{
  "word": "scalpel",
  "ipa": {
    "us": "ˈskælpəl",
    "uk": "'skælpəl"
  },
  "sentences": [
    {
      "en": "A scalpel and tweezers are the only tools needed.",
      "cn": "只需备有解剖刀和镊子."
    },
    {
      "en": "A scalpel is a surgical instrument.",
      "cn": "手术刀是外科器械."
    },
    {
      "en": "He felt the scalpel in his hand, and paused a moment.",
      "cn": "他试了试手里的手术刀, 踌躇了一会儿."
    },
    {
      "en": "I pointed with my scalpel to the chest cavity, where nothing but a black lump of coal squatted in the lipstick-red center.",
      "cn": "我用解剖刀指着她的胸腔，那里只有一团黑乎乎的煤块，伏在唇膏般红色的胸腔中部。"
    },
    {
      "en": "In this paper, a scalpel simulator used in Virtual Surgery System is designed.",
      "cn": "该文设计了一种虚拟外科手术系统专用的虚拟手术刀仿真器."
    },
    {
      "en": "No significant differences were found between use of the bipolar coagulator and Harmonic scalpel.",
      "cn": "平均肿瘤大小为2.8公分(范围:1.0~5.5公分),平均住院天数为5.57天(范围:4~13天)."
    },
    {
      "en": "Objective To explore the efficacy of laparoscopy and ultrasonic scalpel in the treatment of renal cyst.",
      "cn": "目的探讨腹腔镜结合超声刀治疗肾囊肿疗效."
    },
    {
      "en": "Objective To observe effects internal sphincterotomy using small needle scalpel for treatment of old anal cleft.",
      "cn": "目的采用小针刀内括约肌切断术观察陈旧性肛裂的治疗效果."
    },
    {
      "en": "The haemorrhoids are removed using a scalpel, laser or staple gun.",
      "cn": "然后术者用手术刀或激光或是特殊的钳子将痔切除."
    },
    {
      "en": "The scalpel accompanys my mather everyday.",
      "cn": "外科手术刀每天都陪伴着我妈妈."
    },
    {
      "en": "The skin is now incised with the scalpel along the previously - drawn lines.",
      "cn": "现在用手术刀依照之前所画的线切割表皮."
    },
    {
      "en": "The treatment group was treated with electroacupuncture, massage, TDP, Scalpel , semiconductor - laser, and Chinese herbals.",
      "cn": "治疗组施以电针灸 、 推拿按摩 、 TDP神灯照射 、 小针刀手术、半导体激光治疗仪照射 、 中药内服熏洗."
    },
    {
      "en": "There, a little below the right shoulder blade, and to the side , his scalpel would enter.",
      "cn": "他的刀要从那儿进去, 在右边肩胛骨下面一点儿, 靠边上的地方."
    },
    {
      "en": "This is the scalpel which Norman Bethune used in those days.",
      "cn": "这是当年白求恩大夫用的手术刀."
    },
    {
      "en": "When using the scalpel, cut the crystal away from your fingers.",
      "cn": "当使用解剖刀时, 从你的手指上切掉明矾晶体."
    },
    {
      "en": "With Adam and my Scalpel, I have been transformed.",
      "cn": "当然是用亚当和我的解剖刀, 我已经变形了!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dissecting knife"
          ],
          "tran_cn": "[医]解剖刀；外科手术刀"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "外科手术刀",
      "tran_en": "a small, very sharp knife that is used by doctors in operations"
    }
  ],
  "exchange": {
    "pl": [
      "scalpels"
    ]
  }
}