{
  "word": "daytime",
  "ipa": {
    "us": "ˈdeɪtaɪm",
    "uk": "ˈdeɪtaɪm"
  },
  "sentences": [
    {
      "en": "\" Well, well! We must needs talk thus in the daytime!",
      "cn": "“ 好啦, 好 啦 ,我们在这光天化日之下是得这么讲话!"
    },
    {
      "en": "\" Well, what's more dangerous than coming here in the daytime!",
      "cn": "“ 再说, 哪里还有比大白天来这儿更危险的事呢?"
    },
    {
      "en": "a skit on daytime TV programmes",
      "cn": "戏评日间电视节目的幽默短文"
    },
    {
      "en": "Bats sleep in the daytime and come out to hunt for food at night.",
      "cn": "蝙蝠白天睡觉,而夜间出来觅食."
    },
    {
      "en": "Can I take your daytime telephone number (= the number of the telephone you use during the day ) ?",
      "cn": "你能把你的日间电话号码给我吗？"
    },
    {
      "en": "daytime television",
      "cn": "日间电视节目"
    },
    {
      "en": "Daytime television tended to remind her too forcefully of her own situation.",
      "cn": "日间电视节目往往使她深刻地认识到自身的境况。"
    },
    {
      "en": "During the daytime he carried rocks with the other workers.",
      "cn": "白天他和其他工人一道运[抬]石头."
    },
    {
      "en": "Even at the end of the war, German factories mainly operated only in daytime.",
      "cn": "即使在战争末期，德国工厂也基本上只在白天开工。"
    },
    {
      "en": "He slept badly at night and couldn't concentrate in class at daytime.",
      "cn": "他夜里睡不好,白天上课时思想开小差."
    },
    {
      "en": "I feel to be fed up inside the small vehicle whole daytime.",
      "cn": "我整日坐在车子里感到厌倦了."
    },
    {
      "en": "In the daytime he stayed up in his room, sleeping, or listening to music.",
      "cn": "他白天呆在自己的屋子里睡觉或听音乐。"
    },
    {
      "en": "That is why you can't see the stars at daytime.",
      "cn": "那就是你在白天看不到星星的原因."
    },
    {
      "en": "The instrument is used when fly overwater in the daytime.",
      "cn": "那仪器是在白天飞越水域时使用的."
    },
    {
      "en": "The mountains appeared far different in the night than in the daytime.",
      "cn": "白天,这些山跟晚上丝毫不同."
    },
    {
      "en": "They won't hender us from digging there in the daytime. \"",
      "cn": "咱们白天到那儿去挖,他们不会碍事的. ”"
    },
    {
      "en": "We left in the daytime so as not to arouse suspicion.",
      "cn": "我们在白天离开以避免引起怀疑。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "daylight"
          ],
          "tran_cn": "日间，白天"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "day",
            "daylight"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in the daytime",
      "tran_cn": "在白天；在白昼"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "(工作日的电视或广播节目)白天播出的"
    },
    {
      "pos": "n",
      "tran_cn": "白天",
      "tran_en": "the time during the day between the time when it gets light and the time when it gets dark"
    }
  ],
  "exchange": {}
}