{
  "word": "misconception",
  "ipa": {
    "us": "ˌmɪskənˈsepʃn",
    "uk": "ˌmɪskənˈsepʃn"
  },
  "sentences": [
    {
      "en": "\" To see every bush and tree on Mount Bagong as an enemy soldier \" is an example of misconception.",
      "cn": "“ 八公山上,草木皆兵 ”,是错觉之一例."
    },
    {
      "en": "It is a misconception that Peggy was fabulously wealthy.",
      "cn": "人们误以为佩吉相当有钱。"
    },
    {
      "en": "It is a misconception to assume that the two continents are similar.",
      "cn": "关于这两块大陆相似的假设是一种误解。"
    },
    {
      "en": "It is a popular misconception that all Scotsmen are mean.",
      "cn": "很多人误以为苏格兰人都很小气."
    },
    {
      "en": "Julie Gardner on the misconception about the amount of sex in Torchwood.",
      "cn": "火炬木中大量对于性的误解."
    },
    {
      "en": "Let me know . everything is because of my misconception. OK?",
      "cn": "9月3日9:07告诉我. 这一切都是我的误解, 好 吗 ?"
    },
    {
      "en": "Many tennis players have a misconception of achieving topspin on groundstrokes.",
      "cn": "许多网球选手对于落地回击上旋球有误解."
    },
    {
      "en": "My misconception of her purpose cast a damp over her spirits.",
      "cn": "我误解她的意图,使她大为扫兴."
    },
    {
      "en": "Remarkably , however, high humidity's most noticeable side effect might be a misconception.",
      "cn": "不过, 高温最值得人注意的副作用可能是它给人带来的误解."
    },
    {
      "en": "The misconception are superior to women is still dominating many people's minds.",
      "cn": "重男轻女的偏见仍然主导着许多人的思想."
    },
    {
      "en": "There is a big misconception with the way stuns work now.",
      "cn": "由于现在击晕效果的作用方式(15秒内的惩罚),它的效果受到了严重影响."
    },
    {
      "en": "There is a common misconception that war has obsoleted the peace progress.",
      "cn": "人们普遍错误地认为战争已经破坏了和平进程."
    },
    {
      "en": "There is a misconception that a blind person cannot draw.",
      "cn": "有一种错误的观念,认为盲人不能作画."
    },
    {
      "en": "They gave rise to all sorts of misconception and superstitions.",
      "cn": "这会引起他们的错误观念和迷信."
    },
    {
      "en": "This misconception and his gallantry seemed in some way to bring her and me closer together.",
      "cn": "这种误解和他的殷勤反倒使我和她更亲密了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "misunderstanding",
            "misinterpretation"
          ],
          "tran_cn": "误解；错觉；错误想法"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "delusion",
            "error",
            "fallacy",
            "illusion"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "误解，错觉，错误想法",
      "tran_en": "an idea which is wrong or untrue, but which people believe because they do not understand the subject properly"
    }
  ],
  "exchange": {
    "pl": [
      "misconceptions"
    ]
  }
}