{
  "word": "lexicographer",
  "ipa": {
    "us": "ˌleksɪˈkɒɡrəfə(r)",
    "uk": "ˌleksɪˈkɑːɡrəfər"
  },
  "sentences": [
    {
      "en": "\"It has both currency and potential  longevity,\" said Christine Lindberg, senior  lexicographer for Oxford's US dictionary program, in a statement.",
      "cn": "牛津美语辞典项目的高级词典编纂人克里斯汀•琳德伯格在一份声明中说：“这个词既符合当下的潮流，也有一定的潜在寿命。”"
    },
    {
      "en": "A lexicographer's job is to describe the language.",
      "cn": "词典编纂者的工作就是对语言加以描述。"
    },
    {
      "en": "As a lexicographer he is in a class by himself.",
      "cn": "他作为词典编纂家是无与伦比的."
    },
    {
      "en": "In Britain, a lexicographer (dictionary author) named Samuel Johnson, who lived in the 18th century, coined the word “gray” and supported its use.",
      "cn": "十八世纪的英国有一个叫塞缪尔.约翰逊的词典编撰人（词典作者）。 他杜撰了“gray”这个单词，并提倡使用。"
    },
    {
      "en": "Orin Hargraves is a lexicographer, someone who writes dictionaries. Hargraves explains what happened.",
      "cn": "欧林·哈格雷夫斯是一名词典编纂者，也就是编字典的人。他解释了当时发生了什么。"
    },
    {
      "en": "The lexicographer knew that the English lexis was changing.",
      "cn": "字典编纂者知道英语词汇在不断变化。"
    },
    {
      "en": "The lexicographer told the New York Times that \"It's easy to stack the deck by finding a definition that does or does not highlight a nuance that you're interested in.",
      "cn": "这位词典编纂者告诉《纽约时报》说，“事先找好对一方有利的定义以便突出或抹去词与词间的细微差别，这样造假其实很容易。”"
    },
    {
      "en": "To clarify some grammatical doubts, the young wrote to H. Fowler, the lexicographer who produced the \"Concise English Dictionary\".",
      "cn": "为了探索英语，那年轻人给《简明英语词典》的主编H-Fowler写了封信。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "lexical",
          "tran_cn": " 词汇的；[语] 词典的；词典编纂的"
        },
        {
          "word": "lexicographical",
          "tran_cn": " 辞典编纂的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "lexicography",
          "tran_cn": " 词典编纂"
        },
        {
          "word": "lexicology",
          "tran_cn": " 词汇学；词典学"
        },
        {
          "word": "lexicon",
          "tran_cn": " 词典，辞典"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "editor"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "词典编纂者"
    }
  ],
  "exchange": {
    "pl": [
      "lexicographers"
    ]
  }
}