{
  "word": "spaghetti",
  "ipa": {
    "us": "spəˈɡeti",
    "uk": "spəˈɡeti"
  },
  "sentences": [
    {
      "en": "As the sun sets over Tokyo, another case is about to reach its climax on a bridge across a spaghetti of railway lines.",
      "cn": "当太阳在在东京落下时，在一座横跨意大利面条似的铁路线的桥上，另一事件正要到达它的巅峰。"
    },
    {
      "en": "Aymo had a basin of spaghetti with onions and tinned meat chopped up in it.",
      "cn": "爱漠搞来了一盆子通心面,拌着洋葱和切碎的罐头肉."
    },
    {
      "en": "Bill: I would like mashed potato and spaghetti.",
      "cn": "比尔：我想要份土豆泥和意大利面条。"
    },
    {
      "en": "Bond spreads can go up, down, sideways or even resemble a bowl of spaghetti.",
      "cn": "债券差价能上能下，能左能右，甚至与一碗意大利面条相似。"
    },
    {
      "en": "Captain McCluskey was eating the plate of veal and spaghetti that had arrived.",
      "cn": "警官麦克罗斯基在专心地吃着刚端上来的那盘小牛肉细条实心面."
    },
    {
      "en": "Comments: This prank was one of the first to ever to be pulled on television, and although it seems a little bit out there today, at the time spaghetti was considered a delicacy in the U. K.",
      "cn": "点评： 瑞士面条大丰收是第一个上电视的恶作剧，尽管该主意在今天看来仍然有点不足为道，但当时恶作剧中的主角“面条”成为了英国饭桌上的精美食物。"
    },
    {
      "en": "Dawson: Suppose I tell them how you followed her to that studio in Chelsea and watched them cooking spaghetti and all that rubbish. Wouldn't that ring a bell?",
      "cn": "道森：假设我告诉他们你怎样尾随她到了切尔西的工作室，看他们煮意大利面条，以及所有那些废话。那不会使他们有所警觉吗?。"
    },
    {
      "en": "For me, spaghetti bolognese is the ultimate comfort food.",
      "cn": "意大利肉酱面是绝好的安慰食物。"
    },
    {
      "en": "He began to feed in the spaghetti, carefully separating the strands.",
      "cn": "他开始放入意大利面，小心翼翼地将面一缕缕分开。"
    },
    {
      "en": "He's a dab hand at cooking spaghetti.",
      "cn": "他是煮意大利面条的高手。"
    },
    {
      "en": "I think I will have the spaghetti and a vegetable salad.",
      "cn": "我想要一份意粉和蔬菜色拉."
    },
    {
      "en": "I'd like spaghetti and meat sauce with a romaine salad.",
      "cn": "我要意大利通心粉、肉汁和莴苣色拉."
    },
    {
      "en": "If you're very hungry a double helping of spaghetti should fit the bill!",
      "cn": "要是很饿的话,吃两份意大利细面条就行了!"
    },
    {
      "en": "Is the spaghetti ready yet, Dad?",
      "cn": "爸爸,意大利面好了 吗 ?"
    },
    {
      "en": "Nicholas ate a dish of spaghetti.",
      "cn": "尼古拉斯吃了一盘意大利面条。"
    },
    {
      "en": "OK , well, if you want a good grade, you're gonna Iook past the spaghetti.",
      "cn": "很好, 如果你要高分, 你要试着不去想意大利面."
    },
    {
      "en": "People served a spaghetti supper in the parish house.",
      "cn": "人们在教堂交谊厅吃意大利面晚餐."
    },
    {
      "en": "She ate three platefuls of spaghetti.",
      "cn": "她吃了三盘意大利面条。"
    },
    {
      "en": "Standing in the next room, in the middle of what looked like piles of concrete spaghetti, I began to feel overpowered.",
      "cn": "站在下一个房间里，在这一大堆看起来就像水泥做的意大利细面条中间，我真有点受不了了。"
    },
    {
      "en": "Susan: What kind of spaghetti sauce is this?",
      "cn": "苏珊： 这是哪种意大利面条酱？"
    },
    {
      "en": "Thank you. Now we'd like to have some good Italian spaghetti.",
      "cn": "谢谢, 我们现在想点一些意大利通心粉."
    },
    {
      "en": "You do not sound very keen. I think you like spaghetti.",
      "cn": "听口气你好像不太感兴趣. 我还以为你喜欢意大利面条."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "意大利面条，[电]漆布绝缘管",
      "tran_en": "a type of  pasta  in very long thin pieces, that is cooked in boiling water"
    }
  ],
  "exchange": {}
}