{
  "word": "amongst",
  "ipa": {
    "us": "əˈmʌŋst",
    "uk": "əˈmʌŋst"
  },
  "sentences": [
    {
      "en": "Amongst the men, Xiangzi and Er Qiangzi were the odd ones out.",
      "cn": "在男人里, 祥子与二强子是例外."
    },
    {
      "en": "An e-mail is already circulating amongst news staff calling for voluntary redundancies.",
      "cn": "在新闻部员工中已经在转发一封电子邮件,呼吁大家自愿裁汰."
    },
    {
      "en": "He decided no assassin would chance a shot from amongst that crowd.",
      "cn": "他认定，没有刺客会冒险混在人群里开枪。"
    },
    {
      "en": "He dodged amongst the seething crowds of men.",
      "cn": "他在川流不息的人群中东躲西闪。"
    },
    {
      "en": "He was sitting amongst a group of children, telling them a story.",
      "cn": "他正坐在一群孩子中间讲故事."
    },
    {
      "en": "He's never grown away from the people amongst whom he was brought up.",
      "cn": "他与那些伴随自己长大的人一直保持亲密的关系。"
    },
    {
      "en": "Here in Trinity it is right that I should give you an account of how he lived amongst you during these years of his greatest achievement.",
      "cn": "正是在三一学院这儿，我将对你们阐述他如何在你们中间生活，如何在这些年中取得他的最伟大的成就。"
    },
    {
      "en": "Michael pointed out to me that amongst the rubble, there was one building that remained untouched.",
      "cn": "迈克尔指给我看说，瓦砾中有一栋建筑完好无损。"
    },
    {
      "en": "Mozart's compositions are undoubtedly amongst the world's greatest.",
      "cn": "莫扎特的作品无疑位居世界上最伟大的作品之列。"
    },
    {
      "en": "She is the tallest amongst her classmates.",
      "cn": "她在她同学之中是最高的."
    },
    {
      "en": "The church here was left a bequest to hire doctors who would work amongst the poor.",
      "cn": "这个教堂接收到一笔遗产，可以用来聘请医生为穷人治病。"
    },
    {
      "en": "The conference discussed, amongst other things , the problem of environmental protection.",
      "cn": "除了其他问题以外, 会上还讨论了环保问题."
    },
    {
      "en": "There is a clear demand amongst victims for some sort of reparation from offenders.",
      "cn": "受害者明确要求责任人给予一定的赔偿。"
    },
    {
      "en": "There was a strong feeling of fellowship amongst the members of the team.",
      "cn": "那个队各个队员之间有一种强烈的队友情谊."
    },
    {
      "en": "They earned a fortune amongst themselves.",
      "cn": "他们共同努力发了财."
    },
    {
      "en": "Unemployment amongst married women reached a peak.",
      "cn": "在已婚女性中失业率达到了顶峰."
    },
    {
      "en": "You must settle the matter amongst yourselves.",
      "cn": "你们必须彼此商量,自行解决这些问题."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "through"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "in the midst of",
            "amidst"
          ],
          "tran_cn": "在…之中；在…当中（等于among）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "在…中，被…所环绕，与…相同",
      "tran_en": "in or through the middle of a group of people or things"
    }
  ],
  "exchange": {}
}