{
  "word": "compressible",
  "ipa": {
    "us": "kəm'presɪbl",
    "uk": "kəm'presəbəl"
  },
  "sentences": [
    {
      "en": "A dissipation integral method is developed for calcalating compressible turbulent boundary layers on planar bodies.",
      "cn": "发展了二维可压湍流边界层的耗散积分方法."
    },
    {
      "en": "A spherical cavitated bifurcation problem is examined sphere composed of a class of compressible hyper - elastic materials.",
      "cn": "研究了一类可压缩超弹性材料组成的球体的空穴分岔问题."
    },
    {
      "en": "A study is made on Cauchy problem of compressible Eulers equations with relaxation term.",
      "cn": "研究具松弛项可压缩的欧拉方程组柯西问题."
    },
    {
      "en": "As a group, multiplayer fabrics have the advantage of a large void volume in the non-compressible bade structure.",
      "cn": "作为一个组织，多层面料的优点是无效体积大在非可压缩八德结构中。"
    },
    {
      "en": "But plain old bzip2 on the original XML file does 11 bytes better at generating a compressible structure than do my attempts.",
      "cn": "原始 XML 文件上普通的旧 bzip2 在生成可压缩的结构上比我的尝试好 11 个字节。"
    },
    {
      "en": "Compressible Fluids in System Yield to Spring Effect.",
      "cn": "系统内可压缩液体相当于弹簧效果."
    },
    {
      "en": "compressible, since text files such as SQL or properties are highly redundant",
      "cn": "可压缩，因为文本文件，如SQL或配置文件压缩率很高"
    },
    {
      "en": "For compressible fluid flow, the convergence characteristics of CLEAR are closely related to the Ma number.",
      "cn": "对可压缩流动, CLEAR算法的收敛性能与Ma数密切相关."
    },
    {
      "en": "Gases are frequently regarded as compressible, liquids as incompressible.",
      "cn": "人们通常认为气体是可压缩的, 而液体是不可压缩的."
    },
    {
      "en": "Mechanically Stabilized Earth is frequently used for abutments on compressible foundation soils.",
      "cn": "SME被广泛用于高压缩性土的桥台."
    },
    {
      "en": "Method The technique of direct powder compression was adopted using compressible starch as the main excipient.",
      "cn": "方法采用可压性淀粉为主辅料,粉末直接压片."
    },
    {
      "en": "Present research provides method and theoretic base for understanding and control of compressible turbulence.",
      "cn": "为提高燃烧效率,认识和控制可压湍流等提供了计算方法和理论依据."
    },
    {
      "en": "So far, there are few results from the study of the stability problems of compressible flows.",
      "cn": "目前, 对可压缩流动稳定性的研究成果还很少."
    },
    {
      "en": "The compressible turbulent flow is an important physical phenomenon in many applications.",
      "cn": "可压湍流是很多实际流动的重要物理现象,对它的认识是解决实际问题的关键."
    },
    {
      "en": "The numerical simulation of compressible multi - material fluids has become an increasing important aspect in CFD.",
      "cn": "多介质流体运动界面问题的数值模拟已经成为计算流体力学研究领域的重要研究课题之一."
    },
    {
      "en": "The second technique is to take advantage of the very specific structure of XML documents to produce more compressible representations.",
      "cn": "第二种技术是利用 XML 文档非常特定的结构生成更 可压缩的表示。"
    },
    {
      "en": "We frequently regard gases as compressible, liquids as incompressible.",
      "cn": "我们通常认为气体是可压缩的, 液体是不可压缩的."
    },
    {
      "en": "When a brake fluid boils, gas is formed within the system that is compressible and any lever stroke available goes toward compressing the gas instead of generating brake power.",
      "cn": "当刹车油沸腾时，系统内会形成可压缩的气体，并且任何可能的刹把行程都消耗在压缩这些气体而非产生制动力上。"
    },
    {
      "en": "When a Flow Compressible [ For Both Steady and Unsteady Flow ]?",
      "cn": "什麽时候流动是可压缩的 [ 对稳态和非稳态流而言 ]?"
    },
    {
      "en": "When is a Flow Compressible [ For Both Steady and Unsteady Flow ]?",
      "cn": "什么时候流动是可压缩的 [ 对定常和非定常流来说 ]?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "compressed",
          "tran_cn": " 被压缩的；扁平的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "compressibility",
          "tran_cn": " 压缩性；压缩系数；压缩率"
        },
        {
          "word": "compression",
          "tran_cn": " 压缩，浓缩；压榨，压迫"
        },
        {
          "word": "compressor",
          "tran_cn": " 压缩机；压缩物；收缩肌；[医] 压迫器"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "compress",
          "tran_cn": " 受压缩小"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "compress",
          "tran_cn": " 压缩，压紧；精简"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "squeezable",
            "condensable"
          ],
          "tran_cn": "可压缩的；可压榨的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "compressible flow",
      "tran_cn": "可压缩流；可压缩的流动"
    },
    {
      "phrase": "compressible fluid",
      "tran_cn": "可压缩流体；可压缩铃"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可压缩的，可压榨的"
    }
  ],
  "exchange": {}
}