{
  "word": "monograph",
  "ipa": {
    "us": "ˈmɒnəɡrɑːf",
    "uk": "ˈmɑːnəɡræf"
  },
  "sentences": [
    {
      "en": "...a monograph on her favourite author, John Updike.",
      "cn": "...关于她最喜欢的作者约翰·厄普代克的一本专著。"
    },
    {
      "en": "But the monograph of the centralized treasury management about theories and method system is fewer.",
      "cn": "但在理论研究和方法体系方面的专题研究还比较少."
    },
    {
      "en": "But up to now, there is no domestic monograph on it.",
      "cn": "但到目前为止, 国内尚无研究“互文性”问题的专著."
    },
    {
      "en": "Dai Wangshu's poetics is not a monograph with self - contained system, but some fragmentary reading notes.",
      "cn": "戴望舒的诗论不是体系完备的诗学专著, 而是一些零札片论."
    },
    {
      "en": "Editor of a monograph published over 120 papers.",
      "cn": "主编专著一部,发表论文120多篇."
    },
    {
      "en": "He pioneered this approach - be warned, though, this is a monograph not a text book.",
      "cn": "他是使用这方法的先驱, 然而本文应当算是个专题论文,并非教科书."
    },
    {
      "en": "If prescribed, the successive withdrawal method is fully described in the monograph.",
      "cn": "若指定, 连续的撤消方法在各论中完全叙述."
    },
    {
      "en": "Meanwhile, the editors of the monograph should improve their own quality and planning level constantly.",
      "cn": "同时, 作为专刊的编辑也要不断提高自身的素质,提高策划水平."
    },
    {
      "en": "Taoist musical monograph is a book with traits of clear line of thought and original style.",
      "cn": "摘要蒲亨强著的《道乐通论》一书具有脉络清晰,风格独特的特点."
    },
    {
      "en": "The monograph has reference and direction values for companies in the power industries.",
      "cn": "对工业品及行业内的公司也有一定的借鉴和指导作用."
    },
    {
      "en": "The monograph is conceptually confused, unclear in its structure and weak in its methodology.",
      "cn": "这篇专论概念混淆，结构不清，研究方法也经不起推敲。"
    },
    {
      "en": "The scientific and technical monograph is main a way of spreading modern science and techique.",
      "cn": "科技专著是传播现代科学技术的重要栽体."
    },
    {
      "en": "These statistics were culled from Dr. Donald T. Lunde's recent monograph, Murder and Madness.",
      "cn": "以上统计数字是从唐纳德? 伦德医生最近的专题文章《凶杀和疯狂》摘录下来的."
    },
    {
      "en": "This doctoral dissertation is a monograph on Dai Dong - yuan \" philosophy and some interrelated questions about it. \"",
      "cn": "本文即是对 戴东原 的义理思想及其相关问题的专题性研究."
    },
    {
      "en": "This monograph belongs to the category of serious popular books.",
      "cn": "这本专著是一本较高深的普及读物."
    },
    {
      "en": "This monograph is a primer to coal and biomass gasification technologies.",
      "cn": "这个专题著作是煤和生物量气化技术的一本入门."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "disquisition"
          ],
          "tran_cn": "专题著作，专题论文"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brochure",
            "commentary",
            "paper",
            "thesis"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专著，专论",
      "tran_en": "an article or short book that discusses a subject in detail"
    }
  ],
  "exchange": {
    "pl": [
      "monographs"
    ]
  }
}