{
  "word": "insolvency",
  "ipa": {
    "us": "ɪn'sɒlvənsɪ",
    "uk": "ɪnˈsɑlvənsi"
  },
  "sentences": [
    {
      "en": "...eight mortgage companies, seven of which are on the brink of insolvency.",
      "cn": "…8家抵押贷款公司，其中7家濒临破产。"
    },
    {
      "en": "A company - wide cash management program must be concerned with minimizing the firm's risk of insolvency.",
      "cn": "公司现金管理的目标是使公司的支付风险率降低到最低限度."
    },
    {
      "en": "Bankruptcy: Legal state of insolvency.",
      "cn": "破产: 合法的无清偿能力的状态."
    },
    {
      "en": "Greece will still be perilously close to insolvency.",
      "cn": "希腊仍将危机四伏、濒于破产."
    },
    {
      "en": "In truth an insolvency was never really on the cards.",
      "cn": "事实上,破产还从未真正出现过."
    },
    {
      "en": "Indeed, concerns about Bank of America's insolvency have grown , not shrunk, in the past few months.",
      "cn": "的确, 在前几个月里关于美洲银行破产的担忧有增无减."
    },
    {
      "en": "Insolvency matters are covered under the Bankruptcy Code.",
      "cn": "资不抵债事项由《破产法典》调整."
    },
    {
      "en": "Managerial Incentive and Recovery from PFI Project Insolvency.",
      "cn": "京都大学工学研究科和京都大学経営管理大学院."
    },
    {
      "en": "Normal insolvency procedures should not be applied to banks.",
      "cn": "通常的破产程序不应当适用于银行."
    },
    {
      "en": "Secondly, damages should occur during the critical period before insolvency proceedings begin.",
      "cn": "二是损害行为须发生在破产程序开始前的临界期内."
    },
    {
      "en": "Siemens declined to comment on how the insolvency would affect its business.",
      "cn": "西门子拒绝评论破产将对其业务产生何种影响."
    },
    {
      "en": "The big banks still verge on insolvency and they still aren't lending.",
      "cn": "大银行仍然徘徊在破产的边缘,他们也不贷款."
    },
    {
      "en": "The company is in a state of insolvency.",
      "cn": "公司处于破产状态."
    },
    {
      "en": "The company is on the verge of insolvency.",
      "cn": "该公司快要破产了."
    },
    {
      "en": "The UK's only helicopter manufacturer was on the brink of insolvency.",
      "cn": "英国唯一的直升飞机制造商处于破产的边缘."
    },
    {
      "en": "The ultimate cause was insolvency, not lack of liquidity.",
      "cn": "最终的结果是公司破产, 而非缺乏资金流动性."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "insolvent",
          "tran_cn": " 破产的；无力偿还的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "insolvent",
          "tran_cn": " 破产者；无力偿还者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bankruptcy",
            "failure"
          ],
          "tran_cn": "破产，无力偿还；倒闭"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "破产，无力偿付债务，倒闭，无偿债能力",
      "tran_en": "Insolvency is the state of not having enough money to pay your debts"
    }
  ],
  "exchange": {
    "pl": [
      "insolvencies"
    ],
    "adj": [
      "insolvent"
    ]
  }
}