{
  "word": "congressional",
  "ipa": {
    "us": "kənˈgreʃənl",
    "uk": "kənˈɡreʃənl"
  },
  "sentences": [
    {
      "en": "A congressional report charges that federal safety laws were recklessly violated.",
      "cn": "一份国会报告指责联邦安全法被公然违反。"
    },
    {
      "en": "A final source of congressional power is the spending clause.",
      "cn": "国会权力的最后一条来源是经费条款."
    },
    {
      "en": "Allende showed his disdain for the Congressional action.",
      "cn": "阿连德根本不把国会的决议放在眼里."
    },
    {
      "en": "As we have seen, congressional power in the environmental area is virtually unlimited.",
      "cn": "如前所述,在环境方面, 国会的权力实际是无限的."
    },
    {
      "en": "But the public and Congressional temper was decidedly different.",
      "cn": "但是公众和国会的情绪是绝然不同的."
    },
    {
      "en": "However, congressional opinion was generally helpful to us.",
      "cn": "无论如何国会舆论总的来说是有助于我们的."
    },
    {
      "en": "In the last half century, no congressional statute has failed this test.",
      "cn": "近50年来, 所有的国会法令都经过了这一检验."
    },
    {
      "en": "Le Duc Tho had gloated to me in May of the Congressional pressures on us.",
      "cn": "五月份黎德寿就曾幸灾乐祸地对我大谈国会压力的问题."
    },
    {
      "en": "Perhaps the most significant exercise of congressional authority is section 404 of the Clean Water Act.",
      "cn": "也许国会权力最有意义的适用体现在《洁净水法案》的第404条."
    },
    {
      "en": "Seventeen congressmen were absent at the Congressional roll call.",
      "cn": "议会点名时有17名议员缺席."
    },
    {
      "en": "The Cabinet was in attendance, as was the Congressional leadership from both sides of the aisle.",
      "cn": "内阁成员都在场, 还有来自国会过道两侧的国会领袖们."
    },
    {
      "en": "The Congressional Budget Office says the federal deficit shows every sign of getting larger.",
      "cn": "国会预算办公室说有种种的迹象表明联邦赤字正在增加。"
    },
    {
      "en": "The president explained his plans to congressional leaders.",
      "cn": "总统向国会领导人说明了他的计划。"
    },
    {
      "en": "The task force is comprised of congressional leaders, cabinet heads and administration officials.",
      "cn": "工作小组由国会领导人、内阁首脑和行政官员组成。"
    },
    {
      "en": "There are two required stages for Congressional approval of agency funding.",
      "cn": "国会批准行政机关的资金须经两个法定步骤."
    },
    {
      "en": "Work of the CBO has helped improve congressional discipline.",
      "cn": "国会预算办公室的工作有助于增进国会的效率."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "congress",
          "tran_cn": " 国会；代表大会；会议；社交"
        },
        {
          "word": "congressman",
          "tran_cn": " 国会议员；众议院议员"
        },
        {
          "word": "congresswoman",
          "tran_cn": " （美）国会女议员；众议院女议员"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "parliamentary",
            "synodical"
          ],
          "tran_cn": "国会的；会议的；议会的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "congressional budget office",
      "tran_cn": "国会预算局"
    },
    {
      "phrase": "congressional district",
      "tran_cn": "国会选区"
    },
    {
      "phrase": "congressional hearing",
      "tran_cn": "国会听证会"
    },
    {
      "phrase": "congressional medal of honor",
      "tran_cn": "国会荣誉勋章"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（美国）国会的",
      "tran_en": "A congressional policy, action, or person relates to the U.S. Congress. "
    }
  ],
  "exchange": {}
}