{
  "word": "silage",
  "ipa": {
    "us": "ˈsaɪlɪdʒ",
    "uk": "ˈsaɪlɪdʒ"
  },
  "sentences": [
    {
      "en": "Deformation and breakage of blade's cutting edge are serious problems existing in shreddingof silage maize harvester.",
      "cn": "动刀片刃口变形崩刃是玉米青贮机切碎装置存在的主要问题之一."
    },
    {
      "en": "For example, silage production is not common, thus precluding the use of microbial cultures.",
      "cn": "例如，由于青贮饲料的生产并不普遍，因而阻碍了微生物培养物的使用。"
    },
    {
      "en": "Goats use rumen, reticulum and omasum to digest silage.",
      "cn": "羊也是利用瘤胃 、 蜂巢胃、重瓣胃来消化草料(刍料)."
    },
    {
      "en": "Grain inpermanent indoor storage, hay in a barn and silage in a covered silo may beconsidered protected.",
      "cn": "暂时放在室内储存 库存的干草和加盖筒仓里的青储饲料可以看作是安全的。"
    },
    {
      "en": "Han says using biodegradable plastic for silage bags could be one commercial fit for the product.",
      "cn": "Han说可生物降解的塑料用作青贮袋子很适合产品的商业用途."
    },
    {
      "en": "Hole sowing and higher planting density were beneficial to silage maize.",
      "cn": "高密度取穴播对提高青贮玉米产量有较好效果."
    },
    {
      "en": "Lactic acid bacteria are involved in the formation of yoghurt, cheese, sauerkraut, and silage.",
      "cn": "乳酸菌常被用来制作酸奶 、 干酪 、 泡菜和青贮饲料."
    },
    {
      "en": "Poorly fermented silage smells rancid.",
      "cn": "发酵不好的青贮料其味道腐臭."
    },
    {
      "en": "The accumulation of organic acids in silage can cause rapid deterioration of these silos.",
      "cn": "有机酸在青贮饲料中的积累能引起这些贮仓的迅速腐烂.更古老的木制的筒仓."
    },
    {
      "en": "The most suitable maize varieties to be grown for silage are the early maturing types.",
      "cn": "最适于制作玉米青贮料的玉米品种是早熟型."
    },
    {
      "en": "The processing methods or chopping , compacting, sealing could exert great effect on the quality of silage.",
      "cn": "切碎 、 压实和密封等加工调制方法对青贮饲料的质量有较大影响."
    },
    {
      "en": "The silage effluent could use as feed and fertilizer to avoid contamination.",
      "cn": "青贮渗出液可以收集用作饲料或肥料以避免污染环境."
    },
    {
      "en": "Trenches or more traditional vertical steel or concrete silos are used to store the silage.",
      "cn": "沟槽或更传统的竖直钢铁或水泥的圆柱形贮仓通常用来贮存青贮饲料."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "straw"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "青贮饲料，（青贮塔内的）贮存物",
      "tran_en": "grass or other plants cut and stored so that they can be used as winter food for cattle"
    },
    {
      "pos": "vt",
      "tran_cn": "青贮；把放入青贮窖"
    }
  ],
  "exchange": {}
}