{
  "word": "decoy",
  "ipa": {
    "us": "ˈdi:kɔɪ",
    "uk": "ˈdiˌkɔɪ, dɪˈkɔɪ"
  },
  "sentences": [
    {
      "en": "A new method to evaluate effect of decoy in the infrared band is proposed.",
      "cn": "提出了一种新的评价假目标红外特征的方法."
    },
    {
      "en": "Can you recall any instances of decoy pricing you've seen?",
      "cn": "你能想起你见过的欺诈定价的例子 吗 ?"
    },
    {
      "en": "Dummy building: Creates a decoy building.",
      "cn": "空壳建筑: 建造一座诱饵建筑."
    },
    {
      "en": "He used a whistle to decoy the birds within range.",
      "cn": "他用口哨把鸟群诱至射程内."
    },
    {
      "en": "He was booked on a flight leaving that day, but that was just a decoy.",
      "cn": "他订了那天起飞的航班，但那不过是个诱饵。"
    },
    {
      "en": "In war this general is excellent at decoy tactics.",
      "cn": "这位将军作战时善于声东击西."
    },
    {
      "en": "IR active jamming technology includes IR decoy , IR jammer, DIRCM laser blinding, etc.",
      "cn": "红外有源干扰技术包括红外干扰弹 、 外干扰机、向红外对抗和激光致盲等."
    },
    {
      "en": "Nick acted as a decoy after the dog attacked a group of children swimming in the river.",
      "cn": "那只狗攻击了在河里游泳的一群孩子后，尼克作诱饵要将其捉住。"
    },
    {
      "en": "Officer Langley acted as a decoy to catch the rapist.",
      "cn": "警员兰利充当诱饵来抓捕那名强奸犯。"
    },
    {
      "en": "One who acts as a decoy, as in a confidence game.",
      "cn": "诱骗者，赌棍同伙充当眼线的人，如在一场骗局中。"
    },
    {
      "en": "The girls decoy more easily than most other children.",
      "cn": "这些女孩比其他大多数孩子们更容易被诱骗."
    },
    {
      "en": "The man used his shop as a decoy for poor girls.",
      "cn": "犯人以其店铺作为引诱贫女的陷阱."
    },
    {
      "en": "The system focuses on the counterwork stage between decoy and torpedo.",
      "cn": "该系统将目标定位于声诱饵诱骗鱼雷的对抗阶段."
    },
    {
      "en": "The use of Ozawa's impotent carriers as a decoy force was brilliant.",
      "cn": "利用小泽那几条脆弱的航空母舰作为一支诱敌舰队,这个战略也是十分巧妙的."
    },
    {
      "en": "These pellets could burst the decoy balloons that would accompany a swarm of warheads.",
      "cn": "这些子弹能摧毁伴随许多枚弹头的假目标--气球."
    },
    {
      "en": "To lure or entrap by or as if by a decoy.",
      "cn": "诱捕用诱饵吸引或设陷阱."
    },
    {
      "en": "Under this is the sunset glow shines upon the decoy launching.",
      "cn": "这是晚霞映照下的发射场."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bait",
            "lure"
          ],
          "tran_cn": "引诱"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bait",
            "lure"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "inveigle"
          ],
          "tran_cn": "诱骗"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "诱饵，诱鸟，圈套，诱捕",
      "tran_en": "a model of a bird used to attract wild birds so that you can watch them or shoot them"
    },
    {
      "pos": "v",
      "tran_cn": " 诱骗"
    }
  ],
  "exchange": {
    "pl": [
      "decoys"
    ]
  }
}