{
  "word": "airlift",
  "ipa": {
    "us": "ˈeəlɪft",
    "uk": "ˈerlɪft"
  },
  "sentences": [
    {
      "en": "Airlift Loop Reactor ( ALR ) is used for gas - liquid or gas - liquid - solid reaction.",
      "cn": "气升式反应器 ( AirliftLoop Reactor ) 是用于气 - 液或气 - 液 - 固相过程的接触性反应装置."
    },
    {
      "en": "Airlift tipped the balance of the sieges.",
      "cn": "空运扭转了这两场攻防战的战局."
    },
    {
      "en": "An airlift was organized immediately for the relief of the flood victims.",
      "cn": "立即组织空运救助遭受水灾的难民."
    },
    {
      "en": "Flow pattern in the internal airlift loop reactors have two parts because of the tube.",
      "cn": "由于内循环气升式反应器内存在导流筒,使得流场与鼓泡塔内的流场明显不同."
    },
    {
      "en": "For months, these pilots delivered food by airlift and saved Berlin from starvation.",
      "cn": "数月间, 这些飞行员们空运食物,拯救了饥饿的柏林."
    },
    {
      "en": "Gas holdup and liquid circulation in an internal airlift loop reactor were investigated.",
      "cn": "研究了气升式内循环反应器内的气含率与液体循环."
    },
    {
      "en": "In the meantime the city has to airlift food products.",
      "cn": "与此同时雅库茨克市又不得不空运食品."
    },
    {
      "en": "President Garcia has ordered an airlift of food, medicines and blankets.",
      "cn": "加西亚总统已经下令空运食品、药物和毛毯。"
    },
    {
      "en": "The airlift contact oxidation process is the combination of airlift technology with contact oxidation method.",
      "cn": "将气提技术与接触氧化法相结合而形成气提式接触氧化工艺."
    },
    {
      "en": "The airlift provided a lifeline for Berlin.",
      "cn": "空运给柏林提供了一条生命线."
    },
    {
      "en": "The German authorities are considering an airlift if the situation becomes critical.",
      "cn": "如果局势变得危急，德国当局将考虑实施空运。"
    },
    {
      "en": "The injured were airlifted to a hospital in Dayton.",
      "cn": "伤员被空运到代顿的一所医院。"
    },
    {
      "en": "The story of the Berlin airlift in 1948 - 49 has all that and more.",
      "cn": "而1948年至1949年柏林空运的故事,不仅三者齐备,还有别的看点."
    },
    {
      "en": "Then , too, the Soviet airlift was growing in magnitude.",
      "cn": "还有, 苏联的空运规模日益增大."
    },
    {
      "en": "We had the capacity to expand the scale of the airlift to match any Soviet escalation.",
      "cn": "我们有能力扩大空运的规模,同苏联的任何升级行动相匹敌."
    },
    {
      "en": "You can now airlift into cities of your vassal.",
      "cn": "可以空运部队到附庸国城市."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "air parcel",
            "air-express"
          ],
          "tran_cn": "[航]空运；空运物资"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "lift",
            "wing",
            "air-ferry"
          ],
          "tran_cn": "[航]空运"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "空运，空运的旅客（或货物），空运补给线",
      "tran_en": "an occasion when people or supplies are taken to a place by plane, especially during a war or dangerous situation"
    },
    {
      "pos": "v",
      "tran_cn": "空运",
      "tran_en": "If people, troops, or goods are airlifted somewhere, they are carried by air, especially in a war or when land routes are closed"
    }
  ],
  "exchange": {
    "pl": [
      "airlifts"
    ],
    "third": [
      "airlifts"
    ],
    "past": [
      "airlifted"
    ],
    "done": [
      "airlifted"
    ],
    "ing": [
      "airlifting"
    ]
  }
}