{
  "word": "chapel",
  "ipa": {
    "us": "ˈtʃæpl",
    "uk": "ˈtʃæpl"
  },
  "sentences": [
    {
      "en": "\"It's almost eight o'clock.\" As if on cue the bell in the chapel began to toll for Matins.",
      "cn": "“快8点了。”恰好在这时小教堂晨祷的钟声敲响了。"
    },
    {
      "en": "A large portico provides a suitably impressive entrance to the chapel.",
      "cn": "小教堂入口处宽敞的柱廊相当壮观."
    },
    {
      "en": "Architecturally, the chapel would be the perfect match for the school.",
      "cn": "就建筑风格而言，这座小教堂和学校会很相称。"
    },
    {
      "en": "Bethan goes to chapel every Sunday.",
      "cn": "贝唐每个星期天都去教堂做礼拜。"
    },
    {
      "en": "Friends and admirers crammed the chapel at the small Los Angeles cemetery where Monroe is buried.",
      "cn": "朋友和仰慕者们挤进安葬梦露的洛杉矶小公墓的教堂里。"
    },
    {
      "en": "His recently completed chapel for Fitzwilliam is attracting favourable comment.",
      "cn": "他最近为菲茨威廉建成的小教堂赢得了好评。"
    },
    {
      "en": "On Sundays, the family went three times to chapel.",
      "cn": "每到星期天，这家人都会去做3次礼拜。"
    },
    {
      "en": "She always went to chapel on Sundays.",
      "cn": "她总是在星期天去教堂做礼拜。"
    },
    {
      "en": "Sister Francesca entered the chapel, took her seat, and promptly fell asleep.",
      "cn": "弗朗西丝卡修女走进小教堂，坐下来，很快就睡着了。"
    },
    {
      "en": "Sister Francesca entered the chapel.",
      "cn": "弗朗西丝卡修女走进了小教堂。"
    },
    {
      "en": "The Holy Family Church was closed and the parish now celebrates mass in this simple side chapel.",
      "cn": "圣家堂关闭了，现在该教区的居民在它旁边的简陋的小教堂里做弥撒。"
    },
    {
      "en": "The local vicar has agreed to marry us in the chapel on the estate.",
      "cn": "当地的牧师已经同意在庄园的小教堂里为我们主持婚礼。"
    },
    {
      "en": "The paintings in the chapel were perhaps a thousand years old.",
      "cn": "小教堂里的这些画可能有1,000年的历史了。"
    },
    {
      "en": "They lit a torch and set fire to the chapel's thatch.",
      "cn": "他们点着一支火把，放火烧了小教堂的茅草屋顶。"
    },
    {
      "en": "We married in the chapel of Charing Cross Hospital in London.",
      "cn": "我们是在伦敦查令十字医院的小教堂里结的婚。"
    },
    {
      "en": "You will see the chapel on the hill to your left.",
      "cn": "你会看见那座小教堂在你左侧的山上。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "chaplaincy",
          "tran_cn": " 礼拜堂牧师之职位或任期"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "church",
            "exercise",
            "worship"
          ],
          "tran_cn": "小礼拜堂，[建]小教堂；礼拜"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "church",
            "shrine"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chapel hill",
      "tran_cn": "教堂山（美国一小镇）"
    },
    {
      "phrase": "sistine chapel",
      "tran_cn": "（罗马梵蒂冈的）西斯廷教堂"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非国教的"
    },
    {
      "pos": "n",
      "tran_cn": "（教堂里的）私人祈祷室，（医院等附属的）小教堂，宗教仪式",
      "tran_en": "a small church, or a room in a hospital, prison, big church etc in which Christians pray and have religious services"
    }
  ],
  "exchange": {
    "pl": [
      "chapels"
    ]
  }
}