{
  "word": "nineteenth",
  "ipa": {
    "us": "ˌnaɪn'ti:nθ",
    "uk": "naɪnˈtinθ"
  },
  "sentences": [
    {
      "en": "Before voting was democratized in England in the nineteenth century, nonetheless, the advocates of reform repudiated any redistributive intent.",
      "cn": "然而，在选举民主化之前的十九世纪英格兰，鼓吹改革的人却否定一切再分配的意图。"
    },
    {
      "en": "Cycling enjoyed a vogue at the end of the nineteenth century.",
      "cn": "19世纪末骑自行车曾风行一时."
    },
    {
      "en": "He is writing a historical novel about nineteenth-century France.",
      "cn": "他正在写一本描述19世纪法国的历史小说。"
    },
    {
      "en": "In the mid-nineteenth century, Dorothea Dix began to campaign for humane treatment of the mentally ill.",
      "cn": "在19世纪中叶，多罗西娅·迪克斯开始发起为精神病患者争取人道待遇的运动。"
    },
    {
      "en": "In the nineteenth century, pirates roamed the seas.",
      "cn": "19世纪时海盗猖獗。"
    },
    {
      "en": "One eof the most famous monuments in the world, the Statue of Liberty, was presented to the United States of America in the nineteenth century by the people of France.",
      "cn": "一个世界上最著名的纪念碑，自由女神像，是美国的美国在第十九世纪时由法国人民。"
    },
    {
      "en": "She collects paintings by nineteenth - century Australian artists.",
      "cn": "她收藏19世纪澳大利亚艺术家的绘画作品."
    },
    {
      "en": "Such disputes multiplied in the eighteenth and nineteenth centuries.",
      "cn": "这类纠纷在18和19世纪大量增多。"
    },
    {
      "en": "That theory fell into disfavo ( u ) r in the nineteenth century.",
      "cn": "那种理论在19世纪就不受欢迎."
    },
    {
      "en": "The hotel has the splendour of a nineteenth - century mansion.",
      "cn": "这家旅馆具有19世纪豪宅的华丽风格."
    },
    {
      "en": "The insurance industry, which emerged in the nineteenth century, required precise knowledge about the risk of loss in order to calculate premiums .",
      "cn": "十九世纪产生的保险业，需要精确地知道造成损失的危险程度有多大，以便计算保险费用。"
    },
    {
      "en": "The interior of the shop still retains a nineteenth-century atmosphere.",
      "cn": "这家商店的内部装修仍然保留着19世纪的风格。"
    },
    {
      "en": "The nineteenth century witnessed a revolution in ship design and propulsion.",
      "cn": "19世纪船舶设计和船舶动力领域发生了重大的变革。"
    },
    {
      "en": "The nineteenth to Pethahiah, the twentieth to Jehezekel.",
      "cn": "第十九是毗他希雅，第二十是以西结。"
    },
    {
      "en": "the rise of the bourgeoisie in the nineteenth century",
      "cn": "19世纪中产阶级的兴起"
    },
    {
      "en": "The town's nineteenth-century prosperity was built on steel.",
      "cn": "这个城市19世纪的繁荣是建立在钢铁工业基础上的。"
    },
    {
      "en": "They need to recruit more people into the prison service. But another point I'd like to make is that many prisons were built in the nineteenth century.",
      "cn": "监狱需要招募更多的工作人员。但我想补充一点，很多监狱都是在19世纪建造的。"
    },
    {
      "en": "To come back to what I said in the Introduction, in the nineteenth century Spain was fully a part of Europe.",
      "cn": "回到我在导言中所说的，19世纪的西班牙是欧洲整体的一部分。"
    },
    {
      "en": "Yet, in real life, circumstances do sometimes conspire to bring about coincidences which anyone but a nineteenth century novelist would find incredible.",
      "cn": "然而在实际生活中, 有些事情有时候的确好象神差鬼使一样地促成了一些除了十九世纪小说家外谁也不会相信的巧合."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ninetieth",
          "tran_cn": " 第九十的；九十分之一的"
        },
        {
          "word": "ninth",
          "tran_cn": " 第九的；九分之一的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ninth",
          "tran_cn": " 九分之一"
        }
      ]
    },
    {
      "pos": "num",
      "words": [
        {
          "word": "nineteen",
          "tran_cn": " 十九"
        },
        {
          "word": "ninetieth",
          "tran_cn": " 第九十；九十分之一"
        },
        {
          "word": "ninth",
          "tran_cn": " 第九"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "第十九的，十九分之一的"
    },
    {
      "pos": "n",
      "tran_cn": "第十九，十九分之一"
    },
    {
      "pos": "num",
      "tran_cn": "第十九"
    }
  ],
  "exchange": {
    "pl": [
      "nineteenths"
    ]
  }
}