{
  "word": "avant",
  "ipa": {
    "us": "ə'vant",
    "uk": "ə'vant"
  },
  "sentences": [
    {
      "en": "Avant - garde of art derives from the treachery against established model.",
      "cn": "艺术的 前卫,源于对既定模型的叛逃."
    },
    {
      "en": "Avant - garde organizations are using several tools to assess the satisfaction level of employees.",
      "cn": "Avant - garde组织正在使用一些工具来评估员工的满意度层次."
    },
    {
      "en": "Et est - ce qu'on se vide le coeur avant de finir?",
      "cn": "演出快将结束的时候,大家是不是有点失望的感觉 呢 ?"
    },
    {
      "en": "Fran? ois : Pas avant midi ? Mais il me faut mardi!",
      "cn": "中午前不行 吗? 可我周三就要呀!"
    },
    {
      "en": "He was an enthusiast for the avant-garde.",
      "cn": "他是个先锋艺术的狂热拥护者。"
    },
    {
      "en": "In avant - garde New York everybody knew money.",
      "cn": "在先锋派的纽约,人人都精于生财之道."
    },
    {
      "en": "In essence, resistance of avant garde art is just a game.",
      "cn": "先锋艺术的反抗实质上只是一种游戏。"
    },
    {
      "en": "In my works, I've been trying to realize avant - guard architectural forms.",
      "cn": "我后来做作品一直是如何在建筑里搞前卫建筑."
    },
    {
      "en": "In Paris he made friends among the avant-garde.",
      "cn": "他在巴黎结交先锋人士。"
    },
    {
      "en": "N'entrez pas dans la pi è ce avant que l'enfant ne se r é veille.",
      "cn": "在孩子醒来之前,请你们不要进屋子."
    },
    {
      "en": "Nothing, though, should take away from this phenomenal work of outsider art, a neo-avant-garde exercise in bodyshock violence that features an unknown cast and dialogue in Latin and Aramaic.",
      "cn": "虽然，没什么能从这部非凡的化外艺术作品中拿走？ ，一次新先锋派在身体暴力上的练习，由一组不知名演员出演，以拉丁语和阿拉米语进行对话。"
    },
    {
      "en": "Struggling avant - garde artists are having to look elsewhere for cheap digs.",
      "cn": "苦苦挣扎的 前卫 艺术家必须另寻便宜的工作室了."
    },
    {
      "en": "The avant - couriers have already started, and the majority will follow soon.",
      "cn": "先锋队已经出发了, 大部队随后也将出发."
    },
    {
      "en": "The avant - garde habitat of the famous actress sold for millions.",
      "cn": "那个名演员的先锋派住宅卖出了几百万英镑的好价钱."
    },
    {
      "en": "The avant - garde home of the famous actre sold for millio.",
      "cn": "那个名演员的先锋派住宅卖出了几百万美元的好价钱."
    },
    {
      "en": "The first Dada performances were put on by a group of avant-garde poets, writers and performances artists at Cabaret Voltaire.",
      "cn": "第一个达达表演是由一群先锋派诗人、作家和表演艺术家们在伏尔泰夜总会上演的。"
    },
    {
      "en": "Where the show really excites is in the display of avant-garde photography.",
      "cn": "那场展览真正令人激动的就是先锋派摄影的展示。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "radical",
            "underground"
          ],
          "tran_cn": "激进的；先锋派的"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "before"
          ],
          "tran_cn": "在…之前"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（文化或风格上）先进的"
    }
  ],
  "exchange": {}
}