{
  "word": "values",
  "ipa": {
    "us": "'væljʊz",
    "uk": "'væljʊz"
  },
  "sentences": [
    {
      "en": "a lack of spiritual values in the modern world",
      "cn": "现代世界精神价值的缺失"
    },
    {
      "en": "A shortage of building land will push property values up.",
      "cn": "建筑用地缺乏将造成房地产价格逐渐上升."
    },
    {
      "en": "Bennett launched a crusade for \"moral values\" against decadent \"liberal relativism.\"",
      "cn": "贝内特发起了一场捍卫“道德价值”、反对腐朽堕落的“自由相对论”的战争。"
    },
    {
      "en": "Emphasis was placed on the school as a transmitter of moral values.",
      "cn": "人们强调学校为道德价值观的传输者。"
    },
    {
      "en": "Family values are suddenly the name of the game.",
      "cn": "家庭价值观突然变得重要起来。"
    },
    {
      "en": "I realize there's no consensus on what are male or female values.",
      "cn": "我意识到人们对什么是男性价值观和什么是女性价值观并无共识。"
    },
    {
      "en": "Moral values cannot be taught in a vacuum.",
      "cn": "道德价值观的教育不能脱离实际。"
    },
    {
      "en": "Most media coverage disapproves of the travellers' lifestyle and values.",
      "cn": "大多数媒体报道都不赞成那些旅行者的生活方式和价值观。"
    },
    {
      "en": "She has some old-fashioned values and can be a strict disciplinarian.",
      "cn": "她的观念比较保守，有时过于严格地奉行纪律。"
    },
    {
      "en": "Take a hundred and twenty values and calculate the mean.",
      "cn": "取120个值计算平均数。"
    },
    {
      "en": "The countries of South Asia also share many common values.",
      "cn": "南亚各国也有许多相同的价值观。"
    },
    {
      "en": "The Health Secretary called for a return to traditional family values.",
      "cn": "卫生部部长呼吁传统家庭价值观的回归。"
    },
    {
      "en": "The range of tog values has been extended to 15 togs.",
      "cn": "托格值的范围已经扩大至15托格。"
    },
    {
      "en": "The value of his investment has risen by more than $50,000.",
      "cn": "他的投资价值已经增长$50000多。"
    },
    {
      "en": "Their marriage is a delicate balance between traditional and contemporary values.",
      "cn": "他们的婚姻在传统和现代价值观之间保持着微妙平衡。"
    },
    {
      "en": "Victorian values are much misunderstood.",
      "cn": "维多利亚时代的价值观受到了严重误解。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "asian values",
      "tran_cn": "亚洲价值观"
    },
    {
      "phrase": "family values",
      "tran_cn": "家庭价值观"
    },
    {
      "phrase": "possible values",
      "tran_cn": "可能的值"
    },
    {
      "phrase": "traditional values",
      "tran_cn": "传统价值观"
    },
    {
      "phrase": "tristimulus values",
      "tran_cn": "三激值；三色值"
    },
    {
      "phrase": "values analysis",
      "tran_cn": "价值分析；价格分析"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "对价值的看法，准则，价值观念，值( value的名词复数 )，价值，价值标准，（货币、邮票等的）面值，价值观",
      "tran_en": "The value of something is how much money it is worth"
    },
    {
      "pos": "v",
      "tran_cn": "估价( value的第三人称单数 )，重视，给…定价，评价"
    }
  ],
  "exchange": {}
}