{
  "word": "isotope",
  "ipa": {
    "us": "ˈaɪsətəʊp",
    "uk": "ˈaɪsətoʊp"
  },
  "sentences": [
    {
      "en": "...tritium, a radioactive isotope of hydrogen.",
      "cn": "...氚，氢的一种放射性同位素。"
    },
    {
      "en": "A naturally or artificially produced radioactive isotope of an element.",
      "cn": "氯的一种放射性同位素."
    },
    {
      "en": "A radioactive, inert, gaseous isotope of radon a half - life of 3.92 seconds.",
      "cn": "氡的一种放射性的, 惰性的和气态的同位素,其半衰期为3.92秒."
    },
    {
      "en": "Changes of nuclear mass and nuclear size cause isotope shifts.",
      "cn": "原子核质量和大小的不同引起同位素移动."
    },
    {
      "en": "In order to differentiate between isotope, a new system of symbol writing had to be developed.",
      "cn": "为了区分同位素, 不得不制定新的符号书写体系."
    },
    {
      "en": "Isotope tracing technology was used on animal experiment since 1920 s.",
      "cn": "同位素示踪技术是20世纪20年代开始用于动物试验."
    },
    {
      "en": "Lasers promise to change this by making isotope separation easier, and cheaper.",
      "cn": "激光可以改变这种局面,从而使同位素分离变得比较容易 、 比较廉价一些."
    },
    {
      "en": "Simmons : Get me a sample and some isotope readings.",
      "cn": "弄些样本和同位素读数."
    },
    {
      "en": "The isotope does occur in nature but only extremely rarely.",
      "cn": "钋的同位素在自然界中的确存在,但是相当罕见."
    },
    {
      "en": "The isotope ratio is directly used for comparing oils or gases.",
      "cn": "同位素比率直接用于比较各种石油或天然气."
    },
    {
      "en": "The maintenance experinence of old MAT isotope mass spectrometer has been discussed.",
      "cn": "本文讨论了MAT同位素质谱计后期维护中的一些问题."
    },
    {
      "en": "The Minnesota work on kaersutite also showed the presence of the isotope neon - 21.",
      "cn": "明尼苏达大学关于钛角闪石的研究表明,其中也存在同位素氖 - 21."
    },
    {
      "en": "There are differences between natural and adulterated juices in stable isotope ratio.",
      "cn": "天然果汁与掺假果汁之间在稳定同位素比率方面存在着差异."
    },
    {
      "en": "There are several ways to separate excited from unexcited molecules, thus harvesting the desired isotope.",
      "cn": "目前有几种方法可以把受激发分子同未受激发分子分离开, 这样,就可以大量得到我们所需要的同位素了."
    },
    {
      "en": "This indium isotope was created at the same time as the earth.",
      "cn": "这种铟同位素与地球产生在同一时代."
    },
    {
      "en": "Today, most cyclotrons are used either for instructional purpose or for isotope production.",
      "cn": "今天大多数回旋加速器是用在教学上,或者用于同位素生产."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "isotopic",
          "tran_cn": " 同位素的；同位旋的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "isotopic element"
          ],
          "tran_cn": "[核]同位素"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "isotope analysis",
      "tran_cn": "同位素分析"
    },
    {
      "phrase": "isotope effect",
      "tran_cn": "同位素效应"
    },
    {
      "phrase": "isotope geochemistry",
      "tran_cn": "同位素地球化学"
    },
    {
      "phrase": "isotope separation",
      "tran_cn": "同位素分离"
    },
    {
      "phrase": "radioactive isotope",
      "tran_cn": "放射性同位素"
    },
    {
      "phrase": "stable isotope",
      "tran_cn": "稳定同位素"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[化]同位素",
      "tran_en": "one of the possible different forms of an atom of a particular  element "
    }
  ],
  "exchange": {
    "pl": [
      "isotopes"
    ]
  }
}