{
  "word": "academically",
  "ipa": {
    "us": "ˌækə'demɪklɪ",
    "uk": "ˌækə'demɪklɪ"
  },
  "sentences": [
    {
      "en": "\"Research in the UK shows those born at the start of the school year also do better academically and have more confidence,\" he said.",
      "cn": "班纳还说道：“英国的研究人员还发现，在学校学年开始时出生的人，会在学术上表现得较好，而且他们也更有自信。”"
    },
    {
      "en": "Academically he began to excel.",
      "cn": "他开始在学术上超越他人。"
    },
    {
      "en": "Academically, Huamei - Bond students are very successful at Trent University.",
      "cn": "从学术上说, 中加高中的学生在我们特伦特大学是非常成功的."
    },
    {
      "en": "Academically, this is a good school.",
      "cn": "从学术角度上来说, 这是个好学校."
    },
    {
      "en": "Administration and Administrative Law both are basic and academically arguable concepts.",
      "cn": "行政与行政法是行政法学上两个最具基础性的,同时也是存在一定学术争议的概念范畴."
    },
    {
      "en": "And the research method is academically valuable.",
      "cn": "本文所采用的研究方法、揭示的规律与现象也有重要的学术价值."
    },
    {
      "en": "Besides, the research method and the working principle presented are academically valuable.",
      "cn": "本文所采用的研究方法、揭示的规律和现象,亦有重要的学术价值."
    },
    {
      "en": "Challenge yourself academically, but give yourself plenty of time for fun as well.",
      "cn": "学业上要努力，但也要给自己充足的娱乐时间。"
    },
    {
      "en": "He is a giant academically but a dwarf in everyday matter.",
      "cn": "在学术上他是个巨人,但在日常生活中却是个矮子."
    },
    {
      "en": "He played the field academically.",
      "cn": "他在学术上涉猎广泛."
    },
    {
      "en": "However translation variation shall be academically studied since it has great value.",
      "cn": "但翻译变体既有其存在的价值就应当得到正视,以及合理的规范."
    },
    {
      "en": "I am also academically and challenged when asked questions by those in positions to change things.",
      "cn": "当身居要位的人物向我发问时,我也很有学术成就感."
    },
    {
      "en": "It does care for pupils who do not do well academically.",
      "cn": "因为它地确照顾到了成绩差的学生."
    },
    {
      "en": "It is academically recognized that there existed compound consonants in ancient Chinese.",
      "cn": "上古汉语存在复辅音,已为历史音韵学界共认."
    },
    {
      "en": "John played the field academically, obtaining doctorates from several universities.",
      "cn": "约翰的学术广博, 他从几所大学拿到了博士学位."
    },
    {
      "en": "Nga Man is making steady progress academically.",
      "cn": "雅雯在学术上获得稳固的进步."
    },
    {
      "en": "The origin of the local government's tax power was disputed academically.",
      "cn": "地方税权的来源在学术上是存在争论的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "academic",
          "tran_cn": " 学术的；理论的；学院的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "academia",
          "tran_cn": " 学术界；学术生涯"
        },
        {
          "word": "academic",
          "tran_cn": " 大学生，大学教师；学者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "technically"
          ],
          "tran_cn": "学术上；学业上"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "从学术观点，关于学院或大学，关于学会或协会，以学者风度"
    }
  ],
  "exchange": {
    "adj": [
      "academic"
    ]
  }
}