{
  "word": "expose",
  "ipa": {
    "us": "ɪkˈspəʊz",
    "uk": "ɪkˈspoʊz"
  },
  "sentences": [
    {
      "en": "Altman strips away the pretence and mythology to expose the film industry as a business like any other.",
      "cn": "奥尔特曼揭去了电影产业的伪装和神秘光环，暴露了其与其他产业并无二致的商业本质。"
    },
    {
      "en": "By bathing in unclean water, they expose themselves to contamination.",
      "cn": "在不干净的水中洗澡，他们可能会受到感染。"
    },
    {
      "en": "Don't expose it to the sun.",
      "cn": "谨防日晒."
    },
    {
      "en": "Don't expose undeveloped film to light.",
      "cn": "不要把未冲洗的胶卷暴露在光照下."
    },
    {
      "en": "Expose ends in partial - thickness burns when the crust desquamates and falls off.",
      "cn": "在部分厚度烧伤,痂皮剥脱和脱掉后,暴露即告结束."
    },
    {
      "en": "He lifted his T-shirt to expose a jagged scar across his chest.",
      "cn": "他撩起T恤衫，露出横贯胸部的锯齿状伤疤。"
    },
    {
      "en": "He was going to expose their triviality once and for all.",
      "cn": "他将彻底暴露他们的浅薄无能."
    },
    {
      "en": "I'm a layman. What I'm going to say may expose myself to ridicule, yet I still want to say a few words.",
      "cn": "我是个外行, 我说的话可能贻笑大方, 可我还是要说几句."
    },
    {
      "en": "I’m afraid I might expose my real feelings for him.",
      "cn": "恐怕我会流露出对他的真实感情。"
    },
    {
      "en": "If someone is being hypocritical then it is fair to expose that.",
      "cn": "如果有人虚伪矫饰，那就应该暴露他的真面目。"
    },
    {
      "en": "Lowered sea levels exposed the shallow continental shelf beneath the Bering Sea.",
      "cn": "下降了的海平面使白令海底的浅大陆架露了出来。"
    },
    {
      "en": "She might expose his crooked business deals to her tax inspector brother.",
      "cn": "她可能会向当税务稽查员的哥哥揭发他那些不正当的交易。"
    },
    {
      "en": "She threatened to publicly expose his double life if he left her.",
      "cn": "她威胁说如果他离开她，她就将他双重人格的生活方式公之于众。"
    },
    {
      "en": "The film exposes the utter horror of war.",
      "cn": "这部电影揭示了战争的极端恐怖。"
    },
    {
      "en": "The newspaper published an expose of the film star's past life.",
      "cn": "报纸发表了该影星的逸闻."
    },
    {
      "en": "The report exposes the weaknesses of modern medical practice.",
      "cn": "报道揭露了现代医疗的不足之处。"
    },
    {
      "en": "The report revealed that workers had been exposed to high levels of radiation.",
      "cn": "报告披露工人们受到了高强度的辐射。"
    },
    {
      "en": "The surgeon cut through connective tissue to expose the bone.",
      "cn": "外科医生割开结缔组织,让骨头露出来."
    },
    {
      "en": "We must expose this shameful activity to the newspapers.",
      "cn": "我们一定要向报社揭露这一无耻行径."
    },
    {
      "en": "We will not expose ourselves by attempting to laugh without a subject.",
      "cn": "我们不可能凭自笑人家,弄得反而惹人笑话."
    },
    {
      "en": "When Myra told Karp she'd expose his past, he blew up.",
      "cn": "当迈拉告诉卡普她会把他的过去全抖搂出去时，卡普大为光火。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "exposed",
          "tran_cn": " 暴露的，无掩蔽的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "exposure",
          "tran_cn": " 暴露；曝光；揭露；陈列"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "exposed",
          "tran_cn": " 暴露，揭露（expose的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "reveal",
            "prove",
            "make clear",
            "disclose"
          ],
          "tran_cn": "揭露，揭发；使曝光；显示"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "揭发，使暴露，使接触",
      "tran_en": "to show something that is usually covered or hidden"
    },
    {
      "pos": "vt",
      "tran_cn": " 使暴露， 曝光； 揭露",
      "tran_en": "to show something that is usually covered or hidden"
    }
  ],
  "exchange": {}
}