{
  "word": "tannic",
  "ipa": {
    "us": "'tænɪk",
    "uk": "'tænɪk"
  },
  "sentences": [
    {
      "en": "Brawny: Used to describe wines that are hard, intense, tannic and that have raw , woody flavors.",
      "cn": "强壮的: 用于形容葡萄酒坚硬, 强烈, 单宁明鲜且具有生的, 木头风味."
    },
    {
      "en": "Filling the Chinese galls in copper container , extract tannic acid by water with pressurized metering pump.",
      "cn": "将五倍子装于铜制耐压容器中,以加压计量泵用水循环提取其中的单宁."
    },
    {
      "en": "Gargle and clean your teeth after eating persimmon lest the tannic acid, pectin and sugar damage your teeth.",
      "cn": "吃完柿子记得刷牙漱口，以免柿子中的单宁酸、果胶和糖分，侵蚀牙齿。"
    },
    {
      "en": "It is the tannic acid contained in oak that ages the brandy.",
      "cn": "正是栎木里含的丹宁酸使白兰地变芳醇了."
    },
    {
      "en": "Nice ruby color. Full, robust , with a good tannic structure.",
      "cn": "红宝石般的色泽, 酒体丰满, 结构平和,口感复合,余味绵长."
    },
    {
      "en": "Not shy on muscle or tannic backbone.",
      "cn": "酒质及单宁较为醇厚,耐人寻味."
    },
    {
      "en": "Objective: Compare tannic contents of Tangkuei head, body and tail.",
      "cn": "目的: 比较当归头 、 身、尾的鞣质含量."
    },
    {
      "en": "Puckery: Describes highly tannic and very dry wines.",
      "cn": "干涩的: 形容单宁强且非常干的葡萄酒."
    },
    {
      "en": "Raw wines are often tannic and high in alcohol or acidity.",
      "cn": "生的葡萄酒通常是高单宁且高酒精或高酸度."
    },
    {
      "en": "Result: The total effect of the new tannic acid ointment was 100 %.",
      "cn": "结果: 新鞣酸软膏对尿布性皮炎患儿有效率为100%."
    },
    {
      "en": "Tannometers: Used to determine the tannic acid concentration of tanning solution.",
      "cn": "制革计: 测定制革溶液单宁酸的浓度之用."
    },
    {
      "en": "The most obvious characteristics are tannic acid.",
      "cn": "最明显的特色是单宁酸."
    },
    {
      "en": "The sincere tasty tannic acid symbolized this liquor completely brews maturely.",
      "cn": "淳厚爽口的丹宁酸标志着此酒完全酿造成熟."
    },
    {
      "en": "The tannic acid containing organic substances such as a base convergence, pectin content can absorb toxins.",
      "cn": "其中含有的鞣酸、有机碱等物质具有收敛作用, 所含果胶可吸收毒素."
    },
    {
      "en": "The wine from C & ocirc ; tes de Bourg is quite tannic with strong aromas of red fruits.",
      "cn": "波尔 山坡 的葡萄酒就着强烈的果香而且收缩感强."
    },
    {
      "en": "Why the oak barrel has magical efficacy Oak contains tannic a cid.",
      "cn": "橡木酒桶神奇的功效:橡木中含有单宁,木质素,半纤维素等物质;并且具有独特的透气性."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "tanning",
          "tran_cn": " 制革；制革法；皮肤晒成褐色"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "tanning",
          "tran_cn": " 鞣革；把…晒黑；鞭笞（tan的ing形式）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "tannic acid",
      "tran_cn": "[化]鞣酸；丹宁酸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "丹宁的，得自鞣革的",
      "tran_en": "of, relating to, containing, or produced from tan, tannin, or tannic acid "
    }
  ],
  "exchange": {
    "noun": [
      "tannin"
    ]
  }
}