{
  "word": "disability",
  "ipa": {
    "us": "ˌdɪsəˈbɪləti",
    "uk": "ˌdɪsəˈbɪləti"
  },
  "sentences": [
    {
      "en": "Disability can make extra demands on financial resources.",
      "cn": "残障人士会需要更多的财政资源。"
    },
    {
      "en": "Facilities for people with disabilities are still insufficient.",
      "cn": "供残疾人使用的设施仍然不足。"
    },
    {
      "en": "For a child to be born with this disability indicates a defect in obstetric care.",
      "cn": "孩子出生时就带有这样的残疾，这表明产科护理有问题。"
    },
    {
      "en": "For directors we chose men who had sucessfully licked some disability problems in their own careers.",
      "cn": "至于董事呢,我们选择那些曾经在他们自己的事业过程中成功地克服过一些残废问题的人来担任."
    },
    {
      "en": "Her disability made taking care of the home and raising a family doubly difficult.",
      "cn": "她的残障为她养家糊口又增添了一种困难."
    },
    {
      "en": "His disability caused this thing to fail.",
      "cn": "他的无能导致了这件事失败."
    },
    {
      "en": "His disability prevents him from holding a job.",
      "cn": "他的伤残妨碍他就业."
    },
    {
      "en": "Physical disability causes mental anguish.",
      "cn": "生理伤残会引起心理苦闷."
    },
    {
      "en": "She traded on her disability to get preferential treatment wherever she went.",
      "cn": "她无论妻哪里都利用她的残疾获取优待."
    },
    {
      "en": "The industrial injuries scheme takes into account the actual disability and whether it handicaps a person in working.",
      "cn": "工伤赔偿方案要考虑实际残疾情况以及残疾是否会影响其工作能力。"
    },
    {
      "en": "There was severe permanent disability among the survivors.",
      "cn": "在存活着中有人成为严重的永久性病残."
    },
    {
      "en": "This public acknowledgment of Ted's disability pained my mother.",
      "cn": "这一下大家都知道了特德的残疾，这让母亲非常痛苦。"
    },
    {
      "en": "To be female is not a disability; it is just a particular way of being human.",
      "cn": "身为女性并不意味着不便；这只是人类一种特定的存在形式。"
    },
    {
      "en": "To calculate the burden of AUD in Liaoning province using DALY ( Disability - Adjusted Life Years ).",
      "cn": "以DALY ( DALY, Disability-AdjustedLifeYears ) 为指标计算辽宁省居民酒精使用障碍的疾病负担."
    },
    {
      "en": "We all fear disability or infirmity.",
      "cn": "我们都害怕伤残或体弱。"
    },
    {
      "en": "You must buy the credit life insurance before you can buy the disability insurance.",
      "cn": "你必须先购买信用人寿保险，方可购买伤残保险。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "physical disabilities",
            "drawback"
          ],
          "tran_cn": "残疾；无能；无资格；不利条件"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ailment",
            "paralysis",
            "weakness"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "disability insurance",
      "tran_cn": "残疾保险"
    },
    {
      "phrase": "learning disability",
      "tran_cn": "学习障碍；智能障碍"
    },
    {
      "phrase": "physical disability",
      "tran_cn": "残疾；肢体残疾；生理缺陷"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "缺陷，残疾，无能力，残障福利金",
      "tran_en": "A disability is a permanent injury, illness, or physical or mental condition that tends to restrict the way that someone can live their life"
    }
  ],
  "exchange": {
    "pl": [
      "disabilities"
    ]
  }
}