{
  "word": "elimination",
  "ipa": {
    "us": "ɪˌlɪmɪ'neɪʃn",
    "uk": "ɪˌlɪməˈneʃən"
  },
  "sentences": [
    {
      "en": "Breast-feeding is as natural as sex or elimination or any other bodily function.",
      "cn": "母乳哺养是天生的，就像性交、排泄或者其他任何身体功能一样。"
    },
    {
      "en": "But in some cases it has meant the elimination of jobs.",
      "cn": "但在某些情况下自动化意味着减少就业机会."
    },
    {
      "en": "Casts are usually soiled either during eating or elimination.",
      "cn": "在喂食或排泄时管型经常受到污染."
    },
    {
      "en": "I recommend that you be relentless in the elimination of the backlog of defects and feature enhancements.",
      "cn": "我建议你在消除积压的缺陷和不断膨胀的特征时毫不留情。"
    },
    {
      "en": "If you need to remove an agent you will have to do it by a process of elimination.",
      "cn": "如果您需要删除代理，将必须通过消除进程的方式进行此工作。"
    },
    {
      "en": "In all, the new president selected 150 individual programs for cuts or elimination.",
      "cn": "总而言之,新的总统150个人项目选择削减或者消除。"
    },
    {
      "en": "It contains the seeds of its own self - elimination.",
      "cn": "它孕育着自我淘汰的种子."
    },
    {
      "en": "It is already possible to start moving toward the elimination of nuclear weapons.",
      "cn": "已有可能朝着消除核武器的目标努力。"
    },
    {
      "en": "Most of the regime's left-wing opponents were eliminated.",
      "cn": "这个政权的左翼反对派多数已被除掉。。"
    },
    {
      "en": "The answer is not elimination of private enterprise in the media.",
      "cn": "答案并不在于消灭传播媒介中的私人企业."
    },
    {
      "en": "The combined addition - elimination sequence is referred to as a condensation reaction.",
      "cn": "将联合加成 - 消除反应的结果称为缩合反应."
    },
    {
      "en": "The elimination of all nuclear weapons would make the world a safer place.",
      "cn": "销毁所有的核武器将会使世界变得更安全。"
    },
    {
      "en": "the elimination of lead in petrol",
      "cn": "除去汽油中的铅"
    },
    {
      "en": "The kidney is the most important organ for elimination of drugs and their metabolites.",
      "cn": "肾脏是消除药物及其代谢产物最重要的器官."
    },
    {
      "en": "The police have eliminated two suspects from their investigation.",
      "cn": "警方通过调查已经排除了两名嫌疑犯。"
    },
    {
      "en": "The successful application of the size and of resin depends on the successful elimination of air.",
      "cn": "施加浸润剂和施加树脂的成功取决于充分排除空气."
    },
    {
      "en": "Their elimination from the competition was a great surprise.",
      "cn": "他们在比赛中遭到淘汰是个很大的意外."
    },
    {
      "en": "Therefore, the objective of public risk management should be minimization, not elimination, of risk - related costs.",
      "cn": "因此, 公共风险管理的目标应该是尽量减少与风险相关的代价, 而不是彻底消除."
    },
    {
      "en": "This is a single elimination tournament.",
      "cn": "这是一场简单的淘汰赛."
    },
    {
      "en": "Treatment is based on elimination of moisture from the ear canal.",
      "cn": "治疗首先在于消除耳道内的水分."
    },
    {
      "en": "We determined to begin elimination of the objectionable characters.",
      "cn": "我们决定铲除几个最为人反对的人物."
    },
    {
      "en": "Worked had only then known that, the original elimination exploitation only was one kind of fable.",
      "cn": "工作了才知道，原来消灭剥削只是一种传说。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "eliminator",
          "tran_cn": " 消除器；消除者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "eliminate",
          "tran_cn": " 消除；排除"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "removing",
            "erasure"
          ],
          "tran_cn": "消除；淘汰；除去"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "disposal",
            "expulsion",
            "manslaughter",
            "rejection"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "elimination method",
      "tran_cn": "[数]消去法；消元法"
    },
    {
      "phrase": "elimination reaction",
      "tran_cn": "消除反应；消去反应"
    },
    {
      "phrase": "gauss elimination",
      "tran_cn": "高斯消去法"
    },
    {
      "phrase": "gaussian elimination",
      "tran_cn": "高斯消去法，高斯消元法"
    },
    {
      "phrase": "noise elimination",
      "tran_cn": "消声；噪声消除"
    },
    {
      "phrase": "successive elimination",
      "tran_cn": "逐次消元"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "排除，清除，淘汰，消灭",
      "tran_en": "the removal or destruction of something"
    }
  ],
  "exchange": {
    "pl": [
      "eliminations"
    ],
    "verb": [
      "eliminate"
    ]
  }
}