{
  "word": "chimera",
  "ipa": {
    "us": "kaɪˈmɪərə",
    "uk": "kaɪˈmɪrə, kɪ-"
  },
  "sentences": [
    {
      "en": "Chimera can be reduced by induction of multiple shoots from irradiated rice seeds.",
      "cn": "从经过辐照的水稻种子诱导多发苗可以减少嵌合体的发生."
    },
    {
      "en": "Chimerism: The condition of being a genetic chimera.",
      "cn": "嵌合现象: 成为遗传嵌合体的现象."
    },
    {
      "en": "Contact with the epidermal cells of Health dentate processes, and mutual chimera.",
      "cn": "表皮细胞接触处密生齿状突起, 且互相嵌合."
    },
    {
      "en": "Efficiency will reduce the Focus cost of Chimera Shot, Aimed Shot, and Arcane Shot.",
      "cn": "效率将会降低奇美拉射击 、 瞄准射击与奥术射击的集中值消耗."
    },
    {
      "en": "I am fighting against my chimera; and I am still staying in my own figure.",
      "cn": "我在与狂想抗争, 我停留在我自己的画像里."
    },
    {
      "en": "I think Nekhorvich created a virus in chimera , and anti - virus to kill it in Bellerophon.",
      "cn": "我认为奈科维克制造了一种凯米拉病毒, 并制造了贝拉尔芬抗毒素."
    },
    {
      "en": "Is this wave of affluence a chimera or does it have solid underpinnings?",
      "cn": "这波富裕的浪潮纯粹是海市蜃楼还是会奔流不息 呢 ?"
    },
    {
      "en": "Religious unity remained as much a chimera as ever.",
      "cn": "宗教统一仍然和从前一样，不过是个妄想。"
    },
    {
      "en": "Sean: Hunt's target will be the Chimera stored and manufactured at Biocyte on the 42 nd floor.",
      "cn": "肖恩: 享特的目标是42楼上存储和生产的凯米拉病毒."
    },
    {
      "en": "Single chimera light pink two - tone fluted star. Plain, pointed. Large.",
      "cn": "单瓣深浅不一的亮粉红色星形缟花, 花瓣端有凹痕. 平坦尖型叶.大型."
    },
    {
      "en": "The seedlings arised from shoot crttage consisted of three types : Chinese white poplar similitudes ( 88 % ) , simon poplar ( 2.6 % ) and chimera ( 9.4 % ) .",
      "cn": "扦插成苗后发生分离,其中88%为类似毛白杨,2.6%为杂杨, 9.4% 仍为嵌合体."
    },
    {
      "en": "The synthetic chimera polypeptide was confirmed by Edman degradation and MALDI TOF mass spectroscopy.",
      "cn": "合成的嵌合体用Edman降解和MALDITOF质谱鉴定."
    },
    {
      "en": "We'll be doing some improvements to Chimera Shot.",
      "cn": "我们会对奇美拉射击做些强化."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "chimeric",
          "tran_cn": " 妄想的；荒诞不经的"
        },
        {
          "word": "chimerical",
          "tran_cn": " 空想的，妄想的；荒唐的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ecphronia",
            "mirage"
          ],
          "tran_cn": "[遗]嵌合体；虚构的怪物；妄想"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（由几种动物的各部分构成的）假想的怪兽，不可能实现的想法，幻想，妄想",
      "tran_en": "A chimera is an unrealistic idea that you have about something or a hope that you have that is unlikely to be fulfilled"
    }
  ],
  "exchange": {
    "pl": [
      "chimeras"
    ]
  }
}