{
  "word": "postscript",
  "ipa": {
    "us": "ˈpəʊstskrɪpt",
    "uk": "ˈpoʊstskrɪpt"
  },
  "sentences": [
    {
      "en": "A brief, hand-written postscript lay beneath his signature.",
      "cn": "在他的签名下，有一句简短的手写附言。"
    },
    {
      "en": "A brief, handwritten postscript lay beneath his signature.",
      "cn": "在他的签名下，有一句简短的手写附言。"
    },
    {
      "en": "As a postscript to his letter he added that he loved her.",
      "cn": "他在信中加上附言,写上了他爱她."
    },
    {
      "en": "As the editor's postscript reminds the reader, she was to endure two more spells of mental illness before the book was published.",
      "cn": "正如编辑在附言中提醒读者的那样，她在本书出版前还要再经历两次精神疾病发作的折磨。"
    },
    {
      "en": "I should like to add a postscript to your obituary for John Cage.",
      "cn": "我想在你为约翰·凯奇写的讣告后补充一点内容。"
    },
    {
      "en": "Printers were black - and - white , so PostScript didn't need any complex image compositing operators.",
      "cn": "由于打印机是 黑白 的, 所以PostScript并不需要任何复杂的图像混合操作."
    },
    {
      "en": "She added a postscript to her letter.",
      "cn": "她在信末又附了一笔."
    },
    {
      "en": "She mentioned in a postscript to her letter that the parcel had arrived.",
      "cn": "她在信末附笔中说包裹已寄到."
    },
    {
      "en": "She tagged a postscript to the end of the letter.",
      "cn": "她在信尾加上了附言。"
    },
    {
      "en": "The paper is composed of introductory, body and postscript.",
      "cn": "论文分引言 、 主体、后记三个部分."
    },
    {
      "en": "The thesis contains five parts besides preface, summarize and postscript.",
      "cn": "全文除引言 、 结束语和后记外,共分为五个部分."
    },
    {
      "en": "The whole dissertation is composed of five chapters except preface and postscript.",
      "cn": "全文除前言、后记外,由五章组成."
    },
    {
      "en": "There was the usual romantic postscript at the end of his letter.",
      "cn": "他的信末又是一贯的浪漫附言."
    },
    {
      "en": "This article include the preface, the text, the epilogue and the postscript.",
      "cn": "本文分为前言 、 正文 、 结语、后记等几部分."
    },
    {
      "en": "You attached great importance, then, to this postscript, my dear Monsieur Cavalcanti?",
      "cn": "那么, 您对于这句附言觉得很重要吗, 我亲爱的卡瓦尔康蒂先生?"
    },
    {
      "en": "You'd better add a postscript on to the letter inquiring about her health.",
      "cn": "你还是在信的末尾加几句问候她健康的话好."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "addition",
            "appendix",
            "continuation",
            "remainder",
            "subscription",
            "suffix"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（信末签名后的）附言，又及，（正文后的）补充说明",
      "tran_en": "a message written at the end of a letter after you have signed your name"
    }
  ],
  "exchange": {
    "pl": [
      "postscripts"
    ]
  }
}