{
  "word": "grindstone",
  "ipa": {
    "us": "ˈgraɪndstəʊn",
    "uk": "ˈgraɪndstoʊn"
  },
  "sentences": [
    {
      "en": "A knife is sharpened on the grindstone; steel is tempered in fire.",
      "cn": "刀在石上磨, 钢在火中炼."
    },
    {
      "en": "An emery wheel is the modern variation of a grindstone.",
      "cn": "砂轮是现代的磨石."
    },
    {
      "en": "He sharpened the edge of his knife on a grindstone.",
      "cn": "他在磨石上磨快了他的刀刃."
    },
    {
      "en": "He's got to keep grindstone to feed his six children.",
      "cn": "他得一刻不停拼命做才能养活他那“六”个孩子."
    },
    {
      "en": "He's got to keep his nose to the grindstone to feed his six children.",
      "cn": "他得一刻不停拼命做才能养活他那六个孩子."
    },
    {
      "en": "His large growing family kept his nose to the grindstone.",
      "cn": "他的日益增多的家庭人口使他埋头从事辛苦的工作."
    },
    {
      "en": "I never mind your kind reminding me that the grindstone hinders you.",
      "cn": "我决不介意你的好意提醒我说磨刀石妨碍了你."
    },
    {
      "en": "I never mind your unkind reminding that my grindstone hellonders your cylinder.",
      "cn": "我决不介意你不友善的提醒说我的磨刀石故障了你的汽缸."
    },
    {
      "en": "I never mind your unkind reminding that my grindstone hinders your cylinder.",
      "cn": "我决不介意你不友善的提醒说我的磨刀石妨碍了你的汽缸."
    },
    {
      "en": "It's a pity I have to get back to the grindstone.",
      "cn": "遗憾的是我不得不回去工作."
    },
    {
      "en": "Someone who keeps his nose to the grindstone works very hard.",
      "cn": "有的人埋头苦干,工作非常勤劳."
    },
    {
      "en": "Take the sickle which is lying on the grindstone.",
      "cn": "把磨刀石上的那把镰刀拿去."
    },
    {
      "en": "The right of a polished stone is the grindstone.",
      "cn": "Radianfullyconsistent最右边的一块是磨制石器的磨刀石."
    },
    {
      "en": "The teacher believed in hard work and always kept our noses to the grindstone.",
      "cn": "老师提倡勤奋,而且也总是要我们埋头读书."
    },
    {
      "en": "This job really makes you put your nose to the grindstone.",
      "cn": "这份工作确实使你辛苦得气都喘不上来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "whetstone",
            "burstone",
            "quernstone",
            "rubbingstone"
          ],
          "tran_cn": "磨石"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abrasive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "keep one's nose to the grindstone",
      "tran_cn": "一刻不停地拼命干"
    },
    {
      "phrase": "put (one's) nose to the grindstone【非正式用语】",
      "tran_cn": "认真地工作"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "磨石，砂轮，持续辛勤地工作，努力不懈"
    }
  ],
  "exchange": {
    "pl": [
      "grindstones"
    ]
  }
}