{
  "word": "pylon",
  "ipa": {
    "us": "ˈpaɪlən",
    "uk": "ˈpaɪˌlɑn"
  },
  "sentences": [
    {
      "en": "A lineman is trying to repair the damaged pylon.",
      "cn": "线务员正试图修理被损坏的电缆塔."
    },
    {
      "en": "All 3 abilities are available right when the Dark Pylon is created.",
      "cn": "黑暗水晶建造完的时候三个技能就都可用了."
    },
    {
      "en": "Erection of the pylon required a crane of 1000 ton capacity.",
      "cn": "塔架安装需用起重量达1000吨的吊机."
    },
    {
      "en": "For example : Number 2 engine to pylon fire seal deteriorated.",
      "cn": "二号发动机吊架防火封严老化."
    },
    {
      "en": "No damage and fluid fluid leakage from engine pylon and cowling doors.",
      "cn": "发动机吊架和整流罩无液压油渗漏和损伤."
    },
    {
      "en": "South Pylon board , Munich - exhaustive list of amenities.",
      "cn": "登上南塔, 慕尼黑的市容一览无遗."
    },
    {
      "en": "Stays are continuous over saddles in the pylon.",
      "cn": "拉索连续跨过塔架内的索鞍."
    },
    {
      "en": "The A - frame pylon harmonizes with the tall spires of the adjacent cathedral.",
      "cn": "A形塔架同附近教堂的高耸尖塔十分协调."
    },
    {
      "en": "The A - frame pylon harmonizes with the tall spires the adjacent cathedral.",
      "cn": "形塔架同附近教堂的高耸尖塔十分协调."
    },
    {
      "en": "The all - welded, A - frame pylon straddles the deck.",
      "cn": "全焊接的A 形 框架式的塔柱与桥面叉开."
    },
    {
      "en": "The cables intersect the tower or pylon at different heights.",
      "cn": "钢索在桥塔或塔柱的不同高度上相交."
    },
    {
      "en": "The conclusions of this paper offer reference for the design of no back - inclined pylon cable - stayed bridge .",
      "cn": "本文的工作为无背索斜塔 斜拉桥 的设计提供了参考."
    },
    {
      "en": "The helicopter lifted up the steel pylon, transported it to the site, and dropped it gently into place.",
      "cn": "直升飞机把高压电缆铁塔吊起, 运至工地, 然后轻轻放下使之就位."
    },
    {
      "en": "The method of restaggering OGV is more suitable for integrated pylon case.",
      "cn": "该优化方法适合于一体化式吊架."
    },
    {
      "en": "The pylon cell units were hoisted to the deck by the transfer derrick.",
      "cn": "塔室块件由传递用的转臂吊机吊放在桥面上."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bridgehead"
          ],
          "tran_cn": "[交]桥塔；指示塔；高压线铁塔"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（架高压输电线的）电缆塔"
    }
  ],
  "exchange": {
    "pl": [
      "pylons"
    ]
  }
}