{
  "word": "susceptibility",
  "ipa": {
    "us": "səˌseptəˈbɪləti",
    "uk": "səˌsɛptəˈbɪlɪti"
  },
  "sentences": [
    {
      "en": "An analysis of antimicrobial susceptibility and isolation of pathogenic vibrio in brine.",
      "cn": "海水;弧菌;抗菌药物;药敏试验."
    },
    {
      "en": "Asthmatics have an increased susceptibility to viral illnesses.",
      "cn": "气喘病人对病毒性病变的敏感性增加了."
    },
    {
      "en": "Gardeners classify plants accrdiring to their life - duration and frost susceptibility.",
      "cn": "园艺学家根据植物的生命长短以及对霜害的敏感性去分类."
    },
    {
      "en": "I knew I would have to be careful not to offend their susceptibilities .",
      "cn": "我知道我得小心，不能伤害他们脆弱的感情。"
    },
    {
      "en": "Limted evidence suggests susceptibility in deer and swine.",
      "cn": "有限的证据认为鹿和猪有易感性."
    },
    {
      "en": "Objective To observe susceptibility of Streptococcus mutans biofilms to erythromycin.",
      "cn": "目的观察变形链球菌生物膜对红霉素敏感性."
    },
    {
      "en": "Others worry about the IASB's finances and its susceptibility to outside influence.",
      "cn": "其它人担心国际会计准则委员会的财务状况且害怕其受外界影响."
    },
    {
      "en": "Susceptibility to heat damage is influenced by genetically controlled factors.",
      "cn": "对热害的敏感性则受遗传所控制的因素的影响."
    },
    {
      "en": "That suggests the variant promotes susceptibility to bipolar disorder.",
      "cn": "这就说明正是这种变体诱发了躁郁症."
    },
    {
      "en": "The effect of electron - lattice coupling on the nonlinear susceptibility is explained.",
      "cn": "说明了电子 - 晶格耦合对非线性极化的影响."
    },
    {
      "en": "The susceptibility of plants to such infections is the result of many factors.",
      "cn": "植物对于这种侵染的敏感程度是多种因素作用的结果."
    },
    {
      "en": "The susceptibility rates of PRI , DOX, JOS , TET , ERY and OFL were 99.4 %, 91.5 %, 89.7 %, 80.0 %, 49.7 % and 25.5 %, respectively.",
      "cn": "药敏结果显示:敏感率原始霉素99.4% 、 强力霉素91.5% 、 交沙霉素89.7% 、 四环素80.0% 、 红霉素49.7% 、 氧氟沙星25.5%."
    },
    {
      "en": "The temperature - dependent magnetic susceptibility curve showed that there was no Curie - Weiss behavior.",
      "cn": "测得的磁化率随温度变化曲线表明得到的纳米线具有顺磁性."
    },
    {
      "en": "This susceptibility might not be due merely to ethnic genetic differences.",
      "cn": "这种易感性可能不仅仅是由于民族遗传差异."
    },
    {
      "en": "To study the association between TLR 9 gene polymorphism and lung cancer susceptibility.",
      "cn": "研究TLR9基因多态性与肺癌易感性的关系."
    },
    {
      "en": "Type of irrigation system and its susceptibility to plugging or other problems.",
      "cn": "灌溉系统类型及其对阻塞或其它问题敏感性."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "susceptible",
          "tran_cn": " 易受影响的；易感动的；容许…的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "susceptible",
          "tran_cn": " 易得病的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sensitivity",
            "affection",
            "heart",
            "feeling",
            "sentiment"
          ],
          "tran_cn": "敏感性；感情；磁化系数"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "magnetic susceptibility",
      "tran_cn": "磁化率"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "易受影响或损害的状态，感受性，感情（脆弱之处），磁化系数",
      "tran_en": "someone’s feelings, especially when they are easily offended or upset"
    }
  ],
  "exchange": {
    "pl": [
      "susceptibilities"
    ]
  }
}