{
  "word": "adjunct",
  "ipa": {
    "us": "ˈædʒʌŋkt",
    "uk": "ˈædʒʌŋkt"
  },
  "sentences": [
    {
      "en": "\" Lyte urges caution as well.\"It MAY, in really big capitals, prove to be an adjunct to therapy, but there are a number of steps that need to be done.",
      "cn": "我们在花费了大量的人力物力之后，也许，也许证明它可以成为一种附属的治疗手段，但是我们仍然有大量的工作要做。"
    },
    {
      "en": "Adjunt Adjunct professors may have a doctorate.",
      "cn": "助理教授可以有博士头衔."
    },
    {
      "en": "Agence professor Adjunct professors may have doctors a doctorate.",
      "cn": "临时雇用教授可能也有博士学位."
    },
    {
      "en": "Clauses can have an adverbial, also called an adjunct.",
      "cn": "句子还可用状语, 或称修饰语."
    },
    {
      "en": "For me, it represents a potent adjunct to antidepressant medications and, for some patients, it's something you can take in lieu of pills.",
      "cn": "对于我，它是一个抗抑郁剂曾用药物的强有力的助手，对一些病人来说，它是能够代替药丸的东西。"
    },
    {
      "en": "For me, it represents a potent adjunct to antidepressant medications and, for some patients, it’s something you can take in lieu of pills.",
      "cn": "对于我，它是一个抗抑郁剂曾用药物的强有力的助手，对一些病人来说，它是能够代替药丸的东西。"
    },
    {
      "en": "Instead, they might be in the adjunct or visiting positions.",
      "cn": "取代这些的是, 他们可能会成为助理或客座教授."
    },
    {
      "en": "Instead, they might in adjunct or visiting positions.",
      "cn": "实际上他们可能会称为附属教授或者是客座教授."
    },
    {
      "en": "Interventional ultrasound may as an adjunct or alternative treatment for disrupting thrombi.",
      "cn": "作为一种附助或替代的血栓消融方法超声介入治疗有着良好的应用前景."
    },
    {
      "en": "Many are assistant of assistant or adjunct professors.",
      "cn": "大部分多是教授主力或是副教授."
    },
    {
      "en": "Many are assistant or agent adjunct professors.",
      "cn": "很多是助理教授或副教授."
    },
    {
      "en": "Many are assistant or ejunct adjunct professors.",
      "cn": "很多老师是助教."
    },
    {
      "en": "Many practicing professionals teach in design as adjunct faculty.",
      "cn": "很多实践的专家在设计教当附属才干."
    },
    {
      "en": "Not all college teachers are professors. Many are assistant or adjunct professors.",
      "cn": "不是所有的大学老师都是教授, 很多是助教或是副教授."
    },
    {
      "en": "Physical therapy is an important adjunct to drug treatments.",
      "cn": "物理疗法是戒毒治疗中的一种重要辅助性疗法。"
    },
    {
      "en": "She has served as a principal of a dual language school, an assistant principal at a middle school, and was a member of the adjunct faculty for Northern Illinois University.",
      "cn": "罗西欧女士在一所双语学校任过校长，在一所中学做过助理校长，还是北伊利诺伊大学附属教师团队的一员。"
    },
    {
      "en": "Sumres are foreign bodies but a necessary adjunct in surgery.",
      "cn": "缝线是一种异物,但是一种在手术中必要的附属品."
    },
    {
      "en": "The word is an adjunct of that verb.",
      "cn": "这个词是那个动词的修饰语."
    },
    {
      "en": "This course will be an important adjunct to the professional training.",
      "cn": "这门课是职业训练的重要的辅助课."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "adjunctive",
          "tran_cn": " 附属的；附加的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "adjunction",
          "tran_cn": " 添加；附益"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "subsidiary",
            "affiliated"
          ],
          "tran_cn": "附属的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "friend",
            "assistant",
            "aid",
            "belonging"
          ],
          "tran_cn": "附属物；助手；修饰语"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accompaniment",
            "addition",
            "annex",
            "appendix",
            "assistant",
            "dependency",
            "extension"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "adjunct professor",
      "tran_cn": "兼职教授，副教授"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "附属的"
    },
    {
      "pos": "n",
      "tran_cn": "附件，助手",
      "tran_en": "something that is added or joined to something that is bigger or more important"
    }
  ],
  "exchange": {
    "pl": [
      "adjuncts"
    ]
  }
}