{
  "word": "townspeople",
  "ipa": {
    "us": "ˈtaʊnzpi:pl",
    "uk": "ˈtaʊnzˌpipəl"
  },
  "sentences": [
    {
      "en": "A wave of superstitious fear spread among the townspeople.",
      "cn": "盲目的恐惧感在市民中蔓延。"
    },
    {
      "en": "At first there was some resistance from local townspeople toward outsiders.",
      "cn": "他们主要是在当地的三个大型鸡肉加工厂工作."
    },
    {
      "en": "Farmers were meant to get an income comparable to that of townspeople.",
      "cn": "农民的收入本应该与城里人的收入相当。"
    },
    {
      "en": "Food shortages forced many townspeople into the country to grow their own food.",
      "cn": "食物短缺迫使很多市民到农村自己种粮食。"
    },
    {
      "en": "In 1375 the townspeople revolted.",
      "cn": "1375年，市民奋起反抗。"
    },
    {
      "en": "The flood cut the townspeople off from the rest of the world.",
      "cn": "洪水割断了该镇居民与外界的联系."
    },
    {
      "en": "The local townspeople usually did their buying then.",
      "cn": "本镇的人家买东西大概在下午."
    },
    {
      "en": "the proud townspeople of Semer Water",
      "cn": "塞默－沃特城自豪的居民们"
    },
    {
      "en": "The students were reckless fellows who often fought with the townspeople.",
      "cn": "学生们都常常卤莽地和镇上的人搏斗."
    },
    {
      "en": "The townspeople allied themselves in the fight for lower taxes.",
      "cn": "市民在为降低税收的斗争中联合起来了."
    },
    {
      "en": "The townspeople received billets ordering them to lodge the regiment overnight.",
      "cn": "镇民接到命令,要为一团官兵提供一夜住宿."
    },
    {
      "en": "The troops were there to protect the townspeople.",
      "cn": "部队驻扎在那里以保护市民."
    },
    {
      "en": "There are humorous poems, joking commentaries on the news, and satirical observations of fellow townspeople.",
      "cn": "有诸如幽默诗, 诙谐的新闻评论, 讽刺当地市民的小品文等."
    },
    {
      "en": "Townspeople are very restless and they're always making trouble - \"",
      "cn": "大都市的人性好动,喜欢胡闹 —— ”"
    },
    {
      "en": "We arrange with the townspeople to billet the students.",
      "cn": "我们和镇上人协商给学生提供宿舍."
    },
    {
      "en": "You want us to do it in front of the townspeople?",
      "cn": "你想要我们在全镇人的面前杀了他?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "towny",
          "tran_cn": " 城里的；城市生活的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "citizen",
            "municipality"
          ],
          "tran_cn": "市民；镇民；城里生长的人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "市民，镇民，城里人，市井之流",
      "tran_en": "all the people who live in a particular town"
    }
  ],
  "exchange": {}
}