{
  "word": "headlamp",
  "ipa": {
    "us": "ˈhedlæmp",
    "uk": "ˈhɛdˌlæmp"
  },
  "sentences": [
    {
      "en": "Bulk Molding Compound is specifically formulated for injection molding of automotive headlamp reflector applications.",
      "cn": "玻璃纤维增强团状模塑料,是为汽车车灯设计的特殊配方."
    },
    {
      "en": "Correct defective components that could hinder proper headlamp alignment.",
      "cn": "修正故障组件会干扰头灯正确校正."
    },
    {
      "en": "I saw myself wandering the same foggy hills, surrounded by the ghosts of those before me — but outfitted, of course, with warm clothes, food, water, headlamp and sleeping bag.",
      "cn": "我仿佛看见我自己迷迷糊糊地在一座相同的雾山周围绕圈子，四周全是在我之前来的人们的鬼魂—但是我有充足的准备，当然，有暖烘烘的衣服，食物，照明灯和睡袋。"
    },
    {
      "en": "Install bolts to hold fascia to headlamp mounting panel at each side of grille.",
      "cn": "将固定面板在风栅两侧头灯固定板的螺栓安装好."
    },
    {
      "en": "Install the headlamp and mounting bucket.",
      "cn": "安装头灯和安置框."
    },
    {
      "en": "It mainly included: light source modeling, freeform reflector design and headlamp illuminating effect simulation.",
      "cn": "其主要内容包括光源建模 、 自由曲面反射器的设计和前照灯照明效果模拟三大部分."
    },
    {
      "en": "Light - vehicle headlamp reflector is constituted of parabolas to 3 - D surface, which is a deep drawing workpiece.",
      "cn": "轻型车前照灯反光镜是由抛物曲线构成的 三维 曲面深拉深件."
    },
    {
      "en": "Remove the headlamp switch from the instrument panel.",
      "cn": "请从仪表板上拆下头灯开关."
    },
    {
      "en": "STOP THE HEADLAMP RELAY ACTUATION.",
      "cn": "停止头灯继电器引动."
    },
    {
      "en": "The flat tall and slender head lamp headlamp is glowering likely.",
      "cn": "扁平细长的大灯像在怒目而视."
    },
    {
      "en": "They are the same with the derivative connect wires for headlamp, home appliance, aviation, electrical fixture, etc.",
      "cn": "适用于特殊家用电器 、 照明灯具 、 电子设备内外引出连接线."
    },
    {
      "en": "They are the same with the inner fixed wires for headlamp, home appliance, electrical machine, etc.",
      "cn": "硅胶多芯电缆适用于各种灯饰 、 家用电器 、 电子机电等内部固定连接线."
    },
    {
      "en": "They are the same with the inner fixed wires headlamp home appliance, and electrical machine. etc.",
      "cn": "适用于各种灯饰、家用电器 、 电子机电的内部固定连接线."
    },
    {
      "en": "While holding the release button depressed , pull the knob and shaft out of the headlamp switch.",
      "cn": "保持钮的按住状态, 将按钮和轴拉出开关."
    },
    {
      "en": "WHILE READING THE LOW BEAM SENSE STATUS, TURN THE HEADLAMP SWITCH OFF THEN BACK ON.",
      "cn": "当读近光感知状态时, 将头灯开关转为关,然后恢复为开."
    },
    {
      "en": "Yesterday, I had to change a headlamp bulb on my car.",
      "cn": "昨天, 我不得不更换了我的车灯灯泡."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lighting lamp",
            "hurricane lantern"
          ],
          "tran_cn": "照明灯；桅灯；车前灯"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lamp"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（矿工）头上戴的小型照明灯",
      "tran_en": "a headlight"
    }
  ],
  "exchange": {
    "pl": [
      "headlamps"
    ]
  }
}