{
  "word": "flowerpot",
  "ipa": {
    "us": "ˈflaʊəpɒt",
    "uk": "ˈflaʊərpɑt"
  },
  "sentences": [
    {
      "en": "A flowerpot is put in the corner of my study.",
      "cn": "一盆花放在我书房的角落里."
    },
    {
      "en": "Chaozhou Xingguang Porcelain Art Factory is professional in producing craft flowerpot and receptacle.",
      "cn": "潮州市星光瓷艺厂是一家专业生产工艺花盆、花插的工厂."
    },
    {
      "en": "Do you want me to eat dirt from a flowerpot?",
      "cn": "你想让我把花盆里的土都吃了还是咋地?"
    },
    {
      "en": "He might as well plant an oak in a flowerpot, and expect it to thrive, as imagine he can restore her to vigour in the soil of his shallow cares!",
      "cn": "他与其想象他能在他那浮浅的照料中使她恢复精力，还不如说正像把一棵橡树种在一个花盆里！"
    },
    {
      "en": "He was hit by a flowerpot which fell from upstairs, what an unexpected disaster!",
      "cn": "他被楼上掉下的花盆砸伤了头部, 这真是飞来横祸啊!"
    },
    {
      "en": "I potted up a flower in the newly bought flowerpot.",
      "cn": "我把一棵花种到了新买的花盆里."
    },
    {
      "en": "It hides behind the flowerpot whenever human beings get close with it.",
      "cn": "小猫一看到有人来,就马上躲在花盆后面了."
    },
    {
      "en": "One of the products they have developed is a flowerpot.",
      "cn": "他们用角蛋白制成的产品中,有一种是花盆."
    },
    {
      "en": "Please do not place glass, vase, flowerpot and other water or liquid container onto the instrument.",
      "cn": "切勿将水杯 、 花瓶 、 花盆和其他盛水或液体的容器放在本机上."
    },
    {
      "en": "The environmentally friendly flower pot flowerpot is the work of two 2 researchers.",
      "cn": "这种环保花盆是2名研究者的成果."
    },
    {
      "en": "The flowerpot crashed to the sidewalk.",
      "cn": "花盆砰地一声摔碎在人行道上."
    },
    {
      "en": "The resin sandstone flowerpot main use in feeding the flower.",
      "cn": "沙岩花盆主要用于养花;腊烛台主要是圣诞节点腊烛用."
    },
    {
      "en": "The water drained out of the flowerpot through the hole in the bottom.",
      "cn": "水从花盆底部的洞漏出去."
    },
    {
      "en": "This flowerpot is broken. Who knocked it _ over __?",
      "cn": "花盆碎裂了. 谁打翻了它?"
    },
    {
      "en": "We produce some kinds of flowerpot, You can choose it on your basis.",
      "cn": "我们生产不同种类的花坛, 您可以根据您的要求来选择."
    },
    {
      "en": "We specializes in producing quality craft dolomite flowerpot and hand paint flowerpot.",
      "cn": "本厂专业生产各式白云土轻质花盆及优质漆彩花盆."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "garden pot"
          ],
          "tran_cn": "花盆；花钵"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花盆，花钵",
      "tran_en": "a plastic or clay pot in which you grow plants"
    }
  ],
  "exchange": {
    "pl": [
      "flowerpots"
    ]
  }
}