{
  "word": "bodywork",
  "ipa": {
    "us": "ˈbɒdiwɜ:k",
    "uk": "ˈbɑdiwɜrk"
  },
  "sentences": [
    {
      "en": "A second hand car dealer will always look at the bodywork rather than the engine.",
      "cn": "二手车车商总是会更加注重车身外观而非引擎。"
    },
    {
      "en": "Beneath bodywork, It'soon becomes clear that it is not the genuine article.",
      "cn": "透过车身, 很快就会发现它并非真材实料."
    },
    {
      "en": "He accused the garage of shoddy workmanship on the bodywork.",
      "cn": "他指责汽车修理厂车身修理工艺拙劣."
    },
    {
      "en": "It is one of the cheapest cars on the market, with tinny bodywork.",
      "cn": "那是市场上最廉价的汽车之一，车身用劣质金属制成。"
    },
    {
      "en": "It's an old car and its bodywork is rusty.",
      "cn": "那是一辆旧车,它的整个车身都生锈了."
    },
    {
      "en": "Monteiro a series of stops before retiring with bodywork and radiator damage.",
      "cn": "蒙泰罗在因为车体和散热器损伤退赛之前进了许多次站."
    },
    {
      "en": "Non - structural parts of suspension members are considered bodywork.",
      "cn": "悬挂系统 非 结构上的部分被看成车体."
    },
    {
      "en": "The bodywork of this old car hardly holds together.",
      "cn": "这部旧汽车的车身几乎要脱落开了."
    },
    {
      "en": "The bodywork structure is the main load - bearing body in the well car.",
      "cn": "承载体是落下孔车中的主要承载件,其设计的优劣将直接影响落下孔车的性能."
    },
    {
      "en": "The bodywork was designed and manufactured by CMB with wooden frame work.",
      "cn": "车厢以木制支框构成,是中巴自行设计及制作."
    },
    {
      "en": "The bodywork’s beginning to rust.",
      "cn": "汽车车身开始生锈。"
    },
    {
      "en": "The car's bodywork scarcely holds together.",
      "cn": "这汽车的车身简直都要散架了."
    },
    {
      "en": "The car's bodywork was already showing signs of deterioration.",
      "cn": "这辆车的车身已经显示出了劣化迹象."
    },
    {
      "en": "The first is a new nose, front wing and some bodywork modifications.",
      "cn": "首先是个新鼻子, 前翼和其他车体部件的更新."
    },
    {
      "en": "There isn't much metal in the bodywork of this new car; it's mainly plastic.",
      "cn": "这辆新汽车的车身没用多少金属材料, 大部分是塑料的."
    },
    {
      "en": "We repainted the bodywork of the bus.",
      "cn": "我们把大客车的外部重新油漆了一遍."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（汽车的）车身，修理车身，塑身、纤体（如：按摩、瑜伽、锻炼等可以放松心情的方法，以达到促进身体和精神状况的目的。）",
      "tran_en": "the metal frame of a vehicle, not including the engine, wheels etc"
    }
  ],
  "exchange": {}
}