{
  "word": "anti",
  "ipa": {
    "us": "ˈænti",
    "uk": "ˈænti"
  },
  "sentences": [
    {
      "en": "\"I see anti-depressants as a lifestyle drug,\" says Dr Charlton.",
      "cn": "“我认为抗抑郁药是一种改善生活品质的药物，”查尔顿医生说。"
    },
    {
      "en": "An attempt by anti-abortionists to tighten the rules was defeated.",
      "cn": "反堕胎者所作的加强法规的尝试失败了。"
    },
    {
      "en": "How much faith should we put in anti-ageing products?",
      "cn": "我们对抗衰老产品应该抱有多少信心？"
    },
    {
      "en": "It seemed that anti-Fascist feeling was not being encouraged.",
      "cn": "看来反法西斯情绪并未受到鼓励。"
    },
    {
      "en": "Lindbergh was startled at the ferocious depth of anti-British feeling.",
      "cn": "反英情绪之深之烈令林德伯格大为震惊。"
    },
    {
      "en": "Ray painted below the waterline with a special anti-rust paint.",
      "cn": "雷用专门的防锈涂料涂船的吃水线以下的部位。"
    },
    {
      "en": "She flew at him for making a very anti-British remark.",
      "cn": "她攻击他激烈的反英言论。"
    },
    {
      "en": "The anti-drug sweep had netted nearly 900 kilogrammes of cocaine.",
      "cn": "扫毒行动已缴获了近900千克的可卡因。"
    },
    {
      "en": "The investigation is being handled by Scotland Yard's anti-terrorist branch.",
      "cn": "调查由伦敦警察厅反恐部门负责。"
    },
    {
      "en": "The vote is seen as a defeat for the anti-abortion lobby.",
      "cn": "这一投票结果被看作是反堕胎游说团体的一次失败。"
    },
    {
      "en": "They blitzed the capital with tanks, artillery, anti-aircraft weapons and machine guns.",
      "cn": "他们动用坦克、大炮、防空武器和机关枪奇袭了首都。"
    },
    {
      "en": "They even set up their own news agency to peddle anti-isolationist propaganda.",
      "cn": "他们甚至设立了自己的通讯社来宣扬反孤立主义。"
    },
    {
      "en": "They linked up with a series of local anti-nuclear and anti-apartheid groups.",
      "cn": "他们加入了一系列当地的反核和反种族隔离团体。"
    },
    {
      "en": "They said they were going to stack the court with anti-abortion judges.",
      "cn": "他们说将会往法院中安排一些反对堕胎的法官。"
    },
    {
      "en": "Under Greece's stiff anti-drugs laws they could face twenty years in jail.",
      "cn": "根据希腊严厉的反毒品法律，他们将面临20年监禁。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "averse",
            "opposing"
          ],
          "tran_cn": "反对的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "opponent",
            "objector"
          ],
          "tran_cn": "反对者，反对论者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "反对者 a反对的"
    },
    {
      "pos": "prep",
      "tran_cn": "反对"
    }
  ],
  "exchange": {}
}