{
  "word": "gonorrhea",
  "ipa": {
    "us": "ˌgɒnə'ri:ə",
    "uk": "ˌgɒnə'riə"
  },
  "sentences": [
    {
      "en": "Aims : to explore ways of treating Female and impatient gonorrhea.",
      "cn": "目的 探讨十年来治疗女性急性淋病的体会."
    },
    {
      "en": "Always gonorrhea, likely sees own back at present, stands in the spacious tomb.",
      "cn": "眼前总是一片白, 象看见了自己的背影, 站在空旷的墓地."
    },
    {
      "en": "CONCLUSION Penicillin and Tetracycline are not appropriate for gonorrhea.",
      "cn": "结论青霉素、四环素已经不再适用于淋病的治疗."
    },
    {
      "en": "Gonorrhea and other Bacterial infections involving the prostate are treated with antibiotics.",
      "cn": "淋病和其它细菌感染导致的前列腺疾病可用抗生素治疗."
    },
    {
      "en": "Gonorrhea and syphilis are venereal diseases.",
      "cn": "淋病和梅毒是性病."
    },
    {
      "en": "Gonorrhea can occur in the reproductive organs, urethra, rectum and throat.",
      "cn": "淋病可以发生在生殖器 、 尿道 、 直肠和喉咙."
    },
    {
      "en": "I don’t shoot up and I’m not worried about blood transfusions, so gonorrhea, chlamydia, HPV, AIDS, etc, have nothing over me.",
      "cn": "我没有撕痛，我不担心血液交换，所以淋病、衣原体、人类乳头状病毒和艾滋病等等，都于我何加焉。"
    },
    {
      "en": "I got gonorrhea. ",
      "cn": "我得了淋病。"
    },
    {
      "en": "No cases were all infected with gonorrhea, chlamydia and mycoplasma.",
      "cn": "但同时感染淋球菌 、 衣原体和支原体者."
    },
    {
      "en": "Objective : To explore the treatment for Gonorrhea.",
      "cn": "目的: 探讨淋病治疗方案."
    },
    {
      "en": "Objective To develope a sensitive method for the detection of gonorrhea antibody.",
      "cn": "目的建立多肽抗原检测淋球菌抗体的elisa方法."
    },
    {
      "en": "Penicillin and other antibiotics were miracle cures for gonorrhea and syphilis. The poor, humble condom languished.",
      "cn": "而盘尼西林及其他抗生素可以神奇的扼杀梅毒和淋病的病毒,可怜又卑微的避孕套被冷落了."
    },
    {
      "en": "Quinolones are not recommended to treat gonorrhea acquired in California or Hawaii.",
      "cn": "不推荐应用喹诺酮类治疗在加利福尼亚或者夏威夷患上的淋病."
    },
    {
      "en": "The doctor has a way to treat gonorrhea.",
      "cn": "这位赤脚医生有治疗白浊的偏方."
    },
    {
      "en": "The study did not include syphilis, gonorrhea or HIV, as earlier studies found very low prevalence of these diseases in this age group.",
      "cn": "研究内容并不包括梅毒、淋病和艾滋病，正如先前的研究一样：在此年龄组里，以上疾病并不普遍。"
    },
    {
      "en": "Two common sexually transmitted infections are chlamydia and gonorrhea.",
      "cn": "两种常见的性传播感染是衣原体和支原体."
    },
    {
      "en": "Wait a minute! Were you on a poster for gonorrhea?",
      "cn": "等一下, 你拍过性病海报 吧 ?"
    },
    {
      "en": "Would you please take Jane's test results for gonorrhea to the medical records department?",
      "cn": "请把珍的淋病化验结果带到病例部去,好 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "淋病，白浊",
      "tran_en": "a disease of the sex organs that is passed on during sex"
    }
  ],
  "exchange": {}
}