{
  "word": "whilst",
  "ipa": {
    "us": "waɪlst",
    "uk": "waɪlst"
  },
  "sentences": [
    {
      "en": "As you lower your pen whilst continuing the motion, you should notice the resulting shape is more regular than it otherwise would have been.",
      "cn": "随着你降低你的笔，同时保持圆周运动，你应该会注意到画出的形状比起不这样做画出的形状要规范的多。"
    },
    {
      "en": "Enhanced: Enhance their existing skills whilst building new ones.",
      "cn": "强化他们现有的能力及开发新的潜能."
    },
    {
      "en": "Fixed crash if user retires whilst on the Jobs screen.",
      "cn": "修正了玩家退休时在工作界面出现崩溃."
    },
    {
      "en": "He was at his happiest whilst playing cricket.",
      "cn": "玩板球时他最开心了。"
    },
    {
      "en": "Indeed, it is important to keep fit and healthy, whilst we all aspire to improve the way we look and feel in order to make good first and lasting impressions.",
      "cn": "事实上，为了得到一个良好的初次印象和持续印象，在保持体形和健康的同时，我们也渴望提高自己看待和感受他人的方式。"
    },
    {
      "en": "Modules participate in a dynamic life cycle which includes the ability to add, update and remove modules at runtime, whilst preserving the state in the system.",
      "cn": "模块参与到动态的生命周期里，这个动态的生命周期能够在运行时添加、更新、删除模块，同时保留系统中的状态。"
    },
    {
      "en": "She sang whilst she worked.",
      "cn": "她边干活边唱歌."
    },
    {
      "en": "The firm will be able to undercut its competitors whilst still making a profit.",
      "cn": "该公司将得以把价格压得低于竞争对手而仍能盈利。"
    },
    {
      "en": "There was dead silence in the court, whilst the white rabbit read out these verses.",
      "cn": "当白兔子念诗的时候,法庭上鸦雀无声."
    },
    {
      "en": "UD elements make it possible to correct aberrations whilst maintaining low weight.",
      "cn": "UD的元素有可能纠正色差,同时保持低体重."
    },
    {
      "en": "Whilst he was laid up, Gerald come to see him.",
      "cn": "卧床期间, 杰罗尔德前来看望他."
    },
    {
      "en": "Whilst I disagree with you on this matter, I respect your choice.",
      "cn": "尽管在这件事上我与你意见不同, 可我还是尊重你的选择."
    },
    {
      "en": "Whilst I used to laugh it off, I'm now getting irritated by it.",
      "cn": "这种事情我从前会付之一笑，但现在开始觉得挺烦的。"
    },
    {
      "en": "Whilst playing badminton, I ruptured my Achilles tendon.",
      "cn": "打羽毛球时，我的跟腱撕裂了。"
    },
    {
      "en": "Whilst talking to Lucy, she kept a sharp eye on the door.",
      "cn": "她在和露西谈话的时候，眼睛就一直死盯着门口。"
    },
    {
      "en": "Whilst talking to Rose, she kept a sharp eye on the door.",
      "cn": "她在和路丝谈话的时候, 眼睛就一直死盯着门口."
    },
    {
      "en": "Whilst the detoxification requires energy, slow decay may still occur.",
      "cn": "由于解毒作用需要能量, 所以缓慢的腐朽仍然会发生."
    },
    {
      "en": "Whilst this might sound like a truism, it is nevertheless a crucial problem to address.",
      "cn": "尽管这可能听起来像是老生常谈，但却是待解决的重要问题。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": "在…期间，与…同时，然而，尽管",
      "tran_en": "while"
    },
    {
      "pos": "conj&n",
      "tran_cn": "当…的时候"
    },
    {
      "pos": "n",
      "tran_cn": "一会儿"
    },
    {
      "pos": "当",
      "tran_cn": "时候"
    }
  ],
  "exchange": {}
}