{
  "word": "repulsion",
  "ipa": {
    "us": "rɪˈpʌlʃn",
    "uk": "rɪˈpʌlʃən"
  },
  "sentences": [
    {
      "en": "Coulomb repulsion imposes the need for high temperature.",
      "cn": "库仓斥力增添了对高温的需求."
    },
    {
      "en": "He discerned in himself a faint physical repulsion from her.",
      "cn": "他察觉到在自己身上对她有一点生理上的排斥."
    },
    {
      "en": "He looked with repulsion at the dead body.",
      "cn": "他厌恶地看着死尸."
    },
    {
      "en": "I felt a mixture of amazement and repulsion.",
      "cn": "我感到惊愕并混杂着反感。"
    },
    {
      "en": "I have a repulsion for snakes.",
      "cn": "我很讨厌蛇."
    },
    {
      "en": "It is assumed that this is due to the ions masking the repulsion between one charged gluten protein molecule and another of like charge.",
      "cn": "假设这是由于离子抵消了一个面筋蛋白分子与另一个面筋蛋白分子之间的相互排斥力。"
    },
    {
      "en": "Odors elicit a number of behavioral responses including attraction and repulsion in Drosophila.",
      "cn": "气味可以引发果蝇许多行为反应包括吸引和排斥。"
    },
    {
      "en": "She felt like a beetle toiling in the dust. She was filled with repulsion.",
      "cn": "她觉得自己像只甲虫在地里挣扎, 心中涌满愤恨."
    },
    {
      "en": "She gave a dramatic shudder of repulsion.",
      "cn": "她恶心得直发抖。"
    },
    {
      "en": "She was filled with wonder, and even repulsion.",
      "cn": "她心里充溢着好奇, 甚至是反感."
    },
    {
      "en": "So that when he brought us our morning goblets of milk the forces of attraction in his mind would be greater than those of repulsion.",
      "cn": "因而当他早晨给我们送牛奶时，在他的心里，牛奶对他的吸引力就远大于他对牛奶的排斥力。"
    },
    {
      "en": "the forces of attraction and repulsion",
      "cn": "引力和斥力"
    },
    {
      "en": "The interaction between two surfaces is the result of repulsion and attraction forces.",
      "cn": "两个表面间的相互作用是由于吸引力和排斥力作用的结果."
    },
    {
      "en": "The repulsion between the electrons makes it energetically more favorable for the electron to each other.",
      "cn": "电子间的排斥有力地促使电子互相回避."
    },
    {
      "en": "There was an unconquerable repulsion for her in that monkish aspect.",
      "cn": "她对这副猴子样的神气有一种无法克制的厌恶."
    },
    {
      "en": "We must conclude that when the distance between the molecules is very small, there are forces of repulsion.",
      "cn": "我们必须断定当分子间距离很小时, 就存在互相排斥的力量."
    },
    {
      "en": "When atoms or molecules get too close they repel with a large repulsion.",
      "cn": "当原子或分子靠得太近时,它们以很大的斥力相互排斥."
    },
    {
      "en": "Why doesn't it fly apart under the coulomb repulsion of like - charge elements?",
      "cn": "为什么它不在同类电荷元的库仑排斥作用下散开 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "repulsive",
          "tran_cn": " 排斥的；令人厌恶的；击退的；冷淡的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "repulse",
          "tran_cn": " 拒绝；击退"
        },
        {
          "word": "repulsiveness",
          "tran_cn": " 排斥；厌恶"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "repulse",
          "tran_cn": " 拒绝；驱逐；憎恶"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "contradiction",
            "hate"
          ],
          "tran_cn": "排斥；反驳；反感；厌恶"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dislike",
            "horror",
            "offense"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "coulomb repulsion",
      "tran_cn": "[电工]库仑排斥"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "厌恶，反感，<物>推斥，排斥力",
      "tran_en": "a feeling that you want to avoid something or move away from it, because it is extremely unpleasant"
    }
  ],
  "exchange": {}
}