{
  "word": "Buddhist",
  "ipa": {
    "us": "ˈbʊdɪst",
    "uk": "ˈbʊdɪst"
  },
  "sentences": [
    {
      "en": "...Buddhist monks.",
      "cn": "…和尚。"
    },
    {
      "en": "'sit around all day reciting Buddhist scriptures, like your grandmother?",
      "cn": "“ 不然就像你婆婆那样整天诵经念佛."
    },
    {
      "en": "Buddhist and Taoist deities are often honoured together in the same temple.",
      "cn": "本港有超过600所华人庙宇,佛道两教的神明往往会在同一所庙内供人参拜."
    },
    {
      "en": "Buddhist monk sat with folded palms.",
      "cn": "和尚合掌打坐."
    },
    {
      "en": "Buddhist priests shave their heads.",
      "cn": "和尚都剃光头."
    },
    {
      "en": "He asked one of his helpers to borrow some hammers and tear down the Buddhist sculptures.",
      "cn": "他吩咐帮手去借几个铁锤,让原先几座塑雕委曲一下."
    },
    {
      "en": "He tries to comprehend Buddhist ideas by studying the Buddhist classics.",
      "cn": "他通过研读佛家经典来领会佛家思想."
    },
    {
      "en": "He's fascinated with Buddhist ceremonies.",
      "cn": "他迷上了佛教的仪式."
    },
    {
      "en": "In the eye of the Buddhist, every worldly affair is vain.",
      "cn": "在佛教徒的眼里, 人世上一切事情都是空的."
    },
    {
      "en": "In this case, I genuinely believe in the Buddhist way of thinking.",
      "cn": "在这种情况下，我真诚地相信佛教徒的思维方式。"
    },
    {
      "en": "It strikes the Buddhist that if he were a force of evil in the world, then he would be afraid of himself.",
      "cn": "佛教徒突然想到，如果他是宇宙间的一股邪恶势力，那么他应该害怕他自己才对。"
    },
    {
      "en": "On the extreme northwestern outskirts of the city stands the Buddhist temple.",
      "cn": "那所佛教寺院位于市郊的最西北角."
    },
    {
      "en": "She's a convinced Marxist, Buddhist, etc.",
      "cn": "她是坚定的马克思主义者 、 佛教徒等."
    },
    {
      "en": "Some Buddhist monks live in solitude as hermits.",
      "cn": "有些和尚在僻静处隐居."
    },
    {
      "en": "There is a Buddhist temple in this town.",
      "cn": "在这个镇上有一座佛教寺庙."
    },
    {
      "en": "These were all qualities he recognized in himself, but which all could be improved upon, and so he became a Buddhist.",
      "cn": "这些特质他都可以在自己的身上找到，但也都还有着可提高的空间，于是他成了一名佛教徒。"
    },
    {
      "en": "They are disinclined to use violence because it is against their Buddhist faith.",
      "cn": "他们不愿意使用暴力，因为这么做违背他们的佛教信仰。"
    },
    {
      "en": "Up and down, up and down. Up and down with the Buddhist in the Ministry of Foreign Affairs.",
      "cn": "他就是这样做的：常任秘书长和外交部的佛教徒搭着电梯上上下下，好几个来回。"
    },
    {
      "en": "What kind of 15 year - old reads Buddhist epistemology?",
      "cn": "什么样的15岁孩子会阅读佛教认识论?"
    },
    {
      "en": "Yungang Grottoes is one of the three Buddhist caves, magnificent momentum.",
      "cn": "云岗石窟是全国三大佛教石窟之一, 气势雄伟."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "buddhist monk",
      "tran_cn": "头陀，和尚；比丘"
    },
    {
      "phrase": "buddhist nun",
      "tran_cn": "尼姑"
    },
    {
      "phrase": "buddhist scriptures",
      "tran_cn": "佛经"
    },
    {
      "phrase": "buddhist temple",
      "tran_cn": "佛寺；佛堂；佛庙"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "佛教的",
      "tran_en": "Buddhist means relating or referring to Buddhism"
    },
    {
      "pos": "n",
      "tran_cn": "佛教徒",
      "tran_en": "A Buddhist is a person whose religion is Buddhism"
    }
  ],
  "exchange": {
    "pl": [
      "Buddhists"
    ],
    "noun": [
      "Buddhism"
    ]
  }
}