{
  "word": "journeyman",
  "ipa": {
    "us": "ˈdʒɜ:nimən",
    "uk": "ˈdʒɜrnimən"
  },
  "sentences": [
    {
      "en": "After a 6 year apprenticeship I became a journeyman at 19.",
      "cn": "学徒六年后,我19岁,那时我已经是一名熟练工."
    },
    {
      "en": "Douglas was a 29-year-old journeyman fighter, erratic in his previous fights.",
      "cn": "道格拉斯29岁，是个技术不错的拳击手，在以前的比赛中发挥不太稳定。"
    },
    {
      "en": "Electrician: Applicants must have valid Alberta or Interprovincial Journeyman Electrician certification.",
      "cn": "电工: 申请者必须拥有有效的阿尔伯塔省或跨省熟练工电工认证."
    },
    {
      "en": "Heavy Equipment Technician: Valid Alberta or Interprovincial Journeyman Heavy Equipment Technician certification is required.",
      "cn": "重型设备技术员: 有效艾伯塔省或跨省熟练工重型设备技术员证书是必需的."
    },
    {
      "en": "Instrumentation Technician: Valid Alberta or Interprovincial Journeyman Instrumentation Technician certification is required.",
      "cn": "仪表技术员: 有效艾伯塔省或跨省熟练工仪表技术员证书是必需的."
    },
    {
      "en": "Millwright: Valid Alberta or Interprovincial Journeyman Millwright certification is required.",
      "cn": "米尔赖特: 有效艾伯塔省或跨省熟练工米尔赖特认证是必需的."
    },
    {
      "en": "Mr Rosen discusses why good inventors require a healthy dose of delusion and just how much practice (at anything from tennis to blacksmithing) is required to turn a journeyman into a master.",
      "cn": "诺森先生讨论了优秀发明家需要一定量幻觉的原因，把一个出师的熟练工转变成为大师所需的练习量。"
    },
    {
      "en": "The choice was to be a journeyman developer or become a manager, and I've never wanted to be a manager -- at least not a manager who went for an MBA and had ambitions to be a captain of industry.",
      "cn": "我的选择就是要做一个技术熟练的开发人员还是成为一名经理，而我从来没有想要成为一名经理--至少没想成为一名拥有 MBA 学位并立志成为业内领军人的经理。"
    },
    {
      "en": "The mercer's journeyman came rushing upon me with such fury as very much frighted me.",
      "cn": "那个绸缎商的伙计气势汹汹地向我冲来,把我吓了一大跳."
    },
    {
      "en": "Then I proceeded to tell how the journeyman treated me.",
      "cn": "然后我继续说到那个伙计怎样对待我."
    },
    {
      "en": "Welding: Valid Alberta or Interprovincial Journeyman Welding certification is required.",
      "cn": "焊接: 有效艾伯塔省或跨省熟练工焊接认证是必需的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "skilled labor",
            "skilled labour"
          ],
          "tran_cn": "[劳经]熟练工人；短工；学徒期满的职工"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "craftsman",
            "technician",
            "worker"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "学徒期满的职工，熟练工人",
      "tran_en": "an experienced worker whose work is acceptable but not excellent"
    }
  ],
  "exchange": {
    "pl": [
      "journeymen"
    ]
  }
}