{
  "word": "braid",
  "ipa": {
    "us": "breɪd",
    "uk": "breɪd"
  },
  "sentences": [
    {
      "en": "A cord or braid worn as a fastening or an ornament.",
      "cn": "雷夫试着把一条条的皮革编织成一条皮带."
    },
    {
      "en": "a jacket trimmed with red braid",
      "cn": "红色穗带镶边的夹克"
    },
    {
      "en": "A narrow flat braid or rounded cord of fabric used for trimming.",
      "cn": "嵌芯辫带一种狭长的扁穗带或织物软线."
    },
    {
      "en": "A woman may not notice hair loss itself but may notice that her ponytail or braid is getting thinner.",
      "cn": "一个女人可能不会注意到脱发本身，而是可能会注意到她的马尾或编织越来越薄。"
    },
    {
      "en": "At theory, the model of three - chain braid structure was constructed.",
      "cn": "在理论上建立了三链辫状结构模型."
    },
    {
      "en": "Don't braid fact with fiction.",
      "cn": "别将事实与虚构混为一谈."
    },
    {
      "en": "Glitter like a swarm of fire - flies tangled in a silver braid.",
      "cn": "很多夜晚我看见昴宿星,从柔和的暗影中升起来,就像以一条银带缠结一起一群闪闪发光的萤火虫."
    },
    {
      "en": "I had forgotten to braid my hair.",
      "cn": "我忘了编起我的头发."
    },
    {
      "en": "Is it not wonderfully sexy the way our grandmothers, those women of the prairie, or concrete canyons, would braid their hair up in the morning and let their cowboys unravel them at night?",
      "cn": "难道这不超级性感吗？ 像我们祖母那样，那些牧场上的，或者某些峡谷里的女人，早上编好辫子，晚上让她们的牛仔男人解开？"
    },
    {
      "en": "Just part your hair to the side, weave your hair into a braid, and use bobby pins to create a twisted style to your liking.",
      "cn": "这个发型很容易：把头发分到一边，编成辫子，用发夹将头发的发尾弄成你喜欢的偏歪的样子，营造时尚感。"
    },
    {
      "en": "Mary twisted her hair into a braid.",
      "cn": "玛丽把头发编成了一条辫子。"
    },
    {
      "en": "One can also shape the brioche into a braid for special occasions.",
      "cn": "你同样可以在特殊场合下将奶油蛋卷做成麻花状."
    },
    {
      "en": "She braid the neckline, hem and cuffs of the dress.",
      "cn": "她用穗带装饰连衣裙的领口、摺边和袖口。"
    },
    {
      "en": "She laced strands into a braid.",
      "cn": "她把几股线编织成一根穗带."
    },
    {
      "en": "The braid and jacket can be added according to the customer's requirement.",
      "cn": "可按客户要求增加屏蔽网或添加外护套."
    },
    {
      "en": "The coats of the admirals and generals were covered with gold braid.",
      "cn": "海陆军的将军们上衣上都饰有金色穗带."
    },
    {
      "en": "The general's uniform was trimmed with gold braid.",
      "cn": "将军的制服饰有金色穗带。"
    },
    {
      "en": "The girl wore a dress trimmed with braid to match.",
      "cn": "这姑娘穿着一件镶着相称穗状花边的衣服."
    },
    {
      "en": "The uniform was trimmed with gold braid.",
      "cn": "制服上镶着金黄色的穗带."
    },
    {
      "en": "Thou art too fair to be left to braid St. Catherine's tresses.",
      "cn": "你太美丽了,不应该终身不嫁."
    },
    {
      "en": "When you see the places where children beg to braid hair to have money for food, believe me, your perspective gets a little electro-shock therapy.",
      "cn": "如果你见到了孩子们乞求给别人编辫子来讨生活的景象的话，你会如同受到电击疗法一样改变自己的视角。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "braided",
          "tran_cn": " 编辫子的；有饰带镶缀的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "braiding",
          "tran_cn": " 分枝；编结物；镶缀"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "braiding",
          "tran_cn": " 交错编织；编结（braid的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tail",
            "pigtail"
          ],
          "tran_cn": "辫子；穗带；发辫"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "belt",
            "coil",
            "cord",
            "interlace",
            "knot",
            "lace",
            "queue",
            "thread"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "pleach",
            "complect"
          ],
          "tran_cn": "[纺]编织"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "发辫，辫子，穗带，编织物",
      "tran_en": "a narrow band of material formed by twisting threads together, used to decorate the edges of clothes"
    },
    {
      "pos": "v",
      "tran_cn": "编织",
      "tran_en": "to weave or twist together three pieces of hair or cloth to form one length"
    },
    {
      "pos": "vt",
      "tran_cn": " 编织； 编成辫子",
      "tran_en": "to weave or twist together three pieces of hair or cloth to form one length"
    }
  ],
  "exchange": {
    "pl": [
      "braids"
    ]
  }
}