{
  "word": "penumbra",
  "ipa": {
    "us": "pəˈnʌmbrə",
    "uk": "pɪˈnʌmbrə"
  },
  "sentences": [
    {
      "en": "A penumbra of doubt surrounds the incident.",
      "cn": "疑惑的阴影笼罩着该事件((真相不明))."
    },
    {
      "en": "Downtown Chicago and its penumbra also stand rejuvenated ( John McCormick )",
      "cn": "芝加哥城商业中心及其周边地区都恢复了生机 ( 约翰麦考密克 )"
    },
    {
      "en": "In additional, the luminance step is applied to detect the penumbra.",
      "cn": "另外, 提出了亮度步长的方法来检测阴影中的半影."
    },
    {
      "en": "In the outer part of that shadow, the penumbra, part of the Sun, is blocked.",
      "cn": "而影子外面部分的半影，被太阳的一部分挡住。"
    },
    {
      "en": "It is still in the primary stage of the penumbra study in neonate with HIE.",
      "cn": "对于新生儿HIE中半暗带的研究,现还处于初级阶段."
    },
    {
      "en": "Moon enters penumbra: instant of first external tangency of moon with the penumbra.",
      "cn": "半影食始：月球刚刚和半影接触，这时肉眼觉察不到。"
    },
    {
      "en": "Partial solar eclipses occur when the Moon's penumbra touches Earth; partial lunar eclipses occur when the only part of the Moon passes through Earth's umbra.",
      "cn": "地球上被月球半影扫过的地方可见日偏食，而当只有部份月球进入地球本影时， 月偏食便会发生。"
    },
    {
      "en": "The area of the penumbra was measured and analyzed with an image analysis system.",
      "cn": "通过甲苯胺蓝染色、焦油紫染色并利用图像分析仪测量半影区面积."
    },
    {
      "en": "Thus the penumbra and DND are the current targets in stroke treatment studies.",
      "cn": "保护这部分神经元的完整性和功能是目前治疗脑卒中的目标."
    },
    {
      "en": "Traditionally, the word wangliang has three different meanings penumbra and elf.",
      "cn": "“罔两”一词历来向有“无据依”、“景外微阴”及“精怪”三义."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "penumbral",
          "tran_cn": " 日月半影的；界限不明的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shade"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "黑影周围的半阴影，半影，边缘，外围",
      "tran_en": "an area of slight darkness"
    }
  ],
  "exchange": {
    "pl": [
      "penumbras"
    ]
  }
}