{
  "word": "screenplay",
  "ipa": {
    "us": "ˈskri:npleɪ",
    "uk": "ˈskrinˌple"
  },
  "sentences": [
    {
      "en": "Academy Award Nominations including best picture, best director, best adapted screenplay!",
      "cn": "获奥斯卡金像奖10项提名,其中包括最佳影片 、 最佳导演和最佳改编剧本奖."
    },
    {
      "en": "Brecht's verdict was that his screenplay had been mutilated.",
      "cn": "布雷赫特的结论是他的电影剧本已被窜改。"
    },
    {
      "en": "CASABLANCA won three Oscars best picture, best director and best screenplay.",
      "cn": "卡萨布兰卡获得三项奥斯卡金像奖:最佳影片 、 最佳导演和最佳剧本."
    },
    {
      "en": "Colin Welland's screenplay is faithful to the novel.",
      "cn": "科林·韦兰的电影剧本忠实于原小说。"
    },
    {
      "en": "Everybody criticized my screenplay. Except the actor in the leading role.",
      "cn": "每个人都在指责我的剧本. 除了主角."
    },
    {
      "en": "He approached John Wexley with a commission to write the screenplay of the film.",
      "cn": "他找到约翰·韦克斯利，委托他创作这部电影的剧本。"
    },
    {
      "en": "He crossed out \"Screenplay\" and put \"Written by\" instead.",
      "cn": "他划掉了“编剧”二字，改为“作者”。"
    },
    {
      "en": "I watched a trailer for the screenplay of his memoirs.",
      "cn": "我看过以他的回忆录改编成电影的预告片."
    },
    {
      "en": "Read your screenplay aloud to hear if it flows well.",
      "cn": "把你的剧本大声读出来,听听是否通畅."
    },
    {
      "en": "Snyder has sold a screenplay to Steven Spielberg and others to Disney.",
      "cn": "斯奈德卖过一部作品给导演史蒂芬斯皮尔伯格,也有些卖给迪士尼."
    },
    {
      "en": "The screenplay award went to Bosnia's Danis Tanovic for No Man's Land.",
      "cn": "波斯尼亚导演丹尼斯-塔诺维奇执导的《无主之地》获得了最佳编剧奖."
    },
    {
      "en": "The screenplay for \"Gabriel Over the White House\" is credited to Carey Wilson.",
      "cn": "电影《天使降临白宫》的剧本出自凯里·威尔逊之手。"
    },
    {
      "en": "This earned both Damon and Affleck Oscars for Best Original Screenplay.",
      "cn": "这为戴蒙与艾弗列克赢得了奥斯卡最佳原著剧本奖."
    },
    {
      "en": "Visualize your screenplay and write it according to what you want your audience to see and hear in your movie script.",
      "cn": "请设想你的电影剧本,并按照你希望观众在剧本中看到的和听到的东西写它."
    },
    {
      "en": "Well, you’re in luck because we can help with one of those things. Writing your first screenplay.",
      "cn": "好，你很幸运因为我们可以帮助你实现其中之一，即创作你的第一部电影剧本。"
    },
    {
      "en": "Who wrote the screenplay from Patricia Highsmith's book? Raymond Chandler, no less.",
      "cn": "帕特里夏·海史密斯那本书是谁改编成剧本的？雷蒙德·钱德勒呀，厉害。"
    },
    {
      "en": "Yes, the screenplay was beautiful, but my worries continued.",
      "cn": "是的, 剧本很美, 但是我仍然担心接下来怎么开机."
    },
    {
      "en": "You would think screenplay dialogue should be easy to write.",
      "cn": "你可能认为电影剧本的对话应该易于编写。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "screen",
          "tran_cn": " 屏，幕；屏风"
        },
        {
          "word": "screenland",
          "tran_cn": " 电影界"
        },
        {
          "word": "screenwriter",
          "tran_cn": " 编剧家；电影剧本作家"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "screen",
          "tran_cn": " 拍电影"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "screen",
          "tran_cn": " 筛；拍摄；放映；掩蔽"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "drama",
            "scenario"
          ],
          "tran_cn": "编剧，剧本；电影剧本"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "drama",
            "play"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "best screenplay",
      "tran_cn": "最佳编剧；最佳剧本"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "电影剧本，剧本",
      "tran_en": "the words that are written down for actors to say in a film, and the instructions that tell them what they should do"
    }
  ],
  "exchange": {
    "pl": [
      "screenplays"
    ]
  }
}