{
  "word": "anyway",
  "ipa": {
    "us": "ˈeniweɪ",
    "uk": "ˈeniweɪ"
  },
  "sentences": [
    {
      "en": "\"I'll talk to you on Friday anyway.\"— 'Yep. Okay then.'",
      "cn": "“不管怎样，我星期五和你谈。”——“行，就这么定了。”"
    },
    {
      "en": "\"What am I doing wrong, anyway?\" — \"Beats me, Lewis.\"",
      "cn": "“不管怎样，我到底做错了什么？”——“这我也不知道，刘易斯。”"
    },
    {
      "en": "A miracle is something that seems impossible but happens anyway.",
      "cn": "奇迹就是看似不可能，却发生了。"
    },
    {
      "en": "Anyway, I soon got on the blower to him.",
      "cn": "不管怎样，我立马给他去了电话。"
    },
    {
      "en": "Anyway, why didn’t you call the police?",
      "cn": "总之，你为什么不报警？"
    },
    {
      "en": "Anyway, you're here; you might as well stay.",
      "cn": "反正你已经在这儿了，那就留下来吧。"
    },
    {
      "en": "Becker has never been the most consistent of players anyway.",
      "cn": "不管怎么说，贝克尔从来就不是表现最为稳定的球员。"
    },
    {
      "en": "Catherine wasn’t sure the book was the right one, but she bought it anyway.",
      "cn": "凯瑟琳不能确定就是这本书，但她还是买了。"
    },
    {
      "en": "He got lost and spent hours looking for the station, and anyway it was past midnight by the time he got home.",
      "cn": "他迷了路，找车站花了几个小时，总之过了午夜才到家。"
    },
    {
      "en": "I don't know why I settled on Miami, but anyway I did.",
      "cn": "我不知道为什么我落户到了迈阿密，但不管怎样我做了。"
    },
    {
      "en": "I know I'll be confronted with difficulties, but I will squeak by anyway.",
      "cn": "我知道我会遇到许多困难，可我无论如何总能应付过去。"
    },
    {
      "en": "I left medicine anyway. I wasn't really cut out for it.",
      "cn": "我还是放弃学医了，我真的不是那块料。"
    },
    {
      "en": "I probably would have voted that way anyway.",
      "cn": "无论如何我可能都会那样投票。"
    },
    {
      "en": "I'd rather see it at the pictures than on video anyway.",
      "cn": "我本来就宁可去电影院看，而不是看录像。"
    },
    {
      "en": "Let them talk about me; I'll be dead, anyway.",
      "cn": "随他们怎么说我吧；我反正是要死的。"
    },
    {
      "en": "Let’s think about it for a while, for a few days anyway.",
      "cn": "让我们想一想，至少考虑几天。"
    },
    {
      "en": "Mary Ann doesn't want to have children. Not right now, anyway.",
      "cn": "玛丽·安不想要孩子，至少现在不想。"
    },
    {
      "en": "Nothing I do makes any difference anyway, so why bother?",
      "cn": "既然我做什么都于事无补，我为什么还要费劲呢？"
    },
    {
      "en": "Recession has simply accelerated changes that have been reshaping the industry anyway.",
      "cn": "经济萧条只不过加速了原本就在改变行业状况的变化。"
    },
    {
      "en": "The chase is always much more exciting than the conquest anyway.",
      "cn": "不管怎么说，追求的过程总比得手更为刺激。"
    },
    {
      "en": "There seems to have been a technical problem – anyway, that’s what they told me.",
      "cn": "好像出了技术故障，至少他们是这么跟我说的。"
    },
    {
      "en": "This idea probably won’t work, but let’s try it anyway.",
      "cn": "这个办法可能行不通，不过我们还是试试吧。"
    },
    {
      "en": "We were going to wallpaper that room anyway.",
      "cn": "反正我们本来就打算在那间屋里贴墙纸的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "anyhow",
          "tran_cn": " 总之；无论如何；不管怎样"
        },
        {
          "word": "anywhere",
          "tran_cn": " 在任何地方；无论何处"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "anywhere",
          "tran_cn": " 任何地方"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "any",
            "anyhow",
            "case",
            "in",
            "way",
            "which"
          ],
          "tran_cn": "无论"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "nevertheless",
            "yet"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "无论如何，不管怎样，究竟，总之，（纠正说过的话）至少，（转移话题）对了，（结束谈话）那么",
      "tran_en": "used when adding something that corrects or slightly changes what you have just said"
    }
  ],
  "exchange": {}
}