{
  "word": "collagen",
  "ipa": {
    "us": "ˈkɒlədʒən",
    "uk": "ˈkɑlədʒən"
  },
  "sentences": [
    {
      "en": "After digestion by plasmin, the collagen fibrillar network was destructed.",
      "cn": "经过纤溶酶消化后, 玻璃体胶原纤维的网状结构破坏."
    },
    {
      "en": "But there isnt obvious interaction between nonionic aqueous polyurethane resin and collagen.",
      "cn": "非离子型水溶性聚氨酯与胶原间则观察不到明显的相互作用."
    },
    {
      "en": "Collagen and elastin provide the strength and resiliency of connective tissues such as skin and ligaments.",
      "cn": "胶原和弹性蛋白使象皮肤和韧带这样的结缔组织具有韧性和弹性."
    },
    {
      "en": "Collagen fibers appear in the wound.",
      "cn": "在伤口中出现了胶原纤维."
    },
    {
      "en": "Contain abundant vitamin, amino acids, begonia grass, bone collagen etc. nourishment composition.",
      "cn": "含丰富维生 、 氨基酸 、 海棠草 、 骨胶原蛋白等营养成份."
    },
    {
      "en": "DDR enhance the proliferation of KFb and increase the collagen protein secretion.",
      "cn": "DDR-ASODN对KFb凋亡、增殖、胶原合成和分泌具有显著抑制作用."
    },
    {
      "en": "During the first stage of wound healing, inflammation around the damaged area stimulates the production of a substance called collagen.",
      "cn": "伤口愈合的第一个阶段，受损区域的炎症反应刺激一种叫做胶原蛋白的物质生成。"
    },
    {
      "en": "Function - forming and remodelling collagen, reticular and elastic fibres and the ground substances.",
      "cn": "合成蛋白质,构成疏松结缔组织的纤维和基质成分."
    },
    {
      "en": "In this chapter we briefly review the structure, biosynthesis, degradation and regulation of collagen in tissues.",
      "cn": "在本章中我们简要地叙述组织内胶原的结构, 生物合成的 、 降鲜和调节."
    },
    {
      "en": "Ingredient and function: Rosemary, Hyaloplasm acid, Collagen, Coconut oil.",
      "cn": "成分功效: 迷迭香 、 透明质酸, 胶原蛋白, 椰子油等."
    },
    {
      "en": "Ingredient: DNA Fluid, Lavender, Hamamelis, Elastic Element, Micro - collagen Protein, Hair Follicle Mollify.",
      "cn": "主要成份: DNA原液 、 薰衣草 、 金缕梅 、 弹力素 、 微胶原蛋白 、 毛囊软化剂."
    },
    {
      "en": "Ingredients: Collagen, hyaluronic acid, chrysanthemum extract serum, arbutin etc.",
      "cn": "成份: 胶原蛋白 、 透明质酸 、 野菊花提取液 、 熊果苷等."
    },
    {
      "en": "It incorporated proline directly, and hydroxylated It'subsequently in a manner reminiscent of collagen.",
      "cn": "它直接将脯氨酸并入, 并且随后象骨胶那样使它羟基化."
    },
    {
      "en": "Lemons, oranges and any other citrus fruit form collagen resulting to holding the skin cells together. It is necessary to drink fruit juices and eat fruit every day.",
      "cn": "柠檬，橘子和任何其他柑橘类水果形成胶原蛋白，从而新生皮肤细胞组织，所以每天要多喝果汁多吃水果。"
    },
    {
      "en": "The collagen that is included in face creams comes from animal skin.",
      "cn": "面霜中的胶原蛋白取自动物皮层。"
    },
    {
      "en": "The group of enzymes capable of degrading collagen under physiological conditions are the collagenases.",
      "cn": "在生理条件下能降解胶原的一组酶是胶原酶."
    },
    {
      "en": "The matrix of bone contains both fibers of the protein collagen and mineral deposits .",
      "cn": "硬骨的基质既含有蛋白质的胶原纤维，也含有矿物质沉积。"
    },
    {
      "en": "The matrix of bone contains both fibers of the protein collagen and mineral deposits.",
      "cn": "硬骨的基质既含有蛋白质的胶原纤维,也含有矿物质沉积."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "collagenic",
          "tran_cn": " 胶原的；产生胶原的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "collagen fibre",
      "tran_cn": "胶原纤维；骨胶纤维"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[生化]胶原蛋白，胶原质",
      "tran_en": "a  protein  found in people and animals. It is often used in beauty products and treatments to make people look younger and more attractive."
    }
  ],
  "exchange": {}
}