{
  "word": "Nepal",
  "ipa": {
    "us": "nɪˈpɔːl",
    "uk": "nəˈpɔl"
  },
  "sentences": [
    {
      "en": "“We have plans to distribute the filter in India and Nepal,” Hussam said.",
      "cn": "胡珊说，\"我们还计划在印度和尼泊尔分发这种过滤器。\""
    },
    {
      "en": "As for Nepal, I believe the choice 15 is quite clear.",
      "cn": "至于尼泊尔, 我认为选择哪一条路是相当清楚的."
    },
    {
      "en": "But there were notable increases from Saudi Arabia, Nepal and Vietnam.",
      "cn": "而沙特 、 尼泊尔和越南的排名则有所上升."
    },
    {
      "en": "Do you know there's a wizard in Nepal who's growing gravity - resistant trees?",
      "cn": "你知不知道尼泊尔有位巫师在种植 反 地心引力树木?"
    },
    {
      "en": "From Bombay we made a long leg to Nepal.",
      "cn": "从孟买到尼泊尔我们作了一次很长的旅行."
    },
    {
      "en": "He was banged up in a Nepal jail for six months.",
      "cn": "他在尼泊尔一座监狱里关押了六个月."
    },
    {
      "en": "I'm really forward to taking the trip to Nepal.",
      "cn": "我一直盼望着要去尼泊尔旅行."
    },
    {
      "en": "In 1994, I came back to nepal and lived here one month.",
      "cn": "1994年, 我回到尼泊尔,在那儿生活了1个月."
    },
    {
      "en": "It is an absolutely a new thought in Nepal.",
      "cn": "对于尼泊尔它是一种全新的思想."
    },
    {
      "en": "Macaques live in close quarters with people in parts of Nepal.",
      "cn": "在尼泊尔一些地方,猕猴和人类和平共处,生活在一起."
    },
    {
      "en": "Porter: Oh, I see You said that you are going to Nepal after Bangladesh, right?",
      "cn": "验票员: 噢, 我明白了,你刚才说到孟加拉之后,你们还要去尼泊尔, 对不对?"
    },
    {
      "en": "The Rough Guide to Nepal is a comprehensive guide to the region.",
      "cn": "《尼泊尔概况》是一本全面介绍该地区的旅游指南。"
    },
    {
      "en": "This collection mesmerizes the Nepal's Himalayas, beautiful people and colourful festivals.",
      "cn": "这张收录使尼泊尔的喜玛拉雅山脉 、 美丽的人民和多姿多彩的节日沉浸."
    },
    {
      "en": "This is Nepal.",
      "cn": "这是尼泊尔。"
    },
    {
      "en": "This year we're going trekking in Nepal.",
      "cn": "今年我们准备去尼泊尔远足。"
    },
    {
      "en": "Tom: Tow weeks then we'll move on to Nepal for two weeks.",
      "cn": "汤姆: 两个星期,然后我们去尼泊尔两个星期."
    },
    {
      "en": "We want that Nepal's capital does not go outside.",
      "cn": "我们不想让尼泊尔资本流到国外."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "尼泊尔（南亚国家）"
    }
  ],
  "exchange": {}
}