{
  "word": "sunglasses",
  "ipa": {
    "us": "ˈsʌnɡlɑːsɪz",
    "uk": "ˈsʌnɡlæsɪz"
  },
  "sentences": [
    {
      "en": "Admiring the trivia greaty , the man with sunglasses pressed the button again and again.",
      "cn": "戴墨镜的男子对这个豆知识感佩万分,一直连按按钮."
    },
    {
      "en": "Brennan is measuring pitchforks and spraying them with luminal as Booth shows Gavin the bamboo - framed sunglasses.",
      "cn": "Brennan检查干草叉和喷涂鲁米液."
    },
    {
      "en": "Chanel sunglasses are all of high quality and the latest fashion.",
      "cn": "夏奈尔墨镜的都是高品质和最新的时尚."
    },
    {
      "en": "He had to wear sunglasses because of the glare of the sun.",
      "cn": "因为阳光耀眼,他只好戴墨镜."
    },
    {
      "en": "He was also shown on horseback in sunglasses, gloves and a body - hugging white vest.",
      "cn": "其中还有普京总统戴着墨镜 、 手套,穿着紧身白背心骑马的照片."
    },
    {
      "en": "Her eyes were masked by huge round sunglasses.",
      "cn": "她的双眼被一副圆形大墨镜遮住了."
    },
    {
      "en": "I can’t see her eyes, but I can see her eyebrows above the sunglasses.",
      "cn": "我看不到她的眼睛，但是能看到她露在太阳镜上面的眉毛。"
    },
    {
      "en": "I wore sunglasses all the time and people thought it was an affectation.",
      "cn": "我成天戴着墨镜，大家都觉得我在装酷。"
    },
    {
      "en": "It'stopped and a tall fair man with sunglasses got out.",
      "cn": "比尔暗自微笔,开始觉得不那么着急了."
    },
    {
      "en": "Look carefully. What about the one who is wearing sunglasses?",
      "cn": "仔细看看. 戴墨镜的那个人是 吗 ?"
    },
    {
      "en": "Many people were wearing sunglasses under the dazzling sunlight.",
      "cn": "在刺目的阳光下,很多人戴着墨镜."
    },
    {
      "en": "She slipped on a pair of sunglasses.",
      "cn": "她轻快地戴上了一副太阳镜。"
    },
    {
      "en": "She took off her sunglasses.",
      "cn": "她摘下墨镜."
    },
    {
      "en": "The celebrity was disguised in black sunglasses.",
      "cn": "这位明星戴着大黑超以掩饰自己."
    },
    {
      "en": "The girl often wears a pair of sunglasses, and she looks very cool.",
      "cn": "那个姑娘经常戴着墨镜, 看起来很酷."
    },
    {
      "en": "The sunglasses that compares flat nose what to look take is bit better?",
      "cn": "比较扁的鼻子带什么样子的墨镜好点?"
    },
    {
      "en": "What color should I choose for my sunglasses?",
      "cn": "我该挑一副什么颜色的太阳镜呢？"
    },
    {
      "en": "What do you think of my new sunglasses?",
      "cn": "你觉得我的新太阳镜怎么样？"
    },
    {
      "en": "Why always do you put on the sunglasses?",
      "cn": "你为什么总戴墨镜?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lens",
            "shade"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "太阳镜，黑眼镜，墨镜",
      "tran_en": "dark glasses that you wear to protect your eyes when the sun is very bright"
    },
    {
      "pos": "other",
      "tran_cn": "太阳镜",
      "tran_en": "dark glasses that you wear to protect your eyes when the sun is very bright"
    }
  ],
  "exchange": {}
}