{
  "word": "preventative",
  "ipa": {
    "us": "prɪ'ventətɪv",
    "uk": "prɪˈvɛntətɪv"
  },
  "sentences": [
    {
      "en": "And they told me their insurance wouldn't cover me unless I wore preventative covering.",
      "cn": "他们告诉我我的保险不能赔偿我因为我们有穿适当的衣服."
    },
    {
      "en": "Be responsible for facility and utility routine maintenance, preventative maintenance, trouble shooting.",
      "cn": "负责设施和共用系统的日常维护 、 日常维护 以及 故障排除."
    },
    {
      "en": "But preventative maintenance is the better alternative!",
      "cn": "但是,预防性维护,是更好的选择!"
    },
    {
      "en": "Check and empty residual rust - preventative oil inside the gear reducer.",
      "cn": "检查并排放干净减速机内部的残留润滑 防锈 油."
    },
    {
      "en": "Corrective and preventative actions are followed up and implemented.",
      "cn": "纠正预防措施得到跟进和实施."
    },
    {
      "en": "Distribute individual process equipment and utilities preventative maintenance working order.",
      "cn": "分发单独设备的工艺设备与设施的预防维护工作单."
    },
    {
      "en": "Identify the hazards and list preventative measures to control them.",
      "cn": "识别危险病列出控制这些危险的预防性措施."
    },
    {
      "en": "Individual process equipment and utilities preventative maintenance working order archive.",
      "cn": "单独工艺设备与设施的预防维护工作单的存档."
    },
    {
      "en": "Is the maintenance by a systematic preventative maintenance system?",
      "cn": "保养维护是否有系统的预防性维护机制?"
    },
    {
      "en": "It's seen as a preventative measure.",
      "cn": "这被视为一种预防性措施."
    },
    {
      "en": "Nations across the globe have already been taking preventative measures.",
      "cn": "全球各国已经采取防范措施."
    },
    {
      "en": "Perform preventative maintenance and calibration of equipment and systems.",
      "cn": "执行预防性维护和校准设备和系统."
    },
    {
      "en": "preventative measures",
      "cn": "预防措施"
    },
    {
      "en": "Since then, several studies have evaluated botulinum toxin as a migraine preventative.",
      "cn": "在这之后, 数项研究都评定肉毒杆菌毒素是一种偏头痛预防药物."
    },
    {
      "en": "They are used as a routine preventative treatmet of venous stasis.",
      "cn": "使用这种袜子已成为预防静脉郁滞的常规措施."
    },
    {
      "en": "Track process equipment and utilities preventative maintenance progress.",
      "cn": "工艺设备与设施的预防维护进程的追溯."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prophylaxis",
            "preservative"
          ],
          "tran_cn": "预防法；预防物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prevention"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "preventative maintenance",
      "tran_cn": "预防性维修，防护检修"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "预防性的",
      "tran_en": "Preventative means the same as "
    }
  ],
  "exchange": {}
}