{
  "word": "unconfirmed",
  "ipa": {
    "us": "ˌʌnkənˈfɜ:md",
    "uk": "ˌʌnkənˈfɜrmd"
  },
  "sentences": [
    {
      "en": "An unconfirmed source adds that Chen Xiaoxu has been following the Buddhist credo for seven years.",
      "cn": "据未经证实的消息来源说,陈晓旭在数年前就已经开始信奉佛教了."
    },
    {
      "en": "But unconfirmed reports from inside tell us the Man of Steel lies in a coma.",
      "cn": "但是未经证实的内幕消息指出超人陷入晕迷状态."
    },
    {
      "en": "Click here to find out more about this as of yet unconfirmed report.",
      "cn": "按这里发现关于这的更多当做仍然未被证实的报告."
    },
    {
      "en": "Many supposed risk factors, for example alcohol consumption, smoking and caffeine intake, remain controversial or unconfirmed.",
      "cn": "很多推测的危险因素, 如酒精消费 、 吸烟及咖啡摄入, 尚存争议及不确定因素."
    },
    {
      "en": "There are unconfirmed reports he tried to commit suicide.",
      "cn": "有未经证实的报道说他曾企图自杀。"
    },
    {
      "en": "There are unconfirmed reports of several small villages buried by mudslides.",
      "cn": "据未经证实的报道说，几个小村庄被泥石流吞没了。"
    },
    {
      "en": "There are unconfirmed reports that two people have been shot in the neighbouring town of Lalitpur.",
      "cn": "据报道有两人在勒利德布尔城附近被枪杀，但尚未得到证实。"
    },
    {
      "en": "There is unconfirmed report that our agent has been arrested.",
      "cn": "未确认的报告说,我们代理人已被逮捕."
    },
    {
      "en": "There were unconfirmed reports that the rebel army was advancing upon the town.",
      "cn": "据未经证实的报告说,叛军正向市区推进."
    },
    {
      "en": "Those rumors also remain unconfirmed as of publication of this report.",
      "cn": "此类推测在本稿发布时也未得到证实."
    },
    {
      "en": "Unconfirmed addresses add $ 2.00 for signature confirmation.",
      "cn": "未经证实的地址添加签字确认2.00美元."
    },
    {
      "en": "Unconfirmed reports said that at least six people had been killed.",
      "cn": "未经证实的报道称至少有六人丧生。"
    },
    {
      "en": "We have unconfirmed reports of disaster at Raccoon City.",
      "cn": "关于浣熊市事故的报告."
    },
    {
      "en": "We’ve received unconfirmed reports of an explosion in central London.",
      "cn": "我们收到一些未经证实的报道，说伦敦市中心发生了爆炸。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unsealed"
          ],
          "tran_cn": "未证实的；未最后认可的；未受坚信礼的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未经证实的，未予确认的，未受坚信礼的，未经认可的",
      "tran_en": "a report etc that has not been proved or supported by official information"
    }
  ],
  "exchange": {}
}