{
  "word": "outpatient",
  "ipa": {
    "us": "ˈaʊtpeɪʃnt",
    "uk": "ˈaʊtpeɪʃnt"
  },
  "sentences": [
    {
      "en": "a routine examination in outpatients",
      "cn": "在医院门诊部的例行检查"
    },
    {
      "en": "After examination he referred him to the outpatient clinic.",
      "cn": "在检查以后,他把他转往门诊部."
    },
    {
      "en": "an outpatient clinic",
      "cn": "门诊诊所"
    },
    {
      "en": "He cut his hand and was treated as an outpatient at a local hospital.",
      "cn": "他割伤了手,在当地一家医院的门诊部治疗."
    },
    {
      "en": "Laparoscopy is usually performed on an outpatient basis under general anesthesia.",
      "cn": "通常要全身麻醉下在门诊做腹腔镜."
    },
    {
      "en": "Objective To design a new procedure for outpatient safe infusion.",
      "cn": "目的:设计一种能实现安全输液的全新解决方案."
    },
    {
      "en": "Objective To develop the outpatient emergency information system suitable for our hospital.",
      "cn": "目的研制开发符合医院实际的门急诊信息系统."
    },
    {
      "en": "Patients were recruited from inpatient , outpatient, and emergency department settings.",
      "cn": "患者是从住院部 、 门诊部和急诊部招募的."
    },
    {
      "en": "She received psychiatric care as an outpatient.",
      "cn": "她作为门诊病人接受了精神科护理。"
    },
    {
      "en": "The hospital stops its outpatient service at six o'clock every afternoon.",
      "cn": "这家医院每天下午六点钟停诊."
    },
    {
      "en": "The outpatient program has a staff of six people.",
      "cn": "门诊部有6名工作人员。"
    },
    {
      "en": "The rate and expenditure of average outpatient is lower than employee s.",
      "cn": "退休职工普通门诊就诊率、就诊费用相对于在职职工处于较低水平."
    },
    {
      "en": "They are the outpatient department and the inpatient department.",
      "cn": "它们是门诊部和住院部."
    },
    {
      "en": "This is the outpatient department of Guangdong Provincial Hospital.",
      "cn": "这是广东省医院门诊部."
    },
    {
      "en": "This is the outpatient department of Hebei Provincial Hospital.",
      "cn": "这是河北省医院门诊部."
    },
    {
      "en": "This was done under local anesthesia, as an outpatient.",
      "cn": "这样病人只需局部麻醉, 不用入院."
    },
    {
      "en": "Treatment an outpatient basis unless severe medical problems emerge.",
      "cn": "如无急诊情况出现,一般行门诊治疗."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "patient"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "outpatient clinic",
      "tran_cn": "门诊诊所"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "门诊病人，不住院病人",
      "tran_en": "someone who goes to a hospital for treatment but does not stay for the night"
    }
  ],
  "exchange": {
    "pl": [
      "outpatients"
    ]
  }
}