{
  "word": "foreclosure",
  "ipa": {
    "us": "fɔ:ˈkləʊʒə(r)",
    "uk": "fɔrˈkloʊʒə(r)"
  },
  "sentences": [
    {
      "en": "A bankruptcy in real estate terms is known a foreclosure.",
      "cn": "止赎是房地产破产中的著名条款."
    },
    {
      "en": "A farm foreclosure sale in Iowa in 1933.",
      "cn": "1933年,爱荷华州一被抵押农场拍卖."
    },
    {
      "en": "A foreclosure notice is pasted to the door of his house.",
      "cn": "一张回收通知单贴在他的门上."
    },
    {
      "en": "About 1 percent of the mortgage loans were pending foreclosure, up from percent.",
      "cn": "即将丧失抵押品赎回权的按揭贷款的比例从0.65%上升至约1.04%."
    },
    {
      "en": "About 2 % of old - home - loans all home loans are in for foreclosure.",
      "cn": "约2%房屋贷款者被剥夺了抵押品的赎回权."
    },
    {
      "en": "About 2 percent of all home loans are ring for closure in foreclosure.",
      "cn": "约2%的房屋贷款者丧失了抵押品赎回权."
    },
    {
      "en": "About all home loans are in foreclosure.",
      "cn": "约2%房屋贷款者被取消了回赎权."
    },
    {
      "en": "About two percent of all - home loans are in full closure foreclosure.",
      "cn": "有约百分之二的房屋贷款丧失抵押品赎回权."
    },
    {
      "en": "But that was largely because of brisk foreclosure sales in stressed markets.",
      "cn": "但这在很大程度上要归因于低迷市场中大量丧失止赎权的房屋的销售."
    },
    {
      "en": "Excluding the 16 highest foreclosure states, the others almost flat prices.",
      "cn": "将16个止赎现象最严重的州排除之后, 其它州的房价几乎持平."
    },
    {
      "en": "Foreclosure victim will seek relief from the court of appeals.",
      "cn": "丧失赎取权的受害者会到上诉法院伸冤."
    },
    {
      "en": "I shopped at the foreclosure department of a bank.",
      "cn": "而我是在一家银行的破产清偿部购买的."
    },
    {
      "en": "If homeowners can't keep up the payments, they face foreclosure.",
      "cn": "业主如果未能按时交房贷，就会面临丧失抵押品赎回权的危险。"
    },
    {
      "en": "Not all delinquencies lead to foreclosure.",
      "cn": "并不是所有未按时还债的情形都会导致丧失抵押品的赎回权。"
    },
    {
      "en": "So, if all of his units are going into foreclosure are bought by individuals, then the building would be warrantable.",
      "cn": "所以，如果他的单位是丧失抵押品赎回权都是由个人购买，然后大楼将可保证。"
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "foreclose",
          "tran_cn": " 取消抵押品赎回权"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "foreclose",
          "tran_cn": " 阻止；排除；取消抵押品赎回权"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "丧失抵押品赎回权，排斥",
      "tran_en": "Foreclosure is when someone who has lent money to a person or organization so that they can buy property takes possession of the property because the money has not been repaid"
    }
  ],
  "exchange": {
    "pl": [
      "foreclosures"
    ]
  }
}