{
  "word": "unfounded",
  "ipa": {
    "us": "ʌnˈfaʊndɪd",
    "uk": "ʌnˈfaʊndɪd"
  },
  "sentences": [
    {
      "en": "According to our records your complaint about an incomplete delivery is unfounded.",
      "cn": "根据我们的记录,贵公司有关货数量不足所作的抱怨是无根据的."
    },
    {
      "en": "Her trust in him was unfounded.",
      "cn": "她对他的信任毫无道理。"
    },
    {
      "en": "His fears proved unfounded.",
      "cn": "他的恐惧被证实为无根据的."
    },
    {
      "en": "I'm pleased to that our fears about the weather proved unfounded.",
      "cn": "我很高兴地发现我们对天气的担心是毫无理由的."
    },
    {
      "en": "Such unfounded opinions do not bear argument; the truth speaks for itself.",
      "cn": "对此论调,无需争辩, 事实是最好的回答."
    },
    {
      "en": "The assumption that robots will make humans redundant and replaceable is unfounded.",
      "cn": "认为机器人将人类变得多余和可替代的假设是站不住脚的."
    },
    {
      "en": "The charge was quite unfounded.",
      "cn": "这指控是毫无根据的."
    },
    {
      "en": "The rumour was unfounded.",
      "cn": "传闻失实."
    },
    {
      "en": "The worry of the Chinese community is not unfounded.",
      "cn": "华社对这样的现象忧心忡忡是可以理解的."
    },
    {
      "en": "There were unfounded rumours of alcohol abuse.",
      "cn": "一些毫无根据的酗酒谣言在流传。"
    },
    {
      "en": "These claims have been disputed and would seem unfounded.",
      "cn": "这些声称都被争议并看似?有理由的.."
    },
    {
      "en": "They have been reluctant to admit AIDS patients, in part because of unfounded fears of contagion.",
      "cn": "他们一直不愿接纳艾滋病患者，部分原因是无来由地害怕被接触传染。"
    },
    {
      "en": "This saying is completely unfounded.",
      "cn": "这种说法完全是无稽之谈."
    },
    {
      "en": "Unfounded rumours of accounting problems hit stocks of other companies.",
      "cn": "有关账目问题的无根据的谣言打击了其他公司的股票。"
    },
    {
      "en": "We hold that their proposal is unfounded.",
      "cn": "我们认为他们的建议是无事实根据的."
    },
    {
      "en": "Your report last week was unfair. It was based upon wholly unfounded and totally unjustified allegations.",
      "cn": "你上周的报告是不公平的。它是基于毫无根据且完全无端的指控。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "panic"
          ],
          "tran_cn": "未建立的；没有理由的；没有事实根据的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fallacious",
            "idle"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无事实根据的，无基础的，未建立的，未确定的",
      "tran_en": "unfounded statements, feelings, opinions etc are wrong because they are not based on facts"
    }
  ],
  "exchange": {}
}