{
  "word": "devaluation",
  "ipa": {
    "us": "ˌdi:ˌvæljʊ'eɪʃn",
    "uk": "ˌdiˌvæljʊ'eɪʃn"
  },
  "sentences": [
    {
      "en": "A devaluation causes the price of one currency to drop in relation to other currencies.",
      "cn": "贬值,是使一种货币对别的货币的比值下跌."
    },
    {
      "en": "Devaluation would only give the economy a brief respite.",
      "cn": "贬值只能让经济得到暂时的缓解。"
    },
    {
      "en": "Financial market is shocked by the news of the devaluation.",
      "cn": "金融市场被货币贬值的新闻所震惊."
    },
    {
      "en": "France is also set against devaluation.",
      "cn": "法国也坚决反对货币贬值。"
    },
    {
      "en": "Further devaluation of pound will surely cause monetary crisis.",
      "cn": "英镑进一步贬值必将引起货币危机."
    },
    {
      "en": "He blamed injudicious comments by bankers for last week's devaluation.",
      "cn": "他将上周的货币贬值归咎于银行家所作的不当评论。"
    },
    {
      "en": "In the long term , as every economist knows, inflation brings devaluation.",
      "cn": "然而, 就像所有经济学家所熟知的,从长远来看, 膨胀必然会带来贬值."
    },
    {
      "en": "It will lead to devaluation of a number of European currencies.",
      "cn": "这将会造成数种欧洲货币的贬值。"
    },
    {
      "en": "Nothing like that has happened in Europe — yet. But it’s certainly within the realm of possibility, especially as the pain of austerity and internal devaluation drags on.",
      "cn": "在欧洲还没有发生这样的事情，但肯定在可能性范畴之内，尤其是随着财政紧缩与内部贬值痛苦的持续，这种可能会增大。"
    },
    {
      "en": "Once you have something, then immediately devaluation.",
      "cn": "一件东西一旦拥有，便马上贬值。"
    },
    {
      "en": "Share price readjusted quickly to the news of the devaluation.",
      "cn": "货币贬值的消息一传出,股票价格就迅速重新调整了."
    },
    {
      "en": "The devaluation of the pound has put our estimates out by several thousands.",
      "cn": "英镑一贬值使我们的估计数差了几千镑."
    },
    {
      "en": "The devaluation of the pound should have been a warning sign.",
      "cn": "英镑的贬值应该为其敲响警钟了."
    },
    {
      "en": "The risk of devaluation (of the currency) does not affect them as much as it does other investors.",
      "cn": "（货币）贬值风险对他们的影响不像对其他投资商那么大。"
    },
    {
      "en": "There has been the biggest devaluation money and a huge fiscal deficit.",
      "cn": "当前出现了最严重的货币贬值和巨大的财政赤字."
    },
    {
      "en": "Two other concepts related to the value of a currency are devaluation or revaluation.",
      "cn": "另外两个涉及某种通货价值的概念是法定升值和法定贬值."
    },
    {
      "en": "Until now, a devaluation of the dollar seemed inconceivable.",
      "cn": "直到现在，美元的贬值似乎都无法想象。"
    },
    {
      "en": "Without the option of devaluation, their medium - term outlook looks less than rosy.",
      "cn": "无法选择货币贬值, 她们的 中期 前景看起来毫不光明."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "devaluate",
          "tran_cn": " 贬值"
        },
        {
          "word": "devalue",
          "tran_cn": " 贬值"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "devaluate",
          "tran_cn": " 使…贬值；降低…的价值；减少…的重要性"
        },
        {
          "word": "devalue",
          "tran_cn": " 使贬值；降低…的价值"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "currency depreciation"
          ],
          "tran_cn": "货币贬值"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "reduction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "currency devaluation",
      "tran_cn": "[经]货币贬值"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（货币）贬值"
    }
  ],
  "exchange": {
    "pl": [
      "devaluations"
    ],
    "verb": [
      "devalue"
    ]
  }
}