{
  "word": "notoriously",
  "ipa": {
    "us": "nəʊ'tɔ:rɪəslɪ",
    "uk": "noˈtɔrɪəslɪ"
  },
  "sentences": [
    {
      "en": "Birth rates are notoriously difficult to predict.",
      "cn": "众所周知,出生率是很难预测的."
    },
    {
      "en": "Civil court proceedings are notoriously slow.",
      "cn": "民事诉讼程序的耗时长是无人不知的."
    },
    {
      "en": "Could some of the deaths have been prevented in this notoriously high-risk area?",
      "cn": "在这个众所周知的高危地区，有些死亡是否可以避免？"
    },
    {
      "en": "Derrida famously, notoriously, said \"there is nothing outside the text,\" right? What he meant by that, of course, is that there's nothing but text.",
      "cn": "德里达著名地，恶名昭彰地，说道，文本之外什么都没有“,是吧，当然，他意思就是说，需要考虑的只有文本。"
    },
    {
      "en": "Diplomats can be a notoriously unreliable and misleading source of information.",
      "cn": "外交官可能会提供一些靠不住的误导性信息，这是众所周知的。"
    },
    {
      "en": "Doctors notoriously neglect their own health and fail to seek help when they should.",
      "cn": "众所周知，医生不注意自身的健康，而且在应该求助时也不这么做。"
    },
    {
      "en": "He is notoriously indiscreet about his private life.",
      "cn": "他在私生活方面的不检点是出了名的。"
    },
    {
      "en": "He worked mainly in New York City where living space is notoriously at a premium.",
      "cn": "他主要在纽约市工作，那儿的住房出了名地昂贵。"
    },
    {
      "en": "Let us deal with the question of his notoriously Neanderthal attitude to women.",
      "cn": "我们现在来说说他臭名昭著的、对女性态度粗鲁的问题。"
    },
    {
      "en": "Maps of the region are notoriously inaccurate.",
      "cn": "众所周知,这一地区的地图都不太精确."
    },
    {
      "en": "Professors are notoriously difficult to manage.",
      "cn": "教授们很难管理是出了名的。"
    },
    {
      "en": "The television world was a notoriously fickle one.",
      "cn": "电视圈是出了名的变化无常."
    },
    {
      "en": "The train company is overstaffed and notoriously inefficient.",
      "cn": "铁路公司冗员过多，工作效率出了名地低。"
    },
    {
      "en": "The trains are notoriously unreliable.",
      "cn": "火车不准点是出了名的。"
    },
    {
      "en": "The weather here is notoriously fickle.",
      "cn": "这里的天气出了名的变化无常。"
    },
    {
      "en": "The weather in Britain is notoriously changeable.",
      "cn": "英国的天气易变是有名的."
    },
    {
      "en": "Toddlers are notoriously antisocial when it comes to sharing toys.",
      "cn": "众所周知，刚学会走路的孩子不愿和别人分享玩具。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "notorious",
          "tran_cn": " 声名狼藉的，臭名昭著的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "notoriety",
          "tran_cn": " 恶名；声名狼藉；丑名"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "arrantly"
          ],
          "tran_cn": "众所周知地；声名狼藉地；恶名昭彰地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "恶名昭彰地，声名狼藉地，著名地，众所周知地"
    }
  ],
  "exchange": {
    "adj": [
      "notorious"
    ]
  }
}