{
  "word": "rework",
  "ipa": {
    "us": "ˌri:ˈwɜ:k",
    "uk": "ˌriˈwɜrk"
  },
  "sentences": [
    {
      "en": "A large area and in serious cases must rework roller.",
      "cn": "大面积,严重的情况下必须返修辊筒."
    },
    {
      "en": "Any reworked non - conforming products must go through the re - inspection processes after rework.",
      "cn": "任何返工后的不合格品均须重新检查."
    },
    {
      "en": "Coach supplier for fixture and gage rework, fabrication, assembly , and inspection process.",
      "cn": "能够设计夹具、具和其他工具制造所必需的的产品工程图."
    },
    {
      "en": "Does the rework instruction comply with Synaptics Spec and IPC specification?",
      "cn": "重工指导书是否符合synaptics规格与IPC规范?"
    },
    {
      "en": "For rework fee in poor quality cost analysis was not conducted.",
      "cn": "质量成本中关于返工费用统计方法不准确."
    },
    {
      "en": "I decided to scribble out the messed up areas and rework them.",
      "cn": "我决定涂掉那些一团糟的地方,去重画."
    },
    {
      "en": "If done properly, RE can help in reducing requirement changes and rework.",
      "cn": "如果做的好, 会减少需求变更和返工."
    },
    {
      "en": "In most instances, these repairs involve rework of the base metal.",
      "cn": "多数情况下, 都要翻修本体金属."
    },
    {
      "en": "Is rework performed for ENIG? If so , what type of rework?",
      "cn": "化镍金是否可以重工? 若可以, 是如何重工?"
    },
    {
      "en": "Is there a documented allowable rework procedure with appropriate quality checks?",
      "cn": "是否有文件规定允许的重工程序和相应的品质检验?"
    },
    {
      "en": "Perform troubleshooting, modification and repair work, and undertake hand rework tasks.",
      "cn": "执行排故, 改装,修理工作及承担手工技能工作."
    },
    {
      "en": "Record the actual rework effort on the Inspection Summary Report.",
      "cn": "在评审总结报告上纪录实际的返工工作量."
    },
    {
      "en": "Repair and rework on Transceiver Module assembly and related PCBA.",
      "cn": "维修和返工光收发器模块组件,和相关的PCBA板."
    },
    {
      "en": "See if you can rework your schedule and come up with practical ways to reduce the number of hours you're on call.",
      "cn": "看看你能否修改你的时间表，想出切实可行的方法来减少你待命的时间。"
    },
    {
      "en": "Time to rework your accessories and makeover your shelves.",
      "cn": "也是重新整理各种小装饰品和抽屉的时候了."
    },
    {
      "en": "Unlike rework, repair can affect or change parts of the nonconforming product.",
      "cn": "返修与返工不同, 返修可影响或改变不合格产品的某些部分."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "mend"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "redo",
            "do over"
          ],
          "tran_cn": "重做；修订"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重做；修订",
      "tran_en": "If you rework something such as an idea or a piece of writing, you reorganize it and make changes to it in order to improve it or bring it up to date"
    },
    {
      "pos": "vt",
      "tran_cn": "重做，再做，修订",
      "tran_en": "If you rework something such as an idea or a piece of writing, you reorganize it and make changes to it in order to improve it or bring it up to date"
    }
  ],
  "exchange": {
    "third": [
      "reworks"
    ],
    "past": [
      "reworked"
    ],
    "done": [
      "reworked"
    ],
    "ing": [
      "reworking"
    ],
    "noun": [
      "reworking"
    ]
  }
}