{
  "word": "historically",
  "ipa": {
    "us": "hɪ'stɒrɪklɪ",
    "uk": "hɪsˈtɔrɪklɪ"
  },
  "sentences": [
    {
      "en": "After all, historically, the two nations have been enemies.",
      "cn": "毕竟在历史上，两个国家曾经是敌人。"
    },
    {
      "en": "And historically they acted with that sense of stewardship in mind, thinking of what was appropriate for the whole system and not simply for their firm.",
      "cn": "而且在历史上，他们也在心目中带有那种使命感，思考的是什么对这个社会是最好的，不仅仅是对自己的公司。"
    },
    {
      "en": "Because historically, we have not defined marriage in our constitution.",
      "cn": "因为历史上我们从未在宪法中给婚姻下过定义。"
    },
    {
      "en": "Fires of natural origin have historically been extremely common throughout the temperate forests.",
      "cn": "在温带森林中,天然发生的火灾一向是非常普遍的."
    },
    {
      "en": "Historically speaking, colonial writing is of absorbing value.",
      "cn": "从历史观点来看, 殖民时代的写作,是有其引人入胜之处的."
    },
    {
      "en": "Historically speaking, special relativity grew out of classical electromagnetic theory and experiments inspired by it.",
      "cn": "从历史上讲, 狭义相对论来源于经典电磁学理论及其所引起的多种实验."
    },
    {
      "en": "Historically these factors had led to a different attitude from the UK banking system.",
      "cn": "从历史观点看,这些因素就导致了与英国银行不同的营销方式."
    },
    {
      "en": "Historically, expropriation is rare but very visible.",
      "cn": "从历史上看, 征用的事例虽然不多,但却非常瞩目."
    },
    {
      "en": "Historically, royal marriages have been cold, calculating affairs.",
      "cn": "在历史上，皇室婚姻一直是冷漠且处处算计的事情。"
    },
    {
      "en": "Historically, shifting cultivation was not limited to the tropics.",
      "cn": "历史上烧垦农业并不限于热带."
    },
    {
      "en": "Historically, the bank note is the overwhelmingly dominant form of warehouse receipt.",
      "cn": "在历史上, 银行券是占绝对统治地位的票据形式."
    },
    {
      "en": "Historically, the procedure has been to determine the'simple'cyanide and the'total'cyanide.",
      "cn": "这种方法长期以来一直用于测定 “ 简单”氰化物或 “ 总 ” 氰化物."
    },
    {
      "en": "Historically, the supply curve of hours has followed this configuration.",
      "cn": "在历史上, 工时的供给曲线是符合这种形状的."
    },
    {
      "en": "Historically, wafers were waxed onto a metal plate.",
      "cn": "过去片子是用石蜡固定到金属板上."
    },
    {
      "en": "It was good drama, but historically inaccurate.",
      "cn": "戏倒是出好戏, 但与史实有出入."
    },
    {
      "en": "Its consequences were historically portentous.",
      "cn": "其后果具有重大的历史影响."
    },
    {
      "en": "The book is historically inaccurate.",
      "cn": "该书内容与史实不符."
    },
    {
      "en": "The right to exist and develop thus historically became the urgent demand of the Chinese people.",
      "cn": "享有生存权和发展权,历史地成为中国人民最迫切的要求."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "historic",
          "tran_cn": " 有历史意义的；历史上著名的"
        },
        {
          "word": "historical",
          "tran_cn": " 历史的；史学的；基于史实的"
        },
        {
          "word": "historied",
          "tran_cn": " 有历史的；史上所载的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "historian",
          "tran_cn": " 历史学家"
        },
        {
          "word": "historiographer",
          "tran_cn": " 历史学家；史料编纂者"
        },
        {
          "word": "historiography",
          "tran_cn": " 编史；历史编纂学"
        },
        {
          "word": "history",
          "tran_cn": " 历史，历史学；历史记录；来历"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "从历史角度，在历史上，以历史观点，根据历史事实"
    }
  ],
  "exchange": {
    "adj": [
      "historical"
    ]
  }
}