{
  "word": "bottleneck",
  "ipa": {
    "us": "ˈbɒtlnek",
    "uk": "ˈbɑtlnek"
  },
  "sentences": [
    {
      "en": "And that bottleneck will make type growth rates elusive.",
      "cn": "而这种瓶颈将让中国式的增长速度显得不可思议."
    },
    {
      "en": "China's strained railroads already become a bottleneck for the economy.",
      "cn": "中国紧张的铁路运输已经成为经济增长的瓶颈."
    },
    {
      "en": "Finally the example demonstrated the effectiveness of the bottleneck analysis method.",
      "cn": "最后通过算例分析,证实了该瓶颈分析方法的有效性."
    },
    {
      "en": "Fund is a bottleneck that limits the development of cooperative medical system.",
      "cn": "资金是制约合作医疗发展的瓶颈."
    },
    {
      "en": "Guarantee immediate response in case of bottleneck equipment down problems.",
      "cn": "在设备出现紧急故障维修情况,保证及时反应."
    },
    {
      "en": "He pushed everyone full speed ahead until production hit a bottleneck.",
      "cn": "他催促所有人拼命干活，直到生产遭遇瓶颈。"
    },
    {
      "en": "Low - speed performance is a bottleneck of direct torque control ( DTC ) method.",
      "cn": "低速性能是直接转矩控制 ( DTC ) 方法的瓶颈."
    },
    {
      "en": "Ok, now I know what my application's bottleneck is.",
      "cn": "那么现在你已经找到性能的瓶颈所在了."
    },
    {
      "en": "Property: Who will break the development bottleneck property management industry?",
      "cn": "物业: 谁来打破物业管理行业发展瓶颈?"
    },
    {
      "en": "So disk - based storage system is the main bottleneck of computer system.",
      "cn": "基于磁盘的存储子系统是计算机主要瓶颈."
    },
    {
      "en": "Technical terminology has always been the bottleneck for many science translators.",
      "cn": "科技术语翻译历来是令许多科技译者“头痛”却不得不面对的问题."
    },
    {
      "en": "The best known solution to the 4 KHz bottleneck is ISDN.",
      "cn": "解决4KHz瓶颈最有名的方案是ISDN( 综合服务数据网)."
    },
    {
      "en": "The lack of personnel has caused a bottleneck in the shipping department.",
      "cn": "人员缺乏已经给货运部带来了困难."
    },
    {
      "en": "The transportation bottleneck has blocked the movement of the cargo.",
      "cn": "运输的困难阻塞了货物的流通."
    },
    {
      "en": "Third, strengthens the customer current capacity management, alleviates the bottleneck pressure.",
      "cn": "三是加强客户流量管理, 缓解瓶颈压力."
    },
    {
      "en": "Understaffing has caused a real bottleneck.",
      "cn": "人手不足严重妨碍了整个进度。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "barrier",
            "block"
          ],
          "tran_cn": "[包装]瓶颈；障碍物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "obstruction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "bottleneck problem",
      "tran_cn": "瓶颈问题"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "瓶颈，瓶颈路段（常引起交通堵塞），（尤指工商业发展的）瓶颈，阻碍",
      "tran_en": "a place in a road where the traffic cannot pass easily, so that there are a lot of delays"
    }
  ],
  "exchange": {
    "pl": [
      "bottlenecks"
    ]
  }
}