{
  "word": "manifesto",
  "ipa": {
    "us": "ˌmænɪˈfestəʊ",
    "uk": "ˌmænɪˈfestoʊ"
  },
  "sentences": [
    {
      "en": "He succinctly summed up his manifesto as \"Work hard, train hard and play hard\".",
      "cn": "他把自己的宣言简练地总结为“努力干，努力练，努力玩”。"
    },
    {
      "en": "Here an update to the manifesto.",
      "cn": "以下是宣言更新."
    },
    {
      "en": "His manifesto promised measures to protect them.",
      "cn": "他在宣言里保证要为他们采取保护措施。"
    },
    {
      "en": "If these manifestos are still true, is the architectural manifesto of functionalism now out of mode?",
      "cn": "如果这些宣言仍然如此, 为什么建筑宣言的功能现在的模式?"
    },
    {
      "en": "The Fourteen point at once became the great manifesto of the war.",
      "cn": "这十四点原则立即成为重要的战争宣言."
    },
    {
      "en": "the Labour Party’s election manifesto",
      "cn": "工党的竞选宣言"
    },
    {
      "en": "The Long March is a manifesto, a propaganda force, a seeding machine.",
      "cn": "长征是宣言书, 长征是宣传队, 长征是播种机."
    },
    {
      "en": "The Long March is a manifesto.",
      "cn": "长征又是宣言书."
    },
    {
      "en": "The manifesto gives pride of place to job creation.",
      "cn": "这项宣言将创造工作机会放在首位。"
    },
    {
      "en": "The Rosicrucian manifesto created quite a stir in European circles.",
      "cn": "蔷薇十字会的宣言对欧洲造成相当大的震动."
    },
    {
      "en": "The Tories are due to publish their manifesto tomorrow.",
      "cn": "保守党将于明天发表他们的宣言。"
    },
    {
      "en": "Their new manifesto hardly threatens to bring the whole edifice of capitalism crashing down.",
      "cn": "他们新的宣言声称要摧毁整个资本主义大厦，这是不可能的。"
    },
    {
      "en": "This book could be considered to be the anti - classical education manifesto.",
      "cn": "这本书可以被看作“ 反 传统教育宣言”."
    },
    {
      "en": "We want to achieve victory by proudly displaying our campaign manifesto.",
      "cn": "我们要自豪地陈述我们的竞选宣言,取得胜利."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "statement",
            "profession"
          ],
          "tran_cn": "宣言；声明；告示"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "communist manifesto",
      "tran_cn": "共产党宣言（现代共产主义学说发展史上的第一部经典，由马克思和恩格斯合著）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "宣言，声明，告示",
      "tran_en": "a written statement by a political party, saying what they believe in and what they intend to do"
    },
    {
      "pos": "vi",
      "tran_cn": "发表宣言"
    }
  ],
  "exchange": {
    "pl": [
      "manifestoes",
      "manifestos"
    ]
  }
}