{
  "word": "zygote",
  "ipa": {
    "us": "ˈzaɪgəʊt",
    "uk": "ˈzaɪgoʊt"
  },
  "sentences": [
    {
      "en": "Almost from its inception it follows a developmental pattern sharply divergent from that of the zygote.",
      "cn": "它几乎一开始就遵循与合子显然不同的发育模式."
    },
    {
      "en": "How does a zygote differ from an ovum?",
      "cn": "受精卵和卵细胞有何不同?"
    },
    {
      "en": "It develops from the zygote and comprises the foot, seta, and capsule.",
      "cn": "由受精卵发育而来,包括基足 、 柄和孢蒴."
    },
    {
      "en": "Our cells are actually copies of zygote.",
      "cn": "我们的细胞,其实是受精卵的复制."
    },
    {
      "en": "The classical literature of embryology documents these patterns in detail for the zygote in situ.",
      "cn": "胚胎学的经典文献详细地报道了关于在原来位置上合子的这些式样."
    },
    {
      "en": "The classical literature of embryology documents these patterns in detail for the zygote.",
      "cn": "胚胎学的经典文献详细地报道了合子的这些式样."
    },
    {
      "en": "The formation of a zygote by the union of genetically different gametes.",
      "cn": "'异型'.''接合通过基因不同的配子的结合而产生合子的构造."
    },
    {
      "en": "The growth a zygote a morula is called fragmentation.",
      "cn": "受精卵发育成桑椹胚的过程叫卵裂."
    },
    {
      "en": "The organism that develops from a zygote.",
      "cn": "从受精卵发育而成的有机体."
    },
    {
      "en": "The product of fertilization is the zygote.",
      "cn": "受精的产物是杂合子."
    },
    {
      "en": "The stages of development for a baby are zygote, embryo, and fetus.",
      "cn": "婴儿的发育阶段有受精卵 、 胚胎 、 然后是胎儿."
    },
    {
      "en": "The union of gametes to a zygote; conjugation.",
      "cn": "接合配子结合而形成合子; 结合."
    },
    {
      "en": "The zygote has a fixed complement of genetic information in its nucleus.",
      "cn": "合子的核中具有固定的全部遗传信息."
    },
    {
      "en": "These changes and mutations only an effect at point where a new zygote is created.",
      "cn": "这些转变只在受精卵产生时才起作用."
    },
    {
      "en": "This new cell, which is the direct result of fertilization, is a zygote.",
      "cn": "这个直接由受精的结果所产生的新细胞, 就称为受精卵."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "zygotic",
          "tran_cn": " [生物] 合子的；受精卵的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "oosperm",
            "fertilized ovum"
          ],
          "tran_cn": "[胚]受精卵；[生物]接合子"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "seed"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生物>合子，受精卵",
      "tran_en": "a cell that is formed when an egg is fertilized"
    }
  ],
  "exchange": {
    "pl": [
      "zygotes"
    ]
  }
}