{
  "word": "tenacity",
  "ipa": {
    "us": "tə'næsətɪ",
    "uk": "təˈnæsɪti"
  },
  "sentences": [
    {
      "en": "A spiritless tenacity was his main characteristic, I judged.",
      "cn": "我估量他性格的主要特征是一种冷冰冰的韧劲."
    },
    {
      "en": "But it is still commendable for its determination and tenacity.",
      "cn": "不过它有这样的决心和毅力,却是难能可贵的."
    },
    {
      "en": "But they knew also the Chairman's domineering temper and tenacity.",
      "cn": "可是他们也知道董事长的脾气就是那样专断,那样执拗."
    },
    {
      "en": "Chicken legs , chicken claws , laudatory title, rich in colloid, with tenacity.",
      "cn": "凤爪是鸡脚爪的美称, 含丰富胶质, 有韧劲."
    },
    {
      "en": "Fiber convolutions also correlate negatively with such physical measurements as bundle tenacity.",
      "cn": "天然转曲对成纱强力可能比对纤维束强力起着更大的直接作用."
    },
    {
      "en": "Fiber convolutions also negatively with such physical measurements as bundle tenacity.",
      "cn": "光纤转曲也与束强力等物理测量有着副关联."
    },
    {
      "en": "High strength, good rigidity and tenacity, good heat and seawater resisting, good Cl resisting, suitable for high performance products.",
      "cn": "高机械强度，高耐热性，韧性好，具有较好的耐海水、耐氯性。适用于高性能制品。"
    },
    {
      "en": "His Methods : Were all stamped with tenacity of purpose, with originality and ingenuity.",
      "cn": "他的业绩表明他坚韧不拔,富有创建, 足智多谋."
    },
    {
      "en": "In any event, Walters saved our March 16 trip with the imagination and tenacity.",
      "cn": "不管怎样, 沃尔特斯以他的想象力和不屈不挠的意志使我们3月16日的旅行化险为夷."
    },
    {
      "en": "Manufacturers of high tenacity and fine denier multifilament polypropylene yarns.",
      "cn": "制造高韧性和细旦丙纶复丝纱线."
    },
    {
      "en": "She clung to this sum with a tenacity that was surprising.",
      "cn": "她拼命捏住这笔钱不放,这种倔劲儿真是不可思议."
    },
    {
      "en": "Talent, hard work and sheer tenacity are all crucial to career success.",
      "cn": "事业要成功，才能、勤奋和顽强的意志都至关重要。"
    },
    {
      "en": "Tenacity is the bridge to success.",
      "cn": "坚韧是通向成功的桥."
    },
    {
      "en": "The athletes displayed great tenacity throughout the contest.",
      "cn": "运动员在比赛中表现出坚韧的斗志."
    },
    {
      "en": "The chief distinguishing feature is their tenacity of life.",
      "cn": "其主要特征就是他们生命力之坚强."
    },
    {
      "en": "The coating has good tenacity and wearability.",
      "cn": "涂层具有良好的韧性和耐磨性能。"
    },
    {
      "en": "Their innate tenacity is one of their greatest assets, though.",
      "cn": "其内在的韧性是他们最大的资产之一。"
    },
    {
      "en": "With a color freedom, plasticity, fine tenacity, easy to erosion, durable advantages.",
      "cn": "具有配色自由, 可塑性强, 细腻坚韧, 不易剥蚀, 经久耐用的优点."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "tenacious",
          "tran_cn": " 顽强的；坚韧的；固执的；紧握的；黏着力强的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "tenaciousness",
          "tran_cn": " 固执；顽强"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "toughness",
            "perseverance"
          ],
          "tran_cn": "[力]韧性；固执；不屈不挠；黏性"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "determination",
            "diligence",
            "stability"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "breaking tenacity",
      "tran_cn": "断裂强度；扯断力"
    },
    {
      "phrase": "high tenacity",
      "tran_cn": "高韧性；高韧度"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[物]韧性，韧度，固执，坚持，不屈不挠，黏性",
      "tran_en": "If you have tenacity, you are very determined and do not give up easily"
    }
  ],
  "exchange": {
    "adv": [
      "tenaciously"
    ],
    "adj": [
      "tenacious"
    ]
  }
}