{
  "word": "heatstroke",
  "ipa": {
    "us": "ˈhi:tstrəʊk",
    "uk": "ˈhitstroʊk"
  },
  "sentences": [
    {
      "en": "A dog suffering from heatstroke will display several signs.",
      "cn": "狗患中暑,将展出一些迹象."
    },
    {
      "en": "As a result, scores of children and hundreds of pets die each year from vehicle ? related heatstroke.",
      "cn": "因而每年都有数十名儿童,数百只宠物死于由交通工具造成的中暑."
    },
    {
      "en": "Does the cold add heatstroke what to eat to had been met?",
      "cn": "感冒加中暑吃什么会好起来 呢 ?"
    },
    {
      "en": "How to control heatstroke effectively to nosebleed?",
      "cn": "如何有效控制中暑流鼻血?"
    },
    {
      "en": "No - no what to need the food after the summer suffers heatstroke?",
      "cn": "夏季中暑后饮食上需要禁忌什么?"
    },
    {
      "en": "Objective To summarize the experience in the therapy of severe heatstroke in the inferior military units.",
      "cn": "摘要目的总结基层治疗重症中暑的经验."
    },
    {
      "en": "Over the coming century, climate change will worsen virtually every health problem we know of, from heart disease and heatstroke to salmonella and insect-borne infectious diseases.",
      "cn": "在即将到来的世纪，气候变化将导致健康问题恶化，这几乎涉及我们所熟知的所有健康问题：如心脏病、中暑沙门氏菌和虫媒传染病。"
    },
    {
      "en": "The female is in menstruation, why to heatstroke easily?",
      "cn": "女性在月经期间, 为什么容易中暑 呢 ?"
    },
    {
      "en": "The mood heatstroke, how should treat in the home?",
      "cn": "情绪中暑, 在家应如何治疗?"
    },
    {
      "en": "To prevent and cure heatstroke, the school hospital has prepared medicines such as Rendan.",
      "cn": "为了防治学生中暑, 校医务室准备了人丹等药物."
    },
    {
      "en": "Very afflictive, what is heatstroke? Have what symptom, how be solved?",
      "cn": "好难受, 什么是中暑? 有什么症状, 怎样解决 呢 ?"
    },
    {
      "en": "What distinction does the symptom that suffer heatstroke and catches a cold have?",
      "cn": "中暑和感冒的症状有什么区别?"
    },
    {
      "en": "What is the optimal method that treats heatstroke?",
      "cn": "治疗中暑的最佳方法是什么?"
    },
    {
      "en": "What kind of symptom heatstroke have?",
      "cn": "中暑有什么样的症状?"
    },
    {
      "en": "What symptom is heatstroke? What to eat to prevent heatstroke?",
      "cn": "中暑是什么症状? 吃什么预防中暑 啊 ?"
    },
    {
      "en": "While city hospitals were flooded with people suffering from food poisoning and heatstroke, most casualties were found in remote rural villages.",
      "cn": "虽然市区医院里挤满了食物中毒与中暑的人群，但人员伤亡最为严重的是偏远的农村。"
    },
    {
      "en": "You'll suffer heatstroke running about at noon under the sun.",
      "cn": "大中午在太防底下跑来跑去会中暑的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sunstroke",
            "calenture"
          ],
          "tran_cn": "[中医]中暑"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "中暑",
      "tran_en": "fever and weakness caused by being outside in the heat of the sun for too long"
    }
  ],
  "exchange": {}
}