{
  "word": "ballpoint",
  "ipa": {
    "us": "ˈbɔːlpɔɪnt",
    "uk": "ˈbɔːlpɔɪnt"
  },
  "sentences": [
    {
      "en": "Ballpoint needles are used to sew fine knits tricot s.",
      "cn": "圆头针用来缝制高档针织精编织物."
    },
    {
      "en": "Ballpoint needles permit ease in stitching knits.",
      "cn": "圆头针可以轻松地缝制编织品."
    },
    {
      "en": "Can you give me two refill of each color for the ballpoint pen?",
      "cn": "能不能请给这支圆珠笔每种颜色配两根替换笔芯?"
    },
    {
      "en": "He snapped the cap on his ballpoint.",
      "cn": "他吧嗒一声把笔帽扣在了圆珠笔上。"
    },
    {
      "en": "I changed the ink cartridges in my ballpoint pen.",
      "cn": "我换了圆珠笔里的墨水芯."
    },
    {
      "en": "I rummaged all the drawers before I found my ballpoint pen.",
      "cn": "我翻遍了所有的抽屉才找到我的圆珠笔."
    },
    {
      "en": "I would like to buy a ballpoint of this kind.",
      "cn": "我想买一支这种圆珠笔."
    },
    {
      "en": "If you twist the shaft in one way it becomes a ballpoint pen.",
      "cn": "如果你以某种方式转动笔杆，它就变成了一支圆珠笔。"
    },
    {
      "en": "It was only blue ink ( ballpoint pen ) on slightly yellow paper.",
      "cn": "这仅是用蓝色的原子笔画在淡黄色的纸上而已."
    },
    {
      "en": "Laptop, flash disk, a ballpoint pen, a pencil, a notebook, a pair of glasses, cell phone, charger, moisture lotion, … Oh, that is too much.",
      "cn": "笔记本电脑，闪存，一致圆珠笔，一支钢笔，一本笔记本，一副眼镜，手机，保湿液，… 噢，太多了。"
    },
    {
      "en": "Miss Grant: Whose ballpoint pen is this?",
      "cn": "格兰特小姐: 这是谁的圆珠笔?"
    },
    {
      "en": "On average, 100 people choke to death on ballpoint pens every year.",
      "cn": "平均每年有100个人因为圆珠笔窒息而死."
    },
    {
      "en": "Roll - on deodorant uses the alike technology as the ballpoint pen.",
      "cn": "Roll-on除 味剂采用的技能和圆珠笔相同."
    },
    {
      "en": "Roll - on deodorant uses the same technology as the ballpoint pen.",
      "cn": "Roll -on除 味剂采用的技术和圆珠笔一样."
    },
    {
      "en": "Suzanne: Ballpoint. And get blue, not black like last time, OK?",
      "cn": "原子笔.而且要蓝色, 不要上次的黑色, 好 吗 ?"
    },
    {
      "en": "There is an overflow of cheap ballpoint pens in the market.",
      "cn": "市场上圆珠笔泛滥."
    },
    {
      "en": "To mouse proof your house, check all small openings with a ballpoint pen - if it fits the hole, it will let mice in.",
      "cn": "要使你的房子里没有小老鼠，用圆珠笔来检查下所有的小洞，如果圆珠笔能放进去的话，那小老鼠就可能钻进去。"
    },
    {
      "en": "You can buy the ballpoint pen anywhere.",
      "cn": "你到哪儿都能够买到这种圆珠笔."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ball-point pen"
          ],
          "tran_cn": "圆珠笔"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "ballpoint pen",
      "tran_cn": "n. 原子笔，圆珠笔"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（笔的）圆珠笔",
      "tran_en": "a pen with a ball at the end that rolls ink onto the paper"
    }
  ],
  "exchange": {
    "pl": [
      "ballpoints"
    ]
  }
}