{
  "word": "collate",
  "ipa": {
    "us": "kəˈleɪt",
    "uk": "kəˈlet, ˈkɑlˌet, ˈkoˌlet"
  },
  "sentences": [
    {
      "en": "Collate a new edition with an earlier edition.",
      "cn": "将新版本与旧版本作详细比较."
    },
    {
      "en": "Collate market and candidate information via telephone and internet in order to deliver to clients specifications.",
      "cn": "整理通过电话、网络等方式获得的市场和候选人信息,并把信息传递给客户."
    },
    {
      "en": "No.1'Collate and develop network security, Hackers technical documentation and tools, code.",
      "cn": "整理和开发网络安全, 黑客技术文档和工具, 代码."
    },
    {
      "en": "Of capital structure unreasonable make the development of unit of collate a few has difficulty walking.",
      "cn": "资金结构的不合理使一些地勘单位的发展步履维艰."
    },
    {
      "en": "On the secondary market, the Unit collate concussion posture, adjust market outlook still needs careful shareholding.",
      "cn": "二级市场上, 该股震荡整理态势, 后市仍有调整需求,谨慎持股."
    },
    {
      "en": "Roberts has spent much of his working life collating the data on which the study was based.",
      "cn": "罗伯茨花费很多工作时间来整理检点数据，以此作为该研究的基础。"
    },
    {
      "en": "Shall we collate the accounts today?",
      "cn": "今天我们要核对帐目吗？"
    },
    {
      "en": "The LC _ COLLATE specification is the most complicated of all locale categories.",
      "cn": "COLLATE规则是所有区域设置类别中最复杂的."
    },
    {
      "en": "The secondary market, which collate trend shock, shortly after the adjustment still needs to be cautious.",
      "cn": "二级市场上, 该股震荡整理态势, 后市仍有调整需求,需谨慎."
    },
    {
      "en": "They have begun to collate their own statistics on racial abuse.",
      "cn": "他们已经开始整理自己有关种族歧视的统计数据。"
    },
    {
      "en": "To collate all laboratory, x - ray results and collate all reports for doctors to comment and certified.",
      "cn": "收集所有实验室和放射影像结果,及其他相关报告,供医生核查和评论."
    },
    {
      "en": "To prepare and to collate reports and statistics as required.",
      "cn": "按要求准备、核对报表及统计表."
    },
    {
      "en": "Use the attendance spreadsheet to collate and review each student's attendance counsellor attendance records.",
      "cn": "根据学生出勤记录,录入出勤电子表格来查看学生出勤情况."
    },
    {
      "en": "You may collate the latter with the earlier edition.",
      "cn": "你可将新版与旧版相对照."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "collation",
          "tran_cn": " 校对；斋日的点心；牧师职务"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "check against",
            "check through"
          ],
          "tran_cn": "核对，校对；校勘"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "比较",
      "tran_en": "to gather information together, examine it carefully, and compare it with other information to find any differences"
    },
    {
      "pos": "vt",
      "tran_cn": "核对，校对（书、底稿等），（装钉）整理，检查，[宗]委任牧师职",
      "tran_en": "to gather information together, examine it carefully, and compare it with other information to find any differences"
    }
  ],
  "exchange": {
    "third": [
      "collates"
    ],
    "past": [
      "collated"
    ],
    "done": [
      "collated"
    ],
    "ing": [
      "collating"
    ],
    "noun": [
      "collation"
    ]
  }
}