{
  "word": "flowchart",
  "ipa": {
    "us": "'fləʊˌtʃɑ:t",
    "uk": "'floʊˌtʃɑt"
  },
  "sentences": [
    {
      "en": "A layout of the kind used by programmers is called a flowchart.",
      "cn": "程序设计员所用的一种总的布局叫做流程图."
    },
    {
      "en": "Adds a board of directors symbol to your workflow flowchart.",
      "cn": "将董事会符号添加到您的工作流程图中."
    },
    {
      "en": "Adds a information systems symbol to your workflow flowchart.",
      "cn": "将信息系统符号添加到您的工作流程图中."
    },
    {
      "en": "Adds a international division symbol to your workflow flowchart.",
      "cn": "将国际分支机构符号添加到您的工作流程图中."
    },
    {
      "en": "Adds a international marketing symbol to your workflow flowchart.",
      "cn": "将国际营销符号添加到您的工作流程图中."
    },
    {
      "en": "Adds a personnel and staff symbol to your workflow flowchart.",
      "cn": "将员工和职员符号添加到您的工作流程图中."
    },
    {
      "en": "Adds a quality assurance symbol to your workflow flowchart.",
      "cn": "将质保符号添加到您的工作流程图中."
    },
    {
      "en": "Adds an accounts payable symbol to your workflow flowchart.",
      "cn": "将应付款符号添加到您的工作流程图中."
    },
    {
      "en": "Adds an accounts receivable symbol to your workflow flowchart.",
      "cn": "将应收款符号添加到您的工作流程图中."
    },
    {
      "en": "In this flowchart, the first decision you must make revolves around the important distinction between strategic and overhead.",
      "cn": "在这个流程图中，您要做出的第一个决策就是战略和经费的重要区别。"
    },
    {
      "en": "Indicates a comparison between two items on your flowchart.",
      "cn": "表示流程图中两个项目之间的比较."
    },
    {
      "en": "Most of the BPM tools are considered as either tools to draw a flowchart or a workflow modeler from business requirements, which generates some implementation artifacts like code.",
      "cn": "大多数 BPM 工具被视为绘制流程图的工具或根据业务需求建模的工作流建模器，以生成一些类似代码的实现构件。"
    },
    {
      "en": "The factory manager used a flowchart to explain the production process.",
      "cn": "工厂经理用一幅作业图来说明生产过程."
    },
    {
      "en": "The flowchart for this is shown at the top of the opposite page.",
      "cn": "这个程序的框图在反面一页的上方示出."
    },
    {
      "en": "The second chapter looks at the flowchart of the job evaluation.",
      "cn": "在第2章,分析了职务评价的流程."
    },
    {
      "en": "The second decision in the flowchart asks if the package software is immediately useful.",
      "cn": "流程图中的第二个决策就是询问数据包软件是否能立刻起作用。"
    },
    {
      "en": "The system software adopts modularization program, shows the flowchart of every module.",
      "cn": "系统软件采用模块化编程方法, 给出了各个模块的程序流程图."
    },
    {
      "en": "The system's flowchart and every model's modeling are illuminated.",
      "cn": "说明了各模型的建模方法以及系统的仿真流程."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "流程图，作业图"
    }
  ],
  "exchange": {}
}