{
  "word": "stamina",
  "ipa": {
    "us": "ˈstæmɪnə",
    "uk": "ˈstæmɪnə"
  },
  "sentences": [
    {
      "en": "Aerobic exercise helps to build up stamina.",
      "cn": "有氧健身操有助于增强耐力."
    },
    {
      "en": "At the summit the stamina and valor of our fighter pilots remained unconquerable and supreme.",
      "cn": "最突出的是,我们的战斗机飞行员们始终保持着不可战胜的最大的毅力和勇气."
    },
    {
      "en": "At the summit the stamina and valour of our fighter pilots remained unconquerable and supreme.",
      "cn": "最突出的是,我们的战斗机驾驶员们始终保持着不屈不挠的最大的毅力和勇气."
    },
    {
      "en": "But what it lacks in speed it gains in stamina.",
      "cn": "它虽然行动缓慢,但却很有耐力."
    },
    {
      "en": "Distance tests a horse's stamina.",
      "cn": "路遥知马力."
    },
    {
      "en": "Elaine has the stamina and the determination to succeed.",
      "cn": "伊莱恩具有成功所需的毅力和决心。"
    },
    {
      "en": "Emma Walton had to call on all her reserves of stamina to win the 10 000 metres.",
      "cn": "埃玛·沃尔顿不得不动用她所贮备的全部耐力来赢得一万米赛跑."
    },
    {
      "en": "Giving up smoking had a magical effect on his stamina.",
      "cn": "戒烟神奇地增强了他的体力."
    },
    {
      "en": "He was a man of stupendous stamina and energy.",
      "cn": "他是个有着超强耐力、精力充沛的人。"
    },
    {
      "en": "It takes a lot of stamina to run a marathon.",
      "cn": "跑马拉松需要很大的耐力。"
    },
    {
      "en": "It was a good illustration of the stamina required to deal with Soviet diplomacy.",
      "cn": "这充分说明了在外交上同苏联打交道是很需要些耐力的."
    },
    {
      "en": "That young man lacks stamina.",
      "cn": "那个年青人缺乏毅力."
    },
    {
      "en": "The Russian people do impress me with their stamina, patriotism, and sheer numbers.",
      "cn": "俄国人的干劲 、 爱国热情和人多势众倒确实给我留下了深刻印象."
    },
    {
      "en": "The stamina of women had always amazed Scobie.",
      "cn": "妇女们忍受磨难的能力永远使斯考比感到惊异."
    },
    {
      "en": "You get good lines, perhaps, but no stamina.",
      "cn": "外表也许不错, 但精气神儿就不行了."
    },
    {
      "en": "You have to have a lot of stamina to be a top-class dancer.",
      "cn": "你必须有很强的毅力才能成为一流的舞蹈演员。"
    },
    {
      "en": "You need stamina to be a long-distance runner.",
      "cn": "当长跑运动员需要耐力。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "energy",
            "vitality",
            "spring",
            "steam",
            "vigor"
          ],
          "tran_cn": "毅力；精力；活力；持久力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "backbone",
            "endurance",
            "energy",
            "fortitude",
            "grit",
            "heart",
            "mettle",
            "nerve",
            "patience",
            "vigor",
            "vitality"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "体力，耐力，持久力，雄蕊( stamen的名词复数)，毅力，恒劲",
      "tran_en": "physical or mental strength that lets you continue doing something for a long time without getting tired"
    }
  ],
  "exchange": {}
}