{
  "word": "homestay",
  "ipa": {
    "us": "'həʊmˌsteɪ",
    "uk": "'hoʊmˌsteɪ"
  },
  "sentences": [
    {
      "en": "Airport pickup with homestay families or arrange taxi when students first arrive in Edmonton.",
      "cn": "在学生首次到达埃德蒙顿时,安排寄宿家庭接机或出租车接送."
    },
    {
      "en": "All international students live with homestay families.",
      "cn": "所有国际学生都住在寄宿家庭。"
    },
    {
      "en": "Another growing trend is enrolling in a global education program that combines language study, homestay, cultural immersion, community service, and independent study.",
      "cn": "此外，一项集合了语言学习、家庭寄宿、文化渗透、社区服务与独立学习的全球教育项目风正席卷全球。"
    },
    {
      "en": "Are you getting along well with your homestay family?",
      "cn": "你和你的寄宿家庭相处的好吗？"
    },
    {
      "en": "Arrive in Melbourne . U pon arrival , airport pick - up and transfer to homestay family.",
      "cn": "抵达墨尔本, 机场迎候,前往寄宿家庭或学生公寓."
    },
    {
      "en": "Ask permission to bring your friends to your homestay.",
      "cn": "请朋友来访需先征得住宿家庭的同意."
    },
    {
      "en": "Homestay : You will be provided with your own room with a bed, dresser closet , and desk.",
      "cn": "住家: 提供自己的房间配有床, 梳妆台."
    },
    {
      "en": "M: I'm on a homestay program.",
      "cn": "玛   丽：我参加一个接待家庭留学计画。"
    },
    {
      "en": "My homestay Amanda is preparing for the next holiday. She will take her daughters to dive.",
      "cn": "全家一起享受灿烂阳光和新鲜空气,我的友好家庭女主人正在为接下来的假期做准备, 她要带孩子们去潜水."
    },
    {
      "en": "Naxi and Ethnic Tourism: A Study of Homestay Tourism in Lijiang Old Town.",
      "cn": "纳西人与民俗旅游: 丽江古城“住家游”研究."
    },
    {
      "en": "Please give any pertinent information that would help us regarding your homestay placement.",
      "cn": "请列出其他对安排你接待家庭有用的信息."
    },
    {
      "en": "Remember, you have chosen homestay so that you could share in the Australian way of life.",
      "cn": "要知道你之所以选择住宿家庭,是因为这样才能分享到澳大利亚的生活方式."
    },
    {
      "en": "You could live in a homestay.",
      "cn": "也可以住在当地人家中。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（在国外的访问者）在当地居民家居住的时期"
    }
  ],
  "exchange": {}
}