{
  "word": "satchel",
  "ipa": {
    "us": "ˈsætʃəl",
    "uk": "ˈsætʃəl"
  },
  "sentences": [
    {
      "en": "A bag of fig rolls lay snugly in Armstrong's satchel.",
      "cn": "阿姆斯特朗的书包里悄悄地摆着一袋无花果夹心面包卷."
    },
    {
      "en": "Female juror sees laugh into next satchel.",
      "cn": "女陪审员看了看会心一笑然后放进了随身的挎包."
    },
    {
      "en": "He carefully balanced the satchel so that its contents would not spill out onto the floor.",
      "cn": "他仔细地把小背包放好，不让里面的东西掉到地板上。"
    },
    {
      "en": "He carried his books in his school satchel.",
      "cn": "他用书包携带课本."
    },
    {
      "en": "He go off to school with a satchel over his shoulder.",
      "cn": "他背著书包上学去了."
    },
    {
      "en": "He rested his left handlightly but firmly on the half-opened flap of  his  satchel.",
      "cn": "他将左手放松，但却紧紧抓住了半开口的小背包。"
    },
    {
      "en": "He went off to school with a satchel over his shoulder.",
      "cn": "他背着书包上学去了."
    },
    {
      "en": "Hela first , then Manya threw down muff and satchel and began excitedly choosing their own apples.",
      "cn": "先是海拉,接着是玛尼娅,都脱掉手套,放下书包, 高兴地挑选起自己要的苹果来."
    },
    {
      "en": "Homework carries with the car, satchel became food bag.",
      "cn": "家庭作业用车载, 书包成了食品袋."
    },
    {
      "en": "I packed my satchel and went with him.",
      "cn": "我就收拾行李,和他同去了."
    },
    {
      "en": "I unburdened the boy of his satchel.",
      "cn": "我从那孩子的肩上解下书包."
    },
    {
      "en": "Mr. Samgrass delved again into his pigskin satchel.",
      "cn": "桑格拉斯先生就去掏他那个猪皮小提包了."
    },
    {
      "en": "Outstanding opened the door, lose satchel toward the chair, off the shoe, lie on the bed.",
      "cn": "杰开了门, 把书包往椅子上一丢, 把鞋一脱, 便躺在床上."
    },
    {
      "en": "Talbot slid his closed book into his satchel.",
      "cn": "塔尔博特把他那本阖上的书,轻轻地放进书包."
    },
    {
      "en": "The little boy carries his satchel and goes to school.",
      "cn": "小二郎背着书包去学堂."
    },
    {
      "en": "To be sure, his hand satchel.",
      "cn": "手提包肯定行!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "schoolbag",
            "mochila"
          ],
          "tran_cn": "书包；小背包"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bag"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "书包",
      "tran_en": "a leather bag that you carry over your shoulder, used especially in the past by children for carrying books to school"
    }
  ],
  "exchange": {
    "pl": [
      "satchels"
    ]
  }
}