{
  "word": "arthropod",
  "ipa": {
    "us": "ˈɑ:θrəpɒd",
    "uk": "ˈɑrθrəpɑd"
  },
  "sentences": [
    {
      "en": "“Charlotte’s Web.” The story of the spider who saves her friend, the pig, is the kindest representation of an arthropod in literary history.",
      "cn": "《夏洛特的网》讲述了一只蜘蛛拯救她的猪朋友的故事，蜘蛛夏洛特成为文学史上最善良的节肢动物的代表。"
    },
    {
      "en": "A jawlike appendage of an arthropod.",
      "cn": "包括在节肢动物一族;小蜂科之蜂."
    },
    {
      "en": "Anaplasma ovis is an arthropod - borne rickettsial obligate parasite of sheep and goat.",
      "cn": "绵羊无浆体病是绵羊和山羊红细胞内专性寄生的由节肢动物传播的立克氏体疾病."
    },
    {
      "en": "And the diversity of predatory arthropod was higher than that of resistant variety rice.",
      "cn": "而各品种之间多样性差异较小,中抗品种优势度较高."
    },
    {
      "en": "Dengue virus is an arthropod borne virus transmitted by Ades egypt i and Ades albopictus.",
      "cn": "登革病毒,藉由病媒蚊的传播,在热带及亚热带地区造成登革热的流行."
    },
    {
      "en": "The effects of species pool on community reestablishment were studied from a facet of arthropod community.",
      "cn": "从捕食性天敌的角度研究了稻田节肢动物种库对其群落重建的作用."
    },
    {
      "en": "The five small arthropod were still very serious pest, especially aphid, scale and whitefly.",
      "cn": "其中,五小害虫的危害仍然非常严重, 尤其是蚜虫 、 蚧壳虫和粉虱."
    },
    {
      "en": "The impacts of different farming way on arthropod community were researched in different growing periods.",
      "cn": "本文研究了不同耕作方式对稻田节肢动物群落在各生育期数量变化的影响."
    },
    {
      "en": "The Japanese Spider Crab is the biggest arthropod on Earth--their legs are believed to grow up to 12 feet long.",
      "cn": "日本的蟹型蜘蛛是地球上最大的节肢动物，它们的腿被认为能够长到12英尺长。"
    },
    {
      "en": "The outermost layer of cuticle of an arthropod exoskeleton, composed mostly of wax.",
      "cn": "主要为水生的节肢动物,通常身体分节并有壳质的外骨骼."
    },
    {
      "en": "The Xa 21 transgenic paddy field has limit effect on arthropod community.",
      "cn": "3种稻田节肢动物群落动态受季节和气候影响明显,转Xa21基因稻田对节肢动物群落结构影响小."
    },
    {
      "en": "We were hoping that was just a tiny trash can but, no, it's a coconut crab, which is the biggest arthropod that lives on land.",
      "cn": "我们本以为这是一个小小的垃圾桶，但是不，这是只椰子蟹，该物种是陆地上最大的节肢动物。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "insect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "节肢动物"
    },
    {
      "pos": "n&a",
      "tran_cn": "节肢动物(的)",
      "tran_en": "any invertebrate of the phylum Arthropoda, having jointed limbs, a segmented body, and an exoskeleton made of chitin"
    }
  ],
  "exchange": {}
}