{
  "word": "stratification",
  "ipa": {
    "us": "ˌstrætɪfɪˈkeɪʃn",
    "uk": "ˌstrætəfɪˈkeʃən"
  },
  "sentences": [
    {
      "en": "A new wireless echo algorithm is described based on table actuation, stratification and simplification structure.",
      "cn": "概要叙述了一种基于表驱动的 、 分层结构的、简化的回波算法."
    },
    {
      "en": "A temperature stratification from the top to the bottom of the plenum is obtained.",
      "cn": "从压力通迅室的顶部到底部可获得分层气流温度."
    },
    {
      "en": "Because deposition is rapid, sorting and stratification are generally not well developed.",
      "cn": "因为沉积作用是快速的, 分选作用和层理就得不到很好的发展."
    },
    {
      "en": "Bill Venners: What is alternative to stratification of job roles?",
      "cn": "比尔·凡纳斯: 用什么来代替这种分层的职位角色系统 呢 ?"
    },
    {
      "en": "Conclusions - MPS provides effective risk stratification across the entire spectrum of renal function.",
      "cn": "结论 —— MPS为整个肾功能谱提供了有效的危险分层."
    },
    {
      "en": "Existing risk stratification schemes have limited predictive ability.",
      "cn": "现有危险分层方案的预测能力有限."
    },
    {
      "en": "Long - term and seasonal trends in stratification in the California Current, 1950–1993.",
      "cn": "1950–1993年加利福尼亚水流层结 长期 和季节性趋势."
    },
    {
      "en": "Some stratification exists in the spray produced by any liquid propellant injector.",
      "cn": "由任何液体推进剂喷注器所产生的喷雾都存在某些成层现象."
    },
    {
      "en": "Stratification does not always work, since it often introduces other conflicts.",
      "cn": "成层法并非总能解决这类问题, 因为这时常会引起另外的矛盾."
    },
    {
      "en": "Stratification for volume, processing , molding, hanging furnace baking.",
      "cn": "分层作卷, 加工成型, 吊炉烤制."
    },
    {
      "en": "Stratification in polar waters normally is weak and transient.",
      "cn": "极地水域的成层性是微弱而暂时的."
    },
    {
      "en": "The data was analysed by means of stratification and standardization methods.",
      "cn": "结果吸烟--饮酒组的高血压标化患病率(26.2%)显著高于吸烟-不饮酒组(17.7%)."
    },
    {
      "en": "The difficulty here is stratification of the two air streams.",
      "cn": "这里存在的麻烦是两种空气气流的分层问题."
    },
    {
      "en": "The Indian caste system is an example of social stratification .",
      "cn": "印度的种姓制度是社会阶层化的一个例子。"
    },
    {
      "en": "These issues can be tackled in applying text stratification theory.",
      "cn": "但这些问题我们都可以从文本分层理论中获得相应的解释与说明."
    },
    {
      "en": "Under the condition of forced throughout flow, the distribution of velocity appears stratification structure alongaxial direction.",
      "cn": "在强迫过流条件下,间隙内沿轴向呈现出分层结构的速度分布."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "stratified",
          "tran_cn": " 分层的；形成阶层的；分为不同等级的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "stratified",
          "tran_cn": " 使成层（stratify的过去分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "stratify",
          "tran_cn": " 分层；成层；阶层化"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "stratify",
          "tran_cn": " 分层；成层；使形成阶层"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "layering"
          ],
          "tran_cn": "[地质]层理；成层"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "social stratification",
      "tran_cn": "社会分层，社会阶层化"
    },
    {
      "phrase": "stratification plane",
      "tran_cn": "[地质]层面；层理面"
    },
    {
      "phrase": "thermal stratification",
      "tran_cn": "热结层；温度分层；热分层现象"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "层理，成层，层化，分层",
      "tran_en": "when society is divided into separate social classes"
    }
  ],
  "exchange": {}
}