{
  "word": "substandard",
  "ipa": {
    "us": "ˌsʌbˈstændəd",
    "uk": "ˌsʌbˈstændərd"
  },
  "sentences": [
    {
      "en": "Article 11 No damaged , defiled, or substandard National Emblem shall be hung.",
      "cn": "第十一条不得悬挂破损 、 损或者不合规格的国徽."
    },
    {
      "en": "I don't think these substandard products will easily get past the inspection.",
      "cn": "我不认为这些次品能轻易地通过检验."
    },
    {
      "en": "In contrast , much of China's domestic vaccine production is considered substandard.",
      "cn": "该研究所位于菩那,是一家私人公司."
    },
    {
      "en": "MPPE was notorious for selling substandard diesel.",
      "cn": "MPPE因出售劣质柴油而臭名昭著."
    },
    {
      "en": "New York Life became the first company to insure substandard risks.",
      "cn": "纽约人寿成为首家提供次健康人保险的公司."
    },
    {
      "en": "Producers in the Chinese animation are all substandard.",
      "cn": "中国的动画市场存在制作厂商不求上进的问题."
    },
    {
      "en": "She has written good essay before, but this one is substandard.",
      "cn": "她以前写的文章不错, 但这一篇却不怎麽样."
    },
    {
      "en": "substandard housing",
      "cn": "低于标准的住宅"
    },
    {
      "en": "The cold has made already substandard living conditions even worse.",
      "cn": "寒冷使得已经较差的生活环境变得更糟糕。"
    },
    {
      "en": "The rate of substandard products should not exceed 5 %.",
      "cn": "次品比例不得超过5%."
    },
    {
      "en": "The reputation of the firm was blown upon for passing substandard products off as first - class merchandise.",
      "cn": "该公司因把次品当正品出售而名誉扫地."
    },
    {
      "en": "These are all substandard products.",
      "cn": "这些都是次品."
    },
    {
      "en": "Too many families are still living in substandard housing.",
      "cn": "仍有太多家庭居住条件达不到标准."
    },
    {
      "en": "Your food, water, and sanitary facilities are acutely substandard.",
      "cn": "你们的食物, 水和卫生设备都比一般标准低得多."
    },
    {
      "en": "Your inadequate pronunciation contributes to making your writing substandard.",
      "cn": "你的不合格的发音将导致你的书写也不能令人满意."
    },
    {
      "en": "Yunnan Baiyao ( farinaceous ) how is injury of remedial abrade substandard used?",
      "cn": "云南白药 ( 粉状 ) 治疗擦伤等外伤怎么用?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "kitchen",
            "off"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不够标准的，在标准以下的，低等级标准",
      "tran_en": "not as good as the average, and not acceptable"
    }
  ],
  "exchange": {}
}