{
  "word": "typography",
  "ipa": {
    "us": "taɪˈpɒgrəfi",
    "uk": "taɪˈpɑgrəfi"
  },
  "sentences": [
    {
      "en": "But the term is a catchall for multiple techniques to handle elements like typography, graphics and video.",
      "cn": "但是这个术语涵义很广，也指处理排印、图像和视频等元素的多种技术。"
    },
    {
      "en": "Experimental typography and functional typography are, up to a certain point, opponents of each other.",
      "cn": "试验性排版和功能性排版是相互对立的."
    },
    {
      "en": "For this image I used a mixture of stock imagery, drawings, textures, typography and photos.",
      "cn": "我参看了一堆图片素材库 、 素描 、 材质 、 印刷品和照片."
    },
    {
      "en": "Jobs developed an appreciation for typography, the style and arrangement of printed characters.",
      "cn": "乔布斯渐渐喜欢上排印术——打印字符的版面设计与安排。"
    },
    {
      "en": "Knowledge of layout , graphic design fundamentals, typography, and animation.",
      "cn": "有版面设计 、 平面设计 、 排版及动画制作方面的知识."
    },
    {
      "en": "Lettering: Hand - drawn typography or a typeface designed to look hand - drawn.",
      "cn": "绘画字: 手工绘画的字体,或像绘画出来的印刷字体."
    },
    {
      "en": "Love Typography , devoted to fonts typefaces and all things typographical.",
      "cn": "研究关于所有字体,字形以及排版的设计."
    },
    {
      "en": "Main Idea: Typography is young, but will continue to be a part of web design.",
      "cn": "核心创意: 字体设计比较新, 但是会逐步成为网页设计的一部分!"
    },
    {
      "en": "Please write your name in typography.",
      "cn": "请用印刷体写下你的姓名."
    },
    {
      "en": "Specimen: Sample page set to show the typography.",
      "cn": "样本: 预示排字格式的一页稿样."
    },
    {
      "en": "The core of inventing engraving typography, a great technological invention, is the invention of its theory.",
      "cn": "雕版印刷术发明的核心是雕版印刷术原理的发明.雕版印刷术是一项伟大的科技发明."
    },
    {
      "en": "The measure of typography is the book.",
      "cn": "量度字体编排设计的标尺是书."
    },
    {
      "en": "The place where typography was probably invented in our country was the Huanghe river region.",
      "cn": "我国发明版筑技术的地区应该是黄河流域."
    },
    {
      "en": "This is why display cases are rarely found in the world of digital typography, whereas they were once common in letterpress printing.",
      "cn": "这就是当今数字化排印领域中罕见特排字体的原因，虽然它们在凸版印刷的时代盛行一时。"
    },
    {
      "en": "Typography and concept will both play important roles in the work.",
      "cn": "排印样式和概念在创作中将扮演同样重要的角色."
    },
    {
      "en": "Typography is the art, craft and techniques of type design, modifying type glyphs, and arranging type.",
      "cn": "印刷术是艺术, 工艺和技术型的设计, 修改类型字形, 并安排类型."
    },
    {
      "en": "Used to take the place of hyphen in many occasions when finer typography is required.",
      "cn": "很多时,配合精细的排字要求,就用它来代替连字号."
    },
    {
      "en": "You have good typography and layout skills and love a good challenge.",
      "cn": "你要具良好的平面设计技巧,喜欢尝试新的挑战."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "typographic",
          "tran_cn": " 排字上的；印刷上的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "typographically",
          "tran_cn": " 印刷地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "typo",
          "tran_cn": " 排印错误；排字工；印刷工"
        },
        {
          "word": "typographer",
          "tran_cn": " 印刷商；印刷工人"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "凸版印刷术，排印，印刷样式",
      "tran_en": "the work of preparing written material for printing"
    }
  ],
  "exchange": {
    "adv": [
      "typographically"
    ],
    "adj": [
      "typographical"
    ]
  }
}