{
  "word": "authorise",
  "ipa": {
    "us": "'ɒθəraɪz",
    "uk": "'ɒθəraɪz"
  },
  "sentences": [
    {
      "en": "A . We , the undersigned, hereby request and authorise HKSCC.",
      "cn": "吾等,即下述所有签署人, 兹要求并授权结算公司."
    },
    {
      "en": "Although he's talking about a substantial order , he wants better terms than I can authorise.",
      "cn": "尽管他说的订货数量很大, 但他要的条件已经超出了给我的授权."
    },
    {
      "en": "EDWARD GREEN: If you order 35, 000 then I can authorise payment in 90 days.",
      "cn": "爱德华.林: 如果你订购3.5万件,我可以授权90天内付款."
    },
    {
      "en": "EDWARD GREEN: If you order 35,000 then I can authorise payment in 90 days.",
      "cn": "爱德华.格林: 如果你订购3.5万件,我可以授权90天内付款."
    },
    {
      "en": "He insisted that the security council be reconvened that night to authorise the rapid reaction force.",
      "cn": "他坚持安理会连夜再次召开会议以授权快速反应部队介入。"
    },
    {
      "en": "I authorise Aviva Life Insurance Company Limited to charge the premium due to my card account.",
      "cn": "本人现授权英杰华人寿保险有限公司于本人信用卡账户中扣除应缴之保费."
    },
    {
      "en": "I authorise Immigration New Zealand to provide information about my health and my immigration status to any health service agency.",
      "cn": "我授权新西兰移民局可于任何时间将本人健康情况及移民身份提供给任何相关的医疗机构。"
    },
    {
      "en": "I have not authorised it — and I will not authorise it.",
      "cn": "我从未认可,而也不会批准. ”"
    },
    {
      "en": "They must also take responsibility for the actions of anyone they authorise to enter the property.",
      "cn": "他们也必须对他们授权进入财产的任何人的行动负责."
    },
    {
      "en": "To re - appoint auditors and to authorise the directors to fix their remuneration.",
      "cn": "续聘核数师及授权董事厘定其酬金."
    },
    {
      "en": "We are advised that we can refuse further performance until you authorise a variation.",
      "cn": "我方知道,在你方正式授权签发变更指令之前,我方可以拒绝进一步实施该工程."
    },
    {
      "en": "We authorise the Education Bureau to display the submitted entries for exhibition and education purposes.",
      "cn": "我们授权教育局运用参赛作品作展出及教育用途."
    },
    {
      "en": "Where you have given us your permission we might authorise other companies to contact you directly.",
      "cn": "在征得您同意的前提下,我们会授权其它公司直接与您联系."
    },
    {
      "en": "Your GM level don't authorise you to do this action on this player.",
      "cn": "你的GM级别不允许你在此玩家身上使用此指令."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "confirm",
            "let",
            "have",
            "commission",
            "grant"
          ],
          "tran_cn": "授权；批准；允许；委任（等于authorize）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "批准，授权"
    },
    {
      "pos": "vt",
      "tran_cn": " 批准， 认可； 授权"
    }
  ],
  "exchange": {}
}