{
  "word": "binoculars",
  "ipa": {
    "us": "bɪˈnɒkjələz",
    "uk": "bɪˈnɑːkjələrz"
  },
  "sentences": [
    {
      "en": "Andrew, with binoculars, was already scanning the dockside and port buildings coming into view.",
      "cn": "安德鲁举起了望远镜, 扫视着进入视野的码头和港口上的建筑物."
    },
    {
      "en": "Binoculars optical - Binoculars, fieldscope, range finder for golf, hunt etc.",
      "cn": "光学望远镜 - 望远镜, 观鸟镜, 高尔夫球测距仪, 狩猎测距仪之类."
    },
    {
      "en": "Binoculars: equipment you look through to make things far away seem closer.",
      "cn": "双眼望远镜: 一种设备,你可以透过它,使很远的东西看起来很近."
    },
    {
      "en": "Collet aimed the binoculars up the hill and adjusted image intensifier dials.",
      "cn": "科莱把望远镜对着小山丘,调节着镜筒."
    },
    {
      "en": "He raised the binoculars to his eye again, scanning across the scene.",
      "cn": "他再一次把双筒望远镜举到眼前，仔细观察整个现场。"
    },
    {
      "en": "I put down my binoculars and popped a Budweiser.",
      "cn": "我放下望远镜,拉开一罐百威啤酒喝了起来."
    },
    {
      "en": "If I had binoculars, I could see that comet clearly.",
      "cn": "如果我有望远镜, 我就可以清楚地看见那颗彗星."
    },
    {
      "en": "Mike: Only if he uses binoculars!",
      "cn": "迈克: 除非他用望远镜."
    },
    {
      "en": "Nancy risked using her binoculars.",
      "cn": "南希冒险用了一下望远镜."
    },
    {
      "en": "Practice thesepaths several times with binoculars, and then repeat the one which works bestfor you using the finder of your telescope.",
      "cn": "用双筒望远镜练习这些路径几次，然后使用你的望远镜的寻星镜重复最适合的一个路径。"
    },
    {
      "en": "She runs up and takes the binoculars.",
      "cn": "她跑过去拿起望远镜."
    },
    {
      "en": "The man focused some binoculars on the green peninsula ahead .",
      "cn": "男人拿起双筒望远镜眺望前面那青翠的半岛。"
    },
    {
      "en": "Tourist: Too bad! I left my binoculars in car.",
      "cn": "游客: 真是糟糕! 我把随身携带的望远镜放在游览车上了."
    },
    {
      "en": "Use binoculars and you can get a whole view of the city.",
      "cn": "使用双倍望远镜,你可以看到这座城市的全景."
    },
    {
      "en": "What are you going to do about it with your goddamn binoculars?",
      "cn": "你手里拿着望远镜要怎么杀我 呢 ?"
    },
    {
      "en": "You grab your binoculars or your camera at once.",
      "cn": "你就立刻抓起望远镜或照像机来."
    },
    {
      "en": "You OK, holmes, we been watching from the pier with binoculars!",
      "cn": "你还好吧, 伙计, 我们用望远镜一直在监视这个码头!"
    },
    {
      "en": "You ought to look through binoculars.",
      "cn": "你最好用望远镜观察."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lens",
            "telescope"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "binocular vision",
      "tran_cn": "双眼视觉；双目镜观察"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "双筒望远镜",
      "tran_en": "a pair of special glasses, that you hold up to your eyes to look at objects that are a long distance away"
    }
  ],
  "exchange": {}
}