{
  "word": "unjustifiable",
  "ipa": {
    "us": "ʌnˈdʒʌstɪfaɪəbl",
    "uk": "ʌnˈdʒʌstəˌfaɪəbəl, ˌʌndʒʌstəˈfaɪ-"
  },
  "sentences": [
    {
      "en": "Could you successfully explain a way of life that you found unjustifiable?",
      "cn": "你能成功地为你觉得不合理的生活方式辩解 吗 ?"
    },
    {
      "en": "Fear is the great destroyer of happiness, and most fears are unjustifiable.",
      "cn": "恐惧是幸福最大的破坏者, 而多数恐惧是毫无根据的."
    },
    {
      "en": "His behaviour was quite unjustifiable.",
      "cn": "他的行为毫无道理."
    },
    {
      "en": "Illegal and unjustifiable funds and charges.",
      "cn": "不合法、不合理基金和收费项目."
    },
    {
      "en": "In another category there are the unjustifiable ones , and these we must rebut.",
      "cn": "一种是闹得不对的, 要驳回去."
    },
    {
      "en": "In morals of science the unjustifiable act part of important category of research for academic moral.",
      "cn": "科研不端行为是科学道德中学术道德研究的重要范畴."
    },
    {
      "en": "It may also destroy commercially valuable trade secrets, or give competitors an unjustifiable advantage.",
      "cn": "公开披露还会泄露有商业价值的贸易秘密, 或使竞争对手得到不正当的便利."
    },
    {
      "en": "Pierre Teluduo feels special awkwardness to this kind of unjustifiable act.",
      "cn": "皮埃尔·特鲁多对这种无理的举动感到非常尴尬."
    },
    {
      "en": "Poisoning the earth’s atmosphere is ecologically and morally unjustifiable.",
      "cn": "污染地球的大气在生态上和道德上都是不能接受的。"
    },
    {
      "en": "The raid was an unjustifiable act of aggression.",
      "cn": "那次偷袭是一种不正当的侵略行径。"
    },
    {
      "en": "The restraint an individual outside such extenuating circumstances, or the use of excessive force, is unjustifiable.",
      "cn": "若个人约束超出这种范围, 或是过度使用武力, 这就是不正当."
    },
    {
      "en": "To disregard this principle is to make civil disobedience not only legally wrong but morally unjustifiable.",
      "cn": "假如不尊重这一原则,那么公民的非暴力反抗不仅在法律上是错误的,在道德上也是不恰当的."
    },
    {
      "en": "Using these missiles to down civilian aircraft is simply immoral and totally unjustifiable.",
      "cn": "用这些导弹击落民用飞机是极不道德也是完全没道理的。"
    },
    {
      "en": "When dog bites dog, each gets a mouthful of fur -- usually indicating unjustifiable disputes .",
      "cn": "狗咬狗, 两嘴 毛."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inexcusable",
            "inexpiable",
            "unjust"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不合道理的，无法辩护的，不能分辩的，无理，小鞋，曲"
    }
  ],
  "exchange": {
    "adv": [
      "unjustifiably"
    ]
  }
}