{
  "word": "recently",
  "ipa": {
    "us": "ˈriːsntli",
    "uk": "ˈriːsntli"
  },
  "sentences": [
    {
      "en": "a recently published biography",
      "cn": "一部最近出版的传记"
    },
    {
      "en": "Columbia recently resigned the band for a cool $30 million.",
      "cn": "哥伦比亚唱片公司最近以3,000万美元的高价再次签下这个乐队。"
    },
    {
      "en": "He has recently been promoted to Assistant Manager.",
      "cn": "他最近晋升为经理助理。"
    },
    {
      "en": "He recently did the catering for a presidential reception.",
      "cn": "他最近承办了一次总统招待会的宴席。"
    },
    {
      "en": "His recently completed chapel for Fitzwilliam is attracting favourable comment.",
      "cn": "他最近为菲茨威廉建成的小教堂赢得了好评。"
    },
    {
      "en": "I can't quite believe the close shaves I've had just recently.",
      "cn": "我真是无法相信就在最近自己侥幸逃过了几场大难。"
    },
    {
      "en": "I have recently been suffering from pain and numbness in my hands.",
      "cn": "我近来双手一直疼痛麻木。"
    },
    {
      "en": "Jerry lived in Cairo until quite recently .",
      "cn": "直至不久之前杰里一直住在开罗。"
    },
    {
      "en": "Marla was recently seen slinging her shoes at Trump.",
      "cn": "最近有人看见马拉朝特朗普扔鞋子。"
    },
    {
      "en": "Miss Parrish recently placed an advertisement in the local news-paper.",
      "cn": "帕里什小姐最近在本埠报纸上登了一则广告。"
    },
    {
      "en": "More recently, he’s appeared in a number of British films.",
      "cn": "最近，他出演了多部英国电影。"
    },
    {
      "en": "New $750,000 infomercials, featuring artists like Cher, have recently hit the screens.",
      "cn": "耗资75万美元、有雪儿等艺人出镜的新的名人电视促销节目近来播出了。"
    },
    {
      "en": "Recently I've started to do a lot of walking and cycling.",
      "cn": "最近我开始经常散步和骑自行车。"
    },
    {
      "en": "She has recently begun to slouch over her typewriter.",
      "cn": "最近，她坐在打字机前就开始变得无精打采的。"
    },
    {
      "en": "Some managers have recently raised objection to the PFA handling these negotiations.",
      "cn": "一些主教练最近就英格兰职业足球运动员协会负责这些谈判提出了异议。"
    },
    {
      "en": "The banks have had precious little to celebrate recently.",
      "cn": "银行最近没几件值得庆贺的事。"
    },
    {
      "en": "The company has recently moved into a new purpose-built factory.",
      "cn": "该公司最近搬进了一家专门建造的新工厂。"
    },
    {
      "en": "The council recently drew fire for its intervention in the dispute.",
      "cn": "委员会最近因为介入该起争端而遭到批评。"
    },
    {
      "en": "The wood had been recently polished to bring back the shine.",
      "cn": "木头最近经过抛光又恢复了光泽。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "recent",
          "tran_cn": " 最近的；近代的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "recency",
          "tran_cn": " 新近；崭新"
        },
        {
          "word": "recentness",
          "tran_cn": " 最近"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "newly",
            "new",
            "of late",
            "last"
          ],
          "tran_cn": "最近；新近"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "until recently",
      "tran_cn": "adj. 直到最近"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "近来，最近",
      "tran_en": "not long ago"
    }
  ],
  "exchange": {}
}