{
  "word": "aflatoxin",
  "ipa": {
    "us": "ˌæflə'tɒksɪn",
    "uk": "ˌæflə'tɒksɪn"
  },
  "sentences": [
    {
      "en": "A new method for the extraction of aflatoxin B _ 1 ( AFB _ 1 ) from the peanut oil is described.",
      "cn": "介绍一种提取花生油中黄曲霉毒素B_1 ( AFB_1 ) 的新方法."
    },
    {
      "en": "Aflatoxin B _ 1 ( AFB _ 1 ) is a highly toxic secondary metabolite produced predominantly by some fungal strains.",
      "cn": "黄曲霉毒素B_1 ( AflatoxinB_ 1,AFB_ 1 ) 是由某些真菌菌株产生的次生代谢产物."
    },
    {
      "en": "Aflatoxin B 1 ( AFTB 1 ) has strong toxicity, which was ranked A carcinogen by international cancer organization in 1988.",
      "cn": "黄曲霉毒素 B1 具有很强的毒性, 1988年被国际癌症机构列为A类致癌物质."
    },
    {
      "en": "Aflatoxin can cause severe liver damage.",
      "cn": "黄曲霉毒素可引起严重肝损伤."
    },
    {
      "en": "Aflatoxin contamination in animal food, harm to body and its examination were described in the paper.",
      "cn": "本文概述了黄曲霉毒素对动物性食品的污染, 对人体健康的危害及其检测方法."
    },
    {
      "en": "Aflatoxin contamination is one of the most important contaminations in the food contamination.",
      "cn": "食品污染包括很多,黄曲霉毒素的污染是其中比较突出的一种."
    },
    {
      "en": "Aflatoxin may produce poisonous metabolizing substances, and do harm to human's health.",
      "cn": "黄曲霉菌可能产生有毒的代谢物, 从而危害人类身体健康."
    },
    {
      "en": "AIM To explore the effects of single intratracheal administration of aflatoxin G _ 1 ( AFG _ 1 ) on rat lung tissues.",
      "cn": "目的探讨一次性支气管内给予黄曲霉毒素G1 ( AFG1 ) 对大鼠肺组织的影响."
    },
    {
      "en": "AIM: To study the effect of new antihepatitis drug, bicyclol, on the metabolism and hepatotoxicity of aflatoxin B1 (AFB1) in rats.",
      "cn": "目的:研究抗肝炎新药双环醇对大鼠黄曲霉毒素B_1(AFB_1)代谢和肝毒性的影响."
    },
    {
      "en": "Grains containing detectable amounts of aflatoxin should therefore not be used for food or feed.",
      "cn": "因此,凡测出含有阿夫罗毒素的谷物都不能做粮食或饲料."
    },
    {
      "en": "It is reported that the aflatoxin B 1 ( AFB 1 ) is a carcinogen that inducing the liver cancer.",
      "cn": "早年就有报道黄曲霉毒素B1 ( AFB1 ) 可以诱发肝癌."
    },
    {
      "en": "Liver cancer was induced by Low close aflatoxin B _ 1 ( AFB _ 1 ) and inhibited by Polystictus Versicolor Polysaccharide ( PVP ) in rats.",
      "cn": "喂饲小剂量黄曲霉毒素B_1 ( AFB_1 ) 诱发大白鼠肝癌,以芸芝 多糖 为阻断剂."
    },
    {
      "en": "Mycotoxins, such as aflatoxin and ochratoxin A, are found at measurable levels in many staple foods; the health implications of long-term exposure of such toxins are poorly understood.",
      "cn": "在许多主食中发现了可测量的真菌毒素，如黄曲霉毒素和赭曲霉毒素A，而长期接触此类毒素对健康的影响人们了解甚少。"
    },
    {
      "en": "Mycotoxins, such as aflatoxin and ochratoxin A, are found at measurable levels in many staple foods; the health implications of long-term exposure of such toxins are poorly understood.",
      "cn": "在许多主食中发现黄曲霉素和赭曲霉素A等真菌毒素，达到可测量的水平；对长期接触此类毒素的健康影响了解甚少。"
    },
    {
      "en": "No aflatoxin, no salmonella, no mould etc.",
      "cn": "无黄曲霉 、 沙门氏菌 、 霉菌等."
    },
    {
      "en": "The equipments, environmental conditions, items and methods for the veri cation of aflatoxin analyzer were introduced.",
      "cn": "介绍黄曲霉毒素测定仪的检定设备 、 检定环境条件 、 检定项目及检定方法."
    },
    {
      "en": "The hazard of aflatoxin and prevention and detoxificationand feed contaminated by aflatoxin are introduced.",
      "cn": "本文介绍了黄曲霉素的危害及防除措施."
    },
    {
      "en": "To establish a rapid assay for detection of aflatoxin B 1, gold immunochromatography assay ( GICA ) was studied.",
      "cn": "本文应用胶体金免疫层析技术,建立了一种快速检测食品中 黄曲霉 毒素B1的方法."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "黄曲霉毒素",
      "tran_en": "a toxin produced by the fungus Aspergillus flavus growing on peanuts, maize, etc, causing liver disease (esp cancer) in man "
    }
  ],
  "exchange": {}
}