{
  "word": "elite",
  "ipa": {
    "us": "eɪˈliːt ,  ɪˈliːt",
    "uk": "eɪˈliːt ,  ɪˈliːt"
  },
  "sentences": [
    {
      "en": "...a government comprised mainly of the elite.",
      "cn": "…主要由精英组成的政府。"
    },
    {
      "en": "a struggle for power within the ruling elite",
      "cn": "统治阶层内部的争权夺利"
    },
    {
      "en": "a struggle for power within the ruling elite ",
      "cn": "统治阶层内部的争权夺利"
    },
    {
      "en": "A tiny, educated elite profited from the misery of their two million fellow countrymen.",
      "cn": "一小撮受过良好教育的精英分子从他们200万同胞的贫苦生活中获取利益。"
    },
    {
      "en": "Although the number of elite groups is small, they have enormous energy.",
      "cn": "虽然精英群体人数很少, 但是其能量巨大."
    },
    {
      "en": "an elite group of artists",
      "cn": "一批出类拔萃的艺术家"
    },
    {
      "en": "As a member of an elite army hit squad, the army would send us out to do their dirty work for them.",
      "cn": "作为特工小分队的一员，部队总会派我们去做他们不愿做的事。"
    },
    {
      "en": "As I know, the concept of civilian is opposition to elite.",
      "cn": "在我脑中, 平民是相对于精英这个概念来说的."
    },
    {
      "en": "Concentrate the natural elite, Dedicate to the Human Health.",
      "cn": "浓缩植物精华, 缔造人类健康!"
    },
    {
      "en": "Dubai is the playground of the Middle East's elite.",
      "cn": "迪拜是中东精英享乐的地方."
    },
    {
      "en": "elite universities",
      "cn": "精英大学"
    },
    {
      "en": "In the newspapers the elite simply argued with the elite.",
      "cn": "在报纸上,上层人士只是与上层人士争辩而已."
    },
    {
      "en": "Indeed, most elite universities don't even have an undergraduate business program.",
      "cn": "的确, 多数名牌大学甚至不开设本科生的商科课程."
    },
    {
      "en": "It must be said that the defence minister is a little bit more dovish than other people in the ruling elite.",
      "cn": "需要指出的是国防大臣比上层统治集团中其他成员都要温和。"
    },
    {
      "en": "Nantah graduates form a large part of the Chinese cultural elite today.",
      "cn": "今天,南洋大学毕业生是组成华文精英的中坚分子."
    },
    {
      "en": "One of the goals of the campaign is to cut off the elite Republican Guard from its supplies.",
      "cn": "该战役的目标之一就是切断精锐共和国卫队的补给。"
    },
    {
      "en": "Only the educational elite go 〔 goes 〕 to Oxford or Cambridge.",
      "cn": "只有学业上的精英才能上牛津或剑桥大学."
    },
    {
      "en": "Recruiters are welcomed even at elite universities.",
      "cn": "招兵人员现在甚至在名牌大学也受到欢迎."
    },
    {
      "en": "They were, by and large, a very wealthy, privileged elite.",
      "cn": "他们基本上是一些非常有钱有势的精英。"
    },
    {
      "en": "You guys are supposed to be the business elite of this country.",
      "cn": "人们总以为你们这些人是我国企业界中出类拨萃的人物."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "elitism",
          "tran_cn": " 精英主义；杰出人物统治论"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "essence",
            "flower",
            "regular",
            "prime",
            "distillation"
          ],
          "tran_cn": "精英；精华；中坚分子"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cream",
            "valuable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "elite education",
      "tran_cn": "精英教育，英才教育"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "精英的",
      "tran_en": "an elite group contains the best, most skilled or most experienced people or members of a larger group"
    },
    {
      "pos": "n",
      "tran_cn": "精英，杰出人物",
      "tran_en": "a group of people who have a lot of power and influence because they have money, knowledge, or special skills"
    },
    {
      "pos": "n&a",
      "tran_cn": "社会精华(的)，高贵者(的)",
      "tran_en": "You can refer to the most powerful, rich, or talented people within a particular group, place, or society as the elite"
    }
  ],
  "exchange": {
    "pl": [
      "elites"
    ]
  }
}