{
  "word": "marginally",
  "ipa": {
    "us": "ˈmɑːdʒɪnəli",
    "uk": "ˈmɑːrdʒɪnəli"
  },
  "sentences": [
    {
      "en": "British officers and Recon squads have their camouflage detection increased marginally.",
      "cn": "英军指挥官和侦查小组反伪装距离略微增加."
    },
    {
      "en": "But they can only marginally reduce, not eliminate the hazards.",
      "cn": "但这也只是在一定程度上减少了, 而不是消除了危险性."
    },
    {
      "en": "Gina’s grades have improved marginally since last term.",
      "cn": "从上学期开始吉娜的成绩略有提高。"
    },
    {
      "en": "IF THE car business is in meltdown, things are only marginally better for truck manufacturers.",
      "cn": "如果汽车行业正处于崩溃阶段, 那么货车生产商的日子也好不到哪儿去."
    },
    {
      "en": "Sales last year were marginally higher than in 1991.",
      "cn": "去年的销售额比1991年略有增加。"
    },
    {
      "en": "Studies reveal that MBO positively affects the operational cash flow, but marginally on other financial indicators.",
      "cn": "研究发现,MBO对经营性现金流产生了积极的正向作用, 但对其余财务指标的影响并不显著."
    },
    {
      "en": "The features are only marginally significant at 95 % level on a statistical basis.",
      "cn": "这些特征在95%水平时刚好在统计上是显著的."
    },
    {
      "en": "The link was only marginally statistically significant.",
      "cn": "这一联系仅仅是沾边有统计学的意义."
    },
    {
      "en": "The new system is only marginally more efficient than the old one.",
      "cn": "新系统的效率比旧系统只有略微提高。"
    },
    {
      "en": "These cameras have increased only marginally in value over the past decade.",
      "cn": "在过去10年里，这些照相机的价格只是略有提高。"
    },
    {
      "en": "They now cost marginally more than they did last year.",
      "cn": "他们现在并不比去年贵多少。"
    },
    {
      "en": "This may mean marginally more calorie expenditure each day.",
      "cn": "这能让人体每天消耗更多热量."
    },
    {
      "en": "This year's profits were marginally higher than last year's.",
      "cn": "今年的利润比去年稍微高些."
    },
    {
      "en": "Those, in the bureau words, who are \" marginally attached to the labor force. \"",
      "cn": "用统计局的话来说, 这些人 “ 游荡在劳动力市场的边缘 ”."
    },
    {
      "en": "Wehrmacht StuH 42 weapon does marginally increased area damage to infantry.",
      "cn": "国防军闪电学42型突击榴弹炮对步兵的杀伤范围略增."
    },
    {
      "en": "With less gold, the IMF would be marginally less secure, but still far from financial fragility.",
      "cn": "减少黄金储备以后的IMF将相对不再可靠, 但还远非财力脆弱."
    },
    {
      "en": "You can swap out some components and get a marginally heavier bike for under $ 3300.",
      "cn": "你可以互换了一些部件和得到轻微加重自行车为$3300."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "marginal",
          "tran_cn": " 边缘的；临界的；末端的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "margin",
          "tran_cn": " 边缘；利润，余裕；页边的空白"
        },
        {
          "word": "marginality",
          "tran_cn": " 边缘性"
        },
        {
          "word": "marginalization",
          "tran_cn": " 边缘化；忽视；排斥"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "margin",
          "tran_cn": " 加边于；加旁注于"
        },
        {
          "word": "marginalize",
          "tran_cn": " 排斥；忽视；使处于社会边缘；使脱离社会发展进程"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "minimally"
          ],
          "tran_cn": "少量地；最低限度地；在栏外；在页边"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "在边缘，在页边，略微地",
      "tran_en": "not enough to make an important difference"
    }
  ],
  "exchange": {}
}