{
  "word": "kilometre",
  "ipa": {
    "us": "kɪˈlɒmɪtə(r)",
    "uk": "kɪˈlɑːmɪtər"
  },
  "sentences": [
    {
      "en": "...only one kilometre from the border.",
      "cn": "…距离边境只有1公里。"
    },
    {
      "en": "a kilometre and a half of bitumen",
      "cn": "一公里半的柏油路面"
    },
    {
      "en": "After jogging a kilometre he was panting and sweating.",
      "cn": "他慢跑了一公里,气吁吁地直出汗."
    },
    {
      "en": "All other triangular routes will be scored with factor 1.75 per kilometre.",
      "cn": "按照国际航联规则的三角航线(最短边距离不少于三边总和的28%),每公里2分."
    },
    {
      "en": "Drive on for a kilometre; then take a right turn.",
      "cn": "向前开一公里; 然后向右转."
    },
    {
      "en": "Every cubic kilometre of the ring contains around 20 tiny particles of dust, making it so tenuous, it would be invisible from the inside.",
      "cn": "这个光环每立方公里含有约20颗尘埃微粒，结构非常稀薄，站在光环内部都看不见它本身。"
    },
    {
      "en": "He was a kilometre out from home when the storm struck.",
      "cn": "暴风雨袭来时他离家有一公里远。"
    },
    {
      "en": "In one kilometre from the place he has run out of petrol.",
      "cn": "在离家还有一公里的地方他的汽油用完了."
    },
    {
      "en": "It seems to have lost an entire 40-kilometre-long flank in one catastrophic event, say the researchers.",
      "cn": "研究人员说，它似乎在一次灾难性事件中已失去了长达40公里的整个侧翼。"
    },
    {
      "en": "It's about one kilometre from here to the store.",
      "cn": "从这大约有一公里吧."
    },
    {
      "en": "Moreau took gold in the five-kilometre individual pursuit competition.",
      "cn": "莫罗在个人五公里追逐赛中获得金牌。"
    },
    {
      "en": "My home is half a kilometre away from here.",
      "cn": "我家离这儿有半公里."
    },
    {
      "en": "One kilometre is equivalent to two li.",
      "cn": "1公里为2华里."
    },
    {
      "en": "One thousand metres go to the kilometre.",
      "cn": "一千米为一公里."
    },
    {
      "en": "The first 13 kilometre line of the metro has opened on time.",
      "cn": "首条13千米长的地铁按期开通."
    },
    {
      "en": "The roads merge a kilometre ahead.",
      "cn": "这两条道路在前面一公处汇合成一条大道."
    },
    {
      "en": "They ran to the main road and on for a kilometre until ambulances could reach them.",
      "cn": "接着他们就向大道跑去，到了以后再跑了一千米，直到碰到救护车。"
    },
    {
      "en": "They were detected at depths of more than a kilometre in the sea.",
      "cn": "它们是在海面下超过一公里深的地方被检测出来的。"
    },
    {
      "en": "We know sound travels about one kilometre in three seconds.",
      "cn": "我们知道声音三秒钟传播一公里左右."
    },
    {
      "en": "Winston had never been inside the Ministry of Love, nor within half a kilometre of it.",
      "cn": "温斯顿从来没进过爱护部, 连半公里之内也没到过."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "klick",
            "klik"
          ],
          "tran_cn": "[计量]公里；千米"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "square kilometre",
      "tran_cn": "平方公里"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "千米，公里",
      "tran_en": "a unit for measuring distance, equal to 1,000 metres"
    }
  ],
  "exchange": {
    "pl": [
      "kilometres"
    ]
  }
}