{
  "word": "iris",
  "ipa": {
    "us": "ˈaɪrɪs",
    "uk": "ˈaɪrɪs"
  },
  "sentences": [
    {
      "en": "\"He went back to the lab\", Iris exclaimed impatiently.",
      "cn": "“他回实验室去了，”艾里斯不耐烦地大声说。"
    },
    {
      "en": "Actually, the biometric sensor doesn't read the iris.",
      "cn": "事实上, 生物感应器不会读取虹膜."
    },
    {
      "en": "All the iris have popped open, and the smell is sheer heaven.",
      "cn": "所有的蝴蝶花全盛开了, 那股香味简直妙不可言."
    },
    {
      "en": "And it is abIe to control the iris.",
      "cn": "那么他就有能力去控制虹膜进口."
    },
    {
      "en": "Experimental results for both Iris data and Wine data verify the validity of our method.",
      "cn": "Iris数据,Wine数据的实验结果都验证了新方法的可行性."
    },
    {
      "en": "Immediately behind the iris is the crystalline lens.",
      "cn": "紧靠着虹膜后面的是水晶体(眼球)."
    },
    {
      "en": "In addition, comparison with fuzzy Kohonen clustering networks ( FKCN ) also been made, based on IRIS data.",
      "cn": "此外, 还基于IRIS数据集比较了该算法与FKCN模糊自主聚类算法."
    },
    {
      "en": "Iris finally ordered coffees for herself and Tania.",
      "cn": "艾丽斯最后为自己和塔妮娅点了咖啡。"
    },
    {
      "en": "IRIS is an answer to these problems.",
      "cn": "IRIS就是解决这些问题的答案."
    },
    {
      "en": "Iris Murdoch was regarded by many as a supremely good and serious writer.",
      "cn": "许多人都视艾丽丝·默多克为极其优秀和严肃的作家。"
    },
    {
      "en": "The iris is fixed to the ciliary body.",
      "cn": "虹膜固定在睫状体上."
    },
    {
      "en": "The iris of the eye is photographed from up to one meter away.",
      "cn": "眼睛的虹膜最远可在一公尺外的距离接受摄影。"
    },
    {
      "en": "The opening of the iris is called the pupil.",
      "cn": "虹膜的开口处叫做瞳孔."
    },
    {
      "en": "The patterns of the iris are translated into digital code, and stored in a PC database, along with personal information.",
      "cn": "虹膜的图案转译为数码，然后与个人资料一起储存在个人计算机数据库里。"
    },
    {
      "en": "The structure of the iris will also modify the shade.",
      "cn": "虹膜的结构也能影响眼睛的深浅."
    },
    {
      "en": "This gives the muscles of your lens and iris a chance to shift position.",
      "cn": "这就给你眼球的晶体肌和虹膜肌有换位置的机会."
    },
    {
      "en": "This small move creates better balance with the iris and pupil of each eye and eliminates the tension on the left eye against the left edge of her face.",
      "cn": "这样小小的移动创造了更好的平衡，包括虹膜、瞳孔和每一只眼睛，消除了左眼对她脸部边缘的压迫感。"
    },
    {
      "en": "We can offer you internationally recognized certification according to IRIS.",
      "cn": "我们将提供具有国际公信力的IRIS认证."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "iris diaphragm",
      "tran_cn": "彩虹光圈；[摄]可变光圈（等于iris）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "鸢尾属植物的"
    },
    {
      "pos": "n",
      "tran_cn": "虹膜，鸢尾属植物",
      "tran_en": "the round coloured part of your eye, that surrounds the black  pupil "
    }
  ],
  "exchange": {
    "pl": [
      "irises"
    ]
  }
}