{
  "word": "autoimmune",
  "ipa": {
    "us": "ˌɔ:təʊɪˈmju:n",
    "uk": "ˌɔtoʊɪˈmjun"
  },
  "sentences": [
    {
      "en": "...autoimmune diseases such as rheumatoid arthritis.",
      "cn": "...自体免疫疾病，如类风湿性关节炎。"
    },
    {
      "en": "And immune abnormalities related to belong to autoimmune diseases.",
      "cn": "与机体的免疫学异常有关,是属于自身免疫性疾病."
    },
    {
      "en": "Autoimmune diseases are more common in women than in men.",
      "cn": "自身免疫系统疾病在女性中的发病率高于男性."
    },
    {
      "en": "Autoimmune may participate in the pathological lesion of nerve in auditory neuropathy.",
      "cn": "自身免疫反应可能参与听神经病神经损害的病理过程."
    },
    {
      "en": "Autoimmune: such as lupus erythematosus, rheumatoid arthritis, scleroderma, and other.",
      "cn": "自身免疫性: 如红斑狼疮 、 类风湿关节炎 、 硬皮病等."
    },
    {
      "en": "Chloroquine is sometimes used to treat autoimmune conditions like lupus and arthritis.",
      "cn": "氯喹有时候能够用于治疗自身免疫性疾病如狼疮和关节炎."
    },
    {
      "en": "Conclusion: Necrotizing hyperplastic lymphadenopathy may be an autoimmune disease.",
      "cn": "结论: 本病可能是一种自身免疫性疾病,预后良好."
    },
    {
      "en": "Experimental autoimmune neuritis ( EAN ) is widelyconsidered as an animal model of AIDP.",
      "cn": "实验性自身免疫性神经炎 ( experimental autoimmuneneuritis,EAN) 作为AIDP的动物模型已在世界范围内被公认."
    },
    {
      "en": "If we figure out exactly which autoimmune condition it is, we can get you better quicker.",
      "cn": "如果我们能准确却找到是哪种自体免疫状态, 我们就可以使你好得更快."
    },
    {
      "en": "Now it is considered as an organ specific autoimmune disease.",
      "cn": "目前认为它是一种器官特异性自身免疫性疾病."
    },
    {
      "en": "Objective To explore the mechanism of fibrosis in autoimmune hepatitis ( AIH ).",
      "cn": "目的　探讨自身免疫性肝炎 ( AIH ) 肝纤维化的机制."
    },
    {
      "en": "Objective To observe and analyse the clinical symptoms of autoimmune hepatitis AIH.",
      "cn": "目的观察分析自身免疫性肝炎的临床特点."
    },
    {
      "en": "Results PBC was 59.68 % and AIH 40.32 % in the autoimmune hepatopathy.",
      "cn": "结果自身免疫性肝病中PBC占59.68%,AIH40.32%."
    },
    {
      "en": "The patient had been diagnosed with unclassified autoimmune disease in 1993.",
      "cn": "病患有非特异性自体免疫病史且多年前罹患胃黏膜淋巴瘤."
    },
    {
      "en": "Used to treat a number of diseases of unknown or autoimmune cause.",
      "cn": "用于一系列的不明或自体免疫疾病."
    },
    {
      "en": "You want a negative test for every autoimmune disease known to man?",
      "cn": "你不是想要一份关于所有人类自体免疫疾病的阴性报告 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "autoimmunity",
          "tran_cn": " [免疫] 自身免疫；[免疫] 自身免疫性"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "autoimmune disease",
      "tran_cn": "自身免疫病；自体免疫疾病"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "自身免疫的，自体免疫的",
      "tran_en": "Autoimmune describes medical conditions in which normal cells are attacked by the body's immune system"
    }
  ],
  "exchange": {}
}