{
  "word": "greenhouse",
  "ipa": {
    "us": "ˈɡriːnhaʊs",
    "uk": "ˈɡriːnhaʊs"
  },
  "sentences": [
    {
      "en": "A fiery steed is not trained in a courtyard, nor does a pine grow sturdy in a greenhouse.",
      "cn": "院子里练不出千里马, 温室里长不出万年松."
    },
    {
      "en": "Best results are obtained by starting the plants off in a warm greenhouse.",
      "cn": "要想取得最理想的结果，一开始就应该让植株在温暖的温室里生长。"
    },
    {
      "en": "But presently it was set in a greenhouse, where the sunlight fell warm upon it, and water was sprinkled over it, and day by day as it waited, a change began to come to it.",
      "cn": "但是过了不久，黏土又给人放进了一间温室，这里阳光和煦地照射着它，并且经常给它喷水，这样就在它一天天静静等候的时候，某种变化终于开始到来。"
    },
    {
      "en": "But these two countries are responsible for almost half of all greenhouse gas emissions.",
      "cn": "但是这两个国家的温室气体排放量几乎占了全世界的一半。"
    },
    {
      "en": "Carbon dioxide is the largest contributor to the greenhouse effect.",
      "cn": "二氧化碳太多是道致温室效应的最主要原因."
    },
    {
      "en": "Every greenhouse operation can use refrigeration facilities'in many ways.",
      "cn": "从事温室生产时,制冷设备用途很广."
    },
    {
      "en": "I think each and every one of us is responsible for the greenhouse gases we emit in our daily actions and choices.",
      "cn": "我认为每一个人都是我们每天的行动和选择中排放的温室气体的责任。"
    },
    {
      "en": "If this is true, it means that the UK will not cut its greenhouse gases by 80% by 2050, as the government promised. It means it will cut them by 40%.",
      "cn": "如果这是真的，这意味着英国将不会象政府承诺的那样，到2050年削减其80%的温室气体排放量，这意味着英国将只削减40%。"
    },
    {
      "en": "Leonard pottered round the greenhouse, tying up canes for the tomatoes.",
      "cn": "伦纳德在温室里悠然自得地给西红柿绑上撑杆。"
    },
    {
      "en": "Measure the floor area of the greenhouse and divide it by six.",
      "cn": "量一下温室的建筑面积再将它除以6。"
    },
    {
      "en": "Methane is often regarded as the second most important greenhouse gas after carbon dioxide.",
      "cn": "甲烷常被认为是仅次于二氧化碳的重要温室气体。"
    },
    {
      "en": "My small greenhouse gets very hot when the sun is shining.",
      "cn": "我的小温室在太阳照耀下会被烤得炙热。"
    },
    {
      "en": "Our greenhouse is nothing compared with yours.",
      "cn": "我们这个温室比起你们那个简直是小巫见大巫."
    },
    {
      "en": "She breeds orchids in her greenhouse.",
      "cn": "她在温室里培育兰花."
    },
    {
      "en": "The greenhouse effect is well and truly with us.",
      "cn": "我们完全处于温室效应中。"
    },
    {
      "en": "The specific impact of the greenhouse effect is unknowable.",
      "cn": "温室效应的具体影响无法知道。"
    },
    {
      "en": "The tomatoes were grown in the greenhouse.",
      "cn": "这些西红柿是在温室栽培的."
    },
    {
      "en": "There have all been inaugurated as regular greenhouse practices in this time.",
      "cn": "这一切已经全部成为当代温室的常规实践方法."
    },
    {
      "en": "They had to smoke the plants in a greenhouse.",
      "cn": "他们只好用烟熏温室里的植物."
    },
    {
      "en": "What we are seeking, after all, is not simply an agreement to limit greenhouse gas emissions.",
      "cn": "我们正在寻求的目标毕竟不只是一项限制温室气体排放的协议。"
    },
    {
      "en": "You'll probably see me from your greenhouse window and pity me.",
      "cn": "你从玻璃窗里,遥遥的外望,也许会可怜我."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "greenery",
          "tran_cn": " 绿色植物；温室"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hothouse",
            "nursery",
            "plant"
          ],
          "tran_cn": "暖房"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "hothouse",
            "nursery"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "greenhouse effect",
      "tran_cn": "[化]温室效应"
    },
    {
      "phrase": "greenhouse gas",
      "tran_cn": "n. 二氧化碳、甲烷等导致温室效应的气体"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "温室，暖房",
      "tran_en": "a glass building used for growing plants that need warmth, light, and protection"
    }
  ],
  "exchange": {
    "pl": [
      "greenhouses"
    ]
  }
}