{
  "word": "flak",
  "ipa": {
    "us": "flæk",
    "uk": "flæk"
  },
  "sentences": [
    {
      "en": "Axis 88 mm Flak 36 now receives intended bonuses from support weapon veterancy.",
      "cn": "轴心国88炮现在会因为武器班老练升级而被强化."
    },
    {
      "en": "Flak 88 and Pak 38 moved back into the Support category for Veterancy.",
      "cn": "88炮和Pak38反坦克炮老练升级由车辆部队老练恢复为支援部队老练."
    },
    {
      "en": "He took a lot of flak for his stand against abortion.",
      "cn": "他因坚持反对堕胎而饱受责难."
    },
    {
      "en": "He's taken a lot of flak for his left-wing views.",
      "cn": "他的左倾观点受到了强烈指责。"
    },
    {
      "en": "He's taken a lot of flak for his unpopular decisions.",
      "cn": "他的那些不得人心的决定使他备受批评."
    },
    {
      "en": "Heavy flak was everywhere! He had been lulled, lured and trapped.",
      "cn": "到处都是密集的高射炮火! 他这下子可受骗上当, 进了圈套了."
    },
    {
      "en": "In recent years they have attracted more than their fair share of flak from the press.",
      "cn": "最近几年他们受到了新闻界过多的责难。"
    },
    {
      "en": "Lilley has taken a lot of flak for his views on drugs.",
      "cn": "利利对毒品的看法受到强烈抨击。"
    },
    {
      "en": "Police in flak jackets are patrolling the districts hit by the violence.",
      "cn": "身穿防弹衣的警察正在遭受暴力攻击的地段巡逻."
    },
    {
      "en": "Some of the new cabinet are attracting flak for their beliefs.",
      "cn": "一些新内阁成员也因为他们的信仰问题而遭受非议."
    },
    {
      "en": "The president is getting a lot of flak for that.",
      "cn": "总统因为那件事正在遭受猛烈抨击。"
    },
    {
      "en": "The President is getting a lot of flak for that.",
      "cn": "总统正因为那件事备受指责。"
    },
    {
      "en": "There's a flak jacket in a box if you need it.",
      "cn": "箱子里有件防弹衣,如果需要可以拿上."
    },
    {
      "en": "They flew into heavy flak over the target area.",
      "cn": "他们飞入了目标地区猛烈的高射炮火力之中."
    },
    {
      "en": "This flak's getting heavier. We'll only be able to make one pass.",
      "cn": "高射炮火力越来越多了. 我们只能经过一次."
    },
    {
      "en": "Wehrmacht Flak 88 health increased from 200 to 325.",
      "cn": "国防军防御学的88炮生命值由200增加到325."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "attack",
            "archie"
          ],
          "tran_cn": "[军]高射炮；抨击；谴责"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "criticism",
            "interpreter"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高射炮，过分的或抨击性的批评，争吵，敌对",
      "tran_en": "bullets or  shells  that are shot from the ground at enemy aircraft"
    }
  ],
  "exchange": {}
}