{
  "word": "compunction",
  "ipa": {
    "us": "kəmˈpʌŋkʃn",
    "uk": "kəmˈpʌŋkʃən"
  },
  "sentences": [
    {
      "en": "At Roma he had no compunction over fielding a three - man attack because he had excellent forwards.",
      "cn": "在执教罗马队的时候他使用三前锋的阵型,因为他手下有出色的锋线球员."
    },
    {
      "en": "Employees feel no compunction about undergoing expensive treatments, since the company pays.",
      "cn": "雇员接受起治疗不管开销多大,毫不吝惜, 因为付账不用找我,公司全包嘛!"
    },
    {
      "en": "He felt a kind of compunction.",
      "cn": "他感到几分内疚."
    },
    {
      "en": "He had no compunction about interfering in her private affairs.",
      "cn": "他对于打扰他的私生活毫不愧疚."
    },
    {
      "en": "He has no compunction about relating how he killed his father.",
      "cn": "他毫无悔意地讲述了他如何杀死自己的父亲。"
    },
    {
      "en": "I feel no compunction in doing it.",
      "cn": "做这件事我不感到负疚."
    },
    {
      "en": "I felt some compunction at having kept her waiting.",
      "cn": "我有点后悔要她等我."
    },
    {
      "en": "I would have broken my word without compunction.",
      "cn": "我会毫无内疚地食言."
    },
    {
      "en": "If I could find the people responsible , I would have no compunction about telling the police.",
      "cn": "我要知道是谁干的就去报警而毫不后悔."
    },
    {
      "en": "Margaret has never had any compunction about wearing other people's belongings, or indeed lending her own.",
      "cn": "玛格丽特从不在乎穿、戴他人的衣服或首饰,也不在乎把自己的衣服借给别人."
    },
    {
      "en": "On the night of their return , he went to bed full of compunction.",
      "cn": "抵家的那天晚上, 他睡觉时充满了内疚."
    },
    {
      "en": "Shame , compunction, sense of futility flooded his whole being.",
      "cn": "差耻, 内疾和徒劳的感觉浸满他整个的人."
    },
    {
      "en": "She kept us waiting without the slightest compunction.",
      "cn": "她一直让我们等著却毫无歉意."
    },
    {
      "en": "The Twilight Compunction's engines flared and it turned, maneuvering behind a nearby destroyer for cover.",
      "cn": "悔恨微光号的引擎喷射转向, 机动到附近的驱逐舰后寻找掩护."
    },
    {
      "en": "They used their tanks against the leftists without compunction .",
      "cn": "他们肆无忌惮地使用坦克来对付左派人士。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "the worm of conscience",
            "repentance"
          ],
          "tran_cn": "悔恨，后悔；内疚"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "breast",
            "grief",
            "guilt"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "内疚，后悔，懊悔",
      "tran_en": "a feeling that you should not do something because it is bad or wrong"
    }
  ],
  "exchange": {}
}