{
  "word": "storyline",
  "ipa": {
    "us": "ˈstɔ:rilaɪn",
    "uk": "ˈstɔːrilaɪn"
  },
  "sentences": [
    {
      "en": "Her tale has a consciously youthful tone and storyline, combined with a sly humour.",
      "cn": "她的故事有意采用富于青春气息的笔调和情节，同时还带些调侃。"
    },
    {
      "en": "I like ur writing skill, but i dont enjoy the storyline much.",
      "cn": "我喜欢你的写作技巧, 但是我不怎么欣赏故事情节."
    },
    {
      "en": "I think the surprise twists in the storyline are its greatest strength.",
      "cn": "我认为一系列意想不到的故事情节发展是该书最吸引人的地方."
    },
    {
      "en": "On PC, the game had it all — imaginative storyline and characters, challenging gameplay, superb graphics.",
      "cn": "个人电脑里的游戏非常完美，从想象力丰富的故事情节及人物到富有挑战性的游戏设计和精美画面，应有尽有。"
    },
    {
      "en": "RS: Yes and also because it was part of the storyline.",
      "cn": "我知道,也是因为那是故事线的一部份."
    },
    {
      "en": "Ruthlessly summarised , the book's storyline goes like this.",
      "cn": "大致说来, 情节是这样的."
    },
    {
      "en": "The film was shot in Kolkata, and he adapted to the storyline.",
      "cn": "电影拍摄在加尔各答, 和他相适应的故事."
    },
    {
      "en": "The following setting indicates your position in the storyline.",
      "cn": "下面的设置表明你的立场的故事."
    },
    {
      "en": "The main storyline describes the pure, innocent love of the young couple.",
      "cn": "故事的主轴是描述一对年轻情侣纯真无瑕的爱情故事."
    },
    {
      "en": "The storyline is deceptively simple.",
      "cn": "故事情节看似简单，其实不然。"
    },
    {
      "en": "The storyline is fatally compromised by an ending that leaves you feeling horribly cheated.",
      "cn": "故事结尾让人很失望，这样的结尾严重削弱了故事情节。"
    },
    {
      "en": "The storyline is wildly unrealistic.",
      "cn": "这个故事的情节非常不现实."
    },
    {
      "en": "The storyline of Diablo II is played through four acts.",
      "cn": "暗黑破坏神II的故事是通过四个关卡."
    },
    {
      "en": "The surprise twists in the storyline are the film's greatest strength.",
      "cn": "该影片最精彩之处就是剧情的曲折离奇。"
    },
    {
      "en": "This storyline, reviews, comments and story writing.",
      "cn": "同时会登出故事情节 、 评论 、 评语和故事写作."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "故事情节",
      "tran_en": "The storyline of a book, movie, or play is its story and the way in which it develops"
    }
  ],
  "exchange": {
    "pl": [
      "storylines"
    ]
  }
}