{
  "word": "abnormally",
  "ipa": {
    "us": "æb'nɔ:məlɪ",
    "uk": "æb'nɔməlɪ"
  },
  "sentences": [
    {
      "en": "abnormally high blood pressure",
      "cn": "异常高的血压"
    },
    {
      "en": "Abnormally low or high body temperatute effect a variety of physiologic responses including lowered metabolic rate.",
      "cn": "不正常的低或高体温会影响动物体各种不同的生理应答,包括低代谢率."
    },
    {
      "en": "An abnormally high electric current may blow out the bulb.",
      "cn": "过强的电流会使灯炮烧坏的."
    },
    {
      "en": "An abnormally high level is an indicator that egg quality is low.",
      "cn": "不同寻常的高水平促卵泡激素表明卵泡质量低."
    },
    {
      "en": "An abnormally large red blood cell , especially one associated with pernicious anemia.",
      "cn": "一种贫血症特征是红细胞平均比正常大."
    },
    {
      "en": "As dilatation occurs, capillaries become abnormally permeable to proteins.",
      "cn": "随着扩张的发生, 毛细血管对蛋白变得异常地易于渗透."
    },
    {
      "en": "Blood vessels develop abnormally in cancer tumours.",
      "cn": "在癌肿瘤中血管出现不正常."
    },
    {
      "en": "Both were big at birth but were not abnormally large.",
      "cn": "这两个孩子出生时都比较大，但并非异常的大。"
    },
    {
      "en": "His eyes were abnormally large.",
      "cn": "他的眼睛异常大."
    },
    {
      "en": "Hypertension ( or high blood pressure ): Condition in which blood pressure is abnormally high.",
      "cn": "高血压: 血压偏高的病症."
    },
    {
      "en": "Hypertrophic cardiomyopathy occurs when the heart muscle thickens abnormally.",
      "cn": "肥厚性心肌病是指心脏肌肉的异常增厚."
    },
    {
      "en": "Hypertrophy also allows the abnormally high pressure to be developed by a greater number of myofibrils.",
      "cn": "肥厚也可使大量肌纤维产生异常高的压力."
    },
    {
      "en": "It can lower abnormally high blood pressure - without the need for any drugs.",
      "cn": "颈部按摩可以降低不规律高血压的发生 --- 无需任何药物的帮助."
    },
    {
      "en": "People with the condition have red blood cells smaller than normal — causing a mild form of anaemia — but abnormally high levels of them.",
      "cn": "患有这种病的人的红细胞比正常人的更小——这导致了一种轻微的贫血——但是红细胞水平异常地高。"
    },
    {
      "en": "She suggests that women are under constant pressure to be abnormally thin.",
      "cn": "她暗示说女性总是处在保持身材异常瘦削的压力之下。"
    },
    {
      "en": "The test is designed to detect abnormally elevated levels of chromosome 21.",
      "cn": "该测试用于检查染色体21的不正常升高."
    },
    {
      "en": "This stops the cells from growing abnormally.",
      "cn": "这阻止了细胞畸形发育。"
    },
    {
      "en": "This way, if the function or procedure crashes or terminates abnormally, it will not affect any of the other instance processes.",
      "cn": "这样，如果该函数或过程崩溃或者异常终止，也不会对其他实例进程产生任何影响。"
    },
    {
      "en": "We were just abnormally thin in our own little world.",
      "cn": "只是我们自己小圈子内的人才会瘦到夸张地步."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "abnormal",
          "tran_cn": " 反常的，不规则的；变态的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "abnormalcy",
          "tran_cn": " 反常；变态；畸形（等于abnormality）"
        },
        {
          "word": "abnormality",
          "tran_cn": " 异常；畸形，变态"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "eccentrically",
            "freakishly"
          ],
          "tran_cn": "反常地；变态地；不规则地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "extremely"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不正常地"
    }
  ],
  "exchange": {
    "adj": [
      "abnormal"
    ]
  }
}