{
  "word": "goldfish",
  "ipa": {
    "us": "ˈgəʊldfɪʃ",
    "uk": "ˈgoʊldfɪʃ"
  },
  "sentences": [
    {
      "en": "A goldfish has a memory span of there seconds.",
      "cn": "金鱼只有三分钟的记忆."
    },
    {
      "en": "A goldfish LanChou belongs to the egg, dorsal fin.",
      "cn": "兰畴属于蛋种金鱼, 无背鳍."
    },
    {
      "en": "A goldfish rose to the surface of the little pond, with a sharp rippling sound.",
      "cn": "那小池塘里, 一条金鱼浮上水面来,激起一片涟漪,清脆的一声响."
    },
    {
      "en": "As in the case of the goldfish, one can use either picture as a model of the universe.",
      "cn": "同碗中金鱼的情形仿佛，一个人可以用两幅图画中的任一一张作为宇宙之模式。"
    },
    {
      "en": "Austin told of his crime . He had stolen the fancy goldfish.",
      "cn": "受惊的孩子被领到马车前. 在马车里的是卡拉卡瓦国王本人."
    },
    {
      "en": "Eight goldfish are all orange and one is black .",
      "cn": " 八条金鱼都是桔黄色的，只有一条是黑的。"
    },
    {
      "en": "Goldfish were swimming lazily in a group just under the surface.",
      "cn": "金鱼聚在一起贴着水面懒洋洋地游着。"
    },
    {
      "en": "Goldfish, dogs, cats and birds are the four most common pets.",
      "cn": "金鱼 、 狗 、 猫和鸟是人们最喜欢宠养的四种动物."
    },
    {
      "en": "Hello. Today I'd like to tell you about the fantail goldfish.",
      "cn": "你好. 今天我要给你们讲一讲扇尾金鱼."
    },
    {
      "en": "I have nine little goldfish .",
      "cn": "我有九条小金鱼。"
    },
    {
      "en": "Living in this goldfish bowl of publicity would crack the strongest marriage.",
      "cn": "生活在这种全无隐私可言的环境之下，最牢固的婚姻也会破裂。"
    },
    {
      "en": "Okay ? but be sure to move the goldfish out of the way this time.",
      "cn": "好 吧,但这次一定要把金鱼缸搬开."
    },
    {
      "en": "She has been living in a goldfish bowl since she won the beauty contest.",
      "cn": "自从她选美获胜后,她就像活在金鱼缸中,任人参观,毫无隐私."
    },
    {
      "en": "The advert featured a dolphin swimming around a goldfish bowl.",
      "cn": "该广告的內容为一条在金鱼缸里游动的海豚."
    },
    {
      "en": "The fisher drew in the net and found two goldfish in it.",
      "cn": "渔夫收了网,发现有两条金鱼在里面."
    },
    {
      "en": "The goldfish swam round and round in their tiny bowls.",
      "cn": "金鱼在小小的鱼缸里一圈圈地游来游去。"
    },
    {
      "en": "The pond contains a mixture of goldfish and carp.",
      "cn": "池塘里混养着金鱼和鲤鱼."
    },
    {
      "en": "There was splash goldfish in the pond, and a big goldfish bobbed up.",
      "cn": "水池里泼剌一声, 一条大金鱼窜了起来."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "fantail goldfish",
      "tran_cn": "扇尾金鱼"
    },
    {
      "phrase": "goldfish bowl",
      "tran_cn": "金鱼缸（无法躲开众人耳目的地方）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "金鱼",
      "tran_en": "a small shiny orange fish often kept as a pet"
    }
  ],
  "exchange": {
    "pl": [
      " goldfishes",
      "goldfish"
    ]
  }
}