{
  "word": "rattlesnake",
  "ipa": {
    "us": "ˈrætlsneɪk",
    "uk": "ˈrætlˌsnek"
  },
  "sentences": [
    {
      "en": "A huge rattlesnake lay coiled on the blanket.",
      "cn": "一条巨大的响尾蛇盘绕在毯子上。"
    },
    {
      "en": "A rattlesnake is a really mean creature.",
      "cn": "响尾蛇是很凶的动物."
    },
    {
      "en": "And beside it outstretched the skin of a rattlesnake glittered.",
      "cn": "旁边展开一张响尾蛇皮,闪着光."
    },
    {
      "en": "Bee attacks, like rattlesnake bites, are mostly a matter of bad luck.",
      "cn": "蜜蜂攻击或是蛇咬都可以归因为运气不好."
    },
    {
      "en": "He had been bitten by a rattlesnake.",
      "cn": "他被响尾蛇咬过。"
    },
    {
      "en": "His eldest brother died after the venomous bite from the rattlesnake.",
      "cn": "遭到毒蛇咬后,他大哥死了."
    },
    {
      "en": "Horny rings on a rattlesnake's tail a rattling noise when shaken.",
      "cn": "响尾蛇尾部的角质环,摆动时格格作响."
    },
    {
      "en": "I guess that's why this town is called Rattlesnake Flats.",
      "cn": "我猜想这就是为什么这个镇叫做坦斯那克了."
    },
    {
      "en": "One family of completely harmless snakes, the kingsnake, has also evolved serum that neutralizes rattlesnake venom and uses that ability to greater advantage than ground squirrels do.",
      "cn": "完全无毒蛇大家庭中的一种，王蛇，也进化出了能中和响尾蛇毒液的血清，并且靠着这一能力获得了比松鼠们更大的好处。"
    },
    {
      "en": "Rattlesnake skin is used for fancy bags and purses.",
      "cn": "响尾蛇皮被用来制作精美的提包和钱包."
    },
    {
      "en": "Sidewinder, an air - to - air missile bearing the name of a rattlesnake, is launched from a fighter plane.",
      "cn": "“响尾蛇式”导弹是一种取名为响尾蛇的空对空导弹, 它从战斗机上发射."
    },
    {
      "en": "The rattlesnake has enough venom to kill about a thousand pack rats.",
      "cn": "一条响尾蛇的毒液足以杀死一千只林鼠."
    },
    {
      "en": "The rattlesnake tissues provoked the strongest response of all the species in the study.",
      "cn": "响尾蛇的组织在本次所有研究物种中所作出的反应最强烈。"
    },
    {
      "en": "The renegade is the first cousin to a rattlesnake.",
      "cn": "叛徒象响尾蛇一样地毒狠."
    },
    {
      "en": "Then from the rattlesnake's skin , with a sudden , contemptuous gesture.",
      "cn": "于是从响尾蛇皮中间, 飞快地,他以轻蔑的手势."
    },
    {
      "en": "We saw a real live rattlesnake!",
      "cn": "我们看到一条真的响尾蛇!"
    },
    {
      "en": "When the man spotted the rattlesnake, he drew back and aimed his shotgun.",
      "cn": "当这个人确认出那是只响尾蛇后, 他往后退并瞄准了它."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Crotale",
            "cascabel"
          ],
          "tran_cn": "[脊椎]响尾蛇"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "响尾蛇",
      "tran_en": "a poisonous American snake that shakes its tail to make a noise when it is angry"
    }
  ],
  "exchange": {
    "pl": [
      "rattlesnakes"
    ]
  }
}