{
  "word": "lysis",
  "ipa": {
    "us": "'laɪsɪs",
    "uk": "'laɪsɪs"
  },
  "sentences": [
    {
      "en": "After reproduction of the viral nucleic acid the host cell usually undergoes lysis ( LYSOGENY ).",
      "cn": "病毒核酸复制后寄主细胞通常要经历裂解过程 ( 溶源状态 )."
    },
    {
      "en": "As the final lysis of his disease, his skin returned to its original color.",
      "cn": "当他的疾病终于渐退, 他的皮肤恢复为原本的颜色."
    },
    {
      "en": "At high calcium concentration they fuse without lysis.",
      "cn": "在钙离子浓度高时,他们融合而不解体."
    },
    {
      "en": "Hence, a successful industry ana - lysis will have to identify the underlying fac - tors driving demand and supply.",
      "cn": "因此, 成功的行业分析,便须对那些影响供需的基本因素作出辨别."
    },
    {
      "en": "However, the recovery of recombinant proteins hinges largely on the ability to effectively induce cell lysis.",
      "cn": "然而, 重组蛋白的提取有赖于诱导细胞溶解的能力."
    },
    {
      "en": "Hyperuricemia is associated with and progression of gout, cardiovascular diseases, tumor lysis syndrome and renal disease.",
      "cn": "高尿酸血症与痛风 、 心血管疾病 、 肿瘤裂解综合征及肾脏疾病的引发或加剧密切相关."
    },
    {
      "en": "Objective : To explore the risk factors and treatment of tumor lysis syndrome ( TLS ) .",
      "cn": "目的: 探讨肿瘤溶解 综合征 发生的危险因素及其治疗."
    },
    {
      "en": "Objective To determine the optimal condition of lysis of influenza virus by sodium deoxycholate.",
      "cn": "目的研究去氧胆酸钠对流感病毒最佳的裂解条件."
    },
    {
      "en": "One inclusion was formed within the exosporium and remained with the spore after mother cell lysis.",
      "cn": "电镜结果显示该晶体在芽胞外壁内侧形成,成熟后被包裹在芽胞外壁以内不脱落."
    },
    {
      "en": "The computation of cars running on monocable circulating ropeway is a problem of dyn amic ana-lysis for geometrically nonlinear continuous systems.",
      "cn": "单线循环式索道车斗运行过程的模拟计算，是个几何非线性连续系统的动力分析问题。"
    },
    {
      "en": "The lysis of the brain takes place only hours after death.",
      "cn": "脑的细胞溶解,在死后的几小时就发生了."
    },
    {
      "en": "The weather forecast, in synoptic meteorology, have three methods:pressure field ana-lysis, energy field analysis and entropy field analysis.",
      "cn": "天气学天气预报经历着气压场分析方法，能量场分析方法和我们提出的熵场分析方法。"
    },
    {
      "en": "There are three main methods , drop collapse , oil spreading , and blood lysis, to detect biosurfactant production.",
      "cn": "生物表面活性剂的检测方法主要有:液滴坍塌法 、 排油圈法和血平板法."
    },
    {
      "en": "This leads to the loss of osmotic balance and ATP, and finally to cell lysis.",
      "cn": "这会导致渗透不平衡和atp的散失, 并最终导致细胞的凋亡."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "lysogenic",
          "tran_cn": " 生成细胞溶素的；溶原的；产噬的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "lysin",
          "tran_cn": " 细胞溶解酶"
        },
        {
          "word": "lysogenicity",
          "tran_cn": " 致溶解性；溶源性"
        },
        {
          "word": "lysozyme",
          "tran_cn": " 溶解酵素"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cytolysis",
            "dissipation"
          ],
          "tran_cn": "细胞溶解；病势减退；消散"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cell lysis",
      "tran_cn": "细胞溶菌作用；胞溶作用"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生>（细胞）溶解，渐退",
      "tran_en": "the destruction or dissolution of cells by the action of a particular lysin "
    }
  ],
  "exchange": {}
}