{
  "word": "lyrics",
  "ipa": {
    "us": "'lɪrɪks",
    "uk": "'lɪrɪks"
  },
  "sentences": [
    {
      "en": "...Kurt Weill's Broadway opera with lyrics by Langston Hughes.",
      "cn": "…由兰斯顿·休斯作词的库尔特·韦尔的百老汇歌剧。"
    },
    {
      "en": "\"Whoa, I'm goin\" to Barbay-dos!' ran the jaunty lyrics of a 1970s hit song.",
      "cn": "“喔，我要去巴巴多斯!”一首20世纪70年代流行歌曲这样欢快地唱道。"
    },
    {
      "en": "Gershwin's lyrics would today probably be deemed politically incorrect.",
      "cn": "格什温的歌词在今天很可能被视为政治上不正确。"
    },
    {
      "en": "He's written a few overtly political lyrics over the years.",
      "cn": "他这些年写了几首政治色彩鲜明的抒情诗。"
    },
    {
      "en": "His face contorts as he screams out the lyrics.",
      "cn": "当他吼出这些歌词的时候，脸都扭曲了。"
    },
    {
      "en": "His lyrics are as acerbic and poignant as they ever have been.",
      "cn": "他的歌词一如既往的犀利辛辣。"
    },
    {
      "en": "I didn't really listen out for the lyrics.",
      "cn": "我没怎么注意听歌词。"
    },
    {
      "en": "I don't sing perfectly in tune, but I think I put more expression into my lyrics than a lot of other singers do.",
      "cn": "我唱歌不是特别合拍，但我认为我唱得比其他很多歌手都更富感情。"
    },
    {
      "en": "It helps to know French and Creole if you want to understand some of the lyrics.",
      "cn": "如果你想读懂一些抒情诗，学点法语和克里奥尔语是有帮助的。"
    },
    {
      "en": "music and lyrics by Rodgers and Hart",
      "cn": "由罗杰斯和哈特作词作曲"
    },
    {
      "en": "Read the on-screen lyrics and sing along.",
      "cn": "跟着屏幕上的歌词一起唱。"
    },
    {
      "en": "The book contains lyrics and guitar tablatures for over 100 songs.",
      "cn": "这本书有100多首歌的歌词和吉他奏法谱。"
    },
    {
      "en": "The lyrics are banal and the rhymes clumsy.",
      "cn": "歌词平淡老套，押韵生硬蹩脚。"
    },
    {
      "en": "The lyrics of the song are embarrassingly banal.",
      "cn": "那首歌的歌词非常老套，令人难堪。"
    },
    {
      "en": "The lyrics were vulgar.",
      "cn": "歌词粗俗下流。"
    },
    {
      "en": "With most of Dylan's lyrics, however, there are other ways of interpreting the words.",
      "cn": "但是，迪伦的大多数歌词都有其他的解读方式。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "lyric poetry",
      "tran_cn": "抒情诗"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "歌词",
      "tran_en": "The lyrics of a song are its words"
    }
  ],
  "exchange": {}
}