{
  "word": "soybean",
  "ipa": {
    "us": "'sɔɪˌbiːn",
    "uk": "'sɔɪˌbin"
  },
  "sentences": [
    {
      "en": "Armiger found differential tolerance to Al among soybean varieties.",
      "cn": "阿尔米格尔发现大豆各品种对铝有不同的耐性."
    },
    {
      "en": "But the rain might have come too late to save many farmers' corn and soybean crops.",
      "cn": "但这场雨可能来得太晚了，无力挽救许多农民的玉米和大豆作物。"
    },
    {
      "en": "Climate change is likely to affect agriculture in southern Brazil, the most important region for crops such as potato, wheat, rice, maize, and soybean.",
      "cn": "气候变化可能影响到巴西南部的农业，这是种植马铃薯、小麦、稻米、玉米、大豆等作物的最重要地区。"
    },
    {
      "en": "Excessive moisture is unfavourable for soybean germination.",
      "cn": "水分过多对于大豆萌发是不利的."
    },
    {
      "en": "In summary, minor element deficiencies do not presently appear to be seriously limiting soybean yields.",
      "cn": "概括地说, 缺少微量元素不能即刻显现出严重地限制大豆产量."
    },
    {
      "en": "More land has been diverted to soybean production to meet the increasing demands for the crop.",
      "cn": "许多农田已改种大豆,以满足对这种作物日益增长的需要."
    },
    {
      "en": "Nematode damage to the soybean roots is characterized by coarse roots.",
      "cn": "线虫破坏大豆根系的特征是:根系粗糙."
    },
    {
      "en": "Removal of flowers and pods from flowering soybean plants also delays leaf aging.",
      "cn": "如果从大豆开花的植株摘除花和荚,同样也能推迟叶子的衰老."
    },
    {
      "en": "The cultivated soybean is an erect, bushy annual plant of great morphological diversity.",
      "cn": "栽培大豆是一种直立 、 丛生、形态变化很大的一年生植物."
    },
    {
      "en": "The development of the soybean seedling is dependent on the food reserves stored in the cotyledons.",
      "cn": "大豆幼苗的发育依靠子叶中所贮存的养分."
    },
    {
      "en": "The first carbohydrates produced in soybean photosynthesis are trioses, 3 - phosphoglyceric acid and glycerate.",
      "cn": "大豆光合作用所产生的最初碳水化合物是丙醣, 三磷酸甘油酸和甘油酸盐."
    },
    {
      "en": "The incentives for expansion of soybean production are great.",
      "cn": "这对提高大豆生产是很大的鼓励."
    },
    {
      "en": "The last houses give way to soybean fields.",
      "cn": "最后一批房子也被拆掉用作了大豆地。"
    },
    {
      "en": "The light saturation curve of soybean photosynthesis has been determined by a number of workers.",
      "cn": "许多研究者曾测得了大豆光合作用的光饱和曲线."
    },
    {
      "en": "The root system of the soybean consists of a taproot formed by the radicle.",
      "cn": "大豆的根系包括由胚根形成的主根."
    },
    {
      "en": "They raised the baby on soybean milk.",
      "cn": "他们用豆浆把这个孩子喂养大了."
    },
    {
      "en": "Through baking and shelf life experiments, the application of soybean protein to the cake was studied.",
      "cn": "通过焙烤和货架期实验，就大豆蛋白在蛋糕中的应用进行了研究。"
    },
    {
      "en": "Wine growers say they've been held hostage to the interests of the cereal and soybean farmers.",
      "cn": "葡萄种植兼酿酒者说他们一直都为谷物和大豆种植者的利益所绑架。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "soy",
          "tran_cn": "大豆；酱油"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "soja",
            "soya beans"
          ],
          "tran_cn": "[作物]大豆；黄豆"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "epoxidized soybean oil",
      "tran_cn": "环氧大豆油"
    },
    {
      "phrase": "fermented soybean",
      "tran_cn": "豆酱"
    },
    {
      "phrase": "soybean cake",
      "tran_cn": "豆饼，大豆饼"
    },
    {
      "phrase": "soybean curd",
      "tran_cn": "豆腐"
    },
    {
      "phrase": "soybean flour",
      "tran_cn": "黄豆粉，豆腐粉；大豆粉"
    },
    {
      "phrase": "soybean lecithin",
      "tran_cn": "大豆卵磷脂（从大豆中提取的精华物质）"
    },
    {
      "phrase": "soybean meal",
      "tran_cn": "n. 大豆粉；黄豆粉"
    },
    {
      "phrase": "soybean milk",
      "tran_cn": "豆浆"
    },
    {
      "phrase": "soybean oil",
      "tran_cn": "豆油"
    },
    {
      "phrase": "soybean paste",
      "tran_cn": "豆瓣酱"
    },
    {
      "phrase": "soybean protein fibre",
      "tran_cn": "大豆蛋白质纤维"
    },
    {
      "phrase": "soybean sauce",
      "tran_cn": "酱油"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大豆，黄豆"
    }
  ],
  "exchange": {
    "pl": [
      "soybeans"
    ]
  }
}