{
  "word": "tactic",
  "ipa": {
    "us": "ˈtæktɪk",
    "uk": "ˈtæktɪk"
  },
  "sentences": [
    {
      "en": "A gimmicky or imbalanced team relies on one powerful tactic to win.",
      "cn": "投机取巧的团队依靠单一的强力战术制胜."
    },
    {
      "en": "a tactic employed to speed up the peace process",
      "cn": "为加速和平进程而采取的策略"
    },
    {
      "en": "Anyone who has done laundry has intuitively used this tactic.",
      "cn": "在洗衣店工作过的任何人都会凭直觉来采用这一策略."
    },
    {
      "en": "Do your intelligence officers know where the bad guys are planning to use this leapfrog tactic?",
      "cn": "你们情报官员知道那帮坏蛋打算在哪里实施这些跳蛙策略?"
    },
    {
      "en": "I used every weapon and tactic I could think of.",
      "cn": "我用了我能想到的每一种武器和战术。"
    },
    {
      "en": "It's a well-tried tactic to play down public expectations in advance of a superpower summit.",
      "cn": "在超级大国的峰会之前降低公众的期望值是个屡试不爽的策略。"
    },
    {
      "en": "Only you may find that this tactic also delivers some undesirable side - effects.",
      "cn": "只不过你可能会发现,这种策略也会带来一些不受欢迎的副作用."
    },
    {
      "en": "Orcas need to be used aggressively for this tactic to succeed.",
      "cn": "为了这种战术得成功,需要进攻性得使用奥卡."
    },
    {
      "en": "Over the next few months, however, that tactic will be difficult to sustain.",
      "cn": "然而在接下去的几个月这个策略将很难维持下去。"
    },
    {
      "en": "Republicans accuse Democrats of using delaying tactics (= something you do in order to give yourself more time ) to prevent a final vote on the bill.",
      "cn": "共和党指责民主党采取拖延战术来阻止议案的最终票决。"
    },
    {
      "en": "Shock tactics are being used in an attempt to stop drink drivers.",
      "cn": "正在采取“震慑策略”来制止司机酒后驾车。"
    },
    {
      "en": "That is not a Right tactic but a '' Left \" one.",
      "cn": "不是右,而是 “ 左 ”."
    },
    {
      "en": "The anti - monopoly laws is the main tactic to restrict the Administrative monopoly.",
      "cn": "制定反垄断法,是制止行政垄断的基础."
    },
    {
      "en": "The blitz was the most common tactic of German fascists during WWII.",
      "cn": "“闪电战”是二战时德国的法西斯军队最常用的战术之一."
    },
    {
      "en": "The findings give scientific support to a long weight - control tactic.",
      "cn": "这一发现为“细嚼慢咽有助减肥”的老生常谈提供了科学依据."
    },
    {
      "en": "The new tactic was put into operation early in 1939.",
      "cn": "这个新的战略是在1939年初开始运用的."
    },
    {
      "en": "The rebels would still be able to use guerrilla tactics to make the country ungovernable.",
      "cn": "反叛者仍然可以用游击战术使国家难以统治。"
    },
    {
      "en": "The team won the game thanks to Jeff's fabulous spot tactic.",
      "cn": "多亏了杰夫当场制定的英明战略,他的球队赢了."
    },
    {
      "en": "They used this kind of scare tactic when I was growing up.",
      "cn": "我小的时候,他们用过这种吓唬人的办法."
    },
    {
      "en": "This tactic is especially good if the fuels are locally produced.",
      "cn": "要是这些燃料在地方上生产出来,这一策略尤其精辟."
    },
    {
      "en": "This was a tactic neutralized by the a Jiralhanae frigate pair.",
      "cn": "这是双护卫舰通常采取的标准压制战术."
    },
    {
      "en": "You have probably heard of this tactic before.",
      "cn": "你以前也可能听说过这个策略。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "tactical",
          "tran_cn": " 战术的；策略的；善于策略的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "tactically",
          "tran_cn": " 战术性地；策略高明地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "tactics",
          "tran_cn": " 策略；战术；用兵学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "strategy",
            "device"
          ],
          "tran_cn": "策略，战略"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "按顺序的，依次排列的"
    },
    {
      "pos": "n",
      "tran_cn": "手段，策略，战术，战略",
      "tran_en": "a method that you use to achieve something"
    }
  ],
  "exchange": {
    "pl": [
      "tactics"
    ]
  }
}