{
  "word": "rostrum",
  "ipa": {
    "us": "ˈrɒstrəm",
    "uk": "ˈrɑstrəm"
  },
  "sentences": [
    {
      "en": "As he stood on the winner's rostrum, he sang the words of the national anthem.",
      "cn": "当他站在领奖台上，他唱起了国歌中的词句。"
    },
    {
      "en": "China - ASEAN Business and Investment Summit - Platform, Stage ＆ Rostrum!",
      "cn": "平台 、 台、英论坛—中国 - 东盟商务与投资峰会!"
    },
    {
      "en": "First, the rostrum and head in light ink.",
      "cn": "先以淡画虾脚及头部."
    },
    {
      "en": "From the rostrum he thundered at them and shook his fists.",
      "cn": "他从讲坛上向他们大声斥责,并且挥动双拳."
    },
    {
      "en": "From the rostrum thundered at them and shook his fists.",
      "cn": "他从讲坛上向他们大声斥责,并且挥舞着拳头."
    },
    {
      "en": "He elbowed his way through the crowd towards the rostrum.",
      "cn": "他用肘推着从人群中向讲坛挤过去."
    },
    {
      "en": "He pushed his way through the crowd to the the front of rostrum.",
      "cn": "他从人群中挤到讲台前."
    },
    {
      "en": "He was hooted down the rostrum by the students.",
      "cn": "学生们把他轰下了讲台."
    },
    {
      "en": "His eyes ranged over the audience before he mounted the rostrum.",
      "cn": "在登上讲台之前他用目光向观众扫视了一下."
    },
    {
      "en": "It grasps its victim in its forelegs and pierce it with its rostrum.",
      "cn": "它用前腿抓住牺牲品,把喙刺入对方身体."
    },
    {
      "en": "She quickly got on the rostrum and shouted: \" We are free now! \"",
      "cn": "她快速登上讲台,大声喊道: “ 现在我们自由了! ”"
    },
    {
      "en": "Show window display window shows the current and the rostrum.",
      "cn": "显示窗口显示窗口中显示的是当前的各路和."
    },
    {
      "en": "Show window display window shows the current rostrum were interrupted state . 5.",
      "cn": "显示窗口显示窗口中显示的是当前的各路中断线的状态."
    },
    {
      "en": "Teachers from the rostrum, to see the children paintings.",
      "cn": "老师走下讲台, 看看孩子们画的画."
    },
    {
      "en": "Then the sides the rostrum and the shell on either side of the head.",
      "cn": "然后画虾角两旁和虾头两边的甲壳."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mouth",
            "estrade"
          ],
          "tran_cn": "讲坛；演讲者；嘴；[动][植]喙"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "platform",
            "stage"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "讲坛，演讲台",
      "tran_en": "a small  platform  that you stand on when you are making a speech or  conduct ing  musicians"
    }
  ],
  "exchange": {
    "pl": [
      "rostra",
      "rostrums"
    ]
  }
}