{
  "word": "lest",
  "ipa": {
    "us": "lest",
    "uk": "lest"
  },
  "sentences": [
    {
      "en": "And, lest we forget, Einstein wrote his most influential papers while working as a clerk.",
      "cn": "大家不要忘记，爱因斯坦最有影响力的论文还是当文员的时候写的。"
    },
    {
      "en": "Be careful lest you ( should ) fall from the tree.",
      "cn": "小心,不要从树上掉下来."
    },
    {
      "en": "Be careful lest you fall from that tree.",
      "cn": "要当心,以免从树上摔下来."
    },
    {
      "en": "Close the window quickly lest the raindrops ( should ) slant in.",
      "cn": "快关窗户,别让雨点 潲 进来."
    },
    {
      "en": "He gripped his brother's arm lest he be trampled by the mob.",
      "cn": "他紧抓着他兄弟的胳膊，怕他让暴民踩着。"
    },
    {
      "en": "He paused, afraid lest he say too much.",
      "cn": "他停顿下来，唯恐说得太多。"
    },
    {
      "en": "I fear lest we commit an inexcusable blunder.",
      "cn": "我为我们会犯不可原谅的错误而担忧."
    },
    {
      "en": "I feared lest I should be late again.",
      "cn": "我惟恐自己再迟到."
    },
    {
      "en": "I stayed in lest I should catch cold.",
      "cn": "我怕伤风,所以呆在屋里."
    },
    {
      "en": "I'll remind him lest he should forget it.",
      "cn": "怕他忘记,我会提醒他的."
    },
    {
      "en": "Let me put down your telephone number lest I forget it.",
      "cn": "让我先记下你的电话号码,以免忘了."
    },
    {
      "en": "Read in a good light lest It'should hurt your eyes.",
      "cn": "到明处来看书,免得搞坏了视力."
    },
    {
      "en": "She turned away from the window lest anyone see them.",
      "cn": "她转身离开窗边，免得有人看见他们。"
    },
    {
      "en": "The president has gone along with the hardliners lest they be tempted to oust him.",
      "cn": "总统同意了强硬派的意见，以免他们产生赶他下台的念头。"
    },
    {
      "en": "They decided to retreat lest they would be between two fires.",
      "cn": "他们决定撤退,否则就要受两面夹击."
    },
    {
      "en": "They spoke in whispers lest they should be heard.",
      "cn": "他们低声耳语惟恐被人听见."
    },
    {
      "en": "While they have not got their aims , their anxiety is how to get them ; when they have got them, their anxiety is lest they should lose them.",
      "cn": "其未得之也, 患得之; 既得之, 患失之."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "avoid",
            "fear",
            "for",
            "if",
            "in",
            "order",
            "perchance",
            "that",
            "to"
          ],
          "tran_cn": "唯恐,免得"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": "唯恐，以免，惟恐，生怕",
      "tran_en": "in order to make sure that something will not happen"
    }
  ],
  "exchange": {}
}