{
  "word": "holly",
  "ipa": {
    "us": "ˈhɒli",
    "uk": "ˈhɑli"
  },
  "sentences": [
    {
      "en": "\"Life,\" said Dr Holly piously, \"is the only wealth, and I gave you life.\"",
      "cn": "霍利医生装模作样地说：“生命是唯一的财富，而我给了你生命。”"
    },
    {
      "en": "A singer on the country music station was singing a lament for the late, great Buddy Holly.",
      "cn": "乡村音乐电台中，一位歌手正演唱歌曲哀悼已故的伟大音乐人巴迪·霍利。"
    },
    {
      "en": "a sprig of holly",
      "cn": "冬青树枝"
    },
    {
      "en": "Holly has high tearing resistance and is excellent for trailing edges.",
      "cn": "冬青属的木才具有高抗断裂强度,是制作后缘的理想材料."
    },
    {
      "en": "Holly showed us a small white stuffed bear named Lucy.",
      "cn": "Holly展示给我们一只名字叫Lucy的白色的小毛绒熊."
    },
    {
      "en": "Holly was a glamour girl.",
      "cn": "霍丽是个妖艳的女孩."
    },
    {
      "en": "Holly was adept at keeping things to herself , and all had seemed to go quite well.",
      "cn": "好丽素来能够不露声色, 所以表面上一切还是处得很好."
    },
    {
      "en": "Holly, like ivy and mistletoe, is an evergreen.",
      "cn": "冬青和常春藤、槲寄生一样，都是常绿植物。"
    },
    {
      "en": "I recently acquired some wood from a holly tree.",
      "cn": "最近我从一棵冬青树上弄了些木料。"
    },
    {
      "en": "Julie and Holly come over Thursdays for our weekly bake fest.",
      "cn": "朱莉和霍莉星期四都回来吃早餐."
    },
    {
      "en": "People often decorate their houses with holly at Christmas.",
      "cn": "人们总是在圣诞节时用冬青来装饰房屋."
    },
    {
      "en": "Scott thought it was a secret treasure; Holly thought a ghost lived inside.",
      "cn": "司各持以为是个密藏的珍宝, 荷里以为里头住了个精灵."
    },
    {
      "en": "She came out with two packages wrapped in holly-sprigged paper.",
      "cn": "她抱着两个用带有冬青枝叶图案的纸包装的盒子走了出来。"
    },
    {
      "en": "She twined holly into wreaths.",
      "cn": "她把冬青编成花环."
    },
    {
      "en": "The church was decked with holly for the holiday season.",
      "cn": "教堂以冬青树枝装饰以迎接圣诞节。"
    },
    {
      "en": "The hall was decked with holly for the Christmas.",
      "cn": "大厅装饰着冬青树枝迎接圣诞节。"
    },
    {
      "en": "The room was lavishly decorated with tinsel and holly.",
      "cn": "房间用了大量的金属箔和冬青枝装饰,十分奢华."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "evergreen tree",
            "wintergreen"
          ],
          "tran_cn": "[植]冬青树（等于holm oak）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "冬青属植物的"
    },
    {
      "pos": "n",
      "tran_cn": "冬青（常绿灌木，叶尖而硬，有光泽，冬季结红色浆果），（用作圣诞节饰物的）冬青树枝，[名]霍莉，女子名",
      "tran_en": "a small tree with sharp dark green leaves and red berries (  berry  ), or the leaves and berries of this tree, used as a decoration at Christmas"
    }
  ],
  "exchange": {
    "pl": [
      "hollies"
    ]
  }
}