{
  "word": "him",
  "ipa": {
    "us": "hɪm",
    "uk": "hɪm"
  },
  "sentences": [
    {
      "en": "\"Can you walk all right?\" the nurse asked him.",
      "cn": "“你走路有困难吗？”护士问他。"
    },
    {
      "en": "Are you in love with him?",
      "cn": "你爱上他了吗？"
    },
    {
      "en": "Dr. Johnson and I have been trying to build him up physically.",
      "cn": "约翰逊医生和我一直试图增强他的体质。"
    },
    {
      "en": "Friends passed the word that the miners wanted to see him.",
      "cn": "朋友们传话说矿工们想见他。"
    },
    {
      "en": "He claimed that the businessman had conned him of £10,000.",
      "cn": "他声称那个商人骗了他1万英镑。"
    },
    {
      "en": "He repeated what she had told him.",
      "cn": "他把她告诉他的话重复了一遍。"
    },
    {
      "en": "His opponents viewed him as stubborn, dogmatic, and inflexible.",
      "cn": "他的反对者们认为他固执、教条、僵化。"
    },
    {
      "en": "How very thoughtless. I'll give him a piece of my mind.",
      "cn": "真是太没头脑了，我要告诉他我很生气。"
    },
    {
      "en": "I can never, ever forgive him. I despise him.",
      "cn": "我永远不会原谅他。我鄙视他。"
    },
    {
      "en": "I knew it was him as soon as I heard his voice.",
      "cn": "我一听声音就知道是他。"
    },
    {
      "en": "I'll report back the moment I have located him.",
      "cn": "我一找到他就马上汇报。"
    },
    {
      "en": "I've had the hots for him ever since he came to college.",
      "cn": "自从他来上大学后，我就对他春心萌动。"
    },
    {
      "en": "Leningrad was the third alien city to offer him a surrogate home.",
      "cn": "列宁格勒是他在异地安家的第三个外国城市。"
    },
    {
      "en": "Leshka waved him away with a show of irritation.",
      "cn": "廖什克恼火地挥手让他离开。"
    },
    {
      "en": "Mitchel's schedule had not permitted him to take time off.",
      "cn": "米切尔的日程安排使他无法休假。"
    },
    {
      "en": "She walked forward and embraced him and stroked his tousled white hair.",
      "cn": "她走上前拥抱他并轻抚他凌乱的白发。"
    },
    {
      "en": "She'd half expected him to withdraw from the course.",
      "cn": "她多少已经预料到他会中途就退出这门课程。"
    },
    {
      "en": "The blame for the Charleston fiasco did not lie with him.",
      "cn": "查尔斯顿惨败错不在他。"
    },
    {
      "en": "Why don’t you ask him yourself?",
      "cn": "你为什么不自己问他？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "(Him)人名；(东南亚国家华语)欣；(柬)亨；(中)谦(广东话·威妥玛)"
    },
    {
      "pos": "other",
      "tran_cn": "他",
      "tran_en": "used to refer to a man, boy, or male animal that has already been mentioned or is already known about"
    },
    {
      "pos": "pron",
      "tran_cn": "(he的宾格)他",
      "tran_en": "used to refer to a man, boy, or male animal that has already been mentioned or is already known about"
    }
  ],
  "exchange": {}
}