{
  "word": "downtime",
  "ipa": {
    "us": "ˈdaʊntaɪm",
    "uk": "ˈdaʊnˌtaɪm"
  },
  "sentences": [
    {
      "en": "Cause downtime, machine maintenance, and so on will result in a loss to be even greater.",
      "cn": "造成停机 、 机器维修等将带来的损失会更大."
    },
    {
      "en": "Downtime in Hollywood can cost a lot of money.",
      "cn": "在好莱坞停工会损失许多钱。"
    },
    {
      "en": "Downtime positioning function, non - stick knives, do not waste envelope . 7.",
      "cn": "定位停机功能, 不粘刀, 不浪费包膜."
    },
    {
      "en": "Everyone needs a little downtime.",
      "cn": "大家都需要休息一下。"
    },
    {
      "en": "In reality, the invulnerability does not go into effect until the next downtime.",
      "cn": "实际上, 这个免疫状态将会在下一次服务器维护后才去生效."
    },
    {
      "en": "No downtime feed and delivery features card printing and membership card to make fast, accurate himself.",
      "cn": "不停机送纸、收纸功能,制卡和会员卡制作速度快, 精确的搭边机构."
    },
    {
      "en": "Often, during semesters, you have down time when you can do some exercise.",
      "cn": "学期当中常常会有可供自由支配的时间来进行锻炼。"
    },
    {
      "en": "On the production line, downtime has been reduced from 55% to 26%.",
      "cn": "生产线的停工期已经从55%下降到了26%。"
    },
    {
      "en": "Responsible for minimizing machine downtime and ensuring proper operating condition of the machines.",
      "cn": "负责最小量设备的停工期,并确保设备适当的运行状态."
    },
    {
      "en": "Sapphire - hard ceramic internal components resist wear and provide millions of dispenses without downtime for routine maintenance.",
      "cn": "内部组件采用蓝宝石硬质陶瓷结构,具有非常优良的耐磨性,能够连续运行数百万次而不需要停机维护."
    },
    {
      "en": "Starbase Jump Bridges will now stay in the Starbase Structures listing after each downtime.",
      "cn": "每次停止运作后母星跳跃连接桥将出现在母星建筑列表里."
    },
    {
      "en": "Sugar - refinery has months of downtime in a year.",
      "cn": "粮厂一年里有好几个月是停工待料."
    },
    {
      "en": "Third, the phenomenon of individual enterprises production downtime occurs.",
      "cn": "三是个别企业出现停工停产现象."
    },
    {
      "en": "This can lead to up to 72 hours of downtime.",
      "cn": "这可导致最长72小时的停工."
    },
    {
      "en": "This way can process a greater volume of paper and can be further reduced downtime.",
      "cn": "这样则可增工更不小的纸卷,并可进一步降矮停机工夫."
    },
    {
      "en": "Treatments are quick and effective with very little downtime.",
      "cn": "治疗迅速和有效的很少停机."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "maintenance downtime",
      "tran_cn": "停机检修时间"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（工厂等由于检修、待料等的）停工期",
      "tran_en": "the time when a computer is not working"
    }
  ],
  "exchange": {}
}