{
  "word": "waterfront",
  "ipa": {
    "us": "ˈwɔ:təfrʌnt",
    "uk": "ˈwɔtərfrʌnt"
  },
  "sentences": [
    {
      "en": "Do you have any suggestions for new land uses along the waterfront?",
      "cn": "您对新海旁的土地用途有什麽建议 呢 ?"
    },
    {
      "en": "Do you know why Nordberg was at the waterfront?",
      "cn": "你知道为什么诺德伯格昨天晚上去海边 吗 ?"
    },
    {
      "en": "Hundreds of people lined the waterfront to cheer the award - winning windjammer.",
      "cn": "海旁有数以百计的市民列队欢迎,向这艘载誉归来船员热烈欢呼."
    },
    {
      "en": "I have covered the waterfront on this subject in my report.",
      "cn": "我在报告中详细谈了这问题."
    },
    {
      "en": "It is the centrepiece of Doha's outstanding waterfront landmark, the West Bay business and residential complex.",
      "cn": "这是多哈的具有里程碑意义的杰出海滨，西湾商业及住宅区的中心。"
    },
    {
      "en": "Many buildings on the waterfront have been spruced up.",
      "cn": "滨水区有许多大楼都已修饰完毕."
    },
    {
      "en": "Row upon row of newly built warehouses line the waterfront.",
      "cn": "江岸新建的仓库鳞次栉比."
    },
    {
      "en": "The Cullinan at West Kowloon waterfront with world - class design and prestige.",
      "cn": "天玺耸立西九龙海旁, 世界级 设计尽显尊贵气派."
    },
    {
      "en": "The Cullinan rising at West Kowloon waterfront with world - class design and prestige.",
      "cn": "天玺矗立西九龙海畔, 世界级 设计尽显尊尚气派."
    },
    {
      "en": "The ecologists say that is a very productive kind of waterfront.",
      "cn": "生态学家们认为那儿是一块非常丰饶的滨水区."
    },
    {
      "en": "The hotel is down on the waterfront.",
      "cn": "这家酒店位于滨水区。"
    },
    {
      "en": "The park on the waterfront is a good place for rest and recreation.",
      "cn": "这个滨水公园是休息和娱乐的好地方."
    },
    {
      "en": "The waterfront , once lined with factories, has been transformed into parks.",
      "cn": "以前遍布工厂的海边, 现在该造成公园."
    },
    {
      "en": "The waterfront restaurant serves good seafood.",
      "cn": "这家滨水餐馆供应很好的海鲜."
    },
    {
      "en": "They went for a stroll along the waterfront.",
      "cn": "他们沿着滨水区漫步。"
    },
    {
      "en": "This report describes the open space recreational design vision for the waterfront park of the new economic and technical development zone (ETDZ).",
      "cn": "本报告描绘了新经济技术开发区（ETDZ）开放的海滨公园是休闲景观规划设计构想蓝图。"
    },
    {
      "en": "Trees have been planted at intervals along the waterfront.",
      "cn": "滨水地区已经栽满了树."
    },
    {
      "en": "Why else would you come to a waterfront dive like this?",
      "cn": "为什么你也会光临这种湖滨低级酒馆?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shore",
            "oceanfront"
          ],
          "tran_cn": "滩，海滨；水边"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "beach",
            "coast"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "滨水区的"
    },
    {
      "pos": "n",
      "tran_cn": "海滨，江边，装在火炉前部的热水缸",
      "tran_en": "the part of a town or an area of land next to the sea, a river etc"
    }
  ],
  "exchange": {
    "pl": [
      "waterfronts"
    ]
  }
}