{
  "word": "creditor",
  "ipa": {
    "us": "ˈkredɪtə(r)",
    "uk": "ˈkrɛdɪtɚ"
  },
  "sentences": [
    {
      "en": "A bank is a creditor when it issues a $ 30,000 mortgage.",
      "cn": "当银行发放一笔三万美元的房屋抵押贷款时,它是债权人."
    },
    {
      "en": "A creditor's receipt of these assets or services cancels the obligations.",
      "cn": "债权人收到这些资产或服务后,此义务则消除."
    },
    {
      "en": "A debtor, unable to pay, has to swallow insults from his creditor.",
      "cn": "欠债的人, 还不了钱, 只得在债主面前忍气吞声."
    },
    {
      "en": "Chapter three strengthens creditor interest protection and perfects corporation liquidation legislation.",
      "cn": "第三章加强债权人利益保护,完善公司清算立法."
    },
    {
      "en": "Creditor's rights management is the need that increases asset fluidity and solvency.",
      "cn": "债权治理是提高资产流动性和偿付能力的需要."
    },
    {
      "en": "How can you accord with the interest of creditor?",
      "cn": "怎么会不符合债权人的利益 呢 ?"
    },
    {
      "en": "I had to run away from my creditor whom I made a usurious loan.",
      "cn": "我借了高利贷不得不四处躲债."
    },
    {
      "en": "Including inheritance laws, property law and creditor's rights law.",
      "cn": "其中包括有继承法 、 物权法及债权法."
    },
    {
      "en": "Is legal cost part of the limited creditor's right?",
      "cn": "诉讼费用是否属于限制性债权?"
    },
    {
      "en": "Law sets so is to protect the interest of creditor.",
      "cn": "法律这样规定是为了保护债权人的利益."
    },
    {
      "en": "Now the east Asian emerging economies are mostly creditor nations.",
      "cn": "现在,东亚的新兴经济体大多成为债权国."
    },
    {
      "en": "The boss assigned his car to his creditor.",
      "cn": "那工头把自己的小汽车让与了债权人."
    },
    {
      "en": "The company said it would pay in full all its creditors except Credit Suisse.",
      "cn": "该公司说将全额付款给除瑞士信贷以外的所有债权人。"
    },
    {
      "en": "The creditor's rights of enterprises owned by asset management companies.",
      "cn": "资产管理公司拥有的企业债权."
    },
    {
      "en": "The major focuses of modern debtor - creditor law is to regulate compensatory damages.",
      "cn": "现代债权法的主要重点,可以说在于规范损害赔偿、在于损害赔偿之债."
    },
    {
      "en": "Third part for state - owned commercial bank creditor's rights judicature protection way. \"",
      "cn": "第三部分为 国有 商业银行债权司法保护的方式."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "credit",
          "tran_cn": " 信用，信誉；[金融] 贷款；学分；信任；声望"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "credit",
          "tran_cn": " 相信，信任；把…归给，归功于；赞颂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dun",
            "lender",
            "loaner",
            "moneylender",
            "moneyman",
            "usurer"
          ],
          "tran_cn": "债权人,贷方"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "creditor right",
      "tran_cn": "债权"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "债权人，债主，[会]贷方",
      "tran_en": "a person, bank, or company that you owe money to"
    }
  ],
  "exchange": {
    "pl": [
      "creditors"
    ]
  }
}