{
  "word": "firefly",
  "ipa": {
    "us": "ˈfaɪəflaɪ",
    "uk": "ˈfaɪərflaɪ"
  },
  "sentences": [
    {
      "en": "A familiar sight on hot summer nights, each firefly flashes its light in a pattern unique to its subspecies.",
      "cn": "在炎热夏天的夜晚有一个熟悉的景象，每个萤火虫亚种以各自特有的模式闪烁自己的“尾灯”。"
    },
    {
      "en": "A firefly is a type of beetle.",
      "cn": "萤火虫是一种甲虫."
    },
    {
      "en": "A group of Firefly Girls were here last month.",
      "cn": "上个月,一队萤火虫女童军来过这里."
    },
    {
      "en": "Gyokuro residual firefly habitat, early goose whisk Gold River.",
      "cn": "残萤栖玉露, 早雁拂金河."
    },
    {
      "en": "How could I make the pigeon seek that firefly out?",
      "cn": "我该如何让那只鸽子帮我找到萤火虫 呢 ?"
    },
    {
      "en": "I will be as the firefly and my light will brighten the world.",
      "cn": "舞动翅膀,靠花朵的施舍生活;我要做萤火虫,照亮大地."
    },
    {
      "en": "Mew : Ahaha ! Not too shabby, little firefly!",
      "cn": "啊 哈哈! 小萤火虫,不要太寒酸了."
    },
    {
      "en": "On the way, we stumbled upon a firefly dancing leisurely in the mountains.",
      "cn": "途中, 我们碰巧发现一只萤火虫悠闲地在山间飞舞."
    },
    {
      "en": "Shall the nightingale offend the stillness of the night, or the firefly the stars?",
      "cn": "夜驾会冒犯静夜, 萤火虫会冒犯星空么?"
    },
    {
      "en": "Stronghold: Crusader Extreme is an version of 2001's Stronghold expansion, Stronghold: Crusader by Firefly Studios.",
      "cn": "要塞: 十字军增强版是一款萤火虫工作室开发的2001年的要塞的资料片的最新版本."
    },
    {
      "en": "The firefly wakens: waken thou with me.",
      "cn": "醒着的只有萤火,还有你和我."
    },
    {
      "en": "The light comes from female firefly squid, which spawn in spring, then die and wash ashore, their tentacles lit like millions of aquamarine LEDs.",
      "cn": "这种光来自雌性萤火虫鱿鱼，它们在春天产卵，死后，被冲上海岸。 它们的触须像数百万碧绿色LED灯似地闪亮。"
    },
    {
      "en": "Times got the Firefly Girl in the Style section.",
      "cn": "《时代》把有关萤火女孩的事放在了时尚专栏."
    },
    {
      "en": "We can capture a butterfly, at night can capture a firefly!",
      "cn": "我们可以捉蝴蝶, 在晚上还可以捉萤火虫呢!"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "firebug",
          "tran_cn": " 萤火虫；放火狂；纵火犯"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "glow-worm"
          ],
          "tran_cn": "[昆]萤火虫"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "萤火虫",
      "tran_en": "an insect with a tail that shines in the dark"
    }
  ],
  "exchange": {
    "pl": [
      "fireflies"
    ]
  }
}