{
  "word": "champagne",
  "ipa": {
    "us": "ʃæmˈpeɪn",
    "uk": "ʃæmˈpeɪn"
  },
  "sentences": [
    {
      "en": "A moment or two later champagne in an ice-bucket materialized beside them.",
      "cn": "片刻之后，他们身边出现了一只装着香槟的冰桶。"
    },
    {
      "en": "Berlin people drank champagne, set off fireworks and tooted their car horns.",
      "cn": "柏林市民喝香槟、放焰火、鸣车笛。"
    },
    {
      "en": "Could this really stop the champagne from going flat?",
      "cn": "这真的能让香槟不走气吗？"
    },
    {
      "en": "Eugene was concocting Rossini Cocktails from champagne and pureed raspberries.",
      "cn": "尤金当时正在用香槟和覆盆子酱调配罗西尼鸡尾酒。"
    },
    {
      "en": "French perfume, champagne, and bridges in Paris… want to know more? Then next time we will return to Paris, and you will learn more about her.",
      "cn": "还有法国的香水、香槟酒、巴黎的桥……。你想知道的更多吗？下次我们会谈到巴黎，您可以深入地了解她。"
    },
    {
      "en": "From the recesses of his coat Richard produced a bottle of champagne.",
      "cn": "理查德从大衣里面掏出了一瓶香槟。"
    },
    {
      "en": "He'd had a few glasses of champagne himself and was fairly mellow.",
      "cn": "他自己也已几杯香槟下肚，很是飘飘然。"
    },
    {
      "en": "I drank a cup of champagne.",
      "cn": "我喝了一杯香槟。"
    },
    {
      "en": "If we're feeling flush we'll probably give them champagne.",
      "cn": "等我们有钱了就可能会给他们喝香槟。"
    },
    {
      "en": "If you can't run to champagne, buy sparkling wine.",
      "cn": "如果买不起香槟酒，就买汽酒好了。"
    },
    {
      "en": "On arrival, guests are offered wine or a champagne cocktail.",
      "cn": "每位宾客一到场都会有人送上葡萄酒或香槟鸡尾酒。"
    },
    {
      "en": "One wine shop is coining money selling Wembley-label champagne.",
      "cn": "一家葡萄酒商店正在靠出售威丽牌子的香槟大把大把赚钱。"
    },
    {
      "en": "Robin opened some champagne.",
      "cn": "罗宾开了一些香槟。"
    },
    {
      "en": "The champagne cork popped when he pulled it out.",
      "cn": "他拔香槟酒的瓶塞时它砰的一声开了。"
    },
    {
      "en": "The champagne is spilling out of the bottle.",
      "cn": "香槟从瓶子中不断地溢出来。"
    },
    {
      "en": "The champagne sloshed and spilt.",
      "cn": "香槟酒晃洒了。"
    },
    {
      "en": "The champagne-soaked event took over the city's main thoroughfare.",
      "cn": "该市的大街上到处香槟飘香，盛事热闹非凡。"
    },
    {
      "en": "Waiter: Sir, what would you like to drink, wine or champagne?",
      "cn": "服务员：先生，您想喝点什么？葡萄酒还是香槟酒？"
    },
    {
      "en": "We had a nice meal with a bottle of champagne.",
      "cn": "我们美餐了一顿，还喝了一瓶香槟。"
    },
    {
      "en": "We ordered another bottle of champagne.",
      "cn": "我们又点了一瓶香槟。"
    },
    {
      "en": "We regaled ourselves on caviar and champagne.",
      "cn": "我们尽情地享用鱼子酱和香槟酒。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bubbly"
          ],
          "tran_cn": "[食品]香槟酒；香槟酒色"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "champagne bottle",
      "tran_cn": "凹底很深的酒瓶；香槟酒瓶"
    },
    {
      "phrase": "pink champagne",
      "tran_cn": "玫瑰香槟酒"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "香槟（酒）",
      "tran_en": "a French white wine with a lot of  bubble s  , drunk on special occasions"
    }
  ],
  "exchange": {
    "pl": [
      "champagnes"
    ]
  }
}