{
  "word": "Brazil",
  "ipa": {
    "us": "brəˈzɪl",
    "uk": "brəˈzɪl"
  },
  "sentences": [
    {
      "en": "Brazil harvested 28m bags of coffee in 1991, the biggest crop for four years.",
      "cn": "1991年，巴西的咖啡豆产量达2,800万袋，为4年来最高。"
    },
    {
      "en": "Brazil has a big surplus of coffee.",
      "cn": "巴西有很多剩余咖啡."
    },
    {
      "en": "Brazil has thrown up many world-famous footballers.",
      "cn": "巴西出了许多闻名世界的足球运动员。"
    },
    {
      "en": "Brazil need to beat Uruguay to be certain of a place in the finals.",
      "cn": "巴西必须击败乌拉圭才能确保进入决赛。"
    },
    {
      "en": "Brazil says its constitution forbids the private ownership of energy assets.",
      "cn": "巴西称其宪法禁止个人占有能源资产。"
    },
    {
      "en": "Cachaca is Brazil's answer to tequila.",
      "cn": "巴西甜酒相当于是巴西的龙舌兰酒。"
    },
    {
      "en": "He plucks Brazil nuts off the ground and tosses them into the basket.",
      "cn": "他从地上抓起巴西坚果，扔到篮子里。"
    },
    {
      "en": "It is France versus Brazil in the final.",
      "cn": "决赛是法国队对巴西队。"
    },
    {
      "en": "Journalists came from as far afield as China and Brazil.",
      "cn": "新闻记者来自中国和巴西等远方国度."
    },
    {
      "en": "Many of the plants are native to Brazil.",
      "cn": "这些植物中有很多原产地在巴西。"
    },
    {
      "en": "Mr Mendes was leading a campaign to save Brazil's rainforest from exploitation.",
      "cn": "门德斯先生正领导一场运动，以拯救遭到乱砍滥伐的巴西热带雨林。"
    },
    {
      "en": "Polio has been virtually eradicated in Brazil.",
      "cn": "在巴西脊髓灰质炎实际上已经根除。"
    },
    {
      "en": "Portuguese is the national language of Brazil.",
      "cn": "葡萄牙语是巴西的民族语言."
    },
    {
      "en": "The case has generated enormous publicity in Brazil.",
      "cn": "这个案件已经在巴西引起了极大的关注。"
    },
    {
      "en": "The city compares favourably with other parts of Brazil.",
      "cn": "这个城市比巴西的其他地方好."
    },
    {
      "en": "The constitution also confers large powers on Brazil's 25 constituent states.",
      "cn": "宪法还赋予巴西的25个成员州很大的权力。"
    },
    {
      "en": "Today's football match is France versus Brazil.",
      "cn": "今天的足球赛是法国队对巴西队。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "brazil nut",
      "tran_cn": "巴西胡桃"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巴西"
    },
    {
      "pos": "other",
      "tran_cn": "巴西"
    }
  ],
  "exchange": {}
}