{
  "word": "centipede",
  "ipa": {
    "us": "ˈsentɪpi:d",
    "uk": "ˈsɛntəˌpid"
  },
  "sentences": [
    {
      "en": "\"To tell you the truth\", said the centipede, \"I do not manage them at all.",
      "cn": "“说实话，”蜈蚣说，“我根本就不打理它们。”"
    },
    {
      "en": "A centipede snaked swiftly away.",
      "cn": "一只蜈蚣飞快地爬开了."
    },
    {
      "en": "A huge , hairy, scary centipede was crawling up Master Lianchi's sleeve.",
      "cn": "一只很大的 、 足的 、 怕的蜈蚣正爬在莲池大师的袖子上."
    },
    {
      "en": "Any of several arthropods such as the centipede or millipede having segmented bodies one pair of antennae and at least nine pairs of legs.",
      "cn": "多足纲的节肢动物几种节肢动物的任一种，如蜈蚣或千足虫，长有分节的身体、一对触角和至少九对足。"
    },
    {
      "en": "Centipede bite yesterday was a dream, scared to death!",
      "cn": "昨天梦见被蜈蚣咬了, 吓死了!"
    },
    {
      "en": "Hold your centipede gently in your hand and examine the end of its tail.",
      "cn": "您轻轻按住蜈蚣，在你的手和审查结束它的尾巴。"
    },
    {
      "en": "I heard the cock to the centipede, and even went into hiding.",
      "cn": "蜈蚣听说公鸡来了, 竟然躲了起来."
    },
    {
      "en": "If you lift up a heavy rock, you may find a centipede living under it.",
      "cn": "如果你举起一块大石，可能会发现底下有蜈蚣。"
    },
    {
      "en": "In the more humid areas, water centipede is a dominant plant growth.",
      "cn": "在较湿润地区, 水蜈蚣属植物生长占优."
    },
    {
      "en": "Instinctively, he pushed off the centipede.",
      "cn": "本能地, 他拂去那一只蜈蚣."
    },
    {
      "en": "It is very dangerous to be bitten by a centipede , let alone one so big!",
      "cn": "被蜈蚣咬到非常危险的, 更何况这么大只的!"
    },
    {
      "en": "Just like tarantula it's killing, the centipede has two curved, hollow fangs, which inject paralyzing venom.",
      "cn": "和狼蛛的猎杀方法一样, 蜈蚣有一对弯曲 、 中空 、 能注射毒液使猎物马上瘫痪的毒牙."
    },
    {
      "en": "On this day, the centipede out of play, did not expect close to cock it quietly, suddenly discovered the centipede rooster, rapid escape, but was too late.",
      "cn": "公鸡干着急。这一天，蜈蚣出来玩耍，没想到公鸡悄悄地接近了它，蜈蚣突然发现了公鸡，快速逃跑，可是已经来不及了。"
    },
    {
      "en": "Remember ! Don't play with a centipede even if it looks dead.",
      "cn": "那时候我看到一只蜈蚣被人家打扁了,只剩下头还没扁,我认为它已经死了."
    },
    {
      "en": "The 50 or so players generally poor compared to brushcentipede centipede is to make money.",
      "cn": "而50左右的玩家一般比较穷,去刷蜈蚣都是为了蜈蚣赚钱的."
    },
    {
      "en": "The creature is a tiny centipede, just 10 millimeters long.",
      "cn": "那个生物是一只很小的蜈蚣，只有10毫米长。"
    },
    {
      "en": "There was once a one-legged dragon who said to the centipede, \"How do you manage all those legs?",
      "cn": "从前有一条独脚龙，它对蜈蚣说：“这么多腿你管得过来吗？"
    },
    {
      "en": "You are now a poisonous centipede.",
      "cn": "你现在是一只毒蜈蚣."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "scolopendra",
            "chilopod"
          ],
          "tran_cn": "[无脊椎][中医]蜈蚣"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蜈蚣",
      "tran_en": "a small creature like a  worm  with a lot of very small legs"
    }
  ],
  "exchange": {
    "pl": [
      "centipedes"
    ]
  }
}