{
  "word": "guileless",
  "ipa": {
    "us": "ˈɡaɪlləs",
    "uk": "ˈɡaɪlləs"
  },
  "sentences": [
    {
      "en": "Daphne was so guileless that Claire had no option but to believe her.",
      "cn": "达夫妮如此忠厚老实，克莱尔对她的话也只有信以为真了。"
    },
    {
      "en": "Dear and guileless infancy of art and of stage machinery!",
      "cn": "这是戏剧艺术和舞台装置结合的新生儿,多么天真,多么可敬!"
    },
    {
      "en": "Despite the edgier aspects of his personality, Anakin possesses a guileless charm.",
      "cn": "除去他性格中的边缘性, 阿纳金拥有一种坦率的魅力."
    },
    {
      "en": "Even Stalin, no guileless observer, believed in and, to his later regret, protected Mao.",
      "cn": "甚至于斯大林这个老奸巨猾的观察家也相信毛,并且保护毛——后来让他感到后悔."
    },
    {
      "en": "Even Stalin, no guileless, believed in and, to his later regret, protected Mao.",
      "cn": "甚至斯大林, 绝非单纯的洞察者, 都信任并保护毛(后来后悔)."
    },
    {
      "en": "He is a guileless young man.",
      "cn": "他是个诚实的年轻人."
    },
    {
      "en": "He is naive, simple and guileless; he cannot be guilty of fraud.",
      "cn": "他天真 、 单纯、正直, 他决不会耍阴谋."
    },
    {
      "en": "He was guileless, but not frightened by the pressure or the big print.",
      "cn": "他是正直 、 但不畏惧承受巨大压力的."
    },
    {
      "en": "He was very guileless in affiliating with people.",
      "cn": "与人交往,他非常朴实."
    },
    {
      "en": "Host has the guileless of the farmer likewise, enthusiasm is hospitable.",
      "cn": "主人同样具有农民的朴实, 热情好客."
    },
    {
      "en": "Joanne was so guileless that Claire had no option but to believe her.",
      "cn": "乔安妮如此诚实，所以克莱尔除了相信她以外没有别的选择。"
    },
    {
      "en": "Personally, Assyria anaglyph its simplicity, guileless, eternal artistic language art form to our great shock.",
      "cn": "就个人而言, 亚述浮雕它的率真, 朴实的艺术语言, 永恒的艺术形式带给我们很大的震撼."
    },
    {
      "en": "She gave him a guileless look, but he knew he couldn't really trust her.",
      "cn": "她朝他诚恳地看了一眼, 但是他知道他不能真正地相信她."
    },
    {
      "en": "Strong man, organ grinder, guileless giant, ever willing to be helpful.",
      "cn": "坚强的人, 器官磨床, 天真的巨人, 都愿意提供帮助."
    },
    {
      "en": "The fact makes clear, the farmer is guileless, have understanding, also be most tell actual.",
      "cn": "事实表明, 农民是朴实的, 是有觉悟的, 也是最讲实际的."
    },
    {
      "en": "The style of natural guileless, show a long time ago agrestic breath.",
      "cn": "自然朴实的格调, 显示出悠远的乡土气息."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "honest",
            "veracious"
          ],
          "tran_cn": "诚实的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "aboveboard",
            "childlike",
            "naive",
            "single",
            "straightforward"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不狡猾的，诚实的",
      "tran_en": "behaving in an honest way, without trying to hide anything or deceive people"
    }
  ],
  "exchange": {
    "adv": [
      "guilelessly"
    ]
  }
}