{
  "word": "tirade",
  "ipa": {
    "us": "taɪˈreɪd",
    "uk": "ˈtaɪreɪd"
  },
  "sentences": [
    {
      "en": "Another person off limits in your trade tirade is the coach.",
      "cn": "教练是不会容许参加到交易讨论中."
    },
    {
      "en": "He launched an immoderate tirade on Turner.",
      "cn": "他针对特纳发表了一篇极端激愤的长篇演说。"
    },
    {
      "en": "He launches into an inarticulate tirade against conventional people.",
      "cn": "他词不达意地发表了一通激烈言论攻击因循守旧的人们."
    },
    {
      "en": "He too has met a tirade of abuse.",
      "cn": "他也遭到了长篇累牍的谩骂攻击。"
    },
    {
      "en": "His writings are one long tirade against ignorance.",
      "cn": "他的著作称得上反对无知的长篇演说."
    },
    {
      "en": "Now I fully recognize that I’m sitting here, a nobody myself, spouting off in what could be considered a hypocritical tirade, guilty of the same thing Ms. Barr is.",
      "cn": "现在，我完全意识到我正坐在这儿，只有我自己，进行着一次被认为是伪善的长篇演讲，对同巴尔遇到的同样的事儿感到内疚。"
    },
    {
      "en": "Respond to the content of your boss tirade, not the curses.",
      "cn": "在盛怒下保持冷静只可回应你上司所责骂的事, 而不回应他的恶言恶语."
    },
    {
      "en": "Respond to the content of your boss's tirade, not the curses.",
      "cn": "只可回应你老板所责骂的事, 而不回应他的恶言恶语."
    },
    {
      "en": "She fairly gasped in her excitement, not willing to pause in her tirade.",
      "cn": "她激动得几乎透不过气来, 不愿意停止她滔滔不绝的说话."
    },
    {
      "en": "Slote was chewing on his cold pipe during the minister's tirade.",
      "cn": "公使发表这番长篇宏论的时候,斯鲁特一直咬着他那熄了火的烟斗."
    },
    {
      "en": "STAY COOL UNDER FIRE Respond to the content of your boss's tirade, not the curses.",
      "cn": "在盛怒下保持冷静只可回应你老板所责骂的事, 而不回应他的恶言恶语."
    },
    {
      "en": "This \" troubleshooter \" listened and let the cantankerous customer enjoy himself pouring out his tirade.",
      "cn": "这位 [ 调解员 ] 去那里后,静静听着.尽量让这位好争论的老先生,发泄他满肚子的牢骚."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "diatribe"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "激烈的长篇指责或演说",
      "tran_en": "a long angry speech criticizing someone or something"
    }
  ],
  "exchange": {
    "pl": [
      "tirades"
    ]
  }
}