{
  "word": "African",
  "ipa": {
    "us": "ˈæfrɪkən",
    "uk": "ˈæfrɪkən"
  },
  "sentences": [
    {
      "en": "...the African continent.",
      "cn": "…非洲大陆。"
    },
    {
      "en": "\"Morris\" is an English corruption of \"Moorish\", meaning North African.",
      "cn": "Morris在英语中是Moorish的变体，意思是“北非的”。"
    },
    {
      "en": "a South African passport",
      "cn": "南非护照"
    },
    {
      "en": "A South African television report said the ship was ablaze from stem to stern.",
      "cn": "南非一则电视新闻报道称，那艘船从头到尾都着了火。"
    },
    {
      "en": "Fish is a staple in the diet of many Africans.",
      "cn": "鱼是很多非洲人饮食中的主食。"
    },
    {
      "en": "He'd been mandated by the West African Economic Community to go in and to enforce a ceasefire.",
      "cn": "他受西非经济共同体的委托介入并执行停火协定。"
    },
    {
      "en": "It seems almost inevitable that North African economies will still be primarily oriented towards Europe.",
      "cn": "看来北非经济体几乎注定还将以欧洲为主导。"
    },
    {
      "en": "Lime preserved in salt is a north African speciality which is used to flavour chicken dishes.",
      "cn": "盐渍的酸橙是北非的一种特产，在烹制鸡肉时用来调味。"
    },
    {
      "en": "Nigeria provided a large contingent of troops to the West African Peacekeeping Force.",
      "cn": "尼日利亚向西非维和部队派遣了一大批军队。"
    },
    {
      "en": "The ANC are attacking rugby because it is the soft underbelly of South African sport.",
      "cn": "橄榄球运动在“非国大”受到抨击，因为它是南非体育的软肋。"
    },
    {
      "en": "The murder weapon was part of a haul stolen in a raid on a South African air-force arsenal in 1990.",
      "cn": "1990年南非空军武器库遭到突袭，这件凶器就是当时被盗走的武器中的一件。"
    },
    {
      "en": "The South African mailboat arrived on Friday mornings unless bad weather intervened.",
      "cn": "除非受恶劣天气干扰，南非邮船一般在星期五上午抵达。"
    },
    {
      "en": "The South African president has negotiated an end to white-minority rule.",
      "cn": "南非总统已通过谈判达成协议，结束了少数白人的统治。"
    },
    {
      "en": "The South African years were his most creative period.",
      "cn": "在南非的那些年是他创作最旺盛的时期。"
    },
    {
      "en": "The West African forces went on the offensive in response to attacks on them.",
      "cn": "西非部队对袭击者展开全力还击。"
    },
    {
      "en": "This wine highlights the quality and value for money of South African wines.",
      "cn": "这种酒突出显示了南非产葡萄酒优异的性价比。"
    },
    {
      "en": "Zidane has become the poster child for a whole generation of French-born youths of North African extraction.",
      "cn": "齐达内已成为在法国出生、有着北非血统的年轻一代的典范。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "black"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "african american",
      "tran_cn": "非裔美国人（指美国黑人）；非裔美籍（等于African American）"
    },
    {
      "phrase": "african elephant",
      "tran_cn": "非洲象"
    },
    {
      "phrase": "african national congress",
      "tran_cn": "非洲国民大会"
    },
    {
      "phrase": "african swine fever",
      "tran_cn": "非洲猪瘟；非洲猪热病"
    },
    {
      "phrase": "central african republic",
      "tran_cn": "n. 中非共和国"
    },
    {
      "phrase": "south african",
      "tran_cn": "南非；南非的；南非人；南非人的"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非洲的，非洲人的，（非洲）黑人的，来自非洲的",
      "tran_en": "relating to Africa or its people"
    },
    {
      "pos": "n",
      "tran_cn": "非洲人，非洲居民，（非洲）黑人民",
      "tran_en": "someone from Africa"
    }
  ],
  "exchange": {
    "pl": [
      "Africans"
    ]
  }
}