{
  "word": "monogamous",
  "ipa": {
    "us": "məˈnɒɡəməs",
    "uk": "məˈnɑːɡəməs"
  },
  "sentences": [
    {
      "en": "African wild dogs live in packs that are usually dominated by a monogamous breeding pair.",
      "cn": "鬃鬣狗是群居动物,而且通常首领是某一对夫妻."
    },
    {
      "en": "Do you believe that men are not naturally monogamous?",
      "cn": "你相信人类并非本来就是一夫一妻制的吗？"
    },
    {
      "en": "Does gay marriage, as claimed, resemble monogamous heterosexual marriage more than polygamy does?",
      "cn": "同性婚姻如同所被宣称的那样比多配偶制更像一夫一妻制的异性婚姻 吗 ?"
    },
    {
      "en": "For plenty of men, such opportunities never arose , while others stayed monogamous from choice.",
      "cn": "许多人从未遇到此类机会, 而另外一些则自愿选择用情专一."
    },
    {
      "en": "Male birds feed their monogamous partners as they incubate clutches of eggs — typically three per season.",
      "cn": "雄性鸟喂养他们一夫一妻制的伙伴,因为他们孵化窝蛋-通常每3个季节."
    },
    {
      "en": "Many birds are socially monogamous, which is to say that the male and female form an exclusive bond and spend a great deal of their time together.",
      "cn": "许多种鸟类都实行社会化的一夫一妻制：雄性与雌性组成独占性的结合，一起度过生命中的大部分时间。"
    },
    {
      "en": "Monogamous males live as long as their females.",
      "cn": "单配物种的雄性和雌性的寿命相同."
    },
    {
      "en": "Most Aries eventually decide to wed, and a monogamous relationship.",
      "cn": "大多数的白羊最后还是会结婚, 而且专一的婚后生活."
    },
    {
      "en": "Same - sex marriage, polygamous marriage and opposite - sex monogamous marriage are three different family structures.",
      "cn": "同性婚姻 、 多配偶制婚姻以及异性之间的一夫一妻制婚姻是三种不同的家庭结构."
    },
    {
      "en": "So birds are monogamous but they cheat as well, within limits.",
      "cn": "所以鸟类是一夫一妻制，但它们也背叛，有限度地。"
    },
    {
      "en": "Stay in a long - monogamous relationship, one in which you are certain of your partner's fidelity.",
      "cn": "维持一夫一妻制的状态,在这段婚姻中, 你要肯定对方对你是忠诚的."
    },
    {
      "en": "Such is the final result of three thousand years of monogamous marriage.",
      "cn": "个体婚制3000年来存在的最后结果,便是如此."
    },
    {
      "en": "That was precluded the very nature of strictly monogamous marriage under the rule of the man.",
      "cn": "在男子统治下的牢固的个体婚制的整个本质,是排斥这一点的."
    },
    {
      "en": "The same gene has previously been linked to monogamous behaviour in male voles, a mouselike rodent.",
      "cn": "此前有研究发现,334型等位基因与雄性田鼠对配偶的忠贞度有关."
    },
    {
      "en": "Unlike most other fish, they are monogamous and mate for life.",
      "cn": "不像其他的鱼类，它们是一夫一妻制并终生厮守。"
    },
    {
      "en": "Whatsexually, –. What s wrong is if you've made a monogamous commitment and you're violating it.",
      "cn": "耽:道德上,性方面都没错. 但如果你做了一对一的承诺却违背了它,那就错了."
    },
    {
      "en": "With the patriarchal family, and still more with the single monogamous family, a change came.",
      "cn": "随着家长制家庭, 尤其是随着一夫一妻制个体家庭的产生, 情况就改变了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "monogynous",
          "tran_cn": " 一妻制的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "monogamist",
          "tran_cn": " 一夫一妻论者"
        },
        {
          "word": "monogamy",
          "tran_cn": " 一夫一妻制；[动] 单配偶，[动] 单配性"
        },
        {
          "word": "monogyny",
          "tran_cn": " 一妻制"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "一夫一妻的，单配的，一雌一雄的",
      "tran_en": "Someone who is monogamous or who has a monogamous relationship has a sexual relationship with only one partner"
    },
    {
      "pos": "n",
      "tran_cn": "一夫一妻的, 单配的"
    }
  ],
  "exchange": {
    "noun": [
      "monogamy"
    ]
  }
}