{
  "word": "nebulous",
  "ipa": {
    "us": "ˈnebjələs",
    "uk": "ˈnɛbjələs"
  },
  "sentences": [
    {
      "en": "‘Normality’ is a rather nebulous concept.",
      "cn": "“常态”是个非常含糊的概念。"
    },
    {
      "en": "a nebulous ghostly figure",
      "cn": "幽灵般朦胧的身影"
    },
    {
      "en": "Business is made up of ambiguous victories and nebulous defeats. Claim them all as victories.",
      "cn": "商场上充满著不清楚的胜利和不明显的失败──把它们全都宣称为胜利."
    },
    {
      "en": "Creativity is often made be a nebulous , messy, complicated, difficult thing and it can be.",
      "cn": "创造力常常假装成朦胧的, 复杂的, 艰难的甚至乱七八糟的东西.它可以是这样."
    },
    {
      "en": "Fragile , different, surprising, it is nebulous material, a place halfway between nature and artifice.",
      "cn": "脆弱的, 新奇的, 令人惊讶的, 运用含糊不清的材料, 交织着自然与技巧的场所."
    },
    {
      "en": "Ideas of fairness in taxation are usually nebulous.",
      "cn": "公平这一概念在税收领域一向是模糊不清的."
    },
    {
      "en": "It is marked by a tendency to employ shapes of a deliberately nebulous character.",
      "cn": "它以故意模糊不清的朦胧形象为标志."
    },
    {
      "en": "It's not comfortable with nebulous concepts such as love, need and trust.",
      "cn": "它不适应思考像爱 、 需要、信任之类朦胧的概念."
    },
    {
      "en": "Music is such a nebulous thing.",
      "cn": "音乐是如此蒙之物。"
    },
    {
      "en": "Romance is a nebulous thing with the curious property of being describable but not definable.",
      "cn": "浪漫是可描述但却不容易被定义的一种带有新奇特性的朦胧事物."
    },
    {
      "en": "So - called truth is a nebulous thing at best.",
      "cn": "所谓 真理是极其模糊,难于分辩的东西."
    },
    {
      "en": "The company only had a nebulous idea of the next model of car they would manufacture.",
      "cn": "该公司对他们下次要制造的车型只有模糊的概念."
    },
    {
      "en": "The evening films began to make nebulous pictures of the valleys.",
      "cn": "那时苍茫的暮色,已经开始把那些山谷染成一片烟霭凄迷的图画了."
    },
    {
      "en": "The notions we children were able to form of the great world beyond were exceedingly nebulous.",
      "cn": "我们这些孩子所能形成的对外部世界的认识是非常模糊的。"
    },
    {
      "en": "The other more nebulous considerations must , for this time, be left to the philosophers and theologians.",
      "cn": "另一些情况不明 、 有待思考的问题暂且留待哲学家和神学去解决."
    },
    {
      "en": "These nebulous conceptions of economic justice come down to us from medieval times.",
      "cn": "这些有关经济正义的含混概念是从中世纪流传下来的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "nebular",
          "tran_cn": " 星云的；星云状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "nebula",
          "tran_cn": " 星云；角膜云翳"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "hazy",
            "shadowy"
          ],
          "tran_cn": "朦胧的；星云的，星云状的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abstruse"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "云雾状的，星云的，朦胧的，模糊的",
      "tran_en": "an idea that is nebulous is not at all clear or exact"
    }
  ],
  "exchange": {}
}