{
  "word": "pedagogy",
  "ipa": {
    "us": "ˈpedəɡɒdʒi",
    "uk": "ˈpedəɡɑːdʒi"
  },
  "sentences": [
    {
      "en": "As an applied discipline, it is a branch of pedagogy.",
      "cn": "它是教育学的一门分支学科, 是应用性学科."
    },
    {
      "en": "His education thought is considered \" live pedagogy \".",
      "cn": "其教育思想被认为是 “ 活的教育学 ”."
    },
    {
      "en": "I think that the pedagogy of Chinese language teaching in Singapore should be re - examined.",
      "cn": "我认为我们应该重新检讨新加坡的华文教学法."
    },
    {
      "en": "I’ve learned as much about teaching from learning about marketing as I have from studying pedagogy – maybe more.",
      "cn": "我从销售上学到的有关教育的东西和我研究教育学时候学到的一样多——可能更多。"
    },
    {
      "en": "It can be described as praxis, critical pedagogy, or critical action research.",
      "cn": "可以把它称为“批判性教学法”,“批判性行动研究”, 或(哲学意义上的)“实践”."
    },
    {
      "en": "Mr. Brown is a master of pedagogy.",
      "cn": "布朗先生是教育学的硕士。"
    },
    {
      "en": "Mr. Brown's lessons are usually excellent. He is a master of pedagogy.",
      "cn": "布朗先生的课经常都上得很好, 他是教育学的硕士."
    },
    {
      "en": "Pedagogy is recognized as an important profession.",
      "cn": "教师被公认为一类重要职业."
    },
    {
      "en": "Phenomenological pedagogy calls for the rediscovery and return of human spirits in educational practice.",
      "cn": "现象学教育学呼唤教育实践之人文精神的重新发现与回归。"
    },
    {
      "en": "Phenomenological pedagogy provides a new academic foundation for remolding teacher's role.",
      "cn": "现象学教育学为教师角色重塑提供了新的理论基础."
    },
    {
      "en": "Position of Pedagogy Science should emphasize on the transverse comparison of them.",
      "cn": "给教育学科学定位,应重视它们之间的横向比较."
    },
    {
      "en": "Teachers who make outstanding contributions in pedagogy should be commended and rewarded.",
      "cn": "对于在教学工作中作出突出贡献的教师,应该给以表扬和奖励."
    },
    {
      "en": "The basic model of pedagogy is broken.",
      "cn": "基本教学模型分崩离析."
    },
    {
      "en": "The Cartesian perspective assumes that knowledge is a kind of substance and that pedagogy concerns the best way to transfer this substance from teachers to students.",
      "cn": "笛卡尔的观点假设知识是一种物质，并认为教育学关注的最好方法，以把这种物质由老师转移给学生。"
    },
    {
      "en": "Therefore, we must change the rationalized orientation of values and make pedagogy become a practical science.",
      "cn": "为此, 要改变其唯理性化的价值取向,使之真正成为一门实践科学."
    },
    {
      "en": "They are making progress by investing in research, reforming traditional approaches to curricula and pedagogy, and beginning to attract outstanding faculty from abroad.",
      "cn": "他们必然要斥巨资投入研究，改革现就的传统的教育模式和课程设置，并积极吸引外国外国教员。"
    },
    {
      "en": "This section describes the pedagogy and logistics of the course.",
      "cn": "本节描述该课程的教学和后勤."
    },
    {
      "en": "This theory belongs to music pedagogy and courses to learn the property.",
      "cn": "本论题属于音乐教育学和音乐课程论领域的探讨."
    },
    {
      "en": "What is the relation between new media and citizen education or critical pedagogy?",
      "cn": "新媒体与公民教育或批判式教育学的关系是什 麽 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pedagogic",
          "tran_cn": " 教师的（等于pedagogical）；教育学的；教授法的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "pedagog",
          "tran_cn": " （小学）教师；喜欢卖弄学问的教师（等于pedagogue）"
        },
        {
          "word": "pedagogics",
          "tran_cn": " 教育学；教学法；教师职业"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "education",
            "struction"
          ],
          "tran_cn": "教育；教育学；教授法"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "education"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "教育学，教学法",
      "tran_en": "the practice of teaching or the study of teaching"
    }
  ],
  "exchange": {
    "pl": [
      "pedagogies"
    ]
  }
}