{
  "word": "symposium",
  "ipa": {
    "us": "sɪmˈpəʊziəm",
    "uk": "sɪmˈpoʊziəm"
  },
  "sentences": [
    {
      "en": "A symposium is a meeting or conference for discussion of a topic.",
      "cn": "讨论会即讨论某一论题的聚会或会议."
    },
    {
      "en": "a symposium on women’s health",
      "cn": "女性健康研讨会"
    },
    {
      "en": "Credentials MUST be awarded at an ICOI sponsored symposium.",
      "cn": "所有证书必须在ICOI总会主办的大会领取."
    },
    {
      "en": "He had been taking part in an international symposium on population.",
      "cn": "他那时在参加一个有关人口的国际研讨会。"
    },
    {
      "en": "I want to welcome you all to the Sales Promotion Symposium.",
      "cn": "我要欢迎大家参加这个促销座谈会."
    },
    {
      "en": "In this symposium , better is it to on 1 y sit in si 1 ence.",
      "cn": "此刻, 沉默是金."
    },
    {
      "en": "In this symposium, my part is only to sit in silence.",
      "cn": "在这次讨论会上, 我只要安静的坐着就够了."
    },
    {
      "en": "Mr. K . L . Chan presented a technical paper at the Symposium.",
      "cn": "陈家龙 先生于研讨会发表技术论文."
    },
    {
      "en": "Once I attended an international symposium on Dunhuang studies held at the Mogao Grottoes.",
      "cn": "我去时,一次敦煌学国际学术讨论会正在莫高窟举行."
    },
    {
      "en": "Program of the International Symposium on Central Asian Manuscripts , Wenjin Liushang, Vol.17.",
      "cn": "《西域文献国际学术座谈会手册》,《文津流殇》第17期."
    },
    {
      "en": "Registration includes access to all sessions, meals and refreshments and symposium materials.",
      "cn": "报名费包括会议费用, 餐点及茶点和研讨会材料费用."
    },
    {
      "en": "Several other scientists from abroad may also be attending the symposium.",
      "cn": "还有几位海外科学家也可能参加此会."
    },
    {
      "en": "The languages used during the symposium are Mandarin Chinese and Italian.",
      "cn": "研讨会使用的语言为中文与义文."
    },
    {
      "en": "The specialists and scholars present at the symposium come from all corners of the country.",
      "cn": "出席研讨会的专家学者们来自全国各地."
    },
    {
      "en": "The symposium on AIDS research lasted two days.",
      "cn": "艾滋病研究的报告会持续了两天."
    },
    {
      "en": "Warmly welcome you all to the Sales Promotion Symposium.",
      "cn": "热烈欢迎大家参加这个促销座谈会."
    },
    {
      "en": "What have you learned from the symposium?",
      "cn": "你参加了这次科学讨论会,有什么体会?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "forum",
            "consultation",
            "seminar"
          ],
          "tran_cn": "讨论会，座谈会；专题论文集；酒宴，宴会"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conference",
            "discussion",
            "festival"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "annual symposium",
      "tran_cn": "年会"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专题讨论会，座谈会，学术报告会，专题论文集，（古希腊）酒宴，宴会",
      "tran_en": "a formal meeting in which people who know a lot about a particular subject have discussions about it"
    }
  ],
  "exchange": {
    "pl": [
      "symposia",
      "symposiums"
    ]
  }
}