{
  "word": "stanza",
  "ipa": {
    "us": "ˈstænzə",
    "uk": "ˈstænzə"
  },
  "sentences": [
    {
      "en": "A stanza is, literally, a room.",
      "cn": "stanza（诗节）的原意为“房间”。"
    },
    {
      "en": "Before this stanza there are stanzas dealing with Zeus, the Father of the gods.",
      "cn": "在这节之前,有几节是关于上帝之父宙斯."
    },
    {
      "en": "Certainly, the young talented person is a leading role that tile stanza is real well - deserved.",
      "cn": "当然, 年青人才是瓦伦丁节真正当之无愧的主角."
    },
    {
      "en": "He improvised a new stanza for the school song at the football game.",
      "cn": "他在足球赛中临时为校歌作新词."
    },
    {
      "en": "Many folk songs have \" refrains \", that is, regularly repeated independent elements attached to each stanza.",
      "cn": "许多民歌有 “ 重复句 ”, 即每一段都有规则地重复出现的单独句."
    },
    {
      "en": "The poem's first stanza tells how the speaker meets a fellow \"nobody\" — a friend.",
      "cn": "这首诗的第一段描写诗人如何遇到了另一位“无名小卒”-- 一位朋友。"
    },
    {
      "en": "The point of it all, says Fish, is that the structure of Carroll's stanza provides all the clues they need to design a sentence that makes sense.",
      "cn": "这个练习的全部意义就在于，卡罗尔这首诗诗节的结构就是在告诉学生们，要写出一个有意义的句子，他们必须注意其结构。"
    },
    {
      "en": "The stanza ended, Marcos resumed his comments.",
      "cn": "演出结束后, 马科斯继续评论."
    },
    {
      "en": "The troupe has agreed to be held over for another stanza.",
      "cn": "剧团已经同意续演一期."
    },
    {
      "en": "The women shrieked with glee and the men shouted the last word of each stanza with the singer.",
      "cn": "女人们都高兴的叫起来了，那些男人就和着他，把每句的最后一个词喊了出来。"
    },
    {
      "en": "There are six lines in every stanza.",
      "cn": "(诗的)每一节有六行."
    },
    {
      "en": "This email Bcc to all on my email list so they can all share the stanza.",
      "cn": "此电邮以密件传给我名单中所有的人以便大家都能分享此启请颂."
    },
    {
      "en": "With every stanza, Annabel Lee is mentioned more than once.",
      "cn": "每节, 安娜贝尔李提到不啻一次."
    },
    {
      "en": "Yesterday afternoon, our school held the 15 th art stanza to chorused a game.",
      "cn": "昨天下午, 我们学校举行了第十五届艺术节合唱比赛."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "measure",
            "refrain",
            "verse"
          ],
          "tran_cn": "诗句"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "chorus",
            "measure",
            "refrain",
            "verse"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（诗）节，（戏剧等在某一地点的）演出期，〈美〉运动比赛的段落，局，场",
      "tran_en": "a group of lines in a repeated pattern forming part of a poem"
    }
  ],
  "exchange": {
    "pl": [
      "stanzas"
    ]
  }
}