{
  "word": "unsuspecting",
  "ipa": {
    "us": "ˌʌnsəˈspektɪŋ",
    "uk": "ˌʌnsəˈspɛktɪŋ"
  },
  "sentences": [
    {
      "en": "A Malaysian flower mantis, which crouches among flowers awaiting unsuspecting prey.",
      "cn": "一只马来西亚花螳螂, 蜷缩在鲜花中等待不期而遇的猎物."
    },
    {
      "en": "Fake designer clothes are being sold to an unsuspecting public.",
      "cn": "有冒牌的设计师服装正在向毫不知情的大众出售。"
    },
    {
      "en": "Finally, an unsuspecting patron spilled the beans, and Mr. Perry got his man.",
      "cn": "终于一位不设防的客人泄露了天机,佩里得到了这个人的名字."
    },
    {
      "en": "He goosed the unsuspecting girl.",
      "cn": "他捏了一下那个毫无戒心的女孩的屁股."
    },
    {
      "en": "He had crept up on his unsuspecting victim from behind.",
      "cn": "他从背后悄悄逼近了那毫无戒备的受害者。"
    },
    {
      "en": "Most plant species are protected by laws carrying stiff fines, even for unsuspecting tourists.",
      "cn": "大部分品种的花都受到高额罚款的法律条文保护, 甚至连不知情的观光客也照罚不误."
    },
    {
      "en": "Numerous pitfalls await unsuspecting investors.",
      "cn": "数不清的陷阱等待毫无戒心的投资者."
    },
    {
      "en": "She overtipped the unsuspecting, decent man - her porter.",
      "cn": "她多付了些小费给那个对人信而不疑, 庄重正经的男子 -- 搬运工."
    },
    {
      "en": "Suppose a single unsuspecting man was on the siding?",
      "cn": "当然会,你可以救五条人命,不付出代价."
    },
    {
      "en": "The clerk passed off a synthetic diamond to that unsuspecting customer.",
      "cn": "这个店员用人造钻石冒充真货卖给了那个轻信的顾客."
    },
    {
      "en": "The monkeys scare passers - by, and occasionally bite or snatch food from unsuspecting visitors.",
      "cn": "这些猴子惊吓行人, 偶尔还会冷不防的从游客那里咬走或抢夺食物."
    },
    {
      "en": "They advanced on their unsuspecting brother.",
      "cn": "他们朝他们无怀疑的兄弟进攻."
    },
    {
      "en": "This is an enemy who preys on innocent and unsuspecting people.",
      "cn": "他们对无辜的、毫无警觉的平民下毒手."
    },
    {
      "en": "Those are foisted on an unsuspecting public.",
      "cn": "那些被骗售给了不明真相的公众."
    },
    {
      "en": "unsuspecting victims",
      "cn": "无提防之心的受害人"
    },
    {
      "en": "We were unsuspecting of the fact that he was the very boss there.",
      "cn": "我们没料想到他就是那里的老板."
    },
    {
      "en": "When the hunter saw the unsuspecting mountain buck, he shot his arrow and killed him instantly.",
      "cn": "猎人看到这只意外出现的山鹿, 立马射箭杀死了他."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "naive",
            "unaware"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不怀疑的，无猜疑的，可信任的，未料到的，未猜想到的",
      "tran_en": "not knowing that something bad is happening or going to happen"
    }
  ],
  "exchange": {}
}