{
  "word": "German",
  "ipa": {
    "us": "ˈdʒɜːmən",
    "uk": "ˈdʒɜːrmən"
  },
  "sentences": [
    {
      "en": "At midnight, the German flag will be raised over the Reichstag.",
      "cn": "半夜时，德国国旗将在德国国会大厦升起。"
    },
    {
      "en": "English, Dutch and German are cognate languages.",
      "cn": "英语、荷兰语、德语是同语族的语言"
    },
    {
      "en": "Few officers thought that a German-Czech war could be localized.",
      "cn": "没几个军官认为德捷之战可被控制为局部战争。"
    },
    {
      "en": "German cameras at knock-down prices flooded the British market.",
      "cn": "德国产的廉价相机充斥着英国市场。"
    },
    {
      "en": "German history",
      "cn": "德国历史"
    },
    {
      "en": "German law forbids the dumping of hazardous waste on German soil.",
      "cn": "德国法律禁止在德国本土倾倒有害废料。"
    },
    {
      "en": "Half of the books are in German.",
      "cn": "这些书有一半是德语的。"
    },
    {
      "en": "He is German",
      "cn": "他是德国人。"
    },
    {
      "en": "Horst, a German from Hamburg, was a true original.",
      "cn": "来自德国汉堡的霍斯特是个名副其实的怪人。"
    },
    {
      "en": "I heard a very angry man talking in German.",
      "cn": "我听到一个怒不可遏的人说着德语。"
    },
    {
      "en": "Immediately to our right the old German summer resort was awakening.",
      "cn": "紧靠我们右面，古老的德国避暑胜地正在苏醒。"
    },
    {
      "en": "On the aeroplane I was befriended by a delightful German woman.",
      "cn": "在飞机上，一位讨人喜欢的德国女士对我就像朋友一样。"
    },
    {
      "en": "Spaniards are worried about German investors deserting Spain for Eastern Europe.",
      "cn": "西班牙人担心德国投资者放弃西班牙而转向东欧。"
    },
    {
      "en": "Susan and the girl were still nattering away in German.",
      "cn": "苏姗和那个女孩还在用德语聊个没完。"
    },
    {
      "en": "The average German will enjoy 40 days' paid holiday this year.",
      "cn": "今年，德国人将平均享受40天的带薪假期。"
    },
    {
      "en": "The German authorities are considering an airlift if the situation becomes critical.",
      "cn": "如果局势变得危急，德国当局将考虑实施空运。"
    },
    {
      "en": "Their German peers had a more developed sense of citizenship.",
      "cn": "和他们同龄的德国人有着更强烈的公民归属感。"
    },
    {
      "en": "Their unit was shelling the German lines only seven miles away.",
      "cn": "他们的部队在炮轰仅有7英里之遥的德军防线。"
    },
    {
      "en": "They were conversing in German, their only common language.",
      "cn": "他们正用德语交谈，这是他们唯一的共同语言。"
    },
    {
      "en": "Tony Woodcock has joined German amateur team SC Brueck as coach.",
      "cn": "托尼·伍德科克加盟德国业余队SC布吕克队担任教练。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "german measles",
      "tran_cn": "[医]风疹（又称德国麻疹）"
    },
    {
      "phrase": "german shepherd",
      "tran_cn": "德国牧羊犬；阿尔萨斯狼犬；德国警犬（等于German police dog）"
    },
    {
      "phrase": "german shepherd dog",
      "tran_cn": "n. 德国牧羊犬；阿尔萨斯狼犬"
    },
    {
      "phrase": "high german",
      "tran_cn": "高地德语；标准德语"
    },
    {
      "phrase": "swiss german",
      "tran_cn": "瑞士德语"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "德国（人）的，德语的",
      "tran_en": "relating to Germany, its people, or its language"
    },
    {
      "pos": "n",
      "tran_cn": "德国人，德语",
      "tran_en": "someone from Germany"
    }
  ],
  "exchange": {
    "pl": [
      "Germans"
    ]
  }
}