{
  "word": "storytelling",
  "ipa": {
    "us": "'stɔ:rɪtelɪŋ",
    "uk": "'stɔrɪtelɪŋ"
  },
  "sentences": [
    {
      "en": "Brevity in storytelling makes the story more exciting.",
      "cn": "讲故事简明扼要使故事更加吸引人."
    },
    {
      "en": "Every afternoon, I go to the teahouse to listen to storytelling.",
      "cn": "我每天下午都要去这个茶馆听书."
    },
    {
      "en": "Instead you should use storytelling to INDIRECTLY mention your positive qualities.",
      "cn": "相反,你用通过讲故事的方式间接地提到你的高价值."
    },
    {
      "en": "Instead you should use your storytelling to INDIRECTLY mention your positive qualities.",
      "cn": "相反的,你应该利用说故事时,间接的说出你的正向价值."
    },
    {
      "en": "Liu Lanfang gave one beat of the gavel and began his storytelling.",
      "cn": "刘兰芳把醒木一敲,开始说书了."
    },
    {
      "en": "Musical storytelling can be found as early as the fifth century B.C.",
      "cn": "用音乐来表达故事,早在公元5世纪就已经出现了."
    },
    {
      "en": "She uses storytelling as a way to connect with her children.",
      "cn": "她通过讲故事和她的孩子建立联系."
    },
    {
      "en": "Storytelling was once the only real form of communication.",
      "cn": "讲故事曾是人们真正交流的唯一方式."
    },
    {
      "en": "The benefits of storytelling are found everywhere, she says.",
      "cn": "讲故事的好处被发现得到处, 她说."
    },
    {
      "en": "The boundaries between history and storytelling are always being blurred and muddled.",
      "cn": "历史和轶闻的分界向来是模糊而混乱的。"
    },
    {
      "en": "The programme is 90 minutes of dynamic Indian folk dance, live music, and storytelling.",
      "cn": "该节目为90 分钟，由动感印度民间舞蹈、现场音乐表演和说书组成。"
    },
    {
      "en": "The themes get tangled in Mr. Mahfouz's epic storytelling.",
      "cn": "马赫福兹先生讲述的故事过于宏大，主题有些混乱了。"
    },
    {
      "en": "The three - day festival turned storytelling into as an art form once again.",
      "cn": "　　持续三天的节日使讲故事又重新成为人们喜爱的艺术形式."
    },
    {
      "en": "Therefore said the play compared afterwards crosstalk, the storytelling has the power.",
      "cn": "所以说戏剧比后来的相声 、 评书更有感染力,也更市民化."
    },
    {
      "en": "They are skilled at writing, storytelling, and remembering information.",
      "cn": "他们擅长写作 、 讲故事和记忆."
    },
    {
      "en": "This is often critical especially for more theoretical design concepts and storytelling.",
      "cn": "这部分通常是相当重要的,尤其在理论策划理念和剧情解说方面."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "lying",
            "falsidical"
          ],
          "tran_cn": "讲故事的；说谎的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "taletelling"
          ],
          "tran_cn": "讲故事；说谎话"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "讲故事，书，写小说",
      "tran_en": "Storytelling is the activity of telling or writing stories"
    }
  ],
  "exchange": {}
}