{
  "word": "broccoli",
  "ipa": {
    "us": "ˈbrɒkəli",
    "uk": "ˈbrɑːkəli"
  },
  "sentences": [
    {
      "en": "Broccoli and broccoli sprouts have the highest amount of the isothiocyanates.",
      "cn": "西兰花和西兰花芽中异硫氰酸盐的含量是最高的."
    },
    {
      "en": "Broccoli contains a chemical that the human body changes into sulforaphane.",
      "cn": "椰菜中含有一种化学物质,可由人体转换成萨夫若芬."
    },
    {
      "en": "Divide the broccoli into florets and wash them thoroughly.",
      "cn": "把花椰菜掰成一块块小花,然后仔细地把它们洗干净."
    },
    {
      "en": "Do you like broccoli?",
      "cn": "你喜欢吃花椰菜 吗 ?"
    },
    {
      "en": "Eat up your broccoli. It's good for you.",
      "cn": "把花椰菜吃完. 这对你有益."
    },
    {
      "en": "Eat your fill of broccoli, but steam it rather than microwaving it.",
      "cn": "食用绿花椰菜, 但不要微波,要蒸食用."
    },
    {
      "en": "For example, you can prepare an omelet using red/green pepper, mushrooms, red onion, tomatoes, and a little broccoli - garnish with low fat cheese, low fat sour cream, and salsa.",
      "cn": "例如，你可以利用红/绿辣椒、蘑菇、红葱头、西红柿和一个小花椰菜作为装饰，以及低脂奶酪、低脂酸奶油和沙司来制作煎蛋卷。"
    },
    {
      "en": "Give me some more broccoli.",
      "cn": "再给我一些花椰菜."
    },
    {
      "en": "Grandfather, do we have any broccoli? This man want some broccoli.",
      "cn": "爷爷, 我们有花椰菜 吗 ?这位先生想买花椰菜."
    },
    {
      "en": "He polished off a large steak, salad, broccoli swimming in thick sauce, and half a litre of wine.",
      "cn": "他狼吞虎咽地吃下了一大块牛排、很多色拉和浸着浓稠酱汁的花耶菜，还喝了半升红酒。"
    },
    {
      "en": "If you want a vegetable, go eat broccoli.",
      "cn": "如果你想要蔬菜，你可以去吃花椰菜。"
    },
    {
      "en": "Okay, vegetables are peas and carrots, broccoli, corn or string beans.",
      "cn": "可供选择的蔬菜有豌豆和胡萝卜 、 花椰菜 、 玉米或菜豆."
    },
    {
      "en": "One oddity is that all produce is sold by the piece, with no scales in sight, making it difficult to compare loose items like broccoli or squash that are elsewhere priced by the pound.",
      "cn": "有一个怪事就是所有的农产品都是论个儿卖的，你也看不到磅秤，这样对于比较像花椰菜或者果汁汽水就困难了，其他地方都论磅卖。"
    },
    {
      "en": "Other of C include kiwifruit, broccoli, and of course oranges.",
      "cn": "其他富含维生素C食品包括猕猴桃, 花椰菜和橙子."
    },
    {
      "en": "Richard , how much broccoli do I need for seven people?",
      "cn": "七个人吃需要多少花椰菜?"
    },
    {
      "en": "She grew all the broccoli plants from seed.",
      "cn": "这些花椰菜都是她用种子培育出来的."
    },
    {
      "en": "We have vegetable too. Such as Broccoli, eggplant, carrot & radish.",
      "cn": "我们也有蔬菜类, 如芥兰 、 茄子 、 红萝卜 和 白萝卜等."
    },
    {
      "en": "Well, could I have some please, and some broccoli, too. Thanks. How much is that?",
      "cn": "那么, 我要点鸡肉, 还要一点蓝花菜. 谢谢. 一共多少钱?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cauliflower",
            "Brokkoli"
          ],
          "tran_cn": "[园艺]花椰菜；西兰花"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花椰菜，西兰花",
      "tran_en": "a green vegetable that has short branch-like stems"
    }
  ],
  "exchange": {}
}