{
  "word": "begrudge",
  "ipa": {
    "us": "bɪˈɡrʌdʒ",
    "uk": "bɪˈɡrʌdʒ"
  },
  "sentences": [
    {
      "en": "Both begrudge any other kind of dominion held by man over man.",
      "cn": "两人都抱怨人对人所保有的任何其他形式的统治."
    },
    {
      "en": "Don't begrudge his just reward.",
      "cn": "他的酬劳是应得的,你别妒忌."
    },
    {
      "en": "I am sure the Dark Lord will not begrudge you the girl, Greyback, after what you have done tonight.",
      "cn": "格雷伯克，你今晚功劳这么大，我相信黑魔王不会舍不得给你这个女孩儿的。"
    },
    {
      "en": "I begrudge every penny I pay in tax.",
      "cn": "我交税交的每一便士心里都不痛快."
    },
    {
      "en": "I begrudge spending so much money on train fares.",
      "cn": "我舍不得把这么多钱花在火车票上."
    },
    {
      "en": "I certainly don't begrudge him the Nobel Prize.",
      "cn": "我当然不会嫉妒他得了诺贝尔奖。"
    },
    {
      "en": "I do not begrudge the money I have lost.",
      "cn": "我不在乎自己丢的钱。"
    },
    {
      "en": "It would be cruel to begrudge your sojourn among flowers and fields.",
      "cn": "如果嫉妒你逗留在鲜花与田野之间,那将是太不近人情的."
    },
    {
      "en": "She did not begrudge the money spent on her children's education.",
      "cn": "她对用在孩子们教育上的费用从不吝啬."
    },
    {
      "en": "That's not to say that we begrudge them anything.",
      "cn": "曼联最近的运气非常好,但是我相信很快幸运女神就会站到我们这边."
    },
    {
      "en": "The people she met outside seemed to begrudge her very existence.",
      "cn": "她在外界遇到的人似乎妒忌她的存在."
    },
    {
      "en": "They did not begrudge the money spent on their child's education.",
      "cn": "他们不吝惜把钱花在孩子受教育上."
    },
    {
      "en": "We don't begrudge your going to Italy.",
      "cn": "我们并不羡慕你到意大利去."
    },
    {
      "en": "We should not begrudge our neighbour's richness.",
      "cn": "我们不应该嫉妒邻人的富有."
    },
    {
      "en": "Who would begrudge the Iraqi people their long - awaited liberation?",
      "cn": "有谁愿意让伊拉克人民苦盼已久的自由继续被剥夺?"
    },
    {
      "en": "You surely don't begrudge him his happiness.",
      "cn": "你肯定不是嫉妒他的幸福吧。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "spare",
            "envy"
          ],
          "tran_cn": "羡慕，嫉妒；吝惜，舍不得给"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "嫉妒, 羡慕, 舍不得给",
      "tran_en": "to feel angry or upset with someone because they have something that you think they do not deserve"
    },
    {
      "pos": "vt",
      "tran_cn": "嫉妒，勉强做，不乐意地付出，吝惜",
      "tran_en": "to feel angry or upset with someone because they have something that you think they do not deserve"
    }
  ],
  "exchange": {
    "third": [
      "begrudges"
    ],
    "past": [
      "begrudged"
    ],
    "done": [
      "begrudged"
    ],
    "ing": [
      "begrudging"
    ]
  }
}