{
  "word": "Illinois",
  "ipa": {
    "us": "ˌɪlɪ'nɔɪ(z)",
    "uk": "ˌɪlə'nɔɪ"
  },
  "sentences": [
    {
      "en": "And although I’m not sure that the people who heard me deliver it were similarly impressed, enough of them appreciated my earnestness and youthful swagger that I made it to the Illinois legislature.",
      "cn": "尽管我不清楚那些听过我这篇演讲的人们是否也同样被感动了，但他们中足够多的人都欣赏我的热忱和年青气盛，我得以成功入选了伊利诺斯州州议会。"
    },
    {
      "en": "But in Chicago, illinois, I have a fiancee and friends.",
      "cn": "但是在芝加哥, 伊利诺伊, 我有个未婚妻和一些朋友."
    },
    {
      "en": "Early in 1952 Senator Paul H . Douglas of Illinois delivered the Godkin Lectures at Harvard.",
      "cn": "一九五二年初,伊利诺斯州参议员保罗·道格拉斯到哈佛来主持戈德金讲座."
    },
    {
      "en": "Fish Hook lives in Illinois.",
      "cn": "鱼钩居住在依利诺斯."
    },
    {
      "en": "Gas prices in Illinois are among the highest in the country, partly because several refineries in that region experienced problems and delays.",
      "cn": "伊利诺斯州油价在全美来说属最高之列，部分原因是由于该地区的炼油厂出现问题与延迟。"
    },
    {
      "en": "He's Wesley Shryer from the suburb of Wheaton, Illinois.",
      "cn": "他叫威斯利.史瑞尔, 来自伊利诺斯州,威顿郊区."
    },
    {
      "en": "Illinois then filed a quiet title suit to establish its ownership of the submerged lands.",
      "cn": "伊利诺伊州提出上诉,要求对淹没土地的所有权."
    },
    {
      "en": "In the dead of winter he and Henri de Tonty started down the Illinois.",
      "cn": "他带着亨利·特·吞提在这一年的隆冬起程,顺着伊里诺斯河而下."
    },
    {
      "en": "It was Richard, calling from Illinois.",
      "cn": "是理查德从伊利诺伊打来的."
    },
    {
      "en": "It was when we went to that ridiculous state fair in Illinois.",
      "cn": "就是在我们去参加那可笑的伊利诺伊州博览会的时候."
    },
    {
      "en": "My home state of Illinois is flat as a pancake.",
      "cn": "我的故乡伊利诺伊州一马平川。"
    },
    {
      "en": "The complex is one of the largest and busiest interchanges in the state of Illinois.",
      "cn": "它是伊利诺斯州最大和最繁忙的立体枢纽之一."
    },
    {
      "en": "The decision in Milwaukee v. Illinois is open to serious question.",
      "cn": "“密尔沃基诉伊利诺伊”一案的决议存在严重问题."
    },
    {
      "en": "The president spoke in Illinois to workers at Caterpillar.",
      "cn": "总统在Illinois州 的卡特彼勒公司对工人们发表讲话."
    },
    {
      "en": "The three of you were at the Illinois State Fair.",
      "cn": "那时你们三人去参加伊利诺伊博览会了."
    },
    {
      "en": "They're in 4 - H ; that's why they're at the Illinois State Fair. Showing Carolyn's steer.",
      "cn": "他们是4--H协会成员, 所以他们去参加伊利诺伊州博览会了, 去展示卡洛琳养的小牛. ”"
    },
    {
      "en": "This year, No Child Left Behind requires 77.5 percent of Illinois students to meet or exceed standards.",
      "cn": "今年，《一个都不能少》规定伊利诺斯州77.5%的学生要达到甚至超过该标准。"
    },
    {
      "en": "We're the largest furniture wholesaler in Illinois.",
      "cn": "我们是伊利诺伊州最大的家具批发商。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of illinois",
      "tran_cn": "伊利诺伊大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "伊利诺伊州"
    }
  ],
  "exchange": {}
}