{
  "word": "steeple",
  "ipa": {
    "us": "ˈsti:pl",
    "uk": "ˈstipəl"
  },
  "sentences": [
    {
      "en": "A church bell usually resides in a steeple and the exercise involved has to do with repeatedly pulling on a rope.",
      "cn": "教堂的钟通常放在一个尖顶中，需要做的劳动就是要重复不停的拉绳子。"
    },
    {
      "en": "At twenty - five he won a three - mile steeple - chase against the most rugged competitor.",
      "cn": "在 二十五 岁的时候,他在三哩 越野 比赛中战胜了最强壮的竞争对手."
    },
    {
      "en": "He saw the faraway steeple, a bell began ringing.",
      "cn": "他看见远处的教堂尖塔, 钟开始鸣响."
    },
    {
      "en": "I checked my watch against the steeple clock.",
      "cn": "我根据教堂尖塔的大钟对了表."
    },
    {
      "en": "Maidan, then seventeen, was sold, taken to England and put to steeple chase racing.",
      "cn": "麦登在十七岁时就被卖掉了, 后被带到英国参加越野赛跑."
    },
    {
      "en": "Most Norman churches feature a tall steeple.",
      "cn": "高高的尖塔是多数诺曼教堂的特色所在."
    },
    {
      "en": "Near 80 degrees steeple staircases make you look surprisingly supernatural.",
      "cn": "近80度的石阶让你惊心动魄,震撼于这自然的魔力."
    },
    {
      "en": "One witness called it “the most frightening thing of my entire life,” And television footage showed a person clinging to a window in the cathedral’s steeple.",
      "cn": "一位目击者说这是他有生以来遇到的最恐怖事件。 电视录像显示一人此时紧贴在尖塔的窗户上。"
    },
    {
      "en": "Parliament has resolved that women could also participate in steeple jack.",
      "cn": "议会最近通过一项新的决议,决定妇女可以参加高空作业."
    },
    {
      "en": "RS Prussia Steeple Mold Creamer & Sugar Bowl!",
      "cn": "遥感普鲁士斯蒂普尔 克里默 和糖碗!"
    },
    {
      "en": "Small steeple bells may ring.",
      "cn": "钟楼上的小钟自鸣."
    },
    {
      "en": "Soldiers using a multiple rocket launcher scored a direct hit on the steeple of a church.",
      "cn": "士兵们使用多管火箭筒直接击中一所教堂的尖塔。"
    },
    {
      "en": "That boy can climb like a steeple jack.",
      "cn": "那孩子很会爬高."
    },
    {
      "en": "The part of a tower or steeple in which bells are hung.",
      "cn": "钟楼或尖塔悬挂钟的部分."
    },
    {
      "en": "The steeple rears far into the sky.",
      "cn": "教堂的塔尖直指穹苍."
    },
    {
      "en": "The steeple soars skyward.",
      "cn": "尖顶高高耸立。"
    },
    {
      "en": "They all hinge together like bats in a steeple.",
      "cn": "他们像尖塔里的蝙蝠似的靠拢在一起."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "minaret",
            "spire"
          ],
          "tran_cn": "尖塔；[建]尖顶"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "tower"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（教堂的）尖塔，尖顶，（女用）尖塔形头巾",
      "tran_en": "a tall pointed tower on the roof of a church"
    },
    {
      "pos": "vt",
      "tran_cn": "把…建成尖塔"
    }
  ],
  "exchange": {
    "pl": [
      "steeples"
    ]
  }
}