{
  "word": "whim",
  "ipa": {
    "us": "wɪm",
    "uk": "wɪm"
  },
  "sentences": [
    {
      "en": "An idle whim, I fear, sir,' was my answer; `or else an idle whim is going to spirit me away.",
      "cn": "“恐怕是一种无聊的奇想，先生，”这是我的回答，“不然就是一种无聊的奇想又要诱使我走开。"
    },
    {
      "en": "Dozens of servants had catered to his every whim.",
      "cn": "几十个仆人迎合他所有稀奇古怪的念头。"
    },
    {
      "en": "Everyone was entirely subject to the whim of the Sultan.",
      "cn": "所有人都完全听命于苏丹王,由着他随心所欲."
    },
    {
      "en": "He had a sudden whim to go sailing today.",
      "cn": "今天他突然想要去航海."
    },
    {
      "en": "He panders to her every whim.",
      "cn": "他对她的性子百依百顺."
    },
    {
      "en": "He picked people on a whim, without rhyme or reason.",
      "cn": "他选人时总是随心所欲，毫无根据。"
    },
    {
      "en": "He was forced to pander to her every whim .",
      "cn": "她每次心血来潮他都不得不依随她。"
    },
    {
      "en": "I bought the encyclopedia on a whim.",
      "cn": "我凭一时的兴致买了这本百科全书."
    },
    {
      "en": "I had a sudden whim to take a walk.",
      "cn": "我突然想去散步."
    },
    {
      "en": "It was only my whim.",
      "cn": "那不过是我一时的高兴就是了."
    },
    {
      "en": "Lately, the president has been sacking and picking new ministers at whim.",
      "cn": "最近，总统一时兴起频频解雇旧部长，选任新部长。"
    },
    {
      "en": "On arrival, she buys a glass factory on a whim, and challenges him to transport a church built entirely of glass by boat from Sydney 250 miles up the coast.",
      "cn": "到达目的地后，她突发奇想买了一个玻璃厂，并向他挑战，让他用船沿着 250 英里长的海岸线从悉尼运来建造一整座玻璃教堂。"
    },
    {
      "en": "She bought that dress on a whim.",
      "cn": "她一时心血来潮就买了那件连衣裙."
    },
    {
      "en": "Slave girls prepared and served his food and drink and attended to his every whim.",
      "cn": "侍女侍候他的饮食并满足他的各种欲望."
    },
    {
      "en": "The premium can increase at the whim of the insurers.",
      "cn": "保险公司可以随时提高保费。"
    },
    {
      "en": "Using a treeview to represent arbitrary objects organized in an arbitrary fashion at the whim of a programmer is asking for big trouble when it comes to usability.",
      "cn": "程序员一时兴起以一种武断的方式来采用树形视图表现随意的对象，在可用性方面会遇到很大的问题。"
    },
    {
      "en": "We decided, more or less on a whim, to sail to Morocco.",
      "cn": "我们多少有点心血来潮，决定航海去摩洛哥。"
    },
    {
      "en": "Whether or not it then gets the carrot depends on the whim of the mule driver.",
      "cn": "那时候它是否吃得到这串萝卜,得看驴夫的高兴."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "whimsey",
          "tran_cn": " 奇想；怪念头"
        },
        {
          "word": "whimsy",
          "tran_cn": " 怪念头；反复无常"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "caprice",
            "fad",
            "fancy",
            "notion"
          ],
          "tran_cn": "幻想;奇想;反复无常"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "caprice",
            "conceit",
            "eccentricity",
            "fad",
            "fancy",
            "impulse",
            "kink",
            "notion",
            "phase"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "一时的兴致，突然的念头，怪念头，奇想，幻想",
      "tran_en": "a sudden feeling that you would like to do or have something, especially when there is no important or good reason"
    }
  ],
  "exchange": {
    "pl": [
      "whims"
    ]
  }
}