{
  "word": "Oakland",
  "ipa": {
    "us": "ˈəuklənd",
    "uk": "ˈoklənd"
  },
  "sentences": [
    {
      "en": "Clues and leads were being followed up from Albany to Oakland.",
      "cn": "从奥尔巴尼到奥克兰的一切线索和疑点都在追查之中."
    },
    {
      "en": "How much is it as far as Oakland?",
      "cn": "到奥克兰的票要多少钱?"
    },
    {
      "en": "I met with Sculley in a hotel lobby near Oakland airport. Sculley had been taking meetings for his investment fund and was waiting for a flight back home on the east coast.",
      "cn": "我是在奥克兰机场附近的酒店大厅里遇见的斯卡利，他刚刚参加完自己投资基金的一个会议，在机场附近等候航班回东海岸的家。"
    },
    {
      "en": "I thought this building should be physically and symbolically connected with the city as a powerful social and cultural resource for Oakland.",
      "cn": "我认为，这座建筑应该作为奥克兰一个强大的社会与文化资源，在外形和寓意上都与这座城市彼此相联。"
    },
    {
      "en": "I was in Oakland last week for work.",
      "cn": "我上星期为工作在奥克兰."
    },
    {
      "en": "It began Friday in Oakland and got off to a good start.",
      "cn": "就从周五的奥克兰城开始,书写辉煌的新一页."
    },
    {
      "en": "Los Angeles , Santa Monica , Oakland and, naturally, Berkeley are exploring similar moves.",
      "cn": "洛杉矶 、 圣莫尼卡 、 自然还有伯克莱, 正在类似的举措上探索."
    },
    {
      "en": "Now living in Oakland, they own three wine stores and have a baby boy.",
      "cn": "现在他们住在奥克兰，拥有三家葡萄酒商店，生了一个男孩。"
    },
    {
      "en": "Now we're on the Bayshore Freeway to Oakland.",
      "cn": "现在我们上了海湾高速公路去欧克兰."
    },
    {
      "en": "OAKLAND , CALIF . - The new, high - scoring, rapid - firing Rockets might have seemed beaten.",
      "cn": "这支崭新, 高得分, 火力密集的火箭队看起来要被打败了."
    },
    {
      "en": "Oakland fears that rising seas will salinate its underground aquifer.",
      "cn": "奥克兰则担忧,上升的海平面会导致地下蓄水层盐化."
    },
    {
      "en": "Oakland, California, opened an International High School international high school last year.",
      "cn": "加利福尼亚州的奥克兰去年开办了一所国际高中."
    },
    {
      "en": "Oakland, California, opened the an international high school last year.",
      "cn": "奥克兰 、 加利福尼亚在去年也成立了一所国际中学."
    },
    {
      "en": "The train left Oakland station at six o'clock.",
      "cn": "晚上六点钟,火车载着旅客从奥克兰出发."
    },
    {
      "en": "The winner will face the Oakland A's in the playoffs this weekend.",
      "cn": "获胜者将在本周末的季后赛中对阵奥克兰运动者队。"
    },
    {
      "en": "This isn't Oakland, California?",
      "cn": "难道这儿不是加利福尼亚州的奥克兰 吗 ?"
    },
    {
      "en": "Who would be interested: Anaheim , Oakland or Minnesota.",
      "cn": "谁有兴趣: 现在天使、动家以及双城可能对他有兴趣."
    },
    {
      "en": "Yeah, Bay Area rocks and Oakland shakes!",
      "cn": "是的, 海湾区域岩石和奥克兰摇动!"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "奥克兰(美国加利福尼亚州西部城市)"
    },
    {
      "pos": "other",
      "tran_cn": "奥克兰（美国加利福尼亚州西部港市）"
    }
  ],
  "exchange": {}
}