{
  "word": "Englishman",
  "ipa": {
    "us": "ˈɪŋglɪʃmən",
    "uk": "ˈɪŋɡlɪʃmən"
  },
  "sentences": [
    {
      "en": "A Russian might fail to see anything amusing in a joke which would make an Englishman laugh to tears.",
      "cn": "俄国人可能看不出会使英国人笑出泪来的笑话有什么可笑之处."
    },
    {
      "en": "An Englishman calls himself young at fifty.",
      "cn": "英国人五十岁还说自己年轻."
    },
    {
      "en": "An Englishman is a foreigner outside the United Kingdom.",
      "cn": "英国人出了联合王国就是外国人."
    },
    {
      "en": "He could not believe that, had the Englishman known how much he was at risk, he would have hazarded his grandson.",
      "cn": "他无法相信，如果当时那个英国人知道他冒的风险有多大，他还会让自己的孙子去冒这个险。"
    },
    {
      "en": "He could speak English as fluently as an Englishman.",
      "cn": "他说英语和英国人一样流利."
    },
    {
      "en": "He was the only Englishman present.",
      "cn": "他是在场的唯一一名英国人."
    },
    {
      "en": "Hendry, playing an afternoon match, rattled off a 6-1 win over the Englishman.",
      "cn": "亨德里在一场下午的比赛中以6比1的比分轻松地打败了英国选手。"
    },
    {
      "en": "I realise that an Englishman who generalises about Ireland invites trouble.",
      "cn": "我意识到英国人如果对爱尔兰问题加以泛化的话会招惹麻烦。"
    },
    {
      "en": "I was astonished that he was not an Englishman.",
      "cn": "我很惊讶,他竟不是英国人."
    },
    {
      "en": "I wish I could be acquainted with the feelings and thoughts which must agitate the heart and present themselves to the mind of an enlightened Englishman, when he first lands on this continent.",
      "cn": "赫克托．圣约翰．克雷夫科尔 但愿我能熟悉那种必将鼓动人心的感情和思想，并且在一个开明的英国人首次踏上这片大陆时，将这种思想和感情原原本本地展现在他眼前。"
    },
    {
      "en": "It was revolting to the Englishman's idea of fair play.",
      "cn": "这件事违反了英国人的公平竞争精神."
    },
    {
      "en": "Report writing, like motor car driving and lovemaking, is one of those activities that every Englishman thinks he can do well without instruction.",
      "cn": "写报告，像开车和做爱一样，是每个英国人都以为自己毋需指导就能做好的事。"
    },
    {
      "en": "She had married a charming but rather vague Englishman.",
      "cn": "中文例句: 她嫁给了一个外表迷人实际却很迷糊的英国人。"
    },
    {
      "en": "She stared thoughtfully at the Englishman across the table.",
      "cn": "她若有所思地盯着桌子对面的那个英国人."
    },
    {
      "en": "The English weather has also helped to make the Englishman adaptable.",
      "cn": "英国的天气也使英国人很容易适应环境."
    },
    {
      "en": "The inspector begged the Englishman to seat himself in an armchair.",
      "cn": "典狱长请英国人坐在一张圈椅里."
    },
    {
      "en": "This old man was a castaway Englishman, Henry Atkins by name.",
      "cn": "这个老头儿是个落魄的英国人, 名叫亨利?阿特金斯."
    },
    {
      "en": "When an Englishman say'cake ', he means sweet cake.",
      "cn": "英国人说‘cake ’ 的时候, 指的是甜的蛋糕."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "an Englishman's home is his castle",
      "tran_cn": "(英 谚)英国人的家是他的城堡"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "英格兰（男）人，英国（男）人，英吉利人",
      "tran_en": "a man from England"
    }
  ],
  "exchange": {
    "pl": [
      "Englishmen"
    ]
  }
}