{
  "word": "repertoire",
  "ipa": {
    "us": "ˈrepətwɑː(r)",
    "uk": "ˈrepərtwɑːr"
  },
  "sentences": [
    {
      "en": "a pianist with a wide repertoire",
      "cn": "能演奏很多曲子的钢琴师"
    },
    {
      "en": "A repertoire of tricks will astound the esteemed public.",
      "cn": "全部节目将使尊敬的观众惊心动魄."
    },
    {
      "en": "His repertoire encompassed everything from Bach to Schoenberg.",
      "cn": "他能演奏从巴赫到勋伯格的所有作品。"
    },
    {
      "en": "It is no coincidence that the works in the 'standard repertoire' tend to have names.",
      "cn": "在“标准剧目”中的作品有各自的名字并非偶然。"
    },
    {
      "en": "It is no coincidence that the works in the \"standard repertoire\" tend to have names.",
      "cn": "在“标准剧目”中的作品有各自的名字并非偶然。"
    },
    {
      "en": "Its repertoire includes historical plays, comedies, tragedies and farces.",
      "cn": "京剧的曲目包括历史剧 、 喜剧 、 悲剧和笑剧."
    },
    {
      "en": "Meredith D'Ambrosio has thousands of songs in her repertoire.",
      "cn": "梅雷迪思·丹布罗西奥会唱几千首歌曲。"
    },
    {
      "en": "the behavioural repertoire of infants",
      "cn": "婴幼儿的行为能力"
    },
    {
      "en": "The harp has a very large repertoire.",
      "cn": "这竖琴有很广泛的演奏曲目"
    },
    {
      "en": "The Peony Pavilion holds extreme significance in the repertoire of Kun Opera.",
      "cn": "牡丹亭》为昆剧中最重要之经典剧目,女主角杜丽娘追求[情至性]精神,始终是古今中外各种版本《牡丹亭》演出中所极欲歌颂的核心."
    },
    {
      "en": "There is an extensive repertoire of music written for the flute.",
      "cn": "有很多供长笛演奏的曲目."
    },
    {
      "en": "They can all become part of the leader's repertoire.",
      "cn": "这些风格都可能成为领导人傍身之技的一部分."
    },
    {
      "en": "This has been one of the most successful desserts in my repertoire.",
      "cn": "这是我会做的甜点中做得最成功的一种。"
    },
    {
      "en": "This song sung all three of us is part of our repertoire.",
      "cn": "这个群唱是我们三人的保留节目."
    },
    {
      "en": "Yesterday, Cai Jianya Beijing concert repertoire single official exposure.",
      "cn": "昨天, 蔡健雅北京演唱会曲目单正式曝光."
    },
    {
      "en": "Yet another technique in the forensic specialist's repertoire is photo superposition ( Patrick Nuyghe )",
      "cn": "然而这个法医专家已拥有的另一技术是相片叠置 ( 帕特里克努伊格 )"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "repertory",
          "tran_cn": " 储备；仓库；全部剧目"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "全部节目，全部本领，（计算机的）指令表",
      "tran_en": "all the plays, pieces of music etc that a performer or group knows and can perform"
    }
  ],
  "exchange": {
    "pl": [
      "repertoires"
    ]
  }
}