{
  "word": "reinvest",
  "ipa": {
    "us": "ˌriːɪnˈvest",
    "uk": "ˌriːɪnˈvest"
  },
  "sentences": [
    {
      "en": "Another advantage of Treasury Direct is that you can access your account on the Web to check account balances or reinvest a security when it matures.",
      "cn": "“国库券直达”的另一个优势就是你可以通过网络进入你的账户并查看账户余额，或者在一项投资到期时进行再投资。"
    },
    {
      "en": "But that is OK if you have already made that money are willing to reinvest it.",
      "cn": "但是,这是确定如果您已经取得了这笔钱,并愿意投资它."
    },
    {
      "en": "But the people in the industry only knew how to reinvest it [so they squandered a lot of capital].",
      "cn": "然而那个产业中的人只知道再投资一个公司（所以很多钱都打了水漂）。"
    },
    {
      "en": "Don't. Instead, reinvest the profits. Buffett learned this early on.",
      "cn": "但请不要这样做, 相反, 利润再投资,这便是巴菲特在他早期的投资方式."
    },
    {
      "en": "Executives say they are hesitant to reinvest such profits into their businesses.",
      "cn": "公司高管表示,他们对是否要将盈利再投资到业务中感到犹豫不决."
    },
    {
      "en": "Or reinvest the money into the business.",
      "cn": "又或是将这些钱重新投入公司."
    },
    {
      "en": "Such organizations are required to be nonprofit and must reinvest their revenues back into the organization.",
      "cn": "这个免税组织是非赢利性的,必须将其税收重新投资于该组织."
    },
    {
      "en": "The central bank said interest rates would remain on hold at 0 to 0.25 per cent for an “extended period” and it would continue to reinvest in its securities portfolio.",
      "cn": "美联储表示，利率将在“相当长一段时间”内继续维持在零到0.25%的水平，而且它将继续将投资所得再投资于它的证券组合。"
    },
    {
      "en": "They use the fund of gain at reinvest mostly, perhaps buy fixed assets.",
      "cn": "他们把赚到的钱大多用于再投资, 或者购买固定资产."
    },
    {
      "en": "You'd better seek advice from your father before you reinvest your money with the firm.",
      "cn": "你向这个公司再投资之前最好先征询一下你父亲的意见。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "plough back"
          ],
          "tran_cn": "再投资"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "再投资于；再授给",
      "tran_en": "to use money you have earned from  investment s  to buy additional investments"
    },
    {
      "pos": "vt",
      "tran_cn": "再投资于，再授给"
    }
  ],
  "exchange": {
    "third": [
      "reinvests"
    ],
    "past": [
      "reinvested"
    ],
    "done": [
      "reinvested"
    ],
    "ing": [
      "reinvesting"
    ],
    "noun": [
      "reinvestment"
    ]
  }
}