{
  "word": "rougher",
  "ipa": {
    "us": "'rʌfə",
    "uk": "'rʌfə"
  },
  "sentences": [
    {
      "en": "A transition zone from smooth pond to rougher surroundings resembles a beach, notes Chapman.",
      "cn": "凯普曼注意到平坦的池塘与起伏的滩地之间的过渡区."
    },
    {
      "en": "As the wind blew harder, so the sea grew rougher.",
      "cn": "风刮得更大了, 海浪也更汹涌了."
    },
    {
      "en": "But now I'm growing up, I want to look rougher and more mature.",
      "cn": "但现在我已经长大了, 我想自己看上去更粗犷,更成熟一些."
    },
    {
      "en": "David : Basketball is much rougher than volleyball. Justat how rough the NBA is.",
      "cn": "篮球比排球激烈得多, 看看NBA就知道了."
    },
    {
      "en": "For a tighter, more secure fit, substitute either thicker laces or cotton laces a rougher surface.",
      "cn": "为严格, 更安全的适合, 替代或者较厚花边或棉花花边的粗糙表面."
    },
    {
      "en": "For the sea was getting rougher and rougher.",
      "cn": "这是因为海越来越翻腾着."
    },
    {
      "en": "It'shows a bit rougher side of Poison and I really like the lyrics as well.",
      "cn": "它表明有点粗糙的一面毒药,我真的很喜欢的歌词,以及."
    },
    {
      "en": "Life a little rougher on the teeth back than two then, too.",
      "cn": "当时的生活也使得后齿要粗糙坚硬些."
    },
    {
      "en": "My first Life was probably rougher on the teeth back them then, too.",
      "cn": "那时的生活可能对牙齿的要求也更高."
    },
    {
      "en": "Other well - known figures received rougher treatment.",
      "cn": "其他 知名 人物的待遇更糟."
    },
    {
      "en": "Stationary may be less white and of a rougher texture.",
      "cn": "(用回收的材料生产的)文具可能没那么白而且质地粗糙一些."
    },
    {
      "en": "The waves became rougher as they drifted.",
      "cn": "他们漂流的时候，波浪越来越汹涌了。"
    },
    {
      "en": "The winter closed in and the weather grew colder and rougher.",
      "cn": "冬天将至,天气又冷又多暴风雨."
    },
    {
      "en": "This is where Singaporeans must remain more united to face the rougher times ahead.",
      "cn": "前路难行,新加坡人这一刻就应该更加团结."
    },
    {
      "en": "When touch the fake egg by hand, it feels a little rougher than the real egg.",
      "cn": "用手触摸假鸡蛋蛋壳, 会觉得比真鸡蛋粗糙一些."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "粗糙的( rough的比较级 )，粗鲁的，不幸的，粗制的"
    },
    {
      "pos": "n",
      "tran_cn": "粗轧机座"
    }
  ],
  "exchange": {}
}