{
  "word": "taro",
  "ipa": {
    "us": "'tɑ:rəʊ",
    "uk": "'tɑroʊ"
  },
  "sentences": [
    {
      "en": "According to Deng, Japan imports taro from Chenzhou because of its high quality.",
      "cn": "通过海港，日本也因为芋头的质量高，于是从郴州中进口。"
    },
    {
      "en": "And we went into the poisonous giant tubers, like the yam and the taro, which also had to be leeched, ground up and cooked before we could eat them.",
      "cn": "我们也寻找到了那些带有毒性的、个头颇大的块茎，像山药、芋头，这些在食用之前得经过榨取、提炼和烹饪。"
    },
    {
      "en": "Dice the taro and steam for about 20 minutes until cooked.",
      "cn": "芋头切成小粒,入蒸锅蒸20分钟至熟."
    },
    {
      "en": "Fry the taro balls into golden ones.",
      "cn": "用中火炸至芋丸呈金黄色即可."
    },
    {
      "en": "Gina: I think this is perfect - the taro cakes. Here, try a 5 sample.",
      "cn": "吉娜: 我觉得这个最正点 ─ ─芋头酥饼. 来, 试吃一下."
    },
    {
      "en": "Main grain crop has cassava, taro, corn, banana to wait.",
      "cn": "主要粮食作物有木薯 、 芋头 、 玉米 、 芭蕉等."
    },
    {
      "en": "One Quer é taro - based outfit hawked square tortillas.",
      "cn": "一家位于克雷塔罗市的机构卖出了很多的玉米粉圆饼."
    },
    {
      "en": "Peel the taro, cut it, steam it , and finally smash it.",
      "cn": "芋头去皮洗净, 切片蒸熟后捣成泥."
    },
    {
      "en": "Products: catfish fillet, fresh water fish meat, fish meat products, gingko, taro.",
      "cn": "主要产品: 鱼回鱼片 、 淡水鱼糜 、 鱼糜制品 、 银杏肉 、 香荷芋."
    },
    {
      "en": "Q taro lunch , with strawberry, looks yummy and nutrition.",
      "cn": "太郎便当,还有草莓呢, 看起来很营养的样子."
    },
    {
      "en": "Steam the taro then mash it. Mix with coconut milk and boil.",
      "cn": "荔芋蒸腍压烂,与椰汁拌匀煮滚."
    },
    {
      "en": "Taro is a tropical plant used widely in the Pacific Islands.",
      "cn": "芋头是太平洋群岛普遍食用的热带植物."
    },
    {
      "en": "Templar: En Taro Adun, Zeratul!",
      "cn": "圣堂武士: 吾神在上, 泽拉图!"
    },
    {
      "en": "The first I clicked on, the Danag, was a Filipino vampire supposedly responsible for planting taro on the islands long ago.",
      "cn": "我首先点开了“丹拿”，这是一种菲律宾的吸血鬼，很多年以前是负责在岛上种植芋头的。"
    },
    {
      "en": "The morphological traits could be preliminarily used to cluster taro accessions.",
      "cn": "以形态性状可以将收集系作初步分群."
    },
    {
      "en": "Then will Taro or Jiro turn against me?",
      "cn": "那么你是说太郎,次郎将会背叛我?"
    },
    {
      "en": "These include cassava, sweet potatoes, yams, taro and coconut.",
      "cn": "这些作物包括木薯, 红薯, 山药, 芋头和椰子."
    },
    {
      "en": "You celebrate your birthday with taro, red bean, and lard.",
      "cn": "用红豆 、 芋头和猪油给自己过生日."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Chinese eddo",
            "dasheen"
          ],
          "tran_cn": "芋头，[园艺]芋艿"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "taro aso",
      "tran_cn": "麻生太郎（日本第92任内阁总理大臣）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "芋，芋头",
      "tran_en": "a tropical plant grown for its thick root, which is boiled and eaten"
    }
  ],
  "exchange": {
    "pl": [
      "taros"
    ]
  }
}