{
  "word": "Cincinnati",
  "ipa": {
    "us": "ˌsɪnsɪ'nætɪ",
    "uk": "ˌsɪnsɪ'nætɪ"
  },
  "sentences": [
    {
      "en": "I could have done better on court, but life went on, so did preparations for Cincinnati!",
      "cn": "我在场上本可以做的更好, 但是生活还要继续, 所以要为辛辛那提多做准备!"
    },
    {
      "en": "I know all about it ; the advertisement is in the Cincinnati paper here. \"",
      "cn": "我全都清楚, 这张辛辛那提报纸上的广告都写着呢. ”"
    },
    {
      "en": "I walked into a bookstore in Cincinnati in search of some books that I wanted.",
      "cn": "我走进辛辛那提市一家书店寻找几本我想买的书."
    },
    {
      "en": "In 1830, only a few miles away from what is now the great city of Cincinnati, lay an immense and almost unbroken forest.",
      "cn": "1830年，距离今天的大城市辛辛那提几英里远的地方，有一片几乎没有遭受过破坏的大森林。"
    },
    {
      "en": "In 2005, Charlie received his doctorate in Adult Sexuality Education from the Union Institute and University in Cincinnati, Ohio.",
      "cn": "在2005年，查理获得了俄亥俄州辛辛那提联合大学的成人性教育学的博士学位。"
    },
    {
      "en": "Performances will take place throughout the Cincinnati area.",
      "cn": "将在辛辛那提市各地演出."
    },
    {
      "en": "She is flying to Cincinnati tonight.",
      "cn": "她今晚飞往辛辛那提."
    },
    {
      "en": "The Cincinnati , Ohio - based company operates in three global business units - Beauty , Health and Well - Being, and Household Care.",
      "cn": "总部位于俄亥俄州辛辛那提的宝洁公司经营着其全球三大业务部门 —— 美容 、 健康保健和家庭护理."
    },
    {
      "en": "The Cincinnati Zoo is having a birthday party.",
      "cn": "辛辛纳提州动物园正在举办生日宴会."
    },
    {
      "en": "The conductor had a large influence on Cincinnati's local music scene.",
      "cn": "作为一名指挥家,他对辛辛那提本地音乐产生了巨大的影响."
    },
    {
      "en": "The yankees outclassed cincinnati.",
      "cn": "洋基队远远胜过辛辛那提队."
    },
    {
      "en": "The Yankees outclassed Cincinnati.",
      "cn": "这个北方佬超过了辛辛那提的运动员."
    },
    {
      "en": "Ticket delivery method: Beijing official first - class round - trip tickets Cincinnati Business in Beijing within Ring Free Delivery.",
      "cn": "送票方式: 北京往返辛辛那提商务公务头等机票在北京市五环内免费送票."
    },
    {
      "en": "We are staying in Detroit; we are not moving to Cincinnati.",
      "cn": "我们就待在底特律; 我们现在不向辛辛那提州搬家."
    },
    {
      "en": "We came on the big passenger boat from Cincinnati.",
      "cn": "我们是从辛辛那提乘大型客船来的."
    },
    {
      "en": "We never went back. Instead, we moved to a house near Cincinnati, far from the river.",
      "cn": "我们再也没有回去，而是举家迁往离河很远的辛辛那提附近的另一幢房子。"
    },
    {
      "en": "We went to downtown Cincinnati today to see the trains.",
      "cn": "我们去辛辛那提市中心今天看到火车."
    },
    {
      "en": "With thirteen thousand employed at the company's Cincinnati headquarters, human resources management is no easy task.",
      "cn": "仅设在辛辛那提的公司总部就有员工1.3万人, 因此人力资源的管理并非易事."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "辛辛那提市（美国俄亥俄州）"
    }
  ],
  "exchange": {}
}