{
  "word": "monolithic",
  "ipa": {
    "us": "ˌmɒnə'lɪθɪk",
    "uk": "ˌmɑnəˈlɪθɪk"
  },
  "sentences": [
    {
      "en": "a monolithic movie company",
      "cn": "铁板一块的电影公司"
    },
    {
      "en": "Any two or more walls which are monolithic will be referred to as wall assembly.",
      "cn": "任何两个或多个成整块式的墙称为墙的部件."
    },
    {
      "en": "At now and more attention wsa given to building monolithic movement technology.",
      "cn": "目前建筑物整体平移技术得到了越来越广泛的关注."
    },
    {
      "en": "Both uniform and nonuniform expansions were found in the monolithic products.",
      "cn": "并发现膨胀石墨块主要存在两种外观,一种为均匀膨胀,另一种为非均匀膨胀."
    },
    {
      "en": "CBD can be divided into three stages: monolithic, distributed and persistent overtime.",
      "cn": "cbd可以分为三个阶段: 单片式 、 分布式和持续式."
    },
    {
      "en": "Don't think this gang is monolithic -- it can be split up.",
      "cn": "不要以为这帮人是 铁板一块,他们是可以分化的."
    },
    {
      "en": "Experiments are demonstrated on printed circuit board, LTCC, and monolithic GaAs substrate.",
      "cn": "实验结果于印刷电路板 、 低温共烧陶瓷 、 与单晶砷化镓基板上实现."
    },
    {
      "en": "Gussasphalt is characteristic of good tightness, monolithic, flexibility and anti - fatigue behavior.",
      "cn": "摘要浇注式沥青混凝土有着不透水 、 整体性强 、 柔韧性好和 抗老化 性能优良的特点."
    },
    {
      "en": "In monolithic integrated optics, all optical functions must be obtained in a single material.",
      "cn": "在单片集成光路中, 必须在单一材料中获得全部的光学功能."
    },
    {
      "en": "In truth, Europe's south is not a monolithic block.",
      "cn": "实际上, 南欧并非铁板一块."
    },
    {
      "en": "Mathematics is not a single monolithic structure of absolute truth!",
      "cn": "数学并不是绝对真理的单一整体结构。"
    },
    {
      "en": "Monolithic designing, minimizing disturbance from magnetic shield and circuit nearby.",
      "cn": "独石设计, 将漏磁、邻近回路串扰减至最小."
    },
    {
      "en": "Selecting the 80 C 196 monolithic integrated circuit realization control algorithm.",
      "cn": "选用80C196单片机实现控制算法."
    },
    {
      "en": "The CPU motherboard module is the monolithic integrated circuit control system's core.",
      "cn": "CPU主板模块则是单片机控制系统的核心."
    },
    {
      "en": "The solutions that were developed for that were usually large monolithic programs containing the business-level logic hardcoded in the modules.",
      "cn": "为此开发的解决方案通常是大型单片电路程序，在一些模块中包含硬编码的业务层面逻辑。"
    },
    {
      "en": "This monolithic environment for an application eliminated any concern about which clock to use -- because there was only one clock.",
      "cn": "对于一个应用程序的这个单块集成电路环境消除了使用哪个时钟的问题 —— 因为只有一个时钟。"
    },
    {
      "en": "This monolithic integrated circuit is an analog latch device with digital reset.",
      "cn": "进口工业网的这种单片集成电路是带数字复位功能的模拟锁存设备."
    },
    {
      "en": "Ti - modified silica gel monolithic adsorbent was prepared by impregnation - deposition method.",
      "cn": "采用浸渍沉积法制得钛改性硅胶块体吸附剂."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "enormous",
            "huge",
            "integral",
            "holistic"
          ],
          "tran_cn": "[建]整体的；巨石的，庞大的；完全统一的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "monolithic integrated circuit",
      "tran_cn": "n. 单片硅积体电路"
    },
    {
      "phrase": "monolithic integration",
      "tran_cn": "单片集成电路"
    },
    {
      "phrase": "monolithic processor",
      "tran_cn": "单片处理机"
    },
    {
      "phrase": "monolithic structure",
      "tran_cn": "n. 整体结构；单片结构；独石结构"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "独块巨石的，整体的，庞大的",
      "tran_en": "a monolithic building is very large, solid, and impressive"
    },
    {
      "pos": "n",
      "tran_cn": "单片电路, 单块集成电路"
    }
  ],
  "exchange": {
    "noun": [
      "monolith"
    ]
  }
}