{
  "word": "hemoglobin",
  "ipa": {
    "us": "ˌhi:məʊ'gləʊbɪn",
    "uk": "ˈhiməˌɡlobɪn"
  },
  "sentences": [
    {
      "en": "A five-membered heterocyclic ring compound, C4H5N, having an odor similar to chloroform. It is the parent compound of hemoglobin, chlorophyll, and many other complex, biologically active substances.",
      "cn": "叽咯一种五倍杂环混合物，C4H5N，气味与三氯甲烷相似，是血红蛋白，叶绿素和其他多种复杂的生物性活跃的物质的亲体混合物。"
    },
    {
      "en": "Current Labs: Hemoglobin, hematocrit, glucose, UA ; urine dipstick for protein.",
      "cn": "此次实验室检查: 血红蛋白, 红细胞压积, 血糖, 尿常规, 尿蛋白."
    },
    {
      "en": "Hemoglobin can also be cross - linked to solublepolymers to form so - called conjugated hemoglobin.",
      "cn": "血红蛋白也能交联到水溶性多聚体上,形成 所谓 的共轭血红蛋白."
    },
    {
      "en": "Hemoglobin was the carrier of oxygen in blood circulation.",
      "cn": "血红蛋白是血液循环中输送氧的载体."
    },
    {
      "en": "Melanin, hemoglobin and water molecules are the main factors causing skin absorption.",
      "cn": "黑色素 、 血红蛋白和水分子是引起皮肤吸收的主要因素."
    },
    {
      "en": "Monitor the level of hemoglobin and the behavior , disp of mice kineticly.",
      "cn": "动态观察小鼠血红蛋白和性情、行为改变,观察无偏瘫、抽搐、出血等."
    },
    {
      "en": "Objective To establish the methods of chromatography for analyzing hemoglobin - based erythrocyte substitute.",
      "cn": "目的建立血红蛋白类红细胞代用品的色谱分析方法."
    },
    {
      "en": "Objective To understand the normal value of glycosylated hemoglobin in pregnancy.",
      "cn": "目的了解正常孕期糖基化血红蛋白值的正常值."
    },
    {
      "en": "Objective: To study the self - interaction of Chondrichthyes ( Raja porosa ) hemoglobin component.",
      "cn": "摘要目的: 研究一种软骨鱼系动物 ( 孔鳐 ) 自身血红蛋白成份的相互作用."
    },
    {
      "en": "One is based on perfluorochemicals, the other on hemoglobin.",
      "cn": "一种建立在全氟化合物基础上, 另一种则建立在血红蛋白基础上."
    },
    {
      "en": "Please wait for the result of your hemoglobin test.",
      "cn": "请等一下你的血红蛋白化验结果."
    },
    {
      "en": "Results: There exists no interaction in Raja porosa hemoglobin component.",
      "cn": "结果: 孔鳐自身血红蛋白成份不相互作用."
    },
    {
      "en": "Some, like hemoglobin, deliver oxygen from the lungs to the far reaches of the body.",
      "cn": "有些蛋白质像血红蛋白一样，可以把氧从肺部输送到身体各处。"
    },
    {
      "en": "The cross - linked hemoglobin molecules are stable and do not break down.",
      "cn": "交联的血红蛋白分子是稳定的,不容易分解."
    },
    {
      "en": "The effects are dependent upon the combination of carbon monoxide with hemoglobin to form carboxyhemoglobin.",
      "cn": "这种影响取决于一氧化碳同血红蛋白结合而生成的一氧化碳血红蛋白."
    },
    {
      "en": "The occurrence of hemoglobin in root nodules is notable.",
      "cn": "值得注意的是根瘤中出现血红蛋白."
    },
    {
      "en": "The reconstructed mammoth hemoglobin could deliver oxygen at colder temperatures than the human form of the protein could handle.",
      "cn": "重建的猛犸血红蛋白与人类的血红蛋白相比，能够在耕地的温度下运送氧气。"
    },
    {
      "en": "Usually, if you or I or any nonadapted person went to high altitude, we would increase our hemoglobin levels to compensate for the low amount of oxygen.",
      "cn": "通常，如果你、我或其他任何不适应的人去了高海拔地区，就会使体内血红蛋白的水平增高，以弥补那里低的氧气量。"
    },
    {
      "en": "What is hemoglobin F, and how does it affect sickle cell disease?",
      "cn": "何谓血红蛋白F?其对镰状细胞病有何作用?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hemoglobinopathy",
          "tran_cn": " [内科] 血红蛋白病（等于haemoglobinopathy ）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hematoglobin",
            "haemoglobin"
          ],
          "tran_cn": "[生化]血红蛋白（等于haemoglobin）；血红素"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "blood"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "血红素，血红蛋白",
      "tran_en": "Haemoglobin is the red substance in blood, which combines with oxygen and carries it around the body"
    }
  ],
  "exchange": {}
}