{
  "word": "carboniferous",
  "ipa": {
    "us": "ˌkɑ:bəˈnɪfərəs",
    "uk": "ˌkɑrbəˈnɪfərəs"
  },
  "sentences": [
    {
      "en": "Carboniferous, limestone and other minerals rich in resources, especially the River trail known Carboniferous distance.",
      "cn": "石炭 、 石灰石等矿产资源丰富, 特别是小道河石炭远近有名."
    },
    {
      "en": "Chuandong Carboniferous gas reservoirs are widely distributed in the east port of Sichuan Basin.",
      "cn": "川东石炭系气藏广泛地分布于四川盆地东部,已成为主力气藏."
    },
    {
      "en": "Coal - bearing strata in the Wangguanzhuang exploration area belongs to Permo - Carboniferous North China type coal - bearing formation.",
      "cn": "王官庄探区含煤岩系为石炭—二叠系,属华北型含煤建造,煤系厚度稳定,旋回结构与粒度韵律清晰,且变化有一定规律."
    },
    {
      "en": "In Early Carboniferous, Tianshan mountains entered an intraplate evolution stage.",
      "cn": "从石炭纪开始天山地区进入陆内演化阶段."
    },
    {
      "en": "The hills are largely carboniferous limestone, which is quarried at several sites.",
      "cn": "从多处遗址的挖掘来看, 这片丘陵大部分属石炭纪石灰岩."
    },
    {
      "en": "The lower part of the Upper Carboniferous Series is called Sixiakou Formation whose definition differ.",
      "cn": "上石炭统下部称泗峡口组,重新定义了泗峡口组的含义."
    },
    {
      "en": "The metamorphic ages of the eclogites are largely 320～220 Ma ( Carboniferous period to Triassic period ).",
      "cn": "榴辉岩的变质年龄集中在320～220Ma ( 石炭纪-三叠纪 ) 之间."
    },
    {
      "en": "The South Tianshan range formed end of the Carboniferous orogen was formed under the strong compression.",
      "cn": "自石炭纪末,南天山全面遭受挤压抬升形成复杂的造山带,二迭纪开始南天山进入大陆演化阶段."
    },
    {
      "en": "The Weining age of Carboniferous period in Tongling area is a transgressive one.",
      "cn": "铜陵地区石炭纪威宁期存在潮坪相、泻湖相和浅海陆棚相."
    },
    {
      "en": "The zimenqiao Formation silicalite of Lower Carboniferous is the country rock of Changkeng Au - Ag deposit.",
      "cn": "下石炭统梓门桥组硅质岩是粤西长坑金银矿床的直接容矿岩石."
    },
    {
      "en": "There are well source - reservoir - cap rock assemblages and suitable petroleum pool - forming conditions in Carboniferous strata.",
      "cn": "根据石炭系石油地质条件分析,划分出 巴彦浩特 盆地、河西走廊东部、河西走廊西部等3个评价区块."
    },
    {
      "en": "WHERE HAINAN ISLAND IS IN CARBONIFEROUS - PERMIAN PERIOD?",
      "cn": "石炭纪二叠纪的海南岛何在?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "carbolated",
          "tran_cn": " 浸石炭酸的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "carboniferous period",
      "tran_cn": "石炭纪"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "产碳的，碳化的"
    },
    {
      "pos": "n",
      "tran_cn": "石炭层"
    }
  ],
  "exchange": {}
}