{
  "word": "axiomatic",
  "ipa": {
    "us": "ˌæksiəˈmætɪk",
    "uk": "ˌæksiəˈmætɪk"
  },
  "sentences": [
    {
      "en": "Chapter 3 puts forward the networked manufacturing configuration modeling method of motor based on axiomatic design.",
      "cn": "第三章提出了基于公理设计的电机产品网络化制造配置建模方法."
    },
    {
      "en": "Defines the concept of well sets in MS ( axiomatic medium set theory ) and discusses its characters.",
      "cn": "在中介公理集合论系统 ( MS ) 中重新定义了良集的概念,讨论了它的性质."
    },
    {
      "en": "It is axiomatic ( to say ) that a whole is greater than any of its parts.",
      "cn": "整体大于其任何一部分是 公理 ."
    },
    {
      "en": "It is axiomatic that as people grow older they generally become less agile.",
      "cn": "人年纪越大通常灵活性越差，这是不言而喻的。"
    },
    {
      "en": "It is axiomatic that life is not always easy.",
      "cn": "生活并不总是一帆风顺，这是明摆着的事实。"
    },
    {
      "en": "IT IS usually axiomatic that when your customers are in trouble, you are too.",
      "cn": "当你的顾客身处困境时, 你也好不了."
    },
    {
      "en": "It was once regarded as axiomatic that globalisation would marginalise politics.",
      "cn": "全球化将使政治边缘化在过去曾被当作不言自明的真理。"
    },
    {
      "en": "The crowning achievement of the axiomatic approach is the theory of perfect competition.",
      "cn": "公理化方法的最高成就就是完全竞争理论."
    },
    {
      "en": "The paper gave two basic principle of axiomatic design theory.",
      "cn": "同时给出了公理设计理论的两个基本公理."
    },
    {
      "en": "The systematic, formal, axiomatic development of the logic of all forms and models of being.",
      "cn": "事物的所有表示和模型的逻辑的,系统的, 正式的, 和公理性的开发."
    },
    {
      "en": "Therefore , a method integrating axiomatic design and TRIZ is proposed.",
      "cn": "提出了集成公理化设计理论与TRIZ解决设计问题的一种方法."
    },
    {
      "en": "These three reasons let the spread of axiomatic method stagnate for a long time.",
      "cn": "正是这三个原因造成了当时公理化方法传播的停滞."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "axiomatically",
          "tran_cn": " 自明地；照公理"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "axiom",
          "tran_cn": " [数] 公理；格言；自明之理"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "self-explanatory"
          ],
          "tran_cn": "[数]公理的；自明的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "demonstrable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<正>公理的，不证自明的，原则的，格言的",
      "tran_en": "something that is axiomatic does not need to be proved because you can easily see that it is true"
    }
  ],
  "exchange": {
    "adv": [
      "axiomatically"
    ]
  }
}