{
  "word": "therein",
  "ipa": {
    "us": "ˌðeərˈɪn",
    "uk": "ˌðerˈɪn"
  },
  "sentences": [
    {
      "en": "Afternoon groups relate to the specific addictions and problems therein.",
      "cn": "下午的小组谈到具体的上瘾病例以及其中的问题。"
    },
    {
      "en": "Brethren, let every man , wherein he is called, therein abide with God.",
      "cn": "24弟兄们, 你们各人蒙召的时候是什么身分,仍要在神面前守住这身分."
    },
    {
      "en": "By burning tree branches, pine needles, and pine cones, many not only warm their houses but improve the smell therein.",
      "cn": "许多人在家里烧树枝、松针和松果，不但给房子取暖，还改善了屋里的气味。"
    },
    {
      "en": "He thought all danger was passed and therein he made a mistake.",
      "cn": "他以为一切危险均已过去,在这一点上他错了."
    },
    {
      "en": "He works extremely hard and therein lies the key to his success.",
      "cn": "他工作极为勤奋,那就是他成功的关键."
    },
    {
      "en": "I eat lots of oranges in virtue of the many vitamins therein.",
      "cn": "我吃许多橘子是因为橘子含有大量维他命."
    },
    {
      "en": "Santa Maria di Castellabate is barely mentioned in guidebooks; therein lies its charm.",
      "cn": "卡斯特拉巴泰的圣玛丽亚在旅行指南里鲜有被提及，而它的魅力正在于此。"
    },
    {
      "en": "See Thompson, 1983, and the references cited therein.",
      "cn": "见汤普森（1983）以及书中引用的参考资料。"
    },
    {
      "en": "She felt that her life was becoming stale, and therein she felt cause for gloom.",
      "cn": "她觉得生活越来越乏味, 而且为此感到忧愁."
    },
    {
      "en": "The air france A330 last words released by the media \"power failure, cabin pressure loss\", has a lot of scrutable information hidden therein.",
      "cn": "媒体披露的法航A330最后遗言“电力中断、机舱失压”，隐藏着很多可以解读的信息。"
    },
    {
      "en": "The coefficients appearing therein are discussed in the next paragraph where diffusion is considered.",
      "cn": "其中的系数我们将在下面研究扩散时再加以讨论."
    },
    {
      "en": "The insurance policy covers the building and any fixtures contained therein.",
      "cn": "保险单为这座大楼及其中所有的设施保了险。"
    },
    {
      "en": "There's the rub / Therein lies the rub.",
      "cn": "难就难在这里."
    },
    {
      "en": "Therein has been his great strength.",
      "cn": "这一向都是他的巨大力量所在之处."
    },
    {
      "en": "Therein our letters do not well agree.",
      "cn": "在那一点上我们的几封信是不一致的."
    },
    {
      "en": "They were standing at the window of a sweetstuff shop examining the wares exposed therein.",
      "cn": "他们站在一家糖果铺的橱窗面前,目不转睛地看着橱窗里陈设的食品."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "thereby",
          "tran_cn": "从而，因此；在那附近；在那方面"
        },
        {
          "word": "thereunder",
          "tran_cn": "依据；在那下面；据此"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "wherein",
            "among the rest"
          ],
          "tran_cn": "在其中；在那里"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "其中，在那里，在那点上，在那方面",
      "tran_en": "in that place, or in that piece of writing"
    }
  ],
  "exchange": {}
}