{
  "word": "ERP",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "At least 1 year AR accounting and ERP experience.",
      "cn": "一年以上的应收帐款和ERP的经验."
    },
    {
      "en": "Be mainly about its development, function and the integration with CAx and ERP.",
      "cn": "简要介绍了PDM的 发展状况和功能,以及它与CAx和ERP的集成."
    },
    {
      "en": "ERP systems also enable information to be readily shared across the organization.",
      "cn": "ERP系统也能使信息在整个机构内随时被共享."
    },
    {
      "en": "Especially the attainment rate of ERP project is very low.",
      "cn": "特别是ERP项目,成功率非常低."
    },
    {
      "en": "Experience of an electronically stock controlled environment essential. Experience of ERP System.",
      "cn": "有使用电子库存管理系统和使用ERP系统的经验."
    },
    {
      "en": "It also provides the ERP solution for the finance management system.",
      "cn": "提出了ERP在财务管理系统的解决方案."
    },
    {
      "en": "Perfect ERP business process according to company business development.",
      "cn": "依据公司业务的发展,完善ERP流程."
    },
    {
      "en": "Physical count incoming goods and input the info to the ERP system.",
      "cn": "负责供应商来料的清点,并同时录入ERP系统."
    },
    {
      "en": "Procurement Managers, ERP Engineers and other ERP Stakeholders in Purchasing.",
      "cn": "采购经理, ERP工程师及其他ERP项目相关人员."
    },
    {
      "en": "Supervise operations of the ERP system and come up with improvement solution.",
      "cn": "管理ERP系统的运行,并不断提出改进方案."
    },
    {
      "en": "Testing self - contained, means perfect, keep using ERP sales and production management.",
      "cn": "检测设备齐全, 手段完善, 采用ERP产销存及生产管理方式."
    },
    {
      "en": "To fully address the ERP system implementation gets MES neck bottle.",
      "cn": "彻底解决了ERp系统MES实施 的信息获取瓶颈问题."
    },
    {
      "en": "Understands the shoesindustry ERP system and 5 S, the ISO quality control system!",
      "cn": "了解鞋业ERP系统及5S 、 ISO品质管理体系!"
    },
    {
      "en": "What is the best approach for handling ERP source data?",
      "cn": "从ERP源 系统中抽取数据最好的方法是什么?"
    },
    {
      "en": "With the new ERP systems, this core business functionality is tightly integrated.",
      "cn": "有了新的erp系统, 这些核心业务功能紧密地结合在一起."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "Enterprise Resource Planning企业资源计划，Enterprise Resource Planning,企业资源计划"
    }
  ],
  "exchange": {}
}