{
  "word": "biographical",
  "ipa": {
    "us": "ˌbaɪə'ɡræfɪkl",
    "uk": "ˌbaɪəˈɡræfɪkəl"
  },
  "sentences": [
    {
      "en": "A moving documentary that touches our hearts, it resembled a biographical novel of Kore - eda.",
      "cn": "一部触动心灵的纪录片, 犹如是枝的个人小说."
    },
    {
      "en": "Enthusiasm has rendered this biographical task a labour of love.",
      "cn": "有了热情,撰写这份传记也就成为自己所喜爱的事了."
    },
    {
      "en": "Essential to any billing and collection effort is keeping accurate biographical data on each patient.",
      "cn": "至关重要的任何帐单和收集工作,是保持对每个病人准确的传记资料."
    },
    {
      "en": "History is a facsimile of events held together by finally biographical information.",
      "cn": "历史,就是一部举行最后一起事件的履历资料传真."
    },
    {
      "en": "I gathered biographical notes from other Red Army leaders.",
      "cn": "我向红军其他领导人搜集传记材料."
    },
    {
      "en": "In each case fascinating historical and biographical information about the author's research is provided.",
      "cn": "在每个情况里迷人的历史和传记关于作者的研究的信息被提供."
    },
    {
      "en": "Shuffling the flimsy biographical sheets, he barked questions in russian which the interpreter translated into German.",
      "cn": "他翻着记载各人资料的薄纸, 用俄语粗声粗气地发问,由译员译成德语."
    },
    {
      "en": "The appropriate appendixes are retained in the smaller volumes, but biographical entries are dropped.",
      "cn": "合适的附录被保留在更小的卷里, 但是传记的入口被下降."
    },
    {
      "en": "The book contains few biographical details.",
      "cn": "此书包含的生平细节很少。"
    },
    {
      "en": "The village paper published biographical sketches of the boys.",
      "cn": "村里的报纸还刊登了两个小孩的小传."
    },
    {
      "en": "The village paper published biographical sketches of the two boys.",
      "cn": "村里的报纸还发表了这两个孩子的小传."
    },
    {
      "en": "Though an autobiography, there are a great number of biographical and historical facts in the book.",
      "cn": "在这部自传中, 传记事实与历史事实随处可见,极其丰富具体."
    },
    {
      "en": "Two, compiled concisely the biographical chronology again for Shi Run Zhang by using grasping new material.",
      "cn": "二是利用掌握的新材料,重新为施闰章编撰了年谱简编."
    },
    {
      "en": "Woolf tells the story of Orlando in a biographical format.",
      "cn": "吴尔芙用自传的形式撰写欧兰朵的故事."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "biographic",
          "tran_cn": " 传记的；传记体的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "biographer",
          "tran_cn": " 传记作者"
        },
        {
          "word": "biography",
          "tran_cn": " 传记；档案；个人简介"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "biographical data",
      "tran_cn": "传记式资料；传记数据；履历表"
    },
    {
      "phrase": "biographical information",
      "tran_cn": "n. 传记信息；生物信息"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "传记的，关于生平的",
      "tran_en": "Biographical facts, notes, or details are concerned with the events in someone's life"
    }
  ],
  "exchange": {
    "noun": [
      "biography"
    ]
  }
}