{
  "word": "disbursement",
  "ipa": {
    "us": "dɪs'bɜ:smənt",
    "uk": "dɪsˈbəsmənt"
  },
  "sentences": [
    {
      "en": "After for the income and the disbursement cancel, to have above 200 Yuan.",
      "cn": "争取收入和支出相减后有200元以上."
    },
    {
      "en": "Along with the ticket stub and agency receipt, please attach this form to the disbursement voucher.",
      "cn": "本表请并机票票根及旅行业代收转付收据黏贴于支出凭证粘存单."
    },
    {
      "en": "And our small - and - medium - sized financial institutions also suffered all kinds of crisis, like disbursement or bank runs.",
      "cn": "有的 中小 金融机构发生了一些危机或者说是挤兑."
    },
    {
      "en": "Comment: To adopt actions to fulfill disbursement of the counterpart funding especially in county level.",
      "cn": "建议: 采取措施,促进配套经费的落实."
    },
    {
      "en": "Income and outlay accounts [ national accounts ]: Accounts showing disbursement of incomes by resident institutional units.",
      "cn": "收支帐户 [ 国民核算 ]: 表明常驻机构单位收入和支出的帐户."
    },
    {
      "en": "Keeping up the disbursement of loans to SMEs, disseminating the good practices learned, and building the synergies between the credit line and the technical assistance provided are key focus areas.",
      "cn": "关键的重点领域是继续为中小型企业支付贷款，传播学到的好做法，以及在信贷额度和技术援助之间建立相互促进的关系。"
    },
    {
      "en": "Let's switch the talk to disbursement.",
      "cn": "咱们换个话题，谈一谈款项支出吧。"
    },
    {
      "en": "Marine bill of lading showing any disbursement charges marked COLLECT not acceptable.",
      "cn": "海运提单上显示的任何费用标明“到付”将不予接受."
    },
    {
      "en": "Overall, the Bank loan disbursement could be timely processed once the contract payment was made.",
      "cn": "通常, 合同款一旦支付,银行贷款将及时发放."
    },
    {
      "en": "T : In most big enterprises, transactions involving the receipt and disbursement of cash far outnumber any others.",
      "cn": "大多数公司里用现金收入与支付的贸易额超过了任何收付方式."
    },
    {
      "en": "This makes the disbursement of 51 channel is very convenient.",
      "cn": "这就使得51的支付渠道非常方便."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "disbursal",
          "tran_cn": " 支出"
        },
        {
          "word": "disburser",
          "tran_cn": " 付出者；支付者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "disburse",
          "tran_cn": " 支付；支出"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "expenditure",
            "payment",
            "paying",
            "defrayment"
          ],
          "tran_cn": "[会计]支出，支付"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "expenditure",
            "expense",
            "payment"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "支付，支出，支付款",
      "tran_en": "Disbursement is the paying out of a sum of money, especially from a fund"
    }
  ],
  "exchange": {
    "pl": [
      "disbursements"
    ],
    "verb": [
      "disburse"
    ]
  }
}