{
  "word": "polio",
  "ipa": {
    "us": "ˈpəʊliəʊ",
    "uk": "ˈpoʊlioʊ"
  },
  "sentences": [
    {
      "en": "Although disabled by polio during the Second World War, Proctor was also a first-rate helmsman.",
      "cn": "二战期间尽管身患小儿麻痹症，普罗克特仍不失为一流的舵手。"
    },
    {
      "en": "Children have been routinely immunized against polio since 1958.",
      "cn": "自从1958年以来,儿童都按照常规接种防治小儿麻痹症的疫苗."
    },
    {
      "en": "Gladys was crippled by polio at the age of 3.",
      "cn": "格拉迪丝3岁时因小儿麻痹症腿瘸了。"
    },
    {
      "en": "He dragged a foot when he walked, a leftover from polio.",
      "cn": "他走路时一瘸一拐的，那是小儿麻痹的后遗症。"
    },
    {
      "en": "He was crippled by polio as a child.",
      "cn": "他幼年患过小儿麻痹症，结果腿就瘸了。"
    },
    {
      "en": "He wore leg braces after polio in childhood.",
      "cn": "他幼时得过小儿麻痹症后双腿安上了支架。"
    },
    {
      "en": "Polio has been virtually eradicated in Brazil.",
      "cn": "在巴西脊髓灰质炎实际上已经根除。"
    },
    {
      "en": "Polio was then endemic among children my age.",
      "cn": "那时小儿麻痹症在我这个年纪的孩子中很常见。"
    },
    {
      "en": "She had polio as a child and spent the rest of her life in a wheelchair.",
      "cn": "她小时候得了小儿麻痹症,终生没离开过轮椅."
    },
    {
      "en": "She was struck down by polio at the age of four.",
      "cn": "她四岁那年因小儿麻痺症死去."
    },
    {
      "en": "She's lame from polio.",
      "cn": "她因患小儿麻痹症而瘸了."
    },
    {
      "en": "The polio vaccine has saved millions of lives.",
      "cn": "脊髓灰质炎疫苗挽救了数以百万计的生命."
    },
    {
      "en": "The Salk Vaccine greatly reduces the number of polio cases.",
      "cn": "索克疫苗极大地减少了患病人数."
    },
    {
      "en": "Then disaster struck in August 1921, when an attack of polio laid Roosevelt low.",
      "cn": "1921年8月,罗斯福大难临头, 脊髓灰质炎损害了他的健康."
    },
    {
      "en": "Tremendous progress has been made toward ending polio worldwide.",
      "cn": "在迈向终结全世界小儿?痹的目标上,我们已获得重大进展."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "infantile paralysis",
            "tephromyelitis"
          ],
          "tran_cn": "小儿麻痹症（等于poliomyelitis）；脊髓灰质炎"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>脊髓灰质炎（等于poliomyelitis）",
      "tran_en": "a serious infectious disease of the nerves in the  spine  , that often results in someone being permanently unable to move particular muscles"
    }
  ],
  "exchange": {}
}