{
  "word": "herbicide",
  "ipa": {
    "us": "ˈhɜːbɪsaɪd",
    "uk": "ˈɜːrbɪsaɪd"
  },
  "sentences": [
    {
      "en": "A bare fallow can be used with a herbicide such as glyphosate or amitrole.",
      "cn": "对荒秃的休耕地可以使用象镇草宁或杀草强一类的混合除草剂."
    },
    {
      "en": "Although plant growth was affected by the herbicide, no evidence of repression or derepression was observed.",
      "cn": "尽管植物的生长受到除草剂的影响, 但还未观察到阻遏或解阻遏的证据."
    },
    {
      "en": "An agricultural weeding robot was developed based on direct herbicide application method.",
      "cn": "研究了控制农田杂草的直接施药方法,并研制了基于该方法的除草机器人."
    },
    {
      "en": "At present using herbicide spraying, especially extensive spraying to remove weeds.",
      "cn": "目前除草主要靠喷洒除草剂, 而且是大面积的均匀喷洒."
    },
    {
      "en": "But water containing the herbicide cannot be released back into the river and it is known that low water levels can harm river ecosystems accustomed to higher levels.",
      "cn": "但含有除草剂的水不能再排向河流，而且我们知道低水位将会对习惯于高水位的河流生态系统造成危害。"
    },
    {
      "en": "Examples include herbicide - resistant crop plants and plants that secrete pharmaceuticals.",
      "cn": "例如: 抗 除草剂的农作物和能够分泌药物的植物."
    },
    {
      "en": "Genetically altered soybeans and cotton require less herbicide to control weeds. These varieties now make up more than 70 percent of all soybean and cotton acreage planted in the United States.",
      "cn": "转基因的大豆和棉花不需要那么多除草剂来控制杂草，这些品种现在占美国大豆和棉花种植面积的70%以上。"
    },
    {
      "en": "He attributed this to a dilution effect of the herbicide.",
      "cn": "他把这归因于除草剂的稀释效应."
    },
    {
      "en": "Herbicide - resistant crops , for example, allow weeds to be killed chemically , rather than plucked manually.",
      "cn": "就拿 抗 除草剂作物( Herbicide -resistantcrops)来说,与其依靠化学剂来除草, 还不如用人工的方式拔除."
    },
    {
      "en": "However, some experts say that herbicide - resistant weeds could cause serious problems.",
      "cn": "但是一些专家指出,对除草剂产生抗体的杂草会导致很严重的问题."
    },
    {
      "en": "No single herbicide will control all weeds.",
      "cn": "单独一种除草剂决不能防除所有的杂草."
    },
    {
      "en": "Persistence of the herbicide in the mud was irrespective of formulation.",
      "cn": "除草剂在底泥中的持久性与剂型无关."
    },
    {
      "en": "Still another involves using an herbicide chemical to kill the existing grass.",
      "cn": "尽管此方法涉及使用灭草剂的化学药品来去除这些已存的青草."
    },
    {
      "en": "The absorption of a selective herbicide, is cell growth inhibitors.",
      "cn": "属选择性内吸性除草剂, 是细胞生长抑制剂."
    },
    {
      "en": "The fertilizer combined with herbicide could accelerate the wheat growth.",
      "cn": "除草药肥能促进小麦生长发育,改善经济性状,提高产量."
    },
    {
      "en": "The traditional herbicide is still dominating the present agrochemical market.",
      "cn": "在目前的农药市场中,传统除草剂仍是除草剂市场的主体."
    },
    {
      "en": "This herbicide degrades in moist soil.",
      "cn": "这种除草剂在潮湿的土壤中分解."
    },
    {
      "en": "Virtually all commercial GMOs are bred to withstand direct application of herbicide and/or to produce an insecticide.",
      "cn": "事实上，所有的商业性的转基因生物都可以抵抗直接作用的除草剂和/或者制造一种杀虫剂。"
    },
    {
      "en": "Weed identification technology is the key to the realization of selectively spraying herbicide for the environmental protection.",
      "cn": "田间杂草识别技术是实现变量喷洒除草剂以保护环境的关键所在。"
    },
    {
      "en": "Weed identification technology is the key to the realization of selectively spraying herbicide for the environmental protection.",
      "cn": "畎亩杂草辨认技术是实现变量喷射除草剂以掩护环境的要害地点。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "weedicide"
          ],
          "tran_cn": "[农药]除草剂"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "除草剂",
      "tran_en": "a substance used to kill unwanted plants"
    }
  ],
  "exchange": {
    "pl": [
      "herbicides"
    ]
  }
}