{
  "word": "snowflake",
  "ipa": {
    "us": "ˈsnəʊfleɪk",
    "uk": "ˈsnoʊfleɪk"
  },
  "sentences": [
    {
      "en": "B, this is called a snowflake pear, have a taste.",
      "cn": "B, 这个叫雪花梨, 你尝尝."
    },
    {
      "en": "Bell is my greetings, singing is my blessing, snowflake is my card, wine is my kiss, the breeze is I embrace, happiness is my gift!",
      "cn": "钟声是我的问候，歌声是我的祝福，雪花是我的贺卡，美酒是我的飞吻，清风是我的拥抱，快乐是我的礼物！"
    },
    {
      "en": "Can you feel a snowflake's dancing in the air?",
      "cn": "你能感觉到雪花的漫天飞舞吗？"
    },
    {
      "en": "Capped column snowflake ^ These crystals first grow into stubby columns.",
      "cn": "冠柱状雪花:这些晶体首先长成短柱形."
    },
    {
      "en": "Deep Winter shrank to a single tiny snowflake glimmer on the desk.",
      "cn": "深冬收缩成了一小片雪花在桌面上闪烁着."
    },
    {
      "en": "Dr Hallett is one of a small band of latter - day snowflake researchers.",
      "cn": "哈来特博士是现在雪花研究者中的一员."
    },
    {
      "en": "Dream, love, happy just like meteor and snowflake befall us fortunately.",
      "cn": "梦想, 爱情, 快乐,就像是幸运地落在我们身边流星和雪花."
    },
    {
      "en": "Ice appeared in snowflake patterns and crackled over the Vice Admiral's desk.",
      "cn": "雪花状的图案象结冰一样在中将的桌子上破裂般伸展."
    },
    {
      "en": "If I were a snowflake, Dancing in mid - air in the cool.",
      "cn": "假如我是一朵雪花, 翩翩的在 半空 里潇洒."
    },
    {
      "en": "If you had four snowflakes total, then add four new snowflake layers.",
      "cn": "如果你有四个雪花总额, 然后添加四个新的雪花层."
    },
    {
      "en": "Moonlight Christmas and snowflake bless my speech as you, I give you with blessings, are you happy?",
      "cn": "圣诞的月光和雪花都不如你祝福我的话语，我把同的祝福给你，你快乐吗？"
    },
    {
      "en": "Program generation's snowflake chart for me was still has a vivid memory.",
      "cn": "程序生成的小雪花图对我来说仍是记忆犹新."
    },
    {
      "en": "Snowflake: This ia an activity the whole family can enjoy together!",
      "cn": "剪纸花: 丰富的纸花样式与电子剪刀赋予传统的剪纸艺术新生命!"
    },
    {
      "en": "Star join supports snowflake schema as well.",
      "cn": "星型连接也支持雪花模式。"
    },
    {
      "en": "Star schema and snowflake schema are adopted in radar clutter data warehouse.",
      "cn": "雷达杂波数据仓库采用了星型模式和雪花模式."
    },
    {
      "en": "The gift, the snowflake, the starry sky, the moonlight all give you.",
      "cn": "礼物 、 雪花 、 星空 、 月光都给你."
    },
    {
      "en": "The snowflake landed on her lower lip and immediately dissolved.",
      "cn": "雪花落在了她的下唇上,瞬间就融化了."
    },
    {
      "en": "The snowflake the wishes and the pretty texture predicts the nice future.",
      "cn": "漫天纷飞的雪花,好似来自天边的祝福.晶莹剔透的图案,预示着明天的尽善尽美."
    },
    {
      "en": "Trying to create a \"template\" for social media is like building a snowflake factory - at best, you´re boring, and at worst, you fall apart before you even hit the ground.",
      "cn": "试着建立一个社区媒体模板，因为它就像建立一个雪花工厂一样，至多是你觉得厌烦了；最坏也就是你在落地前就融化解体了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "galanthus nivalis"
          ],
          "tran_cn": "[植][气象]雪花；雪片莲；雪巫"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雪花，雪片",
      "tran_en": "a small soft flat piece of frozen water that falls as snow"
    }
  ],
  "exchange": {
    "pl": [
      "snowflakes"
    ]
  }
}