{
  "word": "ulterior",
  "ipa": {
    "us": "ʌlˈtɪəriə(r)",
    "uk": "ʌlˈtɪrriə(r)"
  },
  "sentences": [
    {
      "en": "Balcony suddenly lift a tree flowers, ulterior motives in string, wind bloom.",
      "cn": "阳台上骤然举起一树花, 枝枝串串, 迎风绽放."
    },
    {
      "en": "Captain Grant! I was unaware of any ulterior motive by the Haydonites.",
      "cn": "格兰特舰长! 我不知道到海顿人任何不可告人的动机."
    },
    {
      "en": "He has an ulterior motive for wanting to see her.",
      "cn": "他想见她是别有用心的."
    },
    {
      "en": "He has an ulterior object in view.",
      "cn": "他心怀鬼胎,他别有用心."
    },
    {
      "en": "He’s just being nice. I don’t think he has any ulterior motives.",
      "cn": "他就是好心，我不认为他别有用心。"
    },
    {
      "en": "I select them solely for their convenience in helping me to my ulterior purpose.",
      "cn": "我所以选择它们,只是为了便于帮助我达到以后的目的."
    },
    {
      "en": "I suspect he may have had ulterior motives for being so generous.",
      "cn": "我怀疑他如此慷慨大方也许是别有用心."
    },
    {
      "en": "I want to know what is our ulterior action.",
      "cn": "我想要知道下一步的行动是什么."
    },
    {
      "en": "If you are kind, people may accuse you of selfish, ulterior motives.",
      "cn": "如果你是善良的, 人们也许会冤枉你自私, 心里不知打着什么主意."
    },
    {
      "en": "She definitely had an ulterior motive in offering to help.",
      "cn": "她主动提出帮忙,肯定有不可告人的动机."
    },
    {
      "en": "She felt so free from ulterior motives.",
      "cn": "她觉得已毫无言不由衷的必要了."
    },
    {
      "en": "She must have some ulterior motive for being nice to me—what does she really want?",
      "cn": "她对我这么好，一定别有用心—她到底想干什么呢？"
    },
    {
      "en": "Sheila had an ulterior motive for trying to help Stan.",
      "cn": "希拉想帮助斯坦是另有所图的。"
    },
    {
      "en": "The politician played on the patriotic sentiments of the people from ulterior motives.",
      "cn": "那个政客别有用心地利用人们的情绪."
    },
    {
      "en": "Their groundless accusation is made with ulterior motives.",
      "cn": "他们的无端攻击是别有用心的."
    },
    {
      "en": "This lever must serve some ulterior purpose.",
      "cn": "这撬棒准是用于不可告人的目的的."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "ulteriorly",
          "tran_cn": " 进一步地；未表明地；隐蔽地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "future"
          ],
          "tran_cn": "将来的，较远的；在那边的；隐秘不明的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "ulterior motive",
      "tran_cn": "隐秘不明的动机"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "隐秘的，不可告人的，秘密的，矢口否认的",
      "tran_en": "a reason for doing something that you deliberately hide in order to get an advantage for yourself"
    }
  ],
  "exchange": {}
}