{
  "word": "hamstring",
  "ipa": {
    "us": "ˈhæmstrɪŋ",
    "uk": "ˈhæmˌstrɪŋ"
  },
  "sentences": [
    {
      "en": "A damaged hamstring has ruled him out of contention for Wednesday's international against Spain.",
      "cn": "腘绳肌腱拉伤使他无法参加星期三对抗西班牙的国际比赛。"
    },
    {
      "en": "And off he goes. Ready for yet more ankle and hamstring treatment.",
      "cn": "访问结束后他离开了, 准备作更多的脚踝和小腿的治疗."
    },
    {
      "en": "Brazil international Anderson could be involved, however, after a hamstring strain.",
      "cn": "然而, 在腿扭伤以后,巴西国际安德森也成了棘的手的问题."
    },
    {
      "en": "Cripple poison is a stronger snare than hamstring.",
      "cn": "制残毒药比断筋的效果更好."
    },
    {
      "en": "Far more telling was the correlation between the various runners’ tight or loose hamstring muscles and their running economy, a measure of how much oxygen they used while striding.",
      "cn": "进一步讲，不同跑步者腿筋肌的松紧和步伐频率是有联系的，这是一种对他们在跨步行进时耗氧量的评估。"
    },
    {
      "en": "For stretching, focus on the hamstring stretch, the hip &lower-back stretch, and the hamstring &back stretch.",
      "cn": "拉伸方面——特别要关注腿筋拉伸、髋关节和腰背部拉伸、腿筋和背部锻炼。"
    },
    {
      "en": "He felt a slight twinge in his damaged hamstring.",
      "cn": "他受伤的腘绳肌感到一阵轻微的刺痛。"
    },
    {
      "en": "How does hamstring rigid contusion do?",
      "cn": "腿筋硬性挫伤怎么办?"
    },
    {
      "en": "Key Words: knee? anterior cruciate ligament? graft diameter? hamstring .",
      "cn": "要害词: 膝,前十字交叉韧带,移植物直径,腘绳 肌腱."
    },
    {
      "en": "Meanwhile, work on strengthening and stretching your hip, hamstring and lower-back muscles.",
      "cn": "与此同时还要拉伸和增强你臀部、腿筋和腰背部的肌肉。"
    },
    {
      "en": "Question : Are you not suffering from a hamstring injury anymore?",
      "cn": "你是不是很难避免伤病?"
    },
    {
      "en": "She's pulled a hamstring.",
      "cn": "她拉伤了一条腘绳肌腱。"
    },
    {
      "en": "Show the hamstring slash at the back of the knee.",
      "cn": "演示削划膝盖后面的腿筋."
    },
    {
      "en": "The hamstring group comprises the biceps femoris , semimembranosus, and semitendinosus muscles.",
      "cn": "腘绳肌腱群包括股二头肌, 半膜肌和半腱肌."
    },
    {
      "en": "The Jazz sorely missed Mehmet Okur, who sat a mild hamstring strain.",
      "cn": "爵士队此刻非常需要奥库的回归, 而他的右脚脚筋拉伤使他不得不坐在场边观战."
    },
    {
      "en": "This is the classic sit - and - reach test, a well - established measurement of hamstring flexibility.",
      "cn": "这是一种已经得到认可的,用来测试腿筋柔韧性的方法."
    },
    {
      "en": "You shall hamstring their horses and burn their chariots with fire.",
      "cn": "你要砍断他们马的蹄筋,用火焚烧他们的战车."
    },
    {
      "en": "You're still carrying a hamstring injury. Did this affect your play today?",
      "cn": "你的腿伤还没好, 这影响到你今天的表现了 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "disable",
            "maim"
          ],
          "tran_cn": "切断腿筋使成跛腿；使残废"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "腿筋"
    },
    {
      "pos": "v",
      "tran_cn": "切断腿筋使成跛腿；使残废"
    },
    {
      "pos": "vt",
      "tran_cn": "割断…的腿筋"
    }
  ],
  "exchange": {
    "third": [
      "hamstrings"
    ],
    "past": [
      "hamstrung"
    ],
    "done": [
      "hamstrung"
    ],
    "ing": [
      "hamstringing"
    ]
  }
}