{
  "word": "arrears",
  "ipa": {
    "us": "əˈrɪəz",
    "uk": "əˈrɪrz"
  },
  "sentences": [
    {
      "en": "As the man was unemployed, the Council decided to write off the arrears of rent.",
      "cn": "因为这个人失业, 地方议会决定取消其欠租."
    },
    {
      "en": "Davies finished almost two seconds in arrears for third place.",
      "cn": "戴维斯落后了差不多两秒，获得第三名。"
    },
    {
      "en": "He is in arrears with his work.",
      "cn": "他工作落后."
    },
    {
      "en": "His defect caused arrears of work to build up in the court.",
      "cn": "他的缺点使法院的工作积压起来."
    },
    {
      "en": "I am two or three letters in arrears.",
      "cn": "我还有两三封信搁着未复."
    },
    {
      "en": "I have fallen into arrears with my rent.",
      "cn": "我已经拖欠租金了."
    },
    {
      "en": "Many people are in arrears with their rent.",
      "cn": "许多人拖欠房租。"
    },
    {
      "en": "Most of his other few possessions had long since been sold to pay arrears of rent.",
      "cn": "他的其他一些不多的财产大部分都早已被变卖还了欠租."
    },
    {
      "en": "she finished ten metres in arrears.",
      "cn": "比赛结束时，她落后了十米。"
    },
    {
      "en": "The payments on that car loan are in arrears by three months.",
      "cn": "购车贷款的偿付被拖欠了三个月."
    },
    {
      "en": "They are urgent for payment of arrears of wages.",
      "cn": "他们催讨拖欠的工钱."
    },
    {
      "en": "They have promised to pay the arrears over the next five years.",
      "cn": "他们保证在随后的5年内偿付逾期债款。"
    },
    {
      "en": "They were in arrears with their mortgage , so their home was repossessed.",
      "cn": "他们未按时还按揭贷款, 所以房子被收回了."
    },
    {
      "en": "Those bosses arrears of wages has not yet been paid.",
      "cn": "那些老板拖欠的工资至今尚未付清."
    },
    {
      "en": "Thousands of its customers are in arrears with loans and mortgage payments.",
      "cn": "有数千客户拖欠其贷款和抵押贷款还款。"
    },
    {
      "en": "two out of three tenants are in arrears.",
      "cn": "2/3的房客拖欠房租。"
    },
    {
      "en": "Unemployment benefit is paid fortnightly in arrears.",
      "cn": "失业救济金延后两个星期支付。"
    },
    {
      "en": "We must mop up the arrears of work.",
      "cn": "我们必须把耽误的工作做完."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "delinquencies"
          ],
          "tran_cn": "[会计]拖欠；待完成的事；应付欠款"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in arrears 亦作 主律",
      "tran_cn": "(赛跑或其他体育比赛中的选手）落后于其他选手的"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "拖欠，（工作等的）拖延，欠款，待完成的事",
      "tran_en": "if someone is in arrears, or if their payments are in arrears, they are late in paying something that they should pay regularly, such as rent"
    }
  ],
  "exchange": {}
}