{
  "word": "theirs",
  "ipa": {
    "us": "ðeəz",
    "uk": "ðerz"
  },
  "sentences": [
    {
      "en": "How can we match our generosity against theirs?",
      "cn": "我们怎么能和他们的慷慨大方相比 呢 ?"
    },
    {
      "en": "Our football team defeated theirs this time.",
      "cn": "这一次我们的足球队胜了他们的足球队."
    },
    {
      "en": "Our house is number 25, and theirs is just opposite.",
      "cn": "我们的房子是25号，他们的就在对面。"
    },
    {
      "en": "Our house is white; theirs is brown.",
      "cn": "我们的房子是白色的, 他们的是棕色的."
    },
    {
      "en": "Our team tied with theirs in athletics.",
      "cn": "在田径比赛中,我们队与他们队旗鼓相当."
    },
    {
      "en": "Our team triumphed over theirs.",
      "cn": "我们这队胜了他们那队."
    },
    {
      "en": "She shouldn't restrain her anger at this insensible attitude of theirs.",
      "cn": "对他们这种无动于衷的态度,她抑制不住心头的怒火."
    },
    {
      "en": "Such wishful thinking of theirs will never be realized.",
      "cn": "他们的那种痴心妄想永远也不会实现."
    },
    {
      "en": "Theirs are the children with very fair hair.",
      "cn": "他们的孩子是那些长着满头金发的。"
    },
    {
      "en": "Theirs had been a happy and satisfactory marriage.",
      "cn": "他们的婚姻曾经一直幸福美满。"
    },
    {
      "en": "Theirs had been an increasingly attenuated relationship.",
      "cn": "他们的关系日益冷淡。"
    },
    {
      "en": "There was a big group of a dozen people at the table next to theirs.",
      "cn": "他们旁边的桌上坐了一大群人，有十几个。"
    },
    {
      "en": "This child is nobody's child until someone makes her theirs officially.",
      "cn": "在有人办理正式手续认领以前，这个孩子不属于任何人。"
    },
    {
      "en": "Those dictionaries are theirs, not mine.",
      "cn": "这些字典是他们的, 不是我的."
    },
    {
      "en": "We compared scores and found that theirs were higher than ours.",
      "cn": "我们比较了一下，发现他们的得分比我们的高。"
    },
    {
      "en": "We outdid our competitors by offering a better product at a lower price than theirs.",
      "cn": "我们以更低的价格提供更多的产品而战胜了竞争对手."
    },
    {
      "en": "We will fight to the bitter end to ensure our children get what is rightfully theirs.",
      "cn": "我们会斗争到底，确保我们的孩子得到理应属于他们的东西。"
    },
    {
      "en": "When our washing machine broke, our neighbours let us use theirs.",
      "cn": "我们的洗衣机坏了的时候，邻居就让我们用他们的。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "他们的",
      "tran_en": "used to refer to something that belongs to or is connected with people that have already been mentioned"
    },
    {
      "pos": "pron",
      "tran_cn": "他们的，他的或她的",
      "tran_en": "used to refer to something that belongs to or is connected with people that have already been mentioned"
    }
  ],
  "exchange": {}
}