{
  "word": "hairpiece",
  "ipa": {
    "us": "ˈheəpi:s",
    "uk": "ˈherpis"
  },
  "sentences": [
    {
      "en": "A hump and a hairpiece?",
      "cn": "驼背还戴着假发?"
    },
    {
      "en": "A partial wig or hairpiece worn to cover a bald spot.",
      "cn": "假发戴在头上以遮盖秃发部位的部分假发或一绺假发."
    },
    {
      "en": "All right , Joey. Be nice. So dose he have a hump, a hump and hairpiece?",
      "cn": "打住, 乔伊. 嘴下留情. 他驼背?驼背又戴假发?"
    },
    {
      "en": "Ch : So does he have a hump A hump and a hairpiece?",
      "cn": "那他是个驼背?驼背还戴假发?"
    },
    {
      "en": "Chandler: So does he have a hump? A hump and hairpiece?",
      "cn": "额, 莫非 他是驼背? 又驼背又带假发?"
    },
    {
      "en": "Does he have a hump and hairpiece?",
      "cn": "他驼背?既驼背又戴假发?"
    },
    {
      "en": "He has a hump and a hairpiece.",
      "cn": "他是个戴假发的驼背."
    },
    {
      "en": "I need this hairpiece to give my hair some body.",
      "cn": "我需要这顶假发来增加我头发的数量."
    },
    {
      "en": "If Musa survives the coming weeks, and purchases a convincing hairpiece, he’ll be well placed to contract himself out to wobbling despots across the region.",
      "cn": "如果穆萨能在未来的几个星期幸存下来，并购买一顶可以以假乱真的假发，以他的优势，在这个地区，胜任为摇摇欲坠的独裁者工作。"
    },
    {
      "en": "Later, when I wore the hairpiece for a play I was in, some friends of mine didn’t recognize me on stage.",
      "cn": "后来，我又戴着假发去演了个戏剧，我的几个朋友甚至都认不出舞台上的是我。"
    },
    {
      "en": "She wore a new hairpiece every day and was considered a big wig.",
      "cn": "她每天戴着新的假发,看起来像个大人物似的."
    },
    {
      "en": "So does he a hump and a hairpiece?",
      "cn": "他驼背?既驼背又带假发?"
    },
    {
      "en": "So does he have a hump and a hairpiece?",
      "cn": "他既驼背又带假发(秃顶)?"
    },
    {
      "en": "So does he have a hump? A hump and hairpiece?",
      "cn": "佢系米有驼背啊? 驼背兼带假发?"
    },
    {
      "en": "The hairpiece is not for sale.",
      "cn": "林琳:店里的假发是不卖的啦!"
    },
    {
      "en": "The singer also a military - style jacket, ripped fishnets and a fan hairpiece a long veil.",
      "cn": "她还穿着军服装样式外套, 剥去网罟,携带面纱,和球迷假发."
    },
    {
      "en": "Wearing the hairpiece helped me realize the power of looks.",
      "cn": "戴了假发，让我发现外表会起很大的作用。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "toup",
            "wiggery"
          ],
          "tran_cn": "假发"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fall",
            "wig"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "假发，假眉毛",
      "tran_en": "a piece of false hair that you wear on your head to make your own hair look thicker"
    }
  ],
  "exchange": {
    "pl": [
      "hairpieces"
    ]
  }
}