{
  "word": "Johannesburg",
  "ipa": {
    "us": "dʒəuˈhænisbə:ɡ",
    "uk": "dʒoˈhænɪsˌbɚɡ, -ˈhɑnɪs-"
  },
  "sentences": [
    {
      "en": "\"Every mayor in Brazil can tell you the vaccination rate in their town, \" he told me at the recent International Paediatric Congress in Johannesburg.",
      "cn": "最近他在约翰内斯堡的国际儿科协会对我说，\"巴西的每一位市长都会告诉你他们城镇的接种率。\""
    },
    {
      "en": "A scene also took place on a BA ( British Airway ) flight between Johannesburg and London.",
      "cn": "在英国皇家航空的一架由约翰尼斯堡到伦敦的飞机上曾发生过一件事."
    },
    {
      "en": "A worker mows the grass at the Ellis Park Stadium in Johannesburg June 8, 2010.",
      "cn": "一名工人锯在约翰内斯堡埃利斯公园体育场在6月8日到2010年草."
    },
    {
      "en": "In 2002 the Earth Summit was held in Johannesburg in South Africa.",
      "cn": "2002年,地球峰会在南非的约翰内斯堡举行."
    },
    {
      "en": "Johannesburg's residential areas and nightlife were set aside for whites during the apartheid years.",
      "cn": "在种族隔离的年代,约翰内斯堡的居民区和夜生活被留给了白人."
    },
    {
      "en": "Major Cities: Pretoria, Cape Town, Johannesburg, Durban, Port Elizabeth, Bloemfontein, East London, Pietermaritzburg. Kimberley .",
      "cn": "主要城市: 比勒陀利亚 、 开普敦 、 约翰内斯堡 、 德班 、 伊丽莎白港 、 布隆方丹 、 东伦敦 、 彼得马里茨堡 、金伯利."
    },
    {
      "en": "Nowadays, Johannesburg has become the biggest city in South Africa, the economic capital of the country.",
      "cn": "今天, 约翰内斯堡成为南非的最大城市,南非的经济首都."
    },
    {
      "en": "Players are measured first at sea level and then at the altitude of Johannesburg - artificially set by the machine - to see how the body responds.",
      "cn": "运动员先是在海平面的高度测试，然后由机器自动的转到约翰内斯堡的海拔高度，来看看身体有怎样的反应。"
    },
    {
      "en": "She was also one of the first lesbians to live openly in her township near Johannesburg.",
      "cn": "她还是约翰内斯堡附近她所在的镇区第一个公开同性恋身份的人。"
    },
    {
      "en": "South Africa's defender Matthew Booth and teammates train in Johannesburg on June 7, 2010.",
      "cn": "南非的防守和队友马修展位列车在约翰内斯堡6月7日到2010年."
    },
    {
      "en": "That meeting is taking place in Johannesburg, South Africa through September fourth.",
      "cn": "这个会议将于9月4日在南非的约翰内斯堡结束."
    },
    {
      "en": "That meeting opens at the end of this month in Johannesburg, South Africa.",
      "cn": "会议将于本月底在南非的约翰内斯堡举行."
    },
    {
      "en": "The jet arrived in Johannesburg two minutes ahead of schedule.",
      "cn": "喷气式飞机提前两分钟到达了约翰内斯堡。"
    },
    {
      "en": "The murder rate in Johannesburg is currently five times that of New York City.",
      "cn": "约翰内斯堡的谋杀率目前要比纽约市高4倍."
    },
    {
      "en": "The South African group could then retain its listing on the Johannesburg Stock Exchange.",
      "cn": "然后南非集团能够保留它在约翰内斯堡证券交易所的上市."
    },
    {
      "en": "The two were set to board a plane to Johannesburg , from where they weretoto Hong Kong.",
      "cn": "他们是要登上去约翰内斯堡的飞机然后转飞香港."
    },
    {
      "en": "They met at the United Nations World Summit on Sustainable Development in Johannesburg, South Africa.",
      "cn": "他们在南非的约翰内斯堡举行的可持续发展的世界峰会上相遇."
    },
    {
      "en": "Young Felicity Nyikadzino Berold and Ralph , enjoy a of Scrabble near Johannesburg's Zoo Lake.",
      "cn": "年轻的费利西蒂·尼卡兹诺·贝洛尔德和拉尔夫·贝洛尔德夫妇在约翰内斯堡动物园湖附近玩拼字游戏."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "约翰内斯堡（南非城市）"
    },
    {
      "pos": "other",
      "tran_cn": "约翰内斯堡（南非（阿扎尼亚）东北部城市）"
    }
  ],
  "exchange": {}
}