{
  "word": "trapezoid",
  "ipa": {
    "us": "ˈtræpəzɔɪd",
    "uk": "ˈtræpɪˌzɔɪd"
  },
  "sentences": [
    {
      "en": "A trapezoid is a quadrilateral with two parallel sides.",
      "cn": "梯形是具有两平行边的四边形."
    },
    {
      "en": "Beijing's wonton skin Why is trapezoid?",
      "cn": "北京的馄饨皮为何是梯形的?"
    },
    {
      "en": "Belt: Reinforced Polyurethane light weight, high strength, low stretch trapezoid profile eliminates slip, greater accuracy.",
      "cn": "皮带: 钢筋聚氨酯重量轻, 高强度, 低拉伸梯形配置消除滑, 更准确."
    },
    {
      "en": "Fairy lights dance around the trapezoid opening at the top of the Shanghai World Financial Center (SWFC).",
      "cn": "彩灯在这座建筑顶部梯形的开口中舞动，它被命名为“上海环球金融中心”（SWFC）。"
    },
    {
      "en": "I could have just drawn a trapezoid directly on my fabric, but I made a paper pattern to better illustrate how to draft the correct shape.",
      "cn": "我可能只是一个梯形直接绘制在我的布，但我做了一纸模式，以更好地说明如何起草正确的形状。"
    },
    {
      "en": "In addition , it does not impose any limitation on the sloped angle of the trapezoid.",
      "cn": "这种方法可以应用于梯形斜边任意坡度角的情况."
    },
    {
      "en": "In section configuration, the depressions are either triangle or reversed trapezoid - fenestra structure.",
      "cn": "剖面形态上, 这些断陷不是三角形就是倒梯形,即所谓的“花窗结构”."
    },
    {
      "en": "In this paper, the trapezoid complex wavelet function and associated trapezoid wavelet transform is presented.",
      "cn": "提出了梯形复值小波函数及其相应的复值小波变换."
    },
    {
      "en": "The characteristics of trapezoid slit of slotted oil pipe are summarized in this paper.",
      "cn": "介绍了割缝筛管梯形缝的特点、激光切割的难点、特殊的设备配置及新的加工工艺方法."
    },
    {
      "en": "The diagonals of a ( an ) isosceles [ trapezoid, trapezoid, parallelogram ] are congruent.",
      "cn": "等腰 梯形的对角线等长."
    },
    {
      "en": "The equation of deformation for the case of a trapezoid bar is given.",
      "cn": "梯形杆件的形变方程."
    },
    {
      "en": "The main circular window - 31-inches across - is the biggest window ever bound for space. The six windows on the perimeter are trapezoid-shaped.",
      "cn": "“观光台”最大的玻璃直径31英寸，这也是有史以来太空飞行器上安装的最大玻璃窗，而四周的六块窗户呈梯形状。"
    },
    {
      "en": "The program for parts with trapezoid thread is simplified by this method.",
      "cn": "采用此方法可以简化具有梯形螺纹结构零件的数控车削加工程序的编写."
    },
    {
      "en": "The proposed new trapezoid oscillation is better than the triangle oscillation.",
      "cn": "新梯形振动优于三角形振动."
    },
    {
      "en": "The traditional trapezoid style could be used as a practical tool for cooking during blackout.",
      "cn": "传统的梯形风格可在停电时被用作实用的烹饪工具."
    },
    {
      "en": "The two unequal shorter sides of the curvilinear trapezoid of each building change their geometry every two floors.",
      "cn": "每个建筑的短而不相称的梯形曲线以每两层的高度改变着建筑的几何形体。"
    },
    {
      "en": "This model explains how the shear localized chip segments initiate, become trapezoid and form serrated chips.",
      "cn": "该模型解释了集中剪切切屑节块如何启动 、 梯形化并最终形成锯齿形切屑."
    },
    {
      "en": "This paper gives asymptotic properties of some numerical integral formulas, these formulas include rectangle rule, trapezoid rule and parabolic rule.",
      "cn": "该文给出了一些数值求积公式的渐近性质，这些公式包括求积分的矩形法则、梯形法则和抛物线法则。"
    },
    {
      "en": "Three kinds of flight cross sections were researched including rectangular section, hackle section and trapezoid section.",
      "cn": "本文讨论的螺纹断面形状为三种:矩形断面 、 锯齿形断面,梯形断面."
    },
    {
      "en": "Various shapes of returns like triangular, semi - circular and trapezoid - shaped are available for cresting your own office.",
      "cn": "极富创意的办公桌,有着不同形装如三角形 、 圆形、尺形及四边形,以创造您个人品位的办公室."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ladder type",
            "en echelon"
          ],
          "tran_cn": "梯形；[数]不规则四边形"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "梯形的；[数] 不规则四边形的"
    },
    {
      "pos": "n",
      "tran_cn": "梯形，不等边四边形",
      "tran_en": "a shape with four sides, none of which are parallel"
    }
  ],
  "exchange": {}
}