{
  "word": "hazel",
  "ipa": {
    "us": "ˈheɪzl",
    "uk": "ˈhezəl"
  },
  "sentences": [
    {
      "en": "Hazel : Children can say the most embarrassing things, can't they?",
      "cn": "黑兹尔: 小孩子说话,有时令人非常尴尬, 你 说是不是?"
    },
    {
      "en": "Hazel : Oh, my God. That must have been embarrassing.",
      "cn": "黑兹尔: 天啊, 那一定十分尴尬."
    },
    {
      "en": "Hazel: Oh, I've seen the posters for the circus . Was it good?",
      "cn": "黑兹尔: 啊, 我见过那马戏团的海报. 马戏好看 吗 ?"
    },
    {
      "en": "How can he see the girl And miss those hazel eyes?",
      "cn": "他如何能无动于衷的注视着这个女孩并怀念那双淡褐色的眼眸?"
    },
    {
      "en": "How can I see this girl who has her hazel eyes?",
      "cn": "我如何能无动于衷的注视这个有着她那双淡褐色眼眸的女孩?"
    },
    {
      "en": "It's not fair Hazel always takes Edward's part whether he's right or wrong.",
      "cn": "黑兹尔不管爱德华是否正确总是站在他一边,这不公正."
    },
    {
      "en": "Main compositions: Witch hazel, Sage extract, lactic peppermint enzyme, Aloe extract.",
      "cn": "主要成份: 金缕梅 、 鼠尾草精华 、 乳酸薄荷酶 、 芦荟提取液."
    },
    {
      "en": "Main ingredient: Grapes, Ginseng, Green Tea, Witch Hazel, Algae, etc.",
      "cn": "主要成分: 葡萄精华, 人参精华, 绿茶精华, 金缕梅精华, 海藻精华等."
    },
    {
      "en": "Main ingredients: Ginseng extract, witch hazel extract, HA etc.",
      "cn": "主要成分: 人参提取液 、 金缕梅提取液 、 透明质酸等."
    },
    {
      "en": "Main ingredients: ginseng extract, witch hazel, ganoderma, crystal active gold etc.",
      "cn": "主要成分: 人参提取液 、 金缕梅 、 灵芝 、 水晶活性金等."
    },
    {
      "en": "Minh, with long lashes, hazel eyes, a few freckles and a handsome Caucasian face, moved like a crab on all four limbs, likely the result of polio.",
      "cn": "明，长长的睫毛，淡褐色的眼睛，几颗雀斑和一张英俊的白种人的脸，像螃蟹一样四肢爬行，那可能是患小儿麻痹症的结果。"
    },
    {
      "en": "Natural carnival, life of the party, Our after the sentiment, smart touch gladdening the heart and refreshing the mind, Strong hazel incense bring multiple taste, suddenly lifeincomparable.",
      "cn": "自然的狂欢，生命的派对， 浓情后的感悟，灵动的碰触沁人心脾， 浓厚榛香带来多重口感，煞那间生命无与伦比。"
    },
    {
      "en": "People with brown or hazel eyes were perceived to be more trustworthy than people with other eye colours.",
      "cn": "拥有棕色或淡褐色眼睛的人比其它颜色眼睛的人更让人感到可靠。"
    },
    {
      "en": "She has hazel eyes.",
      "cn": "她有一双淡褐色的眼睛."
    },
    {
      "en": "The Country Mouse was sitting under a hazel thicket plucking nuts.",
      "cn": "乡鼠正坐在榛树丛下摘硬果."
    },
    {
      "en": "The desks were littered with catkins, hazel and willow, which the pupils had been sketching.",
      "cn": "学生的课桌上散乱地放着正在临摹的柔美花 、 榛子和扬柳."
    },
    {
      "en": "Then on to our old haunt, the hazel grove.",
      "cn": "接着，到我们经常去的小榛树林。"
    },
    {
      "en": "There are dark circles under those famously hazel eyes, and he keeps looking toward the door, toward the back, toward the bar.",
      "cn": "在他那双有名的淡褐色眼睛下面出现了黑眼圈，他不断朝门，朝后面，朝酒吧看去。"
    },
    {
      "en": "They were standing in the shade of hazel bushes.",
      "cn": "他们便站在浓荫的榛树下."
    },
    {
      "en": "This small animal has a pair of hazel eyes.",
      "cn": "这只小动物有一双淡褐色的眼睛."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "tannish"
          ],
          "tran_cn": "淡褐色的；[园艺]榛树的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "filbert",
            "ecru"
          ],
          "tran_cn": "淡褐色；榛子"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brown"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "witch hazel",
      "tran_cn": "[植]金缕梅"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "淡褐色的，黄褐色的，榛树的，榛木制的",
      "tran_en": "hazel eyes are a green-brown colour"
    },
    {
      "pos": "n",
      "tran_cn": "[植]榛，榛树，榛木，淡褐色",
      "tran_en": "a small tree that produces nuts"
    }
  ],
  "exchange": {
    "pl": [
      "hazels"
    ]
  }
}