{
  "word": "stapler",
  "ipa": {
    "us": "ˈsteɪplə(r)",
    "uk": "ˈsteplɚ"
  },
  "sentences": [
    {
      "en": "\"If Joanne cracks her gum one more time, I swear I'm going to send my stapler sailing into her cubicle, \" you think to yourself.",
      "cn": "你在心里对自己说“如果下次乔安娜再嚼口香糖的话，我发誓一定冲过去将订书机甩到她位置上。"
    },
    {
      "en": "\"If Joanne cracks her gum one more time, I swear I'm going to send my stapler sailing into her cubicle,\" you think to yourself.",
      "cn": "你在心里对自己说“如果下次乔安娜再嚼口香糖的话，我发誓一定冲过去将订书机甩到她位置上。"
    },
    {
      "en": "A \"stapler\" is a small object that pushes a small piece of metal through pieces of paper to hold them together.",
      "cn": "“订书机”是一种能将一小块金属穿过一沓纸把它们放在一起的小物体。"
    },
    {
      "en": "A: My stapler is not working.",
      "cn": "我的订书器坏了."
    },
    {
      "en": "Can I borrow your stapler, please ?",
      "cn": "能借用下你的订书机 吗 ?"
    },
    {
      "en": "Can you hand me that stapler?",
      "cn": "请你把订书机拿给我,好 吗 ?"
    },
    {
      "en": "Have you got a stapler?",
      "cn": "你有订书机 吗 ?"
    },
    {
      "en": "He wants a stapler, but she have not get one.",
      "cn": "他想要一个订书机， 但她没有。"
    },
    {
      "en": "I never thought I could go a year without a stapler or paperclips — but I'm happy to report that I have. (I guess attaching papers isn't as important as I'd thought!",
      "cn": "我从来没有想过我能离开订书机或者曲别针整整一年，但是我很高兴的告诉大家，我做到了，因为我发现把文件装订到一起并不像我想象的那么重要。"
    },
    {
      "en": "In the drawer, there're some office paper clips , a stapler , paper glue, correction fluid, etc.",
      "cn": "抽屉里有一些必备用品:有曲别针、订书器、胶水 、 修正液等等."
    },
    {
      "en": "Purpose : To study the clinical application and the clinical value of angio seal vascular stapler artery.",
      "cn": "目的: 探讨血管吻合器使用方法及临床使用价值."
    },
    {
      "en": "Put your pens, stapler, paper clips, digital camera, and any other assorted gear in a drawer, organized neatly. While you’re at it, clear out your drawers and only put in the essential stuff.",
      "cn": "你不必将所有的办公设备放在面前，你只需要在用它们的时候把他们找出来就行；将你的笔、订书机、纸夹、数码相机和其他的办公设备放入抽屉里码好。"
    },
    {
      "en": "She had a pen, some paper, and a stapler on her desk.",
      "cn": "她的书桌上有一支笔 、 一些纸和一把订书机."
    },
    {
      "en": "She stapled the papers together with the stapler.",
      "cn": "她用这个订书机把这些纸钉在一起."
    },
    {
      "en": "Stapler for horse - riding peaceful v | x ? ù machines.",
      "cn": "订书机,用于骑马订和平订的机械."
    },
    {
      "en": "The stapler belongs to her.",
      "cn": "这订书机是她的."
    },
    {
      "en": "The stapler is on the top of the filing cabinet.",
      "cn": "订书机在文件柜上面."
    },
    {
      "en": "The teacher at one time to teach the new word: stapler, brush and disk.",
      "cn": "教师依次将白纸取下,讲授订书机 、 毛笔、磁盘三个新单词."
    },
    {
      "en": "This wool stapler who is wearing woolen scarf is woolgathering.",
      "cn": "这个戴着羊毛围巾的羊毛商心不在焉的."
    },
    {
      "en": "What do you use a stapler for?",
      "cn": "你用订书机干什么?"
    },
    {
      "en": "You can use glue or a stapler.",
      "cn": "你可以用胶水或订书机."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "staple",
          "tran_cn": " 主要的，大宗生产的；常用的；纺织纤维的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "staple",
          "tran_cn": " 主要产品；订书钉；主题"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "staple",
          "tran_cn": " 把…分级；钉住"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stitching machine",
            "binding machine"
          ],
          "tran_cn": "[轻]订书机；主要商品批发商；把羊毛分级的人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（铁丝）订书机，装订工，主要产品经营商，按纤维长短分级的人",
      "tran_en": "a tool used for putting staples into paper"
    }
  ],
  "exchange": {
    "pl": [
      "staplers"
    ]
  }
}