{
  "word": "teammate",
  "ipa": {
    "us": "ˈtiːmmeɪt",
    "uk": "ˈtiːmmeɪt"
  },
  "sentences": [
    {
      "en": "Aituoao indicated that has such teammate not to score point difficultly.",
      "cn": "埃托奥表示,有这样的队友不进球都难."
    },
    {
      "en": "Arsenal teammate Gilberto expects him to be ready for the World Cup.",
      "cn": "阿森纳的队友吉尔伯托期望它可以为世界杯做好准备."
    },
    {
      "en": "Arsenal's Emmanuel Petit, right, and teammate double - team Lens'Charles - Edouard Coridon.",
      "cn": "阿森纳的佩蒂特, 右, 和队友 帕勒,夹击朗斯的科利登."
    },
    {
      "en": "B : Have you met my teammate David, a newcomer in our team?",
      "cn": "你见过我的队友大卫 吗 ?他是新选手."
    },
    {
      "en": "Cull deeply loves his team, his training and the teammate.",
      "cn": "卡尔热爱他的球队 、 他的教练和队友."
    },
    {
      "en": "For the Children , their best teammate is a giant robot.",
      "cn": "对于选任者来说?他们最好的战友是个巨型机器人."
    },
    {
      "en": "He beat his teammate Ma Lin in the final.",
      "cn": "在决赛中,他打败了他的队友马林."
    },
    {
      "en": "He was always a solid player, a hard worker, a great example to his teammates.",
      "cn": "他一直是实力派运动员，勤奋刻苦，是队友的好榜样。"
    },
    {
      "en": "It has been like a coach, mentor and teammate, and it has been my constant companion for the past six years of incredible life change and over the past six months of my new venture.",
      "cn": "它就像一个教练，导师和队友，它是我忠实的伙伴，过去六年它陪我度过了难以置信的生活变化和开始了过去六个月新的旅程。"
    },
    {
      "en": "James arrived in midafternoon with former teammate Damon Jones.",
      "cn": "下午三点钟,詹姆斯和其前队友达蒙.琼斯一道而来."
    },
    {
      "en": "Now trains asas helps me diligently most importantly the teammate.",
      "cn": "现在最重要的是努力训练以及帮助我的队友."
    },
    {
      "en": "Run, run, run, run away from my psychotic teammate!",
      "cn": "逃啊, 逃啊, 逃啊, 逃离我的精神病队友!"
    },
    {
      "en": "Take a step front foot towards your teammate, and extend your arms.",
      "cn": "前脚向传球目标迈一步, 并伸出双臂."
    },
    {
      "en": "Teammate Luke Walton suggested another way to settle the bill on Sunday.",
      "cn": "队友卢克,沃尔顿建议用另外一种方式结周日的账."
    },
    {
      "en": "The tallest teammate held a paper roll made by his teammates.",
      "cn": "参加者每人卷一张报纸,连接在一起,再由队中最高的组员拿著."
    },
    {
      "en": "We can congratulate our teammate without ever grabbing her ass.",
      "cn": "我们不会在祝贺朋友时,顺便掐一把她的屁股."
    },
    {
      "en": "Your teammate has distressed us all, he will be dealt with harshly.",
      "cn": "你的队友让大家非常苦恼, 他将受到严厉的处分."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acquaintance"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "队友，同队队员",
      "tran_en": "In a game or sport, your teammates are the other members of your team"
    }
  ],
  "exchange": {}
}