{
  "word": "pollination",
  "ipa": {
    "us": "ˌpɒlə'neɪʃn",
    "uk": "ˈpɑləneʃən"
  },
  "sentences": [
    {
      "en": "Clearing a surround to the orchard, will significantly reduce background pollination to very low levels.",
      "cn": "在种子园周围只要清除出一条隔离带, 便可显著地使外来传粉减到最低水平."
    },
    {
      "en": "Early archegonial development is already evident two weeks after pollination.",
      "cn": "颈卵器的早期发育在授粉后两周内就业已明显."
    },
    {
      "en": "Fruits and embryos were obtained by self - pollination of Avignon and Lilium brownii.",
      "cn": "俄维农自交和野百合自交可以获得自交果实和自交胚."
    },
    {
      "en": "It helps to promote cross - pollination and is often combined with self - incompatibility.",
      "cn": "这种现象在许多特化的 虫媒花 中较常见,尤其是通过蜜蜂传粉的花."
    },
    {
      "en": "It'seems that pollination also involves certain chance factors.",
      "cn": "似乎传粉还包含有某种偶然因素."
    },
    {
      "en": "Pollination is the mechanical transfer of pollen from the anthers to the sti gmas.",
      "cn": "授粉是机械地把花药里的花粉传送到柱头上去."
    },
    {
      "en": "Self - pollination, and subsequently self - fertilisation, in orchards always takes place to some extent.",
      "cn": "在种子园中,常常有某种程度的自花传粉和随后地自花授精."
    },
    {
      "en": "Self - pollination, and subsequently self - fertilization, in orchards always takes place to some extent.",
      "cn": "在果园中,常常有某种程度的自花传粉和随后地自花授精."
    },
    {
      "en": "Supplemental mass - pollination can substantially increase the seed yields in many cases.",
      "cn": "在许多情况中,辅助混合授粉实际上可以提高种子产量."
    },
    {
      "en": "The difference should be discernible in the time of flowering and pollination in orchards.",
      "cn": "在种子园的开花和传粉时,可以看出这一差异."
    },
    {
      "en": "The flowers get pollination by insects.",
      "cn": "这些花通过昆虫授粉。"
    },
    {
      "en": "The new research provides early evidence that climate change may be playing a role in driving down pollination.",
      "cn": "这项新的研究提供了初步证据，气候变化可能是促使授粉减少的一个因素。"
    },
    {
      "en": "They damage female strobili during the interval between pollination and fertilization.",
      "cn": "在传粉与受精的间隔期间,他们毁坏了雌球花."
    },
    {
      "en": "They say there is risk of 'gene pollution' — where the inserted gene of GM plants affects non-target plants of similar kinds via pollination. ",
      "cn": "他们说存在“基因污染”的危险——插入基因片段的转基因作物通过授粉途径对类似的非目标作物产生影响。"
    },
    {
      "en": "They were maintained by normal self - pollination.",
      "cn": "它们保持正常的自花授粉繁殖."
    },
    {
      "en": "This eliminates the possibility of self - pollination.",
      "cn": "这减少出现自花授粉的可能性."
    },
    {
      "en": "This is sobering because it suggests that pollination is vulnerable even in a relatively pristine environment that is free of pesticides and human disturbance but still subject to climate change.",
      "cn": "这是发人深省的，它表明授粉过程极易被打乱，甚至在一个相对平静安定的环境，没有农药和人为干扰，但仍然受到气候变化的影响。"
    },
    {
      "en": "Use of controlled pollination is generally confined to various types of research.",
      "cn": "控制授粉的应用,一般只限于干不同的研究工作."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pollinator",
          "tran_cn": " 授花粉器"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "pollinate",
          "tran_cn": " 对...授粉"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "artificial pollination",
      "tran_cn": "人工授粉；人工授精"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<植>授粉（作用）"
    }
  ],
  "exchange": {
    "verb": [
      "pollinate"
    ]
  }
}