{
  "word": "fascist",
  "ipa": {
    "us": "ˈfæʃɪst",
    "uk": "ˈfæʃɪst"
  },
  "sentences": [
    {
      "en": "...an upsurge of support for extreme rightist, nationalist and fascist organizations.",
      "cn": "…支持极右组织、民族主义组织和法西斯组织的狂潮。"
    },
    {
      "en": "After WW II this discussion was continued by prominent neo - fascist ideologues.",
      "cn": "在二战后,这种讨论为主要的新纳粹主义分子所继续."
    },
    {
      "en": "Does this man look like he's ceding czechoslovakia to a fascist dictatorship?",
      "cn": "这男人的样子像是会把捷克割让给法西斯的人 吗 ?"
    },
    {
      "en": "Fascist in China is a small tributary of this stream.",
      "cn": "中国的法西斯主义是这股逆流的弱小支流."
    },
    {
      "en": "He ate up Nietzsche and degenerated into a fascist.",
      "cn": "他接受了尼采的思想,堕落成法西斯分子."
    },
    {
      "en": "He believed him to be anti - Fascist, and thought China could cooperate with such a man.",
      "cn": "他相信他是个 反 法西斯主义者, 以为中国可以跟这样的人合作."
    },
    {
      "en": "He has been called a fascist, a heretic and shenjingbing , a lunatic.",
      "cn": "他一直被称作法西斯分子 、 异端和神经病."
    },
    {
      "en": "He is a closet Fascist.",
      "cn": "他是个秘密的法西斯分子。"
    },
    {
      "en": "I suspect he's a closet fascist.",
      "cn": "我怀疑他是秘密的法西斯分子。"
    },
    {
      "en": "It seemed that anti-Fascist feeling was not being encouraged.",
      "cn": "看来反法西斯情绪并未受到鼓励。"
    },
    {
      "en": "The fascist soldier thrust his bayonet into the man's body.",
      "cn": "那个法西斯士兵把刺刀刺入那人的身体."
    },
    {
      "en": "The fascists came to power in 1933.",
      "cn": "法西斯分子于1933年上台。"
    },
    {
      "en": "The ill - doings of the fascist chieftain redounded upon himself.",
      "cn": "法西斯头子干的种种坏事使他自食其果."
    },
    {
      "en": "These decisions contributed to the defeat of the fascist aggressors.",
      "cn": "这些决定对打败法西斯侵略者都起了作用."
    },
    {
      "en": "This encourages reductionist explanations of fascist ideology.",
      "cn": "这助长了对法西斯意识形态的简单化解释。"
    },
    {
      "en": "This war with Fascist Germany cannot be considered an ordinary war.",
      "cn": "这场对抗法西斯德国的战争不能当做普通的战争来看."
    },
    {
      "en": "We all shuddered at the pictures of the fascist concentration camps.",
      "cn": "我们看到法西斯集中营的照片就不寒而栗."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fascistic",
          "tran_cn": " 法西斯党的；法西斯主义的（等于fascist）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "fascism",
          "tran_cn": " 法西斯主义；极端国家主义"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "法西斯的",
      "tran_en": "You use fascist to describe organizations, ideas, or systems which follow the principles of fascism"
    },
    {
      "pos": "n",
      "tran_cn": "法西斯主义者，极端分子",
      "tran_en": "someone who supports fascism"
    }
  ],
  "exchange": {
    "pl": [
      "fascists"
    ]
  }
}