{
  "word": "eon",
  "ipa": {
    "us": "'i:ən",
    "uk": "ˈiən"
  },
  "sentences": [
    {
      "en": "After the cremation, Eon's remains will be buried in his hometown - Busan.",
      "cn": "火葬之后, 李炎的骨灰将安葬于故乡釜山."
    },
    {
      "en": "But there's no denying her most distinctive claim to fp eon campus at this point.",
      "cn": "毫无疑问,因著这一点,她在哈佛校园的出名,绝非浪得虚名."
    },
    {
      "en": "EON Office Products Independent office products dealer, includes products and services, and design options.",
      "cn": "独立的办公用品经销商, 包括产品和服务, 以及设计方案."
    },
    {
      "en": "Gong Yoo arrived slightly over midnight on 23 rd at Eon's mourning hall located in the hospital.",
      "cn": "孔刘于23日刚过零点时,来到李炎设于位在汉南洞的顺天祥大学附设医院内的灵堂."
    },
    {
      "en": "Instructions on downloading eon and vida though cvs can be found on our code forum.",
      "cn": "在我们的代码论坛里您可以通过cvs很 方便的找到EON和fida的下载."
    },
    {
      "en": "Many people attending theand mourning for him shows Eon's good personality and popularity among friends.",
      "cn": "反映了李炎平日的人德与好人缘,许多人参加告别式,哀悼他的过世."
    },
    {
      "en": "My current screen saver has switched from EON to the default screen saver ( a blank screen ).",
      "cn": "问:我屏幕保护由 EON 跳转到默认的屏幕保护程序了."
    },
    {
      "en": "Nobody feels safe – from Eon and Siemens [ the two largest companies by market capitalisation ] downwards .",
      "cn": "没人感到安全——从 Eon 和西门子 ( 市值最大的两家公司),到规模较小的公司都是如此."
    },
    {
      "en": "Q . My current screen saver has switched from EON to the default screen saverblank screen.",
      "cn": "我屏幕保护由eon跳转到默认的屏幕保护程序了."
    },
    {
      "en": "Quality products, perfect service is the highest in China EON pursuit!",
      "cn": "优质产品, 完美服务是EON在 中国的至高追求!"
    },
    {
      "en": "See our download page for further instructions on downloading and running eon.",
      "cn": "请浏览我们的下载页面,您可以了解到更多关于下载、装、用方面的详情."
    },
    {
      "en": "She met Eon briefly at work, and he then asked her out on a date.",
      "cn": "她在工作的时候与恩有过短暂的接触, 恩邀请她出来约会."
    },
    {
      "en": "She sat on until eon agreed to help.",
      "cn": "她一直坐到有人同意帮忙为止."
    },
    {
      "en": "The Ousters eon - long mutated humanoids bent on overthrowing the Hegemony.",
      "cn": "驱逐者:经过万年进化、决心推翻霸权的猿人."
    },
    {
      "en": "To correct this problem, you need to uninstall Eon and then reinstall from the web.",
      "cn": "如果要修正这个问题, 您需要卸载EON, 然后重新下载客户端安装."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "eternity",
            "aeon"
          ],
          "tran_cn": "永世；无数的年代；极长时期"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "(=aeon)世，纪，代，无限长的时代"
    }
  ],
  "exchange": {}
}