{
  "word": "inordinate",
  "ipa": {
    "us": "ɪnˈɔːdɪnət",
    "uk": "ɪnˈɔːrdɪnət"
  },
  "sentences": [
    {
      "en": "A winner must be firm and posess strong stamina and inordinate courage.",
      "cn": "成功者是需要坚韧的毅力和非凡的勇气的."
    },
    {
      "en": "Accelerating interest rates has caused an inordinate number of loan defaults.",
      "cn": "加速上升的利率引起了过多数量的贷款拖欠."
    },
    {
      "en": "An inordinate proportion of the book is given over to quotations.",
      "cn": "这本书的很大一部分内容是引用的."
    },
    {
      "en": "He also one of those with an inordinate capacity for extracting enjoyment from all and sundry.",
      "cn": "他也是那种拥有无限力量从所有的人那里获取欢乐的一种人."
    },
    {
      "en": "I spent an inordinate amount of time there , working continuously for hours, and my mother worried.",
      "cn": "我经常在那儿呆很久, 一学就是几个小时."
    },
    {
      "en": "Individual incentives should reward long - term success, prevent short - termist excesses and punish inordinate risk - taking.",
      "cn": "个人激励应奖励 长期 成就, 避免短视的过度行为,并对无节制的冒险予以惩罚."
    },
    {
      "en": "Inordinate desire is at the root of all evils.",
      "cn": "无节制的欲望是一切罪恶的根源."
    },
    {
      "en": "Inordinate seeking, only will make own - self sink into suffering abyss.",
      "cn": "过度的追逐, 只有自陷于痛苦的深渊."
    },
    {
      "en": "James hints that his heroine's demands on life are inordinate.",
      "cn": "詹姆斯暗示他的女主人公对于人生过于苛求."
    },
    {
      "en": "Last, subsidies put an inordinate strain on the budget.",
      "cn": "最后, 补贴给财政预算造成过大压力."
    },
    {
      "en": "She always spent an inordinate length of time in the bathroom.",
      "cn": "她总是要在浴室里呆上好久."
    },
    {
      "en": "She had an inordinate fondness for candy.",
      "cn": "她喜欢吃糖果到了无节制的程度."
    },
    {
      "en": "Testing is taking up an inordinate amount of teachers’ time.",
      "cn": "测验占去了教师们太多的时间。"
    },
    {
      "en": "The girl has inordinate passion for music.",
      "cn": "这个女孩过分喜爱音乐."
    },
    {
      "en": "The idea of this gave me inordinate pleasure.",
      "cn": "我想到这一点感到非常高兴."
    },
    {
      "en": "Their pride seems to be more inordinate for their modesty.",
      "cn": "他们的骄傲似乎因为他们的谦逊而更加咄咄逼人."
    },
    {
      "en": "They spend an inordinate amount of time talking.",
      "cn": "他们聊天时间长得超乎想像。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "inordinately",
          "tran_cn": " 非常地；无度地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unreasonable",
            "undue"
          ],
          "tran_cn": "过度的；无节制的；紊乱的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deadly",
            "excessive",
            "extravagant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "过度的，无节制的，紊乱的，奢",
      "tran_en": "far more than you would reasonably or normally expect"
    }
  ],
  "exchange": {
    "adv": [
      "inordinately"
    ]
  }
}