{
  "word": "highland",
  "ipa": {
    "us": "ˈhaɪlənd",
    "uk": "ˈhaɪlənd"
  },
  "sentences": [
    {
      "en": "A solo piper opens Aberdeen Highland Games at 10am and the main events start at 1pm.",
      "cn": "上午10点，一位风笛独奏家揭开了阿伯丁高地运动会的序幕，下午1点主要比赛项目开始。"
    },
    {
      "en": "After upholding to scold the folded wife, a second-hand husband moulds the threshold in shorthand on the highland.",
      "cn": "在赞成责骂被折叠的妻子之后，二手丈夫在高地以速记法铸成了一个门槛。"
    },
    {
      "en": "Cartledge, Joe, and Catherine Owen. The Complete Illustrated West Highland White Terrier.",
      "cn": "卡特利奇, 乔, 凯瑟琳和欧文. 完整说明西部高地白色小猎犬."
    },
    {
      "en": "Dennis, D. Mary , and Catherine Owen. The West Highland White Terrier.",
      "cn": "丹尼斯d. 玛丽凯瑟琳和欧文. 西部高地白色小猎犬."
    },
    {
      "en": "He went to the Camelon highland yesterday for a change.",
      "cn": "他为着转地疗养昨天到金马伦去了."
    },
    {
      "en": "He's an English teacher at Highland Road School.",
      "cn": "他是高地路学校的英语老师."
    },
    {
      "en": "Henry Ford and I had gone to one of those meetings over in Highland Park.",
      "cn": "我和亨利·福特两人参加过在海兰德公园举行的一次会议."
    },
    {
      "en": "High - quality products: sugarcane Ma pigs, highland cattle consumption , possessionmian yang.",
      "cn": "名优特产: 蔗麻猪 、 高原耗牛 、 藏棉羊."
    },
    {
      "en": "Highland Lowland is a carpet and a coffee table in one.",
      "cn": "“高原谷地”将地毯和咖啡桌合二为一."
    },
    {
      "en": "Highland roads often collapse when typhoon - sodden land is shaken.",
      "cn": "饱受台风浸润的山区道路常因震动而崩塌."
    },
    {
      "en": "In Walter Scott's novels the Highland clan lives before our eyes.",
      "cn": "在瓦尔特-司各脱的小说中,我们可以看到关于苏格兰高地的这种克兰的生动描写."
    },
    {
      "en": "Once an isolated highland, it has been the home shared by people of more than 10 nationalities, with pure blue sky, clear and beautiful lake as well as the legendary matriarchal community.",
      "cn": "这里曾是与世界隔离的地方，一个10多个民族混居的地方。 有高原上湛蓝纯净的天空，清澈美丽的湖水，还有传说中的母系社会。"
    },
    {
      "en": "Sideshows at the championship include highland dancing and a play by The Wanlockhead Players.",
      "cn": "锦标赛上的助兴节目包括高地舞蹈和万洛克黑德剧社上演的一部剧。"
    },
    {
      "en": "That leaves it unclear what Highland's future will be.",
      "cn": "这令高地公司的下一步策略模糊不清."
    },
    {
      "en": "The Blairgowrie Highland Games, on the other hand, are the real thing rather than a media event.",
      "cn": "另一方面，布莱尔高里高地赛确实是真正的比赛，而不单是媒体盛事。"
    },
    {
      "en": "The book was eventually published and became a great success under the title Highland Homespun.",
      "cn": "这本书最后出版了,成了畅销书,书名为《简朴的高地》."
    },
    {
      "en": "There are a number of Highland Games held through the highlands Scotland.",
      "cn": "有大量的高地游戏存在于苏格兰的丘陵地带。"
    },
    {
      "en": "There something undeniably soulful about the eerie whine of the highland bagpipes.",
      "cn": "高原风笛神秘的哀鸣有着让人无法抗拒的深情。"
    },
    {
      "en": "When Paul arrived in Highland Park, he was amazed at what he found.",
      "cn": "保罗来到海兰德公园的时候, 他对所发现的情况大为吃惊."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "highlander",
          "tran_cn": " 苏格兰高地的人；高地人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "upland"
          ],
          "tran_cn": "高原的；[地理]高地的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "heights",
            "mountains",
            "peaks",
            "uplands"
          ],
          "tran_cn": "山脉,山峰,多山地区"
        },
        {
          "words": [
            "butte",
            "mesa",
            "plateau",
            "tableland"
          ],
          "tran_cn": "高地,高原"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "highland barley",
      "tran_cn": "青稞"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "高地的，高原（地区）的，苏格兰高地的",
      "tran_en": "relating to the Scottish Highlands or its people"
    },
    {
      "pos": "n",
      "tran_cn": "高地，高原（地区）",
      "tran_en": "relatively high ground "
    }
  ],
  "exchange": {}
}