{
  "word": "accessibility",
  "ipa": {
    "us": "əkˌsesə'bɪlətɪ",
    "uk": "əkˌsesə'bɪlətɪ"
  },
  "sentences": [
    {
      "en": "Accessibility and general weather prospects further restrict the choice.",
      "cn": "可达到的条件和一般的气象资料进一步限制了选择."
    },
    {
      "en": "Change the language, and set installation and accessibility options.",
      "cn": "更改语言并设置安装和辅助功能选项."
    },
    {
      "en": "Comparatively, home still is not abounded about the research of accessibility.",
      "cn": "相对来讲, 国内关于可达性的研究尚不丰富."
    },
    {
      "en": "Complies with industry standards for data security, browser compatibility, and accessibility.",
      "cn": "遵守并执行有关数据安全 、 浏览器兼容性, 以及残疾人使用方便等方面的工业标准."
    },
    {
      "en": "Lube lines are extended through shaft guards for easy accessibility.",
      "cn": "润滑油填加点延伸到轴防护罩外,容易使用."
    },
    {
      "en": "Metering ports and body plugs may be interchanged for improved accessibility.",
      "cn": "测量端口和阀体塞可以互换,以方便接近."
    },
    {
      "en": "Reflection models the accessibility rules of the common type system.",
      "cn": "“反射”建立常规类型系统的可访问规则模型."
    },
    {
      "en": "Seminar topics are chosen for their accessibility to a general audience.",
      "cn": "研讨会内容是以普通听众容易理解为依据作出选择的。"
    },
    {
      "en": "So in this essay we'll discuss both personal accessibility and space accessibility.",
      "cn": "所以本文将其分为个人可达性和空间可达性."
    },
    {
      "en": "The accessibility of the extra facilities is important when choosing a property.",
      "cn": "当你选择置业时,额外设施的价钱是重要的考虑因素."
    },
    {
      "en": "The essential qualities of such a system are reliability and accessibility;",
      "cn": "这种方法的基本特点是可靠和易接近。"
    },
    {
      "en": "The GIS - based technique of accessibility measure is discussed also.",
      "cn": "同时对基于地理信息系统(IS)可达性评价技术作了一定的探讨."
    },
    {
      "en": "The governing criteria is minimum space and maximum accessibility.",
      "cn": "指导原则是:占用最小的空间,提供最大的方面."
    },
    {
      "en": "WAI stands for the Web Accessibility Initiative, and is initiated by W 3 C.",
      "cn": "WAI表示“网页自发访问”, 它是由W3C提出来的."
    },
    {
      "en": "You can apply these accessibility settings to another computer.",
      "cn": "您可将这些辅助功能设置应用到另一计算机上."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "accessible",
          "tran_cn": " 易接近的；可进入的；可理解的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "access",
          "tran_cn": " 进入；使用权；通路"
        },
        {
          "word": "accession",
          "tran_cn": " 增加；就职；到达"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "access",
          "tran_cn": " 使用；存取；接近"
        },
        {
          "word": "accession",
          "tran_cn": " 登记入册"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "approachability"
          ],
          "tran_cn": "易接近；可亲；可以得到"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "易接近，可到达，学习资料利用率，可诣达性，可达性"
    }
  ],
  "exchange": {
    "adj": [
      "accessible"
    ]
  }
}