{
  "word": "backfire",
  "ipa": {
    "us": "ˌbækˈfaɪə(r)",
    "uk": "ˈbækˌfaɪr"
  },
  "sentences": [
    {
      "en": "A new backfire antenna fed by a bifilar backfire belix is described in this Paper.",
      "cn": "本文提出一种用双线背射螺旋作馈源的新式背射天线."
    },
    {
      "en": "A victory for Mr Bush and the internationalists could easily backfire.",
      "cn": "胜利,对于布什总统和国际主义者来说,极容易事与愿违."
    },
    {
      "en": "Backfire: The imbedded psionic effect targets the user instead of its intended target.",
      "cn": "倒戈: 内蕴的灵能效果将以使用者为目标而非指定目标."
    },
    {
      "en": "But its brutish behaviour will probably backfire.",
      "cn": "但是这种鲁莽行为可能让俄国自食其果."
    },
    {
      "en": "But telling a stranger too much about your assets and achievements can backfire.",
      "cn": "但是向陌生人过多地讲自己的财产和成就会产生不良影响."
    },
    {
      "en": "But the ploy could backfire by alienating working women.",
      "cn": "可是这种攻击伎俩可能回让职业妇女反感,而收到反效果."
    },
    {
      "en": "Don't criticize the students or it may backfire on you.",
      "cn": "不要总是批评学生,否则,物极必反."
    },
    {
      "en": "Even assuming it's the latter, though, this bit of PR could backfire.",
      "cn": "即便是后者, 小范围的限价也会适得其反."
    },
    {
      "en": "Here are three ways to guarantee that all the marketing you've done will backfire on you.",
      "cn": "如何能确保不犯这三个可怕的错误呢?只有许下能做到的诺言,并遵守许下的诺言. 就 是 这么简单."
    },
    {
      "en": "However, this approach can backfire if it triggers a price cutting spiral.",
      "cn": "然而事与愿违的是, 这条途径可能引发商家竞相降价."
    },
    {
      "en": "Secret affairs will eventually backfire on you.",
      "cn": "秘密的事情最终会发生在你身上."
    },
    {
      "en": "The Backfire effect on the \" Net - O - Matic \" will no longer break on damage.",
      "cn": "工程网网到自己(走火)的效果不会被伤害打断."
    },
    {
      "en": "The company’s new policy backfired when a number of employees threatened to quit.",
      "cn": "公司的新政策事与愿违，有好几名员工威胁说要辞职。"
    },
    {
      "en": "The President's tactics could backfire.",
      "cn": "总统的策略可能会适得其反。"
    },
    {
      "en": "This logic can backfire, as in the case of Beijing Auto and Germany's Opel.",
      "cn": "这种逻辑可能适得其反, 在北京汽车和德国欧宝的案例中."
    },
    {
      "en": "Your comments may backfire and cause you a lot of trouble.",
      "cn": "你的评论可能产生出乎意料的后果并给你带来很多麻烦."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "temper"
          ],
          "tran_cn": "逆火，回火"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "逆火，回火"
    },
    {
      "pos": "v",
      "tran_cn": "放出逆火；预先放火；产生出乎意料及事与愿违的结果",
      "tran_en": "if a plan or action backfires, it has the opposite effect to the one you intended"
    },
    {
      "pos": "vi",
      "tran_cn": "发生回火，适得其反，事与愿违的结果"
    }
  ],
  "exchange": {
    "third": [
      "backfires"
    ],
    "past": [
      "backfired"
    ],
    "done": [
      "backfired"
    ],
    "ing": [
      "backfiring"
    ]
  }
}