{
  "word": "camcorder",
  "ipa": {
    "us": "ˈkæmkɔ:də(r)",
    "uk": "ˈkæmkɔrdə(r)"
  },
  "sentences": [
    {
      "en": "Affordable digital camcorder with 3.0 mega pixel CMOS sensor, which enhances high - quality image capturing.",
      "cn": "得起数码摄像机3.0万像素cmos传感器, 提高了高质量的图像捕捉."
    },
    {
      "en": "Affordable digital camcorder with 5.0 mega pixel CMOS sensor, which enhances high - quality image capturing.",
      "cn": "得起数码摄像机具有5.0万像素cmos传感器, 提高了高质量的图像捕捉."
    },
    {
      "en": "Camcorder batteries, cheap digital cameras.",
      "cn": "摄像机电池, 便宜的数码相机."
    },
    {
      "en": "Don't take any camera or camcorder inside.",
      "cn": "不要把照相机或摄像机带进去."
    },
    {
      "en": "Even carrying the camcorder while hiking in the forest was an effort.",
      "cn": "在森林中徒步旅行时，即便带的是便携式摄像机也非常费力。"
    },
    {
      "en": "Home movies can be made a camcorder system, a VCR connected a simple video camera.",
      "cn": "利用摄录像系统即可制作家庭电影,这系统由一台卡式录像机连接一台简单的摄影机组成."
    },
    {
      "en": "However, in this way, the camcorder included image signals can only be partial, and is intermittent.",
      "cn": "但是在这栽办法洋, 摄像机所摄不入的图像暗记只能是部分的, 而且是继续式的."
    },
    {
      "en": "Lemelson holds patents on machine-vision systems, an industrial robot, a fax machine, a copy machine, a tape-recorder drive, and a camcorder.",
      "cn": "他发明过机器视觉系统、工业机器人、传真机、复印机、磁带记录器驱动器以及便携式摄像机。"
    },
    {
      "en": "Michael: I am gonna buy a new DV camcorder, any suggestions?",
      "cn": "迈克尔: 我打算新买一台数码摄像机.你有好的建议 吗 ?"
    },
    {
      "en": "One of his friends will also bring a camcorder for the party.",
      "cn": "(他的一位朋友也要为宴会带个录像机. )"
    },
    {
      "en": "The camcorder winds the tape back or forward at high speed.",
      "cn": "这款便携式摄像机可以使录像带快速倒回或前进。"
    },
    {
      "en": "This camcorder came out to be about $ 190 - 195 for me after tax.",
      "cn": "这台摄象机问世时是大约$190-195(税后)."
    },
    {
      "en": "This ultra compact camcorder uses drive technology to record video.",
      "cn": "这种超小型摄像机采用硬盘技术的视频记录."
    },
    {
      "en": "Upload videos from your web camera or camcorder.",
      "cn": "从你的网照相机或摄象机上载录像."
    },
    {
      "en": "Your camcorder should have these basic features: autofocus, playback facility, zoom lens.",
      "cn": "你的便携式摄像机应该具备以下基本功能：自动聚焦、回放功能、变焦镜头。"
    },
    {
      "en": "Your camcorder should have these basic functions: auto focus, playback facility and zoom lens.",
      "cn": "你的摄像机应该具备以下基本功能: 自动聚焦 、 回放和变焦."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "摄像录像机",
      "tran_en": "a type of camera that records pictures and sound on  videotape "
    }
  ],
  "exchange": {
    "pl": [
      "camcorders"
    ]
  }
}