{
  "word": "physiognomy",
  "ipa": {
    "us": "ˌfɪziˈɒnəmi",
    "uk": "ˌfɪziˈɑːnəmi"
  },
  "sentences": [
    {
      "en": "A intelligence system for the analysis of river and sea physiognomy is presented in this paper.",
      "cn": "本文介绍了河海地质地貌的智能分析系统."
    },
    {
      "en": "For years physiognomy - the idea that a person's face is a reflection of his character - was sneered at.",
      "cn": "但有门学科却是个例外,最近正试图获得新生."
    },
    {
      "en": "He was fascinated by her physiognomy – the prominent nose, brooding eyes, and thick hair.",
      "cn": "他被她的相貌—高挺的鼻梁、深邃的双眸和浓密的秀发—迷住了。"
    },
    {
      "en": "He was fascinated by her physiognomy — the prominent nose, brooding eyes and thick hair.",
      "cn": "他被她的外表——高挺的鼻梁、深邃的双眸和浓密的秀发——迷住了。"
    },
    {
      "en": "His eyes were good, but otherwise there was nothing remarkable in his physiognomy.",
      "cn": "他的眼睛长得好, 其它方面倒也别无特别突出的地方."
    },
    {
      "en": "His shape , now divested of cloak, I perceived harmonized in squareness with his physiognomy.",
      "cn": "我发现,他此刻脱去斗篷以后的身材, 同他容貌的方正很相配."
    },
    {
      "en": "Just now I showed him only physiognomy of earth which is one of the four physiognomies.",
      "cn": "刚刚我只是将我四大中地大的部分展现给他看."
    },
    {
      "en": "Mr. Cha Buduo has the same physiognomy as you and I.",
      "cn": "差不多先生的相貌和你和我都差不多."
    },
    {
      "en": "Mr. Sykes entered - a tall, stout man of about fifty, comely of feature , but feeble of physiognomy.",
      "cn": "赛克斯先生进来了 ― ―这人又高又胖,约莫50岁, 眉目清秀, 一副优柔寡断的相貌."
    },
    {
      "en": "Not physiognomy alone nor brain alone is worthy for the Muse.",
      "cn": "我说,值得歌唱的不仅仅是相貌和头脑."
    },
    {
      "en": "The hilltop ecological effect of Danxia Landform generated by the distinct physiognomy and topography was investigated.",
      "cn": "首次探讨了丹霞地貌山顶生态效应现象,揭示特殊的地貌、形态所产生的特殊生态现象."
    },
    {
      "en": "The results indicated that the vegetation could be classified as 4 physiognomy types and 16 community types.",
      "cn": "结果表明,江湾机场的植被可划分为4个外貌类型、6个群落类型."
    },
    {
      "en": "This paper presents a novel real - time texture synthesis algorithm on large scale 3 D physiognomy surface.",
      "cn": "提出一种新的高效的大规模三维地貌纹理合成方法."
    },
    {
      "en": "This physiognomy was strangely composed, it began by seeming humble , and ended by seeming severe.",
      "cn": "这相貌是稀有的, 一眼看去象是谦卑, 看到后来,却又严肃."
    },
    {
      "en": "When turning suddenly, he caught my gaze fastened on his physiognomy.",
      "cn": "他突然转过头来, 发现我盯着看他的面貌."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "aspect",
            "colour",
            "exterior"
          ],
          "tran_cn": "[地理]地貌；[植]外貌；面相；[心理]相面术"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人相学，脸，相面术",
      "tran_en": "the general appearance of a person’s face"
    }
  ],
  "exchange": {
    "pl": [
      "physiognomies"
    ]
  }
}