{
  "word": "reorganization",
  "ipa": {
    "us": "rɪˌɔ:ɡənaɪ'zeɪʃn",
    "uk": "riˌɔrɡənɪˈzeʃən"
  },
  "sentences": [
    {
      "en": "Accordingly, what must push state - owned economy energetically is strategical adjust with reorganization.",
      "cn": "因此, 必须大力推进 国有 经济的战略性调整与改组."
    },
    {
      "en": "Acquisition has become the effective mechanism of enterprises reorganization capitalism re contribution.",
      "cn": "企业并购已成企业重组以及重新分配资本的有效机制."
    },
    {
      "en": "All our efforts are pushing towards a reorganization of the prison system.",
      "cn": "我们正尽一切努力去整顿监狱系统."
    },
    {
      "en": "Asset Evaluation expired become one of the reorganization of the controversy.",
      "cn": "资产评估过期成为重组的争议之一."
    },
    {
      "en": "It included questionnaire design explanation, collection, reorganization and findings statistical analysis.",
      "cn": "问卷设计说明 、 收集 、 整理和研究结果的统计分析."
    },
    {
      "en": "Preliminary achievements were made in the adjustment of some of the major industries through reform, reorganization and transformation.",
      "cn": "通过改革、改组、改造，对一些重要行业进行了调整，取得了初步成效。"
    },
    {
      "en": "Preplan of the material assets reorganization of the listed company.",
      "cn": "上市公司重大资产重组预案."
    },
    {
      "en": "Reorganization inevitably involves some recovery and redelegation of authority.",
      "cn": "机构的改组难免牵涉到收回职权和重新授权的问题."
    },
    {
      "en": "Reorganization is necessary on the distributive side of this industry.",
      "cn": "就这个行业的配销方面来说，重组是必要的。"
    },
    {
      "en": "Since its reorganization, the business is on a much firmer footing.",
      "cn": "商行改组后, 基础更稳固了."
    },
    {
      "en": "The committee drew out a plan for the reorganization.",
      "cn": "委员会大略说明了改组的方案."
    },
    {
      "en": "The program involves changes in ownership, a major reorganization of assets.",
      "cn": "该方案涉及公司股权变动 、 重大资产重组."
    },
    {
      "en": "The reorganization will give us a whole bunch of problems.",
      "cn": "重新改组会给我们带来一连串的问题."
    },
    {
      "en": "Trading in \" Reorganization and Disbandment \" had closed with a rise of half a dollar.",
      "cn": "编 遣 公债终于在跳起半元的收盘价格下拍过去了!"
    },
    {
      "en": "VIII. Encourage foreign investors to take part in SOE reorganization and transformation.",
      "cn": "八、鼓励外商参与国有企业改组、改造."
    },
    {
      "en": "We want to announce the reorganization of our firm. But the service will be continued.",
      "cn": "我们想通知你方我方改组了。但是我们的服务不变。"
    },
    {
      "en": "Your suggestion belongs under the general heading of employment reorganization.",
      "cn": "你的建议应归入就业改造这一总的范畴."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "reorganized",
          "tran_cn": " 重组的；重新制定的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "reorganized",
          "tran_cn": " 重组（reorganize的过去分词）；整顿；重新制定"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "reorganise",
          "tran_cn": " 改组；整顿（等于reorganize）"
        },
        {
          "word": "reorganize",
          "tran_cn": " 整顿；改编"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "reorganise",
          "tran_cn": " 改组；整顿（等于reorganize）"
        },
        {
          "word": "reorganize",
          "tran_cn": " 整理；改组；重新制定"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "restructuring",
            "adaptation"
          ],
          "tran_cn": "改组；整顿；改编"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "corporate reorganization",
      "tran_cn": "公司重组"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "改组，改编，重新制定，整顿"
    }
  ],
  "exchange": {
    "pl": [
      "reorganizations"
    ],
    "verb": [
      "reorganize"
    ]
  }
}