{
  "word": "epochal",
  "ipa": {
    "us": "'epəkəl",
    "uk": "'epəkəl"
  },
  "sentences": [
    {
      "en": "A scientific definition should point out its nature and reflect its epochal characteristics.",
      "cn": "科学的城市定义应反映出城市的本质和时代特征."
    },
    {
      "en": "All of this will make Mr. Obama's trip less epochal.",
      "cn": "所有这一切都将使奥巴马之行难以达到划时代的高度."
    },
    {
      "en": "Any system able to do that would be a truly epochal achievement, but such a miracle is not on the agenda of even the most advanced machine translation developers.",
      "cn": "如果有翻译系统能翻译出这些因素，这将是划时代的成就；要知道，即使现在最先进的机器翻译研发机构也不敢将此作为研究目标。"
    },
    {
      "en": "Columbus action might be divided into epochal action and individual action.",
      "cn": "哥伦布的行为可以解析为时代行为和个人行为."
    },
    {
      "en": "Economic globalization and regional regularization are the epochal characteristics in the world of today.",
      "cn": "经济全球化和区域集团化是当今世界经济的时代特征."
    },
    {
      "en": "Editorial: World Mutation or Epochal Challenge?",
      "cn": "社论: 世界突变抑或时代挑战?"
    },
    {
      "en": "Epochal angels: direction of the affaires of each generation and root race.",
      "cn": "年代天使: 指引每个年代的事务及其根源."
    },
    {
      "en": "Even this epochal discovery was not sufficient.",
      "cn": "甚至这个划时代的发现也不是充分的."
    },
    {
      "en": "Marxism has 5 bright basic features: epochal, innovative, systematical , practical and people's.",
      "cn": "马克思主义具有五个鲜明的基本特征: 一是时代性; 二是创新性;三是系统性; 四是实践性; 五是人民性."
    },
    {
      "en": "That calculation is not worthy of our ideals and represents an error of epochal proportions.",
      "cn": "但这种算计是不能以我们的理想为代价的,而且这种算计反映的是对时代大势的错误判断."
    },
    {
      "en": "That sounds soft and mushy and commonplace, but in fact it can legitimately be called epochal.",
      "cn": "这听起来轻松平常, 实际上却完全可以称作划时代的."
    },
    {
      "en": "The construction of lighting culture cause, which has national, regional and epochal characteristics, is an absolutely necessary basis, and promotion for the development of modern society.",
      "cn": "建设具有民族、地域和时代特色的光文化事业，是现代社会发展不可缺少的基础和推动。"
    },
    {
      "en": "The theme has the epochal character and the class character, the connotation sometimes has not.",
      "cn": "主题具有时代性、阶级性, 意蕴具有超时代性、超阶级性."
    },
    {
      "en": "Theresa May has set out a new role for a \"global Britain\" outside Europe's single market in a landmark 1 speech outlining plans for the UK's epochal EU exit.",
      "cn": "特里萨·梅（Theresa May）为一个置身于欧洲单一市场以外的“全球的英国”设定了新的角色，她在里程碑式的演讲中概述了英国划时代退欧的计划。"
    },
    {
      "en": "This led to the next epochal shift.",
      "cn": "这导致了下一个划时代的转变。"
    },
    {
      "en": "This product is epochal product most recently researched and developed.",
      "cn": "本机是最新研发划时代的产品."
    },
    {
      "en": "To see why, consider another epochal shift in the development of a rising economic power.",
      "cn": "来看看为什么。 考虑到在政府日益增长的经济实力下的另一个划时代的转变。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "epoch",
          "tran_cn": " [地质] 世；新纪元；新时代；时间上的一点"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "新纪元的，划时代的，有重大意义的"
    }
  ],
  "exchange": {}
}