{
  "word": "workpiece",
  "ipa": {
    "us": "'wɜ:kˌpi:s",
    "uk": "ˈwəkpis"
  },
  "sentences": [
    {
      "en": "Able to turn workpiece at 360 degree and process.",
      "cn": "工件可360度任意旋转、加工."
    },
    {
      "en": "If the workpiece feed speed is reduced, the friction coefficient will increase.",
      "cn": "当工件进给速度减小时, 工件与砂轮磨损平面间的摩擦因数增大."
    },
    {
      "en": "Preparing the clamping and measuring ways and tools for manufacturing the workpiece.",
      "cn": "为零件的制造编制装夹和测量的方法和工具工装."
    },
    {
      "en": "Remove extra brims quickly and smoothly without hurting the workpiece.",
      "cn": "能心事削除毛边,不伤本体,修边光滑."
    },
    {
      "en": "Suitable for the small quantity production of medium and small - sized workpiece.",
      "cn": "适用于 中小型 零件的小批量生产."
    },
    {
      "en": "Swing by the workpiece Austempered durable manufacturing of energy - efficient industrial - type furnace.",
      "cn": "采用工件摆动式等温淬火工艺制造的节能耐用型工业电炉."
    },
    {
      "en": "The carriage feeds the tool while the workpiece rotates.",
      "cn": "当工件旋转时,拖板送进刀具."
    },
    {
      "en": "The grinding machine raises the precision of the workpiece and improves its surface finish.",
      "cn": "磨床可以提高工件的精度与表面的光洁度."
    },
    {
      "en": "The measured object is cylinder workpiece instead of the reference bar.",
      "cn": "测量对象是在该机床上加工的圆柱形工件,而不是通常所使用的标准棒."
    },
    {
      "en": "The workpiece is already on the lathe.",
      "cn": "工件已经上了车床."
    },
    {
      "en": "This method applies only to open workpiece surface defect detection.",
      "cn": "此法仅适用于检出工件表面开口缺陷."
    },
    {
      "en": "This paper introducest he application of workpiece coordinates in EDM.",
      "cn": "介绍了工件坐标系在电火花加工中的应用."
    },
    {
      "en": "This workpiece doesn't need to be cut short.",
      "cn": "这个工件不需要切短."
    },
    {
      "en": "We used grinding machines only to smooth and finish a workpiece.",
      "cn": "我们只是用磨床将工件抛光和精加工."
    },
    {
      "en": "With some CNC machines, even the workpiece loading process has been automated.",
      "cn": "在有些数控机床上, 甚至工件装夹的过程都是自动化的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "working parts"
          ],
          "tran_cn": "[机]工件；轧件；工件壁厚"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "工件，工作部件",
      "tran_en": "a piece of metal or other material that is in the process of being worked on or made or has actually been cut or shaped by a hand tool or machine"
    }
  ],
  "exchange": {
    "pl": [
      "workpieces"
    ]
  }
}