{
  "word": "gazelle",
  "ipa": {
    "us": "gəˈzel",
    "uk": "ɡəˈzɛl"
  },
  "sentences": [
    {
      "en": "Are you the gazelle or the lion?",
      "cn": "不管你是狮子还是瞪羚."
    },
    {
      "en": "Maybe he was more like a leopard than a gazelle.",
      "cn": "也许他更像豹而不像羚羊."
    },
    {
      "en": "She was very beautiful -- with hair of snowy white -- and as graceful a gazelle.",
      "cn": "她非常非常地美丽 — 有着一头雪白色的长发 --- 并且身体像瞪羚一样优雅."
    },
    {
      "en": "The lioness bounded across the plain, hard on the heels of a terrified gazelle.",
      "cn": "母狮在平原上跳跃着, 紧紧地跟在惊恐的小羚羊后面."
    },
    {
      "en": "The story I wish to tell is the story of me and this gazelle.",
      "cn": "我要说的是我和这只羚羊的故事."
    },
    {
      "en": "Their faces were the faces of lions as swift as gazelle s in the mountains.",
      "cn": "他们的面貌好像狮子,快跑如同山上的鹿."
    },
    {
      "en": "Typical desert animals are the gazelle, the fox, and the hare.",
      "cn": "常见的沙漠动物有瞪羚 、 狐狸和野兔."
    },
    {
      "en": "Whether you are a lion or a gazelle, You must sprint for survival.",
      "cn": "无论是狮子还是羚羊, 都必须为生存而奔跑."
    },
    {
      "en": "Whether you choose to be a gazelle or a lion is of no consequence.",
      "cn": "无论你选择做一只瞪羚或者一只狮子都是不重要的."
    },
    {
      "en": "Your breasts are like two fawns, twins of a gazelle.",
      "cn": "你的两乳好像一对小鹿 、 就是母鹿双生的."
    },
    {
      "en": "Your two breasts are like fawns , like fawns of a gazelle that browse among the lilies.",
      "cn": "你的两乳好像百合花中吃草的一对小鹿,就是母鹿双生的."
    },
    {
      "en": "Your two breasts are like two fawns , like twin fawns of a gazelle that browse lilies.",
      "cn": "你的两乳 、 好像百合花中吃草的一对小鹿、就是母鹿双生的."
    },
    {
      "en": "Your two breasts are like two fawns, Twins of a gazelle Which feed among the lilies.",
      "cn": "歌4:5你的两乳 、 好像百合花中吃草的一对小鹿、就是母鹿双生的."
    },
    {
      "en": "Your two breasts are like two fawns, Twins of a gazelle, That feed among the lilies.",
      "cn": "5你的两乳好像百合花中吃草的一对小羚羊, 就是母羚羊双生的."
    },
    {
      "en": "Your two breasts are like two fawns, Twins of a gazelle.",
      "cn": "3你的两乳好像一对小羚羊,就是母羚羊双生的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ariel",
            "duiker"
          ],
          "tran_cn": "[脊椎]瞪羚；小羚羊"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "瞪羚",
      "tran_en": "a type of small deer, which jumps very gracefully and has large beautiful eyes"
    }
  ],
  "exchange": {
    "pl": [
      "gazelles"
    ]
  }
}