{
  "word": "transience",
  "ipa": {
    "us": "'trænzɪəns",
    "uk": "ˈtrænʃəns, -ʒəns, -ziəns"
  },
  "sentences": [
    {
      "en": "...the superficiality and transience of the club scene.",
      "cn": "...这个俱乐部现场的肤浅和稍纵即逝。"
    },
    {
      "en": "\"Ode on an Grecian Urn\" shows the contrast between the permanence of art and the transience of human passion.",
      "cn": "“希腊古瓮颂”展示了永恒的艺术与短暂的人类热情之间的对比。"
    },
    {
      "en": "During the transience the electron and photon populations deviate slightly from their equilibrium values respectively.",
      "cn": "在瞬态过程中,电子和光子的密度各稍微偏离其平衡值."
    },
    {
      "en": "Even babies soon become aware of the transience of human ties.",
      "cn": "连婴儿也会很快意识到人际关系的短暂无常。"
    },
    {
      "en": "History is a combination between permanence and transience.",
      "cn": "历史是永久性和瞬时性的结合体,现实是历史的延续,历史是现实的由来."
    },
    {
      "en": "The different views can't change its specialty that it flows like water and moves in transience.",
      "cn": "不论大家怎么看待它,都不会影响它动如流水,忽而缥缈无踪的特性."
    },
    {
      "en": "There is a sense of transience about her, a feeling that she has only stopped off here en route to another place.",
      "cn": "她给人一种转瞬即逝的感觉，仿佛她只是在前往他处的途中在此略作停留。"
    },
    {
      "en": "There is a sense of transience about her.",
      "cn": "她给人一种转瞬即逝的感觉。"
    },
    {
      "en": "Transience can be seen in both short - and long - term memory.",
      "cn": "短暂性在 短期 和 长期 记忆里都存在."
    },
    {
      "en": "We , therefore, treasure it all the more because of its transience.",
      "cn": "因为他最易丧失, 所以更觉得他可以宝贵."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "transient",
          "tran_cn": " 短暂的；路过的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "transient",
          "tran_cn": " 瞬变现象；过往旅客；候鸟"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anicca",
            "impermanence"
          ],
          "tran_cn": "短暂；无常；顷刻（等于transiency）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "短暂",
      "tran_en": "If you talk about the transience of a situation, you mean that it lasts only a short time or is constantly changing"
    }
  ],
  "exchange": {
    "adj": [
      "transient"
    ]
  }
}