{
  "word": "baggy",
  "ipa": {
    "us": "ˈbægi",
    "uk": "ˈbæɡi"
  },
  "sentences": [
    {
      "en": "\" No mistake about it, \" answered the young man in the baggy trousers.",
      "cn": "“ 错不了! \" 是腊肠式裤管的青年回答."
    },
    {
      "en": "At the moment, he was wearing an MIt'sweatshirt and baggy shorts.",
      "cn": "今天, 他穿着麻省理工学院又短又松的汗衫."
    },
    {
      "en": "Baggy clothes became popular among the youth in the 1990 s.",
      "cn": "宽大松垮的衣服于90年代在青年中流行起来."
    },
    {
      "en": "Baggy pants are meant to be stylish, not offensive.",
      "cn": "松松垮垮的裤子意味着时髦, 而不是无礼."
    },
    {
      "en": "Certainly , the baggy trousers can't be taken too seriously.",
      "cn": "因此, 不要对穿着宽大拖沓的裤子太过于认真了哦."
    },
    {
      "en": "Graham was standing there, his hands dug into the pockets of his baggy white trousers.",
      "cn": "格雷厄姆站在那里，双手插在宽松的白色裤子的兜里。"
    },
    {
      "en": "He began to search in the right - hand pocket of his well - worn and baggy linen suit.",
      "cn": "他开始在那件磨得很旧的,肥大的衣服上的右边口袋里东摸西摸."
    },
    {
      "en": "He was wearing a stripy shirt and baggy blue trousers.",
      "cn": "他身着一件条纹衬衫和一条宽松的蓝裤子。"
    },
    {
      "en": "My T - shirt went all baggy in the wash.",
      "cn": "我的 T 恤越洗越大了."
    },
    {
      "en": "She dresses down in baggy clothes to avoid hordes of admirers.",
      "cn": "她随便穿了件宽松的衣服以免被大批的粉丝认出。"
    },
    {
      "en": "She is wearing tight, black leggings and a baggy green jersey.",
      "cn": "她身穿黑色紧身裤和一件宽松的绿色针织套衫。"
    },
    {
      "en": "She was wearing jeans and a baggy T-shirt.",
      "cn": "她穿着一条牛仔裤和一件宽松的T恤衫。"
    },
    {
      "en": "The color is the same, but these are more baggy.",
      "cn": "颜色是相同, 但这些比较宽松."
    },
    {
      "en": "The style includes baggy jeans, sweatshirts, hiking boots, and baseball caps.",
      "cn": "这种风格包括乞丐裤, 运动衫, 登山靴和棒球帽."
    },
    {
      "en": "They were sick eyes, fever bright, and dark baggy circles were beneath them.",
      "cn": "这双眼睛显然不对头,火亮火亮的, 下面各有一道弯曲的黑影."
    },
    {
      "en": "Yes, I'd like to exchange a pair of jeans - baggy with faded colors.",
      "cn": "是的, 我想换一条牛仔裤 —— 肥大而且褪色."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "bag",
          "tran_cn": " 袋；猎获物；（俚）一瓶啤酒；vt. 猎获；把…装入袋中；占据，私吞；使膨大；vi. 松垂"
        },
        {
          "word": "bagger",
          "tran_cn": " 装袋工；装袋机；垒打"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "pockety",
            "ventricular"
          ],
          "tran_cn": "袋状的，膨胀的；宽松而下垂的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "袋状的，宽松下垂的",
      "tran_en": "baggy clothes are big and do not fit tightly on your body"
    }
  ],
  "exchange": {
    "er": [
      "baggier"
    ],
    "est": [
      "baggiest"
    ]
  }
}