{
  "word": "onerous",
  "ipa": {
    "us": "ˈəʊnərəs",
    "uk": "ˈɑnərəs"
  },
  "sentences": [
    {
      "en": "an onerous task",
      "cn": "艰巨的任务"
    },
    {
      "en": "As lead singer, Michael's schedule was more onerous than that of his brothers.",
      "cn": "主唱迈克尔·杰克逊的工作甚至比兄弟们更加繁重."
    },
    {
      "en": "But the scope and cost of data warehouse efforts were frequently onerous.",
      "cn": "但是数据仓库工作的范围和成本常常是巨大的."
    },
    {
      "en": "For Barack Obama, the calm looks likely to be especially onerous.",
      "cn": "对于贝拉克-奥巴马, 危机后的平静尤为让人担忧."
    },
    {
      "en": "I've always led an onerous timetable but I like it.",
      "cn": "我的日程安排的确很紧,但我喜欢这样."
    },
    {
      "en": "Increasing demand is not an onerous duty. Consuming more is hardly a chore.",
      "cn": "扩大需求并非繁重的责任, 增加消费也算不上苦差."
    },
    {
      "en": "Its three - wheel design exempts it from onerous federal testing regulations.",
      "cn": "它的三轮设计使它不用再受繁杂的联邦机动车测试规定的约束."
    },
    {
      "en": "My duties weren't onerous; I only had to greet the guests.",
      "cn": "我的工作负担不重; 我只需要迎接客人."
    },
    {
      "en": "My household duties were not particularly onerous.",
      "cn": "我的家务活并不繁重."
    },
    {
      "en": "None of these restrictions impose a really onerous burden on short - sellers.",
      "cn": "所有这些限制,实际都没给空头施加太重的负担."
    },
    {
      "en": "Overtime work is often onerous, though it is well paid.",
      "cn": "尽管有好的报酬,加班工作常常很繁重."
    },
    {
      "en": "Shall there be a free port in one State and onerous duties in another?",
      "cn": "会有在一州的港口不征税在另一州的港口征收重税的情形 吗 ?"
    },
    {
      "en": "The aid, while large , won't be onerous.",
      "cn": "援助须充分, 但不必过多以免以为[援国的]负."
    },
    {
      "en": "The job had become reduced quickly to its onerous humiliating routine.",
      "cn": "他的工作很快就缩小到只剩些烦琐的例行公事,干着也觉得很不光彩."
    },
    {
      "en": "The proposed rules may be unrealistic as well as onerous.",
      "cn": "草拟的规则也许不太现实而且冗赘."
    },
    {
      "en": "This is the most onerous task I have ever undertaken . Your arrival was most opportune.",
      "cn": "你来得真是时候."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "heavy",
            "tight"
          ],
          "tran_cn": "繁重的；麻烦的；负有义务的；负有法律责任的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "burdensome",
            "troublesome",
            "weighty"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "繁重的，麻烦的，负有义务的",
      "tran_en": "work or a responsibility that is onerous is difficult and worrying or makes you tired"
    }
  ],
  "exchange": {}
}