{
  "word": "sleet",
  "ipa": {
    "us": "sli:t",
    "uk": "slit"
  },
  "sentences": [
    {
      "en": "An icy sleet was beginning to fall.",
      "cn": "天开始下起了冰冷的冻雨."
    },
    {
      "en": "Conditions were damp and foggy after morning sleet.",
      "cn": "早上的雨夹雪过后天气潮湿多雾。"
    },
    {
      "en": "Driving sleet brought more problems to roads last night.",
      "cn": "昨晚的雨夹雪给道路带来了更多的问题."
    },
    {
      "en": "From the atmosphere, water molecules fall upon the Earth's surface as rain, snow, hail and sleet.",
      "cn": "水分子以雨 、 雪 、 雹和霰的形式从大气圈降落到地表."
    },
    {
      "en": "He destroyed their vines with hail and their sycamore - figs with sleet.",
      "cn": "47他降冰雹打坏他们的葡萄树.下严霜打坏他们的桑树."
    },
    {
      "en": "He destroyed their vines with hail and their sycamore figs with sleet.",
      "cn": "他降冰雹打坏他们的葡萄树.下严霜打坏他们的桑树."
    },
    {
      "en": "In tail of the thunders fell pouring storms of sleet and hail.",
      "cn": "雷声之后紧接着是是倾盆大雨加冰雹."
    },
    {
      "en": "In the drive of the wind and sleet they pushed in on one another.",
      "cn": "风雪交加之下,他们相互挤在一起."
    },
    {
      "en": "It is sleeting , ie Sleet is falling.",
      "cn": "下着雨夹雪."
    },
    {
      "en": "It was raining and the rain soon turned to sleet, but he still sat there.",
      "cn": "下雨了,不久雨雪交加, 他还是照旧坐在那儿."
    },
    {
      "en": "Much of the Deep South is still getting snow , sleet, and rain.",
      "cn": "许多南部地区仍然遭受着大雪, 冰雨和大雨中."
    },
    {
      "en": "Northern Kentucky is likely to get snow mixed with sleet.",
      "cn": "肯塔基州北部可能有雨夹雪。"
    },
    {
      "en": "Photo Tip: When shooting in cold weather, or extreme conditions such as snow and sleet, it's important not to change your lenses outdoors.",
      "cn": "拍照小技巧：在寒冷的天气里，或者遇到极端天气的时候，如下雪或者雨夹雪，想要拍照，最重要的是注意不要在户外更换镜头。"
    },
    {
      "en": "The sleet stuck to the branches of trees and reflected the light from the street lamps.",
      "cn": "冻雨凝结在树枝上,反射着街灯发出的光."
    },
    {
      "en": "The three boys threw their hockey gear to the top of the hill and tried crawling up the path, but the sleet had created a smooth glacier with nothing to hold on to.",
      "cn": "三个男孩儿把他们的冰球装备扔到山顶上，然后试着沿小路往上爬，但雨夹雪已经令山坡变得更加的滑，而且没有任何可以抓住的东西。"
    },
    {
      "en": "The wind began to build and the sleet to blow about.",
      "cn": "风开始大起来了,雨雪四处飞扬."
    },
    {
      "en": "We heard the tick - tack of sleet on frosted windowpanes.",
      "cn": "我们听到雨夹雪打在冰冻的玻璃上的滴滴答答的声音."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sleety",
          "tran_cn": " 雨夹雪的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "verglas"
          ],
          "tran_cn": "[气象]雨夹雪；雨淞"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ice",
            "shower",
            "snow"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雨夹雪或雹",
      "tran_en": "half-frozen rain that falls when it is very cold"
    },
    {
      "pos": "v",
      "tran_cn": "下雨夹雪；下冰雹"
    },
    {
      "pos": "vi",
      "tran_cn": "下雨夹雪，下冻雨"
    }
  ],
  "exchange": {
    "third": [
      "sleets"
    ],
    "past": [
      "sleeted"
    ],
    "done": [
      "sleeted"
    ],
    "ing": [
      "sleeting"
    ]
  }
}