{
  "word": "rote",
  "ipa": {
    "us": "rəʊt",
    "uk": "roʊt"
  },
  "sentences": [
    {
      "en": "And a new curriculum will focus more on problem - solving than rote learning.",
      "cn": "新课程将更注重培养学生解决问题而非死记硬背的能力."
    },
    {
      "en": "From specific by - rote to NON - SPECIFIC generally applicable methods of ATTACK!",
      "cn": "从机械的特定动作到非特定的、广泛适用的攻击!"
    },
    {
      "en": "He can say the whole of the English Bible by rote.",
      "cn": "他能把整本英语《圣经》硬背出来."
    },
    {
      "en": "He has conned the poems by rote.",
      "cn": "他已经把这诗歌背下来了."
    },
    {
      "en": "He is very sceptical about the value of rote learning.",
      "cn": "他非常怀疑死记硬背是否有用。"
    },
    {
      "en": "He recited the poem by rote.",
      "cn": "他强记背诵了这首诗."
    },
    {
      "en": "He used to learn everything by rote.",
      "cn": "他过去总是死记硬背."
    },
    {
      "en": "In old-fashioned schools, much learning was by rote .",
      "cn": "在旧式学校里，很多学习都是靠死记硬背。"
    },
    {
      "en": "Rote memorization has been the educator's standard operating procedure for centuries.",
      "cn": "几个世纪以来,死记硬背一直是教育工作者奉行的标准教学方法."
    },
    {
      "en": "She copied her teacher by rote.",
      "cn": "她机械地模仿她的老师."
    },
    {
      "en": "the rote learning of facts",
      "cn": "对资料的死记硬背"
    },
    {
      "en": "There were about forty children to a class, sitting at double - desks and learning by rote.",
      "cn": "每个班有四十名学生, 用的都是双人桌,教学特点是死记硬背."
    },
    {
      "en": "They did not, as we tend to assume, teach by rote.",
      "cn": "它们并非像我们往往认为的那样要求学生死记硬背."
    },
    {
      "en": "We heading to admit aboard rote absorbing Harry a bulk of limitations.",
      "cn": "死记硬背有很多的局限性,这一点咱们必需承认."
    },
    {
      "en": "We should admit that rote learning has a number of limitations.",
      "cn": "死记硬背有很多的局限性,这一点我们必须承认."
    },
    {
      "en": "You are merely reciting facts that you have learned by rote.",
      "cn": "你只是在背诵自己死记硬背下来的东西。"
    },
    {
      "en": "You are right, because the compulsory education is all in rote.",
      "cn": "我同意, 因为应试教育都是以死记硬背为基础."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rotte"
          ],
          "tran_cn": "死记硬背；生搬硬套"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "by rote",
      "tran_cn": "死记硬背"
    },
    {
      "phrase": "rote learning",
      "tran_cn": "机械学习"
    },
    {
      "phrase": "rote memorization",
      "tran_cn": "死记硬背；机械背诵"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "死记硬背，机械的作法，生搬硬套，涛声",
      "tran_en": "when you learn something by repeating it many times, without thinking about it carefully or without understanding it"
    }
  ],
  "exchange": {}
}