{
  "word": "prologue",
  "ipa": {
    "us": "ˈprəʊlɒg",
    "uk": "ˈproʊlɔg"
  },
  "sentences": [
    {
      "en": "A poor wedding is a prologue to misery.",
      "cn": "不幸的婚姻是痛苦的开始."
    },
    {
      "en": "Ah, say the China - boosters, but all that is mere prologue.",
      "cn": "看好中国的人则说, 啊, 但这一切只是个开头."
    },
    {
      "en": "At the beginning, I wrote the prologue in Chinese.",
      "cn": "最初, 我用中文写了本版的序言."
    },
    {
      "en": "Fans watch Lance Armstrong race the prologue trial July 3 in Rotterdam.",
      "cn": "球迷观看比赛的序幕兰斯阿姆斯特朗计时赛7月3日在鹿特丹."
    },
    {
      "en": "In Shakespeare's plays an actor who recites the prologue and epilogue.",
      "cn": "莎士比亚戏剧中)朗诵序诗及收场白的演员."
    },
    {
      "en": "Prologue: As a Reservations Sales Agent, we will meet the situation of require special request.",
      "cn": "开场白: 作为一名预订部销售文员我们会遇到有特殊要求的预订."
    },
    {
      "en": "Prologue: As a Reservations Sales Agent, we will meet this situation everyday.",
      "cn": "开场白: 作为一名预订部销售文员我们每天都会遇到有关预订更改和取消的要求."
    },
    {
      "en": "Such prologue, selects the hot scene atmosphere all of a sudden.",
      "cn": "这样的开场白, 一下子挑热现场气氛."
    },
    {
      "en": "The next Milan - Fiorentina will a a heartfelt and affectionate prologue: the applause to Alberto Gilardino.",
      "cn": "下一场米兰 — 佛罗伦萨的比赛将有一幕忠心的,深情的开场白: 掌声送给阿尔伯托吉拉迪诺."
    },
    {
      "en": "The prologue of flood lighting in shanghai was pulled open from the Bund.",
      "cn": "上海泛光照明的序幕则是从外滩拉开的."
    },
    {
      "en": "The prologue to the novel is written in the form of a newspaper account.",
      "cn": "这本小说的序言是以报纸报道的形式写的。"
    },
    {
      "en": "The prologue to the report is brief and to the point.",
      "cn": "这篇报道的导语写得言简意赅."
    },
    {
      "en": "The sign of the agreement is a prologue to better relation between the two countries.",
      "cn": "签订这一协定更促进了两国的关系."
    },
    {
      "en": "This prologue pleased him, and Blachevelle fell in love.",
      "cn": "这个样子合了他的意, 于是勃拉什维尔着迷了."
    },
    {
      "en": "This prologue to Rotary gave me a sound base in what The Rotary Foundation accomplishes.",
      "cn": "这样扶轮的序幕使我对扶轮基金会的成就有了基本的?解."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "prolusion",
          "tran_cn": " 预演，序幕；序言"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "opening remarks",
            "introductory remarks"
          ],
          "tran_cn": "开场白；序言"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "opening",
            "preliminary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "序言，开场白",
      "tran_en": "the introduction to a play, a long poem etc"
    },
    {
      "pos": "vt",
      "tran_cn": "加上…前言；为…作序"
    }
  ],
  "exchange": {
    "pl": [
      "prologues"
    ]
  }
}