{
  "word": "methanol",
  "ipa": {
    "us": "ˈmeθənɒl",
    "uk": "ˈmeθənɔl"
  },
  "sentences": [
    {
      "en": "...so-called alternative fuels such as ethanol and methanol.",
      "cn": "...诸如乙醇和甲醇的所谓替代燃料。"
    },
    {
      "en": "A micro direct methanol fuel cell ( μ DMFC ) using MEMS technology is reported.",
      "cn": "报道了一种利用MEMS技术制作的微型直接甲醇燃料电池."
    },
    {
      "en": "Adopt coal slurry gasifier to produce methanol synthetic gas.",
      "cn": "采用水煤浆气化炉生产甲醇合成气."
    },
    {
      "en": "An intelligent control method for operation of methanol refining column was discussed.",
      "cn": "讨论用于甲醇生产主精馏塔改进工艺条件下的智能控制方法."
    },
    {
      "en": "At present, C 1 chemical research focuses on gas engineering and methanol engineering.",
      "cn": "当前碳一化学化工的研发进展主要集中在合成气化工和甲醇化工方面."
    },
    {
      "en": "Copper based under methanol steam reforming for fuel cell.",
      "cn": "由铜基催化剂催化甲醇水蒸汽重整制氢是有效解决车载燃料电池等制氢需求的潜在途径."
    },
    {
      "en": "Experimental and numerical studies were carried out spontaneous ignition of methanol.",
      "cn": "从实验和数值模拟两方面探讨了甲醇的热点火特性."
    },
    {
      "en": "Iron and nickel carbonyl compounds are poisons to copper - based methanol synthesis catalysts.",
      "cn": "羰基铁和羰基镍是铜基合成甲醇催化剂的毒物."
    },
    {
      "en": "Methanol can also degrease the skin, which may cause dermatitis.",
      "cn": "甲醇也会引起皮肤脱脂, 引发皮炎."
    },
    {
      "en": "Methanol dehydrogenation is a promising route for commercial production of anhydrous formaldehyde.",
      "cn": "甲醇直接脱氢制无水甲醛是具有工业化前景的新工艺."
    },
    {
      "en": "Methanol. Methyl alcohol Carbinol. Wood alcohol. Wood spirit . Methyl hydroxide.",
      "cn": "甲醇. 木醇. 木酒精. 甲基氢氧化物."
    },
    {
      "en": "Researchers have proposed a theory that explains how methanol forms these particular molecules.",
      "cn": "科研工作者已提出一种理论来解释甲醇是如何生成这些特定分子的."
    },
    {
      "en": "The colorless platelets were filtered washed with cold methanol.",
      "cn": "将无色的小片状物过滤出来,用冷的甲醇洗涤."
    },
    {
      "en": "The crude, wet benzoate ( 118 grams ) was disslolved with reflux in 1,400 ml methanol.",
      "cn": "将粗制 、 湿的苯甲酸酯 ( 118克 ) 回流着溶于140毫升甲醇中."
    },
    {
      "en": "The crude, wet benzoate ( 118 grams ) was dissolved with reflux in 1 , 400 ml methanol.",
      "cn": "将粗制 、 湿的苯甲酸酯 ( 118克 ) 回流着溶于1400毫升甲醇中."
    },
    {
      "en": "The final product of the methanol oxidation is CO 2.",
      "cn": "甲醇氧化的最终产物是CO2."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "carbinol",
            "MeOH"
          ],
          "tran_cn": "[有化]甲醇（methyl alcohol）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "甲醇",
      "tran_en": "a type of poisonous alcohol that can be made from wood"
    }
  ],
  "exchange": {}
}