{
  "word": "misconduct",
  "ipa": {
    "us": "ˌmɪsˈkɒndʌkt",
    "uk": "ˌmɪsˈkɑndʌkt"
  },
  "sentences": [
    {
      "en": "a doctor who has been accused of professional misconduct",
      "cn": "被指控玩忽职守的医生"
    },
    {
      "en": "And nationwide, male teachers still commit far more sexual misconduct than females.",
      "cn": "而且从全国看来, 男性老师的性犯罪要远远超过了女老师."
    },
    {
      "en": "Aren't you just using Akira as camouflage to cover up your misconduct?",
      "cn": "你是不是在利用亚基拉掩饰你的办事不力?"
    },
    {
      "en": "Capitals are increased by parsimony, and diminished by prodigality and misconduct.",
      "cn": "节俭使资本增长, 挥霍和运用不当使资本减少."
    },
    {
      "en": "Church takes accusations of sexual misconduct extremely seriously.",
      "cn": "教会非常严厉看待不检点性行为的控诉."
    },
    {
      "en": "Death penalty is usually imposed because of some type of gross misconduct.",
      "cn": "死刑经常只对某类别的严重犯罪惩处."
    },
    {
      "en": "He was fired for serious misconduct .",
      "cn": "他因严重失职被解雇。"
    },
    {
      "en": "His misconduct let in a host of troubles.",
      "cn": "他的不端行为招致不少麻烦."
    },
    {
      "en": "How are employees disciplined for misconduct or poor performance?",
      "cn": "如果工人有不端行为或恶劣的表现会受到什麽处分?"
    },
    {
      "en": "I acquit Edward of all essential misconduct.",
      "cn": "我原谅爱德华的所有根本过错."
    },
    {
      "en": "If prosecutorial misconduct results in a mistrial, a later prosecution may be barred.",
      "cn": "如果检察官的不轨行为导致审判无效, 再行起诉可能会被除数禁止."
    },
    {
      "en": "She was found guilty of gross misconduct (= very serious misconduct ) .",
      "cn": "她被裁定犯有严重失职罪。"
    },
    {
      "en": "The accountant is guilty of gross misconduct and he will be prosecuted.",
      "cn": "这个会计犯了重大失误,将会被起诉."
    },
    {
      "en": "The boy's misconduct cost his mother many sleepless nights.",
      "cn": "这男孩的不轨行为,使他的母亲许多夜不得安眠."
    },
    {
      "en": "The doctor was found guilty of professional misconduct.",
      "cn": "那个医生由于职业上的不端行为而被判有罪."
    },
    {
      "en": "The misconduct of the business resulted in a loss of 10,000 dollars.",
      "cn": "管理不当,以至损失了一万美金."
    },
    {
      "en": "The teachers will handle any student misconduct regarding routine problems.",
      "cn": "下课铃响后,要等老师宣布下课后,才可离开教室."
    },
    {
      "en": "They will consider whether or not he has been guilty of serious professional misconduct.",
      "cn": "他们将考虑他是否犯有玩忽职守的重大过失。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "improper handling"
          ],
          "tran_cn": "不端行为；处理不当"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "commission",
            "criminality",
            "delinquency",
            "error",
            "sin"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "misconduct oneself",
      "tran_cn": "行为不端"
    },
    {
      "phrase": "willful misconduct",
      "tran_cn": "故意的不良行为 条约法律；渎职"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "行为不正，不规矩，处理不当，（尤指官吏等的）胡作非为，渎职",
      "tran_en": "bad or dishonest behaviour by someone in a position of authority or trust"
    },
    {
      "pos": "v",
      "tran_cn": "处理不当；行为不检"
    }
  ],
  "exchange": {}
}