{
  "word": "exigent",
  "ipa": {
    "us": "'eksɪdʒənt",
    "uk": "ˈɛksədʒənt"
  },
  "sentences": [
    {
      "en": "Along with advance of space and time resolution and betterment of physical process in the modeling pattern, the need for a high precision, high speed module of radiation grows more and more exigent.",
      "cn": "随着模式空间和时间分辨率的增加和物理过程的改进，气候模拟对一个高精度、高速度的辐射模块的需求显得越来越迫切。"
    },
    {
      "en": "Commercial banking in normal times is profitable. In exigent circumstances additional capital is needed.",
      "cn": "商业银行业在正常时期具有盈利能力,在危急时期则需要额外资本."
    },
    {
      "en": "It is an exigent problem to solve the dry deep screening of moist fine coal.",
      "cn": "潮湿细粒煤炭干法深度筛分是筛分技术急需解决的问题."
    },
    {
      "en": "She became even more exigent over his pronunciation.",
      "cn": "她对他的发音更为苛求了。"
    },
    {
      "en": "Therefore, it is necessary and exigent to intensify the study of tax losing theory and practice.",
      "cn": "因此, 从理论和实践的结合上就这一问题展开研究显得异常迫切."
    },
    {
      "en": "To explain the current tense physician-patient relationship is an exigent social problem.",
      "cn": "解读目前紧张的医患关系是一个迫切的社会课题。"
    },
    {
      "en": "With the development of automobile industry, the requirements for automobile have exigent.",
      "cn": "随着汽车工业的发展, 对汽车的要求越来越高."
    },
    {
      "en": "With the increase of aging population, how to solve the question of senior's inhabitation exigent.",
      "cn": "随着我国老龄化趋势的加快, 解决老人的居住问题迫在眉睫."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "exigency",
          "tran_cn": " 紧急；紧急事件"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "acute",
            "clamant",
            "critical",
            "instant",
            "pressing",
            "urgent"
          ],
          "tran_cn": "紧急的,危急的"
        },
        {
          "words": [
            "austere",
            "exacting",
            "hard",
            "rough",
            "severe",
            "stiff"
          ],
          "tran_cn": "艰苦的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "necessary",
            "significant"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "急迫的， 紧急的，苛求的， 不断要求的",
      "tran_en": "an exigent situation is urgent, so that you must deal with it very quickly"
    }
  ],
  "exchange": {}
}