{
  "word": "humanitarian",
  "ipa": {
    "us": "hjuːˌmænɪˈteəriən",
    "uk": "hjuːˌmænɪˈteriən"
  },
  "sentences": [
    {
      "en": "After deductions for war reparations, the balance would be used to buy food and humanitarian supplies.",
      "cn": "扣除战争赔款后，余下的钱将用于购买食品和人道主义物资。"
    },
    {
      "en": "Air bombardment raised criticism on the humanitarian grounds that innocent civilians might suffer.",
      "cn": "空袭遭到了批评，因为从人道主义的立场来看，无辜的平民可能会受到伤害。"
    },
    {
      "en": "And on each of those issues we have said that we would consider that and, in fact, have provided some humanitarian support.",
      "cn": "对于每一件这样的事情，我们都说过，我们将会对此进行考虑，事实上，我们向他们提供了人道主义援助。"
    },
    {
      "en": "But it thought that such a humanitarian proposal was one way of calming domestic dissent.",
      "cn": "但它觉得这类人道主义的建议不失为平息国内不满意见的一种办法."
    },
    {
      "en": "But otherwise, it is best left to the humanitarian experts, who will be there after you are gone and therefore need to preserve their independence and their impartiality.",
      "cn": "但是，如果不能，最好将这些任务留给人道主义专家，这些专家在部队撤退之后仍将留在那，因此需要保持他们的独立和公正。"
    },
    {
      "en": "But part of trying to do what is right for the Burmese people is to provide humanitarian assistance in this time of extreme need.",
      "cn": "但是，对缅甸人民来说，正确的行动部分是为他们提供人道主义援助，而在目前这个时刻更是极端的需要”。"
    },
    {
      "en": "Even as a humanitarian mission it has been only a qualified success.",
      "cn": "即便是作为一次人道主义行动，它也不过是取得了有限的成功。"
    },
    {
      "en": "He termed the war a humanitarian nightmare.",
      "cn": "他称这场战争是一场人道主义噩梦。"
    },
    {
      "en": "He wants both sides, and their backers, to focus solely on this humanitarian issue for now.",
      "cn": "他希望双方，和他们的支持者们现在只关注这一人道主义问题。"
    },
    {
      "en": "Hepburn is known as a great humanitarian.",
      "cn": "大家都知道赫本是一位人道主义者。"
    },
    {
      "en": "Humanitarian aid is being sent to the refugees.",
      "cn": "正向难民提供人道主义援助。"
    },
    {
      "en": "Humanitarian is the mixture of stupid, timid and overcautious and smart - aleck.",
      "cn": "人道是愚蠢 、 怯懦和自作聪明的混合物."
    },
    {
      "en": "I can appreciate his humanitarian zeal; it is the soundness of his thought that I question.",
      "cn": "我能够理解他的人道主义热忱，我质疑的是他的观点是否正确。"
    },
    {
      "en": "I like to think of myself as a humanitarian.",
      "cn": "我喜欢把自己看作人道主义者。"
    },
    {
      "en": "If Congo falls apart again, the humanitarian cost would be enormous.",
      "cn": "如果刚果再次四分五裂, 那么为此付出的人道主义代价就太大了."
    },
    {
      "en": "Mr Roh has also cut humanitarian assistance to ordinary North Koreans.",
      "cn": "卢武玄还削减了对北朝鲜普通民众的人道主义援助."
    },
    {
      "en": "She has many humanitarian interests and contributes a lot to them.",
      "cn": "她拥有很多慈善事业,并作了很大的贡献."
    },
    {
      "en": "The ceremony also honoredhonoured George Clooney for his humanitarian work, watching with.",
      "cn": "艾美奖还因为乔治克鲁尼在人道主义方面的表现, 授予其奖项."
    },
    {
      "en": "The well-known humanitarian, Joseph Rowntree, was concerned with the welfare of his employees.",
      "cn": "著名的人道主义者约瑟夫.荣特里非常关心其雇员的福利。"
    },
    {
      "en": "to provide humanitarian aid to the war zone",
      "cn": "给战区提供人道主义援助"
    },
    {
      "en": "Two of the trucks were stopped because they had tents in them, and under the commanders' definition of humanitarian aid, that didn't count.",
      "cn": "两辆卡车被拦了下来，因为里面装有帐篷，按照指挥官对人道主义援助的定义，那不能算作援助物资。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "humane",
          "tran_cn": "仁慈的，人道的；高尚的"
        },
        {
          "word": "humanism",
          "tran_cn": "人文主义的；人道主义的"
        },
        {
          "word": "humanist",
          "tran_cn": "人文主义的；人道主义的"
        },
        {
          "word": "humanistic",
          "tran_cn": "人文主义的；人道主义的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "humanely",
          "tran_cn": "人道地；富人情地；慈悲地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "humanism",
          "tran_cn": "人道主义"
        },
        {
          "word": "humanist",
          "tran_cn": "人道主义者；人类学者，人文学者；人文主义者"
        },
        {
          "word": "humanitarianism",
          "tran_cn": "人道主义；博爱主义"
        },
        {
          "word": "humanity",
          "tran_cn": "人类；人道；仁慈；人文学科"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "philanthropic",
            "caritative"
          ],
          "tran_cn": "人道主义的；博爱的；基督凡人论的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "philanthropist",
            "charitarian"
          ],
          "tran_cn": "人道主义者；慈善家；博爱主义者；基督凡人论者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "benevolent",
            "merciful",
            "philanthropic",
            "tolerant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "humanitarian aid",
      "tran_cn": "人道主义援助"
    },
    {
      "phrase": "humanitarian crisis",
      "tran_cn": "人道主义危机"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "人道主义的，博爱的，慈善的",
      "tran_en": "concerned with improving bad living conditions and preventing unfair treatment of people"
    },
    {
      "pos": "n",
      "tran_cn": "慈善家",
      "tran_en": "a person involved in or connected with improving people's lives and reducing suffering"
    },
    {
      "pos": "n&a",
      "tran_cn": "人道主义者(的)"
    }
  ],
  "exchange": {
    "noun": [
      "humanitarianism"
    ]
  }
}