{
  "word": "consanguinity",
  "ipa": {
    "us": "ˌkɒnsæŋˈgwɪnəti",
    "uk": "ˌkɑnsæŋˈgwɪnəti"
  },
  "sentences": [
    {
      "en": "According to the book, consanguinity is usually mixed for the application and significance.",
      "cn": "关于亲密关系,这书上的解释是这样的:亲密, 这个词的意义和使用常有许多混淆."
    },
    {
      "en": "Brothers and cousins are united by ties of consanguinity.",
      "cn": "兄弟和堂、表兄弟姊妹藉著血缘的系带联合在一起."
    },
    {
      "en": "But there are two kind of difference in consanguinity approving between ancient nationalities and clans.",
      "cn": "但是,古代民族意识中的血缘认同至少在两个方面根本不同于部族意识中的血缘认同."
    },
    {
      "en": "Family business is generated in organization based on the consanguinity relationship through the whole family.",
      "cn": "家族企业是一种以血缘关系为基础而产生的企业组织形式."
    },
    {
      "en": "People are not allowed to marry within certain degrees of consanguinity.",
      "cn": "人被不被允许和某种程度血亲关系的人结婚."
    },
    {
      "en": "Revivification of consanguinity for proper upbringing of the individuals and reformation of education on moderate and modern line are essential for instilling tolerance in the subjects.",
      "cn": "恢复血亲关系是为了提供适当的个人教育和改善教育现状，这是现代社会宽容教育必不可少的课题。"
    },
    {
      "en": "They too HAs be deaf to the voice of onlyice and of consanguinity.",
      "cn": "但是她们对于这种正义和血缘的呼声,也同样充耳不闻."
    },
    {
      "en": "They too have been deaf t o the voice of justice and of consanguinity.",
      "cn": "但是他们对于这种正义和血缘的呼声,也同样充耳不闻."
    },
    {
      "en": "They too have been deaf to the voce of justice and of consanguinity.",
      "cn": "但是,他们对这种正义的,血肉之亲的呼吁置若罔闻."
    },
    {
      "en": "They too have been deaf to the voice of justice and of consanguinity.",
      "cn": "但是,他们对这种正义的、血肉之亲的呼吁置若罔闻."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "consanguine",
          "tran_cn": " 同血亲的；同宗族的（等于consanguineous）"
        },
        {
          "word": "consanguineous",
          "tran_cn": " 血缘的；血亲的；同族的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "kinsmen by blood",
            "cognation"
          ],
          "tran_cn": "血亲，同族；亲密关系"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "blood",
            "connection",
            "relation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "血亲，同族，密切关系，同源",
      "tran_en": "when people are members of the same family"
    }
  ],
  "exchange": {}
}