{
  "word": "aerodynamics",
  "ipa": {
    "us": "ˌeərəʊdaɪˈnæmɪks",
    "uk": "ˌeroʊdaɪˈnæmɪks"
  },
  "sentences": [
    {
      "en": "A method called wake integration for the aerodynamics evaluation was discussed.",
      "cn": "讨论了“尾迹面积分法”的气动力计算方法及其改进技术."
    },
    {
      "en": "Aerodynamics: The study of airflow over and around an object.",
      "cn": "空气动力学: 对于越过或环绕在物体周围的气流的研究."
    },
    {
      "en": "And besides, the principles of aerodynamics and radar-deflection know no political borders.",
      "cn": "此外，空气动力学和雷达隐形技术的原理并无政治壁垒。"
    },
    {
      "en": "Automobile aerodynamics characteristics have great effects on traction ability , fuel cost, handling and stability.",
      "cn": "汽车的空气动力学特性对汽车行驶的动力性 、 燃油经济性和操纵稳定性有着重要影响."
    },
    {
      "en": "I don't understand the aerodynamics.",
      "cn": "我对空气动力学一窍不通。"
    },
    {
      "en": "Its supersonic speeds and aerodynamics do the job, compressing the air into the engine.",
      "cn": "飞机的超音速和空气动力学完成将空气压缩入引擎的任务。"
    },
    {
      "en": "Molded in a way that optimizes aerodynamics at high speeds and visuals highat the speed track.",
      "cn": "成型的的方式,以很高的速度和赛道的速度高倍优化空气动力学的视觉效果."
    },
    {
      "en": "Research has focused on improving the car's aerodynamics.",
      "cn": "研究的重点是改善轿车的流线型。"
    },
    {
      "en": "She is engaged in the design and research work of ultralight aircraft aerodynamics.",
      "cn": "从事轻型飞行器气动设计与研究工作."
    },
    {
      "en": "So, they were careful to make no changes that would degrade its aerodynamics.",
      "cn": "因此, 他们小心谨慎地不作出有损于其空气动力学的改动."
    },
    {
      "en": "THE AERODYNAMICS EQUILIBRIUM BALANCING ACT.",
      "cn": "空气动力学平衡平衡行动."
    },
    {
      "en": "The answer has to do with air pressure and aerodynamics.",
      "cn": "答案和气压及空气动力学有关."
    },
    {
      "en": "The Barcelona track requires a lot from the car aerodynamics, just like Malaysia.",
      "cn": "巴赛罗那赛道就和马来西亚一样,对车的空气动力学要求很高."
    },
    {
      "en": "The compressive effects of airflow are great on the aerodynamics at high speed's flight.",
      "cn": "在大速度飞行时,气流压缩性效应要对空气动力产生很大影响."
    },
    {
      "en": "The flight path was as planned, and preliminary feedback from the engineers was that it matched the model aerodynamics performance and guidance and control very well.",
      "cn": "从工程师那里得到的初步反馈表明试验机符合模型的空气动力学性能，并且导航和操纵都十分出色。"
    },
    {
      "en": "The principle of aerodynamics can be used in many ways.",
      "cn": "空气动力学原理可以应用在很多方面."
    },
    {
      "en": "The thin profile promotes improved aerodynamics and spin control.",
      "cn": "超细线径有效降低风阻提供旋转控制."
    },
    {
      "en": "Wings are okay when they have a purpose other than aerodynamics.",
      "cn": "不符合空气动力学的翼是允许的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "aerodynamic",
          "tran_cn": " 空气动力学的，[航] 航空动力学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "aerodontalgia",
          "tran_cn": " 高空牙痛症；[特医] 航空性牙痛"
        },
        {
          "word": "aerodrome",
          "tran_cn": " 飞机场；航空站"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pneumatology"
          ],
          "tran_cn": "[流][航]气体力学；航空动力学"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "空气动力学，空气动力学家",
      "tran_en": "the scientific study of how objects move through the air"
    }
  ],
  "exchange": {
    "adv": [
      "aerodynamically"
    ],
    "adj": [
      "aerodynamic"
    ]
  }
}