{
  "word": "complicate",
  "ipa": {
    "us": "ˈkɒmplɪkeɪt",
    "uk": "ˈkɑːmplɪkeɪt"
  },
  "sentences": [
    {
      "en": "Don't complicate life for me!",
      "cn": "不要为我把生活搞复杂了!"
    },
    {
      "en": "Frequency shifts due to the presence of the oxygen atom complicate the picture.",
      "cn": "氧原子导致频率发生位移,增加情况的复杂性."
    },
    {
      "en": "He did not feel that he was doing anything to complicate his life.",
      "cn": "他并不认为他现在所做的会给他引起家庭纠葛."
    },
    {
      "en": "I do not wish to complicate the task more than is necessary.",
      "cn": "我不想使这项任务不必要地复杂化。"
    },
    {
      "en": "I think that is because we unnecessarily complicate it.",
      "cn": "我想这是因为我们不必要地将生活复杂化了。"
    },
    {
      "en": "If the answer to all of these questions is no, a framework will only complicate matters.",
      "cn": "如果所有这些问题的答案都为否，那么使用框架只会把事情变复杂。"
    },
    {
      "en": "Inhalation injury and carbon monoxide poisoning often complicate injury.",
      "cn": "吸入性损伤和二氧化碳中毒使得热烧伤愈发复杂."
    },
    {
      "en": "My brother can understand the most complicate circuit diagrams.",
      "cn": "再复杂的线路图哥哥都能看懂."
    },
    {
      "en": "Stemming is not advisable because it can sinter and complicate later charging.",
      "cn": "不宜堵塞炮泥,因为万一炮泥烧结堵死就会使以后的装药工作很麻烦."
    },
    {
      "en": "That those artifacts needlessly complicate things for users seems a small price to pay.",
      "cn": "至于那些让界面变得复杂的东西,看起来只是很小的代价."
    },
    {
      "en": "The bacteria pneumonia may complicate influenza at extremes of age.",
      "cn": "对于处在年龄两极的人,细菌性肺炎可能使流行性感冒复杂化."
    },
    {
      "en": "The day's events, he said, would only complicate the task of the peacekeeping forces.",
      "cn": "他说那天的事件只会使维和部队的任务复杂化。"
    },
    {
      "en": "The enormous numbers of field mice encountered during times of peak populations greatly complicate control.",
      "cn": "在种群繁殖高峰期间出现的巨量田鼠使防治问题大为复杂."
    },
    {
      "en": "The involvement of several genes tends to complicate the recovery of high levels of resistance.",
      "cn": "由于涉及到一些基因,使得高水平抗病性的恢复倾向于复杂化."
    },
    {
      "en": "The other options simply complicate the situation and could land him with more expense.",
      "cn": "其他办法只会使情况复杂化，而且可能给他带来更大花销。"
    },
    {
      "en": "The selection service is one of the more difficult services to implement correctly because it has some valuable features that complicate the implementation.",
      "cn": "选择服务是比较难以正确实现的服务之一，因为它具有一些使实现复杂化的有价值的功能。"
    },
    {
      "en": "The situation is complicated by the fact that I’ve got to work late on Friday.",
      "cn": "我周五还得加班，这样一来事情更复杂了。"
    },
    {
      "en": "These events will greatly complicate the situation.",
      "cn": "这些事件将使局势变得极其复杂."
    },
    {
      "en": "To complicate matters further, everybody's vitamin requirements vary.",
      "cn": "更麻烦的是，每个人对维生素的需求量是不同的。"
    },
    {
      "en": "To complicate their problems further, the ship and ground anti - aircraft fire had become heavy.",
      "cn": "难上加难的是舰上和地面上的 高射炮 火比先前更加猛烈了."
    },
    {
      "en": "Valvular heart disease, usually aortic and mitral insufficiency, can complicate a variety of systemic diseases.",
      "cn": "瓣膜性心脏病, 以主动脉瓣及二尖瓣闭锁不全为最常见, 可使各种全身性疾病变得复杂."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "complicated",
          "tran_cn": " 难懂的，复杂的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "complication",
          "tran_cn": " 并发症；复杂；复杂化；混乱"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "complex",
            "confound",
            "confuse",
            "embarrass",
            "entangle",
            "involve",
            "mix",
            "tangle",
            "up"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "complex",
            "confound",
            "confuse",
            "involve",
            "mix",
            "up"
          ],
          "tran_cn": "使复杂化;使费解"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "使复杂化",
      "tran_en": "to make a problem or situation more difficult"
    },
    {
      "pos": "vt",
      "tran_cn": "使复杂；使陷入",
      "tran_en": "to make a problem or situation more difficult"
    }
  ],
  "exchange": {
    "third": [
      "complicates"
    ],
    "past": [
      "complicated"
    ],
    "done": [
      "complicated"
    ],
    "ing": [
      "complicating"
    ]
  }
}