{
  "word": "wetland",
  "ipa": {
    "us": "ˈwetlənd",
    "uk": "ˈwetlənd"
  },
  "sentences": [
    {
      "en": "About 50 % of wetland structure and function is determined by water.",
      "cn": "大约一半的湿地结构和功能是由水决定的."
    },
    {
      "en": "Distributed in mountain streams, wetland and pools in Hong Kong.",
      "cn": "分布于香港的山溪 、 湿地、丛林."
    },
    {
      "en": "Generally speaking wetland is classified into natural wetland and artificial wetland.",
      "cn": "一般来讲,湿地分为自然湿地和人工湿地."
    },
    {
      "en": "Hong Kong Wetland Park reserves all rights regarding this service.",
      "cn": "香港湿地公园保留所有有关此服务的最终决定权."
    },
    {
      "en": "However , the ecologic problems bring bad effects on the local wetland ecotourism.",
      "cn": "通过湿地旅游开发可以促进洪湖经济发展和推动湿地保护."
    },
    {
      "en": "The average ratio of reflectivity of Carex lasiocarpa wetland is 21.",
      "cn": "毛果苔草湿地反射率平均为21."
    },
    {
      "en": "The peat is a carrier of the wetland nitrogen in the marsh.",
      "cn": "泥炭是沼泽湿地氮的载体,是氮素的源、汇或转化器."
    },
    {
      "en": "The scientists are prospecting this wetland area for mineral resources.",
      "cn": "科学家正在勘探这片湿地寻找资源."
    },
    {
      "en": "The wetland resources are abundant in the mid - subtropical zone of China.",
      "cn": "中国中亚热带地区湿地资源丰富."
    },
    {
      "en": "There are some areas of wetland which are of ancient origin.",
      "cn": "有一些湿地在古代就形成了。"
    },
    {
      "en": "Therefore , sustainable development should become the direction to Honghu wetland ecotourism.",
      "cn": "洪湖湿地生态也面临一些生态问题,影响了湿地生态旅游的开展."
    },
    {
      "en": "Today, I want to serve as a wetland caretaker.",
      "cn": "今天我要当一回湿地管理员."
    },
    {
      "en": "We are now standing at the Zhalong Wetland of Qiqihar.",
      "cn": "韩佳:我们现在呢是在齐齐哈尔的扎龙湿地."
    },
    {
      "en": "Wetland is an important ecosystem on the earth, which is terrestrial ecosystemecosystem.",
      "cn": "湿地是地球上一种重要的生态系统, 具有巨大的环境功能和环境效益."
    },
    {
      "en": "Xixi - wetland supposed to be protected as a natural zone.",
      "cn": "提出西溪湿地自然保护区的保护模式."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "moist soil",
            "everglade"
          ],
          "tran_cn": "湿地；沼泽地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "marsh"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "潮湿的土壤，沼泽地，湿地，沼泽地，〈美〉野兽保护沼地",
      "tran_en": "an area of land that is partly covered with water, or is wet most of the time"
    }
  ],
  "exchange": {
    "pl": [
      "wetlands"
    ]
  }
}