{
  "word": "anthropologist",
  "ipa": {
    "us": "ˌænθrəˈpɒlədʒɪst",
    "uk": "ˌænθrəˈpɑːlədʒɪst"
  },
  "sentences": [
    {
      "en": "“It’s an embarrassment of riches because the preservation is so remarkable,” said Adam T. Smith, an anthropologist at the University of Chicago who has visited the cave.",
      "cn": "“它让富人们感到难堪，因为储存物是如此得不寻常，”亚当-T-史密斯说，他是芝加哥大学的人类学家，刚刚参观完那个洞穴。"
    },
    {
      "en": "\"It's sort of a Pompeii moment, except without the burning, \" said Mitchell Rothman, an anthropologist and Chalcolithic expert at Widener University who is not involved in the expedition.",
      "cn": "“有点像庞贝毁灭的一刹那，只是没有燃烧的痕迹，”米切尔-罗斯曼说。 米切尔是怀顿纳大学的人类学家和铜器时代的专家，他没有参与此次考察。"
    },
    {
      "en": "A data manager, media coordinator, and medical anthropologist will also be arriving over the weekend.",
      "cn": "一名数据管理员、媒体协调员和医学人类学家也将于周末抵达。"
    },
    {
      "en": "An anthropologist wrote a treatise on some of these fables.",
      "cn": "一位人类学家写了一部关于这些寓言的专著."
    },
    {
      "en": "An eminent anthropologist , Fred Gelman investigated the remnants of ancient structures.",
      "cn": "一位著名人类学家弗莱德·吉尔曼探查过古建筑的遗迹."
    },
    {
      "en": "Anthropologist Helen Fisher describes kissing as a \" mate assessment tool. \"",
      "cn": "人类学家海伦费舍尔将接吻称作 “ 另一半评估工具 ”."
    },
    {
      "en": "Anthropologist is man who study something about human being.",
      "cn": "人类学家这个词由人类和学家组成."
    },
    {
      "en": "As an anthropologist, I also believe in being a participant observer.",
      "cn": "作为一名人类学家, 我还信奉成为一名参与性的旁观者."
    },
    {
      "en": "But Peter Wood, an anthropologist, the author of “Diversity: The Invention of a Concept” and a critic of the Grutter decision, argues that the educational value of racial diversity is problematic.",
      "cn": "但是人类学家彼得·伍德——《多元化——一个概念的创造》的作者，格拉特案裁决的批评者——则争辩说种族多元化的教育价值是有疑问的。"
    },
    {
      "en": "Dr Piers Mitchell an anthropologist at the University of Cambridge who led the study said: 'Until now there has been no proof that the Silk Road was responsible for the spread of infectious diseases.",
      "cn": "剑桥大学人类学家，负责该项研究的皮尔斯。米契尔博士说：“到现在为止还没有证据证明，丝绸之路是传染病传播的根源。"
    },
    {
      "en": "Fisher, a biological anthropologist, says she wrote her latest book because she wanted to uncover the science behind “why you love who you love and perhaps even help people find the one”.",
      "cn": "费舍尔，生物人类学家，说她的最新著作的出发点是缘于她想揭开“为什么你会爱上你的爱人，这也许会帮助人们找到爱人”背后的科学依据。"
    },
    {
      "en": "French anthropologist and criminologist who devised the Bertillon system ( 1880 ).",
      "cn": "贝蒂荣,阿芳斯1853-1914法国人类学家和犯罪学家,发明贝蒂荣人身测定法 ( 1880年 )"
    },
    {
      "en": "Never doubt that a small group of thoughtful, concerned citizens can change world. — Margaret Mead, cultural anthropologist.",
      "cn": "毫无疑问，一小群有思想、关心社会的民众可以改变世界。——文化人类学家玛格丽特•米德。"
    },
    {
      "en": "Recently some anthropologist conducted an interesting case study in ethnology.",
      "cn": "最近,一些人类学家开展了一项有趣的民族学案例研究."
    },
    {
      "en": "The anthropologist transcribed the sentences of the native informant.",
      "cn": "人类学家给那些记录当地人信息的句子标音."
    },
    {
      "en": "The anthropologist unearthed the skull of an ancient human at the site.",
      "cn": "人类学家在这个遗址挖掘出那块古人类的颅骨."
    },
    {
      "en": "The anthropologist was impressed by the reconditeness of the native proverbs.",
      "cn": "那位人类学家对当地谚语的深奥难懂印象深刻."
    },
    {
      "en": "The anthropologist, as a man, is engaged in saving his own soul.",
      "cn": "[人类学者自己也是人, 也试图拯救自己的灵魂."
    },
    {
      "en": "The English anthropologist , Geoffrey Gorer , sees the whole situation in Freudian terms.",
      "cn": "英国的人类学家杰弗里·戈罗尔用弗罗伊德的说法来解释这一切."
    },
    {
      "en": "The lecturer is an anthropologist.",
      "cn": "这位讲师是人类学家。"
    },
    {
      "en": "This is something I learned as an anthropologist –people love to tell their stories.",
      "cn": "这是我作为一名人类学家所理解的----人们喜欢讲述自己的故事。"
    },
    {
      "en": "This unique education undoubtedly prepared Margaret for her work as an anthropologist.",
      "cn": "毫无疑问的,这种特殊教育已经为将来身为人类学者的玛格利特预做准备."
    },
    {
      "en": "To my surprise, the anthropologist was accused of murder.",
      "cn": "令我大吃一惊的是, 那位人类学家竟然被控谋杀."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "anthropic",
          "tran_cn": " 有关人类的，人类的"
        },
        {
          "word": "anthropocentric",
          "tran_cn": " 以人类为中心的；以人类观点解释宇宙万物的"
        },
        {
          "word": "anthropogenetic",
          "tran_cn": " 人类起源学的；人类起源的"
        },
        {
          "word": "anthropogenic",
          "tran_cn": " 人为的；[人类] 人类起源的"
        },
        {
          "word": "anthropological",
          "tran_cn": " 人类学的；人类学上的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "anthropocentrism",
          "tran_cn": " 人类本位说；人类中心说"
        },
        {
          "word": "anthropogenesis",
          "tran_cn": " 人类起源；人类发生"
        },
        {
          "word": "anthropogeny",
          "tran_cn": " 人类起源论（等于anthropogenesis）"
        },
        {
          "word": "anthropolatry",
          "tran_cn": " 人类崇拜"
        },
        {
          "word": "anthropology",
          "tran_cn": " 人类学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "humanist"
          ],
          "tran_cn": "[人类]人类学家；人类学者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人类学家"
    }
  ],
  "exchange": {
    "pl": [
      "anthropologists"
    ]
  }
}