{
  "word": "older",
  "ipa": {
    "us": "'əʊldər",
    "uk": "oʊldər"
  },
  "sentences": [
    {
      "en": "An older woman, pink-cheeked and tweedy, appeared in the doorway.",
      "cn": "一位面颊绯红、一副乡下贵族打扮的老妇人出现在门口。"
    },
    {
      "en": "I like the older one.This one.",
      "cn": "我喜欢年纪大点儿的这个。这个。"
    },
    {
      "en": "I：Who is older, your sister or you?",
      "cn": "I：谁年纪较大？ 是你的姐妹还是你？"
    },
    {
      "en": "If you wait, all that happens is that you get older.",
      "cn": "如果你等待，发生的只有变老。"
    },
    {
      "en": "Many of the older pitmen may never work again.",
      "cn": "很多年纪更大的矿工也许再也不干活了。"
    },
    {
      "en": "Older mothers tend to be too idealistic about the pleasures of motherhood.",
      "cn": "较年长的母亲往往对身为人母的乐趣过于理想化。"
    },
    {
      "en": "She was about thirty, ten years older than the youngsters ragging her.",
      "cn": "她大概有30岁，比那些嘲弄她的年轻人大10岁。"
    },
    {
      "en": "Some of the older telephones still only accept tokens.",
      "cn": "一些较老式的电话机仍然只收代币。"
    },
    {
      "en": "The children give her hell, particularly the older boys.",
      "cn": "这些孩子让她吃足了苦头，特别是那些年龄大一点的男孩子。"
    },
    {
      "en": "The judge thought he'd been led astray by older children.",
      "cn": "法官认为他已经被那些年长的孩子们带坏了。"
    },
    {
      "en": "The older child should be able to prepare a simple meal.",
      "cn": "那个年纪稍大的孩子应当会做一顿简单的饭菜。"
    },
    {
      "en": "The older people had stopped being neighbourly to each other.",
      "cn": "老人们彼此已不再友好相待。"
    },
    {
      "en": "The older people were left to carry on as best they could.",
      "cn": "年纪大一点的人被留下来，奋力坚持。"
    },
    {
      "en": "The older you get the more distrustful you become.",
      "cn": "年纪越大就越多疑。"
    },
    {
      "en": "There are plenty of plus points about being an older first-time mum.",
      "cn": "年龄稍长再做妈妈有很多好处。"
    },
    {
      "en": "Underage youths can obtain alcohol from their older friends.",
      "cn": "未到法定年龄的青少年可以从年龄较大的朋友那里弄到酒。"
    },
    {
      "en": "When he got older I nicknamed him Little Alf.",
      "cn": "当他大一点时，我给他起了个“小阿尔夫”的绰号。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "senior",
            "advancing",
            "elder"
          ],
          "tran_cn": "年长的；较旧的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "older brother",
      "tran_cn": "哥哥；长兄"
    },
    {
      "phrase": "older people",
      "tran_cn": "老年人"
    },
    {
      "phrase": "older sister",
      "tran_cn": "姐姐"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "年长的，古老的(old的比较级 )"
    },
    {
      "pos": "other",
      "tran_cn": "更年长的"
    }
  ],
  "exchange": {}
}