{
  "word": "sapiens",
  "ipa": {
    "us": "ˈsæpienz",
    "uk": "ˈseɪpienz"
  },
  "sentences": [
    {
      "en": "A primate of the family Hominidae, of which Homo sapiens is the only extant species.",
      "cn": "人科的(动物):人科中的灵长类, 其中智人是唯一现存的种类."
    },
    {
      "en": "And our own species, Homo sapiens.",
      "cn": "而我们自己所属的人种, 就是智人."
    },
    {
      "en": "But only Homo sapiens has turned lying into an art.",
      "cn": "但只有智人将撒谎的艺术发挥到了极致。"
    },
    {
      "en": "Homo sapiens appeared millions of years ago.",
      "cn": "智人在数百万年前就出现了."
    },
    {
      "en": "Homo sapiens are one of the most notable exceptions, leading some scientists to think fatherhood is an important part of what makes us human.",
      "cn": "现代人是最值得注意的一个例外，致使一些科学家认为父道在培养孩子富有人情味方面起着重要作用。"
    },
    {
      "en": "Homo sapiens did not evolve with cookies and soda at the fingertips.",
      "cn": "我们可能会说,当今时代的人不是伴随着指尖的饼干和苏打进化而来."
    },
    {
      "en": "Language sets homo sapiens apart from all other animals.",
      "cn": "语言能力使人区别于其他所有动物."
    },
    {
      "en": "Later Homo sapiens evolved four main races ( white, yellow, brown and black ).",
      "cn": "后来,智人又进化出四大人种,他们就是今天的白人 、 黄种人 、 棕色人种和黑人."
    },
    {
      "en": "Objective : To analyze a novel antigenic determinant of Homo sapiens CMTM 1 - v 17 protein and prepare polyclonal antibody.",
      "cn": "目的: CMTM1-V17是我室克隆的人类新基因,为进一步研究CMTM1-v17的功能,需制备高纯度的CMTM1v17的抗体."
    },
    {
      "en": "Studies show that taller males, among homo sapiens, are easier to be regarded as Alpha Males.",
      "cn": "研究显示在人类之中, 高个子男人更容易被当作头人."
    },
    {
      "en": "The appearance of anatomically modern Homo sapiens is a hotly debated issue in paleoanthropology.",
      "cn": "现代人类的起源、演化和迁移是人类学界研究和争议的热点之一."
    },
    {
      "en": "The human brain began much more activity in neural circuitry in the first year of life, which may have helped early homo sapiens survive in the process of natural selection, the study said.",
      "cn": "这份研究报告说，现代人的大脑在出生后第一年内开始发展较多的神经系统，这可能帮助早期的现代人度过物竞天择的淘汰过程。"
    },
    {
      "en": "Then the computer came along and changed our lives; Homo sapiens appeared millions of years ago.",
      "cn": "后来电脑出现并改变了我们的生活; 智人在很早就出现."
    },
    {
      "en": "They created HuMans, Homo Sapiens, through genetic manipulation with themselves and ape man Homo Erectus.",
      "cn": "他们创造了人类, 智人, 通过基因遗传而帮助猿人变成智人."
    },
    {
      "en": "Were these the bones of ancestors of modern Homo sapiens?",
      "cn": "难道那就是现代人类祖先的骨头 吗 ?"
    },
    {
      "en": "What distinguishes homo sapiens from every other living creature is the mind.",
      "cn": "智人和其他生物的区别在于大脑。"
    },
    {
      "en": "Wheat , be it ever so wholemeal and stoneground, is not a natural food for Homo sapiens.",
      "cn": "粗面也好,精粉也好, 对于智人都不是一种自然的食物."
    },
    {
      "en": "Wisely or not , Homo sapiens has become Homo urbanus.",
      "cn": "明智与否, 人类成为了城市人属."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<拉>（类似）现代人的"
    }
  ],
  "exchange": {}
}