{
  "word": "tugboat",
  "ipa": {
    "us": "ˈtʌgˌbəʊt",
    "uk": "ˈtʌɡˌbot"
  },
  "sentences": [
    {
      "en": "All of the tugboat is blue - screened.",
      "cn": "所有的拖船是蓝色的筛选."
    },
    {
      "en": "Empoldering oneself rear tugboat can pledge delivering cloth equilibrium, chain stitch beautiful, when it fast runs.",
      "cn": "独自开发的后拖轮能保证高速运转时送布均衡 、 线迹美观."
    },
    {
      "en": "Further up the coast in Ofunato, the port’s tugboat still sits in someone’s backyard about a kilometer from the water.",
      "cn": "沿着海岸北行到大渡船市，原来在港湾里的拖船，如今还留在距离港湾一公里远的内陆居民住家的后院。"
    },
    {
      "en": "Here, the wreck of a tugboat rests in its sandy Caribbean grave.",
      "cn": "这里, 一艘拖船的遇难船休息在沙地加勒比海的墓地."
    },
    {
      "en": "If the simulation can plug directly into a satellite database for real-time ocean weather tracking, it might even help future tugboat pilots safely steer with an iceberg in tow.",
      "cn": "如果模拟系统能够直接连入海洋实时天气卫星数据库的话，未来的拖船驾驶员们将能够更安全地拖动冰山。"
    },
    {
      "en": "On Theodore Tugboat, the models have motors and moving eyes.",
      "cn": "对西奥多拖轮, 该机型具有马达和移动眼睛是雪亮的."
    },
    {
      "en": "One day the tugboat captain caught Sophie at work.",
      "cn": "可是,有一天."
    },
    {
      "en": "The damaged ship was taken in tow by a tugboat.",
      "cn": "那只毁坏了的船由一只拖船拖著."
    },
    {
      "en": "The Italian - flagged tugboat Buccaneer was hijacked in the Gulf of Aden on April 11.",
      "cn": "这艘悬挂意大利国旗的“巴克尼亚号”拖船是4月11日在亚丁湾被海盗劫持的."
    },
    {
      "en": "The smuggler shrugged to the bugler hugging the bug in the tugboat.",
      "cn": "走私者对在拖船中拥抱臭虫的号手耸耸肩."
    },
    {
      "en": "The tugboat sailed in the teeth of the wind triumphantly.",
      "cn": "拖船成功地逆风行驶."
    },
    {
      "en": "The Tugboat Saloon and Eatery is a must-visit.",
      "cn": "拖轮沙龙和小餐馆是必去之处。"
    },
    {
      "en": "The tugboat towed the damaged ship into port.",
      "cn": "拖船把坏了的船拖进港口."
    },
    {
      "en": "The tugboat towed the ship out of the harbour.",
      "cn": "拖船把这艘船拖出海港."
    },
    {
      "en": "The tugboat tugged the freighter into the harbor.",
      "cn": "拖轮把货船拖进海港了."
    },
    {
      "en": "Tugboat operation is the important part of the service system of the port.",
      "cn": "港口拖轮作业是港口服务系统的重要组成部分."
    },
    {
      "en": "Tugboat Saves the Day!",
      "cn": "拖船救了他!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "towboat",
            "towing vessel"
          ],
          "tran_cn": "拖船（等于towboat或tug）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "packet"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（拖、推其他船只进出港口和码头的大马力）拖船，拖驳，拖轮，推舱"
    }
  ],
  "exchange": {}
}