{
  "word": "condiment",
  "ipa": {
    "us": "ˈkɒndɪmənt",
    "uk": "ˈkɑːndɪmənt"
  },
  "sentences": [
    {
      "en": "A condiment consisting of a thick, smooth - textured, spicy sauce usually made from tomatoes.",
      "cn": "含有粘稠且质地平滑的辛辣酱的调味品, 通常用番茄制成."
    },
    {
      "en": "Application: Mainly used in pepper taste food, condiment, instant noodle condiment, pickles, pickle and so on.",
      "cn": "用途: 主要用作辣味食品 、 味调味品 、 便面调味料, 酱菜, 榨菜等."
    },
    {
      "en": "Besides being a condiment on breakfast cereals, are there any other uses for berries?",
      "cn": "除了作为早餐脆片的作料以外, 浆果还有其他用途 吗 ?"
    },
    {
      "en": "By using the condiment produced By this factory, you could certainly make tasty dishes.",
      "cn": "用本厂出产的调味料, 当然能烹调出好口味的菜肴."
    },
    {
      "en": "Fact: Apparently this condiment can reinstate shine to your small change.",
      "cn": "事实：这显然是调味品的小改变让事物恢复光芒。"
    },
    {
      "en": "Fish sauce is a traditional fermented condiment in coastal areas.",
      "cn": "鱼露是沿海地区的传统发酵调味品."
    },
    {
      "en": "Friendship is not only the condiment but also the anodyne of life.",
      "cn": "友谊是人生的调味品，也是人生的止痛药。"
    },
    {
      "en": "International condiment industry is developing towards the direction of natural delicate nutrient, convinent and international.",
      "cn": "国际的调味品工业逐步向着天然化、美味化、营养化 、 保健化、方便化、国际化的方向发展."
    },
    {
      "en": "It has long been a precious condiment and food preservative.",
      "cn": "它是一种珍贵的调味料和食物防腐剂."
    },
    {
      "en": "It has long been a precious condiment.",
      "cn": "它一直都是一种珍贵的调味料。"
    },
    {
      "en": "More delicious dishes you will get when you cook with this condiment.",
      "cn": "烹调时用了本调料,菜肴更加鲜美可口."
    },
    {
      "en": "Oyster meat processing by - products - oyster soup, oyster sauce made from the concentrated, is a senior condiment.",
      "cn": "加工牡蛎肉的 副产品 —— 蚝汤, 经浓缩制成蚝油, 是一种高级调味品."
    },
    {
      "en": "So in an attempt to see if I can change my reaction to this common condiment I thought I'd try a not very scientific experiment.",
      "cn": "所以说就算要做个测试来看我能不能改变我对普遍调味品的反应，我宁愿选择一个不那么科学的实验。"
    },
    {
      "en": "The company mainly engaged in natural green condiment - sesame oil!",
      "cn": "本公司主要经营纯天然绿色调味品 —— 小磨香油!"
    },
    {
      "en": "The product has the richer nutrition and smooth, is a good healthy condiment.",
      "cn": "该制品含有较高的氨基态氮,口味鲜美, 是一种良好的保健调味品."
    },
    {
      "en": "The usage of condiment in food is discussed.",
      "cn": "论述了调味品在饮食中的作用."
    },
    {
      "en": "This is in contrast a condiment which is primarily a flavor added to another food item.",
      "cn": "相比之下,调料是首先用来增加其它食物的味道的."
    },
    {
      "en": "When condiment bottles are not full and are coated at the neck.",
      "cn": "配料瓶是半空的或瓶口是干沽的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "seasoning",
            "dressing"
          ],
          "tran_cn": "[食品]调味品；佐料"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sauce"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "调味品，佐料",
      "tran_en": "a powder or liquid, such as salt or  ketchup  , that you use to give a special taste to food"
    }
  ],
  "exchange": {
    "pl": [
      "condiments"
    ]
  }
}