{
  "word": "townsfolk",
  "ipa": {
    "us": "'taʊnsfəʊk",
    "uk": "ˈtaʊnzˌfok"
  },
  "sentences": [
    {
      "en": "At which point my townsfolk started calling the new Edisonians \"dot heads.",
      "cn": "此时我的同乡们开始把这些新来的爱迪生市民叫“点脑壳”。"
    },
    {
      "en": "Being relatively wealthy townsfolk, they can also afford decent armour.",
      "cn": "作为富有的市镇居民他们还可以负担得起象样的盔甲."
    },
    {
      "en": "But I wouldn't mind going back, because I can be with my townsfolk.",
      "cn": "但我也不介意回去, 因为我可以与家乡人在一起."
    },
    {
      "en": "By night, the furnaces glowed and the hammers clanged long after townsfolk were abed.",
      "cn": "到晚上, 直到夜深人静以后许久,工厂里仍是炉火熊熊,铁锤丁当."
    },
    {
      "en": "Empty beaches are perfect for strolling and the sociable townsfolk are masters of the art of shooting the breeze.",
      "cn": "空旷的海滩非常适合散步，爱好社交的市民都是闲聊的大师。"
    },
    {
      "en": "Every week a Mystical Pond produces nice little presents for the townsfolk.",
      "cn": "每周,这个池塘就会给镇上的居民些许礼物."
    },
    {
      "en": "He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed.",
      "cn": "他把男孩的失踪归咎于无辜镇民,并把他们野蛮的处决."
    },
    {
      "en": "I never thought homely, townsfolk killing Brits could be so hot.",
      "cn": "我也没想到普通的小市民，杀戮起来可以如此性感。"
    },
    {
      "en": "Overcome by grief and dementia, Leoric had many of the townsfolk executed for high treason.",
      "cn": "被丧子之痛与痴呆癫狂压倒, 雷欧瑞克以叛国罪处死了许多村民."
    },
    {
      "en": "There was constant trouble, even fighting, between the townsfolk and the students.",
      "cn": "市民与学生之间经常发生纠纷, 甚至殴斗."
    },
    {
      "en": "Townsfolk , too, were the first to feel new currents of European thought.",
      "cn": "最先接触到欧洲新思潮的, 也是城里的人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "citizen",
            "municipality"
          ],
          "tran_cn": "市民；镇民"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "镇民，市民，市镇居民，城里人",
      "tran_en": "The townsfolk of a town or city are the people who live there"
    }
  ],
  "exchange": {}
}