{
  "word": "rhythmically",
  "ipa": {
    "us": "'rɪðmɪklɪ",
    "uk": "ˈrɪðmɪklɪ"
  },
  "sentences": [
    {
      "en": "A pigeon strutted along the roof, cooing rhythmically.",
      "cn": "一只鸽子沿着屋顶大摇大摆地走, 有节奏地咕咕叫."
    },
    {
      "en": "After he noticed Thornton on him, Bryant began rhythmically dribbling through his legs , sizing him up.",
      "cn": "当发现是桑顿来防守他时, 科比开始有节奏的不断胯下运球, 评估着眼前这个菜鸟."
    },
    {
      "en": "As the frequency of the rubbing reaches that at which the bowl naturally vibrates, the bowl's edge begins rhythmically to change shape, from one slightly oval shape into another.",
      "cn": "当摩擦的频率达到了碗自身的振动频率时，碗的边缘便会有节奏地改变形状，从一个略微的椭圆形变成另一个略微的椭圆形。"
    },
    {
      "en": "At the same, two arms curving slightly, swinging forward and backward rhythmically like walking.",
      "cn": "同时, 双臂略弯曲,像走路一样有节奏地前后摆动."
    },
    {
      "en": "Beat one's foot rhythmically.",
      "cn": "有节奏地跺脚."
    },
    {
      "en": "Despite the popularity of rhythmically timed delays, they don't benefit every song.",
      "cn": "不管是多么普及的节奏同步延迟(就是广泛使用), 他们都不可能适应如何歌曲."
    },
    {
      "en": "Exposures of rhythmically banded protore are common in the workings.",
      "cn": "在工作面中常见有韵律条带“原矿石”."
    },
    {
      "en": "I sometimes listen to the music in the guestroom, swaying my hips and moving rhythmically.",
      "cn": "我偶尔在客厅听听音乐,摇动我的臀部,然后跟着节奏摆动身体."
    },
    {
      "en": "Metal rollers clank rhythmically inside the Imperial Distributors warehouse, as employees slide boxes packed with health and beauty products down the lines.",
      "cn": " 帝国经销公司的仓库里，随着员工把装满保健美容产品的箱子从货运线上拖下来，金属滚轴有节奏地叮当作响。"
    },
    {
      "en": "My mother stands, a young beauty painted with batter, rhythmically stirring the cake mix.",
      "cn": "我美丽的母亲,亭亭玉立地站在那, 有节奏地搅拌着蛋糕粉,脸上沾了点点面糊."
    },
    {
      "en": "Researchers found that highly familiar song lyrics and formulaic phrases expressed rhythmically had a strong impact on articulation – regardless of whether they were sung or spoken.",
      "cn": "研究人员发现，有节奏的表达非常熟悉的歌词以及公式化的短语，无论是唱或是说，都对清晰发音有很大的影响。"
    },
    {
      "en": "She stood, swaying her hips, moving rhythmically.",
      "cn": "她站在那里，摇摆着臀部，有节奏地晃动着。"
    },
    {
      "en": "Sitting on chair, shoulder circle slowly rhythmically, two shoulders moving forward - and - backward together. Doing 15 times respectively.",
      "cn": "坐在椅子上, 肩膀慢慢地、有节奏地做画圈动作, 两肩一起向前,一起向后. 各做十五次."
    },
    {
      "en": "The flower stalk began to move rhythmically -- to breathe.",
      "cn": "花梗开始有节奏地移动 —— 那是在呼吸."
    },
    {
      "en": "The heart is a muscular organ that contracts rhythmically.",
      "cn": "心脏是个肌肉性器官,具有节律性收缩能力."
    },
    {
      "en": "The market hypnotizes traders a magician a snake, by moving his flute rhythmically up and down.",
      "cn": "市场对人的催眠作用就像魔术师催眠蛇一样, 有节奏地吹笛子."
    },
    {
      "en": "To move ( something ) back and forth steadily or rhythmically.",
      "cn": "摇动前后稳定而有节奏地移动 ( 某物 )"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rhythmic",
          "tran_cn": " [生物] 有节奏的（等于rhythmical）；间歇的；合拍的"
        },
        {
          "word": "rhythmical",
          "tran_cn": " 有节奏的；有韵律的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "rhythm",
          "tran_cn": " 节奏；韵律"
        },
        {
          "word": "rhythmic",
          "tran_cn": " 韵律论（等于rhythmics）"
        },
        {
          "word": "rhythmicity",
          "tran_cn": " 韵律性；节奏性"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "有节奏地"
    }
  ],
  "exchange": {
    "adj": [
      "rhythmic"
    ]
  }
}