{
  "word": "nighttime",
  "ipa": {
    "us": "'naɪttaɪm",
    "uk": "'naɪtˌtaɪm"
  },
  "sentences": [
    {
      "en": "\"Because of these impacts, we'd like to know what happens to these nitrogen oxides in nighttime air, where do they go, what do they do,\" Thornton said.",
      "cn": "桑顿说：“由于这些影响，我们想知道夜间空气中的这些氮氧化物发生什么变化，到那里去，会有什么影响。”"
    },
    {
      "en": "A prescription antidiuretic can cut down on nighttime urination if this is the only problem.",
      "cn": "如果这是唯一的问题，抗利尿的处方可以减少夜间排尿。"
    },
    {
      "en": "And dost thou go to meet him in the nighttime? \"",
      "cn": "你是在夜里去见他的 吗 ? ”"
    },
    {
      "en": "Daytime historical views turn into nighttime romance over a twinkling Paris.",
      "cn": "白日洋溢着历史气息的景色在转瞬间的巴黎变换成夜色下的浪漫."
    },
    {
      "en": "Do you work in the daytime or at nighttime?",
      "cn": "你是白天工作还是夜间工作?"
    },
    {
      "en": "During the riots last year, the nighttime patrol force was beefed up with volunteers.",
      "cn": "去年骚乱期间志愿者增加了夜间巡逻力量。"
    },
    {
      "en": "Every day avoids a sunlight corpse to loaf likely in the nighttime.",
      "cn": "每天躲避着阳光像个僵尸般地在黑夜里游荡."
    },
    {
      "en": "Explore constellations and the nighttime sky under our planetarium dome.",
      "cn": "请于我们的天文馆圆顶下探索星宿与夜空."
    },
    {
      "en": "I don't eat at nighttime unless I am very hungry.",
      "cn": "夜间我不吃东西,除非我很饿."
    },
    {
      "en": "I really very want to summon you in this tranquil nighttime sky.",
      "cn": "我真的很想在这宁静的夜空里呼唤你."
    },
    {
      "en": "It's nighttime, yet I saw more clearlythan duringthe day.",
      "cn": "现在是晚上, 我可以比白天看得更清楚."
    },
    {
      "en": "Most of them had never seen an owl even at nighttime.",
      "cn": "他们中的很多人从未在夜晚见过猫头鹰."
    },
    {
      "en": "Once it was thought that nighttime dreams interfered with our needed rest.",
      "cn": "人们曾一度认为夜间做梦干扰我们所需要的休息."
    },
    {
      "en": "The increase is larger at nighttime and over land area.",
      "cn": "夜间温度以及大陆温度上升幅度明显."
    },
    {
      "en": "The nighttime air was comfortably cool.",
      "cn": "夜晚的空气清新宜人."
    },
    {
      "en": "The nighttime airglow, or nightglow, correspond to the intensity of a candle at 100 m distance.",
      "cn": "夜间辉光或夜辉相当于在100米距离的一支烛光的强度."
    },
    {
      "en": "The nighttime sky spot stars, the street corner lifts water Malone.",
      "cn": "夜空点点繁星, 街头车水马龙."
    },
    {
      "en": "The stars can only be seen shining in the sky in the nighttime.",
      "cn": "只有在晚上才能看见星星在天空中闪烁."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "nightly",
          "tran_cn": " 夜间的；每夜的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "nightly",
          "tran_cn": " 每夜"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "nightrider",
          "tran_cn": " 三K党员；美国南部夜间骑马为非作歹的人"
        },
        {
          "word": "nightwalker",
          "tran_cn": " 夜里徘徊者，梦游病患者；夜盗，夜行动物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nite"
          ],
          "tran_cn": "夜间"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "夜间发生的"
    },
    {
      "pos": "n",
      "tran_cn": "夜间",
      "tran_en": "the time during the night"
    }
  ],
  "exchange": {}
}