{
  "word": "Billy",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "An orthodontist took a cast of the inside of Billy's mouth.",
      "cn": "正畸医生从比利的口腔内部取了模型。"
    },
    {
      "en": "At Billy's Cafe, the menu is limited and the food is lousy.",
      "cn": "比利咖啡馆的菜品选择有限，食物也很差。"
    },
    {
      "en": "Billy Bonds has never been one to avoid a scrap.",
      "cn": "比利·邦兹经常与球员发生拳脚冲突。"
    },
    {
      "en": "Billy Ewing grabbed him by the elbow and took him aside.",
      "cn": "比利·尤因拉着他的胳膊肘把他带到了一边。"
    },
    {
      "en": "Billy leaned forward and brushed a speck of dust off his shoes.",
      "cn": "比利俯身擦掉了鞋子上的一丝灰尘。"
    },
    {
      "en": "Billy started to snivel. His mother smacked his hand.",
      "cn": "比利抽抽搭搭地哭了起来。妈妈在他的手上打了一下。"
    },
    {
      "en": "Billy Sullivan had impressed me as a fine man.",
      "cn": "比利·沙利文给我留下的印象是他是个很不错的人。"
    },
    {
      "en": "Billy tends to keep things to himself more and shut himself off.",
      "cn": "比利往往更多地将事情藏在心里，把自己封闭起来。"
    },
    {
      "en": "Billy：But what if my friends see me.",
      "cn": "比利：但要是我朋友看到怎幺办。"
    },
    {
      "en": "Even from behind in silhouette, Billy recognized the figure.",
      "cn": "即便看到的只是背影的轮廓，比利还是认出了那个人影。"
    },
    {
      "en": "General Lewis Hyde had served under General \"Billy\" Mitchell.",
      "cn": "刘易斯·海德将军曾是“比利”·米切尔将军的部下。"
    },
    {
      "en": "He had asked around and learned that Billy was not yet here.",
      "cn": "他四处询问，得知比利还没到这儿。"
    },
    {
      "en": "He had four hundred dollars in his pocket. Billy had more.",
      "cn": "他兜里有400美元，比利带的钱更多。"
    },
    {
      "en": "He poked a long bony finger in Billy's chest.",
      "cn": "他用细长的手指捅了一下比利的胸口。"
    },
    {
      "en": "I tell you, Billy, she’s an angel.",
      "cn": "我对你说，比利，她真是一个天使。"
    },
    {
      "en": "If you're a Billy Crystal fan, you'lllove this movie.",
      "cn": "如果你是比利·克里斯托的影迷，你会喜爱这部影片。"
    },
    {
      "en": "You've done a fine job with Billy and Joey.",
      "cn": "你和比利、乔伊一起干得非常出色。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "partner",
            "comrade",
            "club"
          ],
          "tran_cn": "棍棒，警棍；伙伴"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "billy joel",
      "tran_cn": "比利·乔（美国歌手）"
    },
    {
      "phrase": "silly billy",
      "tran_cn": "[口]傻瓜；笨蛋"
    }
  ],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "[男子名] 比利 William的昵称，[地名] [法国] 比伊"
    }
  ],
  "exchange": {}
}