{
  "word": "unaltered",
  "ipa": {
    "us": "ʌnˈɔ:ltəd",
    "uk": "ʌnˈɔltərd"
  },
  "sentences": [
    {
      "en": "A cultivated plant of an unaltered wild species.",
      "cn": "2未驯化野生植物的培育."
    },
    {
      "en": "But previous attempts transplant unaltered pig tissue into humans have failed, due to immune rejection tissue.",
      "cn": "但是, 由于种间组织免疫系统之相互排异反应,从前那些用未经改良之猪器官做之移植试验都失败了."
    },
    {
      "en": "Examinations of several thousand thin sections revealed a few examples of unaltered ferromagnesian and sulfide minerals.",
      "cn": "经过对数千薄片的研究发现了少数未变化的铁镁和硫化物矿的实例."
    },
    {
      "en": "If these shadows remain unaltered, I believe the child will die.",
      "cn": "如果这些阴影一直没变的话我相信这个孩子要死了."
    },
    {
      "en": "In the high impedance state, output voltage is unaltered.",
      "cn": "在高阻抗状态, 输出电压不改变."
    },
    {
      "en": "No mood can be maintained quite unaltered through.",
      "cn": "人的心情总是在不断变化."
    },
    {
      "en": "The continuity of life and wisdom has remained unaltered in this family for years.",
      "cn": "生活和智慧的延续在这个家庭里保持多年未变."
    },
    {
      "en": "The integrity of the data refers to the unaltered state of the data.",
      "cn": "数据的完整性是指数据的状态不被改变."
    },
    {
      "en": "The placings remained unaltered.",
      "cn": "排名未有变化。"
    },
    {
      "en": "The rest of the apartment had fortunately remained unaltered since that time.",
      "cn": "从那时起公寓的其余部分就幸运地未曾改变过。"
    },
    {
      "en": "The ultrasound findings remained unaltered until the last scan at 34 weeks.",
      "cn": "直到孕34周做最后一次检查之前,下面这种超声表现都保持不变."
    },
    {
      "en": "The undesirable trend towards a rapid rise in consumption, evident in previous years, remained unaltered.",
      "cn": "消费极速上涨的不正常趋势, 过去几年很明显, 仍保持不变."
    },
    {
      "en": "With the temperature unaltered, the air is did to reach condensation by adding runing water.",
      "cn": "在温度不变时, 经过加入水汽而使空气达到饱和."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unalterable",
          "tran_cn": " 不能改变的；坚定不移的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "unalterably",
          "tran_cn": " 不可改变地，坚定不移地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "constant",
            "permanent",
            "steady"
          ],
          "tran_cn": "不变的；未被改变的；照旧的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unchanged"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<书>未改变的，未被改变的，（动物）未阉割的",
      "tran_en": "Something that remains unaltered has not changed or been changed"
    }
  ],
  "exchange": {}
}