{
  "word": "tofu",
  "ipa": {
    "us": "ˈtəʊfu:",
    "uk": "ˈtoʊfu"
  },
  "sentences": [
    {
      "en": "Amy: We have tomatoes, tofu and fish. Here is our school menu.",
      "cn": "艾米: 我们吃番茄 、 豆腐和鱼. 这是我们学校的菜单."
    },
    {
      "en": "But I also use it on baked potatoes, salads, tofu, and dozens of other foods.",
      "cn": "但是，我也用它来混合烤土豆，沙拉，豆腐，和几十个其他食物。"
    },
    {
      "en": "Effects of Soybean on the yield and texture of Tofu are reviewed.",
      "cn": "综述国内外有关大豆原料对豆腐得率和质构影响的研究."
    },
    {
      "en": "Famous painting Dingzhou mixed vegetable tofu brick road is indispensable.",
      "cn": "有名的定州杂绘菜是少不了砖路豆腐的."
    },
    {
      "en": "He is adept at cooking dishes with rice tofu.",
      "cn": "他最善于用米豆腐作为原料烹调菜肴了."
    },
    {
      "en": "Made dry tofu strip has uniform thickness and water content.",
      "cn": "豆干成品厚薄均匀,含水量一致."
    },
    {
      "en": "Mandarin - style meals usually include vegetable dishes, soups, tofu and fish.",
      "cn": "满清菜系通常包括蔬菜盘 、 、 豆腐和鱼."
    },
    {
      "en": "Mix the minced dace, cornstarch, egg and seasonings with the Tofu.",
      "cn": "再把鲮鱼肉 、 粟粉 、 蛋和调味料加入豆腐中拌匀."
    },
    {
      "en": "Most types of tofu are enriched with calcium and thus, prevents osteoporosis.",
      "cn": "大多数类型的豆腐富含钙,因此可以防止骨质疏松症."
    },
    {
      "en": "Other food products include soybean milk, tofu, salad sprouts, and soy sauce.",
      "cn": "其它豆制食品则有豆浆 、 豆腐 、 豆芽沙拉和酱油."
    },
    {
      "en": "Some chicken and tofu, please.",
      "cn": "请给一些鸡肉和豆腐."
    },
    {
      "en": "Soy products like tofu, tempeh and fortified soymilk do double duty in this regard since they provide both calcium and protein.",
      "cn": "大豆食品像豆腐、豆豉和强化豆奶在这方面有双重功能，因为它们可同时提供钙和蛋白。"
    },
    {
      "en": "The most stinky and tasty tofu is coming to serve you!",
      "cn": "最臭最美味的臭豆腐马上来!"
    },
    {
      "en": "There are Naipi son, butter, cheese milk and tofu, and so on.",
      "cn": "主要有奶皮子 、 奶油 、 奶酪、奶豆腐等."
    },
    {
      "en": "This dish of tofu is delicious, but a little too hot.",
      "cn": "这个豆腐也好吃, 但有点过辣了."
    },
    {
      "en": "Tofu: Soft, Bland , custardlike food product made from soybeans.",
      "cn": "豆腐用大豆制作的柔软 、 温润 、 状如蛋奶的食品."
    },
    {
      "en": "Workers were very busy with stuffing special pork mince paste into tofu.",
      "cn": "有人忙煎,有人忙将肉酱塞进豆腐内."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "beancurd",
            "doufu",
            "soybean curd",
            "Toufu"
          ],
          "tran_cn": "豆腐"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "stinky tofu",
      "tran_cn": "臭豆腐"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "豆腐",
      "tran_en": "a soft white food made from  soya beans , used in cooking instead of meat"
    }
  ],
  "exchange": {}
}