{
  "word": "PDA",
  "ipa": {
    "us": "ˌpi: di: ˈeɪ",
    "uk": "ˌpidi'eɪ"
  },
  "sentences": [
    {
      "en": "A PDA is a type of congenital heart defect.",
      "cn": "开放性动脉导管(PDA)是先天性心脏病的一种类型."
    },
    {
      "en": "A typical PDA can function as a mobile phone, fax sender, and personal organizer.",
      "cn": "典型的掌上电脑具有移动电话、传真发送机和个人文件夹的功能。"
    },
    {
      "en": "Absolutely available PDA camera procedure call. And can save your settings directory.",
      "cn": "绝对可用的PDA摄像头 调用程序. 并可以任意设置保存目录."
    },
    {
      "en": "I really need a PDA. It can keep me organized.",
      "cn": "我真的需要一台PDA, 那会让我做事很有条理."
    },
    {
      "en": "In fact, the PDA idea also failed to catch on with potential customers.",
      "cn": "事实上, PDA的想法也未能迎合潜在客户."
    },
    {
      "en": "Jobs believed that combining a cell phone with the core functions of a PDA, however, would result in a truly useful device.",
      "cn": "乔布斯相信，如果将一部手机和一部 PDA 的核心功能相结合，则能产生一部真正有用的设备。"
    },
    {
      "en": "Now I can just get it from my PDA.",
      "cn": "现在我能从PDA中 得到需要的信息."
    },
    {
      "en": "PDA ( personal digital assistant ) can send email, download information and play music.",
      "cn": "PDA ( 个人数字助理 ) 能够收发邮件及下载资料和播放音乐."
    },
    {
      "en": "Printers and hand - held personal digital assistant ( PDA ) devices.",
      "cn": "打印机和手持式个人数字助理 ( PDA ) 设备."
    },
    {
      "en": "Sell PDA leather case and mobile case for LADY fashion design!",
      "cn": "PDA的销售情况和流动情况,为皮革女时装设计!"
    },
    {
      "en": "Smart phones, PDA phones, map server through GPRS connection.",
      "cn": "智能手机, PDA手机, 可通过GPRS连接地图服务器."
    },
    {
      "en": "The success of PDA system riches some experience for embedded system application development later.",
      "cn": "本PDA系统的开发成功,为以后嵌入式系统应用开发积累了丰富的经验."
    },
    {
      "en": "Thethe importance the motion service based on PDA in the power - line patrolling.",
      "cn": "介绍PDA移动 服务在电力巡线中的必要性,提出基于PDA的 电力巡线数据采集系统的设计与实现方案,最后总结了系统特点."
    },
    {
      "en": "We'll target the PDA consumer market.",
      "cn": "我们将目标锁定PDA消费市场."
    },
    {
      "en": "Will we get our daily news via the PDA?",
      "cn": "现在我们得到消息,透过PDA的每天?"
    },
    {
      "en": "With cotton lining, the inside offers cell phone and PDA pockets.",
      "cn": "与棉面料, 里面提供了手机和PDA的口袋."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "Personal Digital Assistant 掌上电脑"
    },
    {
      "pos": "other",
      "tran_cn": "(personal digital assistant)掌上电脑；个人数码助理",
      "tran_en": "a very small light computer that you can carry with you, and that you use to store information such as telephone numbers, addresses, and  appointment s  . Some PDAs can send and receive email, and connect to the Internet."
    }
  ],
  "exchange": {
    "pl": [
      "PDAs"
    ]
  }
}