{
  "word": "dropout",
  "ipa": {
    "us": "ˈdrɒpaʊt",
    "uk": "ˈdrɑːpaʊt"
  },
  "sentences": [
    {
      "en": "a high school dropout",
      "cn": "中学退学者"
    },
    {
      "en": "a university with a high dropout rate",
      "cn": "退学率高的大学"
    },
    {
      "en": "Because Bill Gates , richest man on the planet - for now anyway - is a college dropout, and you not.",
      "cn": "因为比尔盖茨, 这个行星上最富有的人 --- 就目前而言 --- 是个退学生, 而你不是."
    },
    {
      "en": "Galo said these lower the dropout voltage.",
      "cn": "Galo认为这将减少压降."
    },
    {
      "en": "He is a dropout, and messes around all day.",
      "cn": "他是一名流失生, 整天游手好闲."
    },
    {
      "en": "He might be a college dropout but he's made a fortune in business.",
      "cn": "他可能中途离开大学,但在商界发了财."
    },
    {
      "en": "In 1972, the dropout rate among those whom Aspira counsels was 6 . 6 percent.",
      "cn": "1972年埃斯皮拉所辅导的学生, 退学率只占6.6%."
    },
    {
      "en": "In the long haul, she'll regret having been a school dropout.",
      "cn": "她终归会后悔不该中途辍学."
    },
    {
      "en": "My diseases are an asthma and a dropout and, what is less curable , seventy - five .",
      "cn": "我的病是气喘和水肿, 还有无可救药的是 七十五 (岁)."
    },
    {
      "en": "Peritonitis is still a cause of dropout and hospitalization in PD patients.",
      "cn": "腹膜炎仍然是导致腹膜透析患者住院和退出的住院原因之一."
    },
    {
      "en": "Stanford dropout, treasure hunter. Only to date.",
      "cn": "斯坦福的辍学生, 寻宝者. 只是到目前为止."
    },
    {
      "en": "The causes of the wearable zone dropout were analyzed by the metallography analysis and SEM.",
      "cn": "采用金相分析和扫描电镜分析方法,分析了钻杆接头喷焊耐磨带脱落原因."
    },
    {
      "en": "The dropout rate from distance education andis higher than for traditional and programs.",
      "cn": "并不是每个人都适合参加远程教育,远程教育的辍学率要比传统教育的高."
    },
    {
      "en": "The predictive factors for dropout were female gender and the presence of coexisting chronic diseases.",
      "cn": "中辍的预测因子为女性及同时有其他慢性病存在."
    },
    {
      "en": "There is a high dropout rate from some college courses.",
      "cn": "有些大学课程的退出率很高."
    },
    {
      "en": "To prevent the dropout effects means for synchronizing are provided.",
      "cn": "为了防止脱落效应,提供了同步装置."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "school dropout",
      "tran_cn": "辍学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "辍学者，离经叛道者",
      "tran_en": "someone who leaves school or college before they have finished"
    }
  ],
  "exchange": {}
}