{
  "word": "antifreeze",
  "ipa": {
    "us": "ˈæntifri:z",
    "uk": "ˈæntɪˌfriz"
  },
  "sentences": [
    {
      "en": "An antifreeze a liquid that is added to water to keep it from freezing.",
      "cn": "一种甜味但有毒的浆状液体,用作防冻液和溶剂."
    },
    {
      "en": "But it was really ( diethylene glycol ), a low - cost substitute commonly used in automobile antifreeze.",
      "cn": "但实际上使用的添加剂是二甘醇, 一种通常用于汽车防冻剂的低成本代用品."
    },
    {
      "en": "But it was really diethylen eglycol, a low - cost substitute commonly used in automobile antifreeze.",
      "cn": "但是其实其中的添加剂为二甘醇3,4-, 一种经常用于汽车防冻剂的廉价替代品."
    },
    {
      "en": "Choosing ethylene alcohol as antifreeze can meet requests of drilling work.",
      "cn": "选择乙二醇作为钻井液的防冻剂可以满足勘探钻进工作的要求."
    },
    {
      "en": "Comprehensive thermos method that using a small amount of antifreeze and thermal insulation combined, for reference of comprehensive heat storage method of the specific implementation method.",
      "cn": "综合蓄热法即采用少量防冻剂与蓄热保温相结合，以下为供参考的综合蓄热法具体实施的办法。 。"
    },
    {
      "en": "DEG is used in antifreeze and as a solvent.",
      "cn": "DEG是 一种溶剂,一般用作生产防冻剂."
    },
    {
      "en": "Ethanol has many uses as a solvent, raw material , extraction medium , antifreeze gasoline additive and substitute.",
      "cn": "乙醇有毒,危害中枢神经系统,但对某些人是一种嗜好性毒品, 导致酒精中毒症."
    },
    {
      "en": "Fill the cooling system with antifreeze as a protection against frost.",
      "cn": "在冷却系统里加防冻剂以防止霜冻."
    },
    {
      "en": "I really need some antifreeze in me on cold days like this.",
      "cn": "我在这么冷的天里真的需要一些酒精饮料."
    },
    {
      "en": "Inhibitors of many kinds of metals in antifreeze were studied.",
      "cn": "本文研究了防冻液中多金属高温下的缓蚀剂."
    },
    {
      "en": "New findings suggest that martian water contained so much salt that It'served as antifreeze.",
      "cn": "新发现表明,火星水曾经含有大量起着防冻剂作用的盐分."
    },
    {
      "en": "On their seventh wedding anniversary in 2005, she put the antifreeze in his red wine.",
      "cn": "机会终于来了.在他们的七周年纪念日那一天, 她把防冻液掺在李的红酒里."
    },
    {
      "en": "Such measures as pipeline heat preservation and antifreeze increase are confined.",
      "cn": "采取的管线保温,加防冰剂等措施受到一定限制."
    },
    {
      "en": "Suihua Dongfeng Automobile production plants mainly in antifreeze, lubricants, car - care products based.",
      "cn": "绥化东峰厂主要以生产汽车防冻液, 润滑油, 汽车护理用品为主."
    },
    {
      "en": "The antifreeze idea comes from an analysis of martian rocks and mineral deposits.",
      "cn": "火星水含有防冻剂的观点来自一项对火星岩石和矿床的分析."
    },
    {
      "en": "The chemical, ethylene glycol, is widely used in products from polyester fibres to antifreeze for cars.",
      "cn": "乙二醇目前广泛应用于各种产品中，包括聚酯纤维和汽车防冻剂。"
    },
    {
      "en": "The frogs' resilience is linked to a shifting of water to areas less likely to be damaged by freezing, as well as natural \"antifreeze\" in their blood.",
      "cn": "这种蛙类的回复机制是这样的：通过把水分转移到一些不会被冰冻伤害的部位，以达到一种“血液防冻剂”的目的。"
    },
    {
      "en": "Therefore, the antifreeze protein to the Antarctic cod an amazing capacity of low temperature.",
      "cn": "因此, 抗冻蛋白赋予南极鳕鱼一种惊人的抗低温能力."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "deicing agent"
          ],
          "tran_cn": "[助剂]防冻剂"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "防冻剂",
      "tran_en": "a liquid that is put in the water in car engines to stop it from freezing"
    }
  ],
  "exchange": {}
}