{
  "word": "meteorite",
  "ipa": {
    "us": "ˈmiːtiəraɪt",
    "uk": "ˈmiːtiəraɪt"
  },
  "sentences": [
    {
      "en": "A meteorite shower would have a bad effect on crops.",
      "cn": "这个村的农民大多以种植经济作物为生."
    },
    {
      "en": "A meteorite streaked across the sky.",
      "cn": "一颗流星划过天空。"
    },
    {
      "en": "Coming through the sky like a satellite, like a radio wave, a meteorite.",
      "cn": "穿过天空,像一枚卫星, 一束电波, 一颗陨石."
    },
    {
      "en": "GR 99027 meteorite from Blue Ice Area in Antarctica is an achondrite.",
      "cn": "来自南极格罗夫山蓝冰地区的GR99027陨石为一无球粒陨石."
    },
    {
      "en": "He discovered an unusual meteorite.",
      "cn": "他发现了一块奇异的陨石."
    },
    {
      "en": "I close the meteorite room and try the door across thecorridor.",
      "cn": "我关上陨石房间的门，又打开了走廊对面的门。"
    },
    {
      "en": "If the contamination were terrestrial, one could expect equal amounts of the molecules (or less) to be present in the meteorite samples, certainly not more.",
      "cn": "如果污染是来自地面的，在陨石样品中有可能会发现等量（或者较少）的分子，但肯定不会多。"
    },
    {
      "en": "It must be a meteorite.",
      "cn": "它肯定是一块陨石."
    },
    {
      "en": "More power outages reported today caused by last week's meteorite strike.",
      "cn": "因为上次陨星的坠落,越来越多的停电的报告."
    },
    {
      "en": "So there are many other probable meteorite craters, but need further more investigations and verification.",
      "cn": "因而,地图上还有许多疑似陨石坑的地貌构造, 还须进一步调查求证."
    },
    {
      "en": "Star called wormwood A Meteorite, or by pollution or by both.",
      "cn": "名叫[茵陈]的星:殒石或污染,或两者皆有."
    },
    {
      "en": "The extra hole in the Chinese pictures could suggest it was hit by extra meteorite.",
      "cn": "在中国的图片中这个额外的洞有可能是额外的一次陨星撞击产生的."
    },
    {
      "en": "The famous Murchison meteorite smashed into the Australian ground in 1969.",
      "cn": "1969年著名的默奇森陨石轰然坠落在澳大利亚."
    },
    {
      "en": "The formation was originally thought to be caused by a meteorite impact but now geologists believe it is a product of uplift and erosion.",
      "cn": "对于形成的原因，一开始认为是陨星的撞击造成的，但现在地质学家认为是地壳隆起和腐蚀的结果。"
    },
    {
      "en": "The group, based at Imperial College London, found some of the base building blocks for life, nucleobases, in dust from the Murchison meteorite which fell to Earth in 1969.",
      "cn": "研究小组由伦敦帝国学院创建，他们在1969年坠入地球的默奇森陨石尘埃中发现了碱基，这是构建生命的基本成分。"
    },
    {
      "en": "The meteorite might have caused a huge dust cloud.",
      "cn": "陨星可引起巨大的尘埃云."
    },
    {
      "en": "The meteorite which devastated Tunguska is now estimated to have been about 50 metres across.",
      "cn": "据猜测,毁灭通古斯的陨石的直径有近50英里."
    },
    {
      "en": "To infer, the Guangzhou city belongs to the spread area of probable meteorite craters.",
      "cn": "据此推测, 广州市区属疑似陨石坑分布区."
    },
    {
      "en": "Under that argument, academics say the giant reptiles mostly froze or starved to death when a huge cloud of particles kicked up by the meteorite blocked the world's sunlight for months.",
      "cn": "根据这种观点，学者们认为当陨星扬起的巨大粒子云挡住了阳光，阳光长达数月无法照射到地球上时，这种大型爬行动物大部分被冻死或饿死。"
    },
    {
      "en": "We just had a meteorite hit us in financial markets.",
      "cn": "我们的金融市场刚刚遭受了一块陨石的撞击."
    },
    {
      "en": "While flying over the Channel, the pilot saw what he thought to be a meteorite.",
      "cn": "飞过英吉利海峡时，驾驶员认为他看见了一颗陨星。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "meteoric",
          "tran_cn": " 大气的；流星的；疾速的"
        },
        {
          "word": "meteoritic",
          "tran_cn": " 陨星的；陨石的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "meteor",
          "tran_cn": " 流星；[气象] 大气现象"
        },
        {
          "word": "meteoritic",
          "tran_cn": " 陨星学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Shooting stars",
            "falling star"
          ],
          "tran_cn": "[天]陨星；流星"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "陨星，陨石，陨铁，流星",
      "tran_en": "A meteorite is a large piece of rock or metal from space that has landed on Earth"
    }
  ],
  "exchange": {
    "pl": [
      "meteorites"
    ]
  }
}