{
  "word": "fetus",
  "ipa": {
    "us": "ˈfiːtəs",
    "uk": "ˈfiːtəs"
  },
  "sentences": [
    {
      "en": "A routine scan revealed abnormalities in the fetus.",
      "cn": "一次常规扫描发现胎儿畸形。"
    },
    {
      "en": "An ultrasound scan can detect abnormality in a fetus.",
      "cn": "超声波扫描能够检测出胎儿是否畸形."
    },
    {
      "en": "Embryology: Study of the formation and development of an embryo and fetus.",
      "cn": "胚胎学: 研究胚胎和胎儿的形成和发育的学科."
    },
    {
      "en": "Growing research suggests that odd food yearnings - food aversions - may protect the fetus.",
      "cn": "越来越多的研究表明对奇怪食物的偏好 -- 和厌恶 -- 可能是出于保护胎儿的缘故."
    },
    {
      "en": "In the fetus, blood cells are formed in different sites at different ages.",
      "cn": "胎儿的血细胞在不同时期生成在不同的部位."
    },
    {
      "en": "In which organ of the human female does the fetus develope?",
      "cn": "人类女性中哪个器官是胎儿发育的地方?"
    },
    {
      "en": "Is a fetus that has not yet quickened alive or not?",
      "cn": "尚未胎动的胎儿是活的抑或不然?"
    },
    {
      "en": "Microscopic examination of a cell's chromo-somes can reveal the sex of the fetus.",
      "cn": "利用显微镜检查细胞染色体可以发现胎儿的性别。"
    },
    {
      "en": "Miscarriages are usually caused by abnormal chromosome patterns in the fetus.",
      "cn": "流产通常是因为胎儿的染色体异常造成的."
    },
    {
      "en": "Modern medical technology like type-B ultrasonic checks can reveal the fetus gender.",
      "cn": "现在的医疗仪器例如B超是可以分辨出胎儿的性别的。"
    },
    {
      "en": "Necropsy of the fetus reveals autolysis which is nonspecific.",
      "cn": "胎儿尸检显示非特异性自溶现象."
    },
    {
      "en": "Objective: To discuss the relationship between hydramnios and fetus anomaly.",
      "cn": "摘要目的: 探讨羊水过多与胎儿畸形的关系."
    },
    {
      "en": "Pregnant women who are heavy drinkers risk damaging the unborn fetus.",
      "cn": "孕妇酗酒可能会危及腹中胎儿。"
    },
    {
      "en": "Surely the fetus has a right to life?",
      "cn": "胎儿确实有生命权吗？"
    },
    {
      "en": "The duration of pregnancy may be influenced by the endocrine functions of the fetus.",
      "cn": "胎儿的内分泌机能亦可影响妊娠期."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "fetology",
          "tran_cn": " 胎儿学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "foetus",
            "homunculi"
          ],
          "tran_cn": "胎儿，胎"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "胎，胎儿",
      "tran_en": "A fetus is an animal or human being in its later stages of development before it is born"
    }
  ],
  "exchange": {
    "pl": [
      "fetuses"
    ]
  }
}