{
  "word": "extraterrestrial",
  "ipa": {
    "us": "ˌekstrətəˈrestriəl",
    "uk": "ˌekstrətəˈrestriəl"
  },
  "sentences": [
    {
      "en": "A cyberjazz blend of alien voices, ambient textures and extraterrestrial grooves.",
      "cn": "译:一种外星的声音, 混合着本星系和外星系的神秘音符."
    },
    {
      "en": "A small round granule of extraterrestrial origin found embedded in some meteorites.",
      "cn": "一些陨石中发现的细小微粒(如贵橄榄石微粒)."
    },
    {
      "en": "Extraterrestrial life represents an enormous gap in our knowledge of nature.",
      "cn": "太空是否存在生命,这是我们对自然认识上的空白."
    },
    {
      "en": "For those who hanker after extraterrestrial life that is a pity.",
      "cn": "这对那些热衷外星生物的人来说或多或少有些遗憾."
    },
    {
      "en": "Generally thinking, microspherulites are of both extraterrestrial and terrestrial origins.",
      "cn": "一般认为微球粒有地外和地内两种成因."
    },
    {
      "en": "In going through the earth's atmosphere the light from an extraterrestrial bodies suffers considerable absorption.",
      "cn": "从地球以外的所有星体射来的光,在通过地球大气时,都会遭受很大的吸收."
    },
    {
      "en": "Methane may have extraterrestrial significance.",
      "cn": "甲烷具有星际意义."
    },
    {
      "en": "NASA has started a 10-year search for extraterrestrial intelligence.",
      "cn": "美国航空航天局已经启动了一个为期10年的寻找外星生物的项目。"
    },
    {
      "en": "One theory about the existence of extraterrestrial life rests on the presence of carbon compounds in meteorites.",
      "cn": "地球外存在生命的理论是基于陨星上存在碳化合物质这一事实的."
    },
    {
      "en": "Soon after his career went stratospheric, Jackson went extraterrestrial.",
      "cn": "不久之后他的职业生涯进入了平流层, 杰克逊去了“外星球”."
    },
    {
      "en": "The extraterrestrial would say we all speak dialects of one common language.",
      "cn": "这位外星人会觉得,我们都在讲一种语言中的不同方言."
    },
    {
      "en": "The nature and extent of official extraterrestrial disclosure is unclear.",
      "cn": "公开的内容和程度还不清楚."
    },
    {
      "en": "The search for extraterrestrial intelligence is a search for ourselves.",
      "cn": "寻找陌生的智慧就是寻找自己的智慧."
    },
    {
      "en": "The Search for Extraterrestrial Intelligence is now moving into a higher gear.",
      "cn": "查寻地球外的智力现在搬入高速."
    },
    {
      "en": "They claimed that they had been in contact with extraterrestrial beings.",
      "cn": "他们声称在同外星人保持联络."
    },
    {
      "en": "You must understand how to discern the extraterrestrial energies.",
      "cn": "你们必须懂得如何辨别宇宙的能量."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "extraterrestrial being (et)",
      "tran_cn": "外星人"
    },
    {
      "phrase": "extraterrestrial being (ET)",
      "tran_cn": "外星人"
    },
    {
      "phrase": "extraterrestrial intelligence",
      "tran_cn": "地外智慧生物，外星人"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地球外的，地球大气圈外的",
      "tran_en": "relating to things that exist outside the Earth"
    },
    {
      "pos": "n",
      "tran_cn": "外星人"
    }
  ],
  "exchange": {
    "pl": [
      "extraterrestrials"
    ]
  }
}