{
  "word": "nostalgic",
  "ipa": {
    "us": "nɒˈstældʒɪk",
    "uk": "nəˈstældʒɪk"
  },
  "sentences": [
    {
      "en": "a nostalgic look back at the 1950s",
      "cn": "对20世纪50年代的怀念"
    },
    {
      "en": "Although we still depict nostalgic snow scenes on Christmas cards, winters are now very much warmer.",
      "cn": "虽然我们仍在圣诞卡上描绘着具有怀旧气氛的雪景，但现在的冬天比过去暖和多了。"
    },
    {
      "en": "Beijing is for us an old and nostalgic home.",
      "cn": "北京对我们来说是令人怀念的故乡."
    },
    {
      "en": "Dixon gave a sad, nostalgic smile.",
      "cn": "狄克逊脸上露出一丝怀旧的苦笑."
    },
    {
      "en": "Do you get very nostalgic about those good old days?",
      "cn": "你是否很怀念那些辉煌的旧时光?"
    },
    {
      "en": "He is nostalgic for the more old you may be more valuable?",
      "cn": "对怀旧的他来说你可能也是愈老愈值钱 呢 !"
    },
    {
      "en": "I get very nostalgic when I watch these old musicals on TV.",
      "cn": "我从电视中看到这些旧音乐影片,怀旧之情油然而生."
    },
    {
      "en": "Many people were nostalgic for the good old days.",
      "cn": "很多人都很留恋过去的好时光。"
    },
    {
      "en": "Perhaps it is our human nature to be nostalgic.",
      "cn": "也许是人类天生有一种思古之幽情."
    },
    {
      "en": "Seeing those old school photographs has made me feel quite nostalgic.",
      "cn": "看到那些学生时代的旧照片，我不禁产生了怀旧之情。"
    },
    {
      "en": "So, it is why people are so often nostalgic.",
      "cn": "由此我们就不难看出人类喜欢怀旧的原因."
    },
    {
      "en": "Somehow the place even smelt wonderfully nostalgic.",
      "cn": "不知为什么，这个地方竟透出一种浓郁的怀旧气息。"
    },
    {
      "en": "The British music scene is nostalgic, decrepit and moribund.",
      "cn": "英国音乐呈现出感伤怀旧、暮气沉沉、行将就木的景象。"
    },
    {
      "en": "The film provided an evening of nostalgic viewing.",
      "cn": "晚上看了一部怀旧的影片."
    },
    {
      "en": "The poems of nostalgic sentiment and parting with friends are most famous.",
      "cn": "在这些诗文中,怀旧以及送别内容的诗文是最为著名的."
    },
    {
      "en": "Why don't I go to give nostalgic ring of encirclement?",
      "cn": "为什么我走不出怀旧的包围圈?"
    },
    {
      "en": "You tend to be nostalgic, and like things to be as they have always been.",
      "cn": "你渐渐变得怀旧，喜欢事情一切照旧。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "nostalgia",
          "tran_cn": " 乡愁；怀旧之情；怀乡病"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "reminiscent",
            "retrospective"
          ],
          "tran_cn": "怀旧的；乡愁的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "wistful"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "怀旧的，乡愁的，令人怀念的",
      "tran_en": "if you feel nostalgic about a time in the past, you feel happy when you remember it, and in some ways you wish that things had not changed"
    }
  ],
  "exchange": {
    "adv": [
      "nostalgically"
    ],
    "noun": [
      "nostalgia"
    ]
  }
}