{
  "word": "unmanageable",
  "ipa": {
    "us": "ʌnˈmænɪdʒəbl",
    "uk": "ʌnˈmænɪdʒəbəl"
  },
  "sentences": [
    {
      "en": "Crises were symptoms of deeper problems which if allowed to fester would prove increasingly unmanageable.",
      "cn": "危机只是更深刻的问题的表面症候,这些问题如果任其发展,就会变得越来越难驾驭."
    },
    {
      "en": "Her only worry was Herb , who had become more unmanageable than ever since the squatting.",
      "cn": "唯一叫她操心的就是赫伯,自从占居的事情发生以后, 他更加不听话了."
    },
    {
      "en": "If your hair is dry, frizzy unmanageable, maybe it's just hungry!",
      "cn": "如果您的发丝干燥鬈缩,很难梳理, 可能是因为它们需要营养大餐了!"
    },
    {
      "en": "Parents may find that a troublesome teenager becomes unmanageable.",
      "cn": "父母会发现令人头疼的青少年变得难以管教。"
    },
    {
      "en": "People were visiting the house every day, sometimes in unmanageable numbers.",
      "cn": "每天都有人来参观那栋房子，有时人多得都无法控制。"
    },
    {
      "en": "Recent experience suggests, as Kaufman foresaw, that are opaque, unmanageable and riddled with conflicts of interest.",
      "cn": "我们近期获到的经验表明, 正如考夫曼所预见的那样, 这些机构不够透明 、 难以管理、内部充满利益冲突."
    },
    {
      "en": "She became so unmanageable, she was committed to an asylum.",
      "cn": "她变得如此不可理喻, 被送进精神病院."
    },
    {
      "en": "Such a list would be unmanageable.",
      "cn": "这样的清单将是庞大的."
    },
    {
      "en": "The bureaucracy nominally under his control is huge and probably unmanageable.",
      "cn": "名义上归他领导的那个官僚机构,庞大而且有些无法控制."
    },
    {
      "en": "The concept of a continuous spectrum is obviously unmanageable graphically.",
      "cn": "连续谱的概念显然用图形无法表达."
    },
    {
      "en": "The rabble soon grew violent and unmanageable.",
      "cn": "暴民们很快地变得狂暴和无法控制."
    },
    {
      "en": "The signs are that indulged children tend to become unmanageable when they reach their teens.",
      "cn": "这些迹象表明被宠坏的孩子在十几岁的时候往往会变得难以管教。"
    },
    {
      "en": "This made him more defiant and unmanageable than ever.",
      "cn": "这使他比以往更加不听话和难以对付."
    },
    {
      "en": "Unmanageable complexity can result in massive foul - ups or spectacular budget \" run always. \"",
      "cn": "这种失控的复杂性会造成大量的故障或惊人的预算 “ 失控 ”."
    },
    {
      "en": "You must go through your mailbox once a week, or it will become unmanageable.",
      "cn": "你的信箱必须每周清理一次, 否则会变得无法管理."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "problem",
            "stubborn"
          ],
          "tran_cn": "难处理的，处理不了的；难管理的；难操纵的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bulky",
            "cumbersome",
            "disorderly",
            "indomitable",
            "unwieldy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "难管理的，难处理的，难操纵的，处理不了的",
      "tran_en": "difficult to control or deal with"
    }
  ],
  "exchange": {}
}