{
  "word": "littoral",
  "ipa": {
    "us": "ˈlɪtərəl",
    "uk": "ˈlɪtərəl"
  },
  "sentences": [
    {
      "en": "Additionally, we are boasting of the biggest synthetic littoral lido in the Huaihai Economic Zone.",
      "cn": "另设有淮海经济区最大的人造海滨浴场."
    },
    {
      "en": "After retiring, receive go the announcement of littoral recuperate, niece snow Li wants to go with the aunt very much the seaside completes his graduate work.",
      "cn": "退休后接到去海滨疗养的通知，侄女雪莉非常想跟姑妈去海边完成自己的毕业作品。"
    },
    {
      "en": "Already developed to reach inland river harbor littoral in last few years 25 run this business.",
      "cn": "近几年已发展到沿海及内河港25家都经营这项业务."
    },
    {
      "en": "At present, they are fighting over Poland, the Balkans and the Mediterranean littoral.",
      "cn": "在目前, 就是为了争夺波兰, 争夺巴尔干半岛和地中海沿岸."
    },
    {
      "en": "Climate suitability of seawater crabs culture in Jiangsu littoral was studied.",
      "cn": "研究江苏沿海海水蟹类养殖的气候适宜性."
    },
    {
      "en": "Coast line of Davao Islands long 1,617,800 meters, 84 bays of littoral can develop port, developed 18.",
      "cn": "海南岛海岸线长达1617.8千米, 沿岸84个港湾可开发成港口, 已开发18个."
    },
    {
      "en": "Learn littoral found also carried program consequently.",
      "cn": "沿海学的创建因而也提上了日程."
    },
    {
      "en": "Littoral and fluvial facies depositional soft soil distributes widely in the Zhujiang River Delta of China.",
      "cn": "在珠江三角洲地区大部分地基为滨海相和河相沉积的软粘土."
    },
    {
      "en": "Littoral cities are the most developed regions in economy in our country.",
      "cn": "环渤海区域滨海城市之间存在旅游竞争与合作的双面效应."
    },
    {
      "en": "Midsummer littoral city Qingdao, sunshine is beautiful, climate is delightful.",
      "cn": "仲夏之海滨城市青岛, 阳光明媚, 气候宜人."
    },
    {
      "en": "Most navigable waterways require dredging because of siltation. This is true when navigation penetratethe littoral zone.",
      "cn": "多数航道由于泥沙淤积都需要疏浚,冲刷沿岸地带的航道尤其是这样."
    },
    {
      "en": "Objective To evaluate the surveillance effect of Mosq-ovitrap to Aedes in the littoral areas with the high mosquito density.",
      "cn": "目的观察诱蚊诱卵器在伊蚊密度较高的沿海地区监测效果，为合理使用及评价诱蚊诱卵器提供依据。"
    },
    {
      "en": "Sedimentary facies include river bed , alluvial flat, neritic , river mouth and limnetic, littoral, weathered continental drift bed and flood deposit facies.",
      "cn": "沉积相主要有河床相 、 河漫滩相、浅海相 、 河口湾相、湖沼相 、 滨海相和陆相坡积洪积风化红土等7种类型,它们的分布与古河谷的形成演化和海平面的变化密切相关."
    },
    {
      "en": "The aircraft is designed to provide battle-group protection and add significant capability during coastal, littoral and regional conflicts.",
      "cn": "这种飞机为战场提供地面防护，并显著增强了在沿海、滨海和区域冲突中的能力。"
    },
    {
      "en": "The bathyal - abyssal facies , littoral facies , neritic facies and delta facies are beneficial to and gas exploration.",
      "cn": "半深海 - 深海相区 、 滨浅海相区和三角洲相区是较为有利的油气分布区."
    },
    {
      "en": "The Navy also plans to buy additional submarines, including nuclear subs, and Landing Dock Platform ships for littoral warfare.",
      "cn": "此外，印度海军还计划再购买一些潜艇（其中包括核潜艇）以及登陆舰用于滨海作战。"
    },
    {
      "en": "The paper and guides work of littoral and small cities'air quality forecast model.",
      "cn": "对沿海地区中小城市今后开展空气质量预报工作具有一定的指导意义."
    },
    {
      "en": "The reservoir sandstone was believed to have been deposited in a littoral environment.",
      "cn": "储集层砂岩就被认为是近海环境的沉积."
    },
    {
      "en": "We should produce the littoral advantage well.",
      "cn": "我们应该把海滨的优势很好地发挥出来。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "litoral",
          "tran_cn": " 沿海的；海滨的（等于littoral）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "litoral",
          "tran_cn": " 沿海地区（等于littoral）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "coastal",
            "maritime"
          ],
          "tran_cn": "[海洋]沿海的；海滨的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "foreland",
            "coastland",
            "coastal areas"
          ],
          "tran_cn": "沿海地区（等于litora）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "littoral zone",
      "tran_cn": "沿岸带；滨海带；潮汐带"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "海滨的, 沿海的"
    },
    {
      "pos": "n",
      "tran_cn": "沿（海）岸地区",
      "tran_en": "an area near the coast"
    }
  ],
  "exchange": {
    "pl": [
      "littorals"
    ]
  }
}