{
  "word": "hemorrhoid",
  "ipa": {
    "us": "ˌhemə'rɔɪd",
    "uk": "ˈhɛməˌrɔɪd"
  },
  "sentences": [
    {
      "en": "Chronic constipation, chronic diarrhea, pregnancy, and portal hypertension enhance hemorrhoid formation.",
      "cn": "慢性便秘 、 慢性腹泻 、 怀孕和门静脉高压均能刺激痔形成."
    },
    {
      "en": "Conclusion Aescuven forte is a convenient, valid and reliable method to treat acute incarcerated hemorrhoid.",
      "cn": "结论喜疗妥+迈之灵合用是治疗急性嵌顿痔简便 、 有效、可靠的治疗方法,为临床医生下步治疗创造条件."
    },
    {
      "en": "Hemorrhoid ( or pile ) : Mass formed by distension of the network of veins supplying the anal canal.",
      "cn": "痔: 肛管黏膜下或齿状线以下的皮下静脉网扩张形成团块."
    },
    {
      "en": "Lap hemorrhoid Si end , only pure color line.",
      "cn": "舐痔结驷,正色徒行."
    },
    {
      "en": "Methods 32 hemorrhoid were treated by copper cation electrochemistry therapy, and the therapeutic effects were observed.",
      "cn": "方法应用铜离子电化学治疗仪治疗各期内痔32例, 观察其治疗效果."
    },
    {
      "en": "Objective : To improve the curative effect of operative treatment in mixed hemorrhoid.",
      "cn": "目的: 提高手术治疗混合痔的疗效."
    },
    {
      "en": "Objective : To investigate the effect of experimental hemorrhoid and safety of Kezhi suppository.",
      "cn": "目的: 考察克痔栓对实验性痔疮的影响及其安全性."
    },
    {
      "en": "Objective : To observe the effect of sitz bath with fumigant on patients with mixed hemorrhoid surgery.",
      "cn": "目的: 观察混合痔患者应用术后薰洗方坐浴的治疗效果."
    },
    {
      "en": "Objective In order to study on the reasons of postoper katie chronic urine retention of hemorrhoid.",
      "cn": "目的探讨痔术后发生慢性尿潴留的原因."
    },
    {
      "en": "Objective introduce three and treatment methods for hemorrhoid postoperation hemorrhage.",
      "cn": "目的介绍痔术后大出血的三种针对性防治方法."
    },
    {
      "en": "Objective To evaluate the effect of quantified diet guidance on postoperative bowel movement of hemorrhoid patients.",
      "cn": "目的探讨饮食量化指导对痔术后患者排便的影响."
    },
    {
      "en": "Objective To evaluate the quality of clinical papers on oral traditional Chinese materia medica hemorrhoid hemorrhage.",
      "cn": "目的口服中药治疗痔出血临床研究文献中随机对照试验文献的质量."
    },
    {
      "en": "Objective To investigate the clinical curative effect of Heparinoid and Aescuven forte to acute incarcerated hemorrhoid.",
      "cn": "目的探讨喜疗妥+迈之灵对急性嵌顿痔的治疗效果."
    },
    {
      "en": "Objective To investigate the therapeutic effect of copper cation electrochemistry therapy on internal hemorrhoid.",
      "cn": "目的探讨铜离子电化学法治疗内痔的可行性."
    },
    {
      "en": "The sun has practical HuaiZhi prescription for hemorrhoid, Fried melon , balsam pear administering eye's rule, diarrhea.",
      "cn": "比较实用的药方有晒槐汁治痔, 煎苦瓜治眼, 摘瓜蒂治下痢等等不一而足."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "piles"
          ],
          "tran_cn": "痔疮（等于haemorrhoid）；很难相处的人"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mixed hemorrhoid",
      "tran_cn": "混合痔"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>痔疮，<俚>很难相处的人，招怨的人",
      "tran_en": "Haemorrhoids are painful swellings that can appear in the veins inside the anus"
    }
  ],
  "exchange": {}
}