{
  "word": "gynaecology",
  "ipa": {
    "us": "ˌgaɪnəˈkɒlədʒi",
    "uk": "ˌɡaɪnəˈkɑːlədʒi"
  },
  "sentences": [
    {
      "en": "A major concern is the potential for the misuse of misprostol in India, says Kamala Ganesh, former professor of gynaecology at the Maulana Azad Medical College, Delhi.",
      "cn": "印度德里Maulana Azad医学院的前妇科学教授Kamala Ganesh说，在印度，一个主要的担心是米索前列醇可能被滥用。"
    },
    {
      "en": "Are long blain blain and gynaecology concerned on the face?",
      "cn": "和内分泌有关的!脸上长痘痘和妇科有关 吗 ?"
    },
    {
      "en": "Ask about what disease of department of gynaecology knows, thank!",
      "cn": "有关妇科病知道的请入, 谢谢!"
    },
    {
      "en": "Can disease of department of gynaecology cause skin hair to fizzle out?",
      "cn": "妇科病会不会引起皮肤发黄?"
    },
    {
      "en": "Did excuse me this get disease of department of gynaecology?",
      "cn": "请问这是不是得了妇科病?"
    },
    {
      "en": "Do examination of comprehensive department of gynaecology how to many money want?",
      "cn": "做一次全面的妇科检查要多少钱?"
    },
    {
      "en": "Does abortive hind take prophylactic to you can cause gynaecology? Can infecund?",
      "cn": "流产后服用避孕药会不会引发妇科病? 会不会不孕?"
    },
    {
      "en": "How can ability prevent the happening of inflammation of department of gynaecology?",
      "cn": "怎么样才能预防妇科炎症的发生?"
    },
    {
      "en": "How much is the cost that groovy department of gynaecology examines?",
      "cn": "常规妇科检查的费用是多少?"
    },
    {
      "en": "Indeed, the atmosphere is almost festive with delegates' enthusiasm to come up with new forms of cosmetic gynaecology, and new ways to encourage women to have it.",
      "cn": "实际上，气氛非常好，代表们对新形式的妇科整型以及鼓励女性做这个手术的新方法充满热情。"
    },
    {
      "en": "Is acupuncture cure sciatica good? Can you accentuate inflammation department of gynaecology?",
      "cn": "针灸治疗坐骨神经痛好不好? 会不会加重妇科炎症?"
    },
    {
      "en": "Is palace neck debaucjed defect of serious department of gynaecology?",
      "cn": "宫颈糜烂是严重的妇科病 吗 ?"
    },
    {
      "en": "The training covers extended periods in obstetrics and gynaecology.",
      "cn": "该培训包括产科学和妇科学的增加课时。"
    },
    {
      "en": "There are lots of clinical books out there about gynaecology but I wanted this to be frank and funny too.",
      "cn": "市面上有很多关于妇科的临床书籍，但是我想把这本书写得明白有趣。"
    },
    {
      "en": "Very irritated! Eat ice to get disease of department of gynaecology easily?",
      "cn": "好烦! 一吃冰就容易得妇科病?"
    },
    {
      "en": "What preparation should make before doing gynaecology to check?",
      "cn": "做妇科检查之前要做什么准备?"
    },
    {
      "en": "Which do play at a department of gynaecology comparatively well?",
      "cn": "去哪看妇科比较好?"
    },
    {
      "en": "Which Shanghai department of gynaecology hospital, cures an abnormal menstruation well?",
      "cn": "上海哪家妇科医院, 治疗月经不调好?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "gynaecological",
          "tran_cn": " 妇科的；妇科学的"
        },
        {
          "word": "gynecologic",
          "tran_cn": " 妇产科医学的"
        },
        {
          "word": "gynecological",
          "tran_cn": " 妇科的；妇产科医学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "gynaecologist",
          "tran_cn": " 妇科学家"
        },
        {
          "word": "gynecologist",
          "tran_cn": " 妇科医生"
        },
        {
          "word": "gynecology",
          "tran_cn": " 妇科学，妇科医学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gynecology"
          ],
          "tran_cn": "妇科医学"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "妇科医学，妇科，妇科学",
      "tran_en": "the study and treatment of medical conditions and illnesses that affect only women, and usually relating to a woman’s ability to have babies"
    }
  ],
  "exchange": {
    "adj": [
      "gynaecological"
    ]
  }
}