{
  "word": "crematorium",
  "ipa": {
    "us": "ˌkreməˈtɔ:riəm",
    "uk": "ˌkriməˈtɔriəm, -ˈtor-"
  },
  "sentences": [
    {
      "en": "And you can also find the crematorium with running overloaded.",
      "cn": "此外,你还可以看到整日超负荷运转的焚尸炉."
    },
    {
      "en": "Any lone massive oak he finds growing from a low clover - covered mound marks a crematorium.",
      "cn": "他还知道,任何一棵从低矮的苜蓿丛中长出的又高又大、茕茕孑立的橡树都意味着一处焚尸场."
    },
    {
      "en": "Full view. A messy body was entrusted to the crematorium.",
      "cn": "众目睽睽之下. 一具凌乱的尸体被拖向火葬场."
    },
    {
      "en": "He says plans to install heat-capture equipment at a crematorium in Cardiff provoked no hostility after staff took to the streets and explained how it works.",
      "cn": "他说, 在员工们走上街头向人们揭示其工作原理后，卡迪夫（Cardiff）火葬场安装热汲取设备的计划并没有激发敌意。"
    },
    {
      "en": "More than 250 people at the church and 350 at the crematorium chapel.",
      "cn": "教堂里有超过250人，火葬场的小礼堂里也有350多人。"
    },
    {
      "en": "New cremators commissioned at the Fu Shan Crematorium.",
      "cn": "富山火葬场新火化炉投入服务."
    },
    {
      "en": "Our family reached the crematorium to condole on him.",
      "cn": "我们全家去火葬场吊唁时."
    },
    {
      "en": "Thick black smoke streamed from the twin smokestacks of the town's crematorium.",
      "cn": "厚厚的黑烟流从双烟囱的城市的火葬场."
    },
    {
      "en": "Those that have already invested in heat-capture technology usually divert the excess heat to other crematorium buildings.",
      "cn": "那些已经花钱采用了热捕捉技术的火葬场，传输到别的火葬场。"
    },
    {
      "en": "You know my friend Chris who owns the crematorium?",
      "cn": "你知道我那个开火葬场的朋友克里斯 吧 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "crematory",
          "tran_cn": " 火葬的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "cremation",
          "tran_cn": " 火葬；火化"
        },
        {
          "word": "crematory",
          "tran_cn": " 火葬场；垃圾焚化场"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "cremate",
          "tran_cn": " 火葬；烧成灰"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "火葬场",
      "tran_en": "a building in which the bodies of dead people are burned at a funeral ceremony"
    }
  ],
  "exchange": {
    "pl": [
      "crematoria",
      "crematoriums"
    ]
  }
}