{
  "word": "radium",
  "ipa": {
    "us": "ˈreɪdiəm",
    "uk": "ˈreɪdiəm"
  },
  "sentences": [
    {
      "en": "All London was agog to see the two \" parents \" of radium.",
      "cn": "伦敦全城都渴望见到这两位镭的 “ 父母 ”."
    },
    {
      "en": "At one end of the barrel there was some radium.",
      "cn": "枪管的一端装有镭."
    },
    {
      "en": "He was the discoverer of the element radium.",
      "cn": "他是镭元素的发现者."
    },
    {
      "en": "It is produced from radium in the decay chain of uranium, an element found in varying amounts in all rocks and soil.",
      "cn": "它产生于铀衰变链中的镭，而铀是所有岩石和土壤中都能找到的一种元素，含量各不相同。"
    },
    {
      "en": "Madame Curie discovered radium.",
      "cn": "居里夫人发现了镭。"
    },
    {
      "en": "Madame Curie was the physicist with expertise in chemistry that, in 1898, discovered the radioactive substances of radium and polonium in Paris, France.",
      "cn": "居里夫人是一位具有化学专门知识的物理学家。 1898年，她在法国巴黎发现了放射性物质的镭和钋。"
    },
    {
      "en": "Radioactivity is a special quality of radium.",
      "cn": "放射性是镭的一种特性."
    },
    {
      "en": "Radium and uranium are radioactive elements.",
      "cn": "镭和铀是放射性元素."
    },
    {
      "en": "Radium can be fixed some distance from its original source.",
      "cn": "镭在离它的原始母体一定距离上固定下来."
    },
    {
      "en": "Radium can be used to treat cancer.",
      "cn": "镭可以用来治疗癌症."
    },
    {
      "en": "Radon is the daughter of radium.",
      "cn": "氡是镭的子体."
    },
    {
      "en": "She looked for radium four years in the experiment work.",
      "cn": "她在四年实验工作中寻找镭."
    },
    {
      "en": "Tell me when radium was found.",
      "cn": "告诉我镭是什么时候被发现的."
    },
    {
      "en": "Thanks to her inexhaustible patience and iron will, she had obtained stronger concentrations of the radium.",
      "cn": "幸亏她有无穷无尽的耐心和铁一般的意志, 她才得到了浓缩度较大的镭."
    },
    {
      "en": "The  radiation  radius of the  radioactive  radium  radiator in the  stadium is  variable.",
      "cn": "放射性的镭暖气装置的辐射半径在体育场是易变的。"
    },
    {
      "en": "The other element, which caused the stronger radiation, was given the name radium.",
      "cn": "另一种发射更强射线的元素定名为镭."
    },
    {
      "en": "The scientists who discovered radium did not know that it would kill them.",
      "cn": "那些发现了镭元素的科学家，并不知道这种元素会让他们丧命。"
    },
    {
      "en": "They had called the rays from it radioactivity; they now decided to call the element radium.",
      "cn": "他们从放射性特性方面考虑为新元素命名, 于是决定称其为“镭”."
    },
    {
      "en": "To this something still unseen they gave the name radium.",
      "cn": "他们给这种人们尚未看到的东西命名为镭."
    },
    {
      "en": "Who is the scientist firstly find radium?",
      "cn": "首先发现镭的科学家是谁?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>镭(88号元素符号Ra)",
      "tran_en": "a white metal that is  radioactive  and is used in the treatment of diseases such as  cancer  . It is a chemical  element  : symbol Ra"
    }
  ],
  "exchange": {}
}