{
  "word": "additionally",
  "ipa": {
    "us": "ə'dɪʃənəlɪ",
    "uk": "ə'dɪʃənəlɪ"
  },
  "sentences": [
    {
      "en": "A new contract is in place. Additionally, staff will be offered a bonus scheme.",
      "cn": "新合同已经准备就绪。 除此之外，还将给员工设立一个奖金计划。"
    },
    {
      "en": "Additionally , OSRAM is the market leader in automotive lamp business.",
      "cn": "在机动车照明领域, 更是世界技术领先者."
    },
    {
      "en": "Additionally, a marked decrease in retention after long - term use is described.",
      "cn": "此外, 在 长期 的使用以后套筒冠的固位力可能有显著地下降."
    },
    {
      "en": "Additionally, salary and occupation development are the two most important employee - prompting means.",
      "cn": "此外薪酬和职业发展是两种最主要的员工激励手段."
    },
    {
      "en": "Additionally, some mechanism and numerical relationship should be further researched.",
      "cn": "此外, 相关机理和量化关系还有待于深入研究."
    },
    {
      "en": "Additionally, some sweeping statements were made in some published reports.",
      "cn": "另外, 一些发表的报告叙述有些夸大."
    },
    {
      "en": "Additionally, the arguer mentions neuropeptide chemicals that are broken down by PEP.",
      "cn": "除此之外, 论述者提及被PEP所 分解的几种神经肽化学物."
    },
    {
      "en": "Additionally, the heating plate is coated with heat - resistant and anti — corrosion coatings.",
      "cn": "另外, 加热板表面涂有耐高温防腐蚀的涂层."
    },
    {
      "en": "Additionally, their small plastic bulb makes them a lot more durable.",
      "cn": "另外, 他们的小塑料电灯泡更大量做他们耐久性."
    },
    {
      "en": "Additionally, there is a Transpersonal Chakra above the crown chakra.",
      "cn": "另外在顶轮上有一超越个人的脉轮."
    },
    {
      "en": "All teachers are qualified to teach their native language. Additionally, we select our teachers for their engaging personalities.",
      "cn": "所有教师都具备教授其母语的资格。另外，我们还根据富有魅力的个性来选择我们的教师。"
    },
    {
      "en": "Credit and credit cards were additionally a part of his preoccupation.",
      "cn": "信用赊账和信用卡是额外加到他头上来的思想负担之一."
    },
    {
      "en": "The birds are additionally protected in the reserves at Birsay.",
      "cn": "鸟类在伯赛的保护区尤其受到保护。"
    },
    {
      "en": "The maintenance programme will additionally seek to keep the sites free of graffiti.",
      "cn": "这个维护方案还会试图保护这些地点不被涂鸦。"
    },
    {
      "en": "The supplementary reports on specific subjects may be compiled additionally if necessary.",
      "cn": "并得视实际需要,增编专题研究报告."
    },
    {
      "en": "To the eyes of the middle - aged , Bathsheba was perhaps additionally charming just now.",
      "cn": "在 中年人 的眼中, 巴丝谢芭现在也许格外楚楚动人."
    },
    {
      "en": "You can pay bills over the Internet. Additionally, you can check your balance or order statements.",
      "cn": "可以在网上支付账单。此外，还能查对余额或订货结算单。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "addable",
          "tran_cn": " 可增加的"
        },
        {
          "word": "addible",
          "tran_cn": " 可增加的，可添加的"
        },
        {
          "word": "additional",
          "tran_cn": " 附加的，额外的"
        },
        {
          "word": "additive",
          "tran_cn": " 附加的；[数] 加法的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "add",
          "tran_cn": " 加法，加法运算"
        },
        {
          "word": "adder",
          "tran_cn": " 蝰蛇（欧洲产的小毒蛇）；加算器；猪鼻蛇（北美产无毒的）"
        },
        {
          "word": "addition",
          "tran_cn": " 添加；[数] 加法；增加物"
        },
        {
          "word": "additive",
          "tran_cn": " 添加剂，添加物"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "add",
          "tran_cn": " 加；增加；加起来；做加法"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "add",
          "tran_cn": " 增加，添加；补充说；计算…总和"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "again",
            "moreover",
            "besides",
            "then",
            "both"
          ],
          "tran_cn": "此外；又，加之"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "then",
            "too",
            "upwards",
            "yet"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "此外",
      "tran_en": "in addition"
    }
  ],
  "exchange": {
    "adj": [
      "additional"
    ]
  }
}