{
  "word": "tryptophan",
  "ipa": {
    "us": "'trɪptəfæn",
    "uk": "'trɪptəˌfæn"
  },
  "sentences": [
    {
      "en": "Aimond It contains tryptophan and certain muscle relaxation reagent — Mag - nesium.",
      "cn": "杏仁它既含有色胺酸,又含有适量的肌肉松弛剂——镁."
    },
    {
      "en": "Based on the experimental data, the partitioning equilibrium constant of L tryptophan L Trp was obtained.",
      "cn": "根据氨基酸的分配平衡数据, 获得了TOMAC萃取色氨酸的萃取平衡常数."
    },
    {
      "en": "But almond can also help your sleep because it contains tryptophan and magnesium.",
      "cn": "但是杏仁一样可以帮助你的睡眠，因为它富含色氨酸和镁。"
    },
    {
      "en": "However , the trick is to combine foods that have tryptophan with ample carbohydrate.",
      "cn": "秘诀在于要让含有色氨酸的食物搭配足够的碳水化合物."
    },
    {
      "en": "IBS patients reported more gastrointestinal symptoms but less anxiety with acute tryptophan increase compared tryptophan depletion.",
      "cn": "急性色氨酸增加期和急性色氨酸缺失期比较,IBS患者胃肠道症状更多,而焦虑减少."
    },
    {
      "en": "In this paper, the steady - state optimization of tryptophan biosynthesis in Escherichia coli is discussed.",
      "cn": "本文研究了色氨酸生物合成的稳态优化."
    },
    {
      "en": "It does contain an amino acid called tryptophan that is involved in sleep mood control.",
      "cn": "火鸡肉中的确含有一种氨基酸叫色氨酸,对睡眠和情绪会产生影响."
    },
    {
      "en": "Milk contains 16 kinds of amino acid, methionine and the lack of tryptophan.",
      "cn": "牛奶内含有16种氨基酸, 缺乏蛋氨酸和色氨酸."
    },
    {
      "en": "Objective : L - Tryptophan was enzymatically synthesized by tryptophanase in genetic engineering strain WW - 11 from L - cysteine and indole.",
      "cn": "以L - 半胱氨酸和吲哚为底物,利用色氨酸酶基因工程菌WW - 11酶法合成L - 色氨酸."
    },
    {
      "en": "She rates dozens of foods for their levels of tryptophan.",
      "cn": "她对数十种食物的色氨酸水平进行了估计。"
    },
    {
      "en": "Similarly, a warm milky drink at bedtime works very well as milk is in tryptophan.",
      "cn": "同样地, 在睡前喝一杯富含色氨酸的温牛奶也是非常有效的."
    },
    {
      "en": "Some steamed potatoes or baked potatoes at night will not increase your weight. Potatoes are able to clean acid that can disrupt the performance of tryptophan in the body.",
      "cn": "在深夜食用一些蒸土豆或者烤土豆不会增加你的体重。土豆可以清除那些在身体中扰乱色氨酸工作的酸。"
    },
    {
      "en": "The essential amino acids are leucine, isoleucine, lysine, methionine, phenylalanine, threonine , tryptophan, and valine.",
      "cn": "必需氨基酸包括亮氨酸 、 异亮氨酸 、 赖氨酸 、 蛋氨酸 、 苯丙氨酸 、 苏氨酸 、 色氨酸和缬氨酸."
    },
    {
      "en": "This provided the essential data for tryptophan production to scale up in the future.",
      "cn": "这就为今后酶法合成色氨酸工艺产业化提供了必要的数据."
    },
    {
      "en": "Tryptophan gets converted into serotonin, a brain chemical that affects mood and behavior.",
      "cn": "色氨酸会在人体内转换为血清素, 这是一种人脑内能影响情绪和行为的化学物质."
    },
    {
      "en": "Tryptophan is the natural hypnotic, and it is the raw material for brain's producing serotonin.",
      "cn": "色氨酸是天然安眠药, 它是大脑制造血清素的原料."
    },
    {
      "en": "Turkey meat is an excellent source for tryptophan.",
      "cn": "火鸡肉是绝佳的色氨酸来源."
    },
    {
      "en": "Use of supplementary tryptophan to modify the behavior of pigs.",
      "cn": "使用补充色氨酸来限制猪的行为."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生化>色氨酸（脊椎动物日常食物中一种主要的氨基酸）",
      "tran_en": "an essential amino acid; a component of proteins necessary for growth "
    }
  ],
  "exchange": {}
}