{
  "word": "relive",
  "ipa": {
    "us": "ˌriːˈlɪv",
    "uk": "ˌriːˈlɪv"
  },
  "sentences": [
    {
      "en": "At home, I'd relive each encounter, writhing at the thought of my inadequacies.",
      "cn": "回到家里, 我 总 要在脑海中重温与她每次相遇的情景, 一想到自己不善交际就深为苦恼."
    },
    {
      "en": "Can I relive the errors of yesterday and right them?",
      "cn": "是否我能重返昨日挽回犯下的错误?"
    },
    {
      "en": "Can relive the errors of yesterday and right them?",
      "cn": "我怎么相信昨天是否正确?"
    },
    {
      "en": "Dementors force us to relive our very worst memories.",
      "cn": "射魂兽让我们重现我们最可怕的记忆."
    },
    {
      "en": "I can only relive the happiness and the innocence by memories.",
      "cn": "菜只能通过回忆来回味当时的快乐和纯真."
    },
    {
      "en": "I moved here last month to relive my memories.",
      "cn": "我上个月搬到这里来寻回我的记忆."
    },
    {
      "en": "I wish I could relive my childhood.",
      "cn": "但愿我能重过孩提时代的生活."
    },
    {
      "en": "Let move on to the glorious showcase of the immortals? as relive.",
      "cn": "让进入光荣的窗口,为重新神仙 呢 ?"
    },
    {
      "en": "Let's enter the paper theatre and relive childhood memories from long ago.",
      "cn": "华丽纸剧场舞台在此登场,让我们一起回忆过去童玩的乐趣."
    },
    {
      "en": "May God grant you time to relive this moment in shame!",
      "cn": "愿上帝让你承受此刻该尝到的羞耻!"
    },
    {
      "en": "Objective : To study the relive pain theory of Bidens bipinnata L.",
      "cn": "目的: 研究鬼针草镇痛作用机制."
    },
    {
      "en": "The girls watch the tape, eager to relive their victory against UCLA.",
      "cn": "女孩们观看录像带，急于重温打败加州大学洛杉矶分校队的胜利时刻。"
    },
    {
      "en": "Those who do not remember the past are condemned to relive it.",
      "cn": "凡是忘掉过去的人注定要重蹈覆辙."
    },
    {
      "en": "Time never moves in reverse, so we can never relive the past.",
      "cn": "时光无法倒流, 我们都不可能回到昔时."
    },
    {
      "en": "You can laugh again and again, relive those great moments.",
      "cn": "你能一笑再笑, 重温那些美好时刻."
    },
    {
      "en": "You can relive as often as you want.",
      "cn": "你随时都可以重新体验."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "come back to life again",
            "resurge"
          ],
          "tran_cn": "复活；再生"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "recapture"
          ],
          "tran_cn": "再体验"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "vt",
      "tran_cn": "（在想像中）重新过…的生活，再经历",
      "tran_en": "to remember or imagine something that happened in the past so clearly that you experience the same emotions again"
    }
  ],
  "exchange": {
    "third": [
      "relives"
    ],
    "past": [
      "relived"
    ],
    "done": [
      "relived"
    ],
    "ing": [
      "reliving"
    ]
  }
}