{
  "word": "increasingly",
  "ipa": {
    "us": "ɪnˈkriːsɪŋli",
    "uk": "ɪnˈkriːsɪŋli"
  },
  "sentences": [
    {
      "en": "A career in law is becoming increasingly attractive to young people.",
      "cn": "法律行业对年轻人的吸引力越来越大。"
    },
    {
      "en": "Arran became increasingly estranged from the mainstream of Hollywood.",
      "cn": "阿伦变得越来越脱离好莱坞的主流了。"
    },
    {
      "en": "But Artaud was increasingly dissatisfied with film as a medium.",
      "cn": "但是阿尔托对电影这种表现方式越来越不满。"
    },
    {
      "en": "Farmers are increasingly losing touch with their instinct for managing the land.",
      "cn": "农民正在逐渐丢失经营土地的本领。"
    },
    {
      "en": "I find myself growing increasingly angry at the absurdity of the situation.",
      "cn": "对如此荒谬可笑的情况我感到越来越生气。"
    },
    {
      "en": "Increasingly, corporate clients are seeking to outsource the management of their facilities.",
      "cn": "越来越多的公司客户寻求将设施的管理外包出去。"
    },
    {
      "en": "Increasingly, more wine-makers are taking up the challenge of growing Pinot Noir.",
      "cn": "越来越多的酿酒商开始接受种植黑皮诺葡萄的挑战。"
    },
    {
      "en": "Increasingly, young people distrust all forms of government.",
      "cn": "年轻人越来越不相信任何形式的政府。"
    },
    {
      "en": "Jackson said her boss became increasingly depressed and reverted to smoking heavily.",
      "cn": "杰克逊说她的老板情绪越来越低落，又开始拼命抽烟了。"
    },
    {
      "en": "Marketing techniques are becoming increasingly sophisticated.",
      "cn": "市场营销技巧越来越巧妙。"
    },
    {
      "en": "Scientists are becoming increasingly unsure of the validity of this technique.",
      "cn": "科学家们越来越拿不准这一技术是否正当合法。"
    },
    {
      "en": "She was finding it increasingly difficult to get about.",
      "cn": "她发现出去走动越来越困难了。"
    },
    {
      "en": "The baron became increasingly heated over the hypocrisy of it all.",
      "cn": "男爵对整件事的虚伪感到越来越生气。"
    },
    {
      "en": "The big clubs are becoming increasingly impatient at the rate of progress.",
      "cn": "大牌俱乐部对缓慢的进展越来越不耐烦了。"
    },
    {
      "en": "The commercial world is now being increasingly computerized.",
      "cn": "商业界目前正在日益计算机化。"
    },
    {
      "en": "The rest of the arts scene looks increasingly turgid by comparison.",
      "cn": "比较而言，艺术界的其他领域看起来越发索然无味。"
    },
    {
      "en": "This factor will come increasingly to the fore as election day nears.",
      "cn": "随着选举日的临近，这一因素将愈发重要。"
    },
    {
      "en": "We became increasingly fed up with his increasingly unfunny and unintelligent comments.",
      "cn": "我们越来越反感他益发无趣又缺乏见地的言论。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "increasing",
          "tran_cn": " 越来越多的，渐增的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "increasing",
          "tran_cn": " 增加，加大（increase的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "pyramidally",
            "cumulatively"
          ],
          "tran_cn": "越来越多地；渐增地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不断增加地，越来越多地",
      "tran_en": "more and more all the time"
    }
  ],
  "exchange": {}
}