{
  "word": "gourd",
  "ipa": {
    "us": "gʊəd",
    "uk": "gʊrd"
  },
  "sentences": [
    {
      "en": "\"I keep these stocks as my security, my backup, \" he says, looking down at the gourd casks filled with what I now realize are seeds.",
      "cn": "“我保存这些存货作为我的保障，我的后备，”他一边说，一边低头觑着那些葫芦罐，我这才认出那里面装满的是种子。"
    },
    {
      "en": "Are you going with him? You must be out of your gourd.",
      "cn": "你和他一块去? 你一定是疯了."
    },
    {
      "en": "Before long, his towel gourd grows straight the circle grows again.",
      "cn": "不久, 他的丝瓜就长得又直又圆又长."
    },
    {
      "en": "Detective Sun grinned and, pouncing on the gourd , smashed it against the wall.",
      "cn": "孙侦探笑了, 一把将瓦罐接过来, 往墙上一碰."
    },
    {
      "en": "Give me a gourd so I can bail.",
      "cn": "把葫芦瓢给我,我好把水舀出去."
    },
    {
      "en": "Gourd swirled the remaining liquid in his glass.",
      "cn": "古尔德摇晃着杯子里剩下的饮料."
    },
    {
      "en": "Gump: flavour, wax gourd, micro cold water, the alexipharmic function clearing sitting.",
      "cn": "冬瓜: 味甘淡 、 性微寒,功效清热利水, 解毒生津."
    },
    {
      "en": "I refused the last but washed down the fruit and vegetables with clear, cold water from a hollowed gourd.",
      "cn": "我没有动第三碗，只就着一只葫芦里干净的凉水，把水果和蔬菜风卷残云地吃了下去。"
    },
    {
      "en": "Mom and I took off the towel gourd harvest of joy.",
      "cn": "我和妈妈带着丰收的喜悦摘下了丝瓜."
    },
    {
      "en": "Pork took the gourd in one hand and Gerald's arm in the other.",
      "cn": "波克一手提着葫芦,一手挽着杰拉尔德."
    },
    {
      "en": "Products: potato white gourd, Chinese cabbage, persimmon, tomato, towel gourd, soybean.",
      "cn": "主要产品: 马铃薯、瓜 、 白菜 、 方柿、椒 、 红柿 、 瓜 、 豆."
    },
    {
      "en": "She took the gourd from between the glass and bottle and looked in it.",
      "cn": "她把放在玻璃杯和平子中间的葫芦拿过来,往葫芦里看了看."
    },
    {
      "en": "She took the wet gourd dipper from him, her nostrils wrinkling in distaste at the reek.",
      "cn": "她从波克手里接过湿淋淋的长柄葫芦勺, 鼻孔立即被酒气刺激得皱起来."
    },
    {
      "en": "The few strands of white hair at the back of his gourd - like pate also quivered.",
      "cn": "他那长在半个葫芦样的头上的白发,也随着笑声一齐抖动着."
    },
    {
      "en": "The practice of carving and lighting the gourd is a Celtic custom brought to America by Irish immigrants, who used the more-plentiful turnip back home.",
      "cn": "在葫芦上刻鬼脸并作为灯笼的习俗最早来自于凯尔特民族，由爱尔兰移民传至美国，而美国人更常用芜菁。"
    },
    {
      "en": "The shop imports goods such as painted gourd containers.",
      "cn": "这家商店进口诸如彩绘葫芦容器等商品。"
    },
    {
      "en": "What pharmacodynamics effect does pink of towel gourd seed have?",
      "cn": "丝瓜籽粉有什么药理作用?"
    },
    {
      "en": "With a shaldng hand he reached inside his quilt and brought out his pottery gourd.",
      "cn": "他的手哆嗦着,把闷葫芦罐儿从被子里掏了出来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cucurbit",
            "calabash"
          ],
          "tran_cn": "葫芦，葫芦属植物；脑瓜"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "bitter gourd",
      "tran_cn": "苦瓜，苦味葫芦"
    },
    {
      "phrase": "bottle gourd",
      "tran_cn": "葫芦；瓢葫芦；葫芦瓜"
    },
    {
      "phrase": "out of one's gourd",
      "tran_cn": "(北美，非正式)精神错乱；发疯"
    },
    {
      "phrase": "sponge gourd",
      "tran_cn": "n. 丝瓜"
    },
    {
      "phrase": "towel gourd",
      "tran_cn": "丝瓜"
    },
    {
      "phrase": "wax gourd",
      "tran_cn": "冬瓜"
    },
    {
      "phrase": "white gourd",
      "tran_cn": "n. [植]冬瓜"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "葫芦",
      "tran_en": "a round fruit whose outer shell can be used as a container, or the container made from this fruit"
    }
  ],
  "exchange": {
    "pl": [
      "gourds"
    ]
  }
}