{
  "word": "motility",
  "ipa": {
    "us": "məʊ'tɪlɪtɪ",
    "uk": "moʊ'tɪlətɪ"
  },
  "sentences": [
    {
      "en": "A contrast diagram was suggested and evidences for possible variation of motility presented and discussed.",
      "cn": "本篇拟具对照图以供参考采用,并提供若干可能引起动作变化的建议."
    },
    {
      "en": "All of these cells exhibit motility .",
      "cn": "所有这些细胞均表现移动性。"
    },
    {
      "en": "All of these cells exhibit motility.",
      "cn": "所有这些细胞均表现移动性."
    },
    {
      "en": "Cisapride administration in DGP can improve gastric motility and decrease MTL concentration.",
      "cn": "西沙比利在改善糖尿病患者MMC的 同时,使MTL降低."
    },
    {
      "en": "Conclusion TFD facilitates the motility of stomach, duodenum and ileum.",
      "cn": "结论:通腑汤对胃 、 十二指肠乃至回肠均有较好的促动力作用."
    },
    {
      "en": "During developmental aggregation and predatory lifestyle , gliding motility is very important for myxobacteria.",
      "cn": "粘细菌的滑动运动对其发育聚集和扑食过程都是非常重要的."
    },
    {
      "en": "Huangqi markedly facilitated small intestinal propulsion in normal mice motility was delayed by atropine and isoproterenol.",
      "cn": "黄芪可明显促进正常小鼠的肠推进作用,对阿托品和异丙肾上腺素所致的小肠推进抑制具有拮抗作用."
    },
    {
      "en": "Marijuana can decrease sperm motility and increase the number of abnormal sperm.",
      "cn": "大麻会降低精子能动性和增加不正常精子的数目。"
    },
    {
      "en": "Objective : To observe the effects of Ageratum - liquid on motility of rats.",
      "cn": "目的: 观察藿香正气液及其组方药物对大鼠胃排空及肠推进的影响."
    },
    {
      "en": "Objective It is to observe the regulation action of Hewei decoction on gastrointestinal motility disturbance.",
      "cn": "目的观察和胃汤对胃肠运动障碍的调节作用."
    },
    {
      "en": "Objective To explore the effect of external application of Xiaoji powder on the gastrointestinal motility.",
      "cn": "目的探讨中药消积散外敷对胃肠动力的影响."
    },
    {
      "en": "OBJECTIVE To explore the effects of Erjintang on analgesic effect and gastrointestinal motility.",
      "cn": "目的探讨二金汤方的镇痛作用和对胃肠运动的影响."
    },
    {
      "en": "Objective To study the molecular mechanism of swarming motility in Citrobacter freundii.",
      "cn": "目的探讨弗氏枸橼酸杆菌群集运动的分子机制."
    },
    {
      "en": "Red beans increased gastrointestinal motility and reduce constipation, and promote urination.",
      "cn": "红豆可增加肠胃蠕动,减少便秘, 促进排尿."
    },
    {
      "en": "Sweet potatoes fibre soft Yi Xiaohua, can promote gastrointestinal motility, help defecation.",
      "cn": "地瓜纤维质松软易消化, 可促进肠胃蠕动, 有助排便."
    },
    {
      "en": "The verisimilitude and motility are the two fundamental aesthetic characteristics, which distinguish the artistic forms of the action AV media from those of other medium.",
      "cn": "逼真性和运动性是动像视听传媒及其艺术形式区别于其他传媒及其艺术形式的两个带根本性的美学特征。"
    },
    {
      "en": "To investigate the relationship between upper esophageal sphincter (UES) motility and globus sensation.",
      "cn": "目的：探讨上食管括约肌（UES）运动功能与癔球症的关系。"
    },
    {
      "en": "USES: This medication slows the activity of the digestive system, thereby reducing cramping and gastric motility.",
      "cn": "用法: 本药减慢消化系统的活性, 因而减弱痛性痉挛和胃蠕动."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "motile",
          "tran_cn": " [生理] 能动的；显示活力的"
        },
        {
          "word": "motional",
          "tran_cn": " 运动的；起动的"
        },
        {
          "word": "motionless",
          "tran_cn": " 静止的；不运动的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "motile",
          "tran_cn": " 运动型"
        },
        {
          "word": "motion",
          "tran_cn": " 动作；移动；手势；请求；意向"
        },
        {
          "word": "motivator",
          "tran_cn": " 动力；激励因素"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "motion",
          "tran_cn": " 运动；打手势"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "motion",
          "tran_cn": " 运动；向…打手势"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "运动性，自动力，机动性"
    }
  ],
  "exchange": {}
}