{
  "word": "quadrangle",
  "ipa": {
    "us": "ˈkwɒdræŋgl",
    "uk": "ˈkwɑdræŋgl"
  },
  "sentences": [
    {
      "en": "A grassy quadrangle surrounded by cloisters.",
      "cn": "庭院一种长有草的四方小院."
    },
    {
      "en": "Block, north to south, for the quadrangle layout, an area of 1612 square meters.",
      "cn": "座北向南, 平面布局为四合院, 占地1612平方米."
    },
    {
      "en": "He left the old quadrangle, and went to food market straightly.",
      "cn": "他离开老四合院, 并继续对粮食市场的直线."
    },
    {
      "en": "I almost had spent my childhood at my grandmother's quadrangle in countryside.",
      "cn": "我的童年多半是在乡下奶奶家的四合院度过的."
    },
    {
      "en": "Naturally our whole being was depressed as we stepped through its doorway into the narrow quadrangle--and playing truant became chronic with us.",
      "cn": "很自然，当我们踏进校门进入那狭小的四方院子时，我们整个人都变得萎靡不振---逃学就成为我们的家常便饭。"
    },
    {
      "en": "Properly combined with other graphic elements, background, and color palette, quadrangle logos may become efficient identifications for businessand impressive addition to a logo designer’s portfolio.",
      "cn": "适当结合其他图形元素、背景和配色，四边形logo或可成为高效的商业标识，亦可为logo设计师的作品集里添上印象深刻的一笔。"
    },
    {
      "en": "Shouts from the open window startling evening in the quadrangle.",
      "cn": "从敞开着的窗户传出的喧嚷声,惊动了方院的暮色."
    },
    {
      "en": "Six lines of building base of quadrangle was discovered in Yin Ruins.",
      "cn": "对殷墟某一区域建筑基址的大面积揭露,在殷墟考古上是极为难得的."
    },
    {
      "en": "Such quadrangle-shaped logos may fit all kinds of projects: from hotel logos to social initiatives and to real estate agencies.",
      "cn": "这样的四边形logo可适用于各类项目：从旅馆logo到社会创意，再到房地产商。"
    },
    {
      "en": "The architectural form of Beijing quadrangle is deeply influenced by Confucianism.",
      "cn": "北京四合院的建筑形式的形成深受儒家哲学思想的影响."
    },
    {
      "en": "The fine, intelligent, educated voice sang on in the sunny quadrangle of red - brick Colonial buildings.",
      "cn": "那美妙, 聪明, 受过教育的声音回响在充满阳光的,殖民时期的红砖房子围成的庭院中."
    },
    {
      "en": "This alleyway - quadrangle complex is the true fragment of Yuan Dadu city structure in chessboard shape.",
      "cn": "这种整体肌理的胡同 - 四合院形态,是元大都棋盘式城市格局的真实片段."
    },
    {
      "en": "We walked all over the campus from the quadrangle to the athletic grounds.",
      "cn": "我们从方庭到操场,走遍了整个校园."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "campus"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "四边形，（尤指大学的学院等的）四方院子",
      "tran_en": "a square open area with buildings all around it, especially at a school or college"
    }
  ],
  "exchange": {
    "pl": [
      "quadrangles"
    ]
  }
}