{
  "word": "nexus",
  "ipa": {
    "us": "ˈneksəs",
    "uk": "ˈnɛksəs"
  },
  "sentences": [
    {
      "en": "...the nexus between the dominant class and the State.",
      "cn": "...统治阶级和国家间的关联。"
    },
    {
      "en": "Before he could respond, Ayenden's attention was drawn to a commotion atop the Nexus platform.",
      "cn": "艾登还没来得及答话, 传送月台上忽然出现的骚动吸引了他."
    },
    {
      "en": "If you want an Android phone right now, get a Nexus One.",
      "cn": "如果你想现在入手一台Android手机, 买NexusOne吧."
    },
    {
      "en": "In healthcare, the cash nexus undermines the doctor - patient relationship.",
      "cn": "在医疗行业, 金钱有可能扭曲医务人员与患者之间应有的关系."
    },
    {
      "en": "Meanwhile, the government also played a certain role in the nexus.",
      "cn": "同时, 这一部分也起到了一定的承上启下的作用."
    },
    {
      "en": "Mr Penn is the very embodiment of the Washington - business nexus.",
      "cn": "潘恩先生切实地体现了华府与商界的关系."
    },
    {
      "en": "Nexus - information on refractive and cataract surgery, corneal topography and topographers.",
      "cn": "屈光矫正,白内障手术, 角膜地形图的有关信息."
    },
    {
      "en": "Shared ambition is the vital nexus between them.",
      "cn": "共同的志向是把他们联结在一起的重要纽带."
    },
    {
      "en": "The insertion of traditional shutters are super functional in moderating light & privacy, while also playfully further working the exploration of the traditional/contemporary nexus.",
      "cn": "嵌入的传统百叶窗在调节光线和私密方面非常实用，同时也有趣地促进了对传统和现代结合的探索。"
    },
    {
      "en": "The nexus of poisons and terror is new. The nexus of Iraq and terror is old.",
      "cn": "毒剂与恐怖的联系是个新的方式, 但伊拉克与恐怖的联系有长久的历史."
    },
    {
      "en": "The Prayer Book has provided a flexible enough nexus of beliefs to hold together the different church parties.",
      "cn": "祈祷书为各信仰之间建起了足够灵活的联系纽带，以期将各个不同教派凝聚在一起。"
    },
    {
      "en": "The relation between a subject and its predicate is sometimes called a nexus.",
      "cn": "主语与其谓语的关系有时也称为“组连”."
    },
    {
      "en": "This paper presents some research works on the law? finance nexus.",
      "cn": "本文旨在对法与金融关系的研究成果作一简单梳理."
    },
    {
      "en": "To a growing group of information war technologists, it is the nexus of fantasy and reality.",
      "cn": "对一组成长的信息战专家, 它是幻想和现实的连结."
    },
    {
      "en": "Torso Action: the backbone of the body trunk, nexus, connecting his head and limbs.",
      "cn": "躯干动作: 躯干是人体的支柱, 承上启下, 连接着头及四肢."
    },
    {
      "en": "White theme designed by Livid, this blog is proudly powered by Project Nexus.",
      "cn": "嗯,还是白色主题好看些, 黑色的只有一篇文章时很丑陋."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "relationship",
            "connection",
            "bearing",
            "concern",
            "link"
          ],
          "tran_cn": "关系；连结，连系"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "connection"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（事物、思想等之间的）联结，联系，关系",
      "tran_en": "a connection or network of connections between a number of people, things, or ideas"
    }
  ],
  "exchange": {
    "pl": [
      "nexus"
    ]
  }
}