{
  "word": "dyestuff",
  "ipa": {
    "us": "'daɪstʌf",
    "uk": "'daɪˌstʌf"
  },
  "sentences": [
    {
      "en": "A blue dyestuff can be obtained from the woad plant.",
      "cn": "菘蓝属植物可以造蓝色染料."
    },
    {
      "en": "A dyestuff obtained from the wood of this plant.",
      "cn": "黄木染料从这种植物的木材中得到的染料."
    },
    {
      "en": "A dyestuff wood of this plant.",
      "cn": "一种取自菘蓝属植物的蓝色染料."
    },
    {
      "en": "All the artwork can be eaten since no dyestuff is used, said Ju.",
      "cn": "桔多淇表示，因为她没有用颜料，她的作品都能吃。"
    },
    {
      "en": "Diphenyl thiourea is an important intermediate of medicine and dyestuff.",
      "cn": "二苯硫脲是重要的医药和染料的中间体."
    },
    {
      "en": "Fiber reactive dyes - from true chemical bounds between dyestuff and fiber.",
      "cn": "纤维活性染料 -- 染料与纤维之间形成真正的化学键."
    },
    {
      "en": "Fiber reactive dyes are from true chemical bounds between dyestuff and fiber.",
      "cn": "纤维活性染料来源于染料与纤维之间形成的真正化学键."
    },
    {
      "en": "Mainiy use: Used to produce dyestuff, pigment, Surface active agent, Pharmaceutical material.",
      "cn": "主要用途: 本品主要用作染料 、 颜料 、 表面活性剂, 医药合成的中间体."
    },
    {
      "en": "Natural color has given way to such Bright - colored artificial dyestuff in effectiveness.",
      "cn": "面对如此色彩斑斓的人工染料,自然色彩已俯首称臣."
    },
    {
      "en": "Never tested cancer dyestuff from what we used dyestuff.",
      "cn": "各种不同性质的染料中也未检测出含有致癌染料."
    },
    {
      "en": "Nonlinear relation was obtained between color difference and dyestuff concentration.",
      "cn": "色差与浓度呈非线性关系."
    },
    {
      "en": "Remove dyestuff of dirt on the surface of printing belt clean.",
      "cn": "清除残留在皮带上的染料及导物,维持清洁印花状态的装置."
    },
    {
      "en": "The expression about difference and dyestuff concentration were got by multinomial fit.",
      "cn": "用多项式拟合色差与染料浓度的表达式."
    },
    {
      "en": "The function relation between difference and dyestuff concentration was obtained.",
      "cn": "分析获得了色差与染料浓度的函数关系."
    },
    {
      "en": "The reddish dyestuff obtained from any of these organisms.",
      "cn": "苔色素由此类植物提出的红色染料."
    },
    {
      "en": "There are German dyestuff patents that were confiscated by the United States during the First World War and became part of the foundation of the American chemical industry.",
      "cn": "还包括第一次世界大战时美国从德国没收的染料专利资料，并最终成为美国化学工业基础的一部分。"
    },
    {
      "en": "Usage: Mainly used in chemical, glass , dyestuff, ceramic and mechanic.",
      "cn": "用途: 主要用于化学 、 玻璃、染料 、 冶金、机械、搪瓷等工业."
    },
    {
      "en": "Usage: Mainly used in chemical, glass, dyestuff, ceramic and mechanic.",
      "cn": "用途：主要用于化学、 玻璃、染料、冶金、机械、搪瓷等工业。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dye",
            "coloring agent"
          ],
          "tran_cn": "[染料]染料，[助剂]着色剂"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "染料，颜料，颜色",
      "tran_en": "a substance that can be used as a dye or from which a dye can be obtained "
    }
  ],
  "exchange": {}
}