{
  "word": "lessee",
  "ipa": {
    "us": "leˈsi:",
    "uk": "lɛˈsi"
  },
  "sentences": [
    {
      "en": "A lease is a rental agreement between the lessee and the lessor.",
      "cn": "租赁契约是出租人和承租人之间达成的租用协议."
    },
    {
      "en": "Before the lessor signs the lease, the lessee must receive a copy of the contract.",
      "cn": "在出租人签署租赁合同之前, 承租人必须要收到合同副本."
    },
    {
      "en": "Lease: The contract between the Lessor and Lessee concerning the use and occupation of the premises.",
      "cn": "租约: 由出租人和承租人就铺面的使用和所有签订的合同."
    },
    {
      "en": "Lessee does not pay water charges, electricity charges, etc.",
      "cn": "承租人不缴纳水费 、 电费等怎么办?"
    },
    {
      "en": "Lessee is late in releasing the rental payment by more than 10 calendar days.",
      "cn": "乙方拖欠应付给甲方的租金和相关费用超过10个日历天的."
    },
    {
      "en": "Lessee will only use the car for their company's business purpose.",
      "cn": "乙方向甲方承诺,租赁这些车辆仅作为公司使用."
    },
    {
      "en": "Lessor shall issue the tax invoice to lessee upon request for payment every time.",
      "cn": "在甲方每次向乙方申请汽车租金时,必须出具税收发票."
    },
    {
      "en": "Losses caused intentionally or negligently by the lessee shall be borne by the lessee.",
      "cn": "如因承租人的故意或过失造成损失的,由承租人负担."
    },
    {
      "en": "Otherwise, the contract issuer or the lessor shall assume the joint and several tax liabilities with the contractor or lessee.",
      "cn": "发包人或者出租人不报告的，发包人或者出租人与承包人或者承租人承担纳税连带责任。"
    },
    {
      "en": "Payment of all building and land taxes shall be borne solely by the Lessee.",
      "cn": "一切房屋、土地税均由承租方承担."
    },
    {
      "en": "The Lessee shall abide by the rules of property management Company.",
      "cn": "乙方应遵守物业管理有限公司对小区的各项规定."
    },
    {
      "en": "The lessee shall be liable for compensating the lessor for losses suffered as a result thereof.",
      "cn": "出租人因此所受的损失由承租人负责赔偿."
    },
    {
      "en": "The lessee shall pay for the toll fees, parking fee, and other expenses.",
      "cn": "承租方需承担路桥费 、 停车费及其它费用."
    },
    {
      "en": "The lessee will be asked to fill in a leasing application.",
      "cn": "租赁人要求填写一张租赁申请."
    },
    {
      "en": "The lessor can evict the lessee for failure to pay rent.",
      "cn": "出租人可驱逐不付租金的承租人."
    },
    {
      "en": "Thee contract issuer or lessor shall, within 30 days from the date of issuance of contract or leasing, report the information about the contractor or lessee to the competent tax authorities.",
      "cn": "发包人或者出租人应当自发包或者出租之日起30日内将承包人或者承租人的有关情况向主管税务机关报告。"
    },
    {
      "en": "Thee lessor can evict the lessee for failure to pay rent.",
      "cn": "出租人可驱逐不付租金的承租人。 。"
    },
    {
      "en": "Units compensation is a lessee of all individuals?",
      "cn": "拆迁补偿款是否属于承租人个人所有?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "lessor",
          "tran_cn": " 出租人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "renter",
            "tenantry"
          ],
          "tran_cn": "[租赁]承租人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "承租人，租户",
      "tran_en": "someone who is allowed to use a house, building, land etc for a period of time in return for payment to the owner"
    }
  ],
  "exchange": {
    "pl": [
      "lessees"
    ]
  }
}