{
  "word": "bonfire",
  "ipa": {
    "us": "ˈbɒnfaɪə(r)",
    "uk": "ˈbɑːnfaɪər"
  },
  "sentences": [
    {
      "en": "A downpour of rain put out the children's bonfire.",
      "cn": "一阵大雨把孩子们的营火都浇灭了."
    },
    {
      "en": "A woman throws an object into a bonfire on a beach in Malaga, southern Spain.",
      "cn": "在西班牙南部的马拉噶镇，一个女人把一个东西投入篝火中。"
    },
    {
      "en": "As a bonfire dispels chilliness, so our solidarity drives away the enemy.",
      "cn": "篝火能把寒冷驱散, 团结能把敌人赶跑."
    },
    {
      "en": "I can't miss my to rake leaves, have a bonfire, roast chestnuts.",
      "cn": "我不能错过耙叶子 、 点篝火 、 烤栗子的机会."
    },
    {
      "en": "I know you love a good bonfire, Dylan.",
      "cn": "我知道你很喜欢篝火晚会, 戴兰."
    },
    {
      "en": "It's a dress he wears on high days , holidays and bonfire nights.",
      "cn": "这是他节日穿的衣服."
    },
    {
      "en": "Off to one side, the militia was heaping up wood for a bonfire.",
      "cn": "在一侧，民兵们正在堆起木柴，准备生起篝火。"
    },
    {
      "en": "One of them told me this: \"When you write, you light a bonfire in the spirit world.",
      "cn": "其中一个人这样对我说：当你写的时候，你点燃了一簇精神世界的篝火。"
    },
    {
      "en": "People are circling around the bonfire and dancing happily.",
      "cn": "人们正围绕着篝火快乐地跳着舞."
    },
    {
      "en": "Some sods have been removed to make a place for the bonfire.",
      "cn": "几块草皮已经移掉以便空出地方燃营火."
    },
    {
      "en": "The bonfire blazed away for hours.",
      "cn": "营火继续燃烧了几个钟头"
    },
    {
      "en": "The bonfire lightened the sky.",
      "cn": "营火照亮了天空."
    },
    {
      "en": "The camp bonfire flamed away all the evening.",
      "cn": "整个晚上野营的篝火都在燃烧."
    },
    {
      "en": "They piled wood onto the bonfire until the flames roared.",
      "cn": "他们不断往篝火上加木柴,直到火光冲天."
    },
    {
      "en": "We built a huge bonfire, and collected all the people around it.",
      "cn": "我们堆了一大堆木头,烧着烟火, 把老乡们都叫了来围着[它](烟火)."
    },
    {
      "en": "We made a bonfire of dead leaves in the garden.",
      "cn": "我们在花园里点燃火堆把枯叶烧掉."
    },
    {
      "en": "We'll make a bonfire to - night in the Champs - Gaillard with Matre Andry's books!",
      "cn": "今晚就用安德里老公的书,在加伊亚广场放焰火吧!"
    },
    {
      "en": "Wood was piled onto the bonfire until the flames roared.",
      "cn": "木柴被不断地添放在篝火上,直到火旺起来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "camp-fire",
            "needfire"
          ],
          "tran_cn": "篝火；营火"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "营火，篝火",
      "tran_en": "a large outdoor fire, either for burning waste or for a party"
    }
  ],
  "exchange": {
    "pl": [
      "bonfires"
    ]
  }
}