{
  "word": "lingual",
  "ipa": {
    "us": "ˈlɪŋɡwəl",
    "uk": "ˈlɪŋɡwəl"
  },
  "sentences": [
    {
      "en": "Additional bi - lingual ( English and Mandarin speaking ) volunteers sought.",
      "cn": "另外,我们急需双语的义工."
    },
    {
      "en": "By experiment, we studied the mental effects of objective lingual cue.",
      "cn": "摘要通过实验, 研究了客观语言提示的心理效应."
    },
    {
      "en": "Changing the label of the text object, which is multi lingual, makes it easier to access the object in an internationalization situation.",
      "cn": "对于多语言应用，更改文本对象的标签可以在国际化测试中可以让对象更容易被访问。"
    },
    {
      "en": "Chat with your friends during game play - multiple lingual support for chat text (even user names support all languages)!",
      "cn": "在游戏期间和您的朋友聊天——聊天信息支持多种语言（用户名也支持所有语言）！"
    },
    {
      "en": "Effective bi - lingual in English and Chinese preferred.",
      "cn": "良好的英语听、说、读、写能力."
    },
    {
      "en": "Effective non - lingual techniques included facial expressions, distance, appearance, eye contact and touch.",
      "cn": "有效的 非 语言性沟通要注意面部表情 、 距离 、 仪表 、 目光和触摸."
    },
    {
      "en": "Evaluating methods and effects of repairing injured lingual nerves on human.",
      "cn": "舌神经修复效果及评价方法的初步研究."
    },
    {
      "en": "He's multi-lingual. Angel is a speaker of English, Russian, Arab and French. And love.",
      "cn": "安吉尔说多种语言：英语、俄语、阿拉伯语和法语，当然他也懂爱的语言。"
    },
    {
      "en": "Her dentist advised that the problem might be coming from her thicker-than-average lingual frenulum.",
      "cn": "她的牙医说口语水平上不去的原因可能是她的舌系带比一般人的要厚。"
    },
    {
      "en": "Its brilliant elegant lingual art, can be called \" Great works \"",
      "cn": "它那璀灿优美的语言艺术, 真可谓 “ 天地妙文 ”"
    },
    {
      "en": "Khoo is bi - lingual in Chinese and English and a few other dialects.",
      "cn": "他能流利地说中文和英文以及其它方言."
    },
    {
      "en": "Label contents are a mixture of static and dynamic content. Static content is multi-lingual.",
      "cn": "标签内容包括静态内容和动态内容。 静态内容是多语言的。"
    },
    {
      "en": "Multi - racial and multi - lingual Singapore can certainly learn from this.",
      "cn": "这也是多元种族、多元语文的我国人民所应借鉴的."
    },
    {
      "en": "Objective : To reveal the anatomic relationship between hypoglossal and lingual nerve.",
      "cn": "〔摘要〕目的: 揭示猕猴舌下与舌神经间的关系,为临床开展新的术式提供依据."
    },
    {
      "en": "One day she saw his bi - lingual name cards and howled with laughter.",
      "cn": "一天,她看到了他的双语名片,哈哈大笑."
    },
    {
      "en": "Over here, they're not even lingual.",
      "cn": "在这, 他们甚至什么话都说不来."
    },
    {
      "en": "The result shows that objective lingual cue affects memory effect.",
      "cn": "结果显示,客观语言提示影响人的记忆效果."
    },
    {
      "en": "We have bi - lingual free booklets to give to you.",
      "cn": "我们有中英对照的小册子要送给你."
    },
    {
      "en": "Welcome to hire the multi - lingual electronic - pronunciation - mailBox with a huge memory capacity.",
      "cn": "电子语音信箱,多种语言,大容量存储,欢迎租用."
    },
    {
      "en": "Will Zaobao's bi - lingual column continue to take on this challenge?",
      "cn": "早报的双语专栏会不会继续接受这项挑战 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "linguistic",
          "tran_cn": " 语言的；语言学的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "lingually",
          "tran_cn": " 向舌"
        },
        {
          "word": "linguistically",
          "tran_cn": " 语言的；语言学方面"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "linguist",
          "tran_cn": " 语言学家"
        },
        {
          "word": "linguistics",
          "tran_cn": " 语言学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "glossal",
            "glottic"
          ],
          "tran_cn": "[语]语言的；[解剖]舌的，舌音的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "舌的，语言的",
      "tran_en": "of or relating to the tongue or a part or structure resembling a tongue "
    },
    {
      "pos": "n",
      "tran_cn": "舌音，舌音字"
    }
  ],
  "exchange": {
    "adv": [
      "lingually"
    ]
  }
}