{
  "word": "antarctica",
  "ipa": {
    "us": "æn'tɑ:ktɪkə",
    "uk": "æn'tɑ:rktɪkə"
  },
  "sentences": [
    {
      "en": "A few earthworms have been reported from the South Shetland Islands in Antarctica.",
      "cn": "少数蚯蚓曾发现于南极洲的南塞得兰岛."
    },
    {
      "en": "Antarctica has always inspired grandiose schemes.",
      "cn": "南极洲总是激发人们的宏伟设想."
    },
    {
      "en": "Antarctica is the coldest and driest place on Earth.",
      "cn": "南极洲是地球上最冷、最干的地方."
    },
    {
      "en": "Antarctica is the earth's coldest landmass.",
      "cn": "南极洲是地球上最冷的大陆."
    },
    {
      "en": "ANTARCTICA, that bleak, white place, still defies full understanding.",
      "cn": "南极洲这块白色荒凉的土地仍然使人无法完全了解."
    },
    {
      "en": "At its widest point, Antarctica is about 4,000 miles across.",
      "cn": "其最宽阔处约4000英里."
    },
    {
      "en": "Both Chile and Argentina feel very strongly about their territorial claims to Antarctica.",
      "cn": "智利和阿根廷对于南极的领土主张都持强硬态度。"
    },
    {
      "en": "Environmental groups push to preserve Antarctica as a world park, the last unsullied continent.",
      "cn": "环境保护团体竭力主张把南极洲这块最后的洁净大陆作为世界公园来保护."
    },
    {
      "en": "I haven't been to Antarctica, so I haven't seen the Southern Lights.",
      "cn": "我从来没去过南极, 所以没见过南极光."
    },
    {
      "en": "Since then, men have gone to Antarctica in search of adventure.",
      "cn": "从那以后, 人们开始去南极洲探险."
    },
    {
      "en": "The danger of ozone destruction is not limited to Antarctica, however.",
      "cn": "然而臭氧层受到破坏的危险并不限于南极范围之内."
    },
    {
      "en": "The only plants to be found in Antarctica are algae, mosses, and lichens.",
      "cn": "在南极洲所发现的植物只有藻类 、 苔藓和地衣."
    },
    {
      "en": "The price of Antarctica might be higher than we would care to pay.",
      "cn": "南极洲的价值可能要比我们愿意付出的代价高."
    },
    {
      "en": "With annual rainfall close to zero, Antarctica is technically a desert.",
      "cn": "南极洲年降雨量几乎为零, 严格来说它就是一片荒漠."
    },
    {
      "en": "Yet, Antarctica's fragile and complicated eco - system is threatened by its human visitors.",
      "cn": "不过, 南极洲脆弱而复杂的生态系统正受到由人类组成的游客的威胁."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "南极洲"
    }
  ],
  "exchange": {}
}