{
  "word": "paraphernalia",
  "ipa": {
    "us": "ˌpærəfəˈneɪliə",
    "uk": "ˌpærəfɚˈneljə, -fəˈneljə"
  },
  "sentences": [
    {
      "en": "...a large courtyard full of builders' paraphernalia.",
      "cn": "…一个充满建筑装备的大院子"
    },
    {
      "en": "All my fishing paraphernalia is in the car.",
      "cn": "我的鱼具都在汽车里."
    },
    {
      "en": "Along with gloves, goggles and other paraphernalia , the new gear set her back about $ 700.",
      "cn": "包括手套 、 雪镜,和其他随身用具, 整套装备花了她700美元."
    },
    {
      "en": "an electric kettle and all the paraphernalia for making tea and coffee",
      "cn": "电水壶及沏茶冲咖啡的全套用具"
    },
    {
      "en": "And before treatment patients purchase and paraphernalia: needles, tubes, and tape.",
      "cn": "患者在接受治疗前不仅要支付治疗费用还要购买各种治疗用具: 针 、 针管和胶布."
    },
    {
      "en": "B: I know. He has all the music paraphernalia you can buy.",
      "cn": "我知道. 你能买到的音乐相关产品,他全都有."
    },
    {
      "en": "Can you move all your paraphernalia out of the way?",
      "cn": "你可以把所有的随身物品移开 吗 ?"
    },
    {
      "en": "Get rid of all cigarettes and ashtrays and other paraphernalia associated with smoking.",
      "cn": "扔掉所有香烟、烟灰缸和与吸烟有关的其他物品。"
    },
    {
      "en": "Have you ever seen him with any drug paraphernalia?",
      "cn": "你看过他带着任何与违禁品有关的东西 吗 ?"
    },
    {
      "en": "He has all the music paraphernalia you can buy.",
      "cn": "你能买到的音乐相关产品,他全都有."
    },
    {
      "en": "Skip the art museum, and head to the halls filled with quirky and fun paraphernalia.",
      "cn": "别去美术馆, 去那些收纳有趣和古怪随身品的博物馆吧."
    },
    {
      "en": "The whole paraphernalia of contemporary neoclassical economics seems to have become suddenly obsolete.",
      "cn": "当代新古典经济学的全部工具似乎突然变得过时了."
    },
    {
      "en": "Theatrical paraphernalia had been provided over and above her care.",
      "cn": "演戏用的行头是主办单位提供的,不用她操心."
    },
    {
      "en": "Therefore the camouflage paraphernalia appears, more or less visible, to your own astonishment.",
      "cn": "因此,会显现随身携带的伪装, 或多或少能被你们看到, 这令你们吃惊."
    },
    {
      "en": "Under Texas law , however, unofficial NEP syringes are drug paraphernalia.",
      "cn": "但按德州的法律, 非官方的NEP注射器是随身的毒品工具."
    },
    {
      "en": "Visitors can shop there and buy paraphernalia such as Microsoft shirts and cups.",
      "cn": "游客可在那里买到如微软衬衫及杯子之类的相关用品."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "equipment",
            "furniture",
            "facility",
            "plant"
          ],
          "tran_cn": "随身用具；全部有关的事物；设备"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "baggage",
            "equipment",
            "fitting",
            "furniture",
            "hardware",
            "machinery",
            "possession"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "随身物品，装备，设备，[法]妻子的财产",
      "tran_en": "You can refer to a large number of objects that someone has with them or that are connected with a particular activity as paraphernalia"
    }
  ],
  "exchange": {}
}