{
  "word": "lichen",
  "ipa": {
    "us": "ˈlaɪkən",
    "uk": "ˈlaɪkən"
  },
  "sentences": [
    {
      "en": "A bird soars over the lichen - draped remains of Manorbier Castle in Wales.",
      "cn": "一只展翅高飞的鸟儿从青苔密布的威尔士玛诺比尔城堡遗迹上滑翔而过."
    },
    {
      "en": "A brittle, grayish - brown, Arctic lichen ( Cetraria islandica ) sometimes a food or in medicine.",
      "cn": "一种易碎 、 绿褐色的北冰洋地衣植物 ( 冰岛衣冰岛衣属 ),有时用作食物或药物."
    },
    {
      "en": "Conditions in these moundsare conducive to the development of distinct vegetation -- lichen, shrubs, and black spruce -- that make them easy to spot in the field.",
      "cn": "这些小丘的条件有利于青苔、灌木和黑云杉等不同植被的生长，使它们很容易被发现。"
    },
    {
      "en": "Dickinsonia, for example, has been interpreted as being a relative of jellyfish, a marine worm, a lichen, or even as a member of a completely extinct kingdom.",
      "cn": "例如，狄更逊水母，有的说是水母的近亲，有的说是海底蠕虫，有的说是地衣，有的甚至说它属于一个已经完全灭绝的物种。"
    },
    {
      "en": "I heard the ointment is effective for treating lichen.",
      "cn": "我听说这软膏治苔癣病有效."
    },
    {
      "en": "In recognition of their vulnerability, the lichen fields have been marked off on maps and with fences.",
      "cn": "人们意识到它们的脆弱，因此地衣区被从地图上标注出来同时也被栅栏围起来。"
    },
    {
      "en": "Jral Anabrotic Lichen Planus and Fugitive Glossitis Treated With CO _ 2 Laser.",
      "cn": "CO_2激光治疗口腔糜烂型扁平苔癣和游走性舌炎."
    },
    {
      "en": "KLC has to be differentiated with lichen planus and lichen planus - like keratosis.",
      "cn": "本病需与扁平苔藓和扁平苔藓样角化病等鉴别."
    },
    {
      "en": "Lichen is a form in which green or bluegreen algae and a fungus live together symbiotically.",
      "cn": "地衣是一种绿藻或蓝藻与一种真菌共生的形式."
    },
    {
      "en": "Lichen myxedematosus is a chronic cutaneous mucinous disorder and is classified into four clinical variants.",
      "cn": "摘要黏液水肿性苔癣为一慢性皮肤黏液沉著之疾病,临床上可区分为四种变型."
    },
    {
      "en": "Lichen welcome new and old customers patrons, business negotiations and work together.",
      "cn": "诚忱欢迎广大新老客户惠顾, 洽谈业务,携手共进."
    },
    {
      "en": "Objective : we summarize the new studies of apoptosis in oral lichen planus.",
      "cn": "目的 总结近几年来口腔粘膜扁平苔藓凋亡研究的新进展."
    },
    {
      "en": "Objective To explore the treatment for erosive oral Lichen planus.",
      "cn": "目的探讨超声离子导入法治疗糜烂型扁平苔癣的疗效."
    },
    {
      "en": "The case was diagnosed as lichen sclerosus et atrophicus with localized scleroderma.",
      "cn": "患者诊断为硬化萎缩性苔藓合并局限性硬皮病."
    },
    {
      "en": "The lichen tests were conducted in Spain and at Utah’s Mars Desert Research Station, where two of the researchers donned spacesuits and lived for two weeks in the field as astronauts.",
      "cn": "这些地衣测试是在西班牙和犹他州的火星沙漠研究站进行的。 两个研究人员穿着者宇航服如同宇航员般的过了两周。"
    },
    {
      "en": "The rock is full of lichen.",
      "cn": "岩石上长满了青苔."
    },
    {
      "en": "The stone stairway was covered with lichen.",
      "cn": "那石级长满了地衣."
    },
    {
      "en": "There is carpet - like lichen all over the moist corner of the wall.",
      "cn": "潮湿的墙角上布满了地毯般的绿色苔藓."
    },
    {
      "en": "To explore the relationship between oral lichen planus and systematic illness.",
      "cn": "目的:探索口腔扁平苔藓与系统性疾病的关系."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fungus",
            "moss"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lichen planus",
      "tran_cn": "扁平苔癣"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[植]地衣，苔藓",
      "tran_en": "a grey, green, or yellow plant that spreads over the surface of stones and trees"
    },
    {
      "pos": "vt",
      "tran_cn": "使长满地衣"
    }
  ],
  "exchange": {
    "pl": [
      "lichens"
    ]
  }
}