{
  "word": "igneous",
  "ipa": {
    "us": "ˈɪgniəs",
    "uk": "ˈɪɡniəs"
  },
  "sentences": [
    {
      "en": "A usually coarse - grained igneous rock composed chiefly of calcic plagioclase and pyroxene.",
      "cn": "一种辉石矿物,由锂铝硅酸盐组成,是锂的来源."
    },
    {
      "en": "Contrast the formation of intrusive and extrusive igneous rocks.",
      "cn": "对比形成的侵扰和挤压火成岩."
    },
    {
      "en": "Dr. Matter is involved in another similar study of peridotite, an igneous rock, where it occurs in a large formation in the Middle Eastern country of Oman.",
      "cn": "马特博士还参与了另一项在中东国家阿曼进行的、与此相似的火成岩橄榄岩研究。"
    },
    {
      "en": "I wonder if there are further classifications of igneous rocks.",
      "cn": "我想知道火成岩还有进一步的类型划分吗?"
    },
    {
      "en": "Igneous drape reservoir is a special type of reservoir.",
      "cn": "火成岩披覆油藏是一种特殊的油藏类型."
    },
    {
      "en": "Igneous rocks do not contain fossils.",
      "cn": "火成岩不含化石."
    },
    {
      "en": "Self - organization map were used to identify lithology of the igneous formations. Good results archived.",
      "cn": "并利用自组织神经网络方法识别岩性,取得了良好的效果."
    },
    {
      "en": "So eruption of volcanoes is one way of producing igneous rocks.",
      "cn": "那么火山喷发是形成火山岩的一种方式罗."
    },
    {
      "en": "Speaking of volcanoes , man, are they a violent igneous rock formation!",
      "cn": "是啊, 像火山一样.可怕的火成岩构成."
    },
    {
      "en": "The earth movements associated with the orogeny triggered an extensive igneous activity.",
      "cn": "伴随着造山运动的地壳运动出发了一场广泛的火成活动。"
    },
    {
      "en": "The Great Dyke of Zimbabwe is a layered mafic intrusion of igneous, metal-bearing rock that has been dated to approximately 2.5 billion years old.",
      "cn": "津巴布韦大堤是一个分层的火成岩，金属镁铁质侵入岩轴承已追溯到大约2.5亿年的历史。"
    },
    {
      "en": "The intrusion sequence for igneous rocks is indicated by crosscutting and inclusion relationships.",
      "cn": "火成岩的归入顺序由切割和包含关系来表示."
    },
    {
      "en": "The LIP ( large igneous province ) is the best exhibition when the.",
      "cn": "大火成岩省 ( LIP ) 是地幔柱到达地表最好的表现形式."
    },
    {
      "en": "The most common intrusive in the order of igneous rocks is granite.",
      "cn": "在火成岩系列中最常见的侵入体是花岗岩."
    },
    {
      "en": "The rocks here are igneous and do not fracture along predictable lines.",
      "cn": "这儿的石头都是火成岩,石头的裂缝极不规则."
    },
    {
      "en": "Thus the intrusive igneous rocks usually have a coarse texture.",
      "cn": "所以侵入岩通常具有粗粒结构."
    },
    {
      "en": "Trap rock is a form of plutonic igneous rock.",
      "cn": "暗色岩是一种火成岩."
    },
    {
      "en": "When molten rock cools igneous rocks form.",
      "cn": "当熔融岩石冷却,火成岩形成."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "pyrogenic"
          ],
          "tran_cn": "[岩]火的；火成的；似火的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "igneous petrology",
      "tran_cn": "火成岩岩石学"
    },
    {
      "phrase": "igneous rock",
      "tran_cn": "火成岩"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（尤指岩石）火成的",
      "tran_en": "igneous rocks are formed from lava(= hot liquid rock )"
    }
  ],
  "exchange": {}
}