{
  "word": "sensationalism",
  "ipa": {
    "us": "senˈseɪʃənəlɪzəm",
    "uk": "sɛnˈseʃənəˌlɪzəm"
  },
  "sentences": [
    {
      "en": "At a time when the network newsmagazines are close to being overrun by tabloid sensationalism.",
      "cn": "在这个时代,主要电视网上的新闻杂志节目中,小报式的煽动报道几乎已泛滥成灾."
    },
    {
      "en": "Avoid sensationalism in reporting crime.",
      "cn": "报道罪案时要避免使用耸动视听的手段."
    },
    {
      "en": "He took great pains to write on his subject without a trace of sensationalism.",
      "cn": "他尽力不带一丝哗众取宠的色彩来写作他的题材。"
    },
    {
      "en": "Lurid crimes. At other times it merely refers to glaring and usually unsavory sensationalism.",
      "cn": "耸人听闻的罪行. 该词极少用来指怒目而视的并且通常是令人不快的危言耸听."
    },
    {
      "en": "Reminiscence in practice and sensationalism in research break up the history relation of the theories.",
      "cn": "实践中的“怀旧”和研究上的“追新”实际上割裂了理论的历史联系."
    },
    {
      "en": "The report criticises the newspaper for sensationalism.",
      "cn": "这篇报道批评了报纸哗众取宠的作风。"
    },
    {
      "en": "The tabloids relied on sensationalism to maintain their circulation.",
      "cn": "那份小报以危言耸听来保持其销路."
    },
    {
      "en": "There is so much tabloid sensationalism.",
      "cn": "很多小报都在制造耸人听闻的报道."
    },
    {
      "en": "They all sourced the problem by reference bias historic description with sensationalism.",
      "cn": "他们都找到问题的描述与参考偏见具有历史意义的追求轰动效应."
    },
    {
      "en": "They were an accident of my distraction and a product of news sensationalism.",
      "cn": "这是我一时分心的失误,也是新闻效应的产物."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sensational",
          "tran_cn": " 轰动的；耸人听闻的；非常好的；使人感动的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sensation",
          "tran_cn": " 感觉；轰动；感动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grandstanding"
          ],
          "tran_cn": "追求轰动效应；哗众取宠"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<贬>（指行文或报道）耸人听闻，哗众取宠，煽情主义",
      "tran_en": "a way of reporting events or stories that makes them seem as strange, exciting, or shocking as possible – used in order to show disapproval"
    }
  ],
  "exchange": {
    "adj": [
      "sensationalist"
    ]
  }
}