{
  "word": "facade",
  "ipa": {
    "us": "fəˈsɑːd",
    "uk": "fəˈsɑːd"
  },
  "sentences": [
    {
      "en": "an impressive building with a red brick facade",
      "cn": "正面为红砖的雄伟建筑"
    },
    {
      "en": "Behind the facade they are just like the rest of us.",
      "cn": "在那副外表背后，他们和我们大家是完全一样的。"
    },
    {
      "en": "But underneath its tranquil facade, it buzzes with biochemical chatter.",
      "cn": "不过在平静的表面以下, 它的生化分子在吵吵哄哄."
    },
    {
      "en": "Her honesty was all a facade.",
      "cn": "她的诚实只是一种表面现象."
    },
    {
      "en": "His fine clothes are a mere facade.",
      "cn": "他漂亮的衣着只是虚有其表而已."
    },
    {
      "en": "I tried to erect a facade of imperviousness and self - confidence .",
      "cn": "我竭力装出一幅不受外界干扰,十分 自信 的样子."
    },
    {
      "en": "If you look carefully, you can see through Bob's facade.",
      "cn": "如果你仔细观察, 你就能看穿鲍勃的外表."
    },
    {
      "en": "In the evening the facade is floodlit.",
      "cn": "晚上，建筑正面被泛光灯照亮。"
    },
    {
      "en": "That is the facade of the Palace.",
      "cn": "那是宫殿的正面."
    },
    {
      "en": "That is the ornate facade of the Palace.",
      "cn": "那是宫殿装饰华丽的正面。"
    },
    {
      "en": "The cathedral was eventually completed in 1490, though the Gothic facade remains unfinished.",
      "cn": "那座大教堂最终于1490年建成，但其哥特式风格的正面一直未能完工。"
    },
    {
      "en": "The entrance facade consists of a large full height glass door.",
      "cn": "入口正面有一大型全高度玻璃门."
    },
    {
      "en": "The facade of the building was a little weathered.",
      "cn": "楼正面有点儿斑驳。"
    },
    {
      "en": "The holes in the facade form a huge reproduction of Mount Everest.",
      "cn": "上面的孔像喜马拉雅山巨大的复制品."
    },
    {
      "en": "The surface that encloses the columbarium is set back from its facade allowing a window box with enough space to place flowerplots, not only for small plants, but for all kind of flowers .",
      "cn": "骨灰龛的表面从立面向后退缩了一些距离，让每个窗格都有足够的空间来种花，这里不仅能种小型植物，而是可以种多种花卉植物。"
    },
    {
      "en": "The volume and the facade are the only territories of design freedom, along with some decisions with respect to finishes in the lobbies and the parking areas.",
      "cn": "建筑体量与立面是建筑师唯一可自由发挥的地方，以及关于大堂和停车场装饰装修方面的某些决策，也可以自行决定。"
    },
    {
      "en": "They hid the troubles plaguing their marriage behind a facade of family togetherness.",
      "cn": "他们将困扰婚姻的问题掩藏在家庭和睦的外表之下。"
    },
    {
      "en": "Throughout her life she has hidden her insecurities behind a facade of , at times , overweening self - confidence.",
      "cn": "在她一生中,她常常靠摆出泰然自若的样子, 来掩饰内心的犹豫不定."
    },
    {
      "en": "While the project wants to open up the facade for a through ventilation, the different identities of various shops on the facade would have made the building appear to be fragmented.",
      "cn": "虽然这个项目想要实现自然通风并设计一个开放的外观，但是各种各样不同类型的商店将会使整个建筑表面显得零碎。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "faced",
          "tran_cn": " 有某种面孔或表情的；有…表面的"
        },
        {
          "word": "facial",
          "tran_cn": " 面部的，表面的；脸的，面部用的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "facial",
          "tran_cn": " 美容，美颜；脸部按摩"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "faced",
          "tran_cn": " 面对（face的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "face",
            "front"
          ],
          "tran_cn": "正面"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acting",
            "appearance",
            "color",
            "outside",
            "pretense"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "建筑物的正面，外表，虚伪，假象",
      "tran_en": "the front of a building, especially a large and important one"
    }
  ],
  "exchange": {
    "pl": [
      "facades"
    ]
  }
}