{
  "word": "hindquarters",
  "ipa": {
    "us": "ˌhaɪndˈkwɔ:təz",
    "uk": "ˌhaɪndˈkwɔrtərz"
  },
  "sentences": [
    {
      "en": "Angulation of hindquarters balances that of forequarters.",
      "cn": "后腿及臂部有角的部位使其与前半部平衡."
    },
    {
      "en": "Angulation of hindquarters should be in balance with forequarters.",
      "cn": "后躯角度应与前躯平衡."
    },
    {
      "en": "Back: The back is short, straight and muscular and firmly connects the withers to the hindquarters.",
      "cn": "背: 背短 、 直、且肌肉发达.稳固地连接肩和后躯."
    },
    {
      "en": "Coupling —— the area between the end of the rib cage and the beginning of the hindquarters.",
      "cn": "这个部位位于最后一根肋骨到后驱最前端的距离."
    },
    {
      "en": "Excess protein explains the huge hindquarters - but not the odd inheritance pattern.",
      "cn": "过多的蛋白质可以解释有巨大臀腿部的出现,却未能解释为什麽会出现如此奇怪的遗传模式."
    },
    {
      "en": "Feather on hindquarters and tail , long and profuse, less so on chest and back of forelegs.",
      "cn": "后躯和尾巴的羽状饰毛十分丰富, 胸部和前肢后面的羽状饰毛略少一些."
    },
    {
      "en": "Hindquarters should be wide and powerful with broad, well developed thighs.",
      "cn": "后躯宽阔而有力,大腿宽, 且发达."
    },
    {
      "en": "Hindquarters When standing and viewed from the rear, the hind are moderately spaced and parallel.",
      "cn": "当他站立的时候从后面看, 后腿适度的间隔,平行且垂直."
    },
    {
      "en": "Hindquarters When standing and viewed from the rear, the hind legs are moderately spaced and parallel.",
      "cn": "后腿及臀部:当他站立的时候从后面看, 后腿适度的间隔,平行且垂直."
    },
    {
      "en": "Moving away the hindquarters travel with moderate width between and the foot pads can be seen.",
      "cn": "离去时,后腿间保持中等距离,可以看见脚垫."
    },
    {
      "en": "Ribs long and well sprung but not barrel shaped, extending well towards hindquarters.",
      "cn": "肋骨长、曲率良好,但不成桶形, 很好地延伸至后躯."
    },
    {
      "en": "Steep, poorly angulated hindquarters are a serious fault.",
      "cn": "过于倾斜和缺乏角度的后腿及臀部都是严重的缺点."
    },
    {
      "en": "The hindquarters are of medium bone, angulated with muscular thighs and spaced moderately wide.",
      "cn": "后躯骨量中等.大腿角度恰当,肌肉发达,距离略宽."
    },
    {
      "en": "The Pekingese is a well - balanced, compact dog of a heavy front and lighter hindquarters.",
      "cn": "北京犬是一种平衡良好, 结构紧凑的狗,前躯重而后躯轻."
    },
    {
      "en": "Who got his hindquarters pecked to make you radiant, huh?",
      "cn": "是谁为了让你成为瑞光猪不惜让自己的屁股被啄烂, 啊?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tails"
          ],
          "tran_cn": "（动物的）尾部；两条后腿；半边胴体的后半部（hindquarter的复数）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（动物的）后臀及后腿",
      "tran_en": "the back part of an animal with four legs"
    }
  ],
  "exchange": {}
}