{
  "word": "hamster",
  "ipa": {
    "us": "ˈhæmstə(r)",
    "uk": "ˈhæmstər"
  },
  "sentences": [
    {
      "en": "A hamster will sit up and beg for food.",
      "cn": "一只这样的仓鼠会坐起身来讨要食物."
    },
    {
      "en": "Feel the burning stare of my hamster and change your ways!",
      "cn": "感受我仓鼠的火热瞪视,改变你的作为!"
    },
    {
      "en": "He sees a hamster. It is cute, but It'squeals.",
      "cn": "他看到一只大颊鼠. 它非常可爱, 但是它会尖叫."
    },
    {
      "en": "He's lost for good. I'll never a hamster of my own now.",
      "cn": "它 真 的丢了. 我再也不会有自己的小仓鼠了."
    },
    {
      "en": "Help to Hamster Loco to impress his girl.",
      "cn": "帮助仓鼠取悦自己的女孩."
    },
    {
      "en": "In laboratory experiments, for instance, cancer cells have been transferred by mosquitoes from one hamster to another.",
      "cn": "比如，在实验室里，癌细胞通过蚊子从一只仓鼠转移到另一只身上。"
    },
    {
      "en": "Maria, have you got a pet? Yes, hamster.",
      "cn": "玛丽亚, 你养有宠物 吗 ?有的, 一只大颊鼠."
    },
    {
      "en": "My hamster is running on his wheel.",
      "cn": "我的仓鼠在滚轮上跑."
    },
    {
      "en": "Now I am back on the hamster's wheel at the FT.",
      "cn": "现在,我回到了《金融时报》,恢复了老鼠爬转盘一样的工作."
    },
    {
      "en": "Objective To characterize the etiological pathogens of epidemic diarrhea in hamster infants.",
      "cn": "目的确诊地鼠乳鼠流行性腹泻病因."
    },
    {
      "en": "Swim a fish. Roar like a tiger. Eat a hamster.",
      "cn": "像鱼一样游. 像老虎一样吼. 像(仓鼠)一样吃."
    },
    {
      "en": "The hamster curled up in the shreds of paper.",
      "cn": "仓鼠蜷缩在碎纸屑里."
    },
    {
      "en": "The hamster had got through the wire at the front of its cage.",
      "cn": "仓鼠从其笼子前部的栅栏处钻出去了."
    },
    {
      "en": "The wheel is turning but the hamster is definitely dead.",
      "cn": "轮子还在转,可仓鼠绝对死了."
    },
    {
      "en": "This game is called: Hungry crocodile wants to eat fat hamster.",
      "cn": "这个游戏的名字叫: 饥饿的鳄鱼要吃肥肥的金丝熊."
    },
    {
      "en": "What do you, the trees, and a hamster have in common?",
      "cn": "你是什么, 和树木 、 仓鼠有共同点 吗 ?"
    },
    {
      "en": "Without Leaders, we would be spinning in a hamster wheel with no real vision.",
      "cn": "没有领导型的人，我们就会像仓鼠在轮子里旋转那样，没有远见。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cricetid"
          ],
          "tran_cn": "[脊椎]仓鼠；仓鼠毛皮"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<动>仓鼠",
      "tran_en": "a small animal that looks like a mouse with no tail"
    }
  ],
  "exchange": {
    "pl": [
      "hamsters"
    ]
  }
}