{
  "word": "postoperative",
  "ipa": {
    "us": "ˌpəʊst'ɒpərətɪv",
    "uk": "postˈɑpərətɪv, -ˈɑprə-, -ˈɑpəˌre-"
  },
  "sentences": [
    {
      "en": "...postoperative pain.",
      "cn": "...手术后的疼痛。"
    },
    {
      "en": "Acute respiratory insufficiency in the postoperative patient may be caused by defective ventilation.",
      "cn": "手术后病人的急性呼吸功能不全,可因不足的通气所引起."
    },
    {
      "en": "Advanced neck cell carcinoma: preoperative radiotherapy versus postoperative radiotherapy?",
      "cn": "晚期头颈鳞癌: 术前放疗还是术后放疗?"
    },
    {
      "en": "All cases were confirmed as RMAL by postoperative pathology.",
      "cn": "所有手术病例,术后病理学诊断均为肾错构瘤."
    },
    {
      "en": "Bethanechol is of value in certain cases of postoperative abdominal distention and gastric atony or stasis.",
      "cn": "氨甲酰甲胆碱对于术后腹胀和胃张力缺乏或停滞的某些病例有效."
    },
    {
      "en": "Combined analgesics for postoperative pain therapy: Review of effectivity and side - effects.",
      "cn": "联合镇痛药在术后疼痛治疗中的应用: 疗效和副作用的综述."
    },
    {
      "en": "Conclusion: Fibrin sealant occlusion method is effective for the postoperative enterocutaneous fistula.",
      "cn": "结论: 纤维蛋白胶能有效地促进肠外瘘愈合."
    },
    {
      "en": "Every one dog was executed at postoperative 1,2 and 3 months.",
      "cn": "分别于术后1,2,3个月各处死实验犬1只,取出新生食管."
    },
    {
      "en": "Functional training is of great importance to the postoperative walking ability.",
      "cn": "功能训练对术后功能有重要意义."
    },
    {
      "en": "Hiccups can be very annoying in the postoperative period.",
      "cn": "呃逆在术后期间很令人烦恼."
    },
    {
      "en": "Objective : To discuss effect of nurse intervention upon postoperative complications diabetic cataract.",
      "cn": "目的: 探讨护理干预对糖尿病性白内障术后并发症的影响."
    },
    {
      "en": "Objective : To investigate the pathogenesis of the postoperative pancreatitis.",
      "cn": "目的: 探讨手术后胰腺炎的病理变化及其发生机制."
    },
    {
      "en": "Objective : To investigate the reasons of the second cholesteatoma of postoperative tympanoplasty.",
      "cn": "目的: 探讨单纯鼓室成形术后发生胆脂瘤的原因并提出预防措施."
    },
    {
      "en": "Preoperative and postoperative wavefront analysis was performed with a Tscherning aberrometer.",
      "cn": "手术前和手术后均使用Tscherning像差计测量,分析波前像差."
    },
    {
      "en": "Purpose : Cell - mediated immunity ( CMI ) is believed to influence postoperative tumor growth and inflammatory response.",
      "cn": "细胞免疫在机体抗肿瘤和抗感染反应中起着关键的作用."
    },
    {
      "en": "The patient received excision biopsy and had an uneventful postoperative course.",
      "cn": "因本病例特别罕见,特提出报告并回顾文献加以讨论."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "postoperative care",
      "tran_cn": "手术后护理"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "手术后的",
      "tran_en": "Postoperative means occurring after and relating to a medical operation"
    }
  ],
  "exchange": {}
}