{
  "word": "snooker",
  "ipa": {
    "us": "ˈsnu:kə(r)",
    "uk": "ˈsnʊkɚ"
  },
  "sentences": [
    {
      "en": "a full-size snooker table",
      "cn": "标准尺寸的斯诺克球台"
    },
    {
      "en": "Can have the same influence and his snooker Ding Junhui.",
      "cn": "能够达到相同影响力的还有丁俊晖和他的斯诺克."
    },
    {
      "en": "Free use of snooker for 1 hour weekly ( Advanced reservation required ).",
      "cn": "每周使用5楼康乐中心桌球1小时 ( 需提前预订 )."
    },
    {
      "en": "Have you played snooker with Tim yet? He's a push - over.",
      "cn": "你和蒂姆玩落袋撞球游戏 吗 ?他的水平极差,很容易击败."
    },
    {
      "en": "Historically, snooker balls were made exclusively from heavy ivory.",
      "cn": "历史上, 斯诺克用球只能用沉重的象牙来制造."
    },
    {
      "en": "I find snooker riveting though I don't play myself.",
      "cn": "虽然我自己不打斯诺克，但是我觉得它挺令人着迷。"
    },
    {
      "en": "Snooker and table tennis courtside behaviour includes a ban on flash photography.",
      "cn": "在台球和乒乓球比赛的周边场地规定禁止使用闪光灯拍照."
    },
    {
      "en": "The billiards star of the snooker has become widely known personages soon.",
      "cn": "斯诺克台球明星很快就成为了家喻户晓的人物."
    },
    {
      "en": "Thereupon, a generation of new professional players of snooker have emerged too.",
      "cn": "随之, 也诞生了一代新的斯诺克职业手."
    },
    {
      "en": "They meet up every Friday to play snooker .",
      "cn": "他们每周五碰头打斯诺克台球。"
    },
    {
      "en": "They were playing snooker.",
      "cn": "他们在打斯诺克。"
    },
    {
      "en": "They're birds of a feather - they both like football, snooker and drinking beer.",
      "cn": "他们有共同的志趣 —— 两人都喜爱踢足球, 打落袋(撞球戏)和喝啤酒."
    },
    {
      "en": "This issue of Sport explores the world of Snooker.",
      "cn": "而本期的《运动网》就将在斯诺克台球的天地中畅游一番."
    },
    {
      "en": "to play snooker",
      "cn": "打斯诺克"
    },
    {
      "en": "Well, football, baseball, snooker and ice - skating are my favorites.",
      "cn": "喔, 足球 、 棒球 、 台球和滑冰是我最喜欢的运动."
    },
    {
      "en": "Williams has confirmed his position as the world's number one snooker player.",
      "cn": "威廉姆斯巩固了自己世界头号斯诺克选手的地位。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "stimy"
          ],
          "tran_cn": "阻挠"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "斯诺克台球",
      "tran_en": "a game played especially in Britain on a special table covered in green cloth, in which two people use long sticks to hit coloured balls into holes at the sides and corners of the table"
    },
    {
      "pos": "v",
      "tran_cn": "阻挠"
    },
    {
      "pos": "vt",
      "tran_cn": "阻挠，阻止，欺骗，骗取"
    }
  ],
  "exchange": {
    "pl": [
      "snookers"
    ],
    "third": [
      "snookers"
    ],
    "past": [
      "snookered"
    ],
    "done": [
      "snookered"
    ],
    "ing": [
      "snookering"
    ]
  }
}