{
  "word": "interplay",
  "ipa": {
    "us": "ˈɪntəpleɪ",
    "uk": "ˈɪntərpleɪ"
  },
  "sentences": [
    {
      "en": "...the interplay of political, economic, social and cultural factors.",
      "cn": "...政治、经济，社会和文化因素的互相影响。"
    },
    {
      "en": "All successful investigators are involved in the interplay between experiment and theory.",
      "cn": "所有成功的研究者都必然牵涉到实验和理论之间的互相渗透."
    },
    {
      "en": "He viewed mind as an organized , unitary, and dynamic interplay of ideas.",
      "cn": "他把心理看成是各种观念有机的, 整体的和能动的相互作用."
    },
    {
      "en": "Interrelationship and interplay of various words in semantic field are language dependent.",
      "cn": "语义场中各个词项之间的语义关系是相互依赖的."
    },
    {
      "en": "J . L . Synge describes the conflict between theory and observation as an interplay between two worlds.",
      "cn": "辛格把理论和观测之间的对立,描述为两个世界之间的相互作用."
    },
    {
      "en": "Mental disorders arise from the complex interplay of heredity, biology and environment.",
      "cn": "遗传因素 、 生物因素和环境因素相互作用导致心理障碍."
    },
    {
      "en": "She examines the interplay between changing gender divisions and urban change.",
      "cn": "她研究性别差异的变化和城市变化之间的相互影响."
    },
    {
      "en": "That means the two branches of science are correlative dependence and interplay.",
      "cn": "这说明,这两个科学部门是相互依赖、相互影响的."
    },
    {
      "en": "The answer lies, yet again, in the interplay of population and technology.",
      "cn": "原因又一次在于人口和科技的相互影响。"
    },
    {
      "en": "The equipment design must grow by continual interplay between the technical specification and the packaging .",
      "cn": "仪器设计必须根据工艺指标和装配之间不断地交互影响而发展。"
    },
    {
      "en": "The equipment design must grow by continual interplay between the technical specification and the packaging.",
      "cn": "仪器设计必须根据工艺指标和装配之间不断地交互影响而发展."
    },
    {
      "en": "The exhibits also show the interplay of the LAPD and Hollywood.",
      "cn": "该展览还表明洛杉矶警局和好莱坞之间有着关联."
    },
    {
      "en": "the interplay between politics and the environment",
      "cn": "政治与环境的相互影响"
    },
    {
      "en": "The interplay between the new politics and the modern media will unbalance the political process and inhibit its workings.",
      "cn": "新政治和现代媒体之间的相互作用将会扰乱政治进程，妨碍其正常运作。"
    },
    {
      "en": "The interplay between these elements is intriguing, and draws us in.",
      "cn": "这些要素的交互作用十分引人入胜, 也深深吸引着观赏者."
    },
    {
      "en": "The interplay between these elements is intriguing.",
      "cn": "这些要素的交互作用引人入胜。"
    },
    {
      "en": "The law bring into effect is an organism concerned with the interplay among society, economic and culture.",
      "cn": "实际运作中的法律制度是一个社会、经济和文化互相作用的有机体。"
    },
    {
      "en": "The tension and interplay between the situation and its negation, produce constantly new and emergent forms of social existence.",
      "cn": "这些情形和其否定之间的张力和相互影响一直在产出崭新的和突现的社会存在形式。"
    },
    {
      "en": "This course explores the interplay between genetics and cognition.",
      "cn": "这个课程探讨遗传学和认知之间相互的影响."
    },
    {
      "en": "This interplay between mechanics and electromagnetism is less evident.",
      "cn": "力学和电磁学的这种相互关系不太明显."
    },
    {
      "en": "To date, most research into the interplay of exercise and anxiety has focused on the actions of various neurotransmitters or chemical messengers within the brain, like serotonin and dopamine.",
      "cn": "迄今为止，大多数有关锻炼和焦虑的相互影响的研究都集中在大脑内的各种神经递质或化学信使，如血清素、多巴胺上。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "interaction effect",
            "reciprocity"
          ],
          "tran_cn": "相互影响，相互作用"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "相互作用",
      "tran_en": "the way in which two people or things affect each other"
    },
    {
      "pos": "n&vi",
      "tran_cn": " 相互作用， 相互影响",
      "tran_en": "the way in which two people or things affect each other"
    },
    {
      "pos": "v",
      "tran_cn": "相互影响"
    },
    {
      "pos": "vi",
      "tran_cn": "相互影响，相互作用"
    },
    {
      "pos": "vi&n",
      "tran_cn": " 相互作用， 相互影响",
      "tran_en": "the way in which two people or things affect each other"
    }
  ],
  "exchange": {}
}