{
  "word": "roadbed",
  "ipa": {
    "us": "'rəʊdbed",
    "uk": "'roʊdˌbed"
  },
  "sentences": [
    {
      "en": "As for implanting chargers in the roadbed, that technology is \"fascinating, and very expensive, \" Smith says.",
      "cn": "至于在路基里埋设充电器，Smith表示这项技术“很棒，但也很贵”。"
    },
    {
      "en": "Blood can create miracles, Put up your hands to build a home of the roadbed.",
      "cn": "血脉能创造奇迹, 搭起双手筑成你回家的路基."
    },
    {
      "en": "By the engineering test, it emphatically anayzes its important contribution to roadbed construction.",
      "cn": "通过工程试验, 重点分析了路基冲击压实技术在施工中的重要作用."
    },
    {
      "en": "Climbing quickly down a steel ladder, he paused at the bottom, two feet above the roadbed flashing by.",
      "cn": "他疾速攀下铁梯，停在梯子最后—级上，离他脚下飞速掠过的铁路路基有两英尺。"
    },
    {
      "en": "Combined with and engineering practice , this paper discusses the total quality management of rock fill roadbed.",
      "cn": "对于填石路基填料,现行规范对其压实质量的控制缺乏有效指导."
    },
    {
      "en": "Compaction is a key index in controlling roadbed intensity and stability during the roadbed construction.",
      "cn": "压实度是路基填筑时控制路基强度和稳定性的关键指标."
    },
    {
      "en": "Engineering geological conditions are quite good, supporting the roadbed, bridges and culverts and other artificial structures.",
      "cn": "工程地质条件较好, 对路基 、 桥涵及其它人工构造物较为有利."
    },
    {
      "en": "He flopped to the sandy roadbed and twisted like an injured snake.",
      "cn": "他扑倒在沙土路上像一条受了伤的蛇一般蜷缩成一团."
    },
    {
      "en": "In the process of constructing high rank roadbed, mixture soil filling roadbed are generally adopted.",
      "cn": "在山岭重丘区高等级公路路基修筑中, 普遍采用土石混合料填筑路堤."
    },
    {
      "en": "It is mainly used in road, railway, airport and pier roadbed reinforcement.",
      "cn": "产品应用于公路, 铁路, 机场,码头等地基的增强."
    },
    {
      "en": "Put up your hands to build a home of the roadbed.",
      "cn": "搭起双手筑成你回家的路基."
    },
    {
      "en": "Scrambling down a steel ladder, he paused on rung, two feet above the roadbed flashing by.",
      "cn": "他顺着一根钢制的梯子向下爬, 停在离路基两英尺高的(梯子的)横档上, 路基在他脚下急速闪过."
    },
    {
      "en": "The article analyses nature of lime, manganese iron, Aeolian soil, cement, and material requirement of roadbed.",
      "cn": "论文分析了石灰 、 锰铁废渣 、 风积砂土 、 水泥的性质, 以及阐述了路面基层对材料的要求."
    },
    {
      "en": "The earthquake made the roadbed cave in.",
      "cn": "地震后路基沉陷了。"
    },
    {
      "en": "The instrument has higher precision for detecting compacted quality of roadbed.",
      "cn": "研究表明,土体刚度仪可以作为路基压实质量检测."
    },
    {
      "en": "The main disease of roadbed with wetness and softness loess is large settlement after construction.",
      "cn": "湿软性黄土路基的病害主要为沉陷,工后沉降较大."
    },
    {
      "en": "The steamroller leveled out the gravel roadbed and then the concrete was poured.",
      "cn": "蒸汽压路机把石子路床压平;然后注上水泥."
    },
    {
      "en": "The vibration of roadbed and rail is key to the safety of the running train.",
      "cn": "路基与铁轨的振动问题是铁道保障行车质量的关键问题."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "roadway",
          "tran_cn": " 道路；路面；车行道；铁路的路基"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "subgrade",
            "carriage-way"
          ],
          "tran_cn": "[公路][铁路]路基；车行道"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（铁路的）路基，（道路的）路床，（道路的）车行道，路面",
      "tran_en": "the material used to make a road "
    }
  ],
  "exchange": {}
}