{
  "word": "landmark",
  "ipa": {
    "us": "ˈlændmɑːk",
    "uk": "ˈlændmɑːrk"
  },
  "sentences": [
    {
      "en": "China's end specialty products is the black stone tombstone, arts landmark series.",
      "cn": "特色产品是高档中国黑墓碑石 、 艺术碑系列."
    },
    {
      "en": "China's WTO accession is the landmark of the beginning of all - round opening - up .",
      "cn": "以加入WTO为标志,中国基本形成 全方位 的 对外开放 格局."
    },
    {
      "en": "Landmark exhibits is a virtual field and volleyball, football competition scenarios.",
      "cn": "标志性展品是虚拟赛场和排球 、 足球竞技情景."
    },
    {
      "en": "Morning: Visit and review world top - rank university - Stanford university, and its landmark - Hoover Tower.",
      "cn": "上午: 参观考察著名的硅谷人才摇篮—世界一流学府 — 斯坦福大学 、 斯坦福大学地标—胡佛塔等."
    },
    {
      "en": "One of Belfast’s most famous landmarks, the Grosvenor Hall, has been demolished.",
      "cn": "贝尔法斯特最著名的地标之一格罗夫纳大厦已被拆毁了。"
    },
    {
      "en": "The Ambassador Hotel is a Los Angeles landmark.",
      "cn": "国宾大饭店是洛杉矶的地标性建筑之一。"
    },
    {
      "en": "The city landmark system play a great role behind this Phenomenon.",
      "cn": "这个深刻印象背后的城市地标系统起到了很大的作用."
    },
    {
      "en": "The discovery of penicillin was a landmark in the history of medicine.",
      "cn": "青霉素的发现是医药史上的里程碑。"
    },
    {
      "en": "The Empire State Building is a familiar landmark on the New York skyline.",
      "cn": "帝国大厦是人们熟悉的纽约高楼大厦中的地标。"
    },
    {
      "en": "The local artists will hold an exhibition on the landmark.",
      "cn": "当地画家将要在这个风景点举办展览."
    },
    {
      "en": "The pavilion on the hilltop was a well - known landmark.",
      "cn": "山顶上的亭子是个著名的陆标."
    },
    {
      "en": "The tower was once a landmark for ships.",
      "cn": "这座塔曾是船只的陆标."
    },
    {
      "en": "There are efforts under way to designate the bridge a historic landmark.",
      "cn": "人们正在努力将这座桥定为历史遗迹。"
    },
    {
      "en": "There are really two landmark papers just published areinformative in this regard.",
      "cn": "最近,在该研究领域刚发表了两篇具有里程碑意义的文章."
    },
    {
      "en": "This landmark case dispels the absolute finality of this dreaded disease.",
      "cn": "这个划时代的病例终于改观了这可怕疾病的绝对结局."
    },
    {
      "en": "To combat that attitude, Congress passed the landmark Voting Rights Act in 1965.",
      "cn": "为了与这样的态度斗争, 国会于1965年通过了一项具有重大意义的选举权法案."
    },
    {
      "en": "To the north, ELK Mountain is another well - known landmark, about 100 miles distant.",
      "cn": "在北边, 埃尔克山脉是另一处著名的风光, 大约有100英里远."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "milestone",
            "turning-point"
          ],
          "tran_cn": "重大事件;里程碑"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "signal"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有重大意义或影响的"
    },
    {
      "pos": "n",
      "tran_cn": "[航]陆标，界标，里程碑，纪念碑",
      "tran_en": "something that is easy to recognize, such as a tall tree or building, and that helps you know where you are"
    }
  ],
  "exchange": {
    "pl": [
      "landmarks"
    ]
  }
}