{
  "word": "hyperactivity",
  "ipa": {
    "us": "ˌhaɪpəræk'tɪvətɪ",
    "uk": "ˌhaɪpəræk'tɪvətɪ"
  },
  "sentences": [
    {
      "en": "A study on diagnosing of attention deficit hyperactivity disorder in children by using different methods.",
      "cn": "与儿童注意缺陷多动障碍的几种诊断方法探讨>>相似的文献."
    },
    {
      "en": "Do you suffer from hyperactivity? Can you be quiet for just a moment , please!",
      "cn": "你怎么像是有多动症啊,一刻都不得消停."
    },
    {
      "en": "He Shumin, vice director of pediatric physicians. Specializes in newborn, child psychology, hyperactivity rehabilitation treatment.",
      "cn": "何淑敏儿科副主任医师. 擅长新生儿 、 儿童心理 、 多动症康复的治疗."
    },
    {
      "en": "Hyperactivity, pharynx pain, aphonia: Sydney Daozhi slowly with the pharynx, daily for 3 ~ 4 times.",
      "cn": "肺热 、 咽疼 、 失音: 雪梨捣汁徐徐含咽, 每日服3~4次."
    },
    {
      "en": "It can also cause masticatory muscle dysfunction, such as the masticatory muscle hyperactivity, convulsions, fatigue, pain.",
      "cn": "它又可引起咀嚼肌功能异常, 如咀嚼肌功能亢进 、 痉挛 、 疲乏 、 疼痛等."
    },
    {
      "en": "Karen complained of hyperactivity and rest-lessness.",
      "cn": "卡伦诉说自己有多动、焦躁不安的问题。"
    },
    {
      "en": "Many children have a wheat intolerance which can cause hyperactivity.",
      "cn": "许多小朋友是因为无法忍受小麦而致引起过动的."
    },
    {
      "en": "Mr Sarkozy's hyperactivity has made him look like a buffoon.",
      "cn": "萨科齐的极度活跃让他看起来像个小丑."
    },
    {
      "en": "My youngest son has a problem of hyperactivity.",
      "cn": "我最小的儿子有多动症。"
    },
    {
      "en": "Objective To explore the temperament characteristic of attention deficit hyperactivity disorder ( ADHD ) children and psychology therapy.",
      "cn": "目的探讨注意缺陷多动障碍 ( ADHD ) 儿童的气质特征及心理治疗."
    },
    {
      "en": "Postpartum depression, attention deficit hyperactivity disorder , and low IQs are all linked to low DHA levels.",
      "cn": "产后情绪低落, 精神不振并且IQ不高与DHA的水平有关."
    },
    {
      "en": "Sensitization can also result from CNS changes that lead to hyperactivity of pain - transmission pathways.",
      "cn": "敏感化还可能是因为中枢神经系统的变化,导致痛觉传递路径的活性增强."
    },
    {
      "en": "Simply getting a good night's sleep could reduce levels of hyperactivity and bad behaviour among children, a Finnish study reports.",
      "cn": "一项芬兰研究显示，好的睡眠可以简单的降低孩子们过度活动和不好的行为。"
    },
    {
      "en": "The pelvis first shows evidence of hyperactivity and hypertrophy and then progressive dilatation and atony.",
      "cn": "肾盂早期表现是蠕动增强及肥厚,以后逐渐扩大及无张力."
    },
    {
      "en": "To analysis the neuropsychological characteristics of different subtypes of attention deficit hyperactivity disorder ( ADHD ).",
      "cn": "分析注意缺陷多动障碍 ( ADHD ) 儿童不同亚型的神经心理特征."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hyperactive",
          "tran_cn": " 极度活跃的；活动过度的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "attention deficit hyperactivity disorder",
      "tran_cn": "过动症，注意力不足过动症；过度活跃症"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "活动过度，极度活跃"
    }
  ],
  "exchange": {
    "adj": [
      "hyperactive"
    ]
  }
}