{
  "word": "referendum",
  "ipa": {
    "us": "ˌrefəˈrendəm",
    "uk": "ˌrefəˈrendəm"
  },
  "sentences": [
    {
      "en": "A referendum would be divisive.",
      "cn": "公投将产生分歧。"
    },
    {
      "en": "But the topic and content of any particular referendum must be considered.",
      "cn": "但公民投票题目和内容必须加以考虑."
    },
    {
      "en": "He described the referendum as a one-horse race.",
      "cn": "他称这次全民公决是一场胜负分明的比赛。"
    },
    {
      "en": "He tendered the committee a referendum.",
      "cn": "他向该委员会提交了一份备忘录."
    },
    {
      "en": "He told waiting journalists that he did not expect a referendum to be held for several months.",
      "cn": "他告诉守候着的记者，他认为几个月内不会举行全民公决。"
    },
    {
      "en": "In general, it was the better-educated voters who voted Yes in the referendum.",
      "cn": "通常是那些受教育程度较高的人在全民公决中投赞成票。"
    },
    {
      "en": "In the referendum many people abstained.",
      "cn": "在这次公民投票中有许多人弃权."
    },
    {
      "en": "It incorporated the initiative , referendum, and recall as part of the machinery of city politics.",
      "cn": "更重要的是, 这项法令将创制 、 复决和罢免诸权作为城市政治机制的组成部分."
    },
    {
      "en": "It's kind of a referendum, though a lot of issues are packed in.",
      "cn": "这算是全民公决，虽然牵涉到很多问题。"
    },
    {
      "en": "Mr Abbas is now pushing for such a referendum.",
      "cn": "阿巴斯先生正在全力推行这样的全民公决."
    },
    {
      "en": "Nearly 10 million Iraqis cast ballots in the October 15 referendum.",
      "cn": "将近1千万伊拉克人参加了10月15号的全民公投."
    },
    {
      "en": "Parliament has bowed to the demand for a referendum next year.",
      "cn": "议会在人们的要求下已同意在明年举行全民公投。"
    },
    {
      "en": "President Kaunda fulfilled his promise of announcing a date for the referendum.",
      "cn": "卡翁达总统兑现了他的承诺，宣布了全民公决的日期。"
    },
    {
      "en": "Some called it a referendum, a term not used lightly in China.",
      "cn": "有人称其为公投, 两个在中国鲜见的字."
    },
    {
      "en": "The city council agreed to hold a referendum on the issue in November.",
      "cn": "市政会同意在11月就此问题进行全民投票。"
    },
    {
      "en": "They warned him that a referendum might cause an explosion in the country.",
      "cn": "他们警告他说全民公决可能会引发国内暴乱。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "election",
            "vote"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "公民投票，外交官请示书，全民公决，请示书",
      "tran_en": "when people vote in order to make a decision about a particular subject, rather than voting for a person"
    }
  ],
  "exchange": {
    "pl": [
      "referenda",
      "referendums"
    ]
  }
}