{
  "word": "simultaneously",
  "ipa": {
    "us": "ˌsɪməlˈteɪniəsli",
    "uk": "ˌsaɪməlˈteɪniəsli"
  },
  "sentences": [
    {
      "en": "A maneuver in which an airplane first completes half a loop and then half a roll in order to gain altitude and change flight direction simultaneously.",
      "cn": "英莫尔曼翻转：飞机的一种特技动作，先完成半个环状，然后再完成半个翻滚以获得高度并同时改变飞行方向。"
    },
    {
      "en": "As we said earlier, if you continue with this meditation, you will eventually be able to hold morepoints of awareness simultaneously.",
      "cn": "如我们前面所说的，如果你们持续做这个冥想，最终，你们就能够同时维持多个意识知觉点。 。"
    },
    {
      "en": "Hundreds of fireworks burst simultaneously in midair.",
      "cn": "成百上千朵烟花在半空中同时绽放。"
    },
    {
      "en": "If they have multiple test cases that will be run on the same platforms, they can select multiple configurations simultaneously and apply the configurations to several of them in batch mode.",
      "cn": "如果他们拥有多个将要运行在同一个平台上的测试用例的话，那么他们能够同时选择多个配置，并且将这些配置批量应用到平台上。"
    },
    {
      "en": "Insert the fork about 6in. from the root and simultaneously lever it backwards.",
      "cn": "将耙子插入到离根部约6英寸的地方并同时向后扳。"
    },
    {
      "en": "It will save considerable machining time to use more than one tool in one machine to perform several machine operations either in sequence or simultaneously.",
      "cn": "在一台机器上使用数种刀具来顺次或同时进行几项机器操作， 将节省大量加工时间。"
    },
    {
      "en": "Must we simultaneously thrust the Unawares out at the back entrance?",
      "cn": "难道我们同时非把辨识派赶出后门不可?"
    },
    {
      "en": "Simultaneously came a strong, sickening smell of burning hair.",
      "cn": "这时,一股强烈而又令人作呕的烧焦的毛的气味便扑鼻而来."
    },
    {
      "en": "Simultaneously I heard his voice, gruff, muffled, husky, at the hall telephone.",
      "cn": "就在同时我听见了他的声音, 粗犷 、 低沉 、 沙哑, 正在用门廓的电话与什么人通着话."
    },
    {
      "en": "Simultaneously we needed every type of fighting vessel, cargo and personal ship.",
      "cn": "因此我们急切地需要船舶--各式各样的战船 、 货船、客船."
    },
    {
      "en": "The cry seemed to rise from every building simultaneously.",
      "cn": "差不多成了普遍的叫声."
    },
    {
      "en": "The game will be broadcast simultaneously on TV and radio.",
      "cn": "比赛将同时在电视和广播中进行转播。"
    },
    {
      "en": "The image below is an example of showing an image and some text simultaneously.",
      "cn": "下面的图像是同时显示图像和一些文本的示例。"
    },
    {
      "en": "The radar beam can track a number of targets almost simultaneously.",
      "cn": "雷达波几乎可以同时追着多个目标."
    },
    {
      "en": "The two guns fired almost simultaneously.",
      "cn": "两支枪几乎同时开火。"
    },
    {
      "en": "The Windows allow a computer user to execute multiple programs simultaneously.",
      "cn": "Windows允许计算机用户同时运行多个程序."
    },
    {
      "en": "The Windows allows a computer user to execute multiple programs simultaneously.",
      "cn": "Windows操作系统允许计算机用户同时运行多个程序."
    },
    {
      "en": "There they were, merrily describing their 16-hour working days while simultaneously claiming to be happily married.",
      "cn": "他们一面高兴地描绘着每天16个小时的工作，一面又声称自己婚姻幸福。"
    },
    {
      "en": "They all babbled simultaneously.",
      "cn": "他们同时叽里咕噜地说了起来。"
    },
    {
      "en": "We have to use books and experience as source simultaneously to get what we want to know.",
      "cn": "我们必须使用书籍和经验作为来源同时得到我们想要知道的。"
    },
    {
      "en": "We struck at several of his units simultaneously.",
      "cn": "我们同时打击了他的几个部队."
    },
    {
      "en": "Wu Sunfu and Sun Chi - jen simultaneously voiced their approval.",
      "cn": "孙吉人和吴荪甫同声赞成了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "simultaneous",
          "tran_cn": " 同时的；联立的；同时发生的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "simulcast",
          "tran_cn": " 同时联播"
        },
        {
          "word": "simultaneity",
          "tran_cn": " 同时；[计][力] 同时性；同时发生"
        },
        {
          "word": "simultaneous",
          "tran_cn": " 同时译员"
        },
        {
          "word": "simultaneousness",
          "tran_cn": " 同时性"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "simulcast",
          "tran_cn": " 同时联播"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "contemporaneously",
            "synchronously"
          ],
          "tran_cn": "同时地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "meantime",
            "together"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "develop simultaneously",
      "tran_cn": "并举"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "同时地，一壁，齐，一齐"
    }
  ],
  "exchange": {
    "noun": [
      "simultaneity"
    ],
    "adj": [
      "simultaneous"
    ]
  }
}