{
  "word": "consequently",
  "ipa": {
    "us": "ˈkɒnsɪkwəntli",
    "uk": "ˈkɑːnsɪkwentli"
  },
  "sentences": [
    {
      "en": "All power is vested in, and consequently derived from, the people.",
      "cn": "所有的权力都属于人民, 因此也来自人民."
    },
    {
      "en": "Consequently he threw Carrie into repression, which was irritating.",
      "cn": "嘉莉的心里话得不到倾吐,感到受了压抑, 心里很不痛快."
    },
    {
      "en": "Consequently, even as the blogosphere continues to expand, only a few blogs are likely to emerge as focal points.",
      "cn": "结果，尽管博客圈继续扩大，但仅有少数的博客有可能脱颖而出，成为关注的焦点。"
    },
    {
      "en": "Consequently, radiometric dating has advanced briskly in the past 30 years.",
      "cn": "因此, 新近三十年来,放射性计时迅猛发展."
    },
    {
      "en": "Consequently, the current passes along the fish from head to tail.",
      "cn": "这样, 电流便不断地经全身,由头至尾流动."
    },
    {
      "en": "Consequently, they are binding on both the agency and the private party.",
      "cn": "所以, 宣告性裁决对行政机关和私人当事人均有约束力."
    },
    {
      "en": "Grandfather Dingsdale had sustained a broken back while working in the mines. Consequently, he spent the rest of his life in a wheelchair.",
      "cn": "丁斯戴尔爷爷在矿井里工作时被压断了脊骨，结果，下半辈子都与轮椅为伴了。"
    },
    {
      "en": "It was a gory day . Consequently it was an extremely satisfactory one.",
      "cn": "这是一场血淋淋的战争,因此也是个痛快淋漓的日子."
    },
    {
      "en": "Most computer users have never received any formal keyboard training. Consequently, their keyboard skills are inefficient.",
      "cn": "大多数的电脑使用者都没有经过正规的键盘操作训练，因此他们的键盘技巧不够熟练。"
    },
    {
      "en": "My mother had consequently made her own shrewd deductions about what was going on in my marriage.",
      "cn": "我母亲已据此对我的婚姻状况作出了她自己精明的推断。"
    },
    {
      "en": "Relations between the two companies had, consequently, never been close.",
      "cn": "因此，两家公司之间的关系一直都不太亲密。"
    },
    {
      "en": "The company went bankrupt and consequently he lost his job.",
      "cn": "公司破产，因此他失业了。"
    },
    {
      "en": "The general consequently promised to withdraw his troops speedily from Mexico.",
      "cn": "将军最终答应将军队快速撤离墨西哥."
    },
    {
      "en": "The molecules are absorbed into the bloodstream and consequently affect the organs.",
      "cn": "这些分子被吸收到血液里，从而影响到器官。"
    },
    {
      "en": "They had children and were consequently tied to the school holidays.",
      "cn": "他们有孩子，当然就受学校假期的束缚。"
    },
    {
      "en": "This poses a threat to agriculture and the food chain, and consequently to human health.",
      "cn": "这会对农业和食物链造成威胁，由此而危及人的健康。"
    },
    {
      "en": "Whom , therefore, we also like, and Who, consequently, is good. \"",
      "cn": "因此, 我们也喜欢这位神, 所以这位神是善的. ”"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "consequent",
          "tran_cn": " 随之发生的；作为结果的"
        },
        {
          "word": "consequential",
          "tran_cn": " 间接的；结果的；重要的；随之发生的；自傲的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "consequence",
          "tran_cn": " 结果；重要性；推论"
        },
        {
          "word": "consequent",
          "tran_cn": " 结果"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "a",
            "accordingly",
            "as",
            "hence",
            "result",
            "therefore"
          ],
          "tran_cn": "因此;因而;所以"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "so",
            "then",
            "thus"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "因此，结果",
      "tran_en": "as a result"
    }
  ],
  "exchange": {}
}