{
  "word": "Cambrian",
  "ipa": {
    "us": "ˈkæmbriən",
    "uk": "ˈkæmbriən"
  },
  "sentences": [
    {
      "en": "Among the multi - oil - generating beds, the Cambrian and Ordovician is the best one.",
      "cn": "特别是在盆地内发现的多套生油层系中, 寒武──奥陶系为最佳."
    },
    {
      "en": "Cambrian - Ordovician petroleum system is the most important system type in the northern region of Tarim basin.",
      "cn": "寒武系 — 奥陶系源岩含油气系统是塔北地区最重要的一类已知含油气系统."
    },
    {
      "en": "Cambrian stratigraphy well developed in Luxi ( west of Shandong ), and their sedimentary records possesses cyclicity.",
      "cn": "鲁西地区寒武纪地层发育较好, 沉积记录具旋回性的特点."
    },
    {
      "en": "Dengta marine built gypsum deposits occurred in Mantou Jianchang Formations, Lower Cambrian.",
      "cn": "灯塔海积石膏矿床赋存于下寒武统馒头组—碱厂组中."
    },
    {
      "en": "Dolostone is the main rock type of the Cambrian in this area.",
      "cn": "从下寒武统石龙洞组开始都是白云岩沈积."
    },
    {
      "en": "In Britain, Cambrian rocks are found in Wales and North - West Scotland.",
      "cn": "在英国的威尔士和苏格兰的西北部,发现了寒武纪的岩石."
    },
    {
      "en": "It dates to the very early Cambrian period, and it also contains only soft - bodied forms.",
      "cn": "它形成于寒武纪的早期, 并且同样只含有软体动物化石."
    },
    {
      "en": "It has an important significance for researching the evolution of the Early Metabiota of Cambrian.",
      "cn": "时代为早寒武世末期,介于著名的早寒武世早期澄江动物群和中寒武世早期凯里动物群之间,对于早期后生动物的演化研究具有重要的意义."
    },
    {
      "en": "It holds also one of the most complete successions of the Cambrian strata known in China.",
      "cn": "此地同样也是我国寒武系地层出露最完整的地区之一."
    },
    {
      "en": "Mount Taishan is the representative place for the study of the Ante Cambrian geology in China.",
      "cn": "泰山是我国研究早前寒武纪地质的经典地,也是国际早前寒武纪研究的知名地区."
    },
    {
      "en": "The Cambrian - Ordovician strata in Luxi Block are very continuous and well exposed.",
      "cn": "鲁西地块的寒武 - 奥陶纪地层出露连续,露头较好."
    },
    {
      "en": "The Gongxi barite deposit hosts in the Niutitang formation of the lower Cambrian.",
      "cn": "湖南新晃贡溪重晶石矿床赋存于下寒武统牛蹄塘组中."
    },
    {
      "en": "The Pre - cambrian alumino - siliceous slate is the host rock of antimony deposit inHunan.",
      "cn": "湖南前寒武系的 硅铝 质板岩是锑矿主要赋矿岩性."
    },
    {
      "en": "These are two evolutionary stages lithofacies palaeogeography of the Cambrian in South China.",
      "cn": "这是两个大不相同的演化阶段."
    },
    {
      "en": "This is the first example of internal - wave and internal - tide deposits found in the Cambrian.",
      "cn": "笔者对寒武系内波、内潮汐沉积做了首次研究."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "cambrian explosion",
      "tran_cn": "[生]寒武纪爆发"
    },
    {
      "phrase": "cambrian period",
      "tran_cn": "寒武纪"
    },
    {
      "phrase": "cambrian system",
      "tran_cn": "寒武系"
    },
    {
      "phrase": "middle cambrian",
      "tran_cn": "中寒武世"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "寒武纪的"
    },
    {
      "pos": "n",
      "tran_cn": "寒武纪人，威尔士人，寒武纪层"
    }
  ],
  "exchange": {
    "noun": [
      "the Cambrian"
    ]
  }
}