{
  "word": "upmarket",
  "ipa": {
    "us": "ˌʌpˈmɑ:kɪt",
    "uk": "ˌʌpˈmɑrkɪt"
  },
  "sentences": [
    {
      "en": "A lot, It'seems, when it comes to towels in an upmarket New York shop.",
      "cn": "当涉及到纽约高档店中的毛巾时, 品牌价值显得似乎很高."
    },
    {
      "en": "an upmarket restaurant",
      "cn": "高档餐厅"
    },
    {
      "en": "Anne chose an upmarket agency aimed at professional people.",
      "cn": "安妮选择了一家以专业人士为服务对象的高端代理商。"
    },
    {
      "en": "As it moved upmarket, ICI became progressively less imperial , less chemical and less industrial.",
      "cn": "卜内门化学工业有限公司进入高端市场后, 逐渐削弱了集团化, 化学制品和工业化."
    },
    {
      "en": "As McDonald's, Dunkin'Donuts and other fast - food chains moved upmarket, Starbucks looked less distinctive.",
      "cn": "随着麦当劳, Dunkin'Donuts以及其它快餐联锁店朝着上流市场发展, 星巴克失去了自己的特色."
    },
    {
      "en": "Both GM and Ford believe they need classier brand names to sell upmarket cars.",
      "cn": "通用汽车公司和福特公司都认为它们需要用更有气派的品牌名称销售高档车。"
    },
    {
      "en": "He promised a move upmarket and a drive to improve service and quality.",
      "cn": "他承诺挺进高端市场并改善服务和质量。"
    },
    {
      "en": "In upmarket restaurants or hotels, however , standard English and Continental breakfasts are served.",
      "cn": "而高档的饭店或者酒店里还会提供标准的英式和欧式早餐."
    },
    {
      "en": "ITV has set its sights on winning a younger and more upmarket audience.",
      "cn": "独立电视公司已着眼于赢得更年轻、更高端的观众群。"
    },
    {
      "en": "Lai Kin Lung and unique to itself without directional pattern is more upmarket roll icon.",
      "cn": "而健丽龙本身特有的无方向性花纹更是高档卷材的标志."
    },
    {
      "en": "Metallic finishes are seen as upmarket.",
      "cn": "金属般闪亮的罩面漆被认为是高档漆。"
    },
    {
      "en": "T-shirts, the epitome of American casualness, have moved upmarket.",
      "cn": "T恤，美国人的随意的标志，已提升至高档商品之列。"
    },
    {
      "en": "That led to a change of strategy a move upmarket which is now paying off handsomely.",
      "cn": "由此引发了战略调整,即向目前来看能够稳赚的高端市场转型."
    },
    {
      "en": "The place is kitted out in upmarket Italian cafe style.",
      "cn": "整个地方被装饰成高档意大利咖啡馆风格。"
    },
    {
      "en": "Upmarket dyeing machine and the 40 - odd set of finishing facilities.",
      "cn": "高档染色机40余台及一整套后整理配套设施."
    },
    {
      "en": "Yet there are signs that the region is ready to move upmarket.",
      "cn": "不过,许多迹象表明,这一地区正逐步摆脱现状,走向高端."
    },
    {
      "en": "You can always juice sales by going down - market, but it's hardto go back upmarket.",
      "cn": "当市场下跌时,你轻易的将好东西打折变卖, 但是一旦市场向上,再想买回来,难之又难."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "senior",
            "advanced",
            "high"
          ],
          "tran_cn": "质优价高的；高级的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "高级的，高档的，高端的",
      "tran_en": "designed for or used by people who have a lot of money"
    },
    {
      "pos": "adv",
      "tran_cn": "在高档之列",
      "tran_en": "Upmarket is also an adverb"
    },
    {
      "pos": "n",
      "tran_cn": "高档商品"
    },
    {
      "pos": "vi",
      "tran_cn": "进入高消费者市场"
    },
    {
      "pos": "vt",
      "tran_cn": "使进入高消费者市场"
    }
  ],
  "exchange": {}
}