{
  "word": "tannin",
  "ipa": {
    "us": "ˈtænɪn",
    "uk": "ˈtænɪn"
  },
  "sentences": [
    {
      "en": "Ample in the mouth with good sweetness and youthful tannin.",
      "cn": "香甜口感与尚且年轻的单宁充盈口腔."
    },
    {
      "en": "Astringent: Mouth - puckering sensation ; the result of tannin being present in the wine.",
      "cn": "麻辣: 由于丹宁在葡萄酒中的作用而使喉间受到强烈刺激的感觉."
    },
    {
      "en": "Coffee contains tannin and antioxidants, which are good for the heart and arteries, Dr Trombetti says.",
      "cn": "特龙贝蒂说，咖啡中含有丹宁酸和抗氧化剂，对心脏和动脉有好处。"
    },
    {
      "en": "Dark red elegant wine , spicy 、 peppery nose with well balanced tannin.",
      "cn": "深红色佳酿,嗅觉带有强烈的调味品和胡椒味,单宁均衡."
    },
    {
      "en": "Fine tannin with sweet touches in the finale.",
      "cn": "极好的单宁,带者美妙的甜味收结."
    },
    {
      "en": "Full - bodied a solid, good tannin structure and apersistent aftertaste.",
      "cn": "酒体丰腴,单宁结实而精致, 回味持久."
    },
    {
      "en": "Gallotannin is an important part of vegetable tannin.",
      "cn": "没食子单宁是植物单宁的重要分支."
    },
    {
      "en": "Kinetic characteristics of valonia tannin biodegradation using natural microorganism groups were studied.",
      "cn": "研究了微生物菌系对橡单宁的生物降解能力."
    },
    {
      "en": "Soft: Smooth without much tannin.",
      "cn": "柔和: 滑爽,不含太多的单宁."
    },
    {
      "en": "Tannin inclusions in vacuoles have also been demonstrated by the electron microscope.",
      "cn": "液泡中的丹宁内含物也已用显微镜证实."
    },
    {
      "en": "Tannin is an astringent substance used in medicine.",
      "cn": "单宁酸在医药中用作收敛性的物质."
    },
    {
      "en": "Taste sweet, structure clear, soft tannin, long memorable aftertaste.",
      "cn": "口味甘甜, 结构分明, 单宁柔软, 回味美好."
    },
    {
      "en": "The method of sulfomethylation modification of bayberry tannin extract was investigated.",
      "cn": "研究了毛杨梅栲胶的磺甲基化改性方法."
    },
    {
      "en": "The risin and tannin that can be extracted from it are sought by the chemical industry.",
      "cn": "从中提取的松香和鞣酸是化学工业上很需要的."
    },
    {
      "en": "Vegetable tannin extracts have been widely used in leather industry.",
      "cn": "摘要栲胶已在制革工业获得了广泛的应用."
    },
    {
      "en": "Walnut sticks intradermal more tannin, easy to form an isolation layer interface.",
      "cn": "核桃枝皮内单宁较多, 易形成接口的隔离层."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tannic acid"
          ],
          "tran_cn": "丹宁酸；[有化]鞣酸"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鞣酸，丹宁酸，鞣料，鞣质",
      "tran_en": "a reddish acid used in preparing leather, making ink etc"
    }
  ],
  "exchange": {
    "adj": [
      "tannic"
    ]
  }
}