{
  "word": "northwestern",
  "ipa": {
    "us": "ˌnɔːθˈwɛstən",
    "uk": "ˌnɔrˈθwɛstərn"
  },
  "sentences": [
    {
      "en": "a town in northwestern Canada",
      "cn": "加拿大西北部的一座城镇"
    },
    {
      "en": "Alpine valleys are mainly distributed in the southeastern part, while its northwestern land is plateau region.",
      "cn": "高山峡谷主要分布在阿坝的东南部, 而它的西北部主要是高原地形."
    },
    {
      "en": "Another injury was reported in Wenxian County of the northwestern Gansu Province, which borders Qingchuan.",
      "cn": "另一名伤者在甘肃西北部与青川接壤的文县."
    },
    {
      "en": "Harris Perlman is a medical at Northwestern University in Illinois.",
      "cn": "哈里斯?普尔曼是伊利诺伊州西北大学的医学研究者."
    },
    {
      "en": "Harris Perlman is a medical researcher at Northwestern University in Illinois.",
      "cn": "哈里斯?普尔曼是伊力诺依州西北大学的一位医学研究者."
    },
    {
      "en": "My research indicates that you're interested in expanding into the northwestern market.",
      "cn": "我的研究表明你们正报算将业务扩大到西大部地区的市场."
    },
    {
      "en": "Northwestern Polytechnical University in charge of the entire design, manufacture and test.",
      "cn": "西北工业大学负责全机设计 、 制造和试验."
    },
    {
      "en": "On the extreme northwestern outskirts of the city stands the Buddhist temple.",
      "cn": "那所佛教寺院位于市郊的最西北角."
    },
    {
      "en": "Prostate cancer is most common in northwestern Europe and North America.",
      "cn": "前列腺癌在欧洲西北部以及北美地区极为普遍."
    },
    {
      "en": "The Ni - Mo polymetallic deposit in northwestern Hunanis highly enriched byandand etc.",
      "cn": "上述地球化学特征表明了湘西北镍钼多金属矿床的形成特征."
    },
    {
      "en": "The northwestern region of China has a continental climate.",
      "cn": "我国的西北地区属温带大陆性气候."
    },
    {
      "en": "The scenic spot is on northwestern outskirts of Beijing.",
      "cn": "这个风景区位于北京的西北远郊."
    },
    {
      "en": "This Blue Seais a scarce soft color among northwestern masculine sights.",
      "cn": "这个“蓝色的海洋”是大西北阳刚之气中,一抹难得的柔婉色彩."
    },
    {
      "en": "This population covers most of northern Botswana plus northwestern Zimbabwe.",
      "cn": "象头数有北部博茨瓦纳和西北津巴布韦的总和那么多."
    },
    {
      "en": "Tom was removed from command and transferred to the northwestern front.",
      "cn": "汤姆被撤消指挥权并被派往西北前线."
    },
    {
      "en": "Winters may be quite cool at the northwestern extremities.",
      "cn": "西北边区的冬天也可能会相当凉."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（在）西北的，向西北的，来自西北的，（常N-）西北部的",
      "tran_en": "in or from the northwest part of a country or area"
    }
  ],
  "exchange": {}
}