{
  "word": "elliot",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "But Sir Walter Elliot has eyes upon him which it may be very difficult to elude.",
      "cn": "不过别人的眼睛总是盯着他沃尔特·埃利奥特爵士,想躲也躲不开."
    },
    {
      "en": "Elliot Carver : The indifference between insanity and intellectual is rhythmic exclusive by success.",
      "cn": "卡弗: 精神失常还是天才是用成功衡量的."
    },
    {
      "en": "Elliot discovered the presence of five rings encircling the equator of Uranus.",
      "cn": "艾里奥发现有五个光环围绕着天王星赤道."
    },
    {
      "en": "Elliot thinks that tear - jerkers are for the birds.",
      "cn": "爱略特认为令人感伤的电影或戏剧是毫无价值的."
    },
    {
      "en": "Elliot: How long is your promotion going to run, Douglas?",
      "cn": "艾略特: 道格拉斯,你这波促销会办多久?"
    },
    {
      "en": "Elliot: Maybe not. the doctor's worried face was a stram in the wind.",
      "cn": "唉利奥特: 或许不太顺利. 你看医生那焦虑的表情,这不是好兆头."
    },
    {
      "en": "Elliot: That has a nice ring to it. My mouth is watering already.",
      "cn": "艾略特: 听起来真美味. 我已经开始流口水了."
    },
    {
      "en": "Elliot: There'll be four in our car.",
      "cn": "艾略特: 有四个人会坐我们的车."
    },
    {
      "en": "From this time Captain Wentworth and Anne Elliot were repeatedly in the same circle.",
      "cn": "从此以后,温特沃思海军上校和安妮?埃利奥特便经常出入同一社交场合."
    },
    {
      "en": "Invent your own filters, use an Elliot Wave filter, anything you think will help your trading.",
      "cn": "发明你自己的过滤, 利用艾略特过滤器, 任何你认为对你交易有帮助的所有的东西."
    },
    {
      "en": "It was misery to think of Mr. Elliot's attentions. Their evil was incalculable.",
      "cn": "一想起埃利奥特先生在大献殷勤,就令人痛苦. 他的这番殷勤真是后患无穷."
    },
    {
      "en": "Mineralization in the Blind River - Elliot Lake field ranges from 2500 to 600 m . y . ago.",
      "cn": "布兰德河 -- 埃利奥特湖北区的铀矿化年龄自2500至600百万年不等."
    },
    {
      "en": "Take for instance Elliot's girl at the top of this page.",
      "cn": "但有人扩展了好图画是什么的定义."
    },
    {
      "en": "The seasonal changes of habitats of Elliot's pheasant [ J ].",
      "cn": "白颈长尾雉栖息地的季节变化 [ J ]."
    },
    {
      "en": "This is clearly not enough to challenge Elliot theory.",
      "cn": "这显然不足以挑战长尾理论."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "埃利奥特(男子名)"
    },
    {
      "pos": "other",
      "tran_cn": "[人名] [英格兰人、苏格兰人姓氏] 埃利奥特 Elliott的变体，[地名] [澳大利亚、南非共和国] 埃利奥特"
    }
  ],
  "exchange": {}
}