{
  "word": "radian",
  "ipa": {
    "us": "ˈreɪdiən",
    "uk": "ˈrediən"
  },
  "sentences": [
    {
      "en": "And if I calculate kappa to the best of my ability, well, I find that kappa should be K four newton-meters per radian.",
      "cn": "如果我尽最大能力,算出K值，我会发现,会很接近4*10，very，close，to，four，times，ten，to，the，minus,4，每弧度牛顿米。"
    },
    {
      "en": "CPhase(0.01, x) rotates the phase of the |1> component by one one-hundredth of a radian in the complex plane.",
      "cn": "CPhase(0.01, x) 在复平面内使 |1> 分量的相位转过了百分之一弧度。"
    },
    {
      "en": "Each vertex in average distance of each radian located in circumference.",
      "cn": "各顶点相互以平均的弧度距离坐落在圆周上."
    },
    {
      "en": "Excellent radian , beautiful decoration, the artwork of the war!",
      "cn": "超卓的弧度, 精绝的装饰, 战争的艺术品!"
    },
    {
      "en": "Profile design : graceful arc - radian line. Can be selected screen window. Firm screen and less material.",
      "cn": "型材设计流线圆弧大方, 可选用带纱窗,纱窗密实,与窗框融为一体,用料更简."
    },
    {
      "en": "Scientific calculator function calculation, square roots prescription, angle radian calculation, 2, 8, 10,16 between hexadecimal conversion.",
      "cn": "科学计算器功能,有加减乘除, 平方开方求根, 角度弧度计算, 2 、 8 、 10、16进制间的转换."
    },
    {
      "en": "The article discussed the nature of far infrared radiant material and its radian mechanism.",
      "cn": "叙述了远红外辐射性材料的性质及辐射加热机理."
    },
    {
      "en": "The radian of her graceful neck particularly conquers artists'inspiration.",
      "cn": "她优雅的长脖子的曲线征服了所有艺术家的灵感."
    },
    {
      "en": "Thus the adjustment mechanism can meet the requirements of large adjustment range and nano - radian resolution.",
      "cn": "因此,该角度微调装置能满足大范围调整,纳弧度分辨力的要求."
    },
    {
      "en": "Using radians is especially easy on graphing calculators that allow you to switch into radian mode.",
      "cn": "但是弧度特别是在图形计算方面更容易."
    },
    {
      "en": "W is the radian frequency deviation from the center frequency.",
      "cn": "w是角频率与中心频率的偏离值."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "circular measure"
          ],
          "tran_cn": "[数]弧度"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "弧度，弪",
      "tran_en": "an SI unit of plane angle; the angle between two radii of a circle that cut off on the circumference an arc equal in length to the radius"
    }
  ],
  "exchange": {}
}