{
  "word": "adrenaline",
  "ipa": {
    "us": "əˈdrenəlɪn",
    "uk": " əˈdrenəlɪn"
  },
  "sentences": [
    {
      "en": "But for some people merely imagining this scene creates an adrenaline surge.",
      "cn": "但是对于某些人但是想象这一幕就会肾上腺素激增。"
    },
    {
      "en": "But Nic Cage can do more than adrenaline - pumped action block busters.",
      "cn": "但是尼克凯奇不仅仅可以出演使人肾上腺素升高的动作大片."
    },
    {
      "en": "Dopamine and adrenaline are derived from the amino acid tyrosine.",
      "cn": "酪氨酸衍生出多巴胺和肾上腺素."
    },
    {
      "en": "He doesn't need a last jolt of adrenaline or dose of adulation.",
      "cn": "他不需要最后一次的激昂也不需要丁点的阿谀奉承."
    },
    {
      "en": "He felt a surge of pure adrenaline as he won the race.",
      "cn": "他赢得比赛时感到一阵激动."
    },
    {
      "en": "I can see the sheen of perspiration and smell the adrenaline fueling it.",
      "cn": "我能看到使用后汗水的闪光,闻到使用后的肾上腺素."
    },
    {
      "en": "It energizes us by pumping the hormone adrenaline into our systems.",
      "cn": "它为泵取荷尔蒙肾上腺素到我们的系统提供能量."
    },
    {
      "en": "It releases adrenaline and can interfere with sleep, increase tension, and decrease the immune systems ability to protect the body.",
      "cn": "它会释放肾上腺素，可以干扰睡眠，增强紧张感和降低免疫系统保护人体的能力。"
    },
    {
      "en": "It's like adrenaline, the pain is such a sudden rush for me.",
      "cn": "如同肾上腺素一般, 那些痛楚向我袭来."
    },
    {
      "en": "Little changes in plasma adrenaline were observed after both exercises.",
      "cn": "运动前后血浆肾上腺素均无显著改变."
    },
    {
      "en": "Modulates the level of adrenaline to relieve stress and fatigue.",
      "cn": "剌激肾上腺素的分泌,有助纾缓压力、消除疲劳."
    },
    {
      "en": "Take all of the energy and adrenaline circulating through your body due to that event and use it to your advantage.",
      "cn": "利用由于那些事情而产生的能量和在你体内循环的肾上腺素做一些对你有利的事。"
    },
    {
      "en": "The adrenaline was coursing through his system.",
      "cn": "他感到一阵激动."
    },
    {
      "en": "The applause acted on her like a shot of adrenaline.",
      "cn": "掌声犹如给她注射了一支强心剂."
    },
    {
      "en": "The center of these glands manufactures adrenaline.",
      "cn": "这些腺的中心分泌肾上腺素."
    },
    {
      "en": "The movie clearly runs on more adrenaline than accuracy.",
      "cn": "显然,本片是以惊险刺激为卖点,而不是真实性."
    },
    {
      "en": "We'll start with a bit of dancing to get the adrenaline going.",
      "cn": "我们先跳一下舞热热身."
    },
    {
      "en": "You crash art therapy classes just for the adrenaline rush?",
      "cn": "你闯进艺术治疗课教室来找刺激?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "adrenal",
          "tran_cn": " 肾上腺的"
        },
        {
          "word": "adrenergic",
          "tran_cn": " [生理] 肾上腺素的；释放肾上腺素的"
        },
        {
          "word": "adrenocortical",
          "tran_cn": " 肾上腺皮质的"
        },
        {
          "word": "adrenocorticotrophic",
          "tran_cn": " 促肾上腺皮质的"
        },
        {
          "word": "adrenocorticotropic",
          "tran_cn": " 促肾上腺皮质的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "adrenal",
          "tran_cn": " 肾上腺"
        },
        {
          "word": "adrenalectomy",
          "tran_cn": " [泌尿] 肾上腺切除术"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "epinephrine"
          ],
          "tran_cn": "[生化]肾上腺素"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生化>肾上腺素，<喻>刺激物，激励因素，一阵兴奋（或激动）"
    }
  ],
  "exchange": {}
}