{
  "word": "outpost",
  "ipa": {
    "us": "ˈaʊtpəʊst",
    "uk": "ˈaʊtpoʊst"
  },
  "sentences": [
    {
      "en": "A captain in the foreign legion is transferred to a desert outpost.",
      "cn": "外国兵团中一位上尉被调守一座沙漠边塞."
    },
    {
      "en": "a remote outpost of the empire",
      "cn": "帝国的一个偏远村镇"
    },
    {
      "en": "Abramovich appears weary of the speculation around why he chose the bleak outpost.",
      "cn": "显然全世界对他为什么选择这个偏远村落的推测,让阿布感到有些厌烦."
    },
    {
      "en": "After that you will go to Gibeah of God, where there is a Philistine outpost.",
      "cn": "此后你到神的山, 在那里有非利士人的防兵."
    },
    {
      "en": "At that time the most advanced outpost was still east of the Rockies.",
      "cn": "那时,最前沿的哨所依然是落基山脉东麓."
    },
    {
      "en": "Badaling Great Wall is an important juncture of the Pass outpost.",
      "cn": "八达岭是万里长城重要关口居庸关的前哨."
    },
    {
      "en": "Explanatory labels have been added to the Cost modifiers outpost interface to make it more intuitive.",
      "cn": "哨站收服务税的界面增加了更多的解析,使其更直白."
    },
    {
      "en": "He was assigned to a combat outpost, one of a number of smaller bases set up by foreign forces in Afghanistan, the officials said.",
      "cn": "这名士兵被分配到一个战斗前哨，该哨所是驻阿富汗外国部队建起的较小的军事基地中的一个。"
    },
    {
      "en": "I've been putting down rebellions in this rotten outpost for eleven years.",
      "cn": "十一年来我一直在偏僻边疆消弭叛变."
    },
    {
      "en": "Mr. Wang said he had personally visited every Disney resort in the world, with the exception of the Shanghai outpost.",
      "cn": "王健林说，他亲自逛过全世界的每一个迪士尼度假区，只有这家迪士尼在上海的前哨基地除外。"
    },
    {
      "en": "Photo Gallery: Alaska Snug outpost Harbor - population 298 - nestles beneath sheltering peaks.",
      "cn": "阿拉斯加图片 画廊 .舒适的前哨,老港有298人口安置在高峰下面躲避."
    },
    {
      "en": "Sold Outpost refunds only 30 % its cost instead of 50 %.",
      "cn": "变卖前哨站将会只返还30%制造价格而不是50%."
    },
    {
      "en": "Thailand was once an outpost of freedom in a fairly repressive region.",
      "cn": "在周围地区相对保守封闭的环境中,泰国曾是自由的前哨."
    },
    {
      "en": "The army and the people guard the island outpost together.",
      "cn": "军民共守前哨岛屿."
    },
    {
      "en": "The Basic Refinery Upgrade now improves the outpost as intended.",
      "cn": "基础精炼工厂升级现在正确地作用在哨站上了."
    },
    {
      "en": "The troops received orders to trench the outpost.",
      "cn": "部队接到命令在前哨周围筑壕加强防卫."
    },
    {
      "en": "Their new outpost was on the crest of a hill.",
      "cn": "他们新的前哨阵地设在一座小山包顶上."
    },
    {
      "en": "Wastage is now applied to Outpost construction platform blueprints.",
      "cn": "哨站建设研究蓝图应用时已计算损耗系数."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pale",
            "vaunt-courier"
          ],
          "tran_cn": "前哨；警戒部队；边区村落"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "border",
            "circuit",
            "settlement"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "前哨，警戒部队，前哨基地，边区村落",
      "tran_en": "a group of buildings in a place far from cities or towns, usually established as a military camp or a place for trade"
    }
  ],
  "exchange": {
    "pl": [
      "outposts"
    ]
  }
}