{
  "word": "lamina",
  "ipa": {
    "us": "'læmənə",
    "uk": "'læmənə"
  },
  "sentences": [
    {
      "en": "A high - speed burr was used to decorticate the surface of C 2 lamina and C 1 arch.",
      "cn": "使用 高速 球钻在C2椎板和C1椎弓表面去皮质."
    },
    {
      "en": "After a week, original and hale strong lamina gradually atrophic and shrivelled.",
      "cn": "一星期后, 本来健壮有力的叶片逐渐萎缩干瘪."
    },
    {
      "en": "All cells are attached to the basal lamina, but some do not reach the surface.",
      "cn": "全部细胞都附着到基板, 而有些细胞,不到达表面."
    },
    {
      "en": "Can be used to open Jiade Quin - Lamina Tumbler Lock technically.",
      "cn": "可技术性开启嘉德五段叶片锁具."
    },
    {
      "en": "Is being apart from the room bottom certainly highly place establishment lamina cribrosa.",
      "cn": "在距室底一定高度处设置筛板."
    },
    {
      "en": "Main supply flower disc makes the nutrient that upside lamina makes in the seed is formed.",
      "cn": "中上部叶片制造的养分主要供给花盘促使种子形成."
    },
    {
      "en": "Nests of transitional epithelium grow downward into the lamina propria and a central cystic space forms.",
      "cn": "移行上皮向下伸入到固有层并形成囊."
    },
    {
      "en": "Objective : To report the clinical result of pedicled wedge - shaped lumber vertebral lamina osteotomy flap replantation.",
      "cn": "目的: 探讨带蒂腰椎椎板楔形截骨瓣再植的临床应用效果."
    },
    {
      "en": "Objective To evaluate the replantation of lamina and spinous process during laminoplasty in posterior thoracolumbar surgery.",
      "cn": "目的探讨棘突椎板回植椎管成形在胸腰椎后路手术的应用价值."
    },
    {
      "en": "Results The nuclear matrix - lamina - intermediate filament fine network remained after selective extraction.",
      "cn": "结果抽提后,两种细胞内均存在精细的核基质 - 核纤层 - 中间丝网架."
    },
    {
      "en": "ResultsRhizome, fibre, lamina and petiole organs obtain alkaloid and berberine contents.",
      "cn": "结果峨眉野连根茎 、 须根 、 叶片和叶柄中,均含有生物碱和小檗碱."
    },
    {
      "en": "Summertime lamina appears completely for green.",
      "cn": "夏季叶片则完全呈现为绿色."
    },
    {
      "en": "The medial wall of the maxillary sinus serves a landmark for the lamina papyracea.",
      "cn": "上颌窦的内侧壁可以做为纸样板的标记."
    },
    {
      "en": "The renal parenchyma, including the two lamina of Bowman's capsule, was removed by maceration.",
      "cn": "在肾实质, 包括两个叶片鲍曼的胶囊, 被删除的浸渍."
    },
    {
      "en": "There are increased numbers of chronic inflammatory cells lamina propria.",
      "cn": "粘膜固有层慢性炎症细胞数量增加."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "laminal",
          "tran_cn": " 由薄板组成的；薄板状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "lamination",
          "tran_cn": " 层压；迭片结构；薄板"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "blade",
            "sheet",
            "vane"
          ],
          "tran_cn": "叶片；薄层；薄板"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "layer",
            "leaf",
            "plate",
            "sheet",
            "skin"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "basal lamina",
      "tran_cn": "基膜，基板；基底层"
    },
    {
      "phrase": "dental lamina",
      "tran_cn": "牙板，齿板；齿叶"
    },
    {
      "phrase": "lamina propria",
      "tran_cn": "固有层，固有膜"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "薄板，薄层，叶片"
    }
  ],
  "exchange": {
    "pl": [
      " laminas",
      "laminae"
    ]
  }
}