{
  "word": "exportation",
  "ipa": {
    "us": "ˌekspɔ:ˈteɪʃn",
    "uk": "ˌekspɔrˈteɪʃn"
  },
  "sentences": [
    {
      "en": "\"The laws prohibiting such exportation must be reinstated as soon as possible, \" he said.",
      "cn": "“关于禁止出口珍稀林木的法案必须尽快得到恢复，”他说。"
    },
    {
      "en": "Article 34 No goods that are prohibited from exportation may be exported.",
      "cn": "第三十四条属于禁止出口的货物,不得出口."
    },
    {
      "en": "Be responsible for the importation and exportation, processing business.",
      "cn": "负责进出口业务, 实施过程控制."
    },
    {
      "en": "Competitivity on the exportation of main agricultural products is relatively poor.",
      "cn": "3主要农产品出口竞争力普遍比较差."
    },
    {
      "en": "Exportation declaration file collection, up and excel input.",
      "cn": "报关单的收集 、 检查、表格填制."
    },
    {
      "en": "He manufactures paper for exportation only.",
      "cn": "他的工厂生产的纸张仅供出口."
    },
    {
      "en": "India, with its concentration of talented scientists, is a true hot spot for pharmaceutical innovation and a leader in the production and exportation of low-cost medical products.",
      "cn": "印度人才荟萃，有许多才华出众的科学家，堪称为真正的医药创新热土，在生产和出口低成本医疗产品领域具有领先地位。"
    },
    {
      "en": "Investment, consumption and exportation are three engines which drive the national economy.",
      "cn": "投资 、 消费和出口是拉动国民经济增长的三驾马车."
    },
    {
      "en": "It is specialized in professional production and exportation for potted and plants.",
      "cn": "主要从事花卉盆景的专业生产和出口贸易."
    },
    {
      "en": "Our specialization is the exportation of Chinese silk garments.",
      "cn": "咱们专门经营中国丝绸服装的出口业务."
    },
    {
      "en": "Provisional Measures Governing Exportation of Textiles ( Interim ).",
      "cn": "纺织品出口临时管理办法 ( 暂行 )."
    },
    {
      "en": "Rong En is dedicated to and exportation between China and worldwide countries.",
      "cn": "荣恩国际有限公司致力于中国与世界各地的进出口贸易往来."
    },
    {
      "en": "The customs formalities for the exportation of the following cargo have been duly completed.",
      "cn": "下列货物的出关手续已正式结清."
    },
    {
      "en": "The export / exportation of gold is forbidden.",
      "cn": "黄金出口是禁止的."
    },
    {
      "en": "The princess, refusing to go without the fabric she loved, would finally break the imperial ban on silk worm exportation.",
      "cn": "这位公主在没有她所爱的织物而拒绝出嫁，最终将打破了皇帝桑蚕出口的禁令。"
    },
    {
      "en": "These commodities are only permitted for importation ( exportation ) under license.",
      "cn": "这些商品只有在获得进口 ( 出口 ) 许可证后,才允许进(出)口."
    },
    {
      "en": "We are engaged in the exportation of chemicals.",
      "cn": "我们从事化工产品的出口."
    },
    {
      "en": "We specialize in the exportation of Chinese textile products.",
      "cn": "我方专门出口中国纺织品."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "exportable",
          "tran_cn": " 可输出的；可出口的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "export",
          "tran_cn": " 输出，出口；出口商品"
        },
        {
          "word": "exporter",
          "tran_cn": " 出口商；输出国"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "export",
          "tran_cn": " 输出物资"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "export",
          "tran_cn": " 输出，出口"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "exit",
            "way out",
            "debouche"
          ],
          "tran_cn": "[贸易]出口"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "出口",
      "tran_en": "the act, business, or process of exporting goods or services "
    }
  ],
  "exchange": {
    "pl": [
      "exportations"
    ]
  }
}