{
  "word": "sprinkling",
  "ipa": {
    "us": "ˈsprɪŋklɪŋ",
    "uk": "ˈsprɪŋklɪŋ"
  },
  "sentences": [
    {
      "en": "Add a sprinkling of pepper.",
      "cn": "加一点胡椒粉。"
    },
    {
      "en": "Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.",
      "cn": "就是照父神的先见被拣选，藉着圣灵得成圣洁，以致顺服耶稣基督，又蒙他血所洒的人。 愿恩惠平安，多多的加给你们。"
    },
    {
      "en": "Electric charge may be detected qualitatively by sprinkling or blowing indicating powders.",
      "cn": "静电荷可以用撒布指示粉剂的方法,予以探测."
    },
    {
      "en": "Finish by sprinkling some chopped almonds over the cake.",
      "cn": "最后在蛋糕上撒些剁碎的杏仁."
    },
    {
      "en": "Hurry up! It is sprinkling now.",
      "cn": "快点! 天已掉雨点了."
    },
    {
      "en": "It was composed of ex - motormen and conductors in part, with a sprinkling of friends and sympathisers.",
      "cn": "这些人有一部分是原来的司机和售票员, 还有一些是他们的朋友和同情者."
    },
    {
      "en": "Moreover, the sprinkling water on the surface affects the pre - cooling process undoubtedly.",
      "cn": "另外, 蔬菜表面洒水对食品预冷过程有较大的影响."
    },
    {
      "en": "Norway has a fair sprinkling of women ministers.",
      "cn": "挪威有好几位女部长。"
    },
    {
      "en": "On the side of a hill a sprinkling of leaves.",
      "cn": "(在山的一边点缀着树叶. )"
    },
    {
      "en": "Scientists thought that most RNA in a cell was messenger RNA generated by protein-coding genes, RNA in ribosomes, or a sprinkling of other RNA elsewhere.",
      "cn": "大多数科学家认为，RNA在细胞的信使RNA的蛋白编码基因的核糖体，核糖核酸，或其他RNA洒在其他地方产生的。"
    },
    {
      "en": "She had a wonderful clear skin with an attractive sprinkling of freckles.",
      "cn": "她光滑的皮肤上有几处可爱的小雀斑."
    },
    {
      "en": "She is sprinkling water on the dusty path.",
      "cn": "她正在给满地灰尘的小路上洒水."
    },
    {
      "en": "She made a big performance of sprinkling all the spices on.",
      "cn": "她费了不少劲才把所有的香料都撒在上面。"
    },
    {
      "en": "Sporadic laughter is a sprinkling of dope that fills the air.",
      "cn": "相互间零星的笑谈,似是空气中微洒的兴奋剂."
    },
    {
      "en": "Sprinklers are sprinkling water on the street each day.",
      "cn": "牧师赐给婴儿名字时,往它身上撒了圣水."
    },
    {
      "en": "The cleaners were sprinkling water on the floor and sweeping up the cigarette - ends.",
      "cn": "茶房打扫地下的香烟头,洒了许多水."
    },
    {
      "en": "The micro - nozzle can be used for sprinkling in yard or small garden.",
      "cn": "另有微型喷头可用于庭院或小面积园圃洒浇灌之用."
    },
    {
      "en": "Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.",
      "cn": "他因着信，就守逾越节，（守或作立）行洒血的礼，免得那灭长子的临近以色列人。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "sprinkle",
          "tran_cn": " 撒，洒；少量"
        },
        {
          "word": "sprinkler",
          "tran_cn": " 洒水车；洒水器"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "sprinkle",
          "tran_cn": " 洒，撒；下稀疏小雨；喷撒"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "sprinkle",
          "tran_cn": " 洒；微雨；散置"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bit",
            "driblet"
          ],
          "tran_cn": "少量；点滴；喷雾"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shade",
            "shower",
            "suspicion"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "interspersing"
          ],
          "tran_cn": "洒；点缀（sprinkle的现在分词）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "少量，一点儿"
    },
    {
      "pos": "vbl",
      "tran_cn": "洒水"
    }
  ],
  "exchange": {}
}