{
  "word": "emanate",
  "ipa": {
    "us": "ˈeməneɪt",
    "uk": "ˈɛməˌnet"
  },
  "sentences": [
    {
      "en": "Appearing to emanate from a source other than the actual point of origin.",
      "cn": "间接的:出自非真实的来源."
    },
    {
      "en": "Continuous dark and mysterious - flashes of steady light emanate from inside the crystals, spelling sheer elegance.",
      "cn": "继续暗黑与神秘风 —— 水晶里闪耀出沉着冷静的光芒, 书写绝对的高雅."
    },
    {
      "en": "He emanates tranquility.",
      "cn": "他身上散发着一种恬静气质。"
    },
    {
      "en": "Intelligence and cunning emanated from him.",
      "cn": "聪明和机灵从他身上散发出来。"
    },
    {
      "en": "Marketers ignore the messages emanate from these groups at their peril.",
      "cn": "忽视这些信息的商家会将自己置于险境."
    },
    {
      "en": "New drinks and snacks in stylishly cute packages emanate healthy vibes from convenience - store shelves.",
      "cn": "在便利商店的货架上,摆放了各种包装精致的新型饮料和小食,向顾客们散发健康的讯息."
    },
    {
      "en": "Perfume too seemed to emanate from the glorious hair and white clinging vestments of she herself.",
      "cn": "她光亮的头发和雪白的罩袍也散发着这种香气."
    },
    {
      "en": "Scalar wave weapons - ( scalar waves emanate naturally from living organisms and the earth itself ).",
      "cn": "标量波武器 - ( 标量波产生的性质是来源于活的生物以及地球本身 )."
    },
    {
      "en": "Soul Power is a power that can only emanate from within.",
      "cn": "只有灵魂力量是从内在发出的."
    },
    {
      "en": "The waves that emanate from the collision of two black holes should be detectable.",
      "cn": "两个黑洞相撞时产生的波动可以测到."
    },
    {
      "en": "These are said to emanate from Henry Kissinger.",
      "cn": "据说这些是亨利·基辛格出的主意."
    },
    {
      "en": "These chemicals can emanate certain poisonous gases.",
      "cn": "这些化学药品会散发出某些有毒的气味."
    },
    {
      "en": "Using state of the art materials and new technology their buildings emanate openness , precision and lightness.",
      "cn": "运用高新材料和先进技术使建筑具有独特的开放性和精巧性."
    },
    {
      "en": "Waves emanate from the same atom source.",
      "cn": "波是由同一原子辐射的."
    },
    {
      "en": "We can see if you are spiritually evolved, and such souls emanate such a powerful Light.",
      "cn": "我们可以看出你们是否是在灵性方面进化, 这样的灵魂散发出如此强烈的光."
    },
    {
      "en": "What other sound could emanate from the mountains on so still a night but Brook Suoxi?",
      "cn": "在这样的深山!在这样的静夜!"
    },
    {
      "en": "You'll feel its energy emanate into your system.",
      "cn": "你将会感觉到它的能量散发进入你的系统之内."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "emanation",
          "tran_cn": " 发出，散发"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "arise",
            "originate"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "to send out",
            "give off"
          ],
          "tran_cn": "发出；散发；发源"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "emanate from",
      "tran_cn": "v. 放射；发源于；出自"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "表现出，流露，来自(于)，(从…)散发出",
      "tran_en": "If a quality emanates from you, or if you emanate a quality, you give people a strong sense that you have that quality"
    }
  ],
  "exchange": {
    "third": [
      "emanates"
    ],
    "past": [
      "emanated"
    ],
    "done": [
      "emanated"
    ],
    "ing": [
      "emanating"
    ],
    "noun": [
      "emanation"
    ]
  }
}