{
  "word": "vicarious",
  "ipa": {
    "us": "vɪˈkeəriəs",
    "uk": "vaɪˈkeriəs"
  },
  "sentences": [
    {
      "en": "Chapter three discusses the constituent elements vicarious liability of spokesman.",
      "cn": "第三部分,主要围绕代言虚假广告的民事责任的构成要件展开论述."
    },
    {
      "en": "He gained vicarious pleasure from watching people laughing and joking.",
      "cn": "他看到人们谈笑,自己也感到很高兴."
    },
    {
      "en": "He gets vicarious thrills from watching people bungee jumping.",
      "cn": "看到别人蹦极他感到了同样的刺激."
    },
    {
      "en": "He got a vicarious thrill out of watching his son score the winning goal.",
      "cn": "他看着儿子射入获胜的一球，也同样感到欣喜若狂。"
    },
    {
      "en": "Her son's achievements gave her vicarious pleasure.",
      "cn": "她儿子的成就给予她感同身受的喜悦."
    },
    {
      "en": "His success gave her vicarious pleasure.",
      "cn": "他的成功给她如同身受的快乐."
    },
    {
      "en": "I love reading: I have an insatiable appetite for vicarious experience.",
      "cn": "我喜欢读书,对于体验间接经历有一种不能满足的渴求."
    },
    {
      "en": "It helps him in a very vicarious way.",
      "cn": "这用一种非常错位的方式帮助他."
    },
    {
      "en": "It is in Paul's letters that we first find the doctrines of Christ's divinity and vicarious atonement (the Gospels would be written later, when Paul's ideas had become prevalent among Christians).",
      "cn": "我们是在保罗的信中首次发现基督的神性和替代赎罪的（福音书是保罗的观念在基督徒间广为流传后写的）教义。"
    },
    {
      "en": "Scientists have taken their first, vicarious journey to the center of the moon, thanks to a fresh look at 30-year-old moonquake data from the Apollo era.",
      "cn": "科学家们由于重新审视了从阿波罗时代就开始已有30年历史的月震数据，才能使他们取得了第一次到月亮中心的替代旅行。"
    },
    {
      "en": "She can't have children, but she gets vicarious pleasure by looking after her brother's children.",
      "cn": "她自己不能生孩子, 但她通过照管她弟弟的孩子而得到感同身受的喜悦."
    },
    {
      "en": "She invents fantasy lives for her own vicarious pleasure.",
      "cn": "她幻想过着各种奇妙的生活，从想入非非中获得乐趣。"
    },
    {
      "en": "The cases attempted to approximate the range , depth , and contemporaneity of vicarious experience.",
      "cn": "这些案例试图尽可能地还原当时的情境."
    },
    {
      "en": "The existence of employment relationship is the fundamental and forth - condition of vicarious Liability.",
      "cn": "雇佣关系的存在是转承责任生成的前提和基础."
    },
    {
      "en": "The invalid received vicarious pleasure from reading travel stories.",
      "cn": "这个病人从阅读游记中得到共鸣之乐."
    },
    {
      "en": "The transition of the meta - system in vicarious selectors was a refining process of simplification.",
      "cn": "[替代性选择器]后设系统的转换,是复杂到简单的精鍊过程."
    },
    {
      "en": "There were two elements involved in a student's vicarious selectors.",
      "cn": "个案学生的[替代性选择器]包含两个因子."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "vicarial",
          "tran_cn": " 代理的；教区牧师的；代理教区牧师职务的"
        },
        {
          "word": "vicegerent",
          "tran_cn": " 代理的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "vicariously",
          "tran_cn": " 代理地，担任代理者地；间接感受到地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "vicar",
          "tran_cn": " 教区牧师，教堂牧师；传教牧师；代理人"
        },
        {
          "word": "vicegerent",
          "tran_cn": " 代理人；代理执政者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "acting",
            "deputy",
            "agent"
          ],
          "tran_cn": "替代的；代理的；发同感的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "representative"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "vicarious liability",
      "tran_cn": "替代责任；转承债务"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（想像别人苦乐情况）间接体验的，替代别人的，代理的，受委托的",
      "tran_en": "experienced by watching or reading about someone else doing something, rather than by doing it yourself"
    }
  ],
  "exchange": {
    "adv": [
      "vicariously"
    ]
  }
}