{
  "word": "downplay",
  "ipa": {
    "us": "ˌdaʊnˈpleɪ",
    "uk": "ˈdaʊnˌple"
  },
  "sentences": [
    {
      "en": "As for Mr. Ross, he tends to downplay the record and his space achievements.",
      "cn": "至于罗斯上校本人, 并不怎么以自己的太空记录和太空成就沾沾自喜."
    },
    {
      "en": "Balance and repair the grease secrete, developping the function of downplay the dye effectively.",
      "cn": "平衡及修复油脂分泌, 有效发挥淡化色素的作用."
    },
    {
      "en": "Don't downplay the importance of engines as they will save your ship someday.",
      "cn": "不要轻视发动机的重要性,因为它们有一天将会挽救你的船只."
    },
    {
      "en": "Finns are very modest and downplay their own accomplishments.",
      "cn": "芬兰人是非常谦虚,淡化自己的成绩."
    },
    {
      "en": "If someone was timid, I'd downplay my accomplishments because I didn't want them to feel uncomfortable.",
      "cn": "如果有人害羞, 我就会放低自己的成就,因为我不想让他们感到不安."
    },
    {
      "en": "In contrast, the education systems of today a tendency to downplay the foundational subjects.",
      "cn": "相比之下, 当代的教育中则恰恰有严重的轻视基础学科的倾向."
    },
    {
      "en": "It would be irresponsible for me to downplay the magnitude of this crisis or assure you that everything is under control.",
      "cn": "如果我缩小这次危机的严重性或向你们保证一切都在控制之中，就是不负责任的。"
    },
    {
      "en": "One more argument downplay protectionism can be discounted.",
      "cn": "我们不能轻信任何有意低估保护主义的说法."
    },
    {
      "en": "One thing you should not do in this type of essay is downplay your accomplishments.",
      "cn": "写申请信时,您不应该对您的成就轻描淡写."
    },
    {
      "en": "The humiliation of defeat in 1982 caused Argentina to downplay the dispute.",
      "cn": "1982年马岛战争失败后,阿根廷暂时搁置了争议."
    },
    {
      "en": "To that end, Bryant did his best Wednesday to downplay any widespread team issues.",
      "cn": "最后, Bryant在星期三尽量将散布开的球的队问题轻描淡写."
    },
    {
      "en": "Which does he downplay or ignore altogether?",
      "cn": "又轻描淡写或完全忽略了哪些?"
    },
    {
      "en": "White House officials attempted to downplay the President’s role in the affair.",
      "cn": "白宫官员试图为总统在这一事件中的责任开脱。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "不予重视；将轻描淡写",
      "tran_en": "to make something seem less important than it really is"
    },
    {
      "pos": "vt",
      "tran_cn": "贬低，轻视，不予重视，将…轻描淡写"
    }
  ],
  "exchange": {
    "third": [
      "downplays"
    ],
    "past": [
      "downplayed"
    ],
    "done": [
      "downplayed"
    ],
    "ing": [
      "downplaying"
    ]
  }
}