{
  "word": "mattress",
  "ipa": {
    "us": "ˈmætrəs",
    "uk": "ˈmætrəs"
  },
  "sentences": [
    {
      "en": "a mattress filled with straw",
      "cn": "稻草填充的垫子"
    },
    {
      "en": "Choose a soft, medium or firm mattress to suit their individual needs.",
      "cn": "针对他们各人不同的需要挑选柔软、软硬适中或者坚硬的床垫。"
    },
    {
      "en": "Constance doesn't like white mattress.",
      "cn": "康斯坦斯不喜欢白床垫."
    },
    {
      "en": "He crouched down and reached under the mattress.",
      "cn": "他蹲下，把手伸到床垫下面。"
    },
    {
      "en": "He quickly unfolded the blankets and spread them on the mattress.",
      "cn": "他迅速展开毯子，铺在床垫上。"
    },
    {
      "en": "If someone pokes fun at your mattress on the floor, or teases you about your empty cabinets, smile and take it in stride.",
      "cn": "如果有人取笑你放在地板上的床垫，或揶揄你空空的橱柜，请面带微笑从容应对此事。"
    },
    {
      "en": "Is the mattress lumpy and saggy?",
      "cn": "床垫是否高低不平并且下陷？"
    },
    {
      "en": "Move to a reclining position on the mattress and rest for 15 minutes.",
      "cn": "靠在垫子上休息15分钟。"
    },
    {
      "en": "Of course lots of kids read dirty books in their rooms and hide them under the mattress.",
      "cn": "当然很多孩子在他们的房间里看黄书，而且会把它们藏在床垫子底下。"
    },
    {
      "en": "She kept her money under the mattress.",
      "cn": "她把钱放在床垫下。"
    },
    {
      "en": "She laid a spring mattress under the sheet.",
      "cn": "她在床单下面铺了一个弹簧床垫。"
    },
    {
      "en": "The bunk mattress was hard, the blankets prickly and slightly damp.",
      "cn": "这个铺位的床垫很硬，毯子也很扎人，而且还有点潮。"
    },
    {
      "en": "The mattress and base are normally bought as a set.",
      "cn": "通常床垫和床架是成套购买的。"
    },
    {
      "en": "The straw mattress needs to be aired.",
      "cn": "草垫子该晾一晾了."
    },
    {
      "en": "The ten young people sleep between two hard, narrow beds and one large mattress on the floor with no privacy at all.",
      "cn": "十个年轻人就睡在两张窄小的硬板床和地板上的一张大床垫上，没有任何隐私可言。"
    },
    {
      "en": "Unfortunately, as a standard mattress wears, the springs soften and so do not support your spine.",
      "cn": "遗憾的是，当一张标准床垫用旧后，弹簧就会变软而无法支撑你的脊椎。"
    },
    {
      "en": "We had given him a large foam mattress to sleep on.",
      "cn": "我们给了他一张大海绵床垫用来睡觉。"
    },
    {
      "en": "With difficulty he released the mattress from the metal frame, and groped beneath it.",
      "cn": "他费了很大力气才把床垫从金属架上移开，然后在下面摸索。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bedpad"
          ],
          "tran_cn": "床垫；褥子；空气垫"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bed"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "air mattress",
      "tran_cn": "空气垫；橡胶气垫"
    },
    {
      "phrase": "mattress pad",
      "tran_cn": "床垫褥，床垫"
    },
    {
      "phrase": "spring mattress",
      "tran_cn": "弹簧床垫；弹簧褥子"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "床垫，褥垫，空气垫，[建]沉排",
      "tran_en": "the soft part of a bed that you lie on"
    }
  ],
  "exchange": {
    "pl": [
      "mattresses"
    ]
  }
}