{
  "word": "scallop",
  "ipa": {
    "us": "ˈskɒləp",
    "uk": "ˈskæləp"
  },
  "sentences": [
    {
      "en": "A scallop of the genus Pecten.",
      "cn": "盛在扇贝壳中的海鲜食品."
    },
    {
      "en": "According to the latest Scallop Poll , fear of sharks is at an all - time high.",
      "cn": "根据最近的鹦鹉螺的记载, 鲨鱼的威胁无时不在."
    },
    {
      "en": "Delicious fresh scallop meat and is internationally recognized, senior aquatic products.",
      "cn": "扇贝肉鲜嫩味美,是国际公认的高级水产品."
    },
    {
      "en": "Dinner, scallop and oyster unlimited supply, lunch and limited supply.",
      "cn": "晚市时,扇贝、生蚝为无限量供应, 午市则限量供应哦."
    },
    {
      "en": "Here is your fried rice with scallop, sir.",
      "cn": "这是您的干贝炒饭, 先生."
    },
    {
      "en": "Looks like is fluttering scallop in canyon.",
      "cn": "雾气大得看起来像是在峡谷招展扇贝."
    },
    {
      "en": "Lug valves are furnished in scallop and full body designs.",
      "cn": "凸耳阀门具有扇形结构和全阀体结构."
    },
    {
      "en": "On the East Coast of the U.S., where large predatory sharks have also been overfished, cownose ray populations have exploded, taking a bite — literally — out of the bay scallop fishery.",
      "cn": "在大型掠食鲨鱼被过度捕捞的美国东海岸，牛鼻鳐的数量爆炸式增长，狠狠地“咬伤”了当地的海湾扇贝养殖业。"
    },
    {
      "en": "Our main exporting products: pollock fillets , yellow fin sole fillets, cod fillets, red snapper fillets, salmon fillets, scallop, etc.",
      "cn": "主要出口产品有: 鳕鱼片、鲽鱼片 、 真鳕片、红鱼片 、 马哈鱼片 、 扇贝丁等其它类产品."
    },
    {
      "en": "Some people like to eat scallop.",
      "cn": "有些人喜欢吃干贝."
    },
    {
      "en": "The Celestial Cave Restaurant the only under the sun that sells shrimp and scallop dumplings.",
      "cn": "出售虾仁弯梳饺的仙人居餐馆,天下独此一家."
    },
    {
      "en": "The fanned scallop shells are also seen on the front legs of period chairs.",
      "cn": "煽动扇贝的贝壳也被前面的腿的椅子期间."
    },
    {
      "en": "The gilded, scallop - embellished plates at Serena's table exude Fall warmth, with a glamorous touch.",
      "cn": "面前镀金镶边的盘子使得本来冷冰冰的瓷器拥有了秋天的温暖."
    },
    {
      "en": "The rays in turn decimated the bay scallop populations around North Carolina.",
      "cn": "而它们转而大量 捕食了美国北卡罗来纳州的海湾扇贝。"
    },
    {
      "en": "The scallop flavour was extraoted and refined from the fresh scallop juice.",
      "cn": "扇贝香味料是以新鲜扇贝汁为原料精制而成的."
    },
    {
      "en": "The various sea - food have prawn, shrimp scallop perch.",
      "cn": "海鲜类有基围虾、毛蟹 、 带子、桂花鱼等等."
    },
    {
      "en": "Wash scallop and soak in water for 2 hours . Tear into shreds.",
      "cn": "瑶柱洗净,用清水浸2小时后撕碎."
    },
    {
      "en": "You can also expect plenty of olive oil, mushrooms, and seafood like scallop, shrimps, squid and mussels, paired with good Spanish wines.",
      "cn": "你也可以要求用很多的橄榄油，蘑菇和海鲜，就像扇贝，虾，乌贼和蚌和极好的西班牙酒搭配在一起。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "scollop"
          ],
          "tran_cn": "[无脊椎]扇贝，[水产]干贝"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shell"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "扇贝，扇贝壳，扇（贝）形",
      "tran_en": "a small sea creature that you can eat, with a flat round shell made of two parts that fit together"
    },
    {
      "pos": "v",
      "tran_cn": "使成扇形"
    },
    {
      "pos": "vi",
      "tran_cn": "拾扇贝"
    },
    {
      "pos": "vt",
      "tran_cn": "使成扇形"
    }
  ],
  "exchange": {
    "pl": [
      "scallops"
    ],
    "third": [
      "scallops"
    ],
    "past": [
      "scalloped"
    ],
    "done": [
      "scalloped"
    ],
    "ing": [
      "scalloping"
    ]
  }
}