{
  "word": "predetermined",
  "ipa": {
    "us": "ˌpriːdɪˈtɜːmɪnd",
    "uk": " ˌpriːdɪˈtɜːrmɪnd"
  },
  "sentences": [
    {
      "en": "Acid and dilution water feeds are usually proportioned in a predetermined ratio and interlocked.",
      "cn": "硫酸和稀释用水通常按预先确定的比例供给并相互连锁."
    },
    {
      "en": "At predetermined temperature trigger - points the cooling current is increased.",
      "cn": "在预定的温度触发点上,冷却电流增大."
    },
    {
      "en": "Her fate was predetermined before she came into the world.",
      "cn": "他明白她的命运在她出世的时候就已经安排好了."
    },
    {
      "en": "In computer graphics , a predetermined pattern of lines, that provides uniform coverage of a display space.",
      "cn": "在计算机图形学中, 提供显示空间均匀覆盖面的预定扫描线图案."
    },
    {
      "en": "Internet Explorer starts a search using its predetermined search provider.",
      "cn": "按Enter键之后InternetExplorer将使用预置的搜索提供商开始搜索."
    },
    {
      "en": "Our lives are influenced, but not predetermined, by our genes.",
      "cn": "我们的人生会受到遗传基因的影响, 但并不是完全由它决定的."
    },
    {
      "en": "Rather, the coefficient ratios between certain basis function are kept fixed at predetermined value.",
      "cn": "更确切地说:一定基函数之间的系数的比值保持固定在预定值."
    },
    {
      "en": "Signaling routes are predetermined paths specifying SS 7 nodes and interconnecting signaling links.",
      "cn": "信令路由是指定SS7节点和互连信令链路而预先确定的路径."
    },
    {
      "en": "The predetermined solution viscosity of the thickened solution should preferably be above 600 centipoises.",
      "cn": "增稠溶液的规定粘度最好在600厘泊以上."
    },
    {
      "en": "The present is predetermined by the past.",
      "cn": "现在是由过去所决定."
    },
    {
      "en": "The prince's destiny was predetermined from the moment of his birth.",
      "cn": "该王子的命运从出生那一刻起就已经被决定了。"
    },
    {
      "en": "The Prince's destiny was predetermined from the moment of his birth.",
      "cn": "从出生的那一刻起，王子的命运就已经被预先决定了。"
    },
    {
      "en": "The sample can also be moved upward at a predetermined rate.",
      "cn": "试件也可按预定的速率往上移动."
    },
    {
      "en": "The sex of the embryo is predetermined at fertilization.",
      "cn": "胚胎的性别早在受精时就决定了。"
    },
    {
      "en": "The spray nozzles are designed to produce a dense spray at a predetermined angle.",
      "cn": "喷嘴是按预定角度产生稠密水雾来设计的."
    },
    {
      "en": "Time deposits generally have a predetermined maturity and amount.",
      "cn": "定期存款通常具有预先规定的到期日和数额."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "predetermination",
          "tran_cn": " 预先决定；原有意图"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "predetermine",
          "tran_cn": " 预先确定；预先决定；预先查明"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "预订的",
      "tran_en": "decided or arranged before something happens, so that it does not happen by chance"
    },
    {
      "pos": "v",
      "tran_cn": "预先裁定( predetermine的过去式和过去分词 )，注定"
    }
  ],
  "exchange": {
    "verb": [
      "predetermine"
    ]
  }
}