{
  "word": "formulate",
  "ipa": {
    "us": "ˈfɔːmjuleɪt",
    "uk": "ˈfɔːrmjuleɪt"
  },
  "sentences": [
    {
      "en": "Anyone can formulate a dose by following the simple instructions.",
      "cn": "根据这些简单的指示,任何人都可以配制出一剂药."
    },
    {
      "en": "As soon as possible to formulate economic circle Hajime Guangfo development plan.",
      "cn": "要尽快研究制定广佛肇经济圈发展规划."
    },
    {
      "en": "By visualizing where you want to be, you start helping your mind formulate ways to achieve that next goal in your life.",
      "cn": "通过把你想达到的程度形象化，你就开始帮助自己的头脑制定目标——为了达到你生活中的下一个目标。"
    },
    {
      "en": "Formulate extended reward measures to encourage school innovation continuously.",
      "cn": "扩大订定奖赏措施,鼓励学校经营持续创新."
    },
    {
      "en": "He formulated Labour Party education policy in 1922.",
      "cn": "1922年，他制定了工党教育政策。"
    },
    {
      "en": "He took care to formulate his reply very clearly.",
      "cn": "他字斟句酌,清楚地做了回答."
    },
    {
      "en": "I was impressed by the way he could formulate his ideas.",
      "cn": "他陈述观点的方式让我印象深刻。"
    },
    {
      "en": "It is therefore possible to formulate the chain transfer with ethylbenzene as follows.",
      "cn": "所以可以用下式来表示乙苯链转移."
    },
    {
      "en": "Little by little, he formulated his plan for escape.",
      "cn": "他一点一点地构想出了他的逃跑计划。"
    },
    {
      "en": "No attempt was made to formulate a complete list of all possible criteria in this paper.",
      "cn": "本文并不想对所有可能的准则列出全面的清单."
    },
    {
      "en": "Objective : To formulate the quality specifications for Yazhoukang tincture.",
      "cn": "目的: 制定牙周康酊剂质量标准."
    },
    {
      "en": "She could not formulate her ideas in a few words.",
      "cn": "她无法用几句话阐明她的思想."
    },
    {
      "en": "The findings have the important value to formulate the irrigation water volume.",
      "cn": "研究结果对无压灌溉灌水定额的制定具有重要指导意义."
    },
    {
      "en": "There is a need to formulate corresponding measures to promote educational equity.",
      "cn": "为此,亟需制定相应的对策促进教育公平."
    },
    {
      "en": "We all formulate questions based on the answers we want to hear.",
      "cn": "我们都是根据我们想听到的答案来组织问题."
    },
    {
      "en": "We are studying the situation but have not formulated any response yet.",
      "cn": "我们正在研究形势，但尚未考虑好如何回应。"
    },
    {
      "en": "We now formulate a general definition within the realm of functions.",
      "cn": "现在我们用函数的语言来叙述一般的定义."
    },
    {
      "en": "We shall now formulate these integral equations and discuss some of their consequences.",
      "cn": "现在我们来表述这些积分方程,并讨论它们的一些结果."
    },
    {
      "en": "We should formulate a long - term program for scientific and technological development.",
      "cn": "制定科学和技术 长远 发展规划."
    },
    {
      "en": "With so much content floating around these days, if you want your writing to be read then you've got to take up an interesting topic, thoughtfully formulate your thoughts, and back up your argument.",
      "cn": "每天面对这么多漂浮在你身边的信息和内容，如果您希望您的文字被别人阅读，那么你可要找一个有趣的话题，花店功夫制定您的想法，并支持你的论点。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "formulaic",
          "tran_cn": " 公式化的；刻板的；套话堆砌的"
        },
        {
          "word": "formulary",
          "tran_cn": " 规定的；公式的；药方的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "formula",
          "tran_cn": " [数] 公式，准则；配方；婴儿食品"
        },
        {
          "word": "formulary",
          "tran_cn": " 公式集；处方一览表；套话"
        },
        {
          "word": "formulation",
          "tran_cn": " 构想，规划；公式化；简洁陈述"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "formularize",
          "tran_cn": " 使公式化；以形式表示"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "define",
            "describe",
            "express",
            "indite",
            "put",
            "voice"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "define",
            "describe",
            "express",
            "put",
            "voice"
          ],
          "tran_cn": "阐述;说明"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "规定，制定",
      "tran_en": "to develop something such as a plan or a set of rules, and decide all the details of how it will be done"
    },
    {
      "pos": "vt",
      "tran_cn": "构想出，规划，确切地阐述，用公式表示",
      "tran_en": "If you formulate something such as a plan or proposal, you invent it, thinking about the details carefully"
    }
  ],
  "exchange": {
    "third": [
      "formulates"
    ],
    "past": [
      "formulated"
    ],
    "done": [
      "formulated"
    ],
    "ing": [
      "formulating"
    ],
    "noun": [
      "formulation"
    ]
  }
}