{
  "word": "entrepreneurship",
  "ipa": {
    "us": "ˌɒntrəprəˈnɜːʃɪp",
    "uk": "ˌɑːntrəprəˈnɜːrʃɪp"
  },
  "sentences": [
    {
      "en": "At Qian Hu, we proactively seek opportunities to participate in initiatives to promote philanthropy, business and entrepreneurship in our community.",
      "cn": "在仟湖鱼业，我们积极寻求机会来参与各种活动措施，在社会中推广慈善事业、商业和企业家精神。"
    },
    {
      "en": "But perhaps nowhere are the roadblocks to youthful enterprise so evident, and the consequences to the Japanese economy so dire, as in the failure of entrepreneurship.",
      "cn": "但或许年轻人的进取心到处碰壁，这在日本社会已司空见惯。 而缺乏企业家精神，这对日本经济造成了可怕的恶果。"
    },
    {
      "en": "Do people really want to incorporate entrepreneurship into their daily life?",
      "cn": "人们真的要纳入企业纳入其日常的生活?"
    },
    {
      "en": "Entrepreneurship at all levels is also more about intuition than industry.",
      "cn": "各个层面上的企业家精神,更大程度上是与直觉、而非勤勉有关."
    },
    {
      "en": "Four is strengthening of entrepreneurship and job training routine.",
      "cn": "四是加强创业和日常就业培训."
    },
    {
      "en": "He provides evidence that n - achievement is highly correlated with entrepreneurship.",
      "cn": "他提供的材料表明“n -- 成就”与企业家精神高度相关."
    },
    {
      "en": "However, entrepreneurship is clearly growing on them, as more than a quarter of graduates (26 per cent) reported starting their own company during their EMBA or since graduating.",
      "cn": "然而，学员身上的创业精神明显在增强，超过四分之一的毕业生（26%）称在就读EMBA期间或毕业后创办了自己的公司。"
    },
    {
      "en": "Most definitions of entrepreneurship include this notion of innovation.",
      "cn": "大多数企业家的定义包括这一概念的创新."
    },
    {
      "en": "Presently , entrepreneurship, innovation and excellence - creating are the sublimation of the spirit.",
      "cn": "在新的历史条件下, “创业创新创优”的三创精神是新时期江苏人文精神的升华."
    },
    {
      "en": "Schools and universities around the world are teaching entrepreneurship.",
      "cn": "世界各地的中小学校和高等院校都在教授创业的学科."
    },
    {
      "en": "Such entrepreneurship be promoted, and credit be considered a human right.",
      "cn": "这样的创业应加以促进, 而贷款应被看作为一种人权."
    },
    {
      "en": "The education is based on the ideas of market - based economics and entrepreneurship.",
      "cn": "培训内容基于市场经济学和企业家的经验."
    },
    {
      "en": "The fifth myth is that entrepreneurship cannot flourish in bigcompanies.",
      "cn": "第五个误解是创业精神在大公司里不会繁荣."
    },
    {
      "en": "The logical link between the two is East Asian entrepreneurship.",
      "cn": "二之间的逻辑链接是东亚企业精神."
    },
    {
      "en": "The third myth is that entrepreneurship is driven mainly by venture capital.",
      "cn": "第三个误区则为,自主创业主要靠的就是创业投资."
    },
    {
      "en": "The triumph of entrepreneurship is driven by profound technologicalchange.",
      "cn": "创业精神的成功来自深刻的技术革新."
    },
    {
      "en": "They, like other necessity entrepreneurs, may have resorted to entrepreneurship due to a lack of better options.",
      "cn": "他们像其他生存型企业家一样，因为没有更好的选择才会诉诸于创业。"
    },
    {
      "en": "Wellhope remains a model of entrepreneurship, honesty, integrity and sound business management.",
      "cn": "禾丰牧业以诚实 、 直的经营理念, 完善的现代商业管理机制成为了中国饲料企业的楷模."
    },
    {
      "en": "Yet the threat to entrepreneurship, both practical and ideological, can be exaggerated.",
      "cn": "然而对创业精神的威胁, 不论是现实上的还是意识形态上的, 都可能被夸大."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "entrepreneur spirit"
          ],
          "tran_cn": "企业家精神"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "企业家能力/职能，企业家[主办人等]的身份[地位、职权、能力]，企业家精神，创业",
      "tran_en": "Entrepreneurship is the state of being an entrepreneur, or the activities associated with being an entrepreneur"
    }
  ],
  "exchange": {}
}