{
  "word": "prostaglandin",
  "ipa": {
    "us": "ˌprɒstə'glændɪŋ",
    "uk": "ˌprɒstə'glændɪŋ"
  },
  "sentences": [
    {
      "en": "An intravenous ( IV ) medication called prostaglandin E 1 is given to keep the ductus arteriosus from closing.",
      "cn": "经 静脉 给叫作前列腺素E1的药物以保持动脉导管不闭合."
    },
    {
      "en": "If it isn’t, a second dose of the prostaglandin gel is administered.",
      "cn": "如果还没有开始，会开始使用前列腺素的第二种剂量。"
    },
    {
      "en": "If you cut out sugar, you will be allowing your body to make prostaglandin more effectively.",
      "cn": "如果你真的不吃糖了，你的身体将会产生更多的前列腺素。"
    },
    {
      "en": "Objective To investigate the effect of prostaglandin E 1 on the prognosis replantation.",
      "cn": "目的观察前列腺素E1对断指再植术预后的影响."
    },
    {
      "en": "One form of this enzyme makes the prostaglandin that causes pain and swelling.",
      "cn": "这种酶的一种形态制造了这种能够产生疼痛和扩张的前列腺素。"
    },
    {
      "en": "Prostaglandin El is an effective and safe drug for treatment of acute viral cholestatic hepatitis E.",
      "cn": "脂微球载体前列腺素是治疗急性戊型淤胆型肝炎有效、安全的药物."
    },
    {
      "en": "Prostaglandin is the dilation of blood vessels and inhibit platelet function.",
      "cn": "前列腺素具有扩张血管和抑制血小板作用."
    },
    {
      "en": "Results is prostaglandin E 2 in the alveolar of rats under no influences.",
      "cn": "结果:未受力时,大鼠的牙槽骨内即存在一定数量的前列腺素E2."
    },
    {
      "en": "The fetus was aborted using vaginal prostaglandin.",
      "cn": "遗传谘询后,患者决定以前列腺素引产."
    },
    {
      "en": "Understand the functions of other hormones such as melatonin, prostaglandin and leptin.",
      "cn": "了解其它内分泌激素:松果体激素 、 前列腺素及瘦素等的内分泌功能."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "prostate",
          "tran_cn": " 前列腺的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "prostate",
          "tran_cn": " [解剖] 前列腺"
        },
        {
          "word": "prostatectomy",
          "tran_cn": " [泌尿] 前列腺切除术"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生化>前列腺素",
      "tran_en": "any of a group of potent hormone-like compounds composed of essential fatty acids and found in all mammalian tissues, esp human semen"
    }
  ],
  "exchange": {}
}