{
  "word": "successively",
  "ipa": {
    "us": "sək'sesɪvlɪ",
    "uk": "sək'sesɪvlɪ"
  },
  "sentences": [
    {
      "en": "All motion in this universe is in the form of successively rising and falling.",
      "cn": "在这个宇宙内的一切运动,都是处在连续上升和下降的状态中."
    },
    {
      "en": "At every two feet which the hole gained in depth they successively withdrew the blocks.",
      "cn": "每次掘到二英尺深,他们就陆陆续续地把支架抽出来."
    },
    {
      "en": "Because of his good public image he has successively gained office.",
      "cn": "由于他在公众中的良好形象,他已连续竞选获胜."
    },
    {
      "en": "Before receiving a batch of fresh one, the solids in the three stages are successively dumped.",
      "cn": "在接受一批新鲜矿石之前, 三层反应器中的固体颗粒连续往下落."
    },
    {
      "en": "Coal is heated to successively higher temperatures in fluidized beds.",
      "cn": "煤在流化床中逐层加热到更高的温度."
    },
    {
      "en": "Diana won five championships in women's high jump successively in the five years.",
      "cn": "戴安娜在五年内连续获得五次女子跳高冠军称号."
    },
    {
      "en": "He successively held the posts of brigade and army commander.",
      "cn": "他历任旅长、军长等职."
    },
    {
      "en": "He thought of it all day long and for many days successively.",
      "cn": "他整天思考这个问题,而且一连几天都在想它."
    },
    {
      "en": "I have been successively implanting in the man I was the characters I created.",
      "cn": "我—直不曾停止过在这个人身上灌输这种观念:我就是我创造的那些人物."
    },
    {
      "en": "It rained three days successively.",
      "cn": "接连下了三天雨."
    },
    {
      "en": "It successively builds a sequence of lobes.",
      "cn": "它连续地建成一系列叶状体。"
    },
    {
      "en": "Our team turned the tables in the last five minutes by scoring two goals successively.",
      "cn": "我队在最后五分钟内连进两球,反败为胜."
    },
    {
      "en": "The people who settled the town called successively Terminus , Marthasville and Atlanta, were a pushy people.",
      "cn": "在这个先后叫做特米尔纳斯、马撒斯维尔和亚特兰大的市镇落户的人, 都是很有闯劲的."
    },
    {
      "en": "The resulting framework is composed of 12 items, which are successively described.",
      "cn": "导致的框架由12个项目组成, 这被连续描述."
    },
    {
      "en": "The school team won five games successively.",
      "cn": "校队先后胜了5场球."
    },
    {
      "en": "To increase the overall probability of success, divide a behavior into parts and learn each part successively.",
      "cn": "为以增加总体成功的可能性，可以把一个行为分成若干个部分并相继地学习每一个部分。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "successive",
          "tran_cn": " 连续的；继承的；依次的；接替的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "succession",
          "tran_cn": " 连续；继位；继承权；轮栽"
        },
        {
          "word": "successiveness",
          "tran_cn": " 相继"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "later"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "接连着，继续地，递，先后，依次",
      "tran_en": "immediately one after another."
    }
  ],
  "exchange": {
    "adj": [
      "successive"
    ]
  }
}