{
  "word": "ark",
  "ipa": {
    "us": "ɑ:k",
    "uk": "ɑrk"
  },
  "sentences": [
    {
      "en": "And they carried the ark of the God of Israel about thither.",
      "cn": "于是将以色列神的约柜运到那里去."
    },
    {
      "en": "But some like me think that they found the Ark of the Covenant.",
      "cn": "但有些人跟我一样认为是找到了方舟."
    },
    {
      "en": "Deerslayer made the best dispositions he could to keep the ark as nearly stationary as possible.",
      "cn": "杀鹿人尽量把平底船的位置保持不动."
    },
    {
      "en": "Half an hour passed, during which time the ark had been slowly stealing over the water.",
      "cn": "半小时过去了, 这时船在湖面上无声无息地缓缓滑行."
    },
    {
      "en": "It cost about 65 cents a month to subscribe to the Pine Bluff , Ark ., Commercial.",
      "cn": "他每月花约6角5分订阅阿肯色州 恩布拉夫 出版的《商业》报."
    },
    {
      "en": "It is necessary to inspect the opening size of bathroom ark's hinges.",
      "cn": "有必要检查浴室柜合页的开启度."
    },
    {
      "en": "My home is warm and cozy, just like Noah's ark.",
      "cn": "我的家温暖舒适, 简直像挪亚方舟."
    },
    {
      "en": "Noah raised the ark's huge roof, and daylight streamed in.",
      "cn": "诺亚升起方舟巨大的船顶, 阳光涌进来."
    },
    {
      "en": "Obed - Edom and Jehiah were also to be doorkeepers for the ark.",
      "cn": "俄别以东和耶希亚也是约柜前守门的."
    },
    {
      "en": "TEN : Remember, the Ark was built by amateurs; the Titanic by professionals.",
      "cn": "记住, 方舟是叫一群外行人建造的, 而泰坦尼克号是专家的杰作."
    },
    {
      "en": "The canoe was seized, and immediately secured again to the side of the ark.",
      "cn": "小舟被人钩住了, 立即被重新系在平底船一边."
    },
    {
      "en": "The family came over in the ark.",
      "cn": "这一姓氏可以上溯到方舟时代."
    },
    {
      "en": "Then put in the ark the Testimony, which I will give you.",
      "cn": "16必将我所要赐给你的法版放在柜里."
    },
    {
      "en": "We are the only survivors, just like Noah's Ark?",
      "cn": "我们是唯一的幸存者就像诺曼方舟一样 吗 ?"
    },
    {
      "en": "Well, all I can find is the Ark Angel.",
      "cn": "好的, 我所能找到只有“方舟天使”号."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "haven",
            "home",
            "harbor"
          ],
          "tran_cn": "约柜；方舟；（美）平底船；避难所"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "boat"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "ark of the covenant",
      "tran_cn": "n. 约柜（藏于古犹太圣殿至圣所内、刻有十诫的两块石板）"
    },
    {
      "phrase": "noah's ark",
      "tran_cn": "诺亚方舟"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[圣]方舟，[圣]约柜，<美>平底船，避难所",
      "tran_en": "in the Bible, the large boat built by Noah to save his family and the animals from a flood that covered the earth"
    }
  ],
  "exchange": {}
}