{
  "word": "drawback",
  "ipa": {
    "us": "ˈdrɔːbæk",
    "uk": "ˈdrɔːbæk"
  },
  "sentences": [
    {
      "en": "A drawback is made on customs duties on imported goods when they are later exported.",
      "cn": "进口货物日后出口时将退还其进口关税."
    },
    {
      "en": "All drying schedules extending over several hours have one serious drawback.",
      "cn": "所有这些持续数小时以上的烘干作业有严重的缺点."
    },
    {
      "en": "Cash flow statement prepared using the direct method has a significant drawback.",
      "cn": "现金流量表编制使用直接的方法有重大缺陷."
    },
    {
      "en": "Everything has its drawback.",
      "cn": "事事不免有缺点."
    },
    {
      "en": "He felt the apartment's only drawback was that it was too small.",
      "cn": "他觉得这个公寓唯一的缺点就是太小了。"
    },
    {
      "en": "It’s a great city – the only drawback is the weather.",
      "cn": "这是座很不错的城市，唯一的不足就是天气。"
    },
    {
      "en": "Lack of funds can be a drawback if you want to invest in a sure thing.",
      "cn": "如果你要对确有把握的事投资,资金短缺会是个障碍."
    },
    {
      "en": "One drawback of this approach is that the words must be registered in the system beforehand.",
      "cn": "这种方法的缺点是必须把词预先存贮在系统中."
    },
    {
      "en": "The documents which you have entitle you to drawback for duties paid.",
      "cn": "你拥有的这些文件使你有权退税."
    },
    {
      "en": "The drawback of a pulldown in TTL is that it wastes power.",
      "cn": "在ttl中的下拉的缺点是,浪费能源."
    },
    {
      "en": "The main drawback is that cell phones interfere with others.",
      "cn": "手机的缺点主要是干扰他人."
    },
    {
      "en": "The main drawback of cadaver skin application is the transmission of infections.",
      "cn": "应用尸体异体皮的主要缺点是疾病的传染."
    },
    {
      "en": "The main drawback to coke - oven is that the amount available depends on the production of coke.",
      "cn": "焦炉气的主要缺点是气的供应量取决于焦炭生产情况."
    },
    {
      "en": "The main drawback to it is the cost.",
      "cn": "它的主要缺点是成本高。"
    },
    {
      "en": "The neighborhood of the railway is a drawback.",
      "cn": "靠近铁路是个缺点."
    },
    {
      "en": "This is a good car. Its only drawback is that it uses a lot of petrol.",
      "cn": "这是一部好汽车. 它唯一缺点是耗油较多."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "disadvantage",
            "failing",
            "fault",
            "flaw",
            "handicap",
            "objection",
            "obstacle",
            "shortcoming"
          ],
          "tran_cn": "缺点,不利条件"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "catch",
            "crossing",
            "disadvantage",
            "failing",
            "fault",
            "flaw",
            "handicap",
            "hitch",
            "objection",
            "obstacle",
            "prejudice",
            "shortcoming"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "缺点，不利条件",
      "tran_en": "a disadvantage of a situation, plan, product etc"
    }
  ],
  "exchange": {
    "pl": [
      "drawbacks"
    ]
  }
}