{
  "word": "pelican",
  "ipa": {
    "us": "ˈpelɪkən",
    "uk": "ˈpɛlɪkən"
  },
  "sentences": [
    {
      "en": "A NEW SPECIES OF GENUS CONTRACAECUM ( ORINTOCAECUM ) FROM EUROPEAN WHITE PELICAN ( ASCARIDATA: ANISAKIDAE )",
      "cn": "寄生于鹈鹕的对盲囊线虫一新种 ( 蛔亚目: 异尖科 )"
    },
    {
      "en": "An Anhinga — a pelican relative — stretches its wings to dry its feathers.",
      "cn": "一只美洲蛇鸟——塘鹅的一种——张开了它的翅膀晾干羽毛."
    },
    {
      "en": "Blum flipped past an evocative sandstone carving of a child and a pelican, then admired a griffin plaque.",
      "cn": "勃鲁姆的视线飘过一块眼熟的雕着小孩和鹈鹕的砂岩，落在了一方狮鹫饰板上。"
    },
    {
      "en": "Caption: Feather pillow: A rose pelican rests its head at the zoo in Wuppertal, Germany.",
      "cn": "描述: 羽毛枕头: 在德国伍珀塔尔动物园,一只玫瑰鹈鹕把头靠在身上休息."
    },
    {
      "en": "I am like a pelican of the wilderness: I am like an owl of the desert.",
      "cn": "我像旷野的鹈鹕,又像废墟里的猫头鹰."
    },
    {
      "en": "Pelican - Devoted and self - sacrificing charity.",
      "cn": "鹈鹕 - 奉献与 自我牺牲 的慈善精神."
    },
    {
      "en": "Rescue workers removed the fishing line, and the pelican is expected to fully recover.",
      "cn": "营救人员解开了钓鱼线.这只塘鹅不久就能痊愈."
    },
    {
      "en": "That's not a duck, it's a pelican!",
      "cn": "那不是一只鸭子, 那是一只鹈鹕!"
    },
    {
      "en": "The pelican also uses its pouch as a dish to hold food for its babies.",
      "cn": "鹈鹕还把这个空腔用作盘子,存放鱼给幼鹈鹕吃."
    },
    {
      "en": "The Pelican Feeding Officers present an educational talk while feeding the pelicans.",
      "cn": "那个正在喂鹈鹕的工作人员会边喂鹈鹕边给它上一节教育课."
    },
    {
      "en": "The pelican has a very useful beak.",
      "cn": "鹈鹕有一张非常有用的嘴."
    },
    {
      "en": "There is a further mirroring of the White Swan and Pelican stages.",
      "cn": "更进一步的真实反映情况在白天鹅和鹈鹕台阶上."
    },
    {
      "en": "This funny pouch helps the pelican to trap fish.",
      "cn": "这个有趣的空腔能帮助鹈鹕捕捉鱼."
    },
    {
      "en": "When they get a tern or pelican to drop a fish, they plunge down and grab it off the surface of the water, which may have been how this bird got oiled.",
      "cn": "当军舰鸟发现一只燕鸥或者鹈鹕准备冲入水中捕鱼时就猛冲下去，在捕鱼的鸟离开海面时抓住它们，这可能就是这种鸟为何解决到石油的原因。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<动>鹈鹕",
      "tran_en": "a large water bird that catches fish for food and stores them in a deep bag of skin under its beak"
    }
  ],
  "exchange": {
    "pl": [
      "pelicans"
    ]
  }
}