{
  "word": "credentials",
  "ipa": {
    "us": "krəˈdenʃlz",
    "uk": "krəˈdenʃlz"
  },
  "sentences": [
    {
      "en": "Britain's new ambassador to Lebanon has presented his credentials to the President.",
      "cn": "英国驻黎巴嫩的新任大使已将国书递交给总统。"
    },
    {
      "en": "Custodian of the brand values , credentials and maintain the'sanctity of the brand '.",
      "cn": "维护公司的声誉,确保公司品牌的树立."
    },
    {
      "en": "He has all the credentials for the job.",
      "cn": "他做这项工作完全够格。"
    },
    {
      "en": "He has brought his membership credentials with him.",
      "cn": "他的组织关系已经带来了."
    },
    {
      "en": "He has long credentials of diplomatic service.",
      "cn": "他的外交工作资历很深."
    },
    {
      "en": "He presented his credentials to the President in his character as ambassador.",
      "cn": "他以大使身份向总统递交国书."
    },
    {
      "en": "Her academic credentials include an MA and a PhD.",
      "cn": "她的学历是文学硕士和哲学博士。"
    },
    {
      "en": "Itwill supply those credentials just as nicely to your shopping - madteenager.",
      "cn": "它也会乖乖地为您的疯狂购物的孩子自动填写信息."
    },
    {
      "en": "Keyes had formidable credentials of achievement.",
      "cn": "凯斯有过极其伟大的成功纪录."
    },
    {
      "en": "On January 10 a gentleman arrived to see me at Downing Street with the highest credentials.",
      "cn": "1月10日,有一位先生带着最高国书到唐宁街来见我."
    },
    {
      "en": "Our flimsy journalists credentials rest on my few magzine pieces.",
      "cn": "我们的不牢靠的记者证所依仗的就是我那几篇杂志上的文章."
    },
    {
      "en": "Please show your credentials.",
      "cn": "请出示证件."
    },
    {
      "en": "Present your credentials when you apply for a position.",
      "cn": "你申请工作时,要递交你的各种证件."
    },
    {
      "en": "She has the perfect credentials for the job.",
      "cn": "她做这工作完全够格."
    },
    {
      "en": "Strong skills on negotiation, service, presentation, and managerial credentials.",
      "cn": "有较强的谈判 、 客服 、 表述和管理能力."
    },
    {
      "en": "The commissioner presented his credentials to the State Department.",
      "cn": "该委员向国务院递交了他的任职资格证书。"
    },
    {
      "en": "While some of his peers might quarrel with the title, his credentials remain impressive.",
      "cn": "尽管他的一些同龄人也许并不认同这个称号，他的资历仍然令人钦佩不已。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "certificates",
            "diplomata"
          ],
          "tran_cn": "[管理]证书；文凭；信任状（credential的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "credentials committee",
      "tran_cn": "资格审查委员会；证件审核委员会"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "凭证，证件，证书",
      "tran_en": "a letter or other document which proves your good character or your right to have a particular position"
    },
    {
      "pos": "v",
      "tran_cn": "得到信用；授…以证书（credential的三单形式）"
    }
  ],
  "exchange": {}
}