{
  "word": "scintillation",
  "ipa": {
    "us": "ˌsɪntə'leɪʃən",
    "uk": "ˌsɪntə'leɪʃən"
  },
  "sentences": [
    {
      "en": "A few remarks must finally be made concerning the calibration of scintillation detectors.",
      "cn": "最后需要讲几点关于闪烁探测器校正方面的注意事项."
    },
    {
      "en": "Density of crystal, transmissivity and scintillation characteristics have been measured.",
      "cn": "测试了晶体的密度 、 透射率和闪烁性能."
    },
    {
      "en": "It is sad that I can remember nothing of all this scintillation.",
      "cn": "遗憾的是,这些妙言隽语我现在都回忆不起来了."
    },
    {
      "en": "ROTI can be regarded as an indicator of the present of scintillation causing small - scale ionospheric irregularities.",
      "cn": "ROTI可以作为由小尺度不规则结构引起闪烁出现的指示剂."
    },
    {
      "en": "Scintillation flask method for measuring radon concentration in the air.",
      "cn": "空气中氡浓度的闪烁瓶测量方法."
    },
    {
      "en": "Scintillation optical fiber is applied to ray imaging more and more widely.",
      "cn": "闪烁光纤在射线成像方面的应用越来越广泛."
    },
    {
      "en": "Seeing is the scintillation of image caused by turbulence in the atmosphere.",
      "cn": "宁静度是由大气湍流所引起的象的闪烁反射."
    },
    {
      "en": "The Hermann grid and the scintillation effect.",
      "cn": "电网的赫尔曼和闪烁的效果."
    },
    {
      "en": "The most sophisticated technique is scintillation spectrometry.",
      "cn": "闪烁计数测量法是一顶尖端技术."
    },
    {
      "en": "The overwhelming loss in counting efficiency occurs during the scintillation process itself.",
      "cn": "绝大多数计数效率的损失出现在闪烁过程本身."
    },
    {
      "en": "The radiation intensity through the motor is determined with a scintillation counter.",
      "cn": "通过发动机的放射强度可用闪光计数器来确定."
    },
    {
      "en": "The research progress of the scintillators of new generation - the rare - earth scintillation crystals is reviewed.",
      "cn": "本文综述新一代闪烁体 — 稀土闪烁晶体的进展,介绍其优异的性能以及在测井工作中的应用前景."
    },
    {
      "en": "The scintillation counter was abandoned for many years.",
      "cn": "这种闪烁计数器被搁置了有好多年."
    },
    {
      "en": "The scintillation of the earth's atmosphere prevents this limit from being attained.",
      "cn": "地球大气的扰动使这一分辨率无法达到."
    },
    {
      "en": "This review focuses in quenching and quenching correction in liquid scintillation counting.",
      "cn": "淬灭是存在于液体闪烁测量中最主要的干扰因素."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "scintillant",
          "tran_cn": " 闪烁的；产生火花的"
        },
        {
          "word": "scintillating",
          "tran_cn": " 闪烁的；才气横溢的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "scintilla",
          "tran_cn": " 火花；闪烁；微量"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "scintillating",
          "tran_cn": " 闪耀（scintillate的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "scintillate",
          "tran_cn": " 发出火花；闪烁"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lambency",
            "glister"
          ],
          "tran_cn": "[核]闪烁；发出火花；才华横溢"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "scintillation counter",
      "tran_cn": "[化][医]闪烁计数器；闪炼计数管"
    },
    {
      "phrase": "scintillation detector",
      "tran_cn": "闪烁探测器；闪烁计数器"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "闪烁（过程或状态），（星辰的）闪烁，（物质中由电离子等造成的）闪烁，一闪",
      "tran_en": "the act of scintillating "
    }
  ],
  "exchange": {}
}