{
  "word": "anthocyanin",
  "ipa": {
    "us": "ˌænθə'saɪənɪn",
    "uk": "ˌænθə'saɪənɪn"
  },
  "sentences": [
    {
      "en": "During two weeks that anthocyanin begined to accumulate, flavonoid and total phenol decreased.",
      "cn": "在花青苷开始积累的两周内类黄酮和总酚含量下降."
    },
    {
      "en": "Effects of common food additives on the stability of litchi anthocyanin were investigated in this paper.",
      "cn": "研究了几种常用食品添加剂对荔枝花色素苷提取物稳定性的影响."
    },
    {
      "en": "Except Dahuangmianzha a yellow hawthorn cultivar , the content of anthocyanin increased greatly during coloring of fruit.",
      "cn": "花青素含量除大黄面楂外,在果实着色期迅速上升."
    },
    {
      "en": "Many genes are involved in the formation of anthocyanin pigments in the aleurone.",
      "cn": "糊粉层中花青素的形成涉及到许多基因."
    },
    {
      "en": "Purple sweet potato colorant is a natural anthocyanin pigment derived from purple sweet potato storage roots.",
      "cn": "紫色甘薯色素是从紫色甘薯块根中浸提出来的一种天然食用花青素类色素."
    },
    {
      "en": "Relationship between soluble sugar and anthocyanin in black and red currant fruit was significantly correlated.",
      "cn": "黑穗醋栗和红穗醋栗果实中可溶性糖与花青苷之间呈显著相关."
    },
    {
      "en": "Similar results in anthocyanin accumulation were obtained when inflorescences and rfs were cultured in vitro.",
      "cn": "在花序和rf的离体培养系统中,光对花色素苷积累的影响与活体系统中的结果相似."
    },
    {
      "en": "Smith said the crimson anthocyanin protects the delicate mechanisms that allow the tree to extract all the nutrients from its leaves.",
      "cn": "史密斯说，深红色的花青素保护着微妙的机制，它让树木从叶子里提取所需要的全部营养物。"
    },
    {
      "en": "Smith says that some species, most famously maples, produce anthocyanin during autumn as a kind of antioxidant for trees.",
      "cn": "史密斯说，一些物种，例如最有名的枫树，在秋天会产生的一种抗氧化剂的花青素。"
    },
    {
      "en": "That does not necessarily mean that birds would chose anthocyanin - filled fruit.",
      "cn": "这并不一定意味着鸟类会选择含有花色苷的水果."
    },
    {
      "en": "The canopy pictured above gets its crimson hue from a pigment called anthocyanin, the same component that lends red cabbage its intense color.",
      "cn": "图中华盖的深红色调来自一种称为花青素的色素，这种色素与红叶卷心菜的浓烈色彩有着相同的成分。"
    },
    {
      "en": "The determination of anthocyanin and its degradation index ( DI ) in lychee are studied.",
      "cn": "本文研究了荔枝果皮总花色 苷 及其降解指数的含量测定."
    },
    {
      "en": "The method for extracting anthocyanin pigment from purple plant of new breed of maize was researched.",
      "cn": "研究了从新品种玉米的紫色植株中提取花色苷类色素的方法."
    },
    {
      "en": "The natural red radish pigment is a kind of anthocyanin compound and it is not stable.",
      "cn": "天然胭脂萝卜红色素属于花青素类化合物,性质不稳定."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花青素，花色醣苔"
    }
  ],
  "exchange": {}
}