{
  "word": "tradesman",
  "ipa": {
    "us": "ˈtreɪdzmən",
    "uk": "ˈtredzmən"
  },
  "sentences": [
    {
      "en": "...tradesmen such as electricians or plumbers",
      "cn": "...技工们，例如电工或管子工。"
    },
    {
      "en": "Every merchant, manufacturer, broker, or tradesman who gives a customer time to pay is really loaning his customer the money.",
      "cn": "商人、制造商、经纪人或零售商如果给客户的支付留出了一定的时间，实际上就是在向客户提供信贷。"
    },
    {
      "en": "Every tradesman ought to read the contract carefully before he strikes hands with a stranger.",
      "cn": "每个商人在与陌生人达成协议之前都应细读合同."
    },
    {
      "en": "In the seventeenth and eighteenth centuries there arose a prosperous tradesman class.",
      "cn": "在十七和十八世纪,兴起了繁荣的商人阶级."
    },
    {
      "en": "International company in Beijing Financial Street District has immediate need for an experienced Tradesman, Mechanical.",
      "cn": "坐落于北京金融街的卓著中心即将开业, 急需招一名有经验的机械维修技工."
    },
    {
      "en": "It would be against all my principles to deal with a tradesman who goes to chapel.",
      "cn": "同到小教堂去的商人打交道是违背我的一切原则的."
    },
    {
      "en": "Jerry, you honest tradesman, it wouldn't suit your line of business!",
      "cn": "杰瑞, 你是个诚实的生意人, 这对你的业务可是不利!"
    },
    {
      "en": "Local tradesmen are objecting to plans for a big new out-of-town shopping centre.",
      "cn": "当地的店主们反对在城郊新建大型购物中心的计划。"
    },
    {
      "en": "Many of the tourists on board had begun bargaining with the tradesman.",
      "cn": "船上的很多旅客开始与商人讨价还价了."
    },
    {
      "en": "Officers and tradesman are there to implore the gods to bless the voyage of Hamilcar.",
      "cn": "官员和商人在那里求神保佑哈米尔卡一路平安."
    },
    {
      "en": "She owed money to every tradesman in the town.",
      "cn": "她欠镇上所有店主的钱."
    },
    {
      "en": "The Excel Centre in the Beijing Financial Street District has immediate opening for a Tradesman, Maintenance.",
      "cn": "坐落于北京金融街的卓著中心即将开业, 急需一名综合维修工."
    },
    {
      "en": "The tradesman balanced his losses against his profits.",
      "cn": "那商人把他的亏损跟赢利相抵."
    },
    {
      "en": "The tradesman has rendered his account.",
      "cn": "这商人已经开出他的帐目."
    },
    {
      "en": "The tradesman was poring over his accounts.",
      "cn": "那位商人正在仔细查看他的账目."
    },
    {
      "en": "The tradesman was vigorously soliciting for my custom.",
      "cn": "那个店主极力向我拉生意."
    },
    {
      "en": "This is a job for a skilled tradesman.",
      "cn": "这是娴熟的工匠才能干的活儿."
    },
    {
      "en": "Tool organizers, pouches and holders for all types of tools, designed for the tradesman.",
      "cn": "为工具的所有类型的工具组织者, 小袋和持有者, 为商人设计了."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "trader",
          "tran_cn": "交易者；商人；商船"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "merchant",
            "bania"
          ],
          "tran_cn": "[贸易]商人；（英）店主；零售商；手艺人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advertiser",
            "merchant",
            "seller",
            "worker"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "商人，店主，零售商，手艺人",
      "tran_en": "someone who buys and sells goods or services, especially in a shop"
    }
  ],
  "exchange": {
    "pl": [
      "tradesmen"
    ]
  }
}