{
  "word": "crayfish",
  "ipa": {
    "us": "ˈkreɪfɪʃ",
    "uk": "ˈkreˌfɪʃ"
  },
  "sentences": [
    {
      "en": "A huge variety of fish, including cod, crayfish, bream, halibut, mussels, salmon, sea bass and sturgeon, are all farmed, providing jobs and food for people all over the world.",
      "cn": "非常多的鱼类已被养殖，包括鳕鱼、小龙虾、鲤科鱼、大比目鱼、贻贝、鲑鱼、黑鲈和鲟鱼，为世界各地的人们提供了食物和工作岗位。"
    },
    {
      "en": "At a nearby table there are larger pond animals: snapping turtles, frogs and crayfish.",
      "cn": "在旁边的桌上有更大的水生生物,蛇鳄龟, 青蛙还有小龙虾."
    },
    {
      "en": "BOY: How come so many crayfish live under the rocks and stuff?",
      "cn": "男孩: 为什么这么多小龙虾住在岩石和那些东西下面?"
    },
    {
      "en": "Brute mathematics predict the new species, known as the marbled crayfish, will outcompete the locals.",
      "cn": "通过数学计算预测, 这种称为残酷的龙虾的新物种将很快消灭本地的龙虾."
    },
    {
      "en": "Earthworms, crayfish and tadpoles are examples.",
      "cn": "蚯蚓、小龙虾和蝌蚪都是实例。"
    },
    {
      "en": "Lobster? the joss - stick hot crayfish is better!",
      "cn": "龙虾? 情愿是香辣小龙虾!"
    },
    {
      "en": "Some of Britain's most endangered wildlife - from red squirrels to native crayfish - are vanishing from the countryside at an alarming rate, a report warns.",
      "cn": "英国的一项报告表明该国大多数濒临灭绝的野生物种——从红松鼠到当地小龙虾——正在以惊人的速度消失。"
    },
    {
      "en": "The red swamp crayfish carries the virus of a deadly fungal disease.",
      "cn": "红色龙虾带有一种致命的真菌疾病."
    },
    {
      "en": "They can go it alone, jig for crayfish, and swing from ropes along the bank.",
      "cn": "他们可以独自去小溪, 在水中活蹦乱跳地捉小虾, 在岸边系上绳子荡秋千."
    },
    {
      "en": "We select the freshest fish, stingray , crayfish , so tong, prawn, crab etc.",
      "cn": "我们选择最新鲜的鱼 、 方鱼、虾婆 、 苏东 、 虾 、 螃蟹等."
    },
    {
      "en": "Which one of the following statement is TRUE of the red crayfish?",
      "cn": "5关于红色龙虾,下列哪个陈述是正确的?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lobsterling",
            "crawfish"
          ],
          "tran_cn": "小龙虾"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "淡水螯虾（肉），龙虾",
      "tran_en": "A crayfish is a small shellfish with five pairs of legs which lives in rivers and streams. You can eat some types of crayfish. "
    }
  ],
  "exchange": {}
}