{
  "word": "quadrant",
  "ipa": {
    "us": "ˈkwɒdrənt",
    "uk": "ˈkwɑdrənt"
  },
  "sentences": [
    {
      "en": "A symbol appears in an upper quadrant of the screen.",
      "cn": "一个符号出现在屏幕上方的一个象限里。"
    },
    {
      "en": "A virgin material can be \"started\" from 0 into either the first or the third quadrant .",
      "cn": "一个没有用过的材料可以从0点“开始”进入第一或第三象限。"
    },
    {
      "en": "A virgin material can be \"started\" from point 0 into either the first or the third quadrant .",
      "cn": "一个没有用过的材料可以从0点「开始」进入第一或第三象限。"
    },
    {
      "en": "Clinically, the patient often presents with right lower quadrant abdominal pain.",
      "cn": "临床上, 病人常表现为右下腹疼痛."
    },
    {
      "en": "Does leg rasing induce pain in the right or left lower quadrant?",
      "cn": "腿抬高是否会导致右边或者左边的下腹部疼痛?"
    },
    {
      "en": "Notice particularly clear cells upper left quadrant of field.",
      "cn": "观察左上角视野,细胞显示尤为清晰."
    },
    {
      "en": "One quadrant of a circle contains all possible values of Zxy.",
      "cn": "圆的四分之一包括了所在可能的Zxy值."
    },
    {
      "en": "Second, the light to see what quadrant is not enough.",
      "cn": "其次, 光看哪个象限还不足够."
    },
    {
      "en": "Sharp enduring right upper quadrant pain often after fatty meal.",
      "cn": "常在脂肪餐后出现急剧的持久的右上腹疼痛."
    },
    {
      "en": "Sharp left lower quadrant pain exacerbated by palpation.",
      "cn": "急剧的左下腹疼痛,触诊加重."
    },
    {
      "en": "Swelling might also occur in the adjacent upper quadrant of the trunk.",
      "cn": "肿胀可能会发生在临近上象限的躯体部分."
    },
    {
      "en": "That's right at the edge of the Burnham Quadrant, right?",
      "cn": "它就在波海姆象限区的边缘, 对 吗 ?"
    },
    {
      "en": "The cells of the quadrant in turn become partitioned to from the eight - celled embryo.",
      "cn": "四分体细胞于是分裂形成八细胞胚."
    },
    {
      "en": "The working principle of the single - phase voltage - source 4 - quadrant converter is introduced.",
      "cn": "摘要介绍了单相电压型三电平四象限变流器工作原理."
    },
    {
      "en": "The working principle of the single - phase voltage source 4 - quadrant converter is introduced.",
      "cn": "介绍了单相电压型三电平四象限变流器工作原理."
    },
    {
      "en": "This here is the quadrant , which should be arround 80 bucks.",
      "cn": "这是四分仪,价值约80美元."
    },
    {
      "en": "Thoracolumbar kyphoscoliosis occurred in only 1 patient because a posterolateral quadrant vertebra.",
      "cn": "因后外象限的椎骨引起的胸腰椎后侧凸仅见于1个病人."
    },
    {
      "en": "Valve position indicator is integral to quadrant gear.",
      "cn": "阀门的定位指示器与蜗轮连成一体."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "quad",
          "tran_cn": " 四方院子；四胞胎之一；嵌条；成套的四件东西"
        },
        {
          "word": "quadrantanopia",
          "tran_cn": " 象限盲"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sector",
            "orthant"
          ],
          "tran_cn": "[海洋][天][数]象限；[水运]象限仪；四分之一圆"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "四分之一圆，扇形体，象限仪，四分仪",
      "tran_en": "a quarter of a circle"
    }
  ],
  "exchange": {
    "pl": [
      "quadrants"
    ]
  }
}