{
  "word": "patchwork",
  "ipa": {
    "us": "ˈpætʃwɜ:k",
    "uk": "ˈpætʃwɜrk"
  },
  "sentences": [
    {
      "en": "a patchwork quilt",
      "cn": "拼布被，百衲被"
    },
    {
      "en": "A patchwork quilt is a good way of using up scraps of material.",
      "cn": "做杂拼花布棉被是利用零碎布料的好办法."
    },
    {
      "en": "Bio 2, after all, was a patchwork wilderness par excellence.",
      "cn": "毕竟, 生物圈二号是东拼西凑出类拔萃的荒野."
    },
    {
      "en": "Even the old patchwork quilt is the same!",
      "cn": "甚至这条旧的百衲被罩也是一样!"
    },
    {
      "en": "Exquisite exquisite architectural design high and low around the patchwork, imaginative.",
      "cn": "建筑设计玲珑精巧,高低前后错落有致, 匠心独运."
    },
    {
      "en": "For centuries, quilting and patchwork have been popular needlecrafts.",
      "cn": "几个世纪以来，缝被子和做布拼一直是许多人都会做的针线活儿。"
    },
    {
      "en": "For we know that our patchwork heritage a strength, a weakness.",
      "cn": "因为我们知道,我们融合得来的遗产是种力量, 不是缺点."
    },
    {
      "en": "He patched new cloth to the old coat until It'seemed mere patchwork.",
      "cn": "他将新布补缀在旧大衣上,直到这件大衣看起来像拼凑之物."
    },
    {
      "en": "If Generation XMl document, or your own patchwork string it.",
      "cn": "如果需要生成XMl文档, 还是自己拼凑字串吧."
    },
    {
      "en": "Modern teaching buildings and Villas ancient buildings patchwork exist side by side.",
      "cn": "现代化的教学楼与山庄古建筑错落有致,相映成趣."
    },
    {
      "en": "Mr. Cruncher reposed under a patchwork counterpane, like a Harlequin at home.",
      "cn": "克朗彻先生盖了一床白衲衣图案的花哨被子, 像是呆在家里的丑角."
    },
    {
      "en": "She patched new cloth to the old coat, so It'seemed mere patchwork.",
      "cn": "她把新布初到那件旧上衣上, 所以那件衣服看上去就象拼凑起来的东西."
    },
    {
      "en": "The fields looked like a patchwork of different colours.",
      "cn": "田野呈现出浓淡不一的色调."
    },
    {
      "en": "The low mountains were a patchwork of green and brown.",
      "cn": "低矮的群山上，绿色和棕色混杂着。"
    },
    {
      "en": "There are several patchwork cushions to choose from.",
      "cn": "有好几种拼布工艺靠垫可供选择。"
    },
    {
      "en": "This is not plagiarism but just a patchwork of quotations.",
      "cn": "这不是剽窃,这只是拼凑出来的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "farrago",
            "macedoine"
          ],
          "tran_cn": "拼缝物，拼缀物；混杂物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "variety"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "patchwork quilt",
      "tran_cn": "拼布床单；用小块布缝缀的被罩"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "补缀品，拼缝物，混杂物",
      "tran_en": "a type of sewing in which many coloured squares of cloth are stitched together to make one large piece"
    }
  ],
  "exchange": {}
}