{
  "word": "spheroidal",
  "ipa": {
    "us": "sfɪ'rɔɪdəl",
    "uk": "sfɪ'rɔɪdəl"
  },
  "sentences": [
    {
      "en": "A new cast steel materials with spheroidal graphite has been studied.",
      "cn": "文中研究的是球状石墨铸钢新材料."
    },
    {
      "en": "As - tion, the matrix is strengthened to increase synthetical properties of spheroidal graphite cast iron.",
      "cn": "由于再结晶, 基体得到强化,提高了球墨铸铁的综合性能."
    },
    {
      "en": "DIAGNOSIS OF EPILEPSY BY EEG OF ACUPUNCTURE NEEDLE SPHEROIDAL ELECTRODE ( Analysis of 110 cases )",
      "cn": "毫针蝶骨电极脑电图检查对提高癫痫诊断率的体会 ( 附110例癫痫检查分析 )"
    },
    {
      "en": "Flashing butt welding between ferrite spheroidal graphite cast iron and 20 steel.",
      "cn": "铁素体球墨铸铁与20钢的闪光对焊."
    },
    {
      "en": "For another, the clouds don't look like the disheveled spheroidal dwarf galaxies that closely orbit the Milky Way and other major spirals.",
      "cn": "另一方面，这些星云看上去并不像结构松散的球状矮星系一样紧紧地围绕银河系和其它主要的漩涡星系的轨道运行。"
    },
    {
      "en": "In time, many of the spheroidal dwarfs circling the Milky Way will likely be cannibalized by it, as others like them have been in the past.",
      "cn": "随着时间的推移，许多环绕银河系的球状矮星将可能被这些卫星吞噬掉，就如跟它们一样的其它矮星在过去已经被其吞噬了一样。"
    },
    {
      "en": "In use of spheroidizing agency treatment, some spheroidal graphites and carbide on the matrix of lamellar or sorbitic pearlite can be achieved in as-cast state.",
      "cn": "其基本特点是通过对钢水的球化处理使材料在铸态下得到一定量的球状石墨和碳化物，基体组织为片状珠光体或索氏体。"
    },
    {
      "en": "Intergranular crack generates and spheroidal graphite is stretched gradually during the bruising process.",
      "cn": "球状石墨在压扁的过程中,沿子晶间的晶界发生破裂并逐渐被拉长."
    },
    {
      "en": "One design method for winder of spheroidal tank was presented in this article.",
      "cn": "介绍一种球罐盘梯的设计方法."
    },
    {
      "en": "Results The spheroidal colloid gold particles of 20 nm showed bright red in color.",
      "cn": "结果用柠檬酸还原法制备的20nm胶体金溶液呈亮红色."
    },
    {
      "en": "Spheroidal austenite and acicular austenite can be seen during the austenitizing courses at low speed.",
      "cn": "慢速加热奥氏体化过程中,观察到球状奥氏体和针状奥氏体."
    },
    {
      "en": "The first half, besides a header, Fannie basically is in without the spheroidal state.",
      "cn": "上半场, 除了一次头球外, 范尼基本上处于无球状态."
    },
    {
      "en": "The microstructure of spheroidal cast iron prepared by spray forming has been studied.",
      "cn": "采用喷射成形工艺研究了球墨铸铁的显微组织."
    },
    {
      "en": "The nucleus of the spheroidal graphite should be of spheroidal shape.",
      "cn": "石墨球的核心应该是球形."
    },
    {
      "en": "The state of the art of spheroidal graphite crankshaft is introduced.",
      "cn": "介绍了球墨铸铁生产发动机曲轴的现状及发展."
    },
    {
      "en": "This paper emphatically analyses the spheroidizing mechanism and the shape of spheroidal graphite.",
      "cn": "本文重点探讨了石墨球化的机理及石墨球形态."
    },
    {
      "en": "This paper presents a full - wave analysis of electromagnetic fielda dielectric prolate spheroidal human head model.",
      "cn": "文中给出一长椭球介质人头模型中的电磁场全波解."
    },
    {
      "en": "Using the method of isothermal forging spheroidal graphite iron pipe of good quality can be produced.",
      "cn": "利用等温锻造方法可生产优质的球墨铸铁管."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sphere",
          "tran_cn": " 球体的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "spherically",
          "tran_cn": " 球地；球状地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sphere",
          "tran_cn": " 范围；球体"
        },
        {
          "word": "spheroid",
          "tran_cn": " 球状体；回转椭球体"
        },
        {
          "word": "spherule",
          "tran_cn": " 小球；小球体"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "sphere",
          "tran_cn": " 包围；放入球内；使…成球形"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "globose",
            "bulbiform"
          ],
          "tran_cn": "[数]类似球体的，球状的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "global"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "spheroidal graphite",
      "tran_cn": "球状石墨"
    },
    {
      "phrase": "spheroidal graphite cast iron",
      "tran_cn": "球墨铸铁"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "类似球体的",
      "tran_en": "shaped like an ellipsoid of revolution; approximately spherical "
    }
  ],
  "exchange": {}
}