{
  "word": "shoemaking",
  "ipa": {
    "us": "'ʃu:meɪkɪŋ",
    "uk": "'ʃumeɪkɪŋ"
  },
  "sentences": [
    {
      "en": "Although rise quite, shoemaking employment still has calculated, but, also need green absolutely caress.",
      "cn": "尽管比较起来制鞋业还算好的, 但是, 也绝对地需要绿色的呵护."
    },
    {
      "en": "As the development of contemporary shoemaking industry, gooey shoemaking technology got be applying ed extensively.",
      "cn": "随着现代制鞋工业的发展, 胶粘制鞋技术得到了广泛的运用."
    },
    {
      "en": "As the development of shoemaking industry, with adhesive to the shoe demand can increase ceaselessly more.",
      "cn": "随着制鞋工业的发展, 对鞋用胶粘剂需求量更会不断地增加."
    },
    {
      "en": "Borrowed and imitate, seeming to return is domestic shoemaking course of study is thematic.",
      "cn": "抄袭和模拟, 似乎还是国内制鞋业的主旋律."
    },
    {
      "en": "In fact, he once took a hiatus from acting to study shoemaking.",
      "cn": "事实上，他曾经一度中断演艺生涯跑去学习制鞋。"
    },
    {
      "en": "Iran's main shoemaking federation also offered to supply a lifetime of shoes to Zaidi, who remains in a Baghdad jail awaiting trial.",
      "cn": "伊朗制鞋协会还向扎一迪奉送了“终身鞋”，然而扎一迪却在巴格达一所监狱等待着审判。"
    },
    {
      "en": "Last is the benchmark of shoe style in the shoemaking technology and the foundation of shoemaking.",
      "cn": "鞋楦是制鞋工艺中鞋型款式的基准,是制鞋的基础."
    },
    {
      "en": "Mainly used in shoemaking industry , plastic industry , asphalt modification industry, bond industry and making rubber product.",
      "cn": "主要用于制鞋工业, 塑料 、 沥青改性, 粘合剂工业及生产多种橡胶制品."
    },
    {
      "en": "PFI -- , Germany shoemaking checks Piermasensi the abbreviation of the institute.",
      "cn": "PFI——— 德国皮尔马森斯制鞋测试研究所的简称."
    },
    {
      "en": "Reduced working intensity for shoemaking worker, improved working condition.",
      "cn": "为制鞋工人减少了工作强度, 改善了工作条件."
    },
    {
      "en": "Safeguard from simple machine oneself can make more sophisticated shoemaking machine now.",
      "cn": "从简单的机器维护到现在自己能制造较复杂的制鞋机器."
    },
    {
      "en": "Sewing thread is the important and auxiliary material of shoemaking.",
      "cn": "缝纫线是制鞋的重要辅助材料."
    },
    {
      "en": "Shoemaking industry has made great contributions to foreign exchange earning and employment in China.",
      "cn": "制鞋业作为外贸出口的重要产业,为我国出口创汇和增加就业做出了很大的贡献."
    },
    {
      "en": "Shoemaking is a useful and necessary trade.",
      "cn": "制鞋是一种有用的、必不可少的行业."
    },
    {
      "en": "Shoemaking is a useful trade.",
      "cn": "做鞋是一种有用的手艺."
    },
    {
      "en": "The design of leather shoes is the crucial place of shoemaking factory.",
      "cn": "皮鞋的设计是制鞋厂的要害所在."
    },
    {
      "en": "The Frenchman began his shoemaking career at Les Compagnons du Tour de France, a venerable crafts guild.",
      "cn": "这名法国人的制鞋生涯从知名的手工业协会──法国传统艺师培训所(Les Compagnons du Tour de France)开始。"
    },
    {
      "en": "The parents decided to put their son to shoemaking.",
      "cn": "父母亲决定让儿子从事制鞋业."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "制鞋，修补皮鞋"
    }
  ],
  "exchange": {}
}