{
  "word": "divisor",
  "ipa": {
    "us": "dɪˈvaɪzə(r)",
    "uk": "dɪˈvaɪzɚ"
  },
  "sentences": [
    {
      "en": "Divide the dividend by the quotient, if you can get the divisor right.",
      "cn": "方法二:用商去除被除数, 看是不是等于除数."
    },
    {
      "en": "Divisor scalar multiplication is the key operation in hyperelliptic curve cryptosystem.",
      "cn": "除子标量乘是超椭圆曲线密码体制中的关键运算."
    },
    {
      "en": "In 4 divided by 2, the number 2 is the divisor and 4 is the dividend.",
      "cn": "在4被2除中, 2是除数,4是被除数."
    },
    {
      "en": "In this paper , we study the zero - divisor semigroups of tournaments.",
      "cn": "讨论了竞赛图的零因子半群."
    },
    {
      "en": "In this paper, we will completely characterize all power endomorphisms of rings without zero divisor.",
      "cn": "本文将完全刻划出无零因子环的所有幂自同态."
    },
    {
      "en": "Is it possible for the divisor in a division operation to be zero?",
      "cn": "是否存在除法运算中分母为零的情况?"
    },
    {
      "en": "The Business Cost Unit is divisor of the total Business Cost and the Economic Value.",
      "cn": "单位商务成本是总商务成本与经济增加值的商."
    },
    {
      "en": "The common divisor pact is the most important self - government regulation.",
      "cn": "业主公约是全体业主的最高 自治 规则."
    },
    {
      "en": "The divisor is subtracted from the dividend.",
      "cn": "从被除数中减去除数."
    },
    {
      "en": "The divisor problem in additive square complements is studyied, which improves results ever deduced.",
      "cn": "研究了平方补数集合中的除数问题, 改进并推广了原有的结果."
    },
    {
      "en": "The greatest common divisor of 24 and 30 is 6 24.",
      "cn": "和30的最大公约数为6."
    },
    {
      "en": "The value of the divider or divisor.",
      "cn": "被除以的值，或除数。"
    },
    {
      "en": "This article shows the best industrial staining art with quasi - divisor design.",
      "cn": "本文运用拟因子设计给出了最佳染色工艺."
    },
    {
      "en": "This operation only allowed for ( integer ) and the divisor must not be ( zero ).",
      "cn": "此运算只可容许 ( 整数 ),而且除数不可以是 ( 零 )."
    },
    {
      "en": "To be an exact divisor of.",
      "cn": "以…来除成为…的精确除数。"
    },
    {
      "en": "We divide both by their common divisor.",
      "cn": "用它们的公因子去除两个数."
    },
    {
      "en": "What in the world does that have to do with my divisor example? ",
      "cn": "那么这到底跟我的除数的例子有什么关系呢？"
    },
    {
      "en": "Work out dividend or divisor according to the rules.",
      "cn": "难点:判断求除数或被除数用哪个关系式."
    },
    {
      "en": "You can also use this divisor to see how an individual stock influences the average.",
      "cn": "你还可以用这个除数来考察某只股票是如何影响这个平均数的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "facient"
          ],
          "tran_cn": "[数]除数；因子"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "common divisor",
      "tran_cn": "n. 公约；[数]公约数"
    },
    {
      "phrase": "greatest common divisor",
      "tran_cn": "最大公约数；最大公因子（等于 greatest common factor）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<数>除数，分水设备，因子",
      "tran_en": "the number by which another number is to be divided"
    }
  ],
  "exchange": {}
}