{
  "word": "ethnology",
  "ipa": {
    "us": "eθˈnɒlədʒi",
    "uk": "eθˈnɑːlədʒi"
  },
  "sentences": [
    {
      "en": "Ethnology has been variously defined in different national traditions.",
      "cn": "由于不同的民族传统,民族学有着各种不同的定义."
    },
    {
      "en": "From the perspective of ethnology and the historical background, the five emperors had no blood relationship but emerged from the development and division of the clans and tribes.",
      "cn": "从民族学的角度及当时的历史背景分析，五帝之间并非直系血缘的父子、子孙关系，而是氏族、部落发展过程中的分裂与分化。"
    },
    {
      "en": "Geographical aspect in linguistics, historical studies, ethnology, ecological studies.",
      "cn": "语言学 、 史学 、 民族学 、 环境研究中的地理方面.经济地理."
    },
    {
      "en": "Geography. Geographical aspect in linguistics, historical studies, ethnology, ecological studies. Economical geography.",
      "cn": "地理. 语言学, 史学, 民族学, 环境研究中的地理方面. 经济地理.人口学."
    },
    {
      "en": "In 2005 Ethnology of IES was endowed with the title of Provincial Elite Specialty.",
      "cn": "2005年,民族学专业被认定为自治区精品专业."
    },
    {
      "en": "It is a conclusion of deep importance in ethnology.",
      "cn": "这个结论在人类学上是极端重要的."
    },
    {
      "en": "It's of the great academic value of anthropology ethnology while it is also of strong readability.",
      "cn": "本丛书既有深刻的人类学、族学的学术价值,同时又有极强的可读性."
    },
    {
      "en": "Paleontology , geology , zoology, and ethnology.",
      "cn": "收藏古生物学 、 质学 、 物学和人种学."
    },
    {
      "en": "Pp .75 - 89 , Taipei: Institute of Ethnology, Academia Sinica.",
      "cn": "台北: 喜马拉雅研究发展基金会."
    },
    {
      "en": "Recently some anthropologist conducted an interesting case study in ethnology.",
      "cn": "最近,一些人类学家开展了一项有趣的民族学案例研究."
    },
    {
      "en": "The pattern of the Reindeer Industry in West Siberian of Russia is an important issue for ethnology.",
      "cn": "西西伯利亚的养鹿业类型学研究是俄罗斯民族学的一个重要课题。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ethnologic",
          "tran_cn": " 民族的；人种学的"
        },
        {
          "word": "ethnological",
          "tran_cn": " 人种学的，民族学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ethnologist",
          "tran_cn": " 民族学者，人种学者"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人种学，民族学",
      "tran_en": "the scientific study and comparison of different races of people"
    }
  ],
  "exchange": {
    "adj": [
      "ethnological"
    ]
  }
}