{
  "word": "Prussian",
  "ipa": {
    "us": "ˈprʌʃən",
    "uk": "ˈprʌʃən"
  },
  "sentences": [
    {
      "en": "But there were no models outside the church and the military, so investigators into the train-wreck disaster [of 1841, in New York state] looked to the Prussian army for a model.",
      "cn": "但当时除了教会和军队以外，也找不到其他管理 模型以供参考。 所以1841年纽约那场火车失事的调查者把目光投向了普鲁士军队，从那里寻找模型。"
    },
    {
      "en": "East Prussian was an exclave of Germany.",
      "cn": "东普鲁士原先是德国的飞地."
    },
    {
      "en": "Fortunately for the tea drinkers of Britain, Prussian blue is a complex molecule, so it is almost impossible to release the cyanide ion from it and the poison passes harmlessly through the body.",
      "cn": "但那些英国的饮茶人士还算走运，普鲁士蓝是一种化合物分子，它在人体中几乎没可能释放出氰根离子。 所以这种物质最终将安全无害的从人体中排出。"
    },
    {
      "en": "Franco - Prussian War: France declares war on Prussia.",
      "cn": "1870年的今天,法 - 普战争(或译普法战争)中,法国向普鲁士宣战."
    },
    {
      "en": "He accepted the offer to become a professor at the Prussian Academy of Science in Berlin.",
      "cn": "他接受了在柏林普鲁士科学院任教授的邀请."
    },
    {
      "en": "He accepted the offer to become a professor at the Prussian Academy of Sciences in Berlin.",
      "cn": "他应聘到柏林普鲁士科学院任教授."
    },
    {
      "en": "It was rich in coal and Prussian zeal.",
      "cn": "那里盛产着煤炭,也盛产着普鲁士的狂热."
    },
    {
      "en": "It was the Prussian officers that provided the cement.",
      "cn": "把他们紧密地结合起来的,是普鲁士的军官."
    },
    {
      "en": "Macintosh, the son of a well-known dyemaker, developed an early interest in chemistry and science and by 20 was already running a plant producing ammonium chloride and Prussian blue dye.",
      "cn": "麦金托什是一位出名染匠的儿子，早年对化学和科学产生了兴趣，到了20岁，就已经开始经营一家生产氯化铵和普鲁士蓝染料的工厂。"
    },
    {
      "en": "The Franco - Prussian war had sown seeds of enmity which were eventually to bear fruit.",
      "cn": "普法战争播下仇恨的种子,后来终于结成恶果."
    },
    {
      "en": "The Franco - Prussian War lasted about six months.",
      "cn": "普法之战大约打了6个月."
    },
    {
      "en": "The Prussian garrison at Charleroi was falling back.",
      "cn": "普鲁士驻沙勒罗瓦的部队正在撤退。"
    },
    {
      "en": "The Prussian Junker is the road - hog of Europe.",
      "cn": "普鲁士容克就是欧洲的路霸."
    },
    {
      "en": "The Prussian Officer is one of such famous works.",
      "cn": "《普鲁士军官》即是这样的名篇之一."
    },
    {
      "en": "The Prussian was modified with filing, cutting and epoxy putty.",
      "cn": "用锉 、 刀和环氧油灰修改普鲁士人."
    },
    {
      "en": "The simulated results of Prussian Blue modified electrode were well agreed with that reported in literature.",
      "cn": "模拟的普鲁士兰(PB)修饰电极与文献相符很好."
    },
    {
      "en": "The studied object was from prussian blue to its derivates.",
      "cn": "本文研究了普鲁士蓝衍生物作为锂离子电池材料的应用."
    },
    {
      "en": "These opacities are prooved to be iron - containing substances by Prussian blue stain.",
      "cn": "普鲁士蓝染色证实为含铁之色素."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "prussian blue",
      "tran_cn": "普鲁士蓝；铁蓝"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "普鲁士的"
    },
    {
      "pos": "n",
      "tran_cn": "普鲁士人"
    }
  ],
  "exchange": {}
}