{
  "word": "sluggishly",
  "ipa": {
    "us": " ˈslʌɡɪʃli",
    "uk": " ˈslʌɡɪʃli"
  },
  "sentences": [
    {
      "en": "But this hand - mirror of milk under my nose is sluggishly opaque.",
      "cn": "而我鼻子下这面牛奶的镜子却浓稠得混浊."
    },
    {
      "en": "Can converge into the rivers to flow trickling sluggishly and thinly.",
      "cn": "是涓涓细流可以汇成江河."
    },
    {
      "en": "He saw the phosphorescent glimmer of a shark, like a sea ghost, drift sluggishly by.",
      "cn": "他看见一只鲨鱼懒洋洋地从旁边游了过去,磷光闪闪的, 宛如大海的鬼魂."
    },
    {
      "en": "House edge alongside the clear stream trickling sluggishly the environment elegant.",
      "cn": "宅边、道旁清流涓涓,环境优雅."
    },
    {
      "en": "In the centre of the yard, a few loose chickens were sluggishly wandering around.",
      "cn": "在院子里, 还有几只散放的鸡在慢腾腾地走着."
    },
    {
      "en": "Loaded with 870 gallons of gasoline and 40 gallons of oil, the ship moved sluggishly.",
      "cn": "飞机载着八百七十加仑汽油和四十加仑机油, 缓慢地前进了."
    },
    {
      "en": "SOME LINES WILL differentiate into only certain cell types; others grow sluggishly in culture.",
      "cn": "有些细胞株只能分化出特定的细胞类型, 有些细胞株在培养时生长迟缓."
    },
    {
      "en": "The company has responded sluggishly to these changes in technology.",
      "cn": "该公司对这些技术上的变化反应迟缓。"
    },
    {
      "en": "The economies are coming out of recession, sluggishly, and it's modest growth on the positive side for a foreseeable future.",
      "cn": "经济正从衰退中慢慢地走出来，并且我们在可以预见的未来看到了积极的适度的增长。"
    },
    {
      "en": "The river is silted up and the water flows sluggishly.",
      "cn": "河道淤塞,水流迟滞."
    },
    {
      "en": "The smoke rose sluggishly.",
      "cn": "烟雾缓缓升起."
    },
    {
      "en": "The wide road was blocked solid with traffic that moved along sluggishly.",
      "cn": "宽阔的马路被缓慢前行的车辆堵得严严实实。"
    },
    {
      "en": "They ticked by sluggishly almost as if they were doing it just to annoy me.",
      "cn": "这些价格变地迟缓,好像他们这样做只是为了激怒我."
    },
    {
      "en": "Two Covenant ships sluggishly changed course and intercepted the MAC slugs.",
      "cn": "两艘圣约人飞船缓慢转变方向拦截磁力加速炮弹."
    },
    {
      "en": "You may have noticed this when driving: those distant phone poles pass sluggishly while the ones on the road go zooming by.",
      "cn": "你或许会在开车时有这种感觉：远处的电线杆移动的很慢，而路边的电线杆则移动的很快。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sluggish",
          "tran_cn": " 萧条的；迟钝的；行动迟缓的；懒惰的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sluggish",
          "tran_cn": " 市况呆滞；市势疲弱"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "dilatorily"
          ],
          "tran_cn": "懒怠地；慢吞吞地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "缓慢的, 懒惰的"
    },
    {
      "pos": "other",
      "tran_cn": "[医]adv.缓慢地，迟钝地，呆滞地，慢慢腾腾"
    }
  ],
  "exchange": {
    "noun": [
      "sluggishness"
    ],
    "adj": [
      "sluggish"
    ]
  }
}