{
  "word": "it",
  "ipa": {
    "us": "ɪt",
    "uk": "ɪt"
  },
  "sentences": [
    {
      "en": "‘Is she going?’ ‘That's just it—she can't make up her mind.’.",
      "cn": "“她去吗？”“那正是问题所在——她拿不定主意。”。"
    },
    {
      "en": "‘Where’s your office?’ ‘It’s on the third floor.’",
      "cn": "“你的办公室在哪儿？”“在三楼。”"
    },
    {
      "en": "Beauty is an attitude. It has nothing to do with age.",
      "cn": "美是一种态度，与年龄无关。"
    },
    {
      "en": "Don’t blame me. It wasn’t my idea.",
      "cn": "不要责备我，这不是我的主意。"
    },
    {
      "en": "English has hurt me a thousand times, but I still regard it as my first love.",
      "cn": "英语伤我千百遍，我待英语如初恋。"
    },
    {
      "en": "Friendship means understanding, not agreement. It means forgiveness, not forgetting.It means the memories last, even if contact is lost.",
      "cn": "友情是理解，不是妥协；是原谅，不是遗忘。即使不联系，感情依然在。"
    },
    {
      "en": "Good luck is when an opportunity comes along and you're prepared for it. ",
      "cn": "好运就是当机会来临时，你早已做好了准备。"
    },
    {
      "en": "I don't see the point in it really. It's just stupid.",
      "cn": "我真的不理解这到底有什么意义，简直是愚蠢透顶。"
    },
    {
      "en": "I feel it's done me good to get it off my chest.",
      "cn": "我感觉吐吐苦水对我有好处。"
    },
    {
      "en": "I have $100m hidden away where no one will ever find it.",
      "cn": "我把1亿美元藏到了一个永远没人会找到的地方。"
    },
    {
      "en": "I know it's nothing serious and I feel quite unemotional about it.",
      "cn": "我知道那根本没什么大不了的，所以有些无动于衷。"
    },
    {
      "en": "I love the spring – it’s a wonderful time of the year.",
      "cn": "我喜欢春季——这是一年里最美妙的时节。"
    },
    {
      "en": "If you're not satisfied with the life you're living, don't just complain. Do something about it.",
      "cn": "对于现况的不满，不能只是抱怨，要有勇气作出改变。"
    },
    {
      "en": "It shows a fox being disembowelled by a pack of hounds.",
      "cn": "画面中一只狐狸正被一群猎狗撕咬得肠子外流。"
    },
    {
      "en": "It was just then that I chanced to look round.",
      "cn": "就在那时，我恰好环顾了下四周。"
    },
    {
      "en": "okay, that's it, you've cried long enough.",
      "cn": "好了，你已经哭得够久的了。"
    },
    {
      "en": "Remember, happiness doesn't depend upon who you are or what you have; it depends solely upon what you think.--Dale Carnegie",
      "cn": "请记住，幸福不在于你是谁或者你拥有什么，而仅仅取决于你的心态！"
    },
    {
      "en": "Success is not final, failure is not fatal: it is the courage to continue that counts.--Winston Churchill",
      "cn": "成功不是终点，失败也并非末日，最重要的是继续前进的勇气。"
    },
    {
      "en": "Success is not guaranteed. It is not handed to you. Success is earned.",
      "cn": "成功无法保证，并非唾手可得。成功必须靠自己去争取。"
    },
    {
      "en": "The house seemed muted, hushed as if it had been deserted.",
      "cn": "房子里似乎悄然无声，安静得好像已经没人在住一样。"
    },
    {
      "en": "There were people crying, buildings on fire. It was terrible!",
      "cn": "有人在哭喊，楼房在燃烧―太可怕了！"
    },
    {
      "en": "this is it—the big sale.",
      "cn": "快了——就要大甩卖了。"
    },
    {
      "en": "this is it, I'm going.",
      "cn": "好了，我就要走了。"
    },
    {
      "en": "This little beast is a lemur and it lives in Madagascar.",
      "cn": "这小动物是狐猴，生活在马达加斯加。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "thing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "as it were",
      "tran_cn": "可以说是，似乎就是；好像"
    },
    {
      "phrase": "at it",
      "tran_cn": "见at"
    },
    {
      "phrase": "that's it",
      "tran_cn": "够了；好了"
    },
    {
      "phrase": "this is it",
      "tran_cn": "这正是要点；这正是问题所在"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "信息技术information technology"
    },
    {
      "pos": "n",
      "tran_cn": "<美俚>傻瓜，笨蛋，<俚>绝妙的人，理想的东西，登峰造极"
    },
    {
      "pos": "pron",
      "tran_cn": "它，他，正好是所需的，事实[情况]",
      "tran_en": "used to refer to a thing, animal, situation, idea etc that has already been mentioned or is already known about"
    }
  ],
  "exchange": {}
}