{
  "word": "insofar",
  "ipa": {
    "us": "ˌɪnsəʊ'fɑ:",
    "uk": "ˌɪnsoʊ'fɑ"
  },
  "sentences": [
    {
      "en": "An investor's top - down views are considered only insofar as they affect the valuation of securities.",
      "cn": "一名投资人 自上而下 的观点只有在它们影响证券估值的情况下才会被考虑."
    },
    {
      "en": "Dieting is good insofar as it prevents gluttony.",
      "cn": "节食的好处就在于它能遏制人们的暴饮暴食."
    },
    {
      "en": "Humanist insofar as it places the living human body at the centre.",
      "cn": "这种人本主义,乃是就其把活着的人类的身体置于中心地位而言."
    },
    {
      "en": "I shall do what I can insofar as I am able.",
      "cn": "在力所能及的情况下我将尽力而为."
    },
    {
      "en": "I'll help you insofar as I can.",
      "cn": "我一定尽力帮助你."
    },
    {
      "en": "Insofar as I can say now, I shall come.",
      "cn": "目前我只能说我将会来."
    },
    {
      "en": "Insofar as it can be ascertained, the horse lung is comparable to that of man.",
      "cn": "就目前的研究程度而言, 马的肺可以和人类的肺相提并论."
    },
    {
      "en": "Insofar as possible, our examples will be drawn from Chinese.",
      "cn": "在可能范围内, 例证均引自汉语."
    },
    {
      "en": "Insofar as they took some action to invite the advertisement, they may even find it useful.",
      "cn": "在他们采取行动欢迎广告的范围内, 他们甚至会发现它的用处."
    },
    {
      "en": "Insofar as you are a student of our college, you have access to our library facilities.",
      "cn": "只要你是我们学院的学生就可以使用我们图书馆的设施."
    },
    {
      "en": "Looking back helps insofar as it helps you learn from your mistakes.",
      "cn": "审视过去的作用是能帮你从错误中吸取教训。"
    },
    {
      "en": "The solution is exact insofar as the model of the sphere is exact.",
      "cn": "只要球的模型是精确的,这种解释就是精确的."
    },
    {
      "en": "This principle is important in magnetic prospecting only insofar as it forms the basis.",
      "cn": "这种原理就其构成基础而言,在磁法勘探中也是重要的."
    },
    {
      "en": "Thus with such a tax, emissions will be curbed insofar nuisance they create exceeds their benefits.",
      "cn": "这样,只要采取了这样一种税收措施, 排放者为了保证其收益,就会减少二氧化碳排放量,其所带来的危害也会随之减少."
    },
    {
      "en": "You will learn you lessons only insofar as you are willing to keep studying them.",
      "cn": "你的功课能学多少,完全视你肯努力的情形而定."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "insofar as",
      "tran_cn": "在…的范围内；到…程度"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "在这个范围，到这种程度"
    }
  ],
  "exchange": {}
}