{
  "word": "domestication",
  "ipa": {
    "us": "dəˌmestɪ'keɪʃn",
    "uk": "dəˌmɛstəˈkeʃən"
  },
  "sentences": [
    {
      "en": "\"We can then put our knowledge\" about dogs into a \"wider evolutionary perspective\" and ultimately arrive at a better understanding of how domestication turned the wolf into a dog.",
      "cn": "我们可以把已有的关于狗的知识放进一个更广阔的进化视野中去考察，希望能够更好地理解狼是如何被驯化成狗的。"
    },
    {
      "en": "Animals that Changed the World, a book about animal domestication, stresses that dogs have held a privileged status within human culture for thousands of years.",
      "cn": "《改变世界的动物》一书讲述了动物驯化的历史。 强调了数千年来，狗在人类文化进程中的特殊地位。"
    },
    {
      "en": "Both are a product of a 5 , 000 - year history of domestication by human beings.",
      "cn": "都是人类五千年动物驯化历史的产物."
    },
    {
      "en": "Featured projects are horse shows, equestrianism training and horse domestication.",
      "cn": "马术表演、马术培训、马匹驯养都是其特色项目。"
    },
    {
      "en": "How is it that dogs are so adapted to humans, and what's happened during the process of domestication?",
      "cn": "狗是如何适应与人类亲密相处的？在驯养过程中发生了什么？"
    },
    {
      "en": "In addition, between the two extremities of for - eignizaton and domestication, equalization forms a noncommittal translation strategy.",
      "cn": "另外, 异化与归化只构成翻译策略的两极, 其中间地带是等化翻译."
    },
    {
      "en": "It also analyzes the relationship between alienation , domestication and the transmitting of meme.",
      "cn": "在此基础上分析了归化翻译和井化翻译与模因传播的关系."
    },
    {
      "en": "Methods of domestication and UV mutagenesis were used to prepare tea wine yeast.",
      "cn": "采用驯化与紫外线诱变并用的方法研制茶酒酵母."
    },
    {
      "en": "Sheep are particularly well suited for domestication.",
      "cn": "绵羊特别适合驯养。"
    },
    {
      "en": "That is one of the painful ironies of domestication.",
      "cn": "这是一项令人腕惜的具有反嘲意味的驯化进程."
    },
    {
      "en": "The domestication open up of plant, animal the times that agriculture develops.",
      "cn": "植物 、 动物的驯化开辟了农业发展的时代."
    },
    {
      "en": "The Domestication Transformation of the striking head, rubber spring and the water - cooled beam assembly structure.",
      "cn": "通过对撞头 、 橡胶弹簧以及撞头与水冷梁装配结构的国产化改造,解决了问题,满足了车间产能提升的要求."
    },
    {
      "en": "The domestication, breeding, and improvement of animals; the technology of animal husbandry.",
      "cn": "'畜牧'.''''.'学'.''动物的驯化 、 饲养和改良;动物饲养的技术."
    },
    {
      "en": "The wild flower resources is the material base of flower cultivation, domestication and improved varirety breeding.",
      "cn": "野生花卉资源是花卉栽培驯化及良种选育的物质基础."
    },
    {
      "en": "They might be the result of human domestication, institutionalization, or public schooling.",
      "cn": "它们可能是人类教化、制度化或公共教育的结果。"
    },
    {
      "en": "When foreignization is not feasible, the translator should resort to domestication as a supplementary method.",
      "cn": "异化翻译也有限度,行不通时, 还要借助归化."
    },
    {
      "en": "Why do foragers engage in plant and animal management, and under what circumstances does management of a plant or animal lead to its domestication?",
      "cn": "饲养员为什么要种植植物驯养动物？什么样的种植和驯养使得植物和动物种植或驯养成功？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "domestic",
          "tran_cn": " 国内的；家庭的；驯养的；一心只管家务的"
        },
        {
          "word": "domesticated",
          "tran_cn": " 家养的；驯服的；喜欢家庭生活的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "domestic",
          "tran_cn": " 国货；佣人"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "domesticated",
          "tran_cn": " 驯养（domesticate的过去分词）；使习惯于家庭生活"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "domesticate",
          "tran_cn": " 驯养；使习惯于或喜爱家务和家庭生活"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "domesticate",
          "tran_cn": " 驯养；教化；引进"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cultivation",
            "enlightenment"
          ],
          "tran_cn": "[生物]驯养；教化"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "驯养，驯化"
    }
  ],
  "exchange": {
    "verb": [
      "domesticate"
    ],
    "adj": [
      "domesticated"
    ]
  }
}