{
  "word": "untapped",
  "ipa": {
    "us": "ˌʌnˈtæpt",
    "uk": "ʌnˈtæpt"
  },
  "sentences": [
    {
      "en": "Besides, there's a growing niche market of overseas Chinese that's relatively untapped.",
      "cn": "此外, 众多海外华人是很大的目标市场,而且相对地都未被开发."
    },
    {
      "en": "Good results combined with mediocre training usually indicate untapped potential.",
      "cn": "好的结果结合平庸的训练通常表示潜能并未被开发."
    },
    {
      "en": "Is there any resource that we have left untapped?",
      "cn": "还有什么资源我们尚未发掘 吗 ?"
    },
    {
      "en": "It means that the country still has huge untapped resources.",
      "cn": "它意味着该国仍拥有大量未被开发的资源."
    },
    {
      "en": "Older people are an untapped resource in the employment market.",
      "cn": "年龄较大的人是就业市场中有待利用的资源。"
    },
    {
      "en": "The market of high - end business cards is an untapped area in China.",
      "cn": "留学解答资讯网:中国的 高档 名片市场是空白."
    },
    {
      "en": "The region is thought to have some of the world's largest untapped oil reserves.",
      "cn": "该地区据信有世界上最大的未开发石油储藏."
    },
    {
      "en": "The sea is an untapped supply of energy.",
      "cn": "海洋是有待开发的能源."
    },
    {
      "en": "The server's actual capacity for throughout remains untapped.",
      "cn": "服务器的实际吞吐能力仍未被开发出来."
    },
    {
      "en": "The Survey also showed huge untapped market opportunities for mobile value - added services.",
      "cn": "此外,调查结果亦显示流动增值服务拥有庞大的发展空间."
    },
    {
      "en": "The tattoo remains untapped, and the wearer can make another attempt.",
      "cn": "灵纹将保持未开启状态, 并且佩戴者可以再次尝试开启."
    },
    {
      "en": "Therefore , enormous potentials remain untapped in Sino - US cooperation.",
      "cn": "中美双方在这方面有很大的合作潜力."
    },
    {
      "en": "untapped reserves of oil",
      "cn": "未开采的石油储量"
    },
    {
      "en": "We believe there is untapped potential.",
      "cn": "我们相信还有潜力没有挖掘出来。"
    },
    {
      "en": "We must make use of our untapped reservoirs of talent.",
      "cn": "我们必须利用我们尚未利用的人才."
    },
    {
      "en": "Wind is an untapped energy resource.",
      "cn": "风力是未使用的能源."
    },
    {
      "en": "Yet this untapped potential could be a terrific boon to medicine.",
      "cn": "但是这种未被开发过的潜势,对医学的功益可谓惊人之大."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "undeveloped",
            "unexploited"
          ],
          "tran_cn": "未开发的；未使用的；塞子未开的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（有用或宝贵的东西）未开发的，未利用的，未开塞的",
      "tran_en": "an untapped supply, market, or talent is available but has not yet been used"
    }
  ],
  "exchange": {}
}