{
  "word": "Tim",
  "ipa": {
    "us": "tɪm",
    "uk": ""
  },
  "sentences": [
    {
      "en": "\"Tim Howard was 'Man Of The Match' and that was proof of how strong we were, \" said David James, without flinching.",
      "cn": "大卫詹姆斯没有任何畏惧的说：“蒂姆霍华德是比赛的救星，而这证明了我们的强大。”"
    },
    {
      "en": "Anne was fond of Tim, though he often annoyed her.",
      "cn": "安妮喜欢蒂姆，虽然他经常使她心烦。"
    },
    {
      "en": "Don't worry, Uncle Tim, your future is safe in our hands.",
      "cn": "别担心，蒂姆大叔，你将来由我们照顾。"
    },
    {
      "en": "I realize that I'm seeing Tim as he is in the world, with no reference to me at all.",
      "cn": "我意识到我所看到的，是蒂姆在他的世界里的生活，而这个世界和我一点关系也没有。"
    },
    {
      "en": "My goodness, Tim, you have changed!",
      "cn": "我的天，蒂姆，你变了！"
    },
    {
      "en": "Now look here, Tim, there really is no need for that kind of reaction.",
      "cn": "你听我说，蒂姆，你这种反应真的没必要。"
    },
    {
      "en": "Oh, Tim! I'm sorry but I have to dash.",
      "cn": "哦，蒂姆！很抱歉，我得马上走。"
    },
    {
      "en": "Tim had dropped the letter in earlier.",
      "cn": "蒂姆早些时候把信送来了。"
    },
    {
      "en": "Tim has longish, shaggy hair.",
      "cn": "蒂姆留着蓬乱的长发。"
    },
    {
      "en": "Tim hemmed and hawed, but finally told his boss the truth.",
      "cn": "蒂姆起初支支吾吾，但最终还是把真相告诉了老板。"
    },
    {
      "en": "Tim jumped to his feet. \"Okay, let's go.\"",
      "cn": "蒂姆一跃而起，“好了，我们走吧。”"
    },
    {
      "en": "Tim Munton becomes the new vice-captain.",
      "cn": "蒂姆·芒顿成为新的副队长。"
    },
    {
      "en": "Tim Powell is a former champion powerboat racer.",
      "cn": "蒂姆·鲍威尔曾是汽艇比赛冠军。"
    },
    {
      "en": "Tim was just arriving home from a long night on the town.",
      "cn": "蒂姆在外面玩了一宿，刚刚到家。"
    },
    {
      "en": "Tim wondered how the devil they had managed it.",
      "cn": "蒂姆想知道他们究竟是怎么做到的。"
    },
    {
      "en": "Tim, may I introduce you to my uncle's secretary, Mary Waller?",
      "cn": "蒂姆，我来介绍一下，这位是我叔叔的秘书玛丽·沃勒。"
    },
    {
      "en": "Tim, this is awful. I know what you must think, but it's not so.",
      "cn": "蒂姆，这可糟了。我知道你心里在想什么，但实际情况不是这样的。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "tim burton",
      "tran_cn": "蒂姆·伯顿（美国著名导演）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "(=Timothy)提姆（男子名）"
    },
    {
      "pos": "other",
      "tran_cn": "蒂姆（男名）"
    }
  ],
  "exchange": {}
}