{
  "word": "underlie",
  "ipa": {
    "us": "ˌʌndəˈlaɪ",
    "uk": "ˌʌndərˈlaɪ"
  },
  "sentences": [
    {
      "en": "All these factors which underlie our success have been guaranteed in the Basic Law.",
      "cn": "所有这些成功要素,在《基本法》内都一一得到了保障."
    },
    {
      "en": "Concepts of objects in general underlie all empirical knowledge as its apriori condition.",
      "cn": "一般而言的对象的概念就作为先天条件成为所有经验知识的基础."
    },
    {
      "en": "Describe bipolar depression, and the theories that underlie its present treatment.",
      "cn": "叙述双相抑郁症和现今治疗背后的理论."
    },
    {
      "en": "Describe the neurochemical and behavioral processes that are thought to underlie the development of alcoholic dementia.",
      "cn": "叙述形成酒瘾性痴呆症的神经化学和行为之过程."
    },
    {
      "en": "Do Deeper Principles Underlie Quantum Uncertainty and Nonlocality?",
      "cn": "在量子不确定性和非定域性的下面还有更深层的原理 吗 ?"
    },
    {
      "en": "Does some personal difficulty underlie his lack of interest in work?",
      "cn": "是否有某种个人困难引致他对工作缺乏兴趣?"
    },
    {
      "en": "For Computer Scientists, research means searching to uncover the principles that underlie digital computation and communication.",
      "cn": "对于计算机科学家, 研究意味着揭示数字计算和通讯之下的规律."
    },
    {
      "en": "In area of deep frost penetration, sub - bases of clean, noncapillary materials often underlie the regular course.",
      "cn": "在深冻地区公路施工中,人们通常在 基层 之下用干净的 、 不发生毛细作用的材料铺筑一层底基层."
    },
    {
      "en": "Many facts underlie my decision.",
      "cn": "我的决定是以许多事实为依据的."
    },
    {
      "en": "Technology improvements underlie these trends.",
      "cn": "科技进步将成为此发展趋势的基础."
    },
    {
      "en": "The mechanisms that underlie induction, maintenance, termination of a tumor dormancy are of great clinical importance.",
      "cn": "阐明诱导 、 维持和终止肿瘤休眠的机制具有重要的临床意义."
    },
    {
      "en": "the one basic principle that underlies all of the party’s policies",
      "cn": "贯穿该党各项政策的那一条基本原则"
    },
    {
      "en": "These doubts underlie the interpretations that we shall now discuss.",
      "cn": "这些疑问正是我们所要讨论的分析实验结果的依据."
    },
    {
      "en": "These ideas underlie much of his work.",
      "cn": "他的作品大部分都是以这些主题思想为基础。"
    },
    {
      "en": "This rock type originates in the magma chambers that underlie volcanoes.",
      "cn": "这种岩石源自火山底下的岩浆库."
    },
    {
      "en": "What drug treatments are available, and what neurochemical mechanisms probably underlie their actions?",
      "cn": "可用什麽样的药物治疗, 什麽样的神经化学机制造成他们的行为?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "成为……的基础；位于……之下",
      "tran_en": "to be the cause of something, or be the basic thing from which something develops"
    },
    {
      "pos": "vt",
      "tran_cn": "位于或存在于（某物）之下，构成…的基础（或起因），[经]构成优先于…的财政要求",
      "tran_en": "to be the cause of something, or be the basic thing from which something develops"
    }
  ],
  "exchange": {
    "third": [
      "underlies"
    ],
    "past": [
      "underlay"
    ],
    "done": [
      "underlain"
    ],
    "ing": [
      "underlying"
    ]
  }
}