{
  "word": "hieroglyphics",
  "ipa": {
    "us": "ˌhaɪərəˈglɪfɪks",
    "uk": "ˌhaɪərəˈɡlɪfɪkz"
  },
  "sentences": [
    {
      "en": "Constituting or relating to a style of Egyptian hieroglyphics, used in both sacred and secular writings.",
      "cn": "'手写'.''草书体的与古埃及一种草书''.'手写'.''体有关的, 这种草书''.'手写'. ''体用于宗教或世俗书写中."
    },
    {
      "en": "Down a few stairs was a huge stone slab carved with mysterious designs and hieroglyphics.",
      "cn": "往下走几级梯子,有一块巨大的石板,上面刻着神秘的图案和象形文字."
    },
    {
      "en": "Egyptian writing — the famous hieroglyphics — developed independently not long thereafter, under similar circumstances, historians think.",
      "cn": "历史学家认为，埃及人的象形文字，在这此后不就也独立的发展了起来。"
    },
    {
      "en": "Hieroglyphics are carved into the walls of the temple.",
      "cn": "寺庙的墙壁上刻着象形文字."
    },
    {
      "en": "Hieroglyphics is a kind of writing made up of pictures.",
      "cn": "象形文字是一种由图画构成的文字."
    },
    {
      "en": "His writing is so bad it just looks like hieroglyphics to me.",
      "cn": "他写的糟透了,对我来说就像天书一样."
    },
    {
      "en": "I've never come across hieroglyphics like the handwriting of Peter Smallwood.",
      "cn": "我从未见过像彼得·斯莫尔伍德那么难辨认的笔迹。"
    },
    {
      "en": "Let's eliminate the course on akkadian hieroglyphics.",
      "cn": "我们取消关于阿卡得语象形文字的课程吧."
    },
    {
      "en": "Let's eliminate the course on Akkadian hieroglyphics.",
      "cn": "让我们将这个复杂的过程消除."
    },
    {
      "en": "Mayan hieroglyphics in the Dresden Codex.",
      "cn": "在德累斯顿抄本玛雅象形文字."
    },
    {
      "en": "She ran her fingers across overlapping streams of hieroglyphics struggling to read.",
      "cn": "她的手指指着川流不息的象形文字努力辨认."
    },
    {
      "en": "The power behind much of this automation is the regular expression, a veritable set of hieroglyphics to find, match, and decompose strings.",
      "cn": "实现这种自动化主要依靠正则表达式，它是用来查找、匹配和分解字符串的一组真正的象形文字。"
    },
    {
      "en": "Thereare 23 symbols in each form of Meroitic. In that respect it resembles amodern alphabet - unlike Egyptian hieroglyphics, which use hundreds ofsymbols.",
      "cn": "和拥有上百个字符的埃及象形文字不同的是，麦罗埃文只有23个字符，这和现代字母表很相像。"
    },
    {
      "en": "This letter is as illegible as hieroglyphics.",
      "cn": "这封信字迹太潦草,像天书似的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pictographs"
          ],
          "tran_cn": "象形文字；难以辨认或理解的文字（hieroglyphic的复数形式）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "象形文字，难以辨认或理解的文字，象形文字，象形文字写成的文章( hieroglyphic的名词复数 )",
      "tran_en": "pictures and symbols used to represent words or parts of words, especially in the ancient Egyptian writing system"
    }
  ],
  "exchange": {}
}