{
  "word": "portico",
  "ipa": {
    "us": "ˈpɔ:tɪkəʊ",
    "uk": "ˈpɔrtɪkoʊ"
  },
  "sentences": [
    {
      "en": "A large portico provides a suitably impressive entrance to the chapel.",
      "cn": "小教堂入口处宽敞的柱廊相当壮观."
    },
    {
      "en": "And the threshold gate next to the portico facing the temple was one rod deep.",
      "cn": "门槛,就是挨着向殿的廊门槛,宽一竿."
    },
    {
      "en": "Different types of architecture require different portico spaces are illustrated as different spatial contents.",
      "cn": "各种类型的建筑对门厅空间有着不同的要求,表现为不同的空间形态."
    },
    {
      "en": "It was a low building, like a small convalescent home, with a driveway that passed under a portico.",
      "cn": "那是一座低矮的楼房，就像一个小疗养院，在门廊的下面有一条车道。"
    },
    {
      "en": "Its alcoves, its projecting walls and its portico had the same measurements as the others.",
      "cn": "33卫房和柱子,并廊子都照先前的尺寸."
    },
    {
      "en": "Jn. 10:23 And Jesus was walking in the temple in the portico of Solomon.",
      "cn": "约十23耶稣在殿里所罗门的廊下行走."
    },
    {
      "en": "On Tuesday morning, he and first lady Laura Bush will greet Obama and his wife, Michelle, at the storied mansion's front portico and see them in for a brief visit.",
      "cn": "周二早上，他和第一夫人劳拉-布什将在这座多层建筑的前门廊会见奥巴马及其夫人米歇尔，并带领他们进行一个短暂的参观。"
    },
    {
      "en": "Portico Colonnaded porch or entrance to a structure, or covered walkway supported by regularly spaced columns.",
      "cn": "建筑物有柱的走廊或入口, 或有一定间隔的柱子支承的带顶信道."
    },
    {
      "en": "Seven steps led up to it, with its portico opposite them.",
      "cn": "登七层台阶上到这门, 前面有廊子."
    },
    {
      "en": "Splendid carriages would draw up under the portico , and visitors would be constantly coming and going.",
      "cn": "豪华马车会停到门廊下, 而且总是有客人来来往往."
    },
    {
      "en": "The gateway and its portico had openings all around.",
      "cn": "门洞两旁与廊子的周围都有窗棂."
    },
    {
      "en": "There are two rows around the palace portico a magnificent towering, majestic momentum.",
      "cn": "宫殿四周有两排柱廊,巍峨壮丽, 气势雄伟."
    },
    {
      "en": "We stood on the North Lawn gazing with wonder at her grand portico.",
      "cn": "我们站在南草坪上惊奇地盯着白宫那巨大的圆柱门廊。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "porch",
            "entrance hall"
          ],
          "tran_cn": "（有圆柱的）[建]门廊；柱廊"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "balcony",
            "porch"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "柱廊，（有圆柱的）门廊",
      "tran_en": "a covered entrance to a building, consisting of a roof supported by  pillar s "
    }
  ],
  "exchange": {
    "pl": [
      "porticoes",
      "porticos"
    ]
  }
}