{
  "word": "immersion",
  "ipa": {
    "us": "ɪˈmɜ:ʃn",
    "uk": "ɪˈmɜrʃn"
  },
  "sentences": [
    {
      "en": "...long-term assignments that allowed them total immersion in their subjects.",
      "cn": "...可使他们能潜心钻研自己课题的长期任务。"
    },
    {
      "en": "An immersion - typed drainage hollow fiber membrane component is adopted.",
      "cn": "采用浸没式疏水性中空纤维膜组件."
    },
    {
      "en": "Full seeds should be completely dried after immersion and should be sown the same year.",
      "cn": "饱满的种子在浸种后应当使其完全干燥,并应在当年播种."
    },
    {
      "en": "Immersion coolers with chilled water circulation are often used for churn milk.",
      "cn": "带有冷水循环系统的浸泡冷却品经常可以用来搅拌牛乳."
    },
    {
      "en": "Immersion in another country's educational system enhances their academic and personal growth.",
      "cn": "融入外国的教育体制,加强了他们的学业与个人成长."
    },
    {
      "en": "Immersion in cold water resulted in rapid loss of heat.",
      "cn": "浸泡在冷水中导致热量迅速散失。"
    },
    {
      "en": "Iron or steel placed in copper sulfate also receives a loose immersion deposit.",
      "cn": "铁或钢放入硫酸铜中,也会生成疏松的浸镀层."
    },
    {
      "en": "It is like the sense of chill that follows immersion of the hand in a volatile liquid.",
      "cn": "这很像把手浸入挥发性液体后的那种凉飕飕的感觉."
    },
    {
      "en": "OBJECTIVE : To optimize the water immersion extraction technology of Kunzaotiaozhi capsules.",
      "cn": "目的: 优选昆藻调脂胶囊的最佳水提工艺."
    },
    {
      "en": "Since 1960, many horizontal immersion extractors have been introduced.",
      "cn": "自1960年以来, 采用了许多水平浸提装置."
    },
    {
      "en": "Such immersion or displacement deposits are usually spongy and black.",
      "cn": "这种浸镀或置换是海棉状和黑色的."
    },
    {
      "en": "The dirt on the bottom of the bath didn't encourage total immersion.",
      "cn": "浴缸底有污垢,不宜全身浸泡于其中."
    },
    {
      "en": "The intellectual control of floating docks immersion is an integrated system engineering.",
      "cn": "浮船坞沉浮的智能控制是一项综合的系统工程."
    },
    {
      "en": "The simplest concept is the \" immersion \" gust.",
      "cn": "最简单的概念是 “ 浸湿 ” 突风."
    },
    {
      "en": "This can be eliminated by placing the model in an immersion cell.",
      "cn": "可将模型置于浸没液槽中,以消除此种误差."
    },
    {
      "en": "Two extraction methods have been studied: liquid - liquid extraction and immersion solid - phase microextraction.",
      "cn": "对比研究了液 - 液萃取和浸渍式固相微萃取方法对葡萄酒中香气成分的萃取特点."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "immerse",
          "tran_cn": " 沉浸；使陷入"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stuck in",
            "single-mindedness"
          ],
          "tran_cn": "沉浸；陷入；专心"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "addiction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "immersion heater",
      "tran_cn": "n. 电热煮沸器；浸没式加热器"
    },
    {
      "phrase": "immersion lens",
      "tran_cn": "[医]油浸物镜"
    },
    {
      "phrase": "immersion method",
      "tran_cn": "液浸法"
    },
    {
      "phrase": "immersion test",
      "tran_cn": "浸渍试验，浸泡试验；浸没试验"
    },
    {
      "phrase": "oil immersion",
      "tran_cn": "油浸"
    },
    {
      "phrase": "water immersion",
      "tran_cn": "水浸；[医]水浸法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "沉浸，洗礼",
      "tran_en": "the action of immersing something in liquid, or the state of being immersed"
    }
  ],
  "exchange": {}
}