{
  "word": "pollen",
  "ipa": {
    "us": "ˈpɒlən",
    "uk": "ˈpɑːlən"
  },
  "sentences": [
    {
      "en": "\"Almost all were incorrectly labeled based on their pollen and nectar contents, \" he said.",
      "cn": "他说，“根据花粉和花蜜含量，几乎所有的产品标签都有问题。”"
    },
    {
      "en": "As the day goes on, the pollen dries up and becomes hard.",
      "cn": "日子一天天过去，花粉干结成了硬块。"
    },
    {
      "en": "Avoid trips to the country while the pollen count is high.",
      "cn": "花粉计数高时，尽量避免去乡村旅行。"
    },
    {
      "en": "Certain varieties cannot be fertilised with their own pollen.",
      "cn": "某些物种只能异花授粉。"
    },
    {
      "en": "Change the filters on your air-conditioning vents. These filters are dust and pollen magnets.",
      "cn": "更换空调通风口的过滤器。这些过滤器是灰尘和花粉的“吸铁石”。"
    },
    {
      "en": "During pollen formation a compound is produced naturally in the anther.",
      "cn": "在花粉形成过程中,花药内天然产生一种化合物."
    },
    {
      "en": "Flowers are designed to attract insects which then carry the pollen from plant to plant.",
      "cn": "花的作用在于吸引昆虫，然后昆虫再将花粉传到其他植株上。"
    },
    {
      "en": "Germinability of pollen largely depends on the extraction procedure.",
      "cn": "花粉的发芽力大部分取决提取的过程."
    },
    {
      "en": "Hay fever sufferers have a worse time when the pollen count is high.",
      "cn": "花粉计数高时,枯草热患者的日子就更不好过了."
    },
    {
      "en": "He developed an allergy to pollen.",
      "cn": "他对花粉过敏."
    },
    {
      "en": "Hummingbirds have discovered that nectar and pollen are very nutritious.",
      "cn": "蜂鸟发现花蜜和花粉是很有营养的."
    },
    {
      "en": "In practice, wind - borne pollen from outside will enter an orchard.",
      "cn": "实际上, 来自园外的花粉会随风飘到园内."
    },
    {
      "en": "Its proboscis has got stuck to a lot of pollen.",
      "cn": "它的喙上粘了很多花粉。"
    },
    {
      "en": "Many people are allergic to airborne pollutants such as pollen.",
      "cn": "许多人对空气传播的污染物过敏，比如花粉。"
    },
    {
      "en": "Nectar and pollen are very nutritious.",
      "cn": "花蜜和花粉是很有营养的."
    },
    {
      "en": "So how do you train them to respond to TNT the way they respond to pollen?",
      "cn": "那么你如何才能训练它们，使得它们对TNT炸药的反应与对花粉的反应一样呢？"
    },
    {
      "en": "Some people have an allergy to pollen.",
      "cn": "一些人对花粉有过敏反应。"
    },
    {
      "en": "The problem occurs because plants need to transfer pollen by wind and insect to fertilization and reproduce.",
      "cn": "发生这样的问题是因为植物需要通过风和昆虫传递花粉进行受精繁殖。"
    },
    {
      "en": "Varieties that do not produce fertile pollen are used as females.",
      "cn": "不产生可育花粉的品种被用作母体."
    },
    {
      "en": "You can buy a formulation containing royal jelly, pollen and vitamin C.",
      "cn": "可以买一种含蜂王浆、花粉和维生素C的配方产品。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pollinator",
          "tran_cn": " 授花粉器"
        },
        {
          "word": "pollinium",
          "tran_cn": " [植] 花粉块"
        },
        {
          "word": "pollinosis",
          "tran_cn": " 枯草热，花粉病"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "pollenate",
          "tran_cn": " 给…授花粉"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "bee pollen",
      "tran_cn": "蜂花粉"
    },
    {
      "phrase": "pine pollen",
      "tran_cn": "松花粉"
    },
    {
      "phrase": "pollen grain",
      "tran_cn": "花粉粒"
    },
    {
      "phrase": "pollen mother cell",
      "tran_cn": "花粉母细胞"
    },
    {
      "phrase": "pollen tube",
      "tran_cn": "n. 花粉管"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花粉，[虫]粉面",
      "tran_en": "a fine powder produced by flowers, which is carried by the wind or by insects to other flowers of the same type, making them produce seeds"
    },
    {
      "pos": "vt",
      "tran_cn": "传授花粉给"
    }
  ],
  "exchange": {
    "pl": [
      "pollens"
    ]
  }
}