{
  "word": "asymmetry",
  "ipa": {
    "us": "ˌeɪˈsɪmətri",
    "uk": "ˌeɪˈsɪmətri"
  },
  "sentences": [
    {
      "en": "...the asymmetry of Van de Velde's designs of this period.",
      "cn": "...这一时期范•德•费尔德设计作品的不对称性。"
    },
    {
      "en": "Facial asymmetry and canting dentition are commonly observed at orthodontic clinic.",
      "cn": "摘要颜面及齿列歪斜为矫正门诊中常见的问题."
    },
    {
      "en": "For the foramen spinosum, bilateral symmetry in 3 cases ( 15 % ) and asymmetry in 17 cases ( 85 % ).",
      "cn": "棘孔两侧对称3例 ( 15% ) ,两侧不对称者17例 ( 85% )."
    },
    {
      "en": "Health reform focused on information asymmetry between doctors and patients.",
      "cn": "医改的主要矛盾在于医患双方信息不对称."
    },
    {
      "en": "I sense a slight asymmetry with your purchasing this item.",
      "cn": "我觉得您购买这幅地图有些不对称."
    },
    {
      "en": "If paid cash, how does the thing asymmetry heart that takes do?",
      "cn": "如果付了钱, 拿到的东西不称心怎么办?"
    },
    {
      "en": "In any event the asymmetry is clear enough.",
      "cn": "总之,不对称是非常明显的."
    },
    {
      "en": "Information asymmetry is one of the reason block the start - up financing successfully.",
      "cn": "创业企业融资困境的主要原因之一是信息不对称."
    },
    {
      "en": "Like precession, mountains produce some quadrupole asymmetry, so they will radiate.",
      "cn": "山脉也可以像进动那样产生四极不对称, 因此它们也将辐射引力波."
    },
    {
      "en": "Real estate market information asymmetry problem refraction standardized system is very important!",
      "cn": "房价问题折射楼市信息不对称规范系统很重要!"
    },
    {
      "en": "The disconfirmation scale drastically reduces the asymmetry in the perceived measured service.",
      "cn": "失验规模的大幅降低了不对称的知觉测量服务."
    },
    {
      "en": "The odd harmonics increment mainly results from the diode - conduction asymmetry.",
      "cn": "其中,二极管导通非对称性是导致奇次谐波增大的主要原因."
    },
    {
      "en": "There also exists a critical information asymmetry in tourism market.",
      "cn": "我国旅游市场中同样存在着严重的信息不对称问题."
    },
    {
      "en": "These bands must introduce longitudinal asymmetry in the planetary albedo.",
      "cn": "这些云带必定引起行星反照率的经向不对称性."
    },
    {
      "en": "This asymmetry is the property that makes key cryptography so useful.",
      "cn": "这个非对称菂特性使得公钥加密很有苚."
    },
    {
      "en": "This asymmetry is the property that makes public key cryptography so useful.",
      "cn": "这个非对称的特性使得公钥加密很有用."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "asymmetric",
          "tran_cn": " 不对称的；非对称的"
        },
        {
          "word": "asymmetrical",
          "tran_cn": " [数] 非对称的（等于asymmetric）；不均匀的；不匀称的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "asymmetrically",
          "tran_cn": " 不对称地（不平衡地）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dissymmetry",
            "unsymmetry"
          ],
          "tran_cn": "[数]不对称"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "difference"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不对称的，不对等的"
    },
    {
      "pos": "n",
      "tran_cn": "不对称",
      "tran_en": "Asymmetry is the appearance that something has when its two sides or halves are different in shape, size, or style"
    }
  ],
  "exchange": {
    "pl": [
      "asymmetries"
    ],
    "adv": [
      "asymmetrically"
    ],
    "adj": [
      "asymmetric"
    ]
  }
}