{
  "word": "hippie",
  "ipa": {
    "us": "ˈhɪpi",
    "uk": "ˈhɪpi"
  },
  "sentences": [
    {
      "en": "\" Well, I'm not sure what a hippie looks like.",
      "cn": "“ 嗯, 我不太知道嬉皮士是什么样儿的."
    },
    {
      "en": "As the hippie movement took hold , the natural girl - next - door look became popular.",
      "cn": "随着嬉皮运动成为主流, 自然的邻家女孩发型流行起来."
    },
    {
      "en": "Besides, like I said, I'm not'sure 1'd know a hippie if I saw one. \"",
      "cn": "而且, 我刚才说过, 我想我就是看见了也不一定知道那就是嬉皮士. ”"
    },
    {
      "en": "Clean-cut and favoring a coat and tie these days, he described himself as a ragged “hippie” during his time in Europe.",
      "cn": "现在的他轮廓清秀，喜欢穿西服打领带，而在欧洲时，他形容自己是个衣衫褴褛的“嬉皮士”。"
    },
    {
      "en": "He was a hippie: who else drops out of Reed?",
      "cn": "他曾是个嬉皮士：不然谁会从里德学院退学？"
    },
    {
      "en": "His clothes were of a dudish hippie style.",
      "cn": "他的服装是流里流气的嬉皮风格."
    },
    {
      "en": "I don't give a fiddler's fart about some hippie morality agonising about nuclear technology.",
      "cn": "我不给招潮的屁谈一些关于核技术嬉皮德痛苦."
    },
    {
      "en": "It was the breeding ground for the hippie movement in the 60 s.",
      "cn": "在六十年代,那是嬉皮士得滋生之地."
    },
    {
      "en": "Once in a while I still see a hippie that looks like he's stick in the 60's.",
      "cn": "有时,我仍可看到像60年代那样的嬉皮士."
    },
    {
      "en": "That night Marc introduced me to Monique , the girl who dressed in hippie gear.",
      "cn": "那天晚上,马克把我介绍给莫妮克, 那个穿嬉皮士衣服的女孩."
    },
    {
      "en": "The truth is, if one probes just beneath the surface of the bucolic hippie image, one finds a puzzling infatuation with certain forms of outre technology reaching well back into the early sixties.",
      "cn": "事实是，如果我们深入乡野嬉皮士形象的表面之下，便可以发现他们有一种令人费解的、对某些奇怪技术的迷恋，这种迷恋最早始于六十年代初期。"
    },
    {
      "en": "There were probably two major factors in growth of the hippie movement: Vietnam and music.",
      "cn": "在嬉皮运动的过程中大概有两个主要的因素: 越南和音乐."
    },
    {
      "en": "They took me to another silly - ass hippie restaurant.",
      "cn": "他们带我去了另一家蠢驴嘻皮士餐馆."
    },
    {
      "en": "This is a film which seems to hail from the hippie era.",
      "cn": "这看起来是一部嬉皮士时代的影片。"
    },
    {
      "en": "Vintage would also work, especially if you wear a hippie - chic dress by ZandraRhodes or Ossie Clark.",
      "cn": "复古服装也不错, 尤其是穿着桑德拉·罗德斯或奥西·克拉克的别致嬉皮服装."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hippy",
          "tran_cn": " 嬉皮士"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flower people"
          ],
          "tran_cn": "嬉皮士；嬉皮模样的年青人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "free",
            "spirit"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "嬉皮的"
    },
    {
      "pos": "n",
      "tran_cn": "嬉皮士，嬉皮模样的年青人，希比派",
      "tran_en": "someone, especially in the 1960s, who opposed violence peacefully and often wore unusual clothes, had long hair, and took drugs for pleasure"
    }
  ],
  "exchange": {
    "pl": [
      "hippies"
    ]
  }
}