{
  "word": "battalion",
  "ipa": {
    "us": "bəˈtæliən",
    "uk": "bəˈtæliən"
  },
  "sentences": [
    {
      "en": "A battalion of combat - hardened public - relations officers stood on red alert twenty - four hours a day.",
      "cn": "一营久经战阵的新闻发布官也接到命令,二十四小时都处于紧急戒备状态."
    },
    {
      "en": "Anthony was ordered to return to his battalion.",
      "cn": "安东尼受命返回自己的军营。"
    },
    {
      "en": "Battalion person includes 107 Hong Kong students and 125 continent students.",
      "cn": "营员包括107名香港学生和125名大陆学生."
    },
    {
      "en": "I was in the Ninth Machine - gun Battalion. \"",
      "cn": "我在第九机枪连. ”"
    },
    {
      "en": "Our battalion would lie in ambush on the mountainside.",
      "cn": "我们营将埋伏在山腰."
    },
    {
      "en": "Ten hours later Anthony was ordered to return to his battalion.",
      "cn": "10小时之后安东尼被命令回营。"
    },
    {
      "en": "That afternoon I inspected the student battalion of St. John's University.",
      "cn": "那天下午,我检阅了圣约翰大学的学生队伍."
    },
    {
      "en": "The battalion formed up by companies on the barrack square.",
      "cn": "这个营在营地广场上排成以连为单位的队列."
    },
    {
      "en": "The battalion went directly to the airport to begin digging in.",
      "cn": "该营直接开到机场掘壕防守。"
    },
    {
      "en": "The battalion's outposts were called in.",
      "cn": "该营的前哨部队已被召回."
    },
    {
      "en": "The town was garrisoned by a battalion.",
      "cn": "该镇由一营士兵驻守."
    },
    {
      "en": "There was draw they had to cross a few hundred feet before they reached 1 st Battalion.",
      "cn": "在到达一营前还剩两三百英尺的地方,碰到一道沟壑切断的路."
    },
    {
      "en": "They are group army, corps, division, brigade, regiment, battalion, company and platoon.",
      "cn": "分别是集团军 、 军 、 师 、 旅 、 团 、 营 、 连、排."
    },
    {
      "en": "They've got a whole battalion there and two machine - guns !",
      "cn": "有一营人呢,两架 机关枪!"
    },
    {
      "en": "Those who already battalion to already became market fractionize is inevitable.",
      "cn": "分业经营已成为市场细分之必然."
    },
    {
      "en": "We stopped a tank attack two hours ago at Third Battalion.",
      "cn": "三营那边打退了敌人一次坦克的进攻."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "army",
            "unit",
            "force"
          ],
          "tran_cn": "营，军营；军队，部队"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brigade",
            "corps",
            "garrison",
            "legion"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "军营，（有组织的）队伍",
      "tran_en": "a large group of soldiers consisting of several companies (  company  )"
    }
  ],
  "exchange": {
    "pl": [
      "battalions"
    ]
  }
}