{
  "word": "pentagon",
  "ipa": {
    "us": "ˈpentəgən",
    "uk": "ˈpentəgɑn"
  },
  "sentences": [
    {
      "en": "A group of people made a circle around the Pentagon.",
      "cn": "一群人在五角大楼四周围成一圈。"
    },
    {
      "en": "According to Pentagon Spokesman Bryan Whitman, that is not a problem.",
      "cn": "据五角大楼发言人布莱恩?惠特曼说, 这不是问题."
    },
    {
      "en": "And at the Pentagon the sight of the third plane attack.",
      "cn": "在被第三架飞机撞击的五角大楼现场."
    },
    {
      "en": "Are you in direct contact with the Pentagon or are you talking to some liaison?",
      "cn": "你能直接或者通过联络员跟国防部联系上 吗 ?"
    },
    {
      "en": "Covert action was deniable; a Pentagon program would not be ( Bob Woodward )",
      "cn": "偷偷摸摸的行动是可以否认的; 而五角大楼的行动却是有目共睹的 ( 鲍勃伍德沃德 )"
    },
    {
      "en": "He outlined the pentagon in red.",
      "cn": "他用红笔画出五角形."
    },
    {
      "en": "It gets most of the way through a pentagon and stops.",
      "cn": "它画出了大部分的五角形却停止了."
    },
    {
      "en": "Maybe we should just let Wal - Mart handle Pentagon procurement.",
      "cn": "也许我们应该让沃而玛来负责五角大楼的采购呢."
    },
    {
      "en": "Pentagon officers second cross Michael Monsuahusgon pastrumacly awarded the medal of honor.",
      "cn": "五角大楼官员蒙苏哈贡颁发了奖章."
    },
    {
      "en": "Pentagon spokes-man Williams says those talks are coming along quite well.",
      "cn": "五角大楼发言人威廉斯说那些会谈进展得相当顺利。"
    },
    {
      "en": "So how did you jump from the puclic defender's office to the pentagon?",
      "cn": "你怎么从公共防卫办公室直接跳到五角大楼的?"
    },
    {
      "en": "The Pentagon is another name for the Department of Defense.",
      "cn": "五角大楼是国防部的代名词."
    },
    {
      "en": "The Pentagon says bad weather is hampering the allied air raids.",
      "cn": "五角大楼称恶劣天气妨碍联合空袭。"
    },
    {
      "en": "The space shuttle undertook a topsecret mission with a military payload under Pentagon control.",
      "cn": "航天飞机执行一项绝密使命,使军用酬载由五角大楼控制."
    },
    {
      "en": "Within an hour, the South Tower and the Pentagon were also hit.",
      "cn": "接下来的一小时内, 南塔和五角大厦也相继遭撞击."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pentagonal",
          "tran_cn": " 五角的；五边形的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "五边形，五角形，五角大楼（指美国国防部）",
      "tran_en": "a flat shape with five sides and five angles"
    }
  ],
  "exchange": {
    "pl": [
      "pentagons"
    ]
  }
}