{
  "word": "anthrax",
  "ipa": {
    "us": "ˈænθræks",
    "uk": "ˈænˌθræks"
  },
  "sentences": [
    {
      "en": "Anthrax have hooked up with Public Enemy for a metal/rap version of \"Bring On The Noise\"",
      "cn": "炭疽乐队和公敌乐队联手合作了重金属加说唱版的歌曲《带来噪音》。"
    },
    {
      "en": "Anthrax is a rare bacterial disease caused by the bacteria Anthracis Bacillus.",
      "cn": "炭疽病是由炭疽杆菌引致的一种罕见的细菌性疾病."
    },
    {
      "en": "Black spot disease are mainly walnuts and walnut, such as anthrax.",
      "cn": "病害主要有核桃黑斑病和核桃炭疽病等."
    },
    {
      "en": "For example, they can produce anthrax and botulinum toxin.",
      "cn": "例如, 它们可以生产炭菌病毒和肉毒菌毒素."
    },
    {
      "en": "For pulmonary anthrax, the drugs must be administered very soon after infection.",
      "cn": "尤其是肺部炭疽热的治疗,感染病菌后一定要及时用药,否则会有生命危险."
    },
    {
      "en": "In the interest of controlling anthrax, complete necropsy of animals is strongly discouraged.",
      "cn": "为了控制炭粗疽病, 对尸体的完全剖检是严格禁止的."
    },
    {
      "en": "It is not a good idea to culture anthrax in your home.",
      "cn": "在家中培育炭疽病毒可不是好玩的."
    },
    {
      "en": "Suppose you tell it that Bacillus anthracis causes anthrax in people.",
      "cn": "她每事必问,一丝细节都不放过,有礼而不倦."
    },
    {
      "en": "That is the one of the sad lessons of the anthrax attacks.",
      "cn": "这是我们从炭疽菌袭击中得出的令人沮丧的教训之一."
    },
    {
      "en": "The history of anthrax is intimately associated with the history of bacteriology and infectious disease.",
      "cn": "炭疽病的历史与细菌学和传染病学的历史是密切相关的."
    },
    {
      "en": "The symptoms of gastrointestinal anthrax are like severe food poisoning.",
      "cn": "肠炭疽病的症状如严重的食物中毒."
    },
    {
      "en": "The work on anthrax abruptly ushered in the golden age of medical bacteriology.",
      "cn": "于炭疽病的研究突然将医学细菌学引入了黄金时代."
    },
    {
      "en": "They may have weaponized quantities of anthrax.",
      "cn": "他们可能已将大量炭疽制成了武器。"
    },
    {
      "en": "This mouse was inoculated with anthrax bacillus.",
      "cn": "这只小鼠接种了炭疽杆菌."
    },
    {
      "en": "We will develop vaccines to fight anthrax and other deadly diseases.",
      "cn": "我们要研制用于治疗炭疽和其他致命疾病的疫苗."
    },
    {
      "en": "What is anthrax?",
      "cn": "什么是炭疽热？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "charbon"
          ],
          "tran_cn": "[内科]炭疽，炭疽热"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>炭疽（病），炭疽脓疱",
      "tran_en": "a serious disease affecting cattle and sheep, which can affect humans"
    }
  ],
  "exchange": {
    "pl": [
      "anthraces"
    ]
  }
}