{
  "word": "nodule",
  "ipa": {
    "us": "ˈnɒdju:l",
    "uk": "ˈnɑdʒul"
  },
  "sentences": [
    {
      "en": "A simple and rapid diagnostic field test for BU is urgently needed because early disease – nodule – can be treated locally and inexpensively.",
      "cn": "由于早期疾病 - 节结 - 可在当地廉价地进行治疗，迫切需要布鲁里溃疡的一种现场简单快速诊断检测。"
    },
    {
      "en": "Air lift is one of the most prospective lift methods in deep sea polymetallic nodule mining.",
      "cn": "气力提升是大洋锰结核开采的主要扬矿方法之一."
    },
    {
      "en": "Buruli ulcer often starts as a painless, mobile swelling in the skin called a nodule.",
      "cn": "布鲁里溃疡通常开始时在皮肤上出现一个无疼痛感的移动肿块，称为节结。"
    },
    {
      "en": "Cancerous conditions may cause a distinct nodule or lump on the gland.",
      "cn": "甲状腺癌可见腺体上有清楚的小结或者肿块."
    },
    {
      "en": "Conclusion The calcified nodule cyst sign was found to be very specific for cystic thyroid carcinoma.",
      "cn": "结论“囊内钙化性结节”征是囊性甲状腺癌可靠的诊断征象之一."
    },
    {
      "en": "Conclusion: Resection of vocal fold nodule or polyp by fibrolaryngoscope is a convenient and effective method.",
      "cn": "结论: 纤维喉镜下声带息肉及小结摘除术是一种方便可行,疗效好,值得推广的方法."
    },
    {
      "en": "In the submucosa is a lymphoid nodule.",
      "cn": "黏膜下层有淋巴结."
    },
    {
      "en": "Isotopic scans demonstrate a nonfunctioning ( cold ) nodule that does not concentrate radioiodine.",
      "cn": "同位素扫描显示无功能 ( 冷 ) 节,它不能浓集射碘."
    },
    {
      "en": "Lymphocyte increased in lymph nodule of white pulp.",
      "cn": "白髓淋巴小结里淋巴细胞增多."
    },
    {
      "en": "Methods All 96 with nodule were operated by resection of only thyroid and its isthmus.",
      "cn": "方法总结96例甲状腺结节患者行一侧腺叶加峡部切除所采取的术式."
    },
    {
      "en": "Nodule bacteria are very good at biological nitrogen fixation.",
      "cn": "根瘤菌是生物固氮的能手."
    },
    {
      "en": "Objective : To investigate MRI findings and practical value of thyroid nodule diseases.",
      "cn": "目的: 探讨甲状腺结节病变的MRI表现及应用价值."
    },
    {
      "en": "Objective To investigate the reasonable operational manner of thyroid nodule.",
      "cn": "目的探讨甲状腺结节的合理手术方式."
    },
    {
      "en": "Ocean polymetallic nodule is a vast metallic resource of deep sea bed and belongs allthe world.",
      "cn": "大洋多金属结核是蕴藏在深海床的巨大金属资源,属于全人类."
    },
    {
      "en": "One of the major limitations of CT screening is the number of screens in which a nodule or other indeterminate finding potentially related to lung cancer is found.",
      "cn": "CT成像的一个主要局限性在于要做几次扫描才能发现一个结节或其它可能与肺癌相关的异常。"
    },
    {
      "en": "ResultVocal nodule is the main cause to chronic hoarseness in children.",
      "cn": "结果声带小结是小儿声嘶的主要原因及主要病变."
    },
    {
      "en": "The nodule minerals consist of quartz, plagioclase, amphibole, K ? feldspar , goethite, lepidocrocite, δ MnO ? 2 , illite, and muscovite etc.",
      "cn": "结核的组成矿物有δ MnO2 、 针铁矿 、 水针铁矿、石英 、 斜长石 、 角闪石 、 钾长石 、 伊利石和白云母等."
    },
    {
      "en": "The PET first indication was evaluation of the indeterminate solitary pulmonary nodule.",
      "cn": "早期的PET主要应用于不明确的孤立性肺部结节的诊断方面."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hubble",
            "bouton"
          ],
          "tran_cn": "[解剖]小结；小瘤；节结"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "knob",
            "knot"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "root nodule",
      "tran_cn": "根瘤"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（尤指植物上的）节结，小瘤",
      "tran_en": "a small round raised part, especially a small swelling on a plant or someone’s body"
    }
  ],
  "exchange": {
    "pl": [
      "nodules"
    ]
  }
}