{
  "word": "fairground",
  "ipa": {
    "us": "ˈfeəɡraʊnd",
    "uk": "ˈferɡraʊnd"
  },
  "sentences": [
    {
      "en": "a fairground mirror that distorts your shape",
      "cn": "露天游乐场的哈哈镜"
    },
    {
      "en": "Expand factory area and adopt the construction method of and assemble at workshop , reassemble at fairground.",
      "cn": "扩大工厂面积,采用“工场搭装 、 会场组装”的施工方法."
    },
    {
      "en": "Fairground rides are intended to frighten the life out of you.",
      "cn": "露天游乐场的飞车就是想把人吓丢了魂儿。"
    },
    {
      "en": "For the first time, the organisers have set aside no-smoking areas and a special area with fairground rides will be reserved for children.",
      "cn": "组织者首次划出了无烟区，并特意为儿童留出了有旋转木马的游乐场。"
    },
    {
      "en": "I sat mesmerized long after the fairground closed.",
      "cn": "露天游乐场关门许久之后，我还痴迷地坐在那里。"
    },
    {
      "en": "If you lost your foot fairground accident last week I apologize for my lack of tact.",
      "cn": "如果你因上星期的意外事件而失去了你的腿,我很抱歉我欠缺考虑."
    },
    {
      "en": "Measuring appeal is as exact a science as guessing the number of sweets in a jar at the fairground.",
      "cn": "对吸引力的衡量就像猜测露天游乐场中一个罐子里有多少糖果一样充满“技术性”。"
    },
    {
      "en": "Michael came on, and that voice of his rang over fairground.",
      "cn": "迈克尔真棒, 他的声音鸣彻全场."
    },
    {
      "en": "Street organs, fairground organs and dance organs rapidly adopt the cheap and easily produced organ book.",
      "cn": "街头风琴 、 节日场地风琴以及舞蹈风琴很快就采用了这种造价低廉、易于生产的“风琴书”."
    },
    {
      "en": "The bright lights and noisy music attracted the children to the fairground.",
      "cn": "明亮的灯光和喧闹的音乐把孩子们吸引到集市上去了."
    },
    {
      "en": "The entire fairground, including expanded exhibition areas is fully booked.",
      "cn": "整个展览场地包含扩充的展览场地都被完全预定."
    },
    {
      "en": "There were two or three suspicious characters hanging about the fairground.",
      "cn": "有两三个可疑分子在集市上闲逛."
    },
    {
      "en": "Translated Description : fairground scene , Pingdingshan human life assistant.",
      "cn": "赶集平顶山分类信息网, 平顶山人的生活助手."
    },
    {
      "en": "We have a lot of fun at the fairground today.",
      "cn": "我们今天在游乐场上玩得很开心."
    },
    {
      "en": "We thread our way through the fairground.",
      "cn": "我们穿过了集市."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "piazza",
            "sook"
          ],
          "tran_cn": "露天市场；举行赛会的场所；游乐场"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "露天市场，举行赛会的场所，露天马戏场",
      "tran_en": "an open space on which a  fair21  takes place"
    }
  ],
  "exchange": {
    "pl": [
      "fairgrounds"
    ]
  }
}