{
  "word": "landform",
  "ipa": {
    "us": "ˈlændfɔ:m",
    "uk": "ˈlændfɔrm"
  },
  "sentences": [
    {
      "en": "...glacial land forms.",
      "cn": "...冰川地貌。"
    },
    {
      "en": "Climatic Features: Climate of Aba prefecture is complex and varied for the complicated geography and landform.",
      "cn": "气候特点: 阿坝地区的气候因为复杂的地理位置和地貌而显得复杂而多变."
    },
    {
      "en": "Coastal landform is changeful, much cliff, have extensive bay and beach again.",
      "cn": "海岸地形多变, 多悬崖峭壁, 又有辽阔的海湾与沙滩."
    },
    {
      "en": "Condition of special landform, grade water natural resources, suit piscatorial development.",
      "cn": "非凡的地形 、 优质的水资源条件, 适合渔业的发展."
    },
    {
      "en": "Danxia landform is the continental red bed landform with escarpments.",
      "cn": "丹霞地貌是指有陡崖的陆相红层地貌."
    },
    {
      "en": "Firstly, for changeable height of landform and thick soft soil, deformation problem of subgrade is studied.",
      "cn": "首先, 针对丘陵区起伏变化的地形、深厚软弱地基这种特殊地形条件, 开展了路基变形问题的研究."
    },
    {
      "en": "Landform of this paragraphs of surface is complex, construction difficulty is great, the demand is high.",
      "cn": "该段路面地形复杂, 施工难度大, 要求高."
    },
    {
      "en": "Micro - landform and micro - climate could exert great influence on conductor icing.",
      "cn": "微地形微气候对导线覆冰有很重大的影响."
    },
    {
      "en": "Still capture area and geographical landform at the same time.",
      "cn": "同时还抓住山区地理地形."
    },
    {
      "en": "The Changde landform has yanshan movement characteristic.",
      "cn": "常德市地貌具有燕山运动的特征."
    },
    {
      "en": "The difference is mainly in the tone not in the drainage pattern or landform.",
      "cn": "所不同的主要在色调,而不在于水系型式或地形."
    },
    {
      "en": "The distribution was consistent with local yield and landform.",
      "cn": "分布情况与实地的产量和地形地貌基本一致."
    },
    {
      "en": "The landform of special diversity, landforms, appropriate climate and earthy condition, suit to cultivate yam.",
      "cn": "非凡多样的地形 、 地貌, 适宜的气候和土质条件, 适合种植薯蓣."
    },
    {
      "en": "The special landform of this harbour makes it perfect anchor ground.",
      "cn": "这个港湾地形特殊,是绝佳的泊地."
    },
    {
      "en": "The tourism value of the plateau landform has not been recognized before.",
      "cn": "以往对这种地质遗迹资源的旅游价值认识不足."
    },
    {
      "en": "These mathematical definitions make basic landform shape concept of limit determine nat.",
      "cn": "继而给出了如斜坡、山、山脊、凹地、谷地、鞍部等基本地貌形态的数学定义."
    },
    {
      "en": "This small country has an amazing variety of landforms.",
      "cn": "这个小国家拥有令人惊叹的丰富的地貌类型。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "geography",
            "terrain"
          ],
          "tran_cn": "[地理]地形"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "karst landform",
      "tran_cn": "岩溶地貌；喀斯特地貌"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地形",
      "tran_en": "A landform is any natural feature of the Earth's surface, such as a hill, a lake, or a beach"
    }
  ],
  "exchange": {
    "pl": [
      "landforms"
    ]
  }
}