{
  "word": "phosphorus",
  "ipa": {
    "us": "ˈfɒsfərəs",
    "uk": "ˈfɑsfərəs"
  },
  "sentences": [
    {
      "en": "A stick of phosphorus fell on the floor.",
      "cn": "一块磷条掉在地上."
    },
    {
      "en": "An environmental friendly phosphorus - free degreaser is obtained by orthogonal test.",
      "cn": "通过正交试验得到一种以表面活性剂为主、辅以助剂的环保无磷脱脂剂."
    },
    {
      "en": "Annuals, as a general rule , are very responsive to phosphorus fertilization.",
      "cn": "通常说来,对一年生植物施用磷肥是相当有效的."
    },
    {
      "en": "Because scientists have found a bacterium that can do without phosphorus—live on arsenic instead.",
      "cn": "因为科学家已经发现了一种细菌，可以无需磷生活而以砷代替。"
    },
    {
      "en": "Features Free of constituents such as halogen, antimony and red phosphorus.",
      "cn": "特性不含卤素 、 锑、红磷等成分."
    },
    {
      "en": "He says not only does arsenic belong under phosphorus, I predict that there is an element that lies below aluminum and above indium.",
      "cn": "他认为不仅砷属于在磷下面，我预言还有一个元素,是在铝之上和铟的下边的。"
    },
    {
      "en": "Iron - nickel - phosphorus - boron quaternary alloy electroless plating on copper panel was described.",
      "cn": "在铜基上化学镀铁 - 镍 - 磷 - 硼四元合金."
    },
    {
      "en": "Meiban not prevent phosphorus and alkaline, low - foam, not damage fabrics.",
      "cn": "防止霉斑不含磷和碱 、 泡沫低 、 不损伤织物."
    },
    {
      "en": "Objective : Tri - isopropylated phenyl phosphate ester was synthesized from isopropylphenol and phosphorus oxychloride.",
      "cn": "目的 用三异丙基苯酚和三氯氧磷为原料合成三异丙苯基磷酸酯."
    },
    {
      "en": "Objective To investigate the mechanism of hemorrhagic tendency after phosphorus poisoning.",
      "cn": "目的探讨磷烧伤中毒的出血机理."
    },
    {
      "en": "Phosphorus and boron act as glass flow temperature modifiers.",
      "cn": "硼和磷作为玻璃流程温度修饰词."
    },
    {
      "en": "Phosphorus is essential to plant growth.",
      "cn": "植物生长需要磷."
    },
    {
      "en": "Pig's bone has rich nutrition elements, such as mineral calcium and phosphorus.",
      "cn": "猪骨富含营养, 尤其是钙、磷等矿物质含量很高."
    },
    {
      "en": "These prevent the absorption of phosphorus in the diet.",
      "cn": "这会组织食物中对磷的消化."
    },
    {
      "en": "They say much of the soil lacks enough phosphorus and nitrogen.",
      "cn": "他们说当地的大部分土壤缺乏足够的磷和氮."
    },
    {
      "en": "This These prevent the absorption absorption of phosphorus in the diet.",
      "cn": "这些植物盐会阻止动物吸收饲料中的磷."
    },
    {
      "en": "When mixed with sulfur, phosphorus, and the kind of heat you get from, say, friction, it's very unstable.",
      "cn": "当与硫磺、磷、你从某处获得的某种热量（比如说摩擦力）混合时，它就变得很不稳定。"
    },
    {
      "en": "Your body is 85 per cent water percent ash and phosphorus!",
      "cn": "人体也不过是85%的水份加15%的骨灰和磷元素."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "phosphorus oxychloride",
      "tran_cn": "[化]磷酰氯；三氯氧化磷"
    },
    {
      "phrase": "phosphorus pentoxide",
      "tran_cn": "五氧化二磷"
    },
    {
      "phrase": "phosphorus trichloride",
      "tran_cn": "三氯化磷"
    },
    {
      "phrase": "red phosphorus",
      "tran_cn": "红磷；赤磷"
    },
    {
      "phrase": "total phosphorus",
      "tran_cn": "总磷"
    },
    {
      "phrase": "white phosphorus",
      "tran_cn": "白磷；黄磷"
    },
    {
      "phrase": "yellow phosphorus",
      "tran_cn": "黄磷"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[化]磷，磷光体",
      "tran_en": "Phosphorus is a poisonous yellowish-white chemical element. It glows slightly, and burns when air touches it. "
    }
  ],
  "exchange": {}
}