{
  "word": "redesign",
  "ipa": {
    "us": "ˌri:dɪˈzaɪn",
    "uk": "ˌridɪˈzaɪn"
  },
  "sentences": [
    {
      "en": "Can't we just use the design patterns in redesign?",
      "cn": "难道我们不可以只使用设计模式来重新设计 吗 ?"
    },
    {
      "en": "From something he let fall, I believe they are planning to redesign the machine.",
      "cn": "从他透露的话里看, 我想他们是打算重新设计这台机器."
    },
    {
      "en": "Grille passed radiator to redesign, taller than before steeper.",
      "cn": "散热器格栅经过了重新设计, 比原来更高更陡."
    },
    {
      "en": "Helping a transportation infrastructure company redesign its strategy and organization. Advise this company on operation process.",
      "cn": "为一家交通基础设施提供商制定新的战略及提供业务咨询."
    },
    {
      "en": "How would you redesign it?",
      "cn": "你将如何重新设计日历 呢 ?"
    },
    {
      "en": "II - Bike Friday did a major redesign of their folding suitcase'bent for 2006.",
      "cn": "二 - 自行车周五做了重大的重新设计自己的折叠行李箱'徇私枉法,2006年."
    },
    {
      "en": "Redesign, of course, is something they theoretically do all the time.",
      "cn": "当然, 理论上说,重设这件事他们一直在做."
    },
    {
      "en": "Simultaneously the flying contour line underwent the redesign hale and hearty newly many.",
      "cn": "同时新飞度外形线条经过重新设计硬朗了不少."
    },
    {
      "en": "The aims of the redesign are wide-ranging but simple.",
      "cn": "重新设计的目的是多方面的，但又是简单的。"
    },
    {
      "en": "The air admission grill, lower part undergoes the redesign, increased the strength full auxiliary air inlet.",
      "cn": "进气格栅, 下部经过重新设计, 增加了力道十足的辅助进气口."
    },
    {
      "en": "The G 20 meeting in London did not redesign the architecture of the financial system.",
      "cn": "伦敦的G20会议并未重新设计金融系统体系."
    },
    {
      "en": "The giant bag used to capture the oil may also need a redesign.",
      "cn": "用来收集油料的大袋子可能也需要重新设计."
    },
    {
      "en": "The graphics are being touched up and the user - interface will receive a redesign.",
      "cn": "图形正在被润色和,用户界面也将得到重新设计."
    },
    {
      "en": "The hotel has recently been redesigned and redecorated.",
      "cn": "该酒店最近刚进行了重新设计及装修。"
    },
    {
      "en": "We need to redesign the firefighters'clothing.",
      "cn": "我们需要重新设计消防服."
    },
    {
      "en": "We need to redesign the school system so that it produces a well-educated population.",
      "cn": "我们需要重新设计教育体系，使之培育出拥有良好教育的一代人。"
    },
    {
      "en": "Yahoo has reduced the complexity of the cellphone graphical user interface ( GUI ) with its Go redesign.",
      "cn": "无论屏幕有多大,该服务给我留下深刻印象的不是画面的清晰度,而是界面的清晰度."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "new design"
          ],
          "tran_cn": "重新设计；新设计"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "refashion"
          ],
          "tran_cn": "重新设计"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重新设计"
    },
    {
      "pos": "v&n",
      "tran_cn": "重新设计",
      "tran_en": "If a building, vehicle, or system is redesigned, it is rebuilt according to a new design in order to improve it"
    }
  ],
  "exchange": {
    "third": [
      "redesigns"
    ],
    "past": [
      "redesigned"
    ],
    "done": [
      "redesigned"
    ],
    "ing": [
      "redesigning"
    ]
  }
}