{
  "word": "VAT",
  "ipa": {
    "us": "ˌvi: eɪ ˈti:",
    "uk": "ˈvi ˈe 'ti，væt"
  },
  "sentences": [
    {
      "en": "A chemist takes a sample of whiskey from a vat, determines that it is 90 proof.",
      "cn": "化学家要确定一大桶威士忌酒是否是90度,也只能从桶中抽取一些样品加以化验."
    },
    {
      "en": "A five-course meal including coffee, service and VAT is £30.",
      "cn": "包括咖啡、服务费及增值税在内，一顿五道菜正餐的价格为30英镑。"
    },
    {
      "en": "a vat of whisky",
      "cn": "一大桶威士忌"
    },
    {
      "en": "According to the new rules, retail goods purchased online will no longer be treated as personal postal articles but as imported goods, which carry tariffs, import VAT and consumption tax.",
      "cn": "根据新的政策，在网上购买的零售商品不再属于个人邮政物品，而属于进口物品，将会加上关税、进口增值税和消费税。"
    },
    {
      "en": "Can a hotel use the VAT invoice to rent guest rooms?",
      "cn": "酒店客房可以使用增值税发票 吗 ?"
    },
    {
      "en": "Dishonest importers would be able to pocket the VAT collected from customers.",
      "cn": "不诚实的进口商将会能够把从顾客那里收取的增值税据为己有。"
    },
    {
      "en": "Does the price include VAT?",
      "cn": "这价钱是否已包括增值税在内?"
    },
    {
      "en": "For the rest students, college is at best a social center or aging vat.",
      "cn": "对于其余的学生, 大学了不起是个社交中心,或是个消磨时光的地方."
    },
    {
      "en": "It is available at £108, including VAT and delivery.",
      "cn": "其价格为108英镑，包括增值税和送货费在内。"
    },
    {
      "en": "Objective To explore the normal values of vestibular autorotation test ( VAT ) in young people.",
      "cn": "目的了解健康青年人的前庭自旋转试验 ( VAT ) 的正常值."
    },
    {
      "en": "The company was guilty of evading the VAT regulations.",
      "cn": "该公司犯有逃避增值税规定罪."
    },
    {
      "en": "The office is asking for the vat papers.",
      "cn": "办事处要有关增值税的文件."
    },
    {
      "en": "The smugglers allegedly sold the gold under the counter, cheating the VAT man out of £5 million.",
      "cn": "据说走私者暗地销售黄金，偷逃增值税达500万英镑。"
    },
    {
      "en": "The VAT system offers advantages, such as rebates on exports.",
      "cn": "增值税有其优点, 如对出口商品实行回扣."
    },
    {
      "en": "Through empirical analysis it can be certain that the VAT restructuring on the tax revenues, fixed assets investment and economic operations and the impact of unforeseen circumstances not unanimous.",
      "cn": "通过实证分析可以看到，增值税转型对税收收入、固定资产投资及经济运行产生的影响与预见的状况并不一致。"
    },
    {
      "en": "To balance the books, he raised some taxes, notably VAT, but three-quarters of the savings will come from spending cuts.",
      "cn": "为了平衡账簿，他增加了部分税收，特别是增值税，但是四分之三的节余将来自削减开支。"
    },
    {
      "en": "Turn the vat upside down.",
      "cn": "把缸扣过来."
    },
    {
      "en": "You will, in addition, pay to the Bank any losses, costs, expenses or legal fees (including VAT thereon).",
      "cn": "另外，你还须向银行支付所有损失、成本、花销和法律费用（包括与此相关的增值税）。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hogshead",
            "keeve"
          ],
          "tran_cn": "大桶；瓮染料制剂桶"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "dye vat",
      "tran_cn": "n. 染缸"
    },
    {
      "phrase": "vat dye",
      "tran_cn": "[化]还原染料；[化]瓮染料"
    },
    {
      "phrase": "vat invoice",
      "tran_cn": "abbr. 增值税发票（Value Added Tax Invoice）"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "value added tax<英>增值税"
    },
    {
      "pos": "n",
      "tran_cn": "增值税〔英国和欧盟附加在商品价格和服务费上的税〕",
      "tran_en": "a tax added to the price of goods and services in Britain and the EU"
    }
  ],
  "exchange": {}
}