{
  "word": "ecliptic",
  "ipa": {
    "us": "ɪ'klɪptɪk",
    "uk": "ɪ'klɪptɪk"
  },
  "sentences": [
    {
      "en": "Because the Moon and bright planets wander through the sky near the ecliptic plane, such occultation events are not uncommon, but they are dramatic, especially in telescopic views.",
      "cn": "因为月球和明亮的行星出现在天空中黄道平面附近，这种掩星事件也很平常，但是它们也很富有戏剧性，特别是在望远镜影像里。"
    },
    {
      "en": "Either of two diametrically opposite points at which the orbit of a planet intersects the ecliptic.",
      "cn": "交点行星的轨道与黄道相交的完全相对的两点中任何一点."
    },
    {
      "en": "Either of two points on the celestial sphere at which the ecliptic intersects the celestial equator.",
      "cn": "在天球上天赤道与黄道相切的两点中的任一点."
    },
    {
      "en": "First, we know that the planets all orbit close to the earth's orbital plane, the ecliptic.",
      "cn": "首先, 我们知道所有行星的轨道都很靠近地球的轨道平面――黄道面."
    },
    {
      "en": "Five bright planets move among the stars near the ecliptic.",
      "cn": "五颗明亮的行星在黄道附近的恒星当中移动."
    },
    {
      "en": "Is ecliptic mother - in - law from which technology of advanced cotton spin acquires over there the nation?",
      "cn": "黄道婆是从哪个民族那里学到先进棉纺织技术的?"
    },
    {
      "en": "It is also coupled with ecliptic constellation, especially attractive.",
      "cn": "再加上它也是黄道星座, 所以格外引人注目."
    },
    {
      "en": "On the astrolabe, an off - centered circle represents the orbit of the sun - the ecliptic.",
      "cn": "在星盘上， 一个偏心的圆代表了太阳的运行轨道――黄道。"
    },
    {
      "en": "Recall that vernal equinox is one of the two intersection points of the celestial equator and the ecliptic.",
      "cn": "赤经计算的起点为春分点，相信你仍记得春分点是天球赤道和黄道的其中一个相交点。"
    },
    {
      "en": "Spread out plane of the ecliptic are Mercury, Venus, Mars, and Saturn.",
      "cn": "沿着黄道从地面依次看去的是水星 、 金星 、 火星和土星."
    },
    {
      "en": "The obliquity of ecliptic is the fundamental cause of the seasons.",
      "cn": "黄道面与赤道面的夹角是黄道的倾角."
    },
    {
      "en": "The obliquity of the ecliptic is the fundamental cause of the seasons.",
      "cn": "黄道的倾角是季节的基本成因."
    },
    {
      "en": "You'll find this file on a bed in Train Room 201 in the Ecliptic Express train.",
      "cn": "你将在黄道特快的201房间的床上找至此文件."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "obliquity of the ecliptic",
      "tran_cn": "黄赤交角"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "黄道的，日（或月）食的，蚀的"
    },
    {
      "pos": "n",
      "tran_cn": "黄道",
      "tran_en": "the path along which the Sun seems to move"
    }
  ],
  "exchange": {}
}