{
  "word": "eleventh",
  "ipa": {
    "us": "ɪ'levnθ",
    "uk": "ɪˈlɛvənθ"
  },
  "sentences": [
    {
      "en": "A few required them to pass tests in the eleventh or twelfth grade to get a diploma, but to me, that was like closing the barn door after the cow is out.",
      "cn": "有少数几个州要求学生在十一或十二年级时通过考试获得文凭，但在我看来，那等于是在奶牛已经跑出去了再关上牛圈的门——太迟了。"
    },
    {
      "en": "Canon law was in decline in the tenth and early eleventh centuries.",
      "cn": "寺院法在10世纪和11世纪初走向衰落."
    },
    {
      "en": "De Leon landed a punch on the Italian's mouth after the end of the eleventh round.",
      "cn": "11个回合过后，德莱昂一拳击在那个意大利人的嘴巴上。"
    },
    {
      "en": "Early in the eleventh century the whole of England was again conquered by the Vikings.",
      "cn": "11世纪早期，整个英格兰再次被北欧海盗征服。"
    },
    {
      "en": "He arrived there at the eleventh hour.",
      "cn": "他刚好到达那里."
    },
    {
      "en": "He postponed his trip at the eleventh hour.",
      "cn": "他在最后时刻推迟了行程。"
    },
    {
      "en": "her eleventh birthday",
      "cn": "她的11岁生日"
    },
    {
      "en": "In 1986, the Southern Regional Education Board gave a test to eleventh graders in five southern states.",
      "cn": "1986年，南方地区教育委员会对南方的五个州的十一年级学生进行考试。"
    },
    {
      "en": "in the eleventh century",
      "cn": "在11世纪"
    },
    {
      "en": "It is not until the eleventh century that we hear of new efforts in this field.",
      "cn": "直到11世纪我们才听说这一领域有了新的尝试."
    },
    {
      "en": "Li Keqiang 13 PM by plane from Beijing, the official visit to Mongolia, and to attend the eleventh Asia Europe summit held in Ulan Bator, capital of Mongolia.",
      "cn": "李克强13日下午乘飞机从北京到蒙古的正式访问，并出席第十一届亚欧首脑会议在乌兰巴托举行，蒙古首都。"
    },
    {
      "en": "Moving up from tenth to eleventh grade was a major one.",
      "cn": "从十年级升到十一年级是个重要的阶段。"
    },
    {
      "en": "NIV] the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst.",
      "cn": "第五是红玛瑙，第六是红宝石，第七是黄璧玺；第八是水苍玉；第九是红璧玺；第十是翡翠；第十一是紫玛瑙；第十二是紫晶。"
    },
    {
      "en": "On the eleventh day of Christmas.",
      "cn": "在圣诞节的第十一天。"
    },
    {
      "en": "Real tennis, an ancient precursor of the modern game, originated in the eleventh century.",
      "cn": "室内网球，现代网球运动的古老前身，起源于11世纪。"
    },
    {
      "en": "Several extraneous prefaces were cut out of the prayer book at the beginning of the eleventh century.",
      "cn": "11世纪初，几篇无关紧要的序言被从这本祈祷书中删去了。"
    },
    {
      "en": "The adventure of the Yellow Diamond begins with the eleventh century of the Christian era.",
      "cn": "这颗黄钻石从公元十一世纪就开始历经魔劫."
    },
    {
      "en": "The antique is assigned to the eleventh Century.",
      "cn": "这种古玩被认为是11世纪的遗物."
    },
    {
      "en": "the decision to send Eddie with the team was made &B{at the eleventh hour}.",
      "cn": "让埃迪随队参赛的决定是在最后时刻作出的。"
    },
    {
      "en": "The Eleventh Edition is the definitive edition.",
      "cn": "第十一版是最后定稿本."
    },
    {
      "en": "The patrol was almost surrounded and then , at the eleventh hour , reinforcements arrived.",
      "cn": "这支巡逻队几乎被包围了, 而值此危急之时援军赶到了."
    },
    {
      "en": "The president's visit was called off at the eleventh hour.",
      "cn": "总裁的这次访问到时取消了."
    },
    {
      "en": "This church was built in the eleventh century.",
      "cn": "这座教堂修建于11世纪。"
    },
    {
      "en": "We were working on the eleventh floor.",
      "cn": "我们在11层办公。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "eleven",
          "tran_cn": " 十一的；十一个的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "eleven",
          "tran_cn": " 十一；十一个"
        }
      ]
    },
    {
      "pos": "num",
      "words": [
        {
          "word": "eleven",
          "tran_cn": " 十一；十一个"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "eleventh hour",
      "tran_cn": "最后一刻；危急之时"
    },
    {
      "phrase": "the eleventh hour",
      "tran_cn": "最后时刻"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "第十一（个）",
      "tran_en": "coming after ten other things in a series"
    },
    {
      "pos": "n",
      "tran_cn": "第十一，（每月的）第十一日，十一分之一",
      "tran_en": "one of eleven equal parts of something"
    },
    {
      "pos": "num",
      "tran_cn": "第十一，十一分之一的",
      "tran_en": "one of eleven equal parts of something"
    }
  ],
  "exchange": {
    "pl": [
      "elevenths"
    ]
  }
}