{
  "word": "goldsmith",
  "ipa": {
    "us": "ˈgəʊldsmɪθ",
    "uk": "ˈgoʊldsmɪθ"
  },
  "sentences": [
    {
      "en": "A pair of Goldsmith customers we spoke to will do just that.",
      "cn": "我们采访的两位高美顾客表示将继续与高美合作."
    },
    {
      "en": "Edited by Jerry Mander and Edward Goldsmith.",
      "cn": "由杰瑞.曼特和爱德华. 戈德史密斯编辑."
    },
    {
      "en": "Goldsmith had given them all the ready money he had.",
      "cn": "戈德史密斯把自己的全部现钱都给他们了."
    },
    {
      "en": "Goldsmith has repaired the roof to ensure the house is wind-proof.",
      "cn": "戈德史密斯修理了屋顶，以确保房屋能够抗风。"
    },
    {
      "en": "It was an idiom he'd caught from Carol Goldsmith.",
      "cn": "这是他从卡洛尔·戈德史密斯那儿学来的一句口头禅."
    },
    {
      "en": "Later, the goldsmith Benvenuto Cellini boasted to anyone who would listen of his miraculous aim.",
      "cn": "后来, 金匠本凡努托&#8226;切里尼逢人便吹嘘他枪法神准."
    },
    {
      "en": "Most likely Goldsmith sketched his certain young fellow from life.",
      "cn": "金史密斯画笔下的某些年轻小伙子形象,大多都能来自生活中的原型."
    },
    {
      "en": "Ninety days later, true to his word, the goldsmith brought the crown.",
      "cn": "过了90天后, 金匠果然如他所说的带着王冠来了."
    },
    {
      "en": "Port Sudan is the gold jewelry from local goldsmith with a special hand - made process of refining.",
      "cn": "苏丹港的黄金首饰是由当地金匠用特殊的手工工艺精制而成的."
    },
    {
      "en": "Says Goldsmith :'strong leaders don't coast.",
      "cn": "戈德史密斯 说,强有力的领导人不会飘飘然."
    },
    {
      "en": "The goldsmith beats gold into goldleaf.",
      "cn": "金匠把金子锤成金箔."
    },
    {
      "en": "The goldsmith might also write notes promising so much gold and not promising the return of any particular item of gold.",
      "cn": "这个金匠会写下票据,保证归还一定数量的金子,但是不保证归还某个特定的金器"
    },
    {
      "en": "The goldsmith set the diamond.",
      "cn": "金匠把钻石镶上去了."
    },
    {
      "en": "The guilt of the goldsmith was proved beyond a doubt.",
      "cn": "金匠的罪状,毫无疑问是肯定的了."
    },
    {
      "en": "These little are great to little men . ---- O . Goldsmith.",
      "cn": "小人总是把些小事弄的很大."
    },
    {
      "en": "They had safes in their shop and some people would say to the goldsmith I have some valuables.",
      "cn": "他们在自己的店里有保险柜,有些人会对这些金匠说,我有一些贵重物品。"
    },
    {
      "en": "This is Irving's appraisal of Oliver Goldsmith.",
      "cn": "这是欧文对奥利弗·戈德史密斯的评语."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "金匠，金器商",
      "tran_en": "someone who makes or sells things made from gold"
    }
  ],
  "exchange": {
    "pl": [
      "goldsmiths"
    ]
  }
}