{
  "word": "krypton",
  "ipa": {
    "us": "ˈkrɪptɒn",
    "uk": "ˈkrɪptɑn"
  },
  "sentences": [
    {
      "en": "AIM : To evaluate the curative effect of krypton yellow laser in treatment of diabetic macular edema.",
      "cn": "目的: 研究氪黄激光光凝治疗糖尿病黄斑水肿的疗效."
    },
    {
      "en": "Better you come from Earth or Krypton ( Where Superman came from ), nether Mars nor Mercury.",
      "cn": "你最好来自地球或者克里普顿 ( 超人家乡 ), 别是火星或水星."
    },
    {
      "en": "Lead oxide in seal frit used for making window assemblies for Argon and Krypton laser tubes.",
      "cn": "用于氩和氪激光管防护窗组合件的封装玻璃料里的铅的氧化物."
    },
    {
      "en": "Objective To analyse the effectiveness of treatment and prevention of retinal detachment by krypton laser.",
      "cn": "目的氪多波长激光和预防视网膜脱离的效果."
    },
    {
      "en": "Objective To analyse the effectiveness of treatment and prevention of retinal detachment krypton laser.",
      "cn": "目的分析氪多波长激光治疗和预防视网膜脱离的效果."
    },
    {
      "en": "Objective To evaluate the therapeutic effect of krypton yellow laser photocoagulation for central serous chorioretinopathy ( CSC ).",
      "cn": "目的评价氪黄激光治疗中心性浆液性脉络膜视网膜病变(centralscrous chorioretinopathy,CSC ) 的临床效果."
    },
    {
      "en": "Objective To investigate the effect of krypton laser photocoagulation on branch retinal vein occlusion.",
      "cn": "目的探讨氪黄激光治疗视网膜分支静脉阻塞的方法和疗效."
    },
    {
      "en": "One of the most successful combinations was trypan blue dye used with a krypton a laser.",
      "cn": "实验结果表明,锥虫蓝染料与氪激光器的结合使用是最成功的结合使用之一."
    },
    {
      "en": "Places stress on krypton lamp current repair and light channel adjustment.",
      "cn": "着重叙述了氪灯电路的修理和光路的调整."
    },
    {
      "en": "The krypton and xenon isotope ratios in the gas samples provided a surprising result: They did not match the ratios found in the primordial cloud that spawned the solar system.",
      "cn": "气体采样中的氪和氙同位素比值产生了一个令人吃惊的结果：这些比值跟在形成太阳系的原始云团中所发现的比值不一致。"
    },
    {
      "en": "The planet's name was Krypton.",
      "cn": "星球的名字叫克雷普顿."
    },
    {
      "en": "The technology on Krypton, Superman's home world , was based on manipulating the growth of crystals.",
      "cn": "超人家乡氪星的科技来自于对水晶成长的操控."
    },
    {
      "en": "Xenon and krypton are not retained by the body so they have little effect.",
      "cn": "氙和氪不能在人体内停留所以对人体影响很小。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "krypton laser",
      "tran_cn": "氪激光器"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "氪",
      "tran_en": "Krypton is an element that is found in the air in the form of a gas. It is used in fluorescent lights and lasers. "
    }
  ],
  "exchange": {}
}