{
  "word": "talon",
  "ipa": {
    "us": "ˈtælən",
    "uk": "ˈtælən"
  },
  "sentences": [
    {
      "en": "Can you get a little tighter with the talon?",
      "cn": "你能不能把摄像探头固定住不动?"
    },
    {
      "en": "Deinonychus, or \"terrible claw\" after the sickle-shaped talon on each hind foot, stood about 11 feet from head to tail and was a lithe predator.",
      "cn": "这种被称为恐爪龙（Deinonychus）的恐龙后足上存在镰刀般的利爪，从头到尾的身长约为3.3米，是一种非常敏捷的掠食者。"
    },
    {
      "en": "Dragon Talon - The bonus to Bttack Rating per point has been increased to 35.",
      "cn": "每点对攻击等级的奖励已经提高到35."
    },
    {
      "en": "He was even willing to pay Talon Karrde 70,000 credits to ensure Mount Tantiss was obliterated.",
      "cn": "他甚至愿意向塔隆·卡德支付70000元来确保坦堤斯山被彻底摧毁."
    },
    {
      "en": "Jack: So you are planning to go over the border in a single Combat Talon?",
      "cn": "所以你打算只用一架“战爪”运输机来越过边境?"
    },
    {
      "en": "Most powerful is the rear talon, the killer claw, that can exert a force capable of cutting through a human wrist (which is why falconers wear thick gloves).",
      "cn": "最有力的鹰爪是后边的哪一只，它是一个致命的鹰爪，甚至它能将人的手腕切断(这就是为什么守猎者要戴上厚手套)。"
    },
    {
      "en": "Starry Night twisted together a fairy tale, tree or building, like aquatic weed, smoke or talon.",
      "cn": "星空象童话一样扭在一起, 树,还是建筑, 象水草 、 炊烟或魔爪."
    },
    {
      "en": "Talon Fanzi Quan , China's pictographic boxing in one of boxing.",
      "cn": "鹰爪翻子拳, 中国拳术中象形拳之一."
    },
    {
      "en": "Te talon would be just the thing, I think.",
      "cn": "我想,特多龙是最适合的布料了."
    },
    {
      "en": "This kind of spice is made of eagle's talon and has a unique flavour.",
      "cn": "这种香料味道独特,是用鹰爪作原料制成的."
    },
    {
      "en": "When I have a talon with a keen edge.",
      "cn": "当我有了一对尖锐的利爪."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "unguis",
            "claw"
          ],
          "tran_cn": "爪；[建]爪饰；如爪的手"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "grip"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（尤指猛禽的）爪，（如爪般的）手指，爪状物，锁簧尖状突出部",
      "tran_en": "a sharp powerful curved nail on the feet of some birds that catch animals for food"
    }
  ],
  "exchange": {
    "pl": [
      "talons"
    ]
  }
}