{
  "word": "freshmen",
  "ipa": {
    "us": "'freʃmən",
    "uk": "'freʃmən"
  },
  "sentences": [
    {
      "en": "About 40% of all students entering as freshmen graduate within 4 years.",
      "cn": "所有入学新生中约有40%在4年内毕业。"
    },
    {
      "en": "About one - fifth of the freshmen reported that they had been brought up in small towns.",
      "cn": "大约有五分之一的一年级生是在小城镇长大的."
    },
    {
      "en": "All the freshmen will undergo a medical examination.",
      "cn": "所有新生都将接受体格检查."
    },
    {
      "en": "Almost a third of the freshmen said they were working during the summer vacation.",
      "cn": "几乎三分之一的一年级生说他们在暑假期间打工."
    },
    {
      "en": "At 11 o'clock each morning thousands of freshmen and sophomores used to deploy over the campus.",
      "cn": "每天早上十一点钟,数以千计的一、二年级学生在校园里各就各位."
    },
    {
      "en": "Biology, physics, and chemistry have ruined many freshmen s grade point averages.",
      "cn": "生物, 物理, 化学已经拉低了许多大学新声的平均成绩."
    },
    {
      "en": "But over the next few months, one population will be at very high risk: college freshmen.",
      "cn": "不过，在接下来的几个月里，有一群正处于这种高风险之中的人：大学新生。"
    },
    {
      "en": "Just'cause we are freshmen does not mean we are your slaves.",
      "cn": "不一定我们是大一的就意味着受你差遣."
    },
    {
      "en": "Many of us know how easy it is to gain a few pounds. But over the next few months, one population will be at very high risk: college freshmen.",
      "cn": "我们都知道体重增加几磅是很容易的事。不过，在接下来的几个月里，有一群正处于这种高风险之中的人：大学新生。"
    },
    {
      "en": "The crisp air, the turning leaves invasion of prospective freshmen.",
      "cn": "清新的空气, 枯萎的树叶,络绎不绝的准新生."
    },
    {
      "en": "The freshmen always seem like vegetables.",
      "cn": "新生看起来总像植物人."
    },
    {
      "en": "The president was lecturing the freshmen.",
      "cn": "校长正给新生做演讲。"
    },
    {
      "en": "They are the freshmen of the English Department.",
      "cn": "他们是英文系的新生."
    },
    {
      "en": "This rule applies to freshmen only.",
      "cn": "这条规则只适用于大学一年级学生."
    },
    {
      "en": "Today s freshmen are more consumeristic and less idealistic.",
      "cn": "今天的大学一年级学生较多注重消费而较少理想主义."
    },
    {
      "en": "University freshmen get lots of razzing, but they like the initiation.",
      "cn": "大一新生受各种嘲弄, 但是他们对这种入门经验甘之如饴."
    },
    {
      "en": "We are freshmen and they are sophomores.",
      "cn": "我们是一年级学生,他们是二年级学生."
    },
    {
      "en": "We intend this news report as teaching material for freshmen.",
      "cn": "我们打算把这篇新闻报道作为新生教材."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "novices"
          ],
          "tran_cn": "大学一年级新生；新手（freshman的复数）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（中学或大学的）一年级学生( freshman的名词复数 )",
      "tran_en": "In the United States, a freshman is a student who is in his or her first year at a high school or college"
    }
  ],
  "exchange": {}
}