{
  "word": "glandular",
  "ipa": {
    "us": "'ɡlændjʊlə(r)",
    "uk": "ˈɡlændʒəlɚ"
  },
  "sentences": [
    {
      "en": "...the amount of fat and glandular tissue in the breasts.",
      "cn": "...乳房里的脂肪和腺体组织含量。"
    },
    {
      "en": "A benign epithelial tumor having a glandular origin and structure.",
      "cn": "良性的上皮肿瘤形成员员的一块."
    },
    {
      "en": "A bigger worry are memory - boosting supplements that contain raw cow brains and glandular concentrates.",
      "cn": "更大的忧虑是含有生牛脑和腺体浓缩物增强记忆力的补养品."
    },
    {
      "en": "A previous Pap smear with an unexplained glandular abnormality.",
      "cn": "前次巴氏涂片有不能解释的腺体细胞不正常."
    },
    {
      "en": "At higher magnification , the enlarged prostate has glandular hyperplasia.",
      "cn": "增生前列腺的腺体增生."
    },
    {
      "en": "Causing telangiectasia, permeability, smooth muscle spasm, glandular secretion and so on.",
      "cn": "从而引起毛细血管扩张 、 通透性增加 、 平滑肌痉挛 、 腺体分泌增加等."
    },
    {
      "en": "Cayce correlated these centers with the endocrine glandular system in the body.",
      "cn": "凯西将这些中心与身上的腺体系统相联系."
    },
    {
      "en": "Genius itself, It'seems to me, is but an over - supply of glandular secretions.",
      "cn": "据我看来,天才仅是腺分泌的供给过多的结果."
    },
    {
      "en": "I had glandular fever and spent that year feeling rotten.",
      "cn": "我得了腺热，那一整年都不舒服。"
    },
    {
      "en": "Inflammation may cause damage, so the glandular organization will only cause pain.",
      "cn": "炎症会造成腺体组织受到伤害, 所以才会引发胀痛."
    },
    {
      "en": "Presence of atypical glandular cells on Papanicolaou smear.",
      "cn": "涂片发现有非典型腺细胞者."
    },
    {
      "en": "South American herb with sticky glandular foliage; source of madia oil.",
      "cn": "叶子上有腺体的南美草本植物; 可制麻迪菊油."
    },
    {
      "en": "The anther is tetrasporangiate and glandular tapetum.",
      "cn": "雄蕊花药四室,腺质绒毡层."
    },
    {
      "en": "The clitellum is the glandular portion of the epidermis.",
      "cn": "生殖带是表皮的腺体部分."
    },
    {
      "en": "The effect of glandular trichomes may depend on the nature of the exudate.",
      "cn": "具腺毛状体的影响依赖于分泌物的性质."
    },
    {
      "en": "The purely mechanical effect of glandular trichome exudates is the entrapment and immobilization of small arthropods.",
      "cn": "具腺毛状体分泌物的纯机械作用是诱捕和粘住小的昆虫."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "adenoid"
          ],
          "tran_cn": "[解剖]腺的，腺状的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "glandular epithelium",
      "tran_cn": "[医]腺上皮"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "腺（状）的，起腺体功能的，有腺的",
      "tran_en": "related to the glands, or produced by the glands"
    }
  ],
  "exchange": {
    "noun": [
      "gland"
    ]
  }
}