{
  "word": "paleontologist",
  "ipa": {
    "us": "pælɪɒn'tɒlədʒɪst",
    "uk": "pælɪɒn'tɒlədʒɪst"
  },
  "sentences": [
    {
      "en": "As a result, the research has the potential to change the way a paleontologist views a fossil.",
      "cn": "现在，研究者们已经拥有了改变一个古生物学家观察化石方式的潜力。"
    },
    {
      "en": "British paleontologist who worked in Tanzania.",
      "cn": "在坦桑尼亚工作的英国古生物学家"
    },
    {
      "en": "Does this look like something a paleontologist's girlfriend would wear?",
      "cn": "这像是古生物学家的女友会穿的衣服 吗 ?"
    },
    {
      "en": "Even the tracks alone say a lot about the feeding behavior of the ancient birds, commented paleontologist Martin Lockley of the University of Colorado in Denver.",
      "cn": "丹佛科罗拉多大学的古生物学家马丁•劳克雷评论说，即使只有这些足迹也很能说明这些古代鸟类的进食行为。"
    },
    {
      "en": "I did give up a career in basketball to become a paleontologist!",
      "cn": "我的确舍篮球、而投身古生物学!"
    },
    {
      "en": "In fact, for a time, I flip-flopped between wanting to be an archaeologist and a paleontologist as a child, haha.",
      "cn": "实际上有一段时间，我在长大以后成为考古学家还是古生物学家上伤透了脑筋，哈哈。"
    },
    {
      "en": "Paleontologist Dave Raup postulates that 75 percent of all extinction events were caused by asteroid impacts.",
      "cn": "古生物学家戴夫·诺普假设百分之七十五的物种灭绝事件是小行星撞击造成的."
    },
    {
      "en": "Paul Sereno is a paleontologist and professor at the University of Chicago.",
      "cn": "保罗?塞丽诺是一名古生物学者,同时也是芝加哥大学的教授."
    },
    {
      "en": "Sereno is a well - known paleontologist.",
      "cn": "塞瑞诺是位知名的古生物学家."
    },
    {
      "en": "The punctuated equilibrium hypothesis attemptsto explain a curious feature of the fossil record --- one that hasbeen familiar to paleontologist for more than a century but hasusually been ignored.",
      "cn": "这种强调均衡的理论尝试解释化石记录的奇怪之处——这点古生物学家已经了解超过一个世纪了却常常把他忽略。"
    },
    {
      "en": "This study \"provides conclusive genetic evidence for the simultaneous burial of a small nuclear family, \" said Louise Humphrey, a paleontologist with the Natural History Museum in London.",
      "cn": "这一研究“用基因证明了这是个同期的小核心家庭，”路易斯·汉弗莱说到，他是伦敦自然历史博物馆的一名古生物学家。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "paleontological",
          "tran_cn": " 古生物学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "paleobiology",
          "tran_cn": " 古生物学"
        },
        {
          "word": "paleobotany",
          "tran_cn": " [古植] 古植物学"
        },
        {
          "word": "paleontology",
          "tran_cn": " 古生物学"
        },
        {
          "word": "paleopathology",
          "tran_cn": " 古生物病理学；古病理学"
        },
        {
          "word": "paleozoology",
          "tran_cn": " 古动物学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "古生物学者"
    }
  ],
  "exchange": {}
}