{
  "word": "holdup",
  "ipa": {
    "us": "'həʊldʌp",
    "uk": "ˈholdˌʌp"
  },
  "sentences": [
    {
      "en": "A holdup took place in broad daylight in a crowded street.",
      "cn": "一起抢劫案竟在光天化日之下发生在一条热闹大街上."
    },
    {
      "en": "A new method of holdup measurement for water - oil two phase flow is introduced, i . e. ultrasonic diffusion.",
      "cn": "摘要介绍了一种油水两相流含率测量新方法? 超声散射法."
    },
    {
      "en": "By a newly - established interpretation model, water saturation and water holdup can be derived from DCO.",
      "cn": "它用新建立的解释模型计算出含水饱和度和持水率."
    },
    {
      "en": "Gas holdup and liquid circulation in an internal airlift loop reactor were investigated.",
      "cn": "研究了气升式内循环反应器内的气含率与液体循环."
    },
    {
      "en": "Gas holdup increases with the increase of impeller rotating speed and aeration rate.",
      "cn": "气含率随搅拌转速和通气速率的增大而增大."
    },
    {
      "en": "He is the victim of a masked holdup.",
      "cn": "他是一次蒙面抢劫的受害者."
    },
    {
      "en": "He was involved in this holdup.",
      "cn": "他卷入了这次抢劫案."
    },
    {
      "en": "Main factors affecting on liquid holdup are pressures, pipeline diameters and gas & liquid flow rate.",
      "cn": "影响持液率的因素主要有压力 、 管径 、气液相流量等."
    },
    {
      "en": "Radiactive density - water cut meters can measure fluid density and water holdup in a well hole.",
      "cn": "射线穿过不同物质后,物质对射线吸收的程度可用放射性密度 - 含水率计来测定."
    },
    {
      "en": "The holdup for now is price.",
      "cn": "目前首要解决的是其价格问题."
    },
    {
      "en": "The phase fraction of gas - liquid two - phase flow includes void fraction and phase holdup of liquid mixture.",
      "cn": "气液两相流的相份额包括含气率与液相中各分相的含率."
    },
    {
      "en": "The water holdup is obtained based on the carbon - oxygen ratio and relation of each water holdup.",
      "cn": "然后,根据碳氧比和各相持率的关系通过反演求取持率."
    },
    {
      "en": "Then the discrete phase holdup can be measured by non - packer without changing flow state.",
      "cn": "动态实验结果表明,该方法在油水两相条件下,可以实现分相的测量."
    },
    {
      "en": "There was a holdup at the Morgan Trust Bank.",
      "cn": "摩根信托银行发生一起抢劫案."
    },
    {
      "en": "There were significant correlations between the dimensionless apparent slip velocity, apparent solids holdup and slip factor.",
      "cn": "滑移因子、截面平均颗粒浓度与无量纲滑移速度之间存在显著相关性."
    },
    {
      "en": "What could have happened? A hold-up? There'd been no gunshot or scream.",
      "cn": "发生了什么呢？持枪抢劫？没有听到枪声或尖叫声。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stick-up",
            "traffic-jam"
          ],
          "tran_cn": "持枪抢劫；交通阻塞"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dishonesty",
            "robbery"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "liquid holdup",
      "tran_cn": "[物]持液量"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "拦劫行人的强盗行为，劫盗，无理的讨价，停顿",
      "tran_en": "A holdup is a situation in which someone is threatened with a weapon in order to make them hand over money or valuables"
    }
  ],
  "exchange": {}
}