{
  "word": "lagoon",
  "ipa": {
    "us": "ləˈɡuːn",
    "uk": "ləˈɡuːn"
  },
  "sentences": [
    {
      "en": "a coastal lagoon",
      "cn": "沿海潟湖"
    },
    {
      "en": "A girdle of islands enclosed the lagoon.",
      "cn": "一环小岛围绕着礁湖."
    },
    {
      "en": "Before us stretched a vista of the sluggish river, ending in glimpses of a reed - fringed lagoon.",
      "cn": "我们的前面是一条缓缓流动的长河, 注入那隐约可见的芦苇环绕的湖泊之中."
    },
    {
      "en": "Dare to say you own the Lagoon, Palma Bravo!",
      "cn": "你敢说你拥有这个湖, 帕玛布拉沃!"
    },
    {
      "en": "He was grappling with an alligator in a lagoon.",
      "cn": "他正在环礁湖里与一只短吻鳄搏斗。"
    },
    {
      "en": "He was looking across the lagoon to where the Nuhiva's sails showed through the sparse coconuts.",
      "cn": "他正隔着湖面,透过几株稀疏的椰子树,眺望着“娶西瓦 ” 号的船帆."
    },
    {
      "en": "Mr Jones : - not the Creature from the Black Lagoon.",
      "cn": "琼斯先生:—而不是从黑泻湖来的动物."
    },
    {
      "en": "Sleep enveloped him like the swathing mirages that were wrestling with the brilliance of the lagoon.",
      "cn": "睡意笼罩着他,就象缠绵脑际的蜃楼幻影正在同五光十色的环礁湖景致一比高低."
    },
    {
      "en": "The 8 lagoon of Venice alone receives the 9 effluents of .76 factories.",
      "cn": "单单是威尼斯的水道就接收了76间工厂的工业污水."
    },
    {
      "en": "The lagoon is strictly out of bounds to all members.",
      "cn": "这个池塘严禁任何人入内."
    },
    {
      "en": "The lagoon of Venice alone receives the effluents of .76 factories.",
      "cn": "威尼斯的咸水湖独力承受着76家工厂的排污."
    },
    {
      "en": "The lagoon was pullulated with tropical fish.",
      "cn": "那个咸水湖聚满了热带鱼。"
    },
    {
      "en": "The resort also a lagoon, tennis courts and volleyball.",
      "cn": "海龟湖度假村里也有温泉 、 网球场和排球场."
    },
    {
      "en": "The Trifid is a little dimmer than the Lagoon.",
      "cn": "三叶星云比泻湖星云稍暗一些."
    },
    {
      "en": "These cyclic sequences are overlain by the lagoon dolomitic mudstones and shales.",
      "cn": "米级旋回层序之顶覆以厚度不等的?"
    },
    {
      "en": "This lagoon \" divider \" consist of sand.",
      "cn": "泻湖这个 “ 分水岭 ” 是由砂质物构成的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "barachois",
            "haff"
          ],
          "tran_cn": "[地理][水文]泻湖；环礁湖；咸水湖"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pond"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "环礁湖，泻湖，咸水湖",
      "tran_en": "a lake of sea water that is partly separated from the sea by rocks, sand, or coral"
    }
  ],
  "exchange": {
    "pl": [
      "lagoons"
    ]
  }
}