{
  "word": "ledger",
  "ipa": {
    "us": "ˈledʒə(r)",
    "uk": "ˈlɛdʒɚ"
  },
  "sentences": [
    {
      "en": "A record of financial transactions kept in a ledger.",
      "cn": "在分类帐中保存的财务来往记录."
    },
    {
      "en": "Activation of the material ledger is a prerequisite for using multiple valuations.",
      "cn": "激活物料帐是使用多评价的前提."
    },
    {
      "en": "Assessment team inquired about the situation, see the foundation information and ledger.",
      "cn": "考核组询问了有关情况, 查看了基础资料及台账."
    },
    {
      "en": "General ledger books: those established to record all controlling accounts.",
      "cn": "一总分类帐簿: 为记载各统驭科目而设者."
    },
    {
      "en": "I'll have to check the entries in the ledger.",
      "cn": "我得核对一下总帐的项目."
    },
    {
      "en": "In a journal entry, the debits and credits for given transaction are recorded together, but when the transaction is recorded in the ledger, the debits and credits are entered in different accounts.",
      "cn": "在日记帐上记帐时，既定交易的借方和贷方一起被记录，但在分类帐记录中，一笔交易的借方和贷方进入不同的帐户中。"
    },
    {
      "en": "In charge of general ledger, close the accounts every month.",
      "cn": "负责公司的总账, 月底及时准确关帐."
    },
    {
      "en": "In this ledger was made out an exact balance - sheet of his affair's.",
      "cn": "这本帐簿准确无误地记录着公司的财务状况."
    },
    {
      "en": "Most accounting ledger are no need to finish everyday.",
      "cn": "对于一些不繁复的账目,是无需要每天结算."
    },
    {
      "en": "Please enter up these figures in the general ledger.",
      "cn": "请把这些数字登录在总账上."
    },
    {
      "en": "Prepare and post general ledger journal entries for corrections made.",
      "cn": "准备和发布总账中更正信息的日志条目."
    },
    {
      "en": "So, they should be recorded in other ledger accounts, such as Office Supplies and accounts Receivable.",
      "cn": "所以它们应记入其它分类帐帐户，如像办公用品和应收帐款中。"
    },
    {
      "en": "The General Ledger is responsible to the Chief Accountant.",
      "cn": "总帐员向总账会计负责."
    },
    {
      "en": "The ledger account is basis set the general ledger.",
      "cn": "总分类账户是指根据总分类科目设置的."
    },
    {
      "en": "The young man bowed his head and bent over his ledger again.",
      "cn": "那个年轻人点头应诺,然后又埋头写起分类帐."
    },
    {
      "en": "UF secondary development certificate for u 852 pay the bulk transfer ledger.",
      "cn": "用友二次开发foru852工资凭证批量传递之总账."
    },
    {
      "en": "Weekly scrutiny of debtors ledger to ensure collections are made on time.",
      "cn": "每周检查应收账款,确保及时回收."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "general account",
            "book of account"
          ],
          "tran_cn": "总帐，分户总帐；[会计]分类帐；帐簿；底帐；（手脚架上的）横木"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "book"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "general ledger",
      "tran_cn": "总帐，总分类帐；普通分类帐"
    },
    {
      "phrase": "general ledger accounts",
      "tran_cn": "总分类帐帐户；普通分类帐帐户"
    },
    {
      "phrase": "ledger account",
      "tran_cn": "分类帐"
    },
    {
      "phrase": "subsidiary ledger",
      "tran_cn": "明细分类帐；辅助分类帐"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "分类账",
      "tran_en": "a book in which a business, bank etc records how much money it receives and spends"
    }
  ],
  "exchange": {
    "pl": [
      "ledgers"
    ]
  }
}