{
  "word": "groundwater",
  "ipa": {
    "us": "ˈgraʊndwɔ:tə(r)",
    "uk": "ˈɡraʊndˌwɔtɚ, -ˌwɑtɚ"
  },
  "sentences": [
    {
      "en": "Groundwater is an important indiscerptible part of the whole water environment.",
      "cn": "地下水是水环境不可分割且十分重要的一部分."
    },
    {
      "en": "Groundwater overexploitation rapidly reduced the water table and runoff as a consequence.",
      "cn": "超采地下水导致地下水位下降,引起地表径流量显著减少."
    },
    {
      "en": "In Florida, farmers are squaring off against cities for rights to groundwater.",
      "cn": "在佛罗里达州，农民正摆好架势，准备和城市争夺地下水的使用权。"
    },
    {
      "en": "Increased consumption of water has led to rapid depletion of groundwater reserves.",
      "cn": "用水量的增加导致了地下水贮备迅速枯竭."
    },
    {
      "en": "It couples the groundwater flow equation with the solute - transport equation.",
      "cn": "它把地下水流动方程与溶质输运方程耦合在一起."
    },
    {
      "en": "Radon concentration in groundwater was measured at 18 points including two continuous recording stations.",
      "cn": "测量了包括两个连续记录台站在内共18个点的地下水的氡浓度."
    },
    {
      "en": "Shijiazhuang is a representative city for the study of groundwater salt pollution.",
      "cn": "石家庄市地下水盐污染研究具有典型示范性."
    },
    {
      "en": "The buoyancy of groundwater makes adverse effects to stability of foundation.",
      "cn": "地下水的浮力对基础的稳定有不利的影响."
    },
    {
      "en": "The concept holds that uranium is leached by groundwater from tuffeceous rocks.",
      "cn": "该理论认为,来自凝灰岩的地下水淋蚀铀."
    },
    {
      "en": "The deep oxidation and groundwater leaching solubilizes much of the loosely bound uranium.",
      "cn": "深部氧化和地下水淋蚀使大部分固定得比较松散的铀溶解."
    },
    {
      "en": "The groundwater is only feet beneath the city streets.",
      "cn": "地下河距离上面的城市街道只有几英尺。"
    },
    {
      "en": "The methods of protection of groundwater from salinization and pollution are proposed.",
      "cn": "针对城镇用地不合理造成的地下水污染问题,提出了用地建议."
    },
    {
      "en": "The time sequence model synthetically reflects trends of groundwater level.",
      "cn": "总体来说,季节性时序模型的模拟和预测精度较高."
    },
    {
      "en": "There are fears that groundwater might become contaminated.",
      "cn": "有人担心地下水可能会遭污染。"
    },
    {
      "en": "This phenomenon can be utilized for the location of flowing groundwater by applying geothermal methods.",
      "cn": "这个现象可以利用来用地热方法圈定流动的地下水."
    },
    {
      "en": "Water resources shortage and groundwater mining are serious in Shanxi Province.",
      "cn": "山西省水资源严重短缺,地下水超采严重."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "underground water",
            "subterranean water"
          ],
          "tran_cn": "地下水"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "groundwater flow",
      "tran_cn": "地下水，地下水径流"
    },
    {
      "phrase": "groundwater level",
      "tran_cn": "地下水位；地下水面；潜水面"
    },
    {
      "phrase": "groundwater recharge",
      "tran_cn": "地下水补给"
    },
    {
      "phrase": "groundwater table",
      "tran_cn": "地下水位"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地下水",
      "tran_en": "water that is below the ground"
    }
  ],
  "exchange": {}
}