{
  "word": "moribund",
  "ipa": {
    "us": "ˈmɒrɪbʌnd",
    "uk": "ˈmɔrɪbʌnd"
  },
  "sentences": [
    {
      "en": "A cut in interest rates will help the country’s moribund housing market.",
      "cn": "利率的下调对于该国疲软的住房市场将起到促进作用。"
    },
    {
      "en": "A third way in which seemingly moribund technologies can be revived is through an external shock.",
      "cn": "第三个使技术起死回生的力量来自外部的剧变."
    },
    {
      "en": "As a result, beginning in the late 1970 s , China's moribund economy warp speed.",
      "cn": "于是, 从1970年代末开始, 中国停滞不前的经济极速发展."
    },
    {
      "en": "DOTCOMS may be moribund , but inside companies, the Internet is still finding cost - saving new uses.",
      "cn": "网络公司(DOTCOMS)也许即将灭亡, 但是在公司内部, 因特网仍然是节省成本的新办法."
    },
    {
      "en": "For more on the group, check out the moribund official Web site.",
      "cn": "欲了解更多的组, 检查了奄奄一息的官方网站."
    },
    {
      "en": "French political - philosophical thought , which impressed the world in the 1950 s and 1960 s, is moribund.",
      "cn": "曾令二十世纪五、六十年代的世界为之瞩目的法国政治哲学思想, 现在也已死气沉沉."
    },
    {
      "en": "Imperialism is monopolistic, parasitic and moribund capitalism.",
      "cn": "帝国主义是垄断的 、 寄生的、垂死的资本主义."
    },
    {
      "en": "One is whether separatism is quite as moribund as it now seems.",
      "cn": "其一就是,分离主义是否真的如同目前所见那样垂死挣扎."
    },
    {
      "en": "That is another blow to the moribund housing market, which had shown signs of stabilising.",
      "cn": "这是对死气沉沉的房市的又一打击,而这房产市场刚刚显出稳定迹象."
    },
    {
      "en": "The British music scene is nostalgic, decrepit and moribund.",
      "cn": "英国音乐呈现出感伤怀旧、暮气沉沉、行将就木的景象。"
    },
    {
      "en": "The few birds seen anywhere were moribund.",
      "cn": "随处看见寥寥无几的鸟儿在垂死挣扎."
    },
    {
      "en": "The giant star - forming galaxies and voracious black holes of the universe's past are now moribund.",
      "cn": "过去在宇宙中形成恒星的巨大星系与狼吞虎咽的黑洞,现在都处于停滞状态."
    },
    {
      "en": "The moribund Post Office Advisory Board was replaced.",
      "cn": "这个不起作用的邮局顾问委员会已被替换."
    },
    {
      "en": "The patient was moribund by the time the doctor arrived.",
      "cn": "医生赶到的时候病人已经奄奄一息。"
    },
    {
      "en": "The region’s heavy industry is still inefficient and moribund.",
      "cn": "该地区的重工业依然效率低下，没有活力。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "dying",
            "fey"
          ],
          "tran_cn": "[医][生物]垂死的；停滞不前的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "濒死的，垂死的，奄奄一息的，停滞不前的",
      "tran_en": "a moribund organization, industry, etc is no longer active or effective and may be coming to an end"
    },
    {
      "pos": "n",
      "tran_cn": "垂死的人"
    }
  ],
  "exchange": {}
}