{
  "word": "deteriorates",
  "ipa": {
    "us": "dɪ'tɪrɪəret",
    "uk": "dɪ'tɪərɪəreɪt"
  },
  "sentences": [
    {
      "en": "An exclusive drive for the highest salary deteriorates human relationships.",
      "cn": "对高工资的过分追求破坏了人与人之间的关系."
    },
    {
      "en": "As the divergence between control rights and flow fights widens, corporate performance deteriorates.",
      "cn": "随着两者分离程度的增加, 公司绩效将下降,并体现出递增的边际效应."
    },
    {
      "en": "In condensation heat transfer process, the presence of non - condensable gas greatly deteriorates the heat transfer efficiency.",
      "cn": "蒸汽冷凝传热中, 不凝气的存在将导致传热过程的严重恶化,所以研究不凝气对冷凝传热的影响,历来受到重视."
    },
    {
      "en": "Influenced by interventions mainly coming from human beings , the rel atively dynamic balanced ecosystem deteriorates.",
      "cn": "相对动态平衡的生态系统,受到以人类为主的干扰而衰退,出现了环境问题."
    },
    {
      "en": "Memory slowly deteriorates with age.",
      "cn": "记忆力随着年龄的增长而逐渐衰退."
    },
    {
      "en": "My vision seems to deteriorates.",
      "cn": "我的视力似乎变差了."
    },
    {
      "en": "Pollen never deteriorates. It is one of the few naturally secreted substances that last indefinitely.",
      "cn": "花粉永远不会变质,是自然界中少有的几种可以无限期存在的物质之一."
    },
    {
      "en": "Suggest why natural rubber readily deteriorates on prolonged exposure to air.",
      "cn": "解释为什么当天然橡胶在空气中延展开来的时候会硬化?"
    },
    {
      "en": "The climbing partner should encourage, as well as give feedback if and when climbing technique deteriorates.",
      "cn": "攀岩伙伴应该相互鼓励, 同时如果对方技术变形时,应该及时提醒."
    },
    {
      "en": "The high - temperature ductility deteriorates and intra - granular strength increases with an increases of dynamic precipitation of carbide.",
      "cn": "结果表明:晶内强度随碳化物动态析出量的增加而上升,高温塑性随之而降低."
    },
    {
      "en": "The nerve excitability deteriorates.",
      "cn": "神经兴奋性衰退."
    },
    {
      "en": "Their health rapidly deteriorates and they would die if insulin were not given.",
      "cn": "他们身体健康会很快垮掉.如果不给胰岛素,他们会死."
    },
    {
      "en": "Then, what creates the factor which Maya person deteriorates is?",
      "cn": "那么, 造成玛雅人衰败的因素是什么 呢 ?"
    },
    {
      "en": "There are fears that the situation might deteriorate into full-scale war.",
      "cn": "人们担心局势会恶化为全面战争。"
    },
    {
      "en": "Too often the significant episode deteriorates into sententious conversation.",
      "cn": "太多的时候,重要的插话演变成了一种说教式的对话."
    },
    {
      "en": "With the increase of the nominal maximum aggregate size, the homogeneity of the asphalt mixture deteriorates.",
      "cn": "随着公称最大集料粒径的增大, 沥青混合料均匀性变差."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "恶化，变坏( deteriorate的第三人称单数 )",
      "tran_en": "If something deteriorates, it becomes worse in some way"
    }
  ],
  "exchange": {}
}