{
  "word": "larynx",
  "ipa": {
    "us": "ˈlærɪŋks",
    "uk": "ˈlærɪŋks"
  },
  "sentences": [
    {
      "en": "A series of detect confirm this cambium is belonged to malign, made complete larynx resection finally.",
      "cn": "一系列的检测证实此新生组织属恶性，最终作了全喉切除术。"
    },
    {
      "en": "After taking a cold rawness of the larynx and trachea come on.",
      "cn": "感冒了,紧接是喉咙和气管的疼痛."
    },
    {
      "en": "An infected mucous membrane, especially of the tongue, nose and larynx, commonly becomes ulcerated.",
      "cn": "感染的粘膜, 特别是舌, 鼻和咽的粘膜, 通常变成溃疡."
    },
    {
      "en": "As evolution continues, the time eventually will come when he will be able to create directly by the word emitted from his spiritualized larynx.",
      "cn": "随着进化的继续，当他能够通过他精神化了的喉头发出的语言直接进行创造的时候，这个时代最重就要到来了。"
    },
    {
      "en": "As the larynx grows during puberty, the cartilage enlarges to accommodate it, creating a bump.",
      "cn": "在青春期，随着喉的发育，软骨组织也相应增大，形成了一个肿块。"
    },
    {
      "en": "Below the vocal cords in this larynx are large ulcerations.",
      "cn": "喉声带下方可见大溃疡."
    },
    {
      "en": "Bi - pedicle muscular flap were used to reconstruct the larynx.",
      "cn": "残喉创面修复用双蒂肌软骨膜瓣重建喉功能."
    },
    {
      "en": "Calf diphtheria, is characterized by bilateral necrosis of the mucous membrane of the larynx.",
      "cn": "犊白喉, 以喉粘膜的两侧性环死为特征."
    },
    {
      "en": "Have what clear larynx, the good method with embellish expectorant throat?",
      "cn": "有什么清喉, 润嗓化痰的好方法?"
    },
    {
      "en": "If the cancer does get out of hand, then the larynx must be removed.",
      "cn": "如果癌症确实难以控制, 就必须截除喉头."
    },
    {
      "en": "Let me have a look at your larynx .",
      "cn": "让我看看你的喉部。"
    },
    {
      "en": "Most bats produce echolocation sounds by contracting their larynx.",
      "cn": "大多数蝙蝠通过收缩喉咙所发出的声音实现回声定位."
    },
    {
      "en": "Objective : To investigate the emergency treatment and experience of penetrating larynx injury.",
      "cn": "目的: 探讨开放性喉外伤的急诊治疗方法和经验."
    },
    {
      "en": "Objective: To investigate the emergency treatment and experience of penetrating larynx injury.",
      "cn": "目的：探讨开放性喉外伤的急诊治疗方法和经验。"
    },
    {
      "en": "Pharynx and larynx edema, gossip are unclear, the four limbs is boring.",
      "cn": "咽喉水肿, 说话不清,四肢没劲.咽喉水肿,说话不清, 四肢没劲."
    },
    {
      "en": "Surgical removal of part or all of the larynx.",
      "cn": "喉切除术部分或全部切除咽喉的外科手术."
    },
    {
      "en": "The cry occurs when air is brought into contact with the baby's larynx.",
      "cn": "婴儿的喉咙接触到空气时，就会哭出来。"
    },
    {
      "en": "The larynx, or voice box, sits lower in the throat in humans than in chimps, one of several .",
      "cn": "人类的喉（亦称音箱），其在咽部的位置要低于黑猩猩，这是人们能说话的原因之一。"
    },
    {
      "en": "What Chinese traditional medicine has profit to and larynx?",
      "cn": "什么中药对咽喉有好处?"
    },
    {
      "en": "What method can prevent agnail of child pharynx and larynx?",
      "cn": "有什么方法可以预防小孩咽喉发炎?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "laryngeal",
          "tran_cn": " 喉的；喉头治疗用的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "laryngeal",
          "tran_cn": " 喉部；喉音"
        },
        {
          "word": "laryngectomy",
          "tran_cn": " [耳鼻喉] 喉头切除术"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fauces"
          ],
          "tran_cn": "[解剖]喉；喉头"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "throat"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "喉",
      "tran_en": "the part in your throat where your voice is produced"
    }
  ],
  "exchange": {
    "pl": [
      "larynxes"
    ]
  }
}