{
  "word": "tranquillity",
  "ipa": {
    "us": "træŋ'kwɪlətɪ",
    "uk": "træŋˈkwɪlɪti, træn-"
  },
  "sentences": [
    {
      "en": "All was tranquillity and repose. Suddenly into the picture staggered Walter Cronkite.",
      "cn": "一切都安谧与恬静. 突然,沃尔特·克朗凯特蹒跚着闯入了画面."
    },
    {
      "en": "And his mind is in perfect tranquillity.",
      "cn": "他的心境极其宁静."
    },
    {
      "en": "But in states organized like that of France, it is impossible to hold them with such tranquillity.",
      "cn": "但是在像法兰西那样组织的国家里，以这样的平静来维持政权是不可能的事情。"
    },
    {
      "en": "But the tranquillity was illusory.",
      "cn": "但好景不长."
    },
    {
      "en": "Halting at the water's edge , the young people relaxed in the cool tranquillity.",
      "cn": "众人立在水边,静静地望着水面."
    },
    {
      "en": "He enjoyed the tranquillity of village life.",
      "cn": "他非常享受乡村生活的宁静。"
    },
    {
      "en": "However, Catherine would not be persuaded into tranquillity.",
      "cn": "但是没法把凯瑟琳劝得平静下来。"
    },
    {
      "en": "I want a mile peace, a little quiet and tranquillity for my old age.",
      "cn": "我上年纪了,需要一点和平, 一点安了和平静."
    },
    {
      "en": "In the tranquillity she imparted there was an alloy of inexpressible sadness.",
      "cn": "在她传播的这种宁静中,掺杂着一种无法表达的忧郁."
    },
    {
      "en": "It needed all Jane's steady mildness to bear these attacks with tolerable tranquillity.",
      "cn": "幸亏吉英临事从容不迫,柔和镇定,好容易才忍受了这些谗言诽语."
    },
    {
      "en": "My value for domestic tranquillity should much exceed theirs.",
      "cn": "我应该远比他们重视家庭的平静生活."
    },
    {
      "en": "The phenomenon was so striking and disturbing that his philosophical tranquillity vanished.",
      "cn": "这个令人惶惑不安的现象,扰乱了他的旷达宁静的心境."
    },
    {
      "en": "Transfer transplant transmit transpacific The state or quality of being serene; tranquillity.",
      "cn": "平静安详的状态或性质; 平静相类似的词语有."
    },
    {
      "en": "War and constant pain and hard work had been powerless against their sweet tranquillity.",
      "cn": "战乱与无休止的痛苦与劳累都未能影响她那恬静的眼神."
    },
    {
      "en": "We all like the tranquillity of the country life.",
      "cn": "我们都喜欢乡村生活的宁静."
    },
    {
      "en": "What thanks do we not owe to Heaven for thus bestowing tranquillity, health and competence!",
      "cn": "我们要谢谢上苍,赐我们的安乐 、 健康和饱暖."
    },
    {
      "en": "Yoga is the golden key which unlocksthedoor to peace, tranquillity, and joy.",
      "cn": "瑜伽是一把金钥匙,它为我们敞开通往祥和 、 安宁和喜悦的大门."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "宁静"
    },
    {
      "pos": "other",
      "tran_cn": "心神稳定，和平与安宁的气氛、状态"
    }
  ],
  "exchange": {
    "adv": [
      "tranquilly"
    ],
    "adj": [
      "tranquil"
    ]
  }
}