{
  "word": "salinity",
  "ipa": {
    "us": "səˈlɪnɪti",
    "uk": "sə'lɪnəti"
  },
  "sentences": [
    {
      "en": "Barley is one of cereal crops with salinity tolerance.",
      "cn": "大麦是禾谷作物中较为耐盐的粮食作物."
    },
    {
      "en": "E, which increases the packing salinity heat sealing punctuation performance and strength.",
      "cn": "从而提高了包装袋的耐穿刺性能和热封强度."
    },
    {
      "en": "Each card has not only a date but the latitude and longitude, salinity measures, temperatures and depth of each data point.",
      "cn": "每个卡片不仅记有日期，还有每个数据点的纬度和经度，盐度，温度和深度的测量。"
    },
    {
      "en": "Eastern Wei Bridge Corporation, white song zhuang severe salinity tidal Corporation soil.",
      "cn": "东魏家桥公社 、 白宋庄公社为重度盐渍化潮土."
    },
    {
      "en": "Here the ocean is being diluted so that the salinity is decreased.",
      "cn": "与蒸发相反的是降水,如降雨,由此水被加入海中,海水被稀释,从而盐度降低."
    },
    {
      "en": "In many sedimentary basins the salinity of the formation water increases with depth or compaction.",
      "cn": "在许多沉积盆地中,地层水的含盐量随深度或压实作用而增高."
    },
    {
      "en": "In the sea water sampled the salinity is two parts per thousand.",
      "cn": "在取样的海水中,盐度为千分之二."
    },
    {
      "en": "Other factors influence phytoplankton growth rates, including water temperature and salinity, water depth, wind, and what kinds of predators are grazing on them.",
      "cn": "还有其他的因素影响着浮游植物的生长率，包括水温、盐度、水深、风，以及猎食它们的天敌的种类。"
    },
    {
      "en": "Salinity content and characteristic of farmland soil in Shanghai suburb was studied.",
      "cn": "研究了上海市郊部分旱作农田土壤盐分特征."
    },
    {
      "en": "Salinity refers to the total concentration of salts present in the soil solution.",
      "cn": "含盐量是指土壤溶液中所存在的盐类的总浓度."
    },
    {
      "en": "Temperature and salinity are two important factors for the fish fry breeding.",
      "cn": "摘要温度及盐度是鱼类苗种生产当中2个重要的因子."
    },
    {
      "en": "The Atlantic Ocean had undergone changes in temperature and salinity.",
      "cn": "大西洋海水的温度和盐度已经发生了变化。"
    },
    {
      "en": "The differences in density may be due to temperature or to salinity.",
      "cn": "这种密度的差异源于温度和盐度的差别."
    },
    {
      "en": "The longitudinal salinity gradient in summer is larger than that in winter.",
      "cn": "冬季湾内盐度空间梯度较小."
    },
    {
      "en": "The seawater flowing backward can result in serious salinity of paddy soil.",
      "cn": "海水倒灌可导致水田土壤严重盐渍化."
    },
    {
      "en": "The solubilities of the gases generally decrease with increased water salinity and increase with pressure.",
      "cn": "气体的溶解度通常随水的盐度增加而降低,随压力增高而增高."
    },
    {
      "en": "The vertical distribution of temperature and salinity uniform from top to bottom.",
      "cn": "温度和盐度的垂直分布从上到下均匀一致."
    },
    {
      "en": "Those ratios provide clues about the temperature and salinity of the water in which the corals were immersed, Watanabe says.",
      "cn": "渡边刚表示，这些同位素比例为珊瑚生长环境的海水温度及盐度情况提供了线索。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "saline",
          "tran_cn": " 盐的；含盐分的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "saline",
          "tran_cn": " 盐湖；碱盐泻药"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "soil salinity",
      "tran_cn": "土壤盐渍度；土壤取样器"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "盐分，盐度，盐浓度，盐份"
    }
  ],
  "exchange": {
    "adj": [
      "saline"
    ]
  }
}