{
  "word": "decency",
  "ipa": {
    "us": "ˈdi:snsi",
    "uk": "ˈdisənsi"
  },
  "sentences": [
    {
      "en": "'she might have the decency not to telephone him at dinner time.",
      "cn": "“ 她起码该顾点大体,不在吃饭的时候给他打电话嘛."
    },
    {
      "en": "A journalist should always live up to the ideals of truth, decency, and justice.",
      "cn": "记者必须始终践行真实 、 正直 、 正义的理想."
    },
    {
      "en": "a judgment reflecting the decency and good sense of the American people",
      "cn": "反映美国人民正直和智慧的判断"
    },
    {
      "en": "He is a man of decency.",
      "cn": "他为人正派."
    },
    {
      "en": "Her behaviour showed a total lack of common decency .",
      "cn": "她的举止显示她连起码的礼节都不懂。"
    },
    {
      "en": "His sense of decency and fair play made him refuse the offer.",
      "cn": "他的正直感和公平竞争意识使他拒绝了这一提议."
    },
    {
      "en": "His sense of decency forced him to resign.",
      "cn": "他顾及颜面，不得不辞了职。"
    },
    {
      "en": "If they’re going to charge people a fee, they ought to at least have the decency to tell them in advance.",
      "cn": "如果他们要对人们收费，至少也应该事先告诉一声。"
    },
    {
      "en": "Is there no sense of decency left in this country?",
      "cn": "这个国家的道德观难道已经泯灭了吗？"
    },
    {
      "en": "It is common decency to give your seat to anyone in greater need.",
      "cn": "给更有需要的人让座是最起码的礼貌。"
    },
    {
      "en": "It rests in the decency and compassion of our people.",
      "cn": "这在于我国人民的正直和同情感."
    },
    {
      "en": "On Friday he showed neither decency nor dignity. It was an uncommon lapse.",
      "cn": "星期五那天他的表现既不得体，又有失尊严。如此失态非常少有。"
    },
    {
      "en": "The puppet - show was performed with great regularity and decency.",
      "cn": "木偶戏的演出井然有序,也很规矩."
    },
    {
      "en": "They give her a sense of decency and security.",
      "cn": "他们使她有一种庄重和安定的感觉."
    },
    {
      "en": "Unfortunately, on Friday night he showed neither decency nor dignity.",
      "cn": "不幸的是，周五晚上他表现得既不得体，也不庄重。"
    },
    {
      "en": "Was decency such a fine thing after all?",
      "cn": "老实规矩就一定有好处 吗 ?"
    },
    {
      "en": "We can only try to hold fast to the age-old values of honesty, decency and concern for others.",
      "cn": "我们只能努力坚守那些古老的价值观：诚实、正派、关心他人。"
    },
    {
      "en": "Your behaviour is an affront to public decency.",
      "cn": "你的行为有伤风化."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "decent",
          "tran_cn": " 正派的；得体的；相当好的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "decently",
          "tran_cn": " 合适地；高雅地；正派地；亲切地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "respectability",
            "civility"
          ],
          "tran_cn": "正派；体面；庄重；合乎礼仪；礼貌"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "decorum",
            "etiquette",
            "innocence",
            "kindness",
            "morality",
            "shame",
            "virtue"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "正派，正直，体面，社会上高尚文雅行为的标准",
      "tran_en": "polite, honest, and moral behaviour and attitudes that show respect for other people"
    }
  ],
  "exchange": {}
}