{
  "word": "laminate",
  "ipa": {
    "us": "ˈlæmɪnət",
    "uk": "ˈlæməˌnet"
  },
  "sentences": [
    {
      "en": "A new insulating laminate has just been designed by Attwater and Sons.",
      "cn": "一种新的绝缘层压材料刚由阿特沃特父子公司设计推出。"
    },
    {
      "en": "Base on the special structure, XIR laminate glass can effectively reduce the noise disturbance.",
      "cn": "基于XIR夹层玻璃特殊的夹层结构, 可以有效降低噪声干扰."
    },
    {
      "en": "Chemical Supplies, Lamination Material, Stamping Foils, Laminate, Hot Stamp Foil, Paper.",
      "cn": "采购产品化学用品, 塑封材料, 冲压箔, 层压板, 热邮票铝箔, 纸张."
    },
    {
      "en": "Desen laminate flooring, Your best choose! Wish to cooperate with you!",
      "cn": "德森地板, 你的最佳选择! 期待与你合作!"
    },
    {
      "en": "If more than one laminate is used, please attach additional copies.",
      "cn": "若使用一种以上的基材, 请提供附加拷贝."
    },
    {
      "en": "If you plan to use a cart for food preparation, choose one with a tough top like butcher block, stainless steel or plastic laminate.",
      "cn": "如果你想用一款推车来准备食品，上面的搁板要坚硬，竹节板、不锈钢或是层压塑料的都可以。"
    },
    {
      "en": "Labels, household goods, thick film , automotive parts, motorcycle parts, no - wax floors , parquet, laminate flooring, furniture section.",
      "cn": "标签 、 家用品 、 厚膜 、 汽车部件 、 摩托车部件 、 无蜡不天板、镶木不天板 、 条木不天板 、 家具."
    },
    {
      "en": "Lamination: The process manufacturing a laminate using pressure and heat.",
      "cn": "层压: 用加压和加热制作积层板的生产工艺."
    },
    {
      "en": "Main products include: solid wood flooring, multi - layer solid wood flooring, Laminate Flooring.",
      "cn": "主营产品有: 实木地板 、 多层实木地板 、 强化地板."
    },
    {
      "en": "Our flooring products include: Solid wood flooring, Engineered flooring, Bamboo flooring and Laminate flooring.",
      "cn": "我们的地板,产品包括: 实木地板, 工程地板, 竹地板和复合地板."
    },
    {
      "en": "Polyvinyl fluoride used for laminate films may be clear or pigmented.",
      "cn": "乙烯氟化物膜可以是透明的或有色的."
    },
    {
      "en": "Species shall match or be compatible with face veneer or laminate.",
      "cn": "木种须与表面木皮或板材匹配或类似."
    },
    {
      "en": "The copper clad laminate automation and realized by using Program Logic Controler ( PLC ).",
      "cn": "简要阐述了用可编程控制器 ( PLC ) 实现对铜箔覆胶机自动控制的方法."
    },
    {
      "en": "The effect of hole diameter on bearing capacity of alloy plate and composite laminate was analyzed.",
      "cn": "分析计算了中心开孔损伤对铝合金板和不同铺层方式的复合材料板承载能力的影响."
    },
    {
      "en": "Thick sections of the laminate can be produced without the risk of cracking.",
      "cn": "可生产厚层压板而不会产生裂痕。"
    },
    {
      "en": "Too late; Lincoln uses laminate to gain access to the hotel just a little after Downey.",
      "cn": "但是,太迟了, 林肯使用安保卡进入了酒店内,离丹尼刚进去没多久."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "laminar",
          "tran_cn": " 层状的；薄片状的；板状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "lamination",
          "tran_cn": " 层压；迭片结构；薄板"
        },
        {
          "word": "laminator",
          "tran_cn": " 层布贴合机"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "layer"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "copper clad laminate",
      "tran_cn": "覆铜薄层压板；敷铜箔叠层板"
    },
    {
      "phrase": "decorative laminate",
      "tran_cn": "[材料]装饰性层压板"
    },
    {
      "phrase": "laminate flooring",
      "tran_cn": "强化地板；复合地板；层压木地板"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "层压材料，叠层，层压"
    },
    {
      "pos": "v",
      "tran_cn": "碾压"
    }
  ],
  "exchange": {
    "pl": [
      "laminates"
    ]
  }
}