{
  "word": "ostrich",
  "ipa": {
    "us": "ˈɒstrɪtʃ",
    "uk": "ˈɑstrɪtʃ"
  },
  "sentences": [
    {
      "en": "Although reporters know that the ostrich policy is aimed at appeasing the authorities, they still don’t like it.",
      "cn": "尽管记者们清楚知道鸵鸟政策是为了迎合当局者，他们还是不喜欢这样。"
    },
    {
      "en": "An ostrich can kick a man to death.",
      "cn": "鸵鸟能把人踢死。"
    },
    {
      "en": "An ostrich egg is equal in volume to 24 chicken eggs.",
      "cn": "一枚鸵鸟蛋的体积相当于24枚鸡蛋."
    },
    {
      "en": "An ostrich will stand from 2 to 2.5 meters.",
      "cn": "鸵鸟通常身高两公尺到两公尺半."
    },
    {
      "en": "An ostrich will stand from ten to twelve feet.",
      "cn": "鸵鸟身高十到十二英尺."
    },
    {
      "en": "And, curled about the brim of this confection was the perkiest of green ostrich plumes.",
      "cn": "而且, 这件绝妙精制品的帽檐周围还装饰着洋洋得意似的驼鸟毛呢."
    },
    {
      "en": "Can they bleach ostrich feathers?",
      "cn": "他们能把鸵鸟毛弄白 吗 ?"
    },
    {
      "en": "Conclusion The ostrich calcium phosphate ceramic had good biocompatibility to BMSCs.",
      "cn": "结论:鸵鸟钙磷陶瓷支架具有良好的细胞相容性."
    },
    {
      "en": "Face the reality. Stop being an ostrich.",
      "cn": "面对现实吧. 不要再做逃避现实的人."
    },
    {
      "en": "He could not say what a parrot or even the unmistakable ostrich was.",
      "cn": "他说不清楚鹦鹉是什么或者连不会认错的鸵鸟也不知道。"
    },
    {
      "en": "His coach was green and silver, and the horses wore ostrich feathers.",
      "cn": "他的马车漆成绿色和银色, 马头上顶着鸵鸟毛."
    },
    {
      "en": "However, setting up an ostrich farm isn't something to embark on lightly.",
      "cn": "然而建立鸵鸟农场不容易着手."
    },
    {
      "en": "I've eaten ostrich meat on the continent.",
      "cn": "我在欧洲大陆时吃过鸵鸟肉。"
    },
    {
      "en": "Ostrich is the fastest animal on two legs.",
      "cn": "驼鸟是双腿跑得最快的动物."
    },
    {
      "en": "She can describe an ostrich or elephant with equal felicity.",
      "cn": "她可以用同样巧妙的言辞,描写驼鸟和大象."
    },
    {
      "en": "Some Italians eat donkeys; South Africans eat ostrich.",
      "cn": "有些意大利人吃驴；南非人吃鸵鸟。"
    },
    {
      "en": "The dancer wore a headdress of pink ostrich plumes.",
      "cn": "那位舞蹈演员戴着粉色鸵鸟毛制作的头饰."
    },
    {
      "en": "The ostrich indeed inhabits continents.",
      "cn": "鸵鸟确实是生活在大陆上的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "ostrich skin",
      "tran_cn": "鸵鸟皮"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鸵鸟，逃避现实的人",
      "tran_en": "a large African bird with long legs, that runs very quickly but cannot fly"
    }
  ],
  "exchange": {
    "pl": [
      "ostriches"
    ]
  }
}