{
  "word": "France",
  "ipa": {
    "us": "ˈfrɑːns",
    "uk": "fræns"
  },
  "sentences": [
    {
      "en": "300 tons of Peruvian mangoes were kept from entering France.",
      "cn": "300吨秘鲁芒果被禁止进入法国。"
    },
    {
      "en": "Anne wouldn't mind going to Italy or France to live.",
      "cn": "安妮很愿意去意大利或法国定居。"
    },
    {
      "en": "Australia's rugby union side enjoyed a record-breaking win over France.",
      "cn": "澳大利亚的英式橄榄球联盟队创纪录地赢了法国队。"
    },
    {
      "en": "Britain and France have expressed some disagreement with the proposal.",
      "cn": "英国和法国对这项提案已经发表了一些反对意见。"
    },
    {
      "en": "Canada and France should do the same.",
      "cn": "加拿大和法国也应该这样做。"
    },
    {
      "en": "France edged out the British team by less than a second.",
      "cn": "法国队以不到1秒的优势险胜英国队。"
    },
    {
      "en": "Germany borders on France.",
      "cn": "德国与法国接壤。"
    },
    {
      "en": "He asked in his Germanic English if I was enjoying France.",
      "cn": "他操着一口带有德国腔的英语问我在法国玩得是否愉快。"
    },
    {
      "en": "He was admitted to the Academie Culinaire de France.",
      "cn": "他获准加入法兰西厨艺学会。"
    },
    {
      "en": "He was well acquainted with the literature of France, Germany and Holland.",
      "cn": "他对于法国、德国和荷兰的文学了如指掌。"
    },
    {
      "en": "I mind the time when we were in France together.",
      "cn": "我记得我们一起在法国的时候。"
    },
    {
      "en": "In rural France, English language magazines are rather hard to come by.",
      "cn": "在法国乡村，很难找到英语杂志。"
    },
    {
      "en": "Intellectual life in France was smothered by the occupation.",
      "cn": "在被占领期间法国思想界受到了压制。"
    },
    {
      "en": "Luxembourg sketched out an acceptable compromise between Britain, France and Germany.",
      "cn": "卢森堡草拟了一项英国、法国和德国之间都可以接受的妥协方案。"
    },
    {
      "en": "Mr Baker will return home via Britain and France.",
      "cn": "贝克先生将取道英国和法国回国。"
    },
    {
      "en": "Now she has a job in France she can gratify her wish to see Europe.",
      "cn": "现在她有了个在法国工作的机会，她就可满足她游览欧洲的愿望。"
    },
    {
      "en": "Red wine made in France is famous for its high quality.",
      "cn": "法国出产的红葡萄酒以质优而闻名。"
    },
    {
      "en": "She spends her Easter holidays taking groups of children to France.",
      "cn": "她带领一群孩子去法国过复活节。"
    },
    {
      "en": "They should evacuate all of France, and start all over.",
      "cn": "他们应当疏散所有的法国人，然后重新开始。"
    },
    {
      "en": "This south-west region of France is the home of claret.",
      "cn": "法国西南部的这个地区是干红葡萄酒的产地。"
    },
    {
      "en": "We leave Dover at ten and we should be across in France by midnight.",
      "cn": "十点钟离开多佛的话， 我们午夜时分可以到达对面的法国。"
    },
    {
      "en": "With Germany, France has been the prime mover behind closer European integration.",
      "cn": "法国与德国一道，一直是更加紧密的欧洲一体化进程的主要推动者。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "france telecom",
      "tran_cn": "法国电信公司"
    },
    {
      "phrase": "tour de france",
      "tran_cn": "环法自行车赛"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[地名]法国，法兰西，[姓氏]法郎士，[人名] 弗朗斯"
    },
    {
      "pos": "other",
      "tran_cn": "法国"
    }
  ],
  "exchange": {}
}