{
  "word": "chronometer",
  "ipa": {
    "us": "krəˈnɒmɪtə(r)",
    "uk": "krəˈnɑmɪtə(r)"
  },
  "sentences": [
    {
      "en": "'Where's Walter, I wonder! ' said Solomon Gills, after he had carefully put up the chronometer again. 'Here's dinner been ready, half an hour, and no Walter! '",
      "cn": "“不知道沃尔特在哪里！”吉尔斯把精密计时表重新小心地藏好以后，说道，“晚饭已经准备好半个小时了，可是却不见沃尔特！”"
    },
    {
      "en": "Ancient chronometer glossary is a weak part in the study of ancient Chinese glossary.",
      "cn": "古天文词汇是古汉语词汇研究中的薄弱环节."
    },
    {
      "en": "And an ytterbium the potential to be even more accurate and stable than the cesium chronometer.",
      "cn": "镱原子钟甚至可能比铯原子钟更加精确和稳定."
    },
    {
      "en": "Hope the friends of chronometer and geological can calculate and determine it once again.",
      "cn": "望世界各国天文界和地质界专家朋友们及时观测和计算再次证实."
    },
    {
      "en": "It is use in navigation, chronometer, and weather and so on.",
      "cn": "用于导航 、 天文和气象等领域."
    },
    {
      "en": "James is conversant with chronometer and geography.",
      "cn": "詹姆斯精通天文和地理."
    },
    {
      "en": "Murchison followed with his eye the hand of his chronometer.",
      "cn": "莫奇生的眼睛追随着他的时计的秒针."
    },
    {
      "en": "My watch is more expensive because it's a chronometer.",
      "cn": "我的手表是精密型的,所以要比你的贵."
    },
    {
      "en": "Solomon Gills is in the act of seeing what time it is by the unimpeachable chronometer.",
      "cn": "所罗门·吉尔斯那时正在看他那只完美无缺的精密计时表，看看是什么时候了。"
    },
    {
      "en": "Technical advances included electrolysis, the ship's chronometer, chemical processing, tool - making machines , and the water frame.",
      "cn": "技术进步包括电解 、 船上的精密计时器 、 化学反应 、 机床和水力纺纱机等等."
    },
    {
      "en": "The chronometer - maker's expert hand plays an essential role in this process.",
      "cn": "生产精密时计的专家们的手工调试在这一工序中起着关键性的作用."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "chronograph",
          "tran_cn": " 记时计；记秒表"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "clock"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "精密计时器，航行表",
      "tran_en": "a very exact clock, used for scientific purposes"
    }
  ],
  "exchange": {
    "pl": [
      "chronometers"
    ]
  }
}