{
  "word": "gastritis",
  "ipa": {
    "us": "gæˈstraɪtɪs",
    "uk": "ɡæˈstraɪtɪs"
  },
  "sentences": [
    {
      "en": "A couple of days ago she had a bout of gastritis.",
      "cn": "前两天她闹胃炎."
    },
    {
      "en": "Bleeding from erosive gastritis was rarely life - threatening.",
      "cn": "腐蚀性胃炎的出血罕有危及生命的."
    },
    {
      "en": "Don’t use if you have an ulcer or gastritis.",
      "cn": "但如果你患的是胃溃疡或胃炎，就不能用这招了。"
    },
    {
      "en": "Drinking is tied to increased incidence of pancreatitis, gastritis and cirrhosis ofliver.",
      "cn": "喝酒与胰腺炎 、 胃炎与肝硬化的发生率提高有关."
    },
    {
      "en": "Gastritis is often accompanied by infection with Helicobacter pylori.",
      "cn": "胃炎常伴有幽门螺旋杆菌的感染."
    },
    {
      "en": "Gastritis may cause symptoms resembling those of peptic ulcer.",
      "cn": "胃炎可引起类似消化性溃疡的症状."
    },
    {
      "en": "I had to find out if the bacteria could really affect a healthy person and cause gastritis.",
      "cn": "我必须弄清楚这些细菌是否真的可以感染健康人并且造成胃炎。"
    },
    {
      "en": "I'm afraid it's an acute gastritis.",
      "cn": "恐怕是急性胃炎."
    },
    {
      "en": "In acute gastritis all food and water should be withheld for at least 24 hours.",
      "cn": "急性胃炎至少应禁止采食和饮水24小时."
    },
    {
      "en": "Objective Explore the effect of Pingwei Jiangni decoction on bile regurtative gastritis.",
      "cn": "探讨平胃降逆汤治疗胆汁反流性胃炎的疗效."
    },
    {
      "en": "Objective To study the correlation between globus sensation and chronic antral gastritis.",
      "cn": "目的本研究旨在探讨癔球症与慢性胃窦炎的相关性以及诊治方法和疗效观察."
    },
    {
      "en": "Primary gastritis may be caused by the ingestion of caustic or irritating chemicals.",
      "cn": "由于采食有腐蚀性或有刺激性化学物质而引起原发性胃炎."
    },
    {
      "en": "Sometimes gastritis develops after major surgery, traumatic injury, burns, or severe infections.",
      "cn": "重大手术 、 创伤 、 烧伤或重度感染后也可发生胃炎."
    },
    {
      "en": "The relationship of atrophic gastritis to cancer has been debated.",
      "cn": "萎缩性胃炎与胃癌的关系尚有争论."
    },
    {
      "en": "There are many causes for acute gastritis: alcoholism, drugs, infections, etc.",
      "cn": "急性胃炎的原因很多有: 酒精中毒, 药物, 感染, 等."
    },
    {
      "en": "There was no bile reflux gastritis , retrograde infection, anastomosic ulcer, dumping syndrome.",
      "cn": "全组无胆汁反流性胃炎 、 吻合口溃疡 、 行性感染和倾倒综合征发生."
    },
    {
      "en": "They cause gastritis, and are also the most common cause of stomach ulcers.",
      "cn": "这种细菌引起胃炎，也是胃溃肠最常见的病因。"
    },
    {
      "en": "What should eat after did acute gastritis become good?",
      "cn": "急性胃炎好了之后应该吃些什么?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "acute gastritis",
      "tran_cn": "[医]急性胃炎"
    },
    {
      "phrase": "atrophic gastritis",
      "tran_cn": "[医]萎缩性胃炎"
    },
    {
      "phrase": "chronic atrophic gastritis",
      "tran_cn": "[医]慢性萎缩性胃炎"
    },
    {
      "phrase": "chronic gastritis",
      "tran_cn": "慢性胃炎"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "胃炎",
      "tran_en": "an illness which makes the inside of your stomach become swollen, so that you feel a burning pain"
    }
  ],
  "exchange": {}
}