{
  "word": "racecourse",
  "ipa": {
    "us": "ˈreɪskɔ:s",
    "uk": "ˈreɪskɔrs"
  },
  "sentences": [
    {
      "en": "He thought that the feeling is better to compete here than the testing racecourse.",
      "cn": "他认爲在这里比赛的感觉比以前的测试赛事更好."
    },
    {
      "en": "In former days there was a racecourse here.",
      "cn": "从前这儿有个赛马场."
    },
    {
      "en": "My house backs onto the racecourse.",
      "cn": "我家房子后面与赛马场为邻."
    },
    {
      "en": "My main complaint is that we can't go out on the racecourse anymore.",
      "cn": "我投诉的主要问题是我们没法再去外面的赛道了。"
    },
    {
      "en": "On racecourse's Hamilton an inch, his radical surmounting already had even caused the matches hostility.",
      "cn": "赛道上的汉密尔顿是寸步不让的, 他的激进超越甚至已经引起了对手们的敌意."
    },
    {
      "en": "One lady, Rachel, had her ashes scattered on Ascot racecourse.",
      "cn": "一位小姐, 雷切尔, 她的骨灰已散落在阿斯科特赛马场."
    },
    {
      "en": "Racecourse's changeable, also increased rally's uncertainty, this is precisely the automobile movement charm is.",
      "cn": "赛道的多变, 也增加了拉力赛的不确定性, 这正是汽车运动的魅力所在."
    },
    {
      "en": "So it was with a certain ebullience that 7,000 residents of Wuhan recently gathered at the Orient Lucky City racecourse to indulge in what the central leadership terms a “social evil”.",
      "cn": "因此，最近7000名武汉居民沸沸扬扬，齐聚东方马城赛马场，全情投入在被中央领导人称作的“社会祸害”里。"
    },
    {
      "en": "The going was heavy at the racecourse.",
      "cn": "马场地面泥泞难跑."
    },
    {
      "en": "The law of the land said you could only bet at a racecourse.",
      "cn": "当时的法律规定只能在赛马场下赌."
    },
    {
      "en": "The racecourse borders the city on the east.",
      "cn": "赛马场邻接东城."
    },
    {
      "en": "There is a public enclosure of a racecourse.",
      "cn": "那儿有个作赛马场的公共圈地."
    },
    {
      "en": "There is a public enclosure of racecourse.",
      "cn": "那儿有个作赛马场“的”“公共”圈地."
    },
    {
      "en": "There will be two separate starting points for the coaches - Stamford Bridge and Kempton Park Racecourse.",
      "cn": "到时长途汽车将有2个分离的出发点 —— 斯坦福桥和开普顿公园赛马场."
    },
    {
      "en": "This is a very wide racecourse.",
      "cn": "这是一条非常宽的跑道."
    },
    {
      "en": "This racecourse stressed the soil fertility to make the profound impression to the young Chinese.",
      "cn": "这个赛道的抓地力给小汉留下了深刻的印象."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "raceway",
          "tran_cn": " （赛车用的）跑道；（水车等的）水沟"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "runway",
            "lanes"
          ],
          "tran_cn": "赛马场，跑马场；跑道"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "赛马场，跑马场，赛船水道，跑道",
      "tran_en": "a grass track on which horses race"
    }
  ],
  "exchange": {
    "pl": [
      "racecourses"
    ]
  }
}