{
  "word": "overtone",
  "ipa": {
    "us": "ˈəʊvətəʊn",
    "uk": "ˈoʊvərtoʊn"
  },
  "sentences": [
    {
      "en": "A dry full - flavored wine with spicy aromas overtone of elder , black currant, vanilla, almond.",
      "cn": "多菲德是全干口味浓厚,极具香味.深红色, 带有浓郁香草, 扁桃仁味道的干红葡萄酒."
    },
    {
      "en": "Base band and overtone will be generated at the same string of stringed instrument oscillate.",
      "cn": "弦乐器琴弦的振动中包含基频与泛频,在一定位置上可抑制掉某些频率,便会出现演艺界定义的“泛音”效果."
    },
    {
      "en": "Chenran's novella Nowhere to say goodbye showed sharp existentialism philosophy overtone.",
      "cn": "陈染的中篇小说《无处告别》表现出一股鲜明的存在主义哲学色彩."
    },
    {
      "en": "Conclusion Tunable pulsed overtone Nd : YAG 532 nm laser was efficency to skin vascular lesions.",
      "cn": "结论可变脉宽倍频nd:YAG532nm波长激光治疗皮肤血管异常性疾病疗效较好,但要严格掌握适用证."
    },
    {
      "en": "His words were polite but there an overtone of anger in his voice.",
      "cn": "他客气的话语中实际有愤怒之声."
    },
    {
      "en": "Its spicy overtone put this wine amongst the most preferred classic style of Shiraz.",
      "cn": "辛辣的后味使它跻身于最受喜爱的经典西拉酒之一."
    },
    {
      "en": "The strike has taken on overtones of a civil rights campaign.",
      "cn": "这次罢工带有民权运动的意味。"
    },
    {
      "en": "To blow ( a wind instrument ) so as to produce an overtone instead of a fundamental tone.",
      "cn": "超吹 ( 管乐器 ) 为奏出泛音而不是基音而吹奏(管乐器 )"
    },
    {
      "en": "To overcome the shortcoming of the traditional overtone method, a higher overtonemethod to determine the thick.",
      "cn": "为了克服传统泛音比法的这一弊端, 提出了测定压电振子厚度振动机电耦合系数的高次泛音比法."
    },
    {
      "en": "Virture and feasibility of using coherent lasers to perform overtone excitation are proposed.",
      "cn": "从理论上指出用相干光场实现选态激发的可能性,并首次提出用相干光场去实现泛频激发的可行性和优点."
    },
    {
      "en": "Yourself your god, your star, Fate's overtone.",
      "cn": "你是自己的上帝, 自己的星宿, 命运的回音."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "connotation",
            "moral",
            "implication",
            "reminder"
          ],
          "tran_cn": "[声]泛音；暗示，寓意；弦外之音"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[乐]陪音，泛音，[无线]谐波，次要的意义，暗示，言外之意",
      "tran_en": "signs of an emotion or attitude that is not expressed directly"
    }
  ],
  "exchange": {
    "pl": [
      "overtones"
    ]
  }
}