{
  "word": "indiscretion",
  "ipa": {
    "us": "ˌɪndɪˈskreʃn",
    "uk": "ˌɪndɪˈskrɛʃən"
  },
  "sentences": [
    {
      "en": "As a result of his \" indiscretion \", the university refused to grant Galileo his doctor diploma.",
      "cn": "由于他的 “ 不检点 ”, 这所大学拒绝发给伽利略博士学位证书."
    },
    {
      "en": "Earl describes his past links with the racist group as a youthful indiscretion.",
      "cn": "厄尔认为他过去和种族主义团体有联系是年少不懂事。"
    },
    {
      "en": "For his indiscretion he is slapped with a stiff $ 17000 fine.",
      "cn": "他由于言行失检被处以巨额罚款17000元."
    },
    {
      "en": "He had committed a minor sexual indiscretion.",
      "cn": "他在性方面曾有一次不太检点."
    },
    {
      "en": "He had the indiscretion to accept the money.",
      "cn": "他竟会冒失地接受那笔钱."
    },
    {
      "en": "He had the indiscretion to talk about family matters in front of strangers.",
      "cn": "他轻率得在陌生人面前谈论家庭私事."
    },
    {
      "en": "He talked to the press in a moment of indiscretion.",
      "cn": "他一时冲动对新闻界发表了讲话。"
    },
    {
      "en": "I warned him against indiscretion in his conversation [ in choosing his friends ].",
      "cn": "我告诫他谈话 [ 择友 ] 切忌轻率."
    },
    {
      "en": "Indiscretion and poor judgment in matters of the heart be guarded against.",
      "cn": "你需要改变心中的轻举妄动和错误判断."
    },
    {
      "en": "Janice: Indiscretion? How can an indiscretion last two months?",
      "cn": "言行失检? 言行失检怎么能持续两个月?"
    },
    {
      "en": "Mr Wolfowitz apologised for his indiscretion only once during the meetings.",
      "cn": "沃氏只是在会议期间为他的轻率之举道过一次歉."
    },
    {
      "en": "Occasionally they paid for their indiscretion with their lives.",
      "cn": "有时候他们因自己的轻率而搭上性命。"
    },
    {
      "en": "One should not wreck a young man's career for a single boyish indiscretion.",
      "cn": "人们不要因为一件幼稚的轻率举动就断送青年人的前程."
    },
    {
      "en": "That foolish indiscretion took away from Mr. Bill public image.",
      "cn": "这个愚蠢的轻率行为损坏了比尔先生的公众形象."
    },
    {
      "en": "The tutor, appalled by the indiscretion, reported him to GCHQ, and he was sacked.",
      "cn": "导师对此种轻率行为大吃一惊, 向英国通信总部检举了他, 于是他被开除了."
    },
    {
      "en": "You should not wreck a young man's career for a single boyish - indiscretion.",
      "cn": "不要因为一件幼稚的轻率举动就断送青年人的前程."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rashness",
            "giddiness"
          ],
          "tran_cn": "轻率；言行失检"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "stupidity",
            "temerity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不慎重的举止，轻率的言行"
    }
  ],
  "exchange": {
    "pl": [
      "indiscretions"
    ]
  }
}