{
  "word": "scandinavia",
  "ipa": {
    "us": "ˌskændɪˈneɪviə",
    "uk": "ˌskændəˈnevɪə"
  },
  "sentences": [
    {
      "en": "During the winter in Scandinavia, temperatures fall to 30 degrees below zero.",
      "cn": "在冬季,斯堪的纳维亚的温度会降到零下30度."
    },
    {
      "en": "Finland and Iceland are sometimes considered part of Scandinavia.",
      "cn": "芬兰和冰岛有时被认为也包括在这一地区."
    },
    {
      "en": "He travelled about Scandinavia in a small boat, stopping at small cities along the coast.",
      "cn": "他乘小船漫游斯堪的那维亚半岛, 在沿岸各小城停留."
    },
    {
      "en": "In his room, Tom was spreading out a map of Scandinavia on the bed.",
      "cn": "房间里，汤姆正将一张斯堪的纳维亚地图在床上铺开。"
    },
    {
      "en": "In Scandinavia , similar - minded children leave their shoes on the hearth.",
      "cn": "在斯堪的那维亚, 有着同样愿望的孩子们会把鞋子放在壁炉上."
    },
    {
      "en": "It'stretches from Scandinavia to France.",
      "cn": "它从斯堪的纳维亚一直伸展到法国."
    },
    {
      "en": "Observational evidence of rapid chlorine activation by mountain waves above northern Scandinavia.",
      "cn": "斯堪的钠维亚北部上面山波时快速氯化作用的观测证据."
    },
    {
      "en": "Scandinavia boasts three countries that top most league tables for competitiveness.",
      "cn": "北欧三国一直在全球竞争力座次表上位列三甲."
    },
    {
      "en": "Scandinavia refers to Denmark, Norway, Sweden and Iceland.",
      "cn": "斯堪的那维亚是指丹麦 、 挪威 、 瑞典和冰岛."
    },
    {
      "en": "Scandinavia's citizens also live long lives, with average life expectancy of 79.",
      "cn": "斯堪的纳维亚地区的居民寿命也更长, 平均寿命为79岁."
    },
    {
      "en": "She has now accepted a posting as ambassador to Scandinavia.",
      "cn": "她现在已接受任命,担任驻斯堪的纳维亚大使."
    },
    {
      "en": "The colony became a haven for minority religious sects from Germany, Holland, Scandinavia, and Great Britain.",
      "cn": "这里成为少数宗教支派者的天堂,来自德国 、 荷兰 、 北欧及大不列颠的人来此定居."
    },
    {
      "en": "The vikings were a group of people whose ancestors came from Scandinavia.",
      "cn": "北欧海盗的祖先来自斯堪的纳唯亚半岛."
    },
    {
      "en": "The Vikings were a group of people whose ancestors came from Scandinavia.",
      "cn": "北欧海盗来自于斯堪的纳维亚."
    },
    {
      "en": "This was far more closely allied to Scandinavia than the rest of Germany.",
      "cn": "这是之更加紧密的和斯堪的纳维亚同盟起来而被德国其他地区."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "斯堪的纳维亚（半岛）（欧洲）"
    }
  ],
  "exchange": {}
}