{
  "word": "wreak",
  "ipa": {
    "us": "ri:k",
    "uk": "rik"
  },
  "sentences": [
    {
      "en": "Doing drugs will wreak havoc on your mind and body.",
      "cn": "吸毒会严重破坏你的身心健康."
    },
    {
      "en": "He promised to wreak vengeance on those who had betrayed him.",
      "cn": "他发誓要报复那些背叛他的人。"
    },
    {
      "en": "He wanted to wreak something dark and unspeakable in him into cold stone.",
      "cn": "他恨不得把自己内心里一些暧昧而数说不清的情绪用冰冷的石雕造成型."
    },
    {
      "en": "He will haunt the rest of the series and wreak much havoc.",
      "cn": "这个系列都将笼罩在他的阴影之下,他将带来滔天浩劫."
    },
    {
      "en": "Her wrath would never wreak itself in one fell blow.",
      "cn": "她不会让她的怒气一古脑儿发泄出来."
    },
    {
      "en": "I am determined to wreak vengeance on John.",
      "cn": "我决心向约翰报仇."
    },
    {
      "en": "If it's a real threat, the high winds alone will wreak havoc.",
      "cn": "这的确是个威胁, 这么强烈的风会带来很大的破坏."
    },
    {
      "en": "In addition, because technology arrangements also wreak havoc on the anodized finish.",
      "cn": "此外, 由于工艺安排的不当,也会破坏了电化铝表面光泽性."
    },
    {
      "en": "Inflict [ take , wreak ] vengeance ( up ) on sb.",
      "cn": "对. 报仇 [ 雪恨 ]"
    },
    {
      "en": "She had a burning desire to wreak revenge.",
      "cn": "她复仇心切。"
    },
    {
      "en": "She is determined to wreak vengeance on those who killed her cousin.",
      "cn": "她决心要向杀害表妹的凶手报仇."
    },
    {
      "en": "Stress can wreak havoc on the immune system.",
      "cn": "压力可能会破坏免疫系统。"
    },
    {
      "en": "There are two intellectual bugbears which do wreak some historiographical havoc.",
      "cn": "塔鲁斯金有两处学术观点上的摒弃对音乐界震动至极."
    },
    {
      "en": "They were determined to wreak vengence on the enemy.",
      "cn": "他们决心向敌人报仇."
    },
    {
      "en": "Timid people always wreak their peevishness on the gentle.",
      "cn": "怯懦的人总是把满腹牢骚向温和的人发泄."
    },
    {
      "en": "Undirected, however, it can wreak havoc in your day - to - day experience.",
      "cn": "然而, 它也可以间接让你发泄堆积在心中的忿怒."
    },
    {
      "en": "Violent storms wreaked havoc on the French Riviera, leaving three people dead and dozens injured.",
      "cn": "强风暴对法国里维埃拉造成严重破坏，致使3人死亡、数十人受伤。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inflict"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "give vent to",
            "take revenge"
          ],
          "tran_cn": "发泄；报仇"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "wreak havoc",
      "tran_cn": "肆虐；造成严重破坏"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "发泄；报仇；造成（巨大的破坏或伤害）",
      "tran_en": "Something or someone that wreaks havoc or destruction causes a great amount of disorder or damage"
    },
    {
      "pos": "vt",
      "tran_cn": "造成（混乱或破坏），实施（报复）"
    }
  ],
  "exchange": {
    "third": [
      "wreaks"
    ],
    "past": [
      "wreaked"
    ],
    "done": [
      "wreaked"
    ],
    "ing": [
      "wreaking"
    ]
  }
}