{
  "word": "disorientation",
  "ipa": {
    "us": "dɪsˌɔ:rɪən'teɪʃn",
    "uk": "dɪsˌɔrriɛnˈteʃən"
  },
  "sentences": [
    {
      "en": "A neurologic examination may detect disorientation, abnormal gait, altered reflexes, and sensory or motor neuron abnormalities.",
      "cn": "神经系统检查可发现定位异常、步态异常 、 反射改变及感觉或运动神经元异常."
    },
    {
      "en": "Disorientation is normal in transport.",
      "cn": "当然,迷惑,在转变中是很正常的."
    },
    {
      "en": "His disorientation was the result of inattention.",
      "cn": "他的迷失方向是粗心的结果."
    },
    {
      "en": "Increasing degrees of success on the Teleportation Trial can reduce or eliminate disorientation.",
      "cn": "在心灵运输试验成功的递增度能减少或排除方向感丧失."
    },
    {
      "en": "Morris was so stunned by this that he experienced a moment of total disorientation.",
      "cn": "莫里斯因此大为震惊，以致一度无所适从。"
    },
    {
      "en": "She was assigned a job to help Jews by talking to them and helping them cope with shock and disorientation at the train station.",
      "cn": "工作的内容是用来帮助犹太人与他们谈话，并帮助他们应付犹太人的冲突和犹太人在火车站迷失方向事情。"
    },
    {
      "en": "Some use it as a means to depict their disorientation and melancholy.",
      "cn": "有些人把沉默作为不辨方位和忧郁意思的描述."
    },
    {
      "en": "The current disorientation inside the Forum is solved by creating a new axis for main circulation.",
      "cn": "现存的、在这个大建筑中迷失方向的问题,通过给主要的环路增加一条新的轴线来解决."
    },
    {
      "en": "The main features of poisoning include: lethargy, sensation, movement disorders, hallucinations, delusions , disorientation, and so on.",
      "cn": "中毒主要特征有: 嗜睡 、 感觉迟钝 、 运动失调 、 幻觉 、 妄想、定向障碍等."
    },
    {
      "en": "This behavior is so unexpected that it generates instant disorientation ( and sometimes even anger ).",
      "cn": "它的行为是如此出乎意料,会让人很不安 ( 以致使人生气 )."
    },
    {
      "en": "To cause a person , for example to experience disorientation.",
      "cn": "使(如,人)迷失方向,使人不知所措."
    },
    {
      "en": "TOP BUZZ - High speed multidirectional movements guaranteeing the riders a space travel like disorientation experience.",
      "cn": "急速大风车 —— 高速多向的旋转会使乘坐者领会到迷失在宇宙中的感受."
    },
    {
      "en": "When death strikes suddenly from the shadows or claws at us until the last breath, those left behind experience numbness and disorientation.",
      "cn": "当死亡突然从暗处袭来或抓向我们直至最后一息时，在麻木和迷惑背后的那些东西保留了下来。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "disoriented",
          "tran_cn": " 无判断力的；分不清方向或目标的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "disoriented",
          "tran_cn": " 使…迷惑（disorient的过去时和过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "disorientate",
          "tran_cn": " 使迷惑；使失去方向感"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "delusion",
            "fog"
          ],
          "tran_cn": "迷失方向；迷惑"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "方向障碍，迷惑，失取向"
    }
  ],
  "exchange": {
    "verb": [
      "disorientate"
    ],
    "adj": [
      "disorientated"
    ]
  }
}