{
  "word": "lifestyle",
  "ipa": {
    "us": "ˈlaɪfstaɪl",
    "uk": "ˈlaɪfstaɪl"
  },
  "sentences": [
    {
      "en": "\"I see anti-depressants as a lifestyle drug,\" says Dr Charlton.",
      "cn": "“我认为抗抑郁药是一种改善生活品质的药物，”查尔顿医生说。"
    },
    {
      "en": "Bob died of a heart attack, brought on by his lifestyle.",
      "cn": "鲍勃死于由他的生活方式引起的心脏病突发。"
    },
    {
      "en": "He was troubled by the lifestyle of his son.",
      "cn": "他对儿子的生活方式感到很担心。"
    },
    {
      "en": "Her dream is to present a lifestyle show on television.",
      "cn": "她的梦想是主持一档电视时尚生活节目。"
    },
    {
      "en": "His methods were unorthodox, and his lifestyle eccentric.",
      "cn": "他的方法不同寻常，他的生活方式也相当奇特。"
    },
    {
      "en": "I drove home contemplating my own more pedestrian lifestyle.",
      "cn": "我开车回家，一路上思考着自己更为乏味的生活方式。"
    },
    {
      "en": "I think the film is a validation of our lifestyle.",
      "cn": "我认为这部电影肯定了我们的生活方式。"
    },
    {
      "en": "Many people thrive on a stressful lifestyle.",
      "cn": "有许多人喜欢充满压力的生活方式。"
    },
    {
      "en": "Most media coverage disapproves of the travellers' lifestyle and values.",
      "cn": "大多数媒体报道都不赞成那些旅行者的生活方式和价值观。"
    },
    {
      "en": "Recent medical studies confirm the efficacy of a healthier lifestyle.",
      "cn": "最新医学研究证实了较为健康的生活方式的好处。"
    },
    {
      "en": "Regular exercise is part of a healthy lifestyle.",
      "cn": "经常锻炼身体是健康生活方式的一部分。"
    },
    {
      "en": "Suddenly she was catapulted into his jet-set lifestyle.",
      "cn": "突然间，她过上了他那种阔佬生活。"
    },
    {
      "en": "The hunter-gatherer lifestyle today survives precariously in remote regions.",
      "cn": "今天狩猎采集的生活方式在偏远地区侥幸留存了下来。"
    },
    {
      "en": "The latest lifestyle trend is downshifting.",
      "cn": "最新的生活方式趋于放慢生活节奏。"
    },
    {
      "en": "They enjoyed an income and lifestyle that many people would envy.",
      "cn": "他们的收入和生活方式会令很多人都羡慕不已。"
    },
    {
      "en": "This year people are going for luxury and buying lifestyle products.",
      "cn": "今年人们推崇奢华，掀起了购买时尚生活产品的风潮。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "way of life",
            "mode of life",
            "styles of living"
          ],
          "tran_cn": "生活方式"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "culture",
            "existence"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "healthy lifestyle",
      "tran_cn": "健康的生活方式"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "生活方式",
      "tran_en": "the way a person or group of people live, including the place they live in, the things they own, the kind of job they do, and the activities they enjoy"
    }
  ],
  "exchange": {
    "pl": [
      "lifestyles"
    ]
  }
}