{
  "word": "neoclassical",
  "ipa": {
    "us": "ˌni:əʊˈklæsɪkl",
    "uk": "ˌnioʊˈklæsɪkl"
  },
  "sentences": [
    {
      "en": "a palace built in a neoclassical style",
      "cn": "新古典主义风格的宫殿"
    },
    {
      "en": "By 1800 nearly all new British architecture reflected the Neoclassical spirit.",
      "cn": "不到1800年,几乎全部新的英国建筑都反映出新古代的精神."
    },
    {
      "en": "Neoclassical architecture: Revival of Classical architecture during the 18 th and early 19 th centuries.",
      "cn": "新古典建筑: 18世纪和19世纪早期的现代古典主义(以其当时所流传的名称)."
    },
    {
      "en": "Neoclassical equilibrium theory, which some macro economists had grown sceptical of, has also found new practitioners.",
      "cn": "新古典主义的均衡理论(一些宏观经济学家已对该理论产生了怀疑)也找到了新的信奉者."
    },
    {
      "en": "Neoclassical in design, his pieces employ a variety of richly - colored woods, geometric shapes, and intricate patterns.",
      "cn": "新古典主义的设计, 他的作品采用了丰富的彩色树林, 各种几何形状, 以及复杂的图案."
    },
    {
      "en": "The building was erected between 1798 and 1802 in the neoclassical style of the time.",
      "cn": "该建筑建于1798至1802年间，属于当时的新古典主义建筑风格。"
    },
    {
      "en": "The building was in the neoclassical style of the time.",
      "cn": "该建筑属于当时的新古典主义建筑风格。"
    },
    {
      "en": "The neoclassical growth literature focuses on factor accumulation as an engine of growth.",
      "cn": "新古典的增长文学侧重于要素积累作为经济增长的发动机."
    },
    {
      "en": "The neoclassical marginal productivity doctrine treats the factors of production like any commodity.",
      "cn": "新古典边际生产率理论把生产要素同任何商品一样对待."
    },
    {
      "en": "The whole paraphernalia of contemporary neoclassical economics seems to have become suddenly obsolete.",
      "cn": "当代新古典经济学的全部工具似乎突然变得过时了."
    },
    {
      "en": "Topics include neoclassical and new growth theory, consumption and saving behavior, investment, and unemployment.",
      "cn": "主题包括了新古典主义与新的成长理论 、 消费与储蓄行为 、 投资和失业."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "neoclassical economics",
      "tran_cn": "新古典经济学"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "新古典主义的",
      "tran_en": "neoclassical art or architecture copies the style of ancient Greece or Rome"
    }
  ],
  "exchange": {}
}