{
  "word": "fingertip",
  "ipa": {
    "us": "ˈfɪŋgətɪp",
    "uk": "ˈfɪŋgərtɪp"
  },
  "sentences": [
    {
      "en": "David seem to get the whole business at his fingertip.",
      "cn": "大卫似乎对整个事件了如指掌."
    },
    {
      "en": "David seems to get the whole business at his fingertip.",
      "cn": "戴维似乎对整个事件了如指掌."
    },
    {
      "en": "he is a professional to his fingertips.",
      "cn": "他是一个地地道道的专业人士。"
    },
    {
      "en": "He smiled at her and touched her cheek with his fingertip.",
      "cn": "他向她微笑并用指尖轻轻地触碰了一下她的脸颊."
    },
    {
      "en": "Hight quality anastomosis and good venous return are crucial to the success of crushing fingertip replantation.",
      "cn": "高质量的血管的吻合技术和良好的静脉血回流是保证再植成功的关键."
    },
    {
      "en": "His fingertip save in the dying seconds of the game was superb.",
      "cn": "在比赛即将结束的时候他的指尖扑出了对方最有威胁的射门."
    },
    {
      "en": "In addition, we studied how to improve structure and shape fingertip - sensor.",
      "cn": "另外, 在指套式传感器的结构和形状方面也做了一些探讨."
    },
    {
      "en": "Objective : To investigate the clinical application of cap for the treatment of fingertip trauma.",
      "cn": "目的: 探讨海肤康护创指套在手指远端创伤治疗中的临床应用."
    },
    {
      "en": "Objective To establish new method to repair fingertip defect and reconstruct sensation.",
      "cn": "目的探讨修复指端缺损感觉重建的新方法."
    },
    {
      "en": "She touched his cheek gently with her fingertips.",
      "cn": "她用指尖轻轻地触摸他的脸颊。"
    },
    {
      "en": "Single camera based gesture tracking includes locating of the hand and tracking of the fingertip.",
      "cn": "单目的手势识别跟踪可以分为手部的定位和手指的跟踪."
    },
    {
      "en": "So - called silicon , or solid - state, readers rely on tiny capacitors that sense a fingertip's topography.",
      "cn": "所谓 的矽晶(态)识器, 则是利用微小的电容器来感测指尖的指纹图形."
    },
    {
      "en": "The butterfly alights on my pellucid fingertip.",
      "cn": "蝴蝶栖落在我透明的指尖."
    },
    {
      "en": "The Fingertip Pulse Oximeter features in small volume, low power consumption , convenient operation and being portable.",
      "cn": "指套式脉搏血氧仪体积小, 功耗低, 使用方便,便于携带."
    },
    {
      "en": "the prime minister clung on by his fingertips.",
      "cn": "首相举步维艰地坚持着。"
    },
    {
      "en": "Threatened abortion is diagnosed when the internal os is closed and will not admit a fingertip.",
      "cn": "先兆流产是指宫颈管闭合,不能容一指尖."
    },
    {
      "en": "until we have more facts at our fingertips, there is no use in speculating.",
      "cn": "除非我们手边有更多的事实，否则猜测是毫无用处的。"
    },
    {
      "en": "Which eye was open when the fingertip remained in line with the small object?",
      "cn": "哪个眼睛张开时,你的食指和那个小物件是保持在原来的位置上的?"
    },
    {
      "en": "You can manage thousands of email at your fingertip.",
      "cn": "您可以管理成千上万的电子邮件在您的指尖."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "at (one's) fingertips",
      "tran_cn": "唾手可得：稳定地或固定地得到"
    },
    {
      "phrase": "at one's fingertips",
      "tran_cn": "（尤指信息）近在手边的，唾手可得的"
    },
    {
      "phrase": "by one's fingertips",
      "tran_cn": "困难地，艰难地，举步维艰地"
    },
    {
      "phrase": "to one's fingertips",
      "tran_cn": "彻底地，完全地"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "指尖，指套",
      "tran_en": "the end of your finger that is furthest away from your hand"
    }
  ],
  "exchange": {
    "pl": [
      "fingertips"
    ]
  }
}