{
  "word": "lucrative",
  "ipa": {
    "us": "ˈluːkrətɪv",
    "uk": "ˈluːkrətɪv"
  },
  "sentences": [
    {
      "en": "a stepping stone to a more lucrative career",
      "cn": "涉足更赚钱的行业的敲门砖"
    },
    {
      "en": "As pay goes up the country's domestic market will become more lucrative.",
      "cn": "随着工资上涨中国国内市场也会繁荣起来."
    },
    {
      "en": "Farmers abandoned the land for more lucrative exployment in the booming construction industry.",
      "cn": "农民们抛弃了土地,到发达的建筑业中去找更能赚钱的职业."
    },
    {
      "en": "He decided to turn his hobby into a lucrative sideline.",
      "cn": "他决定把自己的爱好变成赚钱的副业."
    },
    {
      "en": "He has forfeited a lucrative fee but feels his well-being is more important.",
      "cn": "他主动放弃了可观的酬金，觉得自己的健康更加重要。"
    },
    {
      "en": "He is often tempted to find steadier, more lucrative work.",
      "cn": "他经常想找到较稳定, 更赚钱的工作."
    },
    {
      "en": "I think she showed great strength of character in turning down what must have been a very lucrative offer.",
      "cn": "她拒绝了那个绝对诱人的提议，我认为这显示出了她性格中非凡的意志力。"
    },
    {
      "en": "Now who's these king of these rude ludicrous lucrative lyrics.",
      "cn": "谁是这些滑稽但又有经济效益的歌词的王者?"
    },
    {
      "en": "She has a lucrative business selling leather goods.",
      "cn": "她做皮货生意,利润丰厚."
    },
    {
      "en": "Suitable graduates still have many other, more lucrative, options.",
      "cn": "那些合适的毕业生往往能够找到其他薪水更加高的职位."
    },
    {
      "en": "The checkpoints have become so lucrative that officers buy and sell them.",
      "cn": "官员们买卖这些检查站就是因为其有利可图."
    },
    {
      "en": "The lucrative contract with television means that England's wealthy football clubs will now be laughing all the way to the bank.",
      "cn": "与电视台签订的这项大合同会让富有的英格兰足球俱乐部财源滚滚。"
    },
    {
      "en": "These black models are moving in on what was previously white territory: the lucrative cosmetic contracts.",
      "cn": "黑人模特正逐步涉足曾是白人主宰的领地：签约获利丰厚的化妆品行业。"
    },
    {
      "en": "Thousands of ex-army officers have found lucrative jobs in private security firms.",
      "cn": "数以千计的退伍军官在私营保安公司找到了收入不菲的工作。"
    },
    {
      "en": "Your own small business on the side sounds pretty lucrative.",
      "cn": "自己的小生意也经营地不错,营利不成问题."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "economical",
            "profitable",
            "paying"
          ],
          "tran_cn": "[金融]有利可图的，赚钱的；合算的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advantageous",
            "profitable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "获利多的，赚钱的，合算的",
      "tran_en": "a job or activity that is lucrative lets you earn a lot of money"
    }
  ],
  "exchange": {
    "adv": [
      "lucratively"
    ]
  }
}