{
  "word": "incalculable",
  "ipa": {
    "us": "ɪnˈkælkjələbl",
    "uk": "ɪnˈkælkjələbəl"
  },
  "sentences": [
    {
      "en": "Also, the number of his bodhisattva disciples is and incalculable.",
      "cn": "菩萨弟子亦复如是, 其量无边不可称数."
    },
    {
      "en": "At the submicroscopic level a gas appears to be an incalculable chaos of flying molecules.",
      "cn": "从亚微观的观点来看,气体是一群不计其数的、无规则乱飞的分子."
    },
    {
      "en": "Dorset, of late , had grown more than usually morose and incalculable.",
      "cn": "最近多森变得越加乖僻,越加难以相处了."
    },
    {
      "en": "Ford was acquitted, but the damage to the company was incalculable.",
      "cn": "虽然宣判福特公司无罪, 但公司的损失是无法估量的."
    },
    {
      "en": "He has an incalculable disposition.",
      "cn": "他有一种捉摸不定的脾气."
    },
    {
      "en": "He warned that the effects of any war would be incalculable.",
      "cn": "他警告说任何战争造成的后果都是不可估量的。"
    },
    {
      "en": "Her contribution to our work is incalculable.",
      "cn": "她对我们工作的贡献极大。"
    },
    {
      "en": "It was misery to think of Mr. Elliot's attentions. Their evil was incalculable.",
      "cn": "一想起埃利奥特先生在大献殷勤,就令人痛苦. 他的这番殷勤真是后患无穷."
    },
    {
      "en": "The loss caused by a nuclear war is incalculable.",
      "cn": "核子战争所造成的损失是无法估量的."
    },
    {
      "en": "The oil spill has caused incalculable damage to the environment.",
      "cn": "这次石油泄漏对环境造成了难以估计的损害。"
    },
    {
      "en": "The sands of the beach are incalculable.",
      "cn": "海滩上的沙是数不尽的."
    },
    {
      "en": "The sands of the sea are incalculable in number.",
      "cn": "海里的沙是数不尽的."
    },
    {
      "en": "Therefore , your opinion will be of incalculable value to us.",
      "cn": "您的观点对于我们将有不可估量的价值."
    },
    {
      "en": "This has done incalculable damage to his reputation.",
      "cn": "这给他的声誉造成了难以估量的损失。"
    },
    {
      "en": "This necklace isn't worth anything in money terms, but its worth to me is incalculable.",
      "cn": "这条项链用金钱衡量不值什么, 但对我来说它的价值是无法计算的."
    },
    {
      "en": "What would happen now in the dim, incalculable hours?",
      "cn": "现在在这幽暗的 、 难以预测的时辰里会发生什么事情 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "thousand",
            "million",
            "countless",
            "infinite",
            "innumerable"
          ],
          "tran_cn": "无数的；不可计算的；不可预料的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "数不清的，不可估量的，极大的，不可预料的",
      "tran_en": "too great to be calculated"
    }
  ],
  "exchange": {
    "adv": [
      "incalculably"
    ]
  }
}