{
  "word": "Harlem",
  "ipa": {
    "us": "ˈhɑ:ləm",
    "uk": "ˈhɑrləm"
  },
  "sentences": [
    {
      "en": "A community garden project in Harlem to increase - city youngsters'access to healthful food and safe recreation.",
      "cn": "哈勒姆社区花园项目:增加市中心孩子们获得健康饮食和安全娱乐的途径."
    },
    {
      "en": "Cab driver: Uptown? You headed into Harlem!",
      "cn": "司机: 上城区? 你正朝哈林区去呢!"
    },
    {
      "en": "Children playing leap frog in a Harlem street, ca.",
      "cn": "孩子在玩的飞跃青蛙在哈勒姆街, 长约."
    },
    {
      "en": "I ran straight up to Columbia County, then turned East, came down the Harlem Valley and thence home.",
      "cn": "我一直跑到哥伦比亚县，然后向东转，沿着哈勒姆山谷，从那里回到家。"
    },
    {
      "en": "In addition to her responsibilities at the hospital, she advocated number of window gates in Harlem.",
      "cn": "除了她在医院的责任外, 她还主张在哈莱姆医院窗户安装窗门."
    },
    {
      "en": "It was winter, and I was in Harlem.",
      "cn": "这是一个冬天，我是在黑人住宅区。"
    },
    {
      "en": "Personnel Officer: Wanna work uptown nights ? South Bronx ? Harlem?",
      "cn": "官员: 你夜里要去住宅区吗——南布朗克斯——黑人区?"
    },
    {
      "en": "So was Harlem: Tear gas hung in the air as I came out of the subway on West 96th Street.",
      "cn": "黑人住宅区也是如此：我走出西区第96街的地铁站，空气中弥漫着催泪瓦斯。"
    },
    {
      "en": "The head of the World Health Organization , Harlem Brundtland, launched the international campaign in New Delhi.",
      "cn": "世界卫生组织总干事 格罗?哈雷姆?布伦德兰在新德里宣布展开这一国际举措."
    },
    {
      "en": "The study included children who were born to non-smoking Black and Dominican American women age 18 to 35 who resided in Washington Heights, Harlem or the South Bronx in New York.",
      "cn": "研究中包括住在纽约华盛顿高地、黑人住宅区和南布朗克斯，年龄从18岁到35岁的妇女的孩子，他们的母亲是不吸烟的多米尼加人。"
    },
    {
      "en": "The white brothers looked uncomfortable and some of the Harlem brothers belligerent.",
      "cn": "白人兄弟们似乎不大自在,而哈莱姆区来的兄弟却看上去斗志旺盛的."
    },
    {
      "en": "The whole of Harlem seemed to fall apart in the swirl of snow.",
      "cn": "整个哈莱姆区好象散落在纷纷扬扬的雪花中了."
    },
    {
      "en": "We are excited on thehorizon – Ennio the Harlem and of course The One Festival.",
      "cn": "我们对于即将发生的项目非常地兴奋:埃尼奥莫里康内,哈林花式篮球,当然还有完全音乐节."
    },
    {
      "en": "We were just running over a little thing from Harlem.",
      "cn": "我们刚刚在排练一些黑人的音乐."
    },
    {
      "en": "You won't slander the political consciousness of the people of Harlem.",
      "cn": "你不会低估哈莱姆区人民的政治觉悟了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "harlem renaissance",
      "tran_cn": "哈莱姆文艺复兴"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（纽约的）黑人住宅区"
    }
  ],
  "exchange": {}
}