{
  "word": "undignified",
  "ipa": {
    "us": "ʌnˈdɪgnɪfaɪd",
    "uk": "ʌnˈdɪɡnəˌfaɪd"
  },
  "sentences": [
    {
      "en": "All this public outpouring is so undignified.",
      "cn": "所有这些当众宣泄都是很失体面的。"
    },
    {
      "en": "But she could not get over the idea that to earn her living was somewhat undignified.",
      "cn": "但是尽管如此,她却认为自己谋生糊口有失身份."
    },
    {
      "en": "He was reluctant to strike such an undignified pose before his girlfriend.",
      "cn": "他不愿意在女友面前摆出这种有失尊严的姿态."
    },
    {
      "en": "His skis crossed and he sat down in a most undignified manner.",
      "cn": "他的滑雪板交叉在一起坐下时,姿势很不雅观."
    },
    {
      "en": "I had to worm my way out sideways from the bench in a ridiculous, undignified fashion.",
      "cn": "我侧着身子艰难地从长凳上移开，那个样子很可笑，很不雅观。"
    },
    {
      "en": "It is sad to see a county confine its activities to undignified public bickering.",
      "cn": "看到整个县都不顾颜面地公开争吵，真让人感到难过。"
    },
    {
      "en": "Some folks might claim these Sunday School fans are undignified and unspiritual and so on.",
      "cn": "有些人会说,这些热衷于主日学校的人不登大雅之堂,胸无大志,等等."
    },
    {
      "en": "Some of us find this distasteful - an undignified kind of life.",
      "cn": "我们一些人对此十分厌恶,认为这是一种极不光彩的生活."
    },
    {
      "en": "Some of us find this distasteful? an undignified kind of life.",
      "cn": "我们中的一些人对此很厌恶 —— 认为这种生活方式很不光彩."
    },
    {
      "en": "Stop all this squabbling, which is most undignified.",
      "cn": "不要吵来吵去, 有失君子风度."
    },
    {
      "en": "Such conduct is undignified for a person of his position.",
      "cn": "对于他这种地位的人来说,这样的行为是不庄重的."
    },
    {
      "en": "The minister made an undignified retreat from his earlier position.",
      "cn": "那部长很不光彩地背离了他原先的立场."
    },
    {
      "en": "There followed an undignified slamming of doors.",
      "cn": "随后传来了很不像话的摔门声。"
    },
    {
      "en": "There was an undignified scramble for the best seats.",
      "cn": "大家争抢最好的位子，真是有失体统。"
    },
    {
      "en": "There was an undignified scramble for the free drinks.",
      "cn": "出现了争抢免费饮料的丢人场面。"
    },
    {
      "en": "They felt it to be undignified to accept a tip.",
      "cn": "他们觉得接受小费有损尊严."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "immodest"
          ],
          "tran_cn": "不庄重的；无威严的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不庄严的，无尊严的，有损于尊严的",
      "tran_en": "behaving in a way that is embarrassing or makes you look silly"
    }
  ],
  "exchange": {}
}