{
  "word": "glutamate",
  "ipa": {
    "us": "'glu:təˌmeɪt",
    "uk": "ˈɡlutəˌmet"
  },
  "sentences": [
    {
      "en": "Alcohol juice materials used for the good liquor, salt, monosodium glutamate, sesame oil, Xiantang.",
      "cn": "酒味汁用料为好白酒 、 盐 、 味精 、 香油 、 鲜汤."
    },
    {
      "en": "Another interesting feature is the low chloride content, for glutamate is the chief anion.",
      "cn": "另一有趣的特点是氯化物含量低, 而谷氨酸是主要的阴离子."
    },
    {
      "en": "At these synapses , most of baseline synaptic transmission is mediated by glutamate AMPA receptors.",
      "cn": "在正常条件下, 大多数的突触反应是由谷氨酸的AMPA受体传递的."
    },
    {
      "en": "Excessive glutamate or its analogues in foods can play a toxic role in hearts through GluRs.",
      "cn": "食物中大量的谷氨酸或其相似物可通过谷氨酸受体对心脏产生兴奋性毒性作用."
    },
    {
      "en": "Glutamate ( Glu ) is the main excitatory neurotransmitter in the central nervous system ( CNS ) .",
      "cn": "谷氨酸 ( Glu ) 是 中枢神经 系统主要的兴奋性神经递质."
    },
    {
      "en": "Glutamate is an intermediate in its breakdown.",
      "cn": "在其降解过程中可形成谷氨酸."
    },
    {
      "en": "Gourmet powder, namely, monosodium glutamate, is a kind of very favorable crystal.",
      "cn": "味精又名谷氨酸, 钠盐, 是一种具有特鲜口味的结晶状物质."
    },
    {
      "en": "Its sodium salt is the food flavour enhancer monosodium glutamate ( MSG ).",
      "cn": "谷氨酸钠 ( 即味精 ) 广泛用作调味品."
    },
    {
      "en": "Monosodium glutamate impart flavo ( u ) r to food.",
      "cn": "味素 使食品有味道."
    },
    {
      "en": "Powder: salt. granulated sugar. monosodium glutamate. malt dextrin. capsicum powder. spicy material. beef powder.",
      "cn": "粉包: 食用盐. 白砂糖. 味精. 麦芽糊精. 辣椒粉.香辛料. 牛肉精粉."
    },
    {
      "en": "Seasonings: salt, sugar, monosodium glutamate, starch, ginger, garlic, pepper.",
      "cn": "调味料: 盐, 白糖, 味精, 淀粉, 姜, 蒜, 胡椒粉."
    },
    {
      "en": "The ionotropic glutamate receptor antagonists D - AP 5 and CNQX could not fully block the action of ACM.",
      "cn": "离子型谷氨酸受体拮抗剂D-AP5和CNQX不能完全阻断条件培养基的作用."
    },
    {
      "en": "The main component of MSG — glutamate — was identified by Professor Kikunae Ikeda in 1908.",
      "cn": "1908年,池田菊苗教授鉴定出味精的主要成分——谷氨酸盐."
    },
    {
      "en": "The method has been used for the determination of glutamate sodium glutamate.",
      "cn": "方法用于味精样品中谷氨酸根的测定,结果令人满意."
    },
    {
      "en": "Tiny releases of glutamate play an important role in the body, but any excess can be dangerous - especially to the brain and nervous system.",
      "cn": "微量的谷氨酸释放在身体扮演一个重要角色，但是任何一点过量都是危险的，特别是对脑子和神经系统。"
    },
    {
      "en": "Wheat Flour for Bread, Mono Sodium Glutamate, Seasonings and Spices, Soya Products - Organic, Nuts.",
      "cn": "采购产品面包用的小麦面粉, 单一苏打粉, 干燥剂和药料的小麦面粉, 大豆产品 - 有机的, 坚果."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "glutamine",
          "tran_cn": " 谷氨酸盐"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "monosodium glutamate",
      "tran_cn": "味精（主要成分是谷氨酸一钠）"
    },
    {
      "phrase": "sodium glutamate",
      "tran_cn": "谷氨酸钠"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "谷氨酸盐，谷氨酸酯"
    }
  ],
  "exchange": {}
}