{
  "word": "funding",
  "ipa": {
    "us": "ˈfʌndɪŋ",
    "uk": "ˈfʌndɪŋ"
  },
  "sentences": [
    {
      "en": "Business sponsorship must be a supplement to, not a substitute for, public funding.",
      "cn": "商业赞助必须是公共基金的一种补充，而不能取而代之。"
    },
    {
      "en": "Cuts in funding have meant that equipment has been kept in service long after it should have been replaced.",
      "cn": "资金的削减意味着早该换掉的设备一直在长期运转。"
    },
    {
      "en": "Funding of education had been grossly inadequate for years.",
      "cn": "教育资金多年来极为匮乏。"
    },
    {
      "en": "He lowballed the cost of the project in order to obtain federal funding.",
      "cn": "他为了得到联邦资助而故意压低项目的成本价格。"
    },
    {
      "en": "He was indefatigable in his efforts to secure funding for new projects.",
      "cn": "他不知疲倦地努力为新项目寻求资金。"
    },
    {
      "en": "Many colleges have seen their funding cut.",
      "cn": "许多学院的经费都遭到了削减。"
    },
    {
      "en": "No funding will be available until the technology is completely proven.",
      "cn": "该技术得到充分验证后才会有拨款."
    },
    {
      "en": "Private sponsorships only accounted for a third of all arts funding last year.",
      "cn": "个人赞助只占去年所有艺术基金的三分之一。"
    },
    {
      "en": "Scientists now have to compete for funding, and do not share information among themselves.",
      "cn": "科学家们现在为了资金不得不相互竞争，互相之间也不会共享信息。"
    },
    {
      "en": "Senator Lugar is skeptical that Congress will appropriate more funding for this purpose.",
      "cn": "参议员卢格怀疑国会是否会拨出更多资金用于此目的。"
    },
    {
      "en": "Some restriction on funding was necessary.",
      "cn": "有必要对资金提供加以限制。"
    },
    {
      "en": "The council has revised its projections of funding requirements upwards.",
      "cn": "地方议会调高了对资金需求的预测."
    },
    {
      "en": "The loss of respect for British science is correlated to reduced funding.",
      "cn": "英国科学界不如以前受重视，资金也因此减少。"
    },
    {
      "en": "They hope for government funding for the programme.",
      "cn": "他们希望得到政府为这一计划提供的资金。"
    },
    {
      "en": "They risk losing the next tranche of funding.",
      "cn": "他们冒着失去下一笔资金的风险。"
    },
    {
      "en": "University funding was tremendously biased towards scientists.",
      "cn": "大学科研经费向科学家极大地倾斜。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "fund",
          "tran_cn": " 基金；资金；存款"
        },
        {
          "word": "fundraiser",
          "tran_cn": " 资金筹集人；资金筹集活动"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "fund",
          "tran_cn": " 投资；资助"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "initial funding",
      "tran_cn": "启动基金"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "用发行长期债券的方法来收回短期债券，提供资金",
      "tran_en": "Funding is money which a government or organization provides for a particular purpose"
    },
    {
      "pos": "v",
      "tran_cn": "提供资金，“fund”的现在分词"
    }
  ],
  "exchange": {}
}