{
  "word": "checklist",
  "ipa": {
    "us": "ˈtʃeklɪst",
    "uk": "ˈtʃeklɪst"
  },
  "sentences": [
    {
      "en": "A map and a bird-watchers' field checklist are available at the front desk.",
      "cn": "前台有地图和观鸟地点一览表可供拿取。"
    },
    {
      "en": "A printed checklist was provided, undue haste forbidden.",
      "cn": "有一张印刷的供核对用的清单, 严禁仓促行事."
    },
    {
      "en": "A weekly inspection checklist will be completed by the Medical Staff.",
      "cn": "由医疗人员填写每周的检查清单."
    },
    {
      "en": "Also, I would like to see a checklist for TCO analysis.",
      "cn": "此外, 我想要见到一张TCO分析的检查表."
    },
    {
      "en": "Before every scene he ran down his checklist of props.",
      "cn": "每场戏之前他都要浏览一遍他的道具清单."
    },
    {
      "en": "Before you continue, review the checklist for creating a network.",
      "cn": "继续下一步之前, 请参阅“创建网络的清单”."
    },
    {
      "en": "But the WHO says use the checklist increased that to 68 %.",
      "cn": "但是世界卫生组织说清单的使用增加到68%."
    },
    {
      "en": "By starting a product sheet and going through the checklist of items.",
      "cn": "开始先做一张产品卡,把列有各项内容的这份一览表审阅一遍."
    },
    {
      "en": "Make a checklist of the tools and materials you will need.",
      "cn": "把你需要的工具和材料开一张单子。"
    },
    {
      "en": "Obtain a Preinstallation Checklist From the Instrument Manufacturer and Follow It.",
      "cn": "安装设备时,要有厂商供给的设备清单、安装指引."
    },
    {
      "en": "See the general checklist at the beginning of this chapter.",
      "cn": "请参阅本章开头的总清单."
    },
    {
      "en": "The following is a checklist to help you determine when it's time to move on.",
      "cn": "下面是一些帮助你决定什么时候该行动的检验列表."
    },
    {
      "en": "The guide contains a useful checklist of points to look for when buying a car.",
      "cn": "手册里有一张很有用的清单，列出买车时要注意的一些事项。"
    },
    {
      "en": "Using agency format ( preoperative checklist ), complete all essential information.",
      "cn": "采用机构表格 ( 术前目录单 ), 填写全部重要信息."
    },
    {
      "en": "VAT in the checklist should be used VAT audit, investigation of information.",
      "cn": "在核对增值税专用发票时应使用增值税专用发票稽核 、 协查信息."
    },
    {
      "en": "You know what happened when I burned my perfect man checklist.",
      "cn": "你知道当我烧掉完美人清单时发生了什么事吗?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "checked",
          "tran_cn": " 选中的；格子花纹的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "checked",
          "tran_cn": " 检查（check的过去式和过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "statement",
            "bill",
            "minute"
          ],
          "tran_cn": "清单；检查表；备忘录；目录册"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "enumeration"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "清单，检查表，备忘录，目录册",
      "tran_en": "a list that helps you by reminding you of the things you need to do or get for a particular job or activity"
    }
  ],
  "exchange": {
    "pl": [
      "checklists"
    ]
  }
}