{
  "word": "blackout",
  "ipa": {
    "us": "ˈblækaʊt",
    "uk": "ˈblækaʊt"
  },
  "sentences": [
    {
      "en": "...blackout curtains.",
      "cn": "…灯火管制时用的窗帘。"
    },
    {
      "en": "As the crisis worsened, the authorities imposed a news blackout .",
      "cn": "危机逐渐加深，当局实行了新闻封锁。"
    },
    {
      "en": "David's headlights were fitted with blackout masks, but he drove very fast just the same.",
      "cn": "虽然前灯上装着闭灯罩, 大卫仍驱车如飞."
    },
    {
      "en": "Driving through England in the blackout was a weird experience.",
      "cn": "在灯火管制时期驱车于英格兰大地,简直是不可思议的事情."
    },
    {
      "en": "Due to a slip - up at the power plant, there was a five hour blackout.",
      "cn": "发电厂的疏忽导致停电五小时."
    },
    {
      "en": "Excessive use of air conditions can cause a blackout.",
      "cn": "过度使用空调会引起停电."
    },
    {
      "en": "He has a total blackout for events of the evening.",
      "cn": "那天晚上发生的事情他全都记不清了."
    },
    {
      "en": "He keeps a flashlight in the cupboard in case of a blackout.",
      "cn": "他在橱柜上放了一只手电筒,以防停电."
    },
    {
      "en": "I was trapped inside an elevator during the blackout.",
      "cn": "停电时,我被关在电梯里."
    },
    {
      "en": "MU free tickets can not be traveled within MU Blackout Dates.",
      "cn": "在以下期间,东航免票不得使用."
    },
    {
      "en": "Paraguay, which shares the dam with Brazil, also suffered a major blackout.",
      "cn": "与巴西共用大坝的巴拉圭也遭受了大停电."
    },
    {
      "en": "She had a blackout and couldn't remember anything about the accident.",
      "cn": "她眼前一黑，那场事故就怎么也想不起来了。"
    },
    {
      "en": "The action had already plunged huge segments of the state into total electric blackout.",
      "cn": "这一行动使本州大片地区陷入全面停电."
    },
    {
      "en": "The blackout forced us to call it a day.",
      "cn": "停电让我们不得不收工了."
    },
    {
      "en": "The hospital has an auxiliary power system in case of blackout.",
      "cn": "这家医院装有备用发电系统以防灯火管制."
    },
    {
      "en": "The radio blackout ends as the spacecraft slows down.",
      "cn": "随着航天飞机减慢速度,无线电通信又重新恢复."
    },
    {
      "en": "The snow and the blackout combined to make motoring perilous.",
      "cn": "大雪加上灯火管制使得车辆行驶成了危险的事."
    },
    {
      "en": "There was an electricity black-out in a large area in the north of the country.",
      "cn": "该国北方有一大片地区都停电了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dimout"
          ],
          "tran_cn": "灯火管制；灯火熄灭；暂时的意识丧失"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "stupor"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "灯火管制期，停电，暂时失去知觉，（新闻等的） 封锁",
      "tran_en": "a period during a war when all the lights in a town or city must be turned off"
    }
  ],
  "exchange": {
    "pl": [
      "blackouts"
    ]
  }
}