{
  "word": "inhibited",
  "ipa": {
    "us": "ɪnˈhɪbɪtɪd",
    "uk": "ɪnˈhɪbɪtɪd"
  },
  "sentences": [
    {
      "en": "Boys are often more inhibited than girls about discussing their problems.",
      "cn": "男孩子往往不如女孩子敢于谈论自己的问题。"
    },
    {
      "en": "Candid advice to the President by his colleagues is inhibited.",
      "cn": "总统的同僚向他直言不讳地提供建议的渠道被阻塞了."
    },
    {
      "en": "Cellular cleavage and proliferation was markedly inhibited.",
      "cn": "细胞的分裂、增殖受到明显抑制。"
    },
    {
      "en": "Having been laughed at for his lameness, the boy became shy and inhibited.",
      "cn": "那男孩因跛脚被人讥笑, 变得羞怯而压抑."
    },
    {
      "en": "He seemed to have been inhibited in his work.",
      "cn": "他的工作似乎已经被禁止了."
    },
    {
      "en": "He was rather inhibited about discussing politics.",
      "cn": "对于讨论政治他相当不自在."
    },
    {
      "en": "His senses and reasons inhibited his wrong desires or impulses.",
      "cn": "他的理智抑制了不正当的欲望或冲动."
    },
    {
      "en": "It then inhibited their speech and made them acutely uneasy.",
      "cn": "这样一来他们就说不了话,憋得难受."
    },
    {
      "en": "Men are more inhibited about touching each other than women are.",
      "cn": "触摸同性时男人比女人要更加拘谨。"
    },
    {
      "en": "No one should feel inhibited from taking part in the show.",
      "cn": "任何人都不该觉得不好意思参加表演."
    },
    {
      "en": "Officers will be inhibited from doing their duty.",
      "cn": "官员们将无法履行职责。"
    },
    {
      "en": "She felt very inhibited by her own lack of experience.",
      "cn": "她由于缺乏经验而感到很拘谨."
    },
    {
      "en": "She was inhibited from making the decision to emigrate by the thought of her mother's loneliness.",
      "cn": "她因担心母亲会感到孤独而不能作出移居国外的决定."
    },
    {
      "en": "The doctor inhibited the patient from taking that medicine.",
      "cn": "医生禁止病人吃那种药."
    },
    {
      "en": "The fission of the cell could be inhibited with certain chemicals.",
      "cn": "细胞的裂变可以通过某些化学药品加以抑制."
    },
    {
      "en": "We are rather inhibited about touching each other.",
      "cn": "我们对身体接触感觉很不自在。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "modest",
            "suppressive"
          ],
          "tran_cn": "抑制的；禁止的；羞怯的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "frustrated"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "forborne",
            "restrained"
          ],
          "tran_cn": "抑制；控制（inhibit的过去分词）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "拘谨的，压抑的，不自在的"
    }
  ],
  "exchange": {}
}