{
  "word": "neutron",
  "ipa": {
    "us": "ˈnjuːtrɒn",
    "uk": "ˈnuːtrɑːn"
  },
  "sentences": [
    {
      "en": "A - Fe 2 O 3 ( haematite ) was one of the first compounds to be studied by neutron diffraction.",
      "cn": "A-Fe2O3(赤铁矿 ) 是中子衍射最先研究的化合物之一."
    },
    {
      "en": "A neutron is simply a neutral particle in the nucleus of an atom.",
      "cn": "中子就是原子核里不带电的粒子。"
    },
    {
      "en": "Does a neutron star represent the ultimate in compression?",
      "cn": "中子星是压缩的最终产物 吗 ?"
    },
    {
      "en": "Each atomic cluster is made up of neutrons and protons.",
      "cn": "每个原子团簇是由中子和质子组成的。"
    },
    {
      "en": "Neutron activation analysis for uranium in soild may delineate structures.",
      "cn": "用中子活化分析测定土壤中的铀以圈定构造."
    },
    {
      "en": "Neutron activation or chemical analysis for uranium are used as a follow - up.",
      "cn": "中子活化分析和化学分析铀可作为进一步追索的方法."
    },
    {
      "en": "Neutron is neutral and slightly heavier than the proton.",
      "cn": "中子是中性的,比质子略重."
    },
    {
      "en": "Proton and neutron form a charge doublet.",
      "cn": "质子和中子构成电荷双重态."
    },
    {
      "en": "Standard field procedures are employed in taking samples for analysis by delayed neutron determinations.",
      "cn": "用于缓发中子测定的分析样品的标准野外制备过程如下."
    },
    {
      "en": "The neutron counter was designed and made at AWRE to achieve these parameters.",
      "cn": "达到上述指标的中子控测器是在原子武器科学研究中心设计并制造的."
    },
    {
      "en": "The neutron log is primarily resposive to the amount of hydrogen in the formation.",
      "cn": "中子测井对岩层的氢含量有显著反映."
    },
    {
      "en": "The presence of boron or a boron compound in neutron shields has certain advantages.",
      "cn": "在中子防护体中加入硼或一种硼的化合物是有一定优点的."
    },
    {
      "en": "The rod is surrounded with a neutron - slower .",
      "cn": "在棒的四周围着中子 减速剂."
    },
    {
      "en": "These are far outweighed by the benefits of the neutron activation method.",
      "cn": "中子活化分析的好处是远远超过它们的."
    },
    {
      "en": "These elements alone, however, are not quite as satisfactory for neutron shielding.",
      "cn": "然而, 单用这些物质来防护中子不见得十分令人满意."
    },
    {
      "en": "This is accomplished by means of neutron absorbers or moderators.",
      "cn": "这可使用中子吸收剂或慢化剂来达到."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "compensated neutron log",
      "tran_cn": "补偿中子测井"
    },
    {
      "phrase": "fast neutron",
      "tran_cn": "快中子"
    },
    {
      "phrase": "neutron activation analysis",
      "tran_cn": "中子活化分析"
    },
    {
      "phrase": "neutron bomb",
      "tran_cn": "中子弹；中子辐射武器（等于neutron radiation weapon，N-bomb）"
    },
    {
      "phrase": "neutron capture",
      "tran_cn": "中子捕获"
    },
    {
      "phrase": "neutron diffraction",
      "tran_cn": "[物]中子衍射"
    },
    {
      "phrase": "neutron scattering",
      "tran_cn": "中子散射"
    },
    {
      "phrase": "neutron star",
      "tran_cn": "n. 中子星"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[物]中子",
      "tran_en": "a part of an atom that has no electrical charge"
    }
  ],
  "exchange": {
    "pl": [
      "neutrons"
    ]
  }
}