{
  "word": "undercut",
  "ipa": {
    "us": "ˌʌndəˈkʌt",
    "uk": "ˌʌndərˈkʌt"
  },
  "sentences": [
    {
      "en": "And economies of scale allow them to undercut rivals on price.",
      "cn": "而由于大量销售而带来的优惠允许他们从价格上削弱对手."
    },
    {
      "en": "Avoiding the undercut is the key factor to raise the welding speed.",
      "cn": "避免咬边是提高焊接速度过程中的关键要素."
    },
    {
      "en": "Avoiding undercut is the most important key to enhance welding speed.",
      "cn": "避免咬边是提高焊接速度的关键问题."
    },
    {
      "en": "Countries such as Chile, Argentina and South Africa can undercut Australian products.",
      "cn": "而智利 、 阿根廷和南非等国,则能以更低的价格与澳大利亚葡萄酒抢生意."
    },
    {
      "en": "External defects: undercut , overip , arc pit, gas cavity in surface, crack in surface.",
      "cn": "外部缺陷: 咬边 、 焊瘤 、 弧坑 、 表面气孔 、 表面裂纹."
    },
    {
      "en": "If our two companies were to join forces we could undercut all our competitors.",
      "cn": "如果我们两家公司联合起来的话,我们可以削价同我们所有的竞争对手抢生意."
    },
    {
      "en": "Moreover, extensive use of voluntary recalls can undercut agency accountability.",
      "cn": "此外, 大量利用自愿撤回会削弱行政机关的责任心."
    },
    {
      "en": "Online bookstores can undercut retailers by up to 30%.",
      "cn": "网上书店最多能以低于零售店 30% 的价格销售。"
    },
    {
      "en": "Prices were undercut and profits collapsed.",
      "cn": "价格被压低后，利润暴跌。"
    },
    {
      "en": "The appeal in Miller's pictures of Indian women is undercut at times by what the artist writes about them.",
      "cn": "米勒画作中印第安妇女的魅力有时会被艺术家的文字描述削弱。"
    },
    {
      "en": "The firm will be able to undercut its competitors whilst still making a profit.",
      "cn": "该公司将得以把价格压得低于竞争对手而仍能盈利。"
    },
    {
      "en": "The plastic surgeon undercut the skin of her cheek.",
      "cn": "整容外科医生将她的脸皮下部切开."
    },
    {
      "en": "to undercut sb's prices",
      "cn": "以低于对手的价格求售"
    },
    {
      "en": "We are not trying to undercut the opposition.",
      "cn": "我不是跟反对我们的人过不去."
    },
    {
      "en": "We cannot buy from you because another supplier undercut you.",
      "cn": "其他供应商的报价比你们低,所以我们不能从你处采购."
    },
    {
      "en": "Width of the undercut shall match the mica thickness or OEM specifications.",
      "cn": "下刻的宽度应与云母片相符或符合OEM的标准."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "bargain sale"
          ],
          "tran_cn": "廉价出售；较便宜的工资工作；从下边削球"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（网球等）下旋球，牛的)腰部肉，里脊"
    },
    {
      "pos": "v",
      "tran_cn": "廉价出售；较便宜的工资工作；从下边削球",
      "tran_en": "to sell goods or a service at a lower price than another company"
    },
    {
      "pos": "vi",
      "tran_cn": "底切"
    },
    {
      "pos": "vt",
      "tran_cn": "（网球等）从下削球，廉价出售，较便宜的工资工作"
    }
  ],
  "exchange": {
    "pl": [
      "undercuts"
    ],
    "third": [
      "undercuts"
    ],
    "past": [
      "undercut"
    ],
    "done": [
      "undercut"
    ],
    "ing": [
      "undercutting"
    ]
  }
}