{
  "word": "electrification",
  "ipa": {
    "us": "ɪˌlektrɪfɪˈkeɪʃn",
    "uk": "ɪˌlektrɪfɪˈkeɪʃn"
  },
  "sentences": [
    {
      "en": "...rural electrification.",
      "cn": "…乡村电气化。"
    },
    {
      "en": "Advanced bio - fuels and the electrification of personal vehicles make us less dependent on foreign oil.",
      "cn": "先进的生物燃料和电力汽车将使得我们不再那么依赖外国的拾油."
    },
    {
      "en": "After electrification, it will readily stick to a wall or a ceiling.",
      "cn": "起电后, 它立即吸附到墙壁上或天花板上."
    },
    {
      "en": "And current, electrification is to promote railroad implementation to span the key that type develops.",
      "cn": "而当前, 电气化是促进铁路实现跨越式发展的要害."
    },
    {
      "en": "Center is decision - making brought new development opportunity to career of our country electrification of the countryside.",
      "cn": "中心的决策给我国农村电气化事业带来了新的发展机遇."
    },
    {
      "en": "Electrification is not end, the core is business.",
      "cn": "电子化只是手段, 而整个核心是商务."
    },
    {
      "en": "Electrification of the countryside -- yes, that, too, is impressive.",
      "cn": "是的.农村 电气化 也是了不起的事."
    },
    {
      "en": "Electrification of the countryside is the premise of agricultural modernization.",
      "cn": "农村电气化是农业现代化的前提."
    },
    {
      "en": "Electrification property of toner particles is discussed theoretica 1 ly in information output as electrostahc duplicate, etc.",
      "cn": "本文从理论上分析了静电复印等信息输出过程中调色剂粒子的带电特性."
    },
    {
      "en": "Familiar with railway electrification, contact line system, processes such as mechanics, plastics, founding, forging, molding etc.",
      "cn": "熟悉铁路电气化 、 接触网系统 、 机械 、 材料 、 铸造 、 锻造 、 模具等加工过程."
    },
    {
      "en": "In 1935 Congress established the Rural Electrification Administration ( REA ) , which extended electric power lines the countryside.",
      "cn": "1935年国会成立了“农村电气化管理局”,把供电线通往农村."
    },
    {
      "en": "It'seems that except for few improvements such as electrification, railway has been neglected.",
      "cn": "似乎除了电气化之类的为数不多的改进外, 铁路一直不受重视."
    },
    {
      "en": "Preferable is a working experience in railway electrification field.",
      "cn": "铁路电气化产品制造行业经验优先."
    },
    {
      "en": "Referred to as Electro - pump, but also known as ion pump electrification.",
      "cn": "简称电致泵, 又可以称为起电离子泵."
    },
    {
      "en": "The electrostatic electrification for metal and grain powders is determined in vibration sieve using Faradi can.",
      "cn": "采用静电电荷仪和法拉第筒,测定了两种导电性能完全不同的粉体在机械振动筛中静电起电量的参数."
    },
    {
      "en": "To achieve full broadband coverage of villages and the new rural electrification counties ( cities ) Full coverage.",
      "cn": "实现自然村宽带全覆盖和新农村电气化县 ( 市 ) 全覆盖."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "electric",
          "tran_cn": " 电的；电动的；发电的；导电的；令人震惊的"
        },
        {
          "word": "electrical",
          "tran_cn": " 有关电的；电气科学的"
        },
        {
          "word": "electrifying",
          "tran_cn": " 令人振奋的；惊人的"
        },
        {
          "word": "electrochemical",
          "tran_cn": " [物化] 电化学的；[物化] 电气化学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "electric",
          "tran_cn": " 电；电气车辆；带电体"
        },
        {
          "word": "electrician",
          "tran_cn": " 电工；电气技师"
        },
        {
          "word": "electrifying",
          "tran_cn": " 毛绒电光整理"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "electrifying",
          "tran_cn": " 使充电；使激动（electrify的ing形式）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "electrify",
          "tran_cn": " 使电气化；使充电；使触电；使激动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "charging up"
          ],
          "tran_cn": "电气化；[电]带电；充电"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rural electrification",
      "tran_cn": "农村电气化"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "充电，电气化，起电，电化，带电",
      "tran_en": "The electrification of a house, town, or area is the connecting of that place to a supply of electricity"
    }
  ],
  "exchange": {}
}