{
  "word": "periodicity",
  "ipa": {
    "us": "ˌpɪərɪə'dɪsɪtɪ",
    "uk": "ˌpɪrɪr'dɪsətɪ"
  },
  "sentences": [
    {
      "en": "A micromechanics model is presented based on the hypothesis of periodicity in composite microstructure.",
      "cn": "基于细观结构周期性假设,建立了一种细观力学模型."
    },
    {
      "en": "And the value of field entropy decreases, the evolution periodicity increases, when the coupling atom strengthens.",
      "cn": "两原子之间耦合增强使量子场熵的均值增大, 并使光场量子场熵的周期变长."
    },
    {
      "en": "China's capital flow is characterized by its bidirectionalness, periodicity , riskless arbitrage and imbalance.",
      "cn": "我国资本流动的特征呈现出双向、期性、风险套利性和非均衡性."
    },
    {
      "en": "Experimental results show that the performance of algorithm is better than existing periodicity detection algorithms.",
      "cn": "它受噪声干扰的影响较小,实验结果表明其性能优于原有周期检测算法."
    },
    {
      "en": "In some cell lines there is a similar periodicity in changes of cell surface antigenicity or response to wheat germ agglutinin.",
      "cn": "在某些细胞系中，细胞表面抗原性或对表胚凝集素的反应方面有相近似的周期性变化。"
    },
    {
      "en": "Lastly, the paper studies the periodicity of the minimal strong components and the circularly dominating index.",
      "cn": "并讨论了极小强支的周期与圈空指数的关系."
    },
    {
      "en": "One timing system comes from the evidence of our senses and stomachs, and the periodicity we experience when living in a particular time zone.",
      "cn": "一个定时系统来自于我们的感官和胃的证明，就是当我们生活在一个特定的时区所经历的周期性。"
    },
    {
      "en": "Periodicity advance model of 1 - D slab symmetry detonation wave is investigated.",
      "cn": "一 维 平面对称爆轰波的推进具有周期性."
    },
    {
      "en": "Periodicity of nuclear properties began to show up.",
      "cn": "原子核性质的周期性开始显示出来了."
    },
    {
      "en": "Regular irregularities occur with constant periodicity and are usually associated with partial heart block.",
      "cn": "规律的不整脉随固定周期出现,而且常伴有心脏部分传导阻滞."
    },
    {
      "en": "Slubby yarn is divided into periodicity slubby yarn and random slubby yarn.",
      "cn": "将竹节纱分为周期性竹节纱和随机竹节纱。"
    },
    {
      "en": "The bed was under a state of incoherent spouting, marked with obvious periodicity.",
      "cn": "床体的颗粒流动表现出整体的喷动周期性,属于不连贯喷动流型."
    },
    {
      "en": "The climate changes affect the climate output of winter wheat with a remarkable periodicity.",
      "cn": "气候变化对冬小麦气候产量的影响具有明显的周期性."
    },
    {
      "en": "The frequency should takeintoaccountmany parameters including disease types and stages, treatment periodicity and standard practice.",
      "cn": "确定随访频率时要考虑许多参数,如疾病类型、分期 、 治疗周期和标准操作等."
    },
    {
      "en": "The identification for the periodicity and pitch order of low noise tread patterns was investigated.",
      "cn": "研究轮胎花纹的周期性和节距排列辨识方法."
    },
    {
      "en": "The periodicity of such PSNR fluctuation in the temporal domain may seriously influence visual perception.",
      "cn": "这种周期的振荡会影响了观看质量."
    },
    {
      "en": "There was a primary periodicity of about 2.8 years for snow cover.",
      "cn": "天山山区积雪变化以2.8a左右的周期为主."
    },
    {
      "en": "These reports will vary in periodicity and content.",
      "cn": "报表的期间与内容会作相应变更."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "period",
          "tran_cn": " 某一时代的"
        },
        {
          "word": "periodic",
          "tran_cn": " 周期的；定期的"
        },
        {
          "word": "periodical",
          "tran_cn": " [数] 周期的；定期的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "periodically",
          "tran_cn": " 定期地；周期性地；偶尔；间歇"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "period",
          "tran_cn": " 周期，期间；时期；月经；课时"
        },
        {
          "word": "periodical",
          "tran_cn": " 期刊；杂志"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cyclicity",
            "vibration frequency"
          ],
          "tran_cn": "[数]周期性；频率；定期性"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "定期，周期性，周律"
    }
  ],
  "exchange": {}
}