{
  "word": "giraffe",
  "ipa": {
    "us": "dʒəˈrɑːf",
    "uk": "dʒəˈræf"
  },
  "sentences": [
    {
      "en": "A mouse has the same number of neck vertebrae as a giraffe.",
      "cn": "老鼠和长颈鹿的颈椎骨数目相同."
    },
    {
      "en": "Can I get the mommy giraffe for Christmas?",
      "cn": "我在圣诞节能得到一个长颈鹿妈妈吗？"
    },
    {
      "en": "Curious to relate, the giraffe has no voice.",
      "cn": "说来奇怪, 长颈鹿不会出声."
    },
    {
      "en": "Giraffe: This skirt is ok, but it's too short.",
      "cn": "长颈鹿: 这件裙子是很好, 但是它太短了."
    },
    {
      "en": "How can a giraffe more speedy than a jaguar?",
      "cn": "如何能更快捷长颈鹿比美洲虎?"
    },
    {
      "en": "I/ you/ we/ they like giraffe.",
      "cn": "我/你/我们/他们喜欢长颈鹿。"
    },
    {
      "en": "If so, find you a giraffe of some sort and put it out in the fall.",
      "cn": "如果是这样的话，拿出你的长颈鹿并把它在秋天里展示出来。"
    },
    {
      "en": "It is forbidden to fish while sitting on a giraffe's neck.",
      "cn": "禁止骑在长颈鹿的脖子上钓鱼."
    },
    {
      "en": "It is worth mentioning that the ancient giraffe angle changes.",
      "cn": "值得一提的是古长颈鹿的角的变化."
    },
    {
      "en": "It makes you look like a giraffe with a goiter.",
      "cn": "这领子让你看起来像一只脖子上长瘤的长颈鹿."
    },
    {
      "en": "Linxia basin found a rare fossil is ancient giraffe.",
      "cn": "临夏盆地发现的另一种珍贵化石是古长颈鹿."
    },
    {
      "en": "Look at the lion. Look at the giraffe. Look at the monkey.",
      "cn": "看这只狮子. 看这只长颈鹿. 看这只猴子."
    },
    {
      "en": "So they sent me a … giraffe!",
      "cn": "于是他们又送我一只…长颈鹿。"
    },
    {
      "en": "The giraffe eats tender leaf from the tree highly.",
      "cn": "长颈鹿从高高的树上吃掉嫩树叶子."
    },
    {
      "en": "The giraffe is characterized by its very long neck.",
      "cn": "长颈鹿以其长颈为特徵."
    },
    {
      "en": "The giraffe's ancestors didn't have such a long neck.",
      "cn": "实际上长颈鹿的祖先的脖子也不是太长."
    },
    {
      "en": "The okapi is a short - necked primitive cousin of the giraffe.",
      "cn": "霍加皮是长颈鹿的原始短颈近亲."
    },
    {
      "en": "You have just made the ears and cheeks of the giraffe.",
      "cn": "你刚做好长颈鹿的耳朵和脸颊啰."
    },
    {
      "en": "You mean you get the hyena, and I choose between the hippo and the giraffe?",
      "cn": "你是说你挑了土狼剩下河马和长颈鹿给我挑?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "长颈鹿",
      "tran_en": "a tall African animal with a very long neck and legs and dark spots on its yellow-brown fur"
    },
    {
      "pos": "other",
      "tran_cn": "长颈鹿",
      "tran_en": "a tall African animal with a very long neck and legs and dark spots on its yellow-brown fur"
    }
  ],
  "exchange": {
    "pl": [
      "giraffe",
      "giraffes"
    ]
  }
}