{
  "word": "Manhattan",
  "ipa": {
    "us": "mæn'hætn",
    "uk": "mæn'hætn"
  },
  "sentences": [
    {
      "en": "A lot of skyscrapers in Manhattan are rising up to the skies.",
      "cn": "曼哈顿有许多摩天大楼耸入云霄."
    },
    {
      "en": "But before you can even pay the tuition, you have to get in. Competition for a spot at some of Manhattan's most coveted schools is fierce.",
      "cn": "然而即使你能付得起学费，你必须要先入园才行。在曼哈顿区一些最抢手的学校里，争夺一个名额的竞争是非常激烈的。"
    },
    {
      "en": "Chicago is often spared ; we aren't as iconic as Manhattan.",
      "cn": "芝加哥经常忽略."
    },
    {
      "en": "Do you need your flat in Manhattan?",
      "cn": "你需要你在曼哈顿的公寓吗？"
    },
    {
      "en": "From the plane we had a bird's eye view of Manhattan.",
      "cn": "从飞机上我们可以鸟瞰曼哈顿."
    },
    {
      "en": "He lives in lower Manhattan.",
      "cn": "他住在曼哈顿南部."
    },
    {
      "en": "He trailed through the wet Manhattan streets.",
      "cn": "他没精打采地走过曼哈顿湿漉漉的街道。"
    },
    {
      "en": "He's living in a converted loft in lower Manhattan.",
      "cn": "他住在下曼哈顿的一间改建的阁楼里."
    },
    {
      "en": "Hell, why not buy all of Manhattan?",
      "cn": "见鬼，为什么不把曼哈顿全买下来？"
    },
    {
      "en": "I'll hate leaving Manhattan and missing certain ballets and concerts.",
      "cn": "但我讨厌离开曼哈顿还有错过那些芭蕾剧和音乐会."
    },
    {
      "en": "Of all the restaurants in Manhattan, why take Libby to Fung Wa?",
      "cn": "曼哈顿那么多餐厅你为何要带莉比去风华餐厅?"
    },
    {
      "en": "So I decided to move out, and got my own place Manhattan.",
      "cn": "所以我决定搬出去, 并且在曼哈顿找了个地方."
    },
    {
      "en": "The desired effect is to place bookmarks on a map of Manhattan, one bookmark per property with apartment listings.",
      "cn": "预期的效果是在曼哈顿区的地图上放置书签，公寓列表的每处房产对应一个书签。"
    },
    {
      "en": "The local neighbourhood, like so many areas of Manhattan, is gradually being gentrified.",
      "cn": "同曼哈顿的许多地区一样，当地街区正逐渐贵族化。"
    },
    {
      "en": "The mayor's scheme offers incentives to firms setting up in lower Manhattan.",
      "cn": "市长的方案激励了打算在曼哈顿下城开业的公司。"
    },
    {
      "en": "The others are the Bronx, Brooklyn, Manhattan and Queens.",
      "cn": "布朗克斯区, 布鲁克林区, 曼哈顿区和皇后区."
    },
    {
      "en": "They bought all their equipment from a defunct brewery in Manhattan.",
      "cn": "他们那些设备都是从曼哈顿一家已经关闭的啤酒厂购买的。"
    },
    {
      "en": "This is the seventh year that he has worked the streets of Manhattan.",
      "cn": "这是他在曼哈顿街头献艺的第7个年头。"
    },
    {
      "en": "What's a hospice nurse from Manhattan doing at a high school homecoming in Texas?",
      "cn": "曼哈顿的临终关怀护士到德克萨斯州的一所高中返校节来干 什么 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "downtown manhattan",
      "tran_cn": "曼哈顿闹市区（纽约市中心商业地带）"
    },
    {
      "phrase": "manhattan project",
      "tran_cn": "曼哈顿计划（第二次世界大战期间美国陆军自1942年起开发核武器计划的代号）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "曼哈顿岛；曼哈顿区（纽约市中心）"
    },
    {
      "pos": "other",
      "tran_cn": "曼哈顿"
    }
  ],
  "exchange": {}
}