{
  "word": "brunt",
  "ipa": {
    "us": "brʌnt",
    "uk": "brʌnt"
  },
  "sentences": [
    {
      "en": "A child's head tends to take the brunt of any fall.",
      "cn": "孩子摔倒时，头部最容易受伤。"
    },
    {
      "en": "an industry that bore the brunt of the recession",
      "cn": "经济衰退时受到最大冲击的一个行业"
    },
    {
      "en": "He had to bear the brunt of the blame.",
      "cn": "他只好成为众矢之的."
    },
    {
      "en": "His arm took the brunt of the blow.",
      "cn": "他的手臂承受了狠狠的一击."
    },
    {
      "en": "His secretary has to bear the brunt of his temper.",
      "cn": "他的秘书成了他的出气筒."
    },
    {
      "en": "I had to bear the brunt of his anger.",
      "cn": "他发脾气时,我是首当其冲."
    },
    {
      "en": "I seriously doubt theirs contentions will bear the brunt of close scrutiny.",
      "cn": "我非比寻常怀疑她们的观点能经受住仔细审查的冲击."
    },
    {
      "en": "Real estate developers bear the brunt of cold penetrate the bone.",
      "cn": "房地产开发商首当其冲,冷的彻骨."
    },
    {
      "en": "She had to bear the brunt of the criticisms.",
      "cn": "她不得不承受批评的压力."
    },
    {
      "en": "The brunt of her argument is direct at the trade union leader.",
      "cn": "她的言论的锋芒指向工会领袖."
    },
    {
      "en": "The brunt of her argument was directed at the trade union leader.",
      "cn": "她把抨击的矛头对准了工会的领导人."
    },
    {
      "en": "The car took the full brunt of the explosion.",
      "cn": "这辆汽车在这爆炸中受损最严重。"
    },
    {
      "en": "These exhausted men carried the brunt of the war.",
      "cn": "这些疲倦的士兵承受了战场上的主要压力."
    },
    {
      "en": "Whatever might be its effect, she must bear the brunt of it again that very day.",
      "cn": "无论结果如何, 那天她还必须再忍受一次."
    },
    {
      "en": "Which bears the brunt of the cluster lost confidence in life.",
      "cn": "备受打击的丛失去了生活的信心."
    },
    {
      "en": "Young people are bearing the brunt of unemployment.",
      "cn": "年轻人首当其冲，面临失业压力。"
    },
    {
      "en": "Your banks should bear the brunt of it.",
      "cn": "你们的银行应承受主要的负担."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "concussion",
            "impingement"
          ],
          "tran_cn": "冲击；主要冲力"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "bear the brunt",
      "tran_cn": "首当其冲；承受打击"
    },
    {
      "phrase": "bear the brunt of",
      "tran_cn": "首当其冲"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（来自攻击一方的）主要力量，撞击，进攻，冲击",
      "tran_en": "to receive the worst part of an attack, criticism, bad situation etc"
    }
  ],
  "exchange": {
    "pl": [
      "brunts"
    ]
  }
}