{
  "word": "geographic",
  "ipa": {
    "us": "ˌdʒi:ə'ɡræfɪk",
    "uk": "ˌdʒiə'ɡræfɪk"
  },
  "sentences": [
    {
      "en": "\" I'm out here on assignment for National Geographic, \" he said. \" You familiar with the magazine? \"",
      "cn": "他说: “ 我是《地理杂志 》 派到这里来的,您熟悉这个杂志 吗 ? ”"
    },
    {
      "en": "A road map is a visualization of geographic information.",
      "cn": "道路图是可视化的地理信息."
    },
    {
      "en": "Across geographic gradients, Levins expects allopatric races or coenospecies exist.",
      "cn": "穿过地理梯度, 莱文斯预料有分布区不重叠的小种或近群种."
    },
    {
      "en": "Discontinuous geographic variation is often set aside as a special case.",
      "cn": "不连续地理变异,人们往往作为一种特殊情况把它分开."
    },
    {
      "en": "Do you prefer to work in any specific geographic location?",
      "cn": "你是不是想在某一特定的地方工作?"
    },
    {
      "en": "Each point on Earth is specified by geographic latitude and longitude.",
      "cn": "地球上每一点都可以用地理纬度和经度来确定."
    },
    {
      "en": "Environmental problems pay no heed to these geographic lines.",
      "cn": "环境问题并不理会这些地理界限."
    },
    {
      "en": "Geographic distance provided the mechanism for resolving the dispute.",
      "cn": "地理上的距离提供了解决争议的途径."
    },
    {
      "en": "Geographic isolation forces all animals to evolve on their own separate paths.",
      "cn": "地理隔离促使动物们向着不同的方向进化."
    },
    {
      "en": "In the western provinces there are different geographic formations.",
      "cn": "在西部各省有不同的地理结构."
    },
    {
      "en": "That brings up significant issues as authoritative source vs . volunteered geographic information.",
      "cn": "那带来了重要问题,比如:官方数据vs自愿提供的数据."
    },
    {
      "en": "The city's success owes much to its geographic position.",
      "cn": "这座城市的成功很大程度上归功于它的地理位置."
    },
    {
      "en": "The geographic distribution of lung cancer was dissimilar to that of industrialization.",
      "cn": "肺癌的地理分布同工业化的分布不尽相同."
    },
    {
      "en": "These geographic imagination and imaginary geography are important contents of this dissertation.",
      "cn": "这些想象的地理与地理的想象空间是本研究的重要内容."
    },
    {
      "en": "User community and geographic distribution of users.",
      "cn": "用户社区和用户的地理分布。"
    },
    {
      "en": "Your idea of combining dialect with geographic analysis is unique.",
      "cn": "结合方言的地理分析也很独到."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "geographic coordinates",
      "tran_cn": "n. 地理坐标"
    },
    {
      "phrase": "geographic distribution",
      "tran_cn": "地理分布，地理分配"
    },
    {
      "phrase": "geographic information",
      "tran_cn": "地理信息"
    },
    {
      "phrase": "geographic information system",
      "tran_cn": "[地]地理信息系统"
    },
    {
      "phrase": "geographic region",
      "tran_cn": "地理区域"
    },
    {
      "phrase": "national geographic society",
      "tran_cn": "（美国）国家地理学会"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地理学的，地理的"
    }
  ],
  "exchange": {}
}