{
  "word": "ruminant",
  "ipa": {
    "us": "ˈru:mɪnənt",
    "uk": "ˈrumənənt"
  },
  "sentences": [
    {
      "en": "A small ruminant mammal(Antilocapra Americana)resembling an antelope and having small forked horns, found on western North American plains.",
      "cn": "麋鹿小的反刍哺乳动物（叉角羚），象羚羊，有小而分叉的角，生活在北美洲大平原西部。"
    },
    {
      "en": "Ban the use of poultry litter as a feed ingredient for ruminant animals.",
      "cn": "*禁止将家禽废料用于反刍动物饲料."
    },
    {
      "en": "Compound additive licks urea piece it is a kind of new - style ruminant feed additive.",
      "cn": "尿素复合添加剂舔块是一种新型的反刍动物饲料添加剂."
    },
    {
      "en": "Food chemists probably can improve upon the efficiency and economics of the ruminant’s conversion of cellulose to nutrients.",
      "cn": "反刍动物将纤维素转化为营养素的效率和经济性有可能经过食品化学家来改进。"
    },
    {
      "en": "For example, increased use of ruminant bone and meat meal as feed supplement for cattle appear to have played a role in the emergence of BSE.",
      "cn": "例如，增加使用反刍动物骨骼和肉骨粉作为牛的饲料补充似乎是出现了疯牛病的一个重要诱因。"
    },
    {
      "en": "Methane accounts for the bulk of ruminant green house gas emissions one tonne of the gas has 25 times the global warming potential of the equivalent amount of carbon dioxide.",
      "cn": "反刍动物排放的气体中最主要的是甲烷，据统计同样一公吨二氧化氮和甲烷，甲烷促使气候变暖的潜力要比二氧化碳大25倍。"
    },
    {
      "en": "Mixing - up maize straw and chicken excrement can produce high quality feed for ruminant animal.",
      "cn": "玉米秸秆和鸡粪混贮,可以生产质量较高的反刍动物饲料."
    },
    {
      "en": "Suggest that introduce CNCPS to ruminant nutritious study and breeding manage field in China.",
      "cn": "建议国内反刍动物营养研究和饲养管理领域,引入CNCPS体系."
    },
    {
      "en": "That was denuded by these ruminant pests.",
      "cn": "全被那些反刍的害人虫给毁了。"
    },
    {
      "en": "The cow is a ruminant.",
      "cn": "牛是反刍动物."
    },
    {
      "en": "The ruminant , reason, chews a poisoned cud.",
      "cn": "这反刍动物, 理性, 将毒物嚼尝."
    },
    {
      "en": "The teeth of ruminant animals are specialised.",
      "cn": "反刍家畜的牙齿很特殊。"
    },
    {
      "en": "The teeth of the ruminant are specialised, unlike those of a carnivorous animal.",
      "cn": "反刍家畜的牙齿很特殊, 完全不同于肉食动物."
    },
    {
      "en": "The third division of the stomach a ruminant animal, located between the abomasum and the reticulum.",
      "cn": "重瓣胃反刍动物的第三胃, 位于皱胃和网胃之间."
    },
    {
      "en": "Therefore, when food is in short supply, a ruminant can last longer than a nonruminant because it can derive more energy out of the same food.",
      "cn": "所以，当食物供不应求时，一个反刍动物可以比一个非反刍动物活的时间更长，因为它能从同样的食物中提取到更多的能量。"
    },
    {
      "en": "This disorder has been associated with consumption of SCRAPIE infected ruminant derived protein.",
      "cn": "这种疾病还与感染反刍类动物的羊瘙痒病的分化蛋白有关."
    },
    {
      "en": "To provide ruminant animal an excellent herding ground with hay or sports field.",
      "cn": "提供反刍动物良好之牧草地或运动场."
    },
    {
      "en": "Urea - phosphate is a kind of non - protein nitrogen forage additive for ruminant.",
      "cn": "磷酸脲产品是一种用于牛、羊等反刍动物的 非 蛋白氮饲料添加剂."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ruminative",
          "tran_cn": " 默想的，沉思的；爱反复思考的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "rumination",
          "tran_cn": " 沉思；反刍"
        },
        {
          "word": "ruminator",
          "tran_cn": " 沉思默想的人；好思考的人"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "ruminate",
          "tran_cn": " 沉思，反刍"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "ruminate",
          "tran_cn": " 反刍；沉思；反复思考"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "reflecting",
            "regurgitant"
          ],
          "tran_cn": "[脊椎]反刍的；沉思的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abstracted",
            "contemplative",
            "thinking"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "反刍动物的, 沉思的",
      "tran_en": "of, relating to, or belonging to the suborder Ruminantia "
    },
    {
      "pos": "n",
      "tran_cn": "反刍动物"
    },
    {
      "pos": "n&a",
      "tran_cn": "反刍动物(的), 沉思的",
      "tran_en": "an animal such as a cow that has several stomachs and eats grass"
    }
  ],
  "exchange": {}
}