{
  "word": "pomegranate",
  "ipa": {
    "us": "ˈpɒmɪgrænɪt",
    "uk": "ˈpɑmɪgrænɪt"
  },
  "sentences": [
    {
      "en": "And drinking pomegranate juice - also star - rated.",
      "cn": "并且饮用石榴汁 —— 也是明星级的."
    },
    {
      "en": "Annual Xia Qiu, pomegranate, orange, banana, grape hangs full branch.",
      "cn": "每年夏秋, 石榴 、 柑桔 、 香蕉 、 葡萄挂满枝头."
    },
    {
      "en": "Famished, I went to try the Persian shish kebab with pomegranate sauce.",
      "cn": "极其饥饿的我想尝试石榴汁波斯羊肉串."
    },
    {
      "en": "Her lips were as red and moist as pomegranate seed.",
      "cn": "卡利克斯塔面庞炙热满头大汗."
    },
    {
      "en": "I actually didn't know they were pomegranate seeds in the photo concept.",
      "cn": "我实际上不知道石榴籽是什么样的."
    },
    {
      "en": "If it is a female, it will have seeds as red as a pomegranate.",
      "cn": "倘是雌的, 就有石榴于一般鲜红的子."
    },
    {
      "en": "Mechanistic studies would also help identify the active ingredients in the pomegranate and their direct mode of action.",
      "cn": "机构研究也将帮助辨认在石榴和他们的直接模式的行动之间的有效成分。"
    },
    {
      "en": "Pomegranate juice: Appears to lower blood pressure and loaded with antioxidants.",
      "cn": "石榴汁: 可以降低血压,含有抗氧化成份."
    },
    {
      "en": "Pomegranate: also known as an pomegranate and pomegranates, if Dan.",
      "cn": "石榴: 又名安石榴、海石榴 、 丹若."
    },
    {
      "en": "Pomegranate: Sister Chou , they are both pitiful, what should we do?",
      "cn": "石榴姐: 秋香姐, 他们两个都这么惨, 怎么办?"
    },
    {
      "en": "Red pomegranate fruits hanging on the tree were very delightful.",
      "cn": "红红的石榴果挂树上很好看."
    },
    {
      "en": "Regrettablly long - term since, pomegranate is almost disappeared at the market.",
      "cn": "可惜长期以来, 石榴几乎绝迹于市场."
    },
    {
      "en": "She was coloured like a pomegranate for richness.",
      "cn": "她脸红得像只石榴,鲜嫩丰满."
    },
    {
      "en": "So you may never know whether spending a fortune on pomegranate juice or the like is worth it.",
      "cn": "所以，你可能永远不会知道，花了财富在石榴汁或爱好上是否值得。"
    },
    {
      "en": "The pomegranate trees in the yard have borne fruit.",
      "cn": "庭院中的石榴树已经结出果实了."
    },
    {
      "en": "Your cheeks are like a piece of pomegranate Behind your veil.",
      "cn": "7你的两腮在帕子内,如同一块石榴."
    },
    {
      "en": "Zedoary always miss. Pomegranate before. ago that the. Do not know anything.",
      "cn": "莪一直都很怀念. 以前的石榴. 以前那个傻傻的. 什么都不懂."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "megranate"
          ],
          "tran_cn": "[园艺]石榴"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pomegranate juice",
      "tran_cn": "石榴汁"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "石榴，石榴树",
      "tran_en": "a round fruit that has a lot of small juicy red seeds that you can eat and a thick reddish skin"
    }
  ],
  "exchange": {
    "pl": [
      "pomegranates"
    ]
  }
}