{
  "word": "eggshell",
  "ipa": {
    "us": "ˈegʃel",
    "uk": "ˈɛɡˌʃɛl"
  },
  "sentences": [
    {
      "en": "A Thai artist puts finishing touches on a decorated ostrich eggshell in Bangkok.",
      "cn": "在泰国曼谷,一名艺术家在一颗彩绘鸵鸟蛋壳上做最后的修饰."
    },
    {
      "en": "According to Pitcairn, there is 1,800 mgs. of calcium per teaspoon of eggshell powder.",
      "cn": "根据一些测试, 一茶匙蛋壳粉里, 含有1800毫克的钙."
    },
    {
      "en": "Chondroitin sulfate was extracted from the eggshell membrane with a method of dilute alkali - enzyme hydrolysis.",
      "cn": "以蛋壳膜为原料,采用稀碱与酶解相结合的方法提取硫酸软骨素."
    },
    {
      "en": "Eggshell antique: Soft, bulky paper with a slilghtly dull matt surface, like of an egg shell.",
      "cn": "蛋壳仿古纸: 软而厚的纸.表面像蛋壳的无光泽和粗糙."
    },
    {
      "en": "Eggshell soft, egg - shaped full rich, tender meat, sweet - smelling delicious aftertaste.",
      "cn": "蛋壳柔软 、 蛋形饱满丰富 、 肉质细嫩 、 醇香可口,回味悠长."
    },
    {
      "en": "Ghosts crowd the young childs fragile eggshell mind.",
      "cn": "鬼魂围绕着小孩脆弱的思想."
    },
    {
      "en": "In this paper, eggshell ultrastructure of fowl had been studied by high power scanning microscope.",
      "cn": "本研究采用高分辨率的扫描电镜观察海赛克斯鸡蛋壳的超微结构,详细分析了其结构模式."
    },
    {
      "en": "Just as mine Ming - Lee's room was painted soft eggshell white.",
      "cn": "正如如我的明 - 李的房间是描画的软蛋壳白色的."
    },
    {
      "en": "The mixed mushroom total of every commercial eggshell polluted is 1423.",
      "cn": "随机抽检市售鲜鸡蛋每个蛋壳表所污染的杂菌,总数达1423."
    },
    {
      "en": "The processing of calcium acetate from eggshell was studied.",
      "cn": "以鸡蛋壳为原料,研究制备醋酸钙的工艺技术."
    },
    {
      "en": "The walls had been painted an eggshell white.",
      "cn": "墙面用蛋壳漆刷成了白色。"
    },
    {
      "en": "This eggshell china, pure , white and translucent, has an irresistible charm.",
      "cn": "这件纯净透明, 洁白无瑕的薄胎瓷器, 魅力无穷."
    },
    {
      "en": "Through hatching egg by hen, the chicken would break the eggshell and see the world.",
      "cn": "当一只母鸡孵在蛋上, 小鸡就会在里面慢慢成形,直到最后啄开蛋壳出来."
    },
    {
      "en": "When God did the same with the eggshell of this red - yoked universe centuries ago.",
      "cn": "像当初上帝剖开红心蛋一样的宇宙的壳."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "chorion"
          ],
          "tran_cn": "蛋壳；薄而易碎的东西"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "white"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蛋壳，易碎的东西",
      "tran_en": "the hard outside part of a bird’s egg"
    }
  ],
  "exchange": {
    "pl": [
      "eggshells"
    ]
  }
}