{
  "word": "epitaph",
  "ipa": {
    "us": "ˈepɪtɑ:f",
    "uk": "ˈepɪtæf"
  },
  "sentences": [
    {
      "en": "An inscription might suffice , an epitaph that titillates like dirty talk.",
      "cn": "一段墓志铭, 一段挑逗且下流的墓志铭,大致是足够."
    },
    {
      "en": "And the brief epitaph in danger's day.",
      "cn": "呵,危难的岁月最终化作简短的墓志铭."
    },
    {
      "en": "Antony Gaudy died in 1926, leaving an unfinished cathedral as his epitaph.",
      "cn": "安东尼·迪在1926年逝世, 为竟的大教堂是他的墓志铭."
    },
    {
      "en": "Antony Gaudy died in 1926, leaving an unfinished cathedral as his epitaph.",
      "cn": "安东尼·高迪在1926年逝世, 为竟的大教堂是他的墓志铭."
    },
    {
      "en": "As Wren's epitaph famously declares, the cathedral itself is his monument.",
      "cn": "众所周知，雷恩的墓志铭中写道，大教堂本身就是他的纪念碑。"
    },
    {
      "en": "Epitaph a tomb front, made with white marble.",
      "cn": "墓前置有墓志一副, 用汉白玉制成."
    },
    {
      "en": "Epitaph and the closure of calligraphy, Chinese belong to the Weibei re - dignified, Italy's state - Yi Qi category.",
      "cn": "封和墓志铭的书法, 属于魏碑中方重端庄 、 意态奇逸的一类."
    },
    {
      "en": "He tried to read the epitaph on the monument.",
      "cn": "他试图读出墓碑上的铭文."
    },
    {
      "en": "He wanted these lines as his epitaph.",
      "cn": "他想把这些文字作为他的墓志铭."
    },
    {
      "en": "His epitaph for himself would have well suited man as he wanted him to be.",
      "cn": "他为自己写的墓志铭非常适合像他所期望成为的那种人。"
    },
    {
      "en": "His epitaph should be: He did us good.",
      "cn": "他的墓志铭应当是: 他为我们做了好事."
    },
    {
      "en": "I would say that all of those ways of reading the epitaph are consistent with hermeneutics.",
      "cn": "可以说所有这些解读这条墓志铭的方法,都和现代阐释学相一致。"
    },
    {
      "en": "Impulsiveness is not impulsive epitaph.",
      "cn": "浮躁不是浮躁的墓志铭."
    },
    {
      "en": "No shockwave swept through the Arab world as news of Bin Laden's death spread, and that is perhaps the most fitting epitaph.",
      "cn": "拉登死讯的传播并未形成席卷阿拉伯世界的冲击波，也许这个作为墓志铭是再合适不过的了。"
    },
    {
      "en": "Or I shall live your epitaph to make.",
      "cn": "无论我将活着为你写墓志铭."
    },
    {
      "en": "She wrote the perfect epitaph for the poet.",
      "cn": "她为诗人写了完美的悼辞."
    },
    {
      "en": "The rarest quality in an epitaph is truth.",
      "cn": "墓志铭的难能可贵之处是真实."
    },
    {
      "en": "Yuan Shu Epitaph of the precious value in the art of calligraphy.",
      "cn": "元淑墓志的珍贵价值是在书法艺术方面."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "epigraph"
          ],
          "tran_cn": "碑文，墓志铭"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "墓志铭，纪念死者的文字",
      "tran_en": "a short piece of writing on the stone over someone’s grave(= place in the ground where someone is buried )"
    }
  ],
  "exchange": {
    "pl": [
      "epitaphs"
    ]
  }
}