{
  "word": "godmother",
  "ipa": {
    "us": "ˈgɒdmʌðə(r)",
    "uk": "ˈgɑdmʌðə(r)"
  },
  "sentences": [
    {
      "en": "As Cinderella sits crying in the garden, her fairy godmother appears, and promised to provide Cinderella with everything she needs to go to the ball, but only on two conditions.",
      "cn": "灰姑娘在花园里伤心的哭泣，这时她的精灵教母出现了，答应给她提供她参加舞会所需的一切，但有两个条件。"
    },
    {
      "en": "Cinderella was broken - hearted. At that time, her fairy godmother appeared.",
      "cn": "灰姑娘非常地伤心,这时, 教母出现了."
    },
    {
      "en": "Dinner was over; and my Godmother and I were sitting at the table before the fire.",
      "cn": "晚饭吃过了, 我和教母坐在桌子旁边,面对着炉火."
    },
    {
      "en": "Fairy godmother: Come now. Dry those tears. We have work to do.",
      "cn": "仙女教母: 过来. 擦干眼泪. 我们还有活儿要干呢."
    },
    {
      "en": "Fairy Godmother: Nothing, my dear Oh, now you don't really mean that.",
      "cn": "仙女教母: 什么都不相信吗, 亲爱的噢, 你不是真的这样想的."
    },
    {
      "en": "I said, \" Oh, dear godmother, tell me, pray do tell me, did mama die on my birthday? \"",
      "cn": "我说: “ 噢, 亲爱的教母, 告诉我, 求求你告诉我, 妈妈是在我生日的那一天死的 吗 ? ”"
    },
    {
      "en": "I think it was my fairy godmother who put it there.",
      "cn": "我想那一定是我的守护仙女放在那儿的]."
    },
    {
      "en": "In the case of Roman Catholics, the parents of the child will select a godfather and a godmother and this will be announced at the ceremony.",
      "cn": "如若是罗马天主教徒，父母就会为孩子选择一位教父和一位教母，并会在仪式上将此事进行宣布。"
    },
    {
      "en": "My godmother never gives me anything but a mingy ten shillings at Christmas.",
      "cn": "我的教母除了在圣诞节很吝啬地给我十个先令外,什么也不给我."
    },
    {
      "en": "Pamela: It'sure is . I think my godmother has brought all this rain.",
      "cn": "潘蜜拉: 真的,我想这场雨一定是我的守护仙女带来的."
    },
    {
      "en": "She was a fairy godmother to her poorer friends.",
      "cn": "她经常接济那些手头拮据的朋友."
    },
    {
      "en": "The author of Silent Spring was godmother to the environmental movement.",
      "cn": "寂静的春天>作者是教母的环保运动."
    },
    {
      "en": "The duty of a godmother is to make you learn your catechism.",
      "cn": "教母的职责是帮助你学好教义问答."
    },
    {
      "en": "The fairy godmother's magic charm turned Cinderella's rags into a beautiful gown.",
      "cn": "神仙教母的魔法使灰姑娘的破烂衣衫变成了一件漂亮的长外衣."
    },
    {
      "en": "The Futher Education Funding Council: Futher Education's Fairy Godmother?",
      "cn": "汤尧英国基金拨款委员会: 是扩充教育的救星 吗 ?"
    },
    {
      "en": "The woman I regarded as my fairy godmother was Sybil. She was wonderful to me.",
      "cn": "被我视为贵人的女子叫西比尔。她待我好极了。"
    },
    {
      "en": "You have devoured all when you were standing godmother.",
      "cn": "你在去当什么教母的时候,把这猪油全吃光了!"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "godparent",
          "tran_cn": " 教父或教母"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cummer"
          ],
          "tran_cn": "教母"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "fairy godmother",
      "tran_cn": "n. 充当临死孩童教母的仙女"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "教母，意想不到的恩人，危难时提供帮助的救星",
      "tran_en": "a female  godparent "
    },
    {
      "pos": "vt",
      "tran_cn": "当…的教母；作…的女监护人"
    }
  ],
  "exchange": {
    "pl": [
      "godmothers"
    ]
  }
}