{
  "word": "despotism",
  "ipa": {
    "us": "ˈdespətɪzəm",
    "uk": "ˈdɛspəˌtɪzəm"
  },
  "sentences": [
    {
      "en": "A large proportion of the best citizens hated his despotism.",
      "cn": "一大部分最好的公民都痛恨他的专制君主统治."
    },
    {
      "en": "Bastille: ( 1370~1789 ) Medieval fortress in Paris that became a symbol of despotism.",
      "cn": "巴士底狱: ( 1370～1789 ) 巴黎的中世纪要塞,成为专制的象征."
    },
    {
      "en": "Bureaucracy is the derivation of feudal despotism, it is a long and complex historical phenomenon.",
      "cn": "官僚主义是封建专制主义的派生物, 是一种长期存在的、复杂的历史现象."
    },
    {
      "en": "Despotism was at its height towards the end of his reign.",
      "cn": "在他统治的最后阶段专制达到了顶峰."
    },
    {
      "en": "Despotism: Rule by or as if by a despot; absolute power or authority.",
      "cn": "专制: 如同或被专制者统治; 绝对权力或权威."
    },
    {
      "en": "EVEN if I granted all that I have been refuting, the friends of despotism would be no better off.",
      "cn": "即使我接受我所反驳的所有观点，专制主义拥护者的日子也好不到哪里去。"
    },
    {
      "en": "He can recognise a despot, and the occasions when despotism has to be checked, by force if necessary.",
      "cn": "他能够一眼识破专制的表象，以及这种专制应该何时有必要使用武力加以控制。"
    },
    {
      "en": "I cannot know all the factors that go into the continuing success of my despotism.",
      "cn": "我无法知道,能够成功的维持统治的所有因素."
    },
    {
      "en": "If it does not mean bourgeois despotism, then there is no sense to it at all.",
      "cn": "不是资产阶级的专制主义, 就是毫无常识了."
    },
    {
      "en": "In essence it is the howl of the die - hards for bourgeois despotism.",
      "cn": "这种叫嚣,其本质就是顽固分子们的资产阶级专制主义."
    },
    {
      "en": "Medieval fortress in Paris that became a symbol of despotism.",
      "cn": "巴黎的中世纪要塞,成为专制的象徵."
    },
    {
      "en": "There was nothing to fear from the Egyptians, accustomed as they were to despotism since the Pharaonic age.",
      "cn": "关于埃及人，没有什么好恐惧的，因为他们自法老时期就已经习惯于专制了。"
    },
    {
      "en": "Whoever rejects it does of necessity fly to anarchy or to despotism .",
      "cn": "谁否认它，谁就必然走向无政府或专制。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "despot",
          "tran_cn": " 专制君主，暴君；独裁者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "autarchy",
            "dictature"
          ],
          "tran_cn": "专制，独裁；专制政治"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "absoluteness",
            "dictatorship",
            "oppression",
            "tyranny"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专制，专制统治",
      "tran_en": "rule by a despot"
    }
  ],
  "exchange": {}
}