{
  "word": "entrapment",
  "ipa": {
    "us": "ɪnˈtræpmənt",
    "uk": "ɪn'træpmənt"
  },
  "sentences": [
    {
      "en": "...allegations of police entrapment.",
      "cn": "...关于警方实施诱捕的指控。"
    },
    {
      "en": "Carefully place the spindle in the sample, again attempting to avoid air entrapment.",
      "cn": "小心地将在轴放入试样中, 再次将气泡排除."
    },
    {
      "en": "Conclusion Microsurgical technique was an effective method to treat peripheral entrapment neuropathy.",
      "cn": "目的:为探讨显微外科技术治疗周围神经嵌压症的疗效."
    },
    {
      "en": "Dirty steel due to entrapment of slag or pieces of refractory.",
      "cn": "因夹杂炉渣或耐火材料颗粒而造成的不纯净钢."
    },
    {
      "en": "Entrapment of oil has resulted from a combination of stratigraphic and structural factors.",
      "cn": "石油的捕集是由地层和构造两种因素结合起来造成的."
    },
    {
      "en": "Gin: I said this is called entrapment.",
      "cn": "金: 我说过这是诱捕."
    },
    {
      "en": "Grounding Totem: This totem will no longer absorb multiple effects from Entrapment in a 10 second period.",
      "cn": "根基图腾: 根基图腾不会在10秒内多次吸收猎人陷阱造成的诱捕效果."
    },
    {
      "en": "It was named entrapment syndrome of lateral intermuscular septum of arm for its pathogenesis.",
      "cn": "根据其发病机制命名为臂外侧肌间隔卡压综合征."
    },
    {
      "en": "Mac: No, actually it's called blackmail. Entrapment is what cops do to thieves.",
      "cn": "迈克: 不, 实际上叫作勒索. 诱捕是警察对付贼的手段."
    },
    {
      "en": "Objective To evaluate the diagnosis and treatment procedures of left renal vein entrapment syndrome.",
      "cn": "目的提高左肾静脉压迫综合征的诊治水平."
    },
    {
      "en": "The dust particles adhere to the fabric due to entrapment and surface forces.",
      "cn": "由于滞留作用和表面力. 灰尘微粒会附着在织物上."
    },
    {
      "en": "The entrapment was discovered in May by two bear hunters.",
      "cn": "5月,两个猎人发现白鲸被困在冰下."
    },
    {
      "en": "The most common structural targets associated with oil entrapment are anticlines and faults.",
      "cn": "与储油圈闭有关的最一般的构造目标是背斜和断层."
    },
    {
      "en": "The purely mechanical effect of glandular trichome exudates is the entrapment and immobilization of small arthropods.",
      "cn": "具腺毛状体分泌物的纯机械作用是诱捕和粘住小的昆虫."
    },
    {
      "en": "This paper discusses the concept of slag entrapment in continuous casting and its application in production.",
      "cn": "提出并讨论了卷渣指数的概念,指出其在板坯连铸中的应用."
    },
    {
      "en": "To prepare clindamycin phosphate liposome, and to determine the entrapment efficiency and particle diameter of it.",
      "cn": "目的制备克林霉素磷酸酯脂质体并测定包封率及粒径."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "web",
            "mesh",
            "trap"
          ],
          "tran_cn": "诱捕；圈套；截留"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（非法）诱捕，诱人犯罪，诱使犯罪",
      "tran_en": "the practice of trapping someone by tricking them, especially to show that they are guilty of a crime"
    }
  ],
  "exchange": {}
}