{
  "word": "infirmary",
  "ipa": {
    "us": "ɪnˈfɜ:məri",
    "uk": "ɪnˈfɜrməri"
  },
  "sentences": [
    {
      "en": "A smile creeps onto his face as he realizes that he’s in the infirmary.",
      "cn": "一丝笑容爬上他的脸上，他意识到自己身处于医务室中。"
    },
    {
      "en": "All they need now are the keys to the infirmary.",
      "cn": "现在所需要的就是医务室的门钥匙。"
    },
    {
      "en": "Ameris smiled and followed her mistress into the infirmary.",
      "cn": "阿茉瑞斯微笑着,跟随她的女主人走进了医务室."
    },
    {
      "en": "Dallas:Something has attached itself to him. We have to get him to the infirmary right away.",
      "cn": "达拉斯：有东西寄生在他体内。我们必须马上把他送进医务室。"
    },
    {
      "en": "Figure out how you're going to get the key to the infirmary yet?",
      "cn": "想出来怎么拿到医务室的钥匙了 吗 ?"
    },
    {
      "en": "High tourism, education amendments, infirmary entertainment, leisure and other professional tourism value.",
      "cn": "具有很高的旅游观光 、 修学教育 、 疗养娱乐 、 休闲度假和其他专业旅游价值."
    },
    {
      "en": "Is Brad Bellick still here in infirmary?",
      "cn": "布拉德贝里克还在医务室 吗 ?"
    },
    {
      "en": "Madeleine had Fantine removed to that infirmary which he had established in his own house.",
      "cn": "马德兰先生雇了人把芳汀抬到他自己厂房里的疗养室."
    },
    {
      "en": "My little brother was taken to the infirmary.",
      "cn": "我的小弟弟被送进医院."
    },
    {
      "en": "My little sister was taken to the infirmary.",
      "cn": "我的小妹妹被送进医院。"
    },
    {
      "en": "My mother came down with typhoid fever and spent the entire trip's infirmary.",
      "cn": "我的母亲染上了伤寒,整旅程中都躺在船上的医疗室."
    },
    {
      "en": "Now I'd like you to report to the infirmary, including your guest.",
      "cn": "现在我想让你们去医务室报到, 包括你们的客人."
    },
    {
      "en": "Please follow that person, she will take you to the vaccination infirmary.",
      "cn": "请跟那个人去, 她会带您到那边医务室打针."
    },
    {
      "en": "Robinovitz pushed past the queue jamming the passageway outside the infirmary.",
      "cn": "罗宾诺维茨挤过在医务室门外阻塞了通道的长队."
    },
    {
      "en": "She still remained in the infirmary.",
      "cn": "她始终留在那间养病室里."
    },
    {
      "en": "The infirmary is the weakest link in the security chain.",
      "cn": "医务室是整个保安体系中最薄弱的环节."
    },
    {
      "en": "The infirmary man may count me dead. When I've gone to find my ain true love.",
      "cn": "医生或许认为我已死去, 此时我就要去找寻我的真情挚爱."
    },
    {
      "en": "Where is the infirmary?",
      "cn": "请问诊所在哪里?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hospital",
            "old people's home"
          ],
          "tran_cn": "医务室；医院；养老院"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "clinic",
            "sanitarium"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "医务室，医院",
      "tran_en": "a hospital – often used in the names of hospitals in Britain"
    }
  ],
  "exchange": {
    "pl": [
      "infirmaries"
    ]
  }
}