{
  "word": "millipede",
  "ipa": {
    "us": "ˈmɪlɪpiːd",
    "uk": "ˈmɪlɪpiːd"
  },
  "sentences": [
    {
      "en": "A gigantic millipede slithered out, and over to where I was standing.",
      "cn": "一只巨型的千足虫滑了出来, 停在了我站着的地方."
    },
    {
      "en": "And there wasn't just one millipede found - there was a plague of them!",
      "cn": "然而发现的并不只是一条千足虫,其数量之多,简直泛滥成灾!"
    },
    {
      "en": "Any of several arthropods such as the centipede or millipede having segmented bodies one pair of antennae and at least nine pairs of legs.",
      "cn": "多足纲的节肢动物几种节肢动物的任一种，如蜈蚣或千足虫，长有分节的身体、一对触角和至少九对足。"
    },
    {
      "en": "Australia has hundreds of native millipede species, but not much is known about them.",
      "cn": "澳大利亚本土的千足虫就达几百种, 但是目前对它们的了解并不多."
    },
    {
      "en": "Because of their ability to create cyanide, the millipede smells like almonds (the common odor of cyanide).",
      "cn": "因为它们可以产生氰化物，所以这种千足虫带有杏仁味（氰化物的普遍特征）。"
    },
    {
      "en": "In 1953, a new pest was discovered in Port Lincoln, South Australia - the black Portuguese millipede.",
      "cn": "1953年, 在南澳大利亚州的林肯港发现了一种新害虫 —— 黑色葡萄牙千足虫."
    },
    {
      "en": "It is noteworthy that despite their name, no millipede has more than 750 feet.",
      "cn": "值得注意的是，尽管他们的名字，没有千足虫已超过750英尺。"
    },
    {
      "en": "Mr. Millipede: Well, I could, but we might be late for the party.",
      "cn": "我可以这麽做.但是我们参加舞会可能会迟到."
    },
    {
      "en": "Normally, a millipede looks like a harmless creature to humans.",
      "cn": "平时, 马陆看起来像是对人类无害的生物."
    },
    {
      "en": "The millipede shooed away the crowd.",
      "cn": "那只千足虫开始驱赶虫子们了."
    },
    {
      "en": "The Portuguese millipede's eyes become larger and more complex with age.",
      "cn": "葡萄牙千足虫的年龄越大,其眼睛也就越大,并且变得更复杂."
    },
    {
      "en": "Too late, snapped the millipede.",
      "cn": "“太晚了, ”千足虫突然说道."
    },
    {
      "en": "We can use these changes to determine approximately how old a particular millipede is.",
      "cn": "我们可以利用这些变化来确定某条具体的千足虫年龄大约是多少."
    },
    {
      "en": "When I find a millipede insect, I rub it over my body.",
      "cn": "当我发现一种千足虫, 便把它擦在身上."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "马陆，千足虫",
      "tran_en": "a long thin creature with a very large number of legs"
    }
  ],
  "exchange": {
    "pl": [
      "millipedes"
    ]
  }
}