{
  "word": "keystone",
  "ipa": {
    "us": "ˈki:stəʊn",
    "uk": "ˈkistoʊn"
  },
  "sentences": [
    {
      "en": "Advancing suburban assurance is the difficulty and keystone of domestic insurance enterprise.",
      "cn": "发展农村保险是我国保险业发展的难点和重点."
    },
    {
      "en": "Architecture The keystone in the crown of an arch.",
      "cn": "[建筑学]拱顶石:位于拱顶的塞缝石."
    },
    {
      "en": "Finally, the keystone, progress and characteristic of evolutionary programming are analyzed.",
      "cn": "最后, 分析进化规划算法的基本原理 、 实现过程及特点."
    },
    {
      "en": "Hello, We are Keystone photographic equipment!",
      "cn": "你好, 我们是楔石摄影怪兵器!"
    },
    {
      "en": "How to construct terrain models and their texture is a research keystone.",
      "cn": "方便、有效地建立地形模型及其纹理是地形景观研究的重点."
    },
    {
      "en": "Industry is the soul of business and the keystone of prosperity.",
      "cn": "勤劳是事业的灵魂,是成功的基石."
    },
    {
      "en": "Introducing Intranet security resolvent's goal, principia, constitutes and keystone.",
      "cn": "提出网络安全设计的目标 、 原则 、 组成部分及侧重点."
    },
    {
      "en": "KD - NTFS abstract operation layer is the keystone of the design and implementation.",
      "cn": "KD -NTFS 抽象操作层是KD-NTFS设计和实现的重点."
    },
    {
      "en": "Nowadays its keystone is to treat the police with true feelings.",
      "cn": "现阶段从优待警的侧重点是以情待警."
    },
    {
      "en": "Our product is combined Chinese's religion keystone and modern technologies.",
      "cn": "本产品是依据中国宗教的原理与现代科技研发而成."
    },
    {
      "en": "Quantitative measurements of one sort or another serve as the keystone of engineering practice.",
      "cn": "定量测定一种或多种成分是环境工程中的重要项目."
    },
    {
      "en": "The essentiality of fund and financing is the keystone of expatiation.",
      "cn": "资金和资金筹集的重要性是阐释的重点."
    },
    {
      "en": "The government's determination to beat inflation has so far been the keystone of its economic policy.",
      "cn": "政府对通货膨胀的坚决抑制迄今为止一直是其经济政策的根本。"
    },
    {
      "en": "The keystone to any marriage is one word: \" WE \".",
      "cn": "任何婚姻的基石只有两个字: “ 我们 ”."
    },
    {
      "en": "To furnish ( an arch ) with a keystone.",
      "cn": "用拱顶石装饰 ( 拱顶 )"
    },
    {
      "en": "We are closer than you think. The keystone is here in Paris.",
      "cn": "我们比您想象还要接近. 基石就在巴黎."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "substance",
            "ultimate",
            "gist"
          ],
          "tran_cn": "主旨，基本原则；[建]楔石"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重点，要旨，基本原理，拱心石",
      "tran_en": "the large central stone in an arch that keeps the other stones in position"
    }
  ],
  "exchange": {
    "pl": [
      "keystones"
    ]
  }
}