{
  "word": "misfit",
  "ipa": {
    "us": "ˈmɪsfɪt",
    "uk": "ˈmɪsˌfɪt, mɪsˈfɪt"
  },
  "sentences": [
    {
      "en": "A : That nerd is a total social misfit.",
      "cn": "那个呆子对人情世故一窍不通."
    },
    {
      "en": "a social misfit",
      "cn": "与社会格格不入的人"
    },
    {
      "en": "An approach of calculating initial stress and deformation in tension winding according to misfit is advanced.",
      "cn": "基于过盈配合的思想建立了计算张紧力缠绕导致的复合材料飞轮内部预应力和变形的简化模型和方法."
    },
    {
      "en": "But an only child isn't necessarily a loner, misfit and brat.",
      "cn": "但独生子女并不必然就会孤独, 不合群并且淘气."
    },
    {
      "en": "He always feel a bit of a misfit in the business world.",
      "cn": "他总觉得自己在商业界有些不适应."
    },
    {
      "en": "I looked around in complete bemusement and concluded that I was a misfit here.",
      "cn": "非常困惑的放眼四望,我得出结论:我与这周围的一切是如此的不和谐."
    },
    {
      "en": "I was very conscious of being a misfit at school.",
      "cn": "我深深感到自己在学校里格格不入。"
    },
    {
      "en": "In either case, the person such as herself was a misfit.",
      "cn": "不论怎样说, 象她那样的人,总是不合时宜的人."
    },
    {
      "en": "More likely , perhaps, is a loan move for Tottenham's misfit Roman Pavlyuchenko.",
      "cn": "或许比较现实的是从热刺租借帕夫柳琴科."
    },
    {
      "en": "Some old garments had been given him -- a cheap brown coat and misfit pair of trousers.",
      "cn": "有人给了他一些旧衣服 -- 一件廉价的棕色上衣和一条不合身的裤子."
    },
    {
      "en": "That computer nerd a total misfit.",
      "cn": "那个只会玩电脑的呆子对人情世故“一窍不通”."
    },
    {
      "en": "That computer nerd is a total social misfit.",
      "cn": "那个只会玩电脑的呆子对人情世故一窍不通."
    },
    {
      "en": "The results appear a relation between the formation of misfit dislocation and dynamics conditions.",
      "cn": "模拟结果表现了失配位错的形成现象与动力学条件的关系."
    },
    {
      "en": "Their misfit coats were heavy with melted snow and turned up at the collars.",
      "cn": "不合身的上衣,被融雪湿透,变得沉甸甸的,衣领都朝上翻起."
    },
    {
      "en": "This coat is a misfit.",
      "cn": "这件上衣不合适."
    },
    {
      "en": "This coat misfit me.",
      "cn": "这件外衣不适合我."
    },
    {
      "en": "What did the misfit of science do now?",
      "cn": "做事没条理的人又干了什么好事?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "inconformity",
            "inappropriateness"
          ],
          "tran_cn": "不适合；不适应环境的人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不容易适应环境的人，不适合",
      "tran_en": "someone who does not seem to belong in a particular group of people, and who is not accepted by that group, because they are very different from the other group members"
    },
    {
      "pos": "vt",
      "tran_cn": "对…不适合"
    }
  ],
  "exchange": {
    "pl": [
      "misfits"
    ]
  }
}