{
  "word": "sanatorium",
  "ipa": {
    "us": "ˌsænəˈtɔ:riəm",
    "uk": "ˌsænəˈtɔriəm, -ˈtor-"
  },
  "sentences": [
    {
      "en": "Every good mountain with an enclosing gesture is a sanatorium.",
      "cn": "每座作围绕之状的佳山都是疗养院."
    },
    {
      "en": "I had tuberculosis and was told I'd be in the sanatorium for two years.",
      "cn": "我得了肺结核，被告知要在疗养院呆两年。"
    },
    {
      "en": "More British wildlife is likely to be nursed in some bucolic sanatorium in the hope of populating the future.",
      "cn": "为了保持物种数量，更多的英国野生动物可能会在某些“乡村疗养院”中被照顾起来。"
    },
    {
      "en": "Nature is itself always a sanatorium.",
      "cn": "大自然本身始终是一间疗养院."
    },
    {
      "en": "Objective To investigate the effect of sanatorium treatment in recuperator with diabetics.",
      "cn": "目的探讨糖尿病疗养员康复医疗效果."
    },
    {
      "en": "Orwell writes this from the sanatorium at Preston Hall, Aylesford, Kent. If you can't hyperlink from ‘the drive’ in the post, go to Google Maps on the blogroll.",
      "cn": "写这篇日记时，奥威尔住在肯特郡阿里斯福德的普雷斯顿疗养院。请点击“路边的草丛”上的超链接在谷歌地图中查看位置。"
    },
    {
      "en": "Sanatorium rational layout and facilities.",
      "cn": "疗养院结构合理,设施齐全."
    },
    {
      "en": "She is now at Lu - shan sanatorium and endeavouring to pull round.",
      "cn": "她目前在庐山休养所,力图把身体养好."
    },
    {
      "en": "She was declared legally insane in rigged trial and was put in a sanatorium.",
      "cn": "一次作弊审讯中,她在法律上被宣告为患有精神病,并被关进了疗养院."
    },
    {
      "en": "The house at the foot of the hill is a sanatorium.",
      "cn": "山脚下的房子是一座疗养院."
    },
    {
      "en": "The sanatorium looks down at the West Lake.",
      "cn": "疗养院瞰西湖."
    },
    {
      "en": "The sanatorium looks down on the West Lake.",
      "cn": "疗养院俯瞰西湖."
    },
    {
      "en": "The sanatorium stands by the sea.",
      "cn": "疗养院靠海."
    },
    {
      "en": "The sanatorium stood on a large plot of land by the coast.",
      "cn": "疗养院坐落在海岸的一片宽阔的土地上。"
    },
    {
      "en": "There is a sanatorium close to the West Lake.",
      "cn": "邻近西湖有一座疗养院."
    },
    {
      "en": "They replenished themselves in a seaside sanatorium for two weeks.",
      "cn": "他们在海滨疗养院养精蓄锐休养了两个星期."
    },
    {
      "en": "This is a sanatorium for textile workers.",
      "cn": "这是一所纺织工人疗养院."
    },
    {
      "en": "When we are sent to a sanatorium, we continue to draw our wages.",
      "cn": "把我们送进疗养院时, 我们还继续领取工资."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sanitarium",
            "rest home"
          ],
          "tran_cn": "疗养院；休养地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "institution"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "疗养院",
      "tran_en": "a type of hospital for sick people who are getting better after a long illness but still need rest and a lot of care"
    }
  ],
  "exchange": {
    "pl": [
      "sanatoria",
      "sanatoriums"
    ]
  }
}