{
  "word": "vertigo",
  "ipa": {
    "us": "ˈvɜ:tɪgəʊ",
    "uk": "ˈvɜrtɪgoʊ"
  },
  "sentences": [
    {
      "en": "Always remember: not every vertigo or dizziness is Meniere's disease!",
      "cn": "永远要记住: 并非所有的眩晕或头晕都是梅尼埃病!"
    },
    {
      "en": "Could you warn them about my vertigo?",
      "cn": "你能跟他们说一下我头晕的毛病 吗 ?"
    },
    {
      "en": "Do you have any vertigo, dizziness etc?",
      "cn": "你有眩晕、头昏眼花等症状吗?。"
    },
    {
      "en": "Familiar with: central vertigo , peripheral vertigo ; bulbar palsy , pseudobulbar palsy.",
      "cn": "熟悉中枢与周围性眩晕, 真假球麻痹."
    },
    {
      "en": "He had a dreadful attack of vertigo.",
      "cn": "他忽然头晕得厉害。"
    },
    {
      "en": "If you have vertigo it seems as if the whole room is spinning round you.",
      "cn": "如果你头晕，就会觉得整个房间都旋转起来。"
    },
    {
      "en": "Objective To explore the characteristics of TCM syndrome of vertigo.",
      "cn": "目的探讨眩晕症的中医证候特征."
    },
    {
      "en": "Spasm of the small labyrinthine vessels can give rise to vertigo and hearing loss.",
      "cn": "小迷路血管痉挛能引起眩晕和听力丧失."
    },
    {
      "en": "The key to this photograph is the tilted horizon, which exaggerates the feeling of vertigo and adds to the sense of disorientation and suspension that the photo creates.",
      "cn": "这张照片的关键是倾斜的地平线，它夸大了人们晕头转向的感觉，并增加了迷失方向和由照片所创造的倒悬的意念。"
    },
    {
      "en": "The objective vertigo is a disorder characterized by the inter vestibular nerve.",
      "cn": "真性眩晕与末梢或中枢前庭系统障碍有关."
    },
    {
      "en": "The prime symptoms of disorders of the inner ear are deafness, vertigo, and tinnitus.",
      "cn": "内耳疾病的主要症状是耳聋 、 眩晕和耳鸣."
    },
    {
      "en": "The prognosis depends on the source of the vertigo.",
      "cn": "对于病情的预判要视形成眩晕的原因而定."
    },
    {
      "en": "The typical clinical manifestations were vertigo, cerebellar ataxia as well as nystagmus.",
      "cn": "临床表现以眩晕、呕吐 、 小脑性共济失调、眼球震颤为主."
    },
    {
      "en": "Therefore, the dizziness , vertigo and imbalance are frequently encountered for the patients.",
      "cn": "因此, 会常有头昏, 眩晕及平衡失调等症状."
    },
    {
      "en": "True vertigo should be distinguished from pseudovertigo.",
      "cn": "真性眩晕应当与假性眩晕区别开来."
    },
    {
      "en": "Unlike nonspecific lightheadedness or dizziness, vertigo has relatively few causes.",
      "cn": "眩晕与头昏眼花及头昏情形不同, 是由一些特有的原因所导致的."
    },
    {
      "en": "Vertigo can be caused by problems in the brain or inner ear.",
      "cn": "脑或内耳出了问题,都可能导致眩晕."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "swim",
            "megrim"
          ],
          "tran_cn": "晕头转向，[临床]眩晕"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cervical vertigo",
      "tran_cn": "颈性眩晕，颈椎性眩晕"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "眩晕，头晕",
      "tran_en": "a feeling of sickness and dizziness caused by looking down from a high place"
    }
  ],
  "exchange": {
    "pl": [
      " vertigines",
      "vertigoes"
    ]
  }
}