{
  "word": "virulence",
  "ipa": {
    "us": "'vɪrjələns",
    "uk": "'vɪrjələns"
  },
  "sentences": [
    {
      "en": "But what can the sequences tell us about the virulence and origin of the 1918 strain?",
      "cn": "但是,这些基因序列究竟能回答多少关于1918年流感病毒株的毒性及其来源的问题?"
    },
    {
      "en": "Conclusion Rv 0901 might be related to the virulence of M. tuberculosis.",
      "cn": "结论Rv0901基因可能与结核毒力存在一定关系."
    },
    {
      "en": "Conclusion: in the current technology, virulence and potency is in linear.",
      "cn": "结果,现行生产工艺下, 病毒滴度与疫苗效力为线性正相关."
    },
    {
      "en": "Host resistance and fungal virulence parallel each other in the cross.",
      "cn": "寄生的抗病性的病原菌的毒力在杂交中是势均力敌的."
    },
    {
      "en": "It'suggested that : the detection of IS 605 was related to alternation in virulence of Hp.",
      "cn": "提示 IS605 的出现,与hp致十二指肠溃疡的毒力改变有关."
    },
    {
      "en": "Many of these ORFs are known virulence factors associated with as observed in other pathogens.",
      "cn": "通过对于其它病原体的观察可发现,许多鹅口疮致病基因有着与抗药性密切相关的内毒素."
    },
    {
      "en": "Medical authorities were baffled, both as to its causes and its virulence.",
      "cn": "医疗当局对其病因及有多致命都还不甚了解。"
    },
    {
      "en": "Methods Isolation of Rickettsia tsutsugamushi by animal, serology indentification, rest of virulence and immunity.",
      "cn": "方法动物分离,血清分型, 毒力测定及免疫力试验."
    },
    {
      "en": "N - acylhomoserine lactone ( AHL ), as quorum sensing signals, regulate expression of virulence factors of many plant pathogens.",
      "cn": "N - 酰基高丝氨酸内酯 ( N-acylhomoserine lactone, AHLs ) 作为细菌群体感应中的信号分子参与调节植物病原细菌致病因子的表达."
    },
    {
      "en": "Old age added virulence to her tongue.",
      "cn": "她老了,说话更加刻毒了."
    },
    {
      "en": "The results showed that the JDS - CPV has higher virulence to pine caterpillar.",
      "cn": "证实JDS-CPV对我国马尾松毛虫有较好的毒力."
    },
    {
      "en": "The virulence and wound infection ability of the 4 dominant vibrios have been tested in mice.",
      "cn": "动物实验数据证实了4种优势弧菌的毒力和伤口感染能力."
    },
    {
      "en": "The virulence of the cafe owner's anger had appalled her.",
      "cn": "这位咖啡店老板非常愤怒，充满敌意，把她给吓坏了。"
    },
    {
      "en": "Virulence may vary between strains of the same organism.",
      "cn": "同一种类的不同病原株间的毒力可能有巨大差异."
    },
    {
      "en": "Virulence The relative pathogenicity of an organism; its ability to cause disease.",
      "cn": "毒力:一种微生物 病原体 的相对致病性——其能够导致疾病发生的能力."
    },
    {
      "en": "Witchcraft blazed forth with unexampled virulence ( Montague Summers )",
      "cn": "巫术以无先例的毒性蔓延( 蒙塔古萨默斯 )"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "virulent",
          "tran_cn": " 剧毒的；恶性的；有恶意的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "virulently",
          "tran_cn": " 恶毒地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "toxicity",
            "spite"
          ],
          "tran_cn": "[毒物]毒力；毒性；恶意（等于virulency）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acidity",
            "fury",
            "spite"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "毒力，毒性，恶意",
      "tran_en": "Virulence is great bitterness and hostility"
    }
  ],
  "exchange": {
    "adv": [
      "virulently"
    ],
    "adj": [
      "virulent"
    ]
  }
}