{
  "word": "grocery",
  "ipa": {
    "us": "ˈɡrəʊsəri",
    "uk": "ˈɡroʊsəri"
  },
  "sentences": [
    {
      "en": "After school, I had picked up Nick and Ted and made the rounds of the dry cleaner and the grocery store.",
      "cn": "放学以后，我接了尼克和特德，然后又去了干洗店和杂货店。"
    },
    {
      "en": "Grocery stores have to offer enough specials to bring people into the store.",
      "cn": "杂货店为了招揽顾客不得不推出多种特色产品。"
    },
    {
      "en": "Grocery stores sell many foods that have been processed.",
      "cn": "食品杂货店出售多种加工食品."
    },
    {
      "en": "He is in the grocery way.",
      "cn": "他经营杂货业."
    },
    {
      "en": "He was employed at the local grocery store as a delivery boy.",
      "cn": "他受雇于当地杂货店当送货员."
    },
    {
      "en": "Her mother began operation of a small grocery.",
      "cn": "她母亲开始经营一家小杂货店."
    },
    {
      "en": "I don't really want to go to the grocery store but I'll go along for the ride.",
      "cn": "我不是真的要去杂货店,而是去兜风."
    },
    {
      "en": "I worked stocking shelves in a grocery store.",
      "cn": "我在一家杂货店工作，负责为货架上货。"
    },
    {
      "en": "It is difficult for a small grocery store to compete with a supermarket.",
      "cn": "小商店很难与超市抗争."
    },
    {
      "en": "One of my grocery bags was still precariously perched on the car bumper.",
      "cn": "我的一只食品杂货物袋还摇摇欲坠地搭在汽车保险杠上。"
    },
    {
      "en": "One was to go to the butcher, another to the grocery.",
      "cn": "一次是去肉铺, 另一次是去杂货店."
    },
    {
      "en": "The company, which makes its money on 3,000 grocery lines has its knickers in a twist about Sunday trading.",
      "cn": "这家依靠3,000种食品杂货盈利的公司为其星期天的营业状况烦恼。"
    },
    {
      "en": "The grocery is closed up for the night; we'll have to come back tomorrow.",
      "cn": "杂货店晚上不营业, 我们只好明天再来."
    },
    {
      "en": "The hunter came into a grocery and told his story.",
      "cn": "猎人走进一家食品店,讲述了这件事."
    },
    {
      "en": "There hangs straight on the wall of this grocery a service pledge.",
      "cn": "这家副食店在墙上端端正正挂着一张服务公约."
    },
    {
      "en": "They run a small grocery store.",
      "cn": "他们经营一家小食品杂货店。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "grocer",
          "tran_cn": " 杂货店；食品商"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "grocery bag",
      "tran_cn": "食品杂货袋"
    },
    {
      "phrase": "grocery store",
      "tran_cn": "杂货店"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "食品杂货（店）",
      "tran_en": "food and other goods that are sold by a grocer or a supermarket"
    }
  ],
  "exchange": {
    "pl": [
      "groceries"
    ]
  }
}