{
  "word": "Niagara",
  "ipa": {
    "us": "naɪ'æɡərə",
    "uk": "naɪ'æɡərə"
  },
  "sentences": [
    {
      "en": "Did you stop at Niagara Falls for some pictures?",
      "cn": "你们在尼亚加位大瀑布那儿停下来拍照了 吗 ?"
    },
    {
      "en": "Did you think Niagara a great exhibition of power?",
      "cn": "你认为尼亚加拉大瀑布显示了巨大的力量 吗 ?"
    },
    {
      "en": "I want to see Niagara Falls.",
      "cn": "我想要看一看尼亚加拉瀑布."
    },
    {
      "en": "Niagara belongs to the heavyweights - where a whole solid river plunges bodily over a cliff The real sight from above is the gigantic movement of the falls themselves， digging the gorge.",
      "cn": "尼亚加拉瀑布属于重量级——一股巨流全部从悬崖上冲泻下来。 从上往下看到的现实景像是瀑布自身的强烈运动在凿峡谷。"
    },
    {
      "en": "Niagara Falls has become a tired old tourist sight.",
      "cn": "尼亚加拉大瀑布已成了老得没牙的旅游景点."
    },
    {
      "en": "Niagara Falls is a huge waterfall that lies on the niagara River.",
      "cn": "尼亚加拉大瀑布是尼亚加拉河上的一条大瀑布."
    },
    {
      "en": "Niagara falls is a noble sight.",
      "cn": "尼亚加拉瀑布是一壮观的景色."
    },
    {
      "en": "Niagara Falls is one of the greatest marvel in the world.",
      "cn": "尼亚加拉瀑布是世界大奇景之一."
    },
    {
      "en": "Niagara Falls is one of the sights in the world.",
      "cn": "尼亚加拉大瀑布是世界游览胜地之一."
    },
    {
      "en": "One of the most famous power stations is on the River Niagara.",
      "cn": "最有名的一座水电站就建在尼亚加拉河上."
    },
    {
      "en": "She let loose a Niagara of billingsgate.",
      "cn": "她破口大骂不止."
    },
    {
      "en": "The Niagara Falls is one of the natural wonders of the world.",
      "cn": "尼亚加拉瀑布是世界天然奇景之一."
    },
    {
      "en": "There a friendly captain pointed across the Niagara River.",
      "cn": "在那儿，一位友善的船长指着尼亚加拉河对岸。"
    },
    {
      "en": "This surfing Santa is braving the freezing cold waters near Niagara Falls.",
      "cn": "这个正在冲浪的圣诞老人勇敢地面对尼亚加拉瀑布附近寒冷刺骨的水流."
    },
    {
      "en": "Vicki : The Gherkin is three times as tall as Niagara Falls.",
      "cn": "它的高度是尼亚加拉瀑布的三倍."
    },
    {
      "en": "We visited Niagara Falls on our vacation.",
      "cn": "假期我们参观了尼亚加拉大瀑布."
    },
    {
      "en": "Would you care to go on a tour up to Niagara Falls?",
      "cn": "你想作一次去尼亚加拉瀑布的旅行 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "niagara falls",
      "tran_cn": "（北美）尼亚加拉大瀑布"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "尼亚加拉河（在加拿大和美国间）急流，洪水"
    }
  ],
  "exchange": {}
}