{
  "word": "sparrow",
  "ipa": {
    "us": "ˈspærəʊ",
    "uk": "ˈspæroʊ"
  },
  "sentences": [
    {
      "en": "A cat lived in the greatest friendship with a young sparrow.",
      "cn": "小猫与小麻雀十分和睦地一起生活."
    },
    {
      "en": "A sparrow alighted on the branch.",
      "cn": "一只麻雀飞落在树枝上."
    },
    {
      "en": "A sparrow is very alert in its movement.",
      "cn": "麻雀的动作很敏捷."
    },
    {
      "en": "A sparrow is very alert in its movements.",
      "cn": "麻雀行动非常机灵."
    },
    {
      "en": "A sparrow may be small but it has all the vital organs.",
      "cn": "麻雀虽小,五脏俱全."
    },
    {
      "en": "Appearing in great danger, the tiny sparrow tumbled on to the lawn, but softy Flint appeared to have taken pity on him.",
      "cn": "跌落在草地上的小麻雀看起来处于非常危险的境地，但是温柔的“弗林特”似乎非常同情他。"
    },
    {
      "en": "I can see a sparrow two hundred paces away.",
      "cn": "我看得见二百步以外的麻雀."
    },
    {
      "en": "Mr Sparrow has acted with commendable speed.",
      "cn": "斯帕罗先生行动之快值得赞扬。"
    },
    {
      "en": "Now it is clearing up, and a sparrow is beginning to chirp.",
      "cn": "现在天就要晴了, 一只麻雀已开始喳喳地叫."
    },
    {
      "en": "Only a solitary cracked-voiced reed-sparrow greeted her from the bushes by the river, in a sad, machine-made tone, resembling that of a past friend whose friendship she had outworn.",
      "cn": "只有一只声音嘶哑的芦雀，在河边的树丛中用悲伤机械的音调向她打招呼，就像一个已经没有了友谊的从前的朋友向她打招呼的声音一样。"
    },
    {
      "en": "Some birds, such as the white - crowned sparrow, have only one song.",
      "cn": "有些鸟, 例如白头雀, 只会唱一种歌曲."
    },
    {
      "en": "The boy has got a hen sparrow.",
      "cn": "那男孩抓到一只雌雀."
    },
    {
      "en": "The myrtle, dove, sparrow, and swan are sacred to her.",
      "cn": "桃金娘，鸽子，麻雀和天鹅是她的圣物。"
    },
    {
      "en": "The sparrow crossed the lawn in a series of hops.",
      "cn": "那麻雀一蹦一跳地穿过草坪."
    },
    {
      "en": "The sparrow perked up its tail.",
      "cn": "麻雀竖起尾巴."
    },
    {
      "en": "The sparrow whizzed up into a tree.",
      "cn": "麻雀噌的一声飞上了树."
    },
    {
      "en": "We repeated this experiment in a number of song sparrow territories.",
      "cn": "我们在一些歌雀的领地重复了这种实验."
    },
    {
      "en": "With a flap of its wings the sparrow flew off.",
      "cn": "麻雀忒儿一声飞了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "small",
            "spadger"
          ],
          "tran_cn": "麻雀；矮小的人"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "house sparrow",
      "tran_cn": "n. 麻雀（等于English sparrow）"
    },
    {
      "phrase": "sparrow hawk",
      "tran_cn": "食雀鹰；鹞"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "麻雀，〈美〉个子小的人",
      "tran_en": "a small brown bird, very common in many parts of the world"
    }
  ],
  "exchange": {
    "pl": [
      "sparrows"
    ]
  }
}