{
  "word": "guild",
  "ipa": {
    "us": "ɡɪld",
    "uk": "ɡɪld"
  },
  "sentences": [
    {
      "en": "\" Mr. Guild Leader, think of something, I beg you.",
      "cn": "“ 会长先生, 总求你想想法子,做好事."
    },
    {
      "en": "Academies and guild halls were two different kinds of Chinese traditional architectures.",
      "cn": "书院与会馆是两种不同类型的传统建筑,具有共性,又有鲜明的个性."
    },
    {
      "en": "Bloodshot: good luck to your guild, whats is called again?",
      "cn": "祝你的公会好运, 对了你公会叫什么来着?"
    },
    {
      "en": "Huguang Guild Hall is the best place to enjoy Peking Opera.",
      "cn": "宣武区湖广会馆是欣赏北京京剧的最佳场所."
    },
    {
      "en": "I belong to a guild of wine butlers.",
      "cn": "我属于主管酒类的男仆同业公会."
    },
    {
      "en": "It's unknown if guild achievements will provide XP or currency.",
      "cn": "目前还不知道公会成就是否也会提供公会经验值或者公会货币."
    },
    {
      "en": "Masons'Guild house reduces the cost of stone buildings, and improves happiness.",
      "cn": "石匠行会能够削减石制建筑修建成本, 并可以提高城邑居民快乐程度."
    },
    {
      "en": "On the 21 st of next month there is a meeting of the Women's Guild.",
      "cn": "下月21日,妇女协会将举行会议."
    },
    {
      "en": "The head of the Merchants Guild had indicated a bribe of two hundred dollars.",
      "cn": "商会长示意总得两百."
    },
    {
      "en": "The head of the Merchants Guild held up two fingers, then quickly departed.",
      "cn": "商会长说着,伸两个指头一扬, 就匆匆地走了."
    },
    {
      "en": "The same thing holds for the guild member in the medieval towns.",
      "cn": "中世纪城市的行会市民,也是如此."
    },
    {
      "en": "the Screen Actors' Guild",
      "cn": "影视演员协会"
    },
    {
      "en": "The Thieves'Guild is friend to everyone and no one.",
      "cn": "盗贼行会是所有人的朋友,同时它也会六亲不认."
    },
    {
      "en": "the Women’s Guild",
      "cn": "妇女协会"
    },
    {
      "en": "Therefore, companies need scientific and systematic results to guild their procurement strategy.",
      "cn": "因此, 企业迫切需要科学、系统和实用的理论研究成果做指导."
    },
    {
      "en": "Use Guild ranks as a method for rewarding good guild members.",
      "cn": "使用公会等级来回馈优秀的工会成员."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "society",
            "union"
          ],
          "tran_cn": "社会团体"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "institution"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "行会，协会，同业公会，[植]依赖植物集团",
      "tran_en": "an organization of people who do the same job or have the same interests"
    }
  ],
  "exchange": {
    "pl": [
      "guilds"
    ]
  }
}