{
  "word": "lawn",
  "ipa": {
    "us": "lɔːn",
    "uk": "lɔːn"
  },
  "sentences": [
    {
      "en": "a carefully tended lawn",
      "cn": "受到细心呵护的草坪"
    },
    {
      "en": "As she turned back, a movement across the lawn caught her eye.",
      "cn": "她转过身，瞥见有个东西从草地上穿了过去。"
    },
    {
      "en": "He continued to mow the lawn and do other routine chores.",
      "cn": "他继续剪草坪，并做些其他日常杂务。"
    },
    {
      "en": "He was on the front lawn, measuring out two circles.",
      "cn": "他在前面的草坪上丈量并标记出两个圆圈。"
    },
    {
      "en": "I spent all morning mowing the lawn (= cutting the grass ).",
      "cn": "我整个上午都在修剪草坪。"
    },
    {
      "en": "Lenny moved swiftly and silently across the front lawn.",
      "cn": "伦尼悄无声息地快速穿过房前的草坪。"
    },
    {
      "en": "Scatter the grass seed over the lawn.",
      "cn": "把草籽撒到草坪上。"
    },
    {
      "en": "She ran swiftly over the lawn to the gate.",
      "cn": "她一溜烟穿过草地跑到了大门口。"
    },
    {
      "en": "She swivelled her chair round and stared out across the back lawn.",
      "cn": "她把椅子转过来，向外凝视着屋后的草坪。"
    },
    {
      "en": "The Lawn Tennis Association suspended Mr Castle from the British team.",
      "cn": "草地网球协会暂停了卡斯尔先生在英国队的职务。"
    },
    {
      "en": "The typical lawn mower makes about 90 decibels of noise.",
      "cn": "典型的割草机发出的声响约为90分贝."
    },
    {
      "en": "The windows overlooked a lawn of tall waving grass.",
      "cn": "窗户外边是一块草地，高高的草随风摇摆。"
    },
    {
      "en": "There were ducks quacking on the lawn.",
      "cn": "草地上有几只鸭子在嘎嘎叫。"
    },
    {
      "en": "They are camped out in tents on the front lawn.",
      "cn": "他们在门前的草坪上支起帐篷宿营了。"
    },
    {
      "en": "They were sitting on the lawn under a large beech tree.",
      "cn": "他们坐在一棵高大的山毛榉树下的草坪上。"
    },
    {
      "en": "We have ordered several turfs to make our lawn.",
      "cn": "我们订购了一些草皮块铺个草坪."
    },
    {
      "en": "You can engage in croquet on the south lawn.",
      "cn": "你可以参加南边草坪上的槌球游戏。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grass",
            "meadow"
          ],
          "tran_cn": "[建]草地；草坪"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lawn bowling",
      "tran_cn": "（美）草地保龄球；草地滚球戏"
    },
    {
      "phrase": "lawn chair",
      "tran_cn": "（美）草坪躺椅"
    },
    {
      "phrase": "lawn mower",
      "tran_cn": "割草机"
    },
    {
      "phrase": "lawn tennis",
      "tran_cn": "草地网球"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "草地，草坪，上等细麻布",
      "tran_en": "an area of ground in a garden or park that is covered with short grass"
    }
  ],
  "exchange": {
    "pl": [
      "lawns"
    ]
  }
}