{
  "word": "confidently",
  "ipa": {
    "us": "'kɒnfədəntlɪ",
    "uk": "ˈkɑnfədəntlɪ"
  },
  "sentences": [
    {
      "en": "\"Are you sure the raft is safe?\" she asked anxiously. \"Couldn't be safer,\" Max assured her confidently.",
      "cn": "“你确定木筏安全吗？”她不安地问道。“再安全不过了，”马克斯信心十足地向她保证道。"
    },
    {
      "en": "A broad shouldered man wearing a dinner jacket swaggered confidently up to the bar.",
      "cn": "穿晚礼服的宽肩膀男子神气十足地走向吧台。"
    },
    {
      "en": "A man wearing a dinner jacket swaggered confidently up to the bar.",
      "cn": "穿晚礼服的男子神气十足地走向吧台。"
    },
    {
      "en": "Any time we make a corner case into an error we need to carefully specify exactly what the error case is so that we can implement it correctly and test it confidently.",
      "cn": "每当我们让一种特殊情况变成一个错误时，我们需要细心辨别出错误情况究竟是什么，这样我们才能正确地执行它，并且自信地测试它。"
    },
    {
      "en": "From here on he brings the character confidently alive.",
      "cn": "从这里开始他真正将这个角色演活了。"
    },
    {
      "en": "He confidently proclaims that he is offering the best value in the market.",
      "cn": "他信心百倍地声称他的产品是市场上最物有所值的。"
    },
    {
      "en": "He felt safe now, and he spoke more confidently.",
      "cn": "他觉得现在安全了, 便更放胆地说起来."
    },
    {
      "en": "He walked into the shop and calmly ( ie impudently and self - confidently ) stole a pair of gloves.",
      "cn": "他走进商店若无其事地偷了一副手套."
    },
    {
      "en": "He's speaking up and asserting himself confidently.",
      "cn": "他明确表态，信心十足地阐述自己的观点。"
    },
    {
      "en": "I can confidently promise that this year is going to be very different.",
      "cn": "我可以信心十足地保证今年将大不一样。"
    },
    {
      "en": "I said confidently.",
      "cn": "我自信地说道。"
    },
    {
      "en": "I skipped over zero as we counted, but she confidently picked up the number and declared it an oval.",
      "cn": "当我们数数时，我跳过了零，但我女儿很自信地说出了零，并且说零是一个椭圆。"
    },
    {
      "en": "Phil walked forward confidently but something held Ben back.",
      "cn": "菲尔信心十足地走向前去,本却踌躇不定."
    },
    {
      "en": "She confidently expects to win.",
      "cn": "她充满信心地期待着获胜."
    },
    {
      "en": "The report asserts confidently that the industry will grow.",
      "cn": "报告断言这个产业会发展起来."
    },
    {
      "en": "They would confidently intuit your very thoughts.",
      "cn": "他们会很有把握地凭直觉猜出你的真实想法。"
    },
    {
      "en": "This seemed to reassure him and he continued more confidently.",
      "cn": "这似乎使他放心一点,于是他更有信心地继续说了下去."
    },
    {
      "en": "You can and must act boldly and confidently.",
      "cn": "你能够而且必须表现得勇敢和自信。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "confidence",
          "tran_cn": " （美）诈骗的；骗得信任的"
        },
        {
          "word": "confident",
          "tran_cn": " 自信的；确信的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "confidence",
          "tran_cn": " 信心；信任；秘密"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "assertorically",
            "securely"
          ],
          "tran_cn": "自信地；安心地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "surely"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "确信地，肯定地，自信地"
    }
  ],
  "exchange": {
    "adj": [
      "confident"
    ]
  }
}