{
  "word": "ordinance",
  "ipa": {
    "us": "ˈɔ:dɪnəns",
    "uk": "ˈɔrdɪnəns"
  },
  "sentences": [
    {
      "en": "a city ordinance that says parks must be closed at 11 p.m.",
      "cn": "规定公园须于夜间11点钟关闭的城市条例"
    },
    {
      "en": "A new ordinance requires builders to get permits before tearing down structures.",
      "cn": "一项新的政令要求建筑商在拆除建筑物之前必须征得许可."
    },
    {
      "en": "a Royal ordinance",
      "cn": "敕令，圣旨"
    },
    {
      "en": "Inclosed towards the north and south by ranges to the ordinance.",
      "cn": "藉着对法令的范围向北方和向南方围起来."
    },
    {
      "en": "Judging the legality of the ordinance is within the province of the courts.",
      "cn": "判决这条法令是否合法是由法院来决定的."
    },
    {
      "en": "Law is an ordinance of reason for the common good.",
      "cn": "法律是维护公众利益的理性条令."
    },
    {
      "en": "Obey these instructions as a lasting ordinance for you and your descendants.",
      "cn": "24这例,你们要守着,作为你们和你们子孙永远的定例."
    },
    {
      "en": "Penn Central involved a New York historic preservation ordinance.",
      "cn": "宾州的运输受到了纽约州一项历史文物保护法规的牵连."
    },
    {
      "en": "South Carolina passed an \" ordinance of secession \", and prepared for war.",
      "cn": "南卡罗来纳州通过了 “ 脱离联邦法令 ”, 准备打仗."
    },
    {
      "en": "The burning of leaves was prohibited by a town ordinance.",
      "cn": "一项城市规章规定,禁止焚烧树叶."
    },
    {
      "en": "The case involved a Chicago ordinance banning the use of detergents containing phosphates.",
      "cn": "该案涉及到芝加哥一项禁止使用含有磷酸脂的洗涤剂的法规."
    },
    {
      "en": "The city passed an ordinance compelling all outdoor lighting to be switched off at 9.00 PM.",
      "cn": "该市通过一条法令强令晚上九点关闭一切室外照明."
    },
    {
      "en": "The French Foreign Legion was founded by a Royal Ordinance, written on a small piece of official Prench War Office notepaper dated March 9 th, 1931.",
      "cn": "法国外籍兵团是按照皇家的一项法令建立的, 这项法令记录在一小页法国陆军部公函信笺上, 日期是1931年3月9日."
    },
    {
      "en": "The Objectionable Publications Ordinance ( Cap . 150 . 1975 Ed. ) is repealed.",
      "cn": "《不良刊物条例》 ( 第150章, 1975年版 ) 现予以废除."
    },
    {
      "en": "The Seventh Circuit found that the ordinance did place a burden on interstate commerce.",
      "cn": "第七巡回法庭发现,这项法规的确为州际商业增加了负担."
    },
    {
      "en": "Then introduce your ordinance, and we'll see what can be done.",
      "cn": "然后把你的章程提出来, 我们来看看有什么办法."
    },
    {
      "en": "This is to be a lasting ordinance for the generations to come.",
      "cn": "这要作你们世世代代永远的定例."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "act",
            "byelaw"
          ],
          "tran_cn": "[管理]条例；[法]法令；圣餐礼"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "announcement",
            "institution",
            "law",
            "legislation",
            "prescription",
            "regulation",
            "statute"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<正>条例，法令，传统的风俗习惯，[宗]仪式，（尤指）圣餐式",
      "tran_en": "a law, usually of a city or town, that forbids or restricts an activity"
    }
  ],
  "exchange": {
    "pl": [
      "ordinances"
    ]
  }
}