{
  "word": "rebuild",
  "ipa": {
    "us": "ˌriːˈbɪld",
    "uk": "ˌriːˈbɪld"
  },
  "sentences": [
    {
      "en": "Both of them have been through an awful lot and hopefully now I can help them rebuild their lives.",
      "cn": "他们两人都曾历经磨难，但愿现在我能帮助他们重建正常的生活。"
    },
    {
      "en": "Camels rebuild fat stores in their hump.",
      "cn": "骆驼在自己的驼峰内重新贮备了脂肪。"
    },
    {
      "en": "Everyone would have to work hard together to rebuild the economy.",
      "cn": "所有人都应该一起努力以重建经济。"
    },
    {
      "en": "I covenanted to pay $ 5000 a year to rebuild the college.",
      "cn": "我立书保证,每年付五千美元帮助重建那所学院."
    },
    {
      "en": "It requires trading companies and manufacturers rebuild new relationship for common benefit.",
      "cn": "这就要求厂家和商家为了共同的利益,构建新型的厂商关系."
    },
    {
      "en": "It's out of the question to rebuild the towers.",
      "cn": "重建那座塔是不可能的."
    },
    {
      "en": "Jack used to be a thief, but now he's seen the error of his ways and is trying to rebuild his life.",
      "cn": "杰克过去是小偷, 但是现已知过能改重新做人了."
    },
    {
      "en": "Jane began to rebuild her social life which had been non-existent since her marriage.",
      "cn": "简开始重新建立自己自结婚以来便陷于沉寂的社交生活。"
    },
    {
      "en": "Production and profits soared and people began to rebuild their old homes.",
      "cn": "产量和收入提高了,人们开始翻新自己的老房子."
    },
    {
      "en": "The church was completely rebuilt in the last century.",
      "cn": "这座教堂在上个世纪全面重建。"
    },
    {
      "en": "The company is making every effort to rebuild its business.",
      "cn": "这家公司正在尽一切努力来重建自己的企业."
    },
    {
      "en": "They had to rebuild their homes after the havoc of the hurricane.",
      "cn": "遭受飓风的巨大破坏后,他们不得不重建家园."
    },
    {
      "en": "They say they will stay to rebuild their homes rather than retreat to refugee camps.",
      "cn": "他们说他们将留下重建家园而不是躲到难民营里。"
    },
    {
      "en": "This temple is pulled down every twenty years and then rebuild in its original form.",
      "cn": "每隔二十年,人们就将圣庙推倒,再按原来的样子重建一次."
    },
    {
      "en": "Two weeks later, surgeons carried out the operation to rebuild his face.",
      "cn": "两周后，外科医生实施了手术以复原他的面部。"
    },
    {
      "en": "Wilson's intention is to rebuild his career and put distance between himself and his reputation.",
      "cn": "威尔逊打算东山再起，并让自己远离虚名浮誉。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "rebuilding",
          "tran_cn": " 重建"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "rebuilding",
          "tran_cn": " 重建；使复原（rebuild的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "reproduce"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "reconstruct",
            "reintegrate"
          ],
          "tran_cn": "重建；改造，重新组装；复原"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重建，使恢复",
      "tran_en": "to build something again, after it has been damaged or destroyed"
    },
    {
      "pos": "vt",
      "tran_cn": "重建",
      "tran_en": "to build something again, after it has been damaged or destroyed"
    }
  ],
  "exchange": {
    "third": [
      "rebuilds"
    ],
    "past": [
      "rebuilt"
    ],
    "done": [
      "rebuilt"
    ],
    "ing": [
      "rebuilding"
    ]
  }
}