{
  "word": "inundation",
  "ipa": {
    "us": "ˌɪnʌn'deɪʃn",
    "uk": "ˌɪnʌn'deɪʃn"
  },
  "sentences": [
    {
      "en": "After the inundation , things were scatter about in a mess everywhere.",
      "cn": "大水过后, 满处都是狼藉的景象."
    },
    {
      "en": "Below left: The main temple of his at Philae at the time of inundation.",
      "cn": "左下: 洪水泛滥的时候,位于菲莱岛的伊希斯主神殿."
    },
    {
      "en": "Flood damage through fractures often brings about coalmines huge losses, even causes mine inundation.",
      "cn": "断层水害的发生往往对煤矿造成的损失巨大, 甚至会造成淹井事故的发生."
    },
    {
      "en": "Otherwise, inundation would ensue to our dismay.",
      "cn": "若不疏导, 只能眼巴巴看着它泛滥."
    },
    {
      "en": "Seven years before the last day, the sea shall submerge Eirin [ Ireland ] in one inundation.",
      "cn": "最后审判日的前七年, 海水会在一场大洪水中 淹没 了爱尔兰."
    },
    {
      "en": "The bottom of it's working face contact with the seam inundation directly.",
      "cn": "主采煤层底板与充水岩层直接接触,充水岩层内部连成一体且与外部水力联系密切."
    },
    {
      "en": "The effects of higher seas can range from erosion to permanent inundation, and the severity of the damage depends in great measure on where the cities are, Weiss said by telephone on Wednesday.",
      "cn": "海水上涨的影响可能从水侵蚀延伸到永久性的海水泛滥，造成破坏的严重性很大程度上取决于城市坐落的地方，维斯星期三在电话里说。"
    },
    {
      "en": "The lakes may have undergone numerous episodes of inundation, evaporation ( and possibly freezing ), and desiccation.",
      "cn": "这些湖泊可能经历过很多次泛滥 、 蒸发 ( 甚至冻结 ) 及乾涸."
    },
    {
      "en": "The size and inundation of the reservoir can be expounded and proved through economic benefits.",
      "cn": "水库规模与淹没问题,应通过经济论证."
    },
    {
      "en": "There are five water disasters in Jianghan Plain: flood, inundation , subsurface waterlogging, drought and water environment.",
      "cn": "江汉平原存在五种水灾害: 洪灾 、 涝灾 、 渍灾 、 旱灾和水环境灾害."
    },
    {
      "en": "Therefore this psychology preceded the inundation of Caudillo politics after independence.",
      "cn": "在独立后,这一心态助长了考迪罗主义的泛滥."
    },
    {
      "en": "Through these comparisons we can not only test to see if our experimental data are accurate, but find the most effective and efficient way to model tsunami inundation and loading.",
      "cn": "通过对比，我们不仅能看到是否我们的实验数据是准确的，而且发现最有效和最高效的方法是建立海啸洪水模型。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "inundated",
          "tran_cn": " 洪泛的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "inundated",
          "tran_cn": " 淹没（inundate的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "inundate",
          "tran_cn": " 淹没；泛滥；浸水；（洪水般的）扑来"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flood",
            "fresh",
            "flow"
          ],
          "tran_cn": "洪水；[水文]泛滥"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "淹没，洪水，（洪水般的）扑来，压倒"
    }
  ],
  "exchange": {
    "verb": [
      "inundate"
    ]
  }
}