{
  "word": "asceticism",
  "ipa": {
    "us": "əˈsetɪsɪzəm",
    "uk": "əˈsetɪsɪzəm"
  },
  "sentences": [
    {
      "en": "And here's the clue that helps you see what's going on with the allure of asceticism for these ancient Christians.",
      "cn": "下面给出线索，帮助你们理解,禁欲主义对古代基督徒的吸引力。"
    },
    {
      "en": "Asceticism affected the sexual idea deeply and extensively in modern times in China.",
      "cn": "禁欲主义对中国近、现代性观念影响极为深广."
    },
    {
      "en": "Gandhi exemplified the virtues of renunciation, asceticism and restraint.",
      "cn": "甘地体现了克己、禁欲和自我约束的美德。"
    },
    {
      "en": "He became an Augustinian monk and practised such asceticism that his health was impaired.",
      "cn": "他成为奥古斯丁时期的修士,他实行苦行主义以致身体受到了伤害."
    },
    {
      "en": "He next practised asceticism, which was very common among Samanas.",
      "cn": "他下一步是实行苦行, 在沙门中十分普遍."
    },
    {
      "en": "Her opposed the asceticism of devotion to sciences, advocated the gay science.",
      "cn": "他反对为科学献身的苦行主义, 主张快乐的科学."
    },
    {
      "en": "His contribution on ethics is his effort to seek for the third way beyond religious asceticism and modern utilitarianism and hedonism.",
      "cn": "尼采在伦理学上的贡献是他试图在宗教禁欲主义和近代功利主义、享乐主义之上寻找第三条道路。"
    },
    {
      "en": "Humanistic artists opposed asceticism with humanism, opposed theocracy with human rights.",
      "cn": "人文主义艺术家以人文主义反对禁欲主义, 以人权反对神权,追求个性的自由、理性的至上和人性的全面发展是文艺复兴时期艺术大师们创作的共同特点."
    },
    {
      "en": "In Tantra, science and mysticism go hand in hand, as do sensuality and asceticism.",
      "cn": "在坦陀罗, 科学与神秘主义手牵手, 就像纵欲与禁欲一样."
    },
    {
      "en": "It inculcated universal asceticism and social levelling in its crudest form.",
      "cn": "这种文献倡导普遍的禁欲主义和粗陋的平均主义."
    },
    {
      "en": "It is a question of the relation between asceticism and truth.",
      "cn": "这个问题牵涉到禁欲跟真理的关系."
    },
    {
      "en": "Others choose lives of asceticism within our cloistered residence halls.",
      "cn": "有些人自愿选择住在我们修堂里做苦行主义者."
    },
    {
      "en": "Puritanism is based on autonomy of local congregations, simplicity of worship, asceticism, egalitarianism, and a call to the past with restoration of original values through purification.",
      "cn": "清教主义是建立在对地方集合，崇拜的简化，禁欲主义，平均主义以及通过净化召唤回具有原始价值过去的自治上。"
    },
    {
      "en": "The concept of celibacy carries connotations of asceticism and religious fervor.",
      "cn": "修道者的独身观念含有禁欲与宗教热情之意."
    },
    {
      "en": "Their asceticism and utilitarianism were too extreme to be practicable.",
      "cn": "苦行与功利主义过于极端,难以实践."
    },
    {
      "en": "This is basically some form of asceticism, the control of the body.",
      "cn": "可以说是某种禁欲主义，克制肉体。"
    },
    {
      "en": "Tolstoy lived like a peasant on his great estate, practising a radical asceticism.",
      "cn": "托尔斯泰家业庞大,但仍然过着农夫一样的生活, 恪守着禁欲主义清规."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ascetic",
          "tran_cn": " 苦行的；禁欲主义的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "ascetically",
          "tran_cn": " 苦行地；禁欲地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ascetic",
          "tran_cn": " 苦行者；禁欲者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "monasticism"
          ],
          "tran_cn": "禁欲主义；苦行主义；苦行生活"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abstinence",
            "continence",
            "gravity",
            "simplicity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "禁欲主义，苦行主义",
      "tran_en": "Asceticism is a simple, strict way of life with no luxuries or physical pleasures"
    }
  ],
  "exchange": {
    "adj": [
      "ascetic"
    ]
  }
}