{
  "word": "walrus",
  "ipa": {
    "us": "ˈwɔ:lrəs",
    "uk": "ˈwɔlrəs, ˈwɑl-"
  },
  "sentences": [
    {
      "en": "A walrus is even doing push - ups and sit - ups with the trainer.",
      "cn": "一只海象也在根训练员一起做 俯卧撑 和仰卧起坐."
    },
    {
      "en": "Did the wretched witch watch a walrus washing?",
      "cn": "可怜的巫婆看海象洗衣服 吗 ?"
    },
    {
      "en": "He is the queer old duck with the knee - length gaiters and walrus mustache.",
      "cn": "他穿着高及膝盖的皮护腿,留着海象般的八字胡,真是个古怪的老家伙."
    },
    {
      "en": "It is the Elephant and Walrus Kingdoms that greet you today.",
      "cn": "今天是大象和海象王国向你们问候."
    },
    {
      "en": "JM Barrie was a big guy with a walrus moustache.",
      "cn": "JMBarrie是个留山羊胡的大家伙."
    },
    {
      "en": "Mammals such as whales and walrus in turn feed on this small prey.",
      "cn": "哺乳动物如鲸鱼,海象反过来捕食这些小猎物."
    },
    {
      "en": "Morse was yet another name that appeared before walrus and seems to have spread to other languages only to drop out of use in English.",
      "cn": "莫尔斯是另一个在海象流传以前就存在的名称，并且似乎已经传播到其他语言而唯独在英语中退出了。"
    },
    {
      "en": "Seals much like Walrus live along the shorelines of land and sea.",
      "cn": "海豹就像海象一样,生活在陆地与海洋交界的海岸线上."
    },
    {
      "en": "See, this is Walrus Man.",
      "cn": "看这个是海象人."
    },
    {
      "en": "The old walrus turned her head slowly and opened her eyes.",
      "cn": "那只老海象慢慢地转过头来,睁开了眼睛."
    },
    {
      "en": "The shape of Walrus evolved out of the Manatee species.",
      "cn": "海象的外形是从海牛物种里演化而成."
    },
    {
      "en": "The walrus snorted suddenly and loudly.",
      "cn": "老海象突然大声地喷着鼻息."
    },
    {
      "en": "The wretched witch watched a walrus washing.",
      "cn": "可怜的巫婆看海象洗衣服."
    },
    {
      "en": "Walrus ivory was a particularly essential material, used to make knives.",
      "cn": "海象牙则是制作刀具必不可少的材料."
    },
    {
      "en": "Walrus mothers are extremely nurturing, constantly hugging and nuzzling their babies.",
      "cn": "海象妈妈非常体贴, 时不时地拥抱或爱抚它们的宝贝."
    },
    {
      "en": "Walrus populations were in serious decline during centuries of wholesale slaughter for their blubber and tusks.",
      "cn": "几个世纪以来,为获取海象脂和獠牙,人们成批捕杀海象,使海象数量严重减少."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sea elephant",
            "sea-ox"
          ],
          "tran_cn": "[脊椎]海象"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海象",
      "tran_en": "a large sea animal with two long tusks(= things like teeth ) coming down from the sides of its mouth"
    }
  ],
  "exchange": {
    "pl": [
      "walruses"
    ]
  }
}