{
  "word": "unprotected",
  "ipa": {
    "us": "ˌʌnprəˈtektɪd",
    "uk": "ˌʌnprəˈtektɪd"
  },
  "sentences": [
    {
      "en": "A document defining acceptable access to protected , DMZ, and unprotected networks.",
      "cn": "策略,用来定义能够对保护网络, DMZ和非保护网络访问的文本."
    },
    {
      "en": "An unprotected childhood in a cold world has beaten gentleness out of me.",
      "cn": "在世态炎凉中度过的无人庇护的童年已经把温柔从我的身上赶走了."
    },
    {
      "en": "At the same time, you better not leave your transports unprotected.",
      "cn": "同时, 你最好不要把运输艇独自扔在海域里."
    },
    {
      "en": "During the early years of FOIA, however , companies submitting proprietary information often felt unprotected.",
      "cn": "在《信息自由法》的早期阶段,提供专有信息的公司常常感到得不到保护."
    },
    {
      "en": "He let the blows rain on his unprotected head and neck until Sonny's rage ebbed.",
      "cn": "他听任桑儿的拳头冰昏似的落在他的光脑壳上和脖子上,直到桑儿的怒气渐渐消下去."
    },
    {
      "en": "High levels of unprotected sex among young people are ringing alarm bells.",
      "cn": "年轻人之间不带保护措施的频繁性行为敲响了警钟."
    },
    {
      "en": "I wanted to drive home the dangers of unprotected sex.",
      "cn": "我想让你彻底理解无保护性行为的危害性."
    },
    {
      "en": "Iron or steel parts will rust, if they are unprotected.",
      "cn": "铁件或钢件是会生锈的, 如果不加保护的话."
    },
    {
      "en": "Machinery was often unprotected and accidents were frequent.",
      "cn": "机器常裸露着，因此事故频仍。"
    },
    {
      "en": "Part-time workers are unprotected by this law.",
      "cn": "兼职职员不受这条法规保护。"
    },
    {
      "en": "That left the plant in a dangerously unprotected condition, a calculated risk.",
      "cn": "这使电厂处于危险的无防卫的境地, 这是一次有意的冒险."
    },
    {
      "en": "The majority of them result from unprotected skin exposure to UV radiation.",
      "cn": "它们中的大部分都发生于暴露于紫外线的未加保护的皮肤."
    },
    {
      "en": "There were wrists, unprotected by coat or pocket, which were red with cold.",
      "cn": "那些露在上衣或衣袋外面的手腕都冻得发红."
    },
    {
      "en": "They can either produce a few well - protected offspring or a unprotected ones.",
      "cn": "他们要么生出少数几个保护得很好的孩子,要么产出亿万个未保护的孩子."
    },
    {
      "en": "Thieves often target unprotected vehicles.",
      "cn": "窃贼常常瞄准未采取防护措施的车辆。"
    },
    {
      "en": "This leaves fertile soil unprotected and prone to erosion.",
      "cn": "这会让肥沃的土壤暴露在外，使其容易受到侵蚀。"
    },
    {
      "en": "You are playing Russian roulette every time you have unprotected sex.",
      "cn": "行房时不采取避孕措施是非常危险的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "defenceless"
          ],
          "tran_cn": "无保护的；未设防的；不受关税保护的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accessible",
            "defenseless",
            "unarmed",
            "unguarded",
            "vulnerable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "unprotected sex",
      "tran_cn": "不安全性行为"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无保护（者）的，无防卫的，不受关税保护的",
      "tran_en": "not protected against possible harm or damage"
    },
    {
      "pos": "v",
      "tran_cn": "无保护(unprotect的过去分词)"
    }
  ],
  "exchange": {}
}