{
  "word": "adulation",
  "ipa": {
    "us": "ˌædjuˈleɪʃn",
    "uk": "ˌædʒəˈleɪʃn"
  },
  "sentences": [
    {
      "en": "Adulation, being new in any form, pleased her.",
      "cn": "任何形式的奉承, 只要她觉得新鲜, 她都会喜欢."
    },
    {
      "en": "Being a multi - selling megastar hasn't always been mass adoration and adulation.",
      "cn": "作为多产的巨星并不总是有大众崇拜和谄媚."
    },
    {
      "en": "Being a multi-selling megastar hasn't always been mass adoration and adulation.",
      "cn": "作为多产的巨星并不总是有大众崇拜和谄媚。"
    },
    {
      "en": "He basks in other people's adulation.",
      "cn": "他陶醉在别人的奉承中。"
    },
    {
      "en": "He doesn't need a last jolt of adrenaline or dose of adulation.",
      "cn": "他不需要最后一次的激昂也不需要丁点的阿谀奉承."
    },
    {
      "en": "History abounds with great men worthy of adulation and emulation.",
      "cn": "历史上有很多值得称赞和效法的伟人."
    },
    {
      "en": "How do you about this adulation and hero worship?",
      "cn": "你是怎么样看待这些阿谀奉承与偶象崇拜?"
    },
    {
      "en": "How do you feel about all this adulation and hero worship?",
      "cn": "对于这一切溢美之词及个人崇拜你怎么看?"
    },
    {
      "en": "Integrity is an essential factor to win the adulation and trust of others.",
      "cn": "正直使你得到别人的崇敬和信任."
    },
    {
      "en": "Money and adulation are rightly due to high achievers but the very worst garner recognition too.",
      "cn": "成功往往带来金钱和吹捧,但最惨烈的失败也能带来知名度."
    },
    {
      "en": "She had not had adulation and affectionate propositions before.",
      "cn": "昔日,她无人奉承,也无人求爱."
    },
    {
      "en": "That's why, despite the attention and adulation, his real name remains a well - kept secret.",
      "cn": "这就是为什麽尽管如此地被关注和奉承, 他的真是姓名依然非常好地得到保密."
    },
    {
      "en": "The actor is so vain that he can never Be satiated with adulation.",
      "cn": "那个演员太爱虚荣以致奉承已不能使他满足."
    },
    {
      "en": "The book was received with adulation by critics.",
      "cn": "这本书受到了评论人士的吹捧。"
    },
    {
      "en": "The officer basked in the adulation of his followers.",
      "cn": "这名官员在追随者的奉承话中得意洋洋."
    },
    {
      "en": "We edit and exaggerate, we crave adulation, we pretend we don't notice the socialisolation.",
      "cn": "我们编辑、夸大、渴望得到奉承。我们假装没有注意到社交孤立。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "adulatory",
          "tran_cn": " 阿谀的，奉承的；谄媚的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "adulator",
          "tran_cn": " 好奉迎者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "adulate",
          "tran_cn": " 过分称赞；谄媚；奉承"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "court",
            "flattery"
          ],
          "tran_cn": "奉承；谄媚"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "compliment"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "谄媚",
      "tran_en": "praise and admiration for someone that is more than they really deserve"
    }
  ],
  "exchange": {
    "adj": [
      "adulatory"
    ]
  }
}