{
  "word": "multipurpose",
  "ipa": {
    "us": "'mʌltɪ'pɜ:pəs",
    "uk": "'mʌltɪ'pɜpəs"
  },
  "sentences": [
    {
      "en": "a multipurpose building",
      "cn": "多用途大楼"
    },
    {
      "en": "A multipurpose programming language used primarily for command and control applications.",
      "cn": "一种多用途的编程语言,主要用在指挥和控制应用软件之中."
    },
    {
      "en": "a multipurpose tool",
      "cn": "多用途工具"
    },
    {
      "en": "Don't write multipurpose functions. Write separate functions to allow stronger argument validation.",
      "cn": "不要写含多个目的的函数. 分开(目的)写函数以允许更强的参数检查."
    },
    {
      "en": "Efficient, low - noise level , Multipurpose flow and static pressure.",
      "cn": "低压、中压和高压. 高效, 低噪音, 多用途."
    },
    {
      "en": "Frigates were large and powerful multipurpose warships.",
      "cn": "护卫舰是大型强力的多用途战舰."
    },
    {
      "en": "Low viscosity multipurpose resin used for casting or laminating room temperature.",
      "cn": "低粘度多用途树脂,用于室温浇铸和层压."
    },
    {
      "en": "Multipurpose scissors are the choice of housewives.",
      "cn": "多用剪刀,家庭主妇的选择."
    },
    {
      "en": "Multipurpose use and matters needing attention of each safeguard circuit is researched too.",
      "cn": "并研究各种保护电路的综合应用及其注意事项."
    },
    {
      "en": "New development of membrane technology in seawater desalination and multipurpose use is reviewed in this paper.",
      "cn": "主要论述了膜技术在海水淡化和海水综合利用中的新进晨."
    },
    {
      "en": "RDF Site Summary ( RSS ) is lightweight, multipurpose, extensible metadata description and syndication format.",
      "cn": "RSS 是一种可扩充的、轻量级的 、 多用途的元数据描述和内容聚合格式."
    },
    {
      "en": "The front cover ( medium size ) , ancient multipurpose Poplin thread - bound set of front and mixes.",
      "cn": "精装封面多用 府绸, 古线装封面和函套亦然."
    },
    {
      "en": "The resulting values among assorted operative systems are andrattling multipurpose with affectionateness to purchase selection making.",
      "cn": "不同的操作系统之间所产生的价值是100%的可比性,因此对想采购的人非常有用."
    },
    {
      "en": "The software has advantages such as multipurpose integrating, high stability and strung expandability etc.",
      "cn": "所设计的软件具有功能集成度高 、 稳定性好、可扩展性强等特点."
    },
    {
      "en": "This handy multipurpose function can load cursors, icons, and bitmaps.",
      "cn": "这个便捷的多用途函数能载入图标, 鼠标和位图."
    },
    {
      "en": "This is a multipurpose shop serving as a bookstore.",
      "cn": "咖啡屋、餐厅于一体的多功能小店."
    },
    {
      "en": "Trolley Case has capacious storage room and fully multipurpose departments, detachable waterproof bag for washing items.",
      "cn": "宽敞的储物空间及丰富的物件管理隔层设计, 内部配有可拆卸的洗漱袋,防水材料."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "multipotent",
          "tran_cn": " 能产生多种效果的；有多种能力的"
        },
        {
          "word": "multitudinous",
          "tran_cn": " 大量的，群集的；多种多样的"
        },
        {
          "word": "multivalent",
          "tran_cn": " [化学] 多价的；多原子价的；有多种意义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "multivalence",
          "tran_cn": " 多价；多原子价；多义性；有多种价值"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "multipurpose use",
      "tran_cn": "综合利用"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "多种用途的，多目标的，多用途，多用",
      "tran_en": "able to be used for many different purpose"
    }
  ],
  "exchange": {}
}