{
  "word": "hyperactive",
  "ipa": {
    "us": "ˌhaɪpərˈæktɪv",
    "uk": "ˌhaɪpər'æktɪv"
  },
  "sentences": [
    {
      "en": "A hyperactive deep tendon reflex was noted, but there was neither muscle weakness nor hepatomegaly.",
      "cn": "深部肌腱反射过强, 无肌肉衰弱或肝肿大."
    },
    {
      "en": "Alarm will affect the person's mood, make person waking after hyperactive spirit.",
      "cn": "闹铃还会影响到人的情绪, 使人惊醒后精神亢奋."
    },
    {
      "en": "B is hyperactive, and B is quiet.",
      "cn": "是极度活跃的也是安静的."
    },
    {
      "en": "Ever since, South Korea's hyperactive blogosphere has been churning out conspiracy theories by the dozen.",
      "cn": "从这以后, 韩国活跃的博客圈就开始炮制那些阴谋理论."
    },
    {
      "en": "Fiery guitar - work embellishes the already hyperactive music, injecting ardent fury and cosmic demeanor.",
      "cn": "热烈亢奋的吉他配乐修饰着本已异常亢奋的乐曲, 注入了燃烧般的狂热及大气."
    },
    {
      "en": "Having a large account is a great advantage, but whatever your size, do not be hyperactive.",
      "cn": "资金多是个很大的优势, 但无论你的仓位多大, 不要过分交易."
    },
    {
      "en": "He was a slow developer and hyperactive.",
      "cn": "他发育很慢并患有多动症."
    },
    {
      "en": "His mind was hyperactive, turning over possibilities, sketching sceneries.",
      "cn": "他的思想异常活跃.他反复推测各种可能, 描绘各种前景."
    },
    {
      "en": "His research was used in planning treatments for hyperactive children.",
      "cn": "他的研究被用来为多动的儿童设计治疗方案。"
    },
    {
      "en": "If he's the calm type, he'll become more hyperactive around you.",
      "cn": "如果他本身是很冷静的类型, 在你身边他会变得很活跃."
    },
    {
      "en": "Most children can be inattentive , hyperactive, or impulsive at times.",
      "cn": "多数的孩子有时候可能会不专心 、 过动或冲动."
    },
    {
      "en": "Most of those riches go to vendors and brokers who benefit from hyperactive trading.",
      "cn": "很多生意人和经纪商从这种超级活跃的交易中致富."
    },
    {
      "en": "So, what is globality? It is the 24 - hour interconnected, hyperactive, sleep - deprived, e - mail - fueled world.",
      "cn": "那末, 什么是全球性 呢 ?它是24小时的相互联系的 、 极度活跃的 、 失去睡眠的 、 以 电子邮件 为燃料的世界."
    },
    {
      "en": "The scatty, glancing quality of a hyperactive but unfocused intelligence ( London Review of Books ).",
      "cn": "极度活跃但无聚焦点的思想 ( 伦敦图书评论 )."
    },
    {
      "en": "The smaller animals like dogs, cats , etc , which are restless hyperactive, breath fast and die fast.",
      "cn": "一些小动物,好比狗, 猫等总是躁动不安, 呼吸快而急促,生命就会很短暂."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hyperactivity",
          "tran_cn": " 极度活跃；活动过度"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "活动过度的，极度活跃的",
      "tran_en": "someone, especially a child, who is hyperactive is too active, and is not able to keep still or be quiet for very long"
    }
  ],
  "exchange": {
    "noun": [
      "hyperactivity"
    ]
  }
}