{
  "word": "detriment",
  "ipa": {
    "us": "ˈdetrɪmənt",
    "uk": "ˈdetrɪmənt"
  },
  "sentences": [
    {
      "en": "A “do what I say, not what I do” world economy will fracture, to the detriment of all.",
      "cn": "在一个“依我所言，勿仿我行”的世界里，世界经济将割裂分化，伤害所有的国家。"
    },
    {
      "en": "An incident like this cannot happen again without detriment to our business relations.",
      "cn": "象这样的事件如再发生就必然损害我们的业务关系."
    },
    {
      "en": "Every part of the structure which can be saved without detriment will be saved.",
      "cn": "可以节省的部分,如果不因节省而发生后害,将被节省掉."
    },
    {
      "en": "Foreign banks, began to locate major branches in London to the detriment of the clearing banks.",
      "cn": "外国银行为了与英国清算银行竞争, 开始在伦敦设置主要分行."
    },
    {
      "en": "Governments which ignore them, however, do so to their own detriment.",
      "cn": "然而，政府忽略这些因素就是损害自己的利益。"
    },
    {
      "en": "He sits up very late to the detriment of his health.",
      "cn": "他常常熬夜,这对他的健康不利."
    },
    {
      "en": "He sits up very late, to the detriment of his health.",
      "cn": "他经常熬夜，损害健康。"
    },
    {
      "en": "He smoked a lot, to the detriment of his health.",
      "cn": "他抽烟很多, 对健康造成损害."
    },
    {
      "en": "He works far into the night to the detriment of his health.",
      "cn": "他常常工作到深夜,这对他的健康不利."
    },
    {
      "en": "His lack of education be a serious detriment to his career.",
      "cn": "他的未受教育对他的事业是一种严重的妨碍."
    },
    {
      "en": "Nor is the detriment only to the US industry .",
      "cn": "受到损害的不仅仅是美国轮胎行业。"
    },
    {
      "en": "Occasional questions arise as to the yield benefit or detriment of removing the bud of soybeans.",
      "cn": "摘除大豆顶芽会出现对产量有利或不利的临时性问题."
    },
    {
      "en": "Smoking is a detriment to one's health.",
      "cn": "吸烟危害健康."
    },
    {
      "en": "The fact that they can do everything in synch shouldn't be a detriment to them.",
      "cn": "从他们的脸上你会认识到他们无所不能,坚不可摧."
    },
    {
      "en": "These difficulties have been overcome without detriment to performance.",
      "cn": "这些困难都已在不影响业绩的情况下得到了克服。"
    },
    {
      "en": "This tax cannot be introduced without detriment to the economy.",
      "cn": "这一税制一旦施行,必然会危害国民经济."
    },
    {
      "en": "We have over - relied on psychology, to our detriment.",
      "cn": "我们己太过于依赖于心理学来帮助我们决策."
    },
    {
      "en": "We should study all these subjects equally well and not stress English to the detriment of the rest.",
      "cn": "这几门功课都要学好,不能只偏重英语."
    },
    {
      "en": "Work hard to succeed but not to the detriment of others.",
      "cn": "在不损害他人利益的前提下为成功艰苦奋斗。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "detrimental",
          "tran_cn": " 不利的；有害的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "detrimentally",
          "tran_cn": " 有害地；不利地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "detrimental",
          "tran_cn": " 有害的人（或物）；不受欢迎的求婚者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "harm",
            "damage",
            "lesion"
          ],
          "tran_cn": "损害；伤害；损害物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "loss",
            "mischief",
            "prejudice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "to the detriment of",
      "tran_cn": "对…不利"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "伤害，损害",
      "tran_en": "harm or damage"
    }
  ],
  "exchange": {
    "pl": [
      "detriments"
    ]
  }
}