{
  "word": "foothold",
  "ipa": {
    "us": "ˈfʊthəʊld",
    "uk": "ˈfʊthoʊld"
  },
  "sentences": [
    {
      "en": "Businesses are investing millions of dollars to gain a foothold in this new market.",
      "cn": "商家们正投资数百万美元以求在新市场中赢得立足点。"
    },
    {
      "en": "Climbers can strap sharp nails on to help get a foothold on a slippery slope.",
      "cn": "登山运动员可以在靴子上捆上尖钉,这样有助于在很滑的陡坡上站住脚."
    },
    {
      "en": "Enterprises can foothold in the market, pricing strategy plays a key role.",
      "cn": "企业能否在市场上立足, 定价策略起着关键性的作用."
    },
    {
      "en": "He lowered his legs until he felt he had a solid foothold on the rockface beneath him.",
      "cn": "他把腿向下伸，直到他感觉稳稳地踩住下面的石头。"
    },
    {
      "en": "I could give some other company a foothold in my market.",
      "cn": "我好让别的公司跑到我的市场这站稳脚跟."
    },
    {
      "en": "I have no idea about your foothold by doing so.",
      "cn": "我不知道你这样做的落脚点是什么."
    },
    {
      "en": "I hung there, scrabbling with my feet to find a foothold.",
      "cn": "我吊在那儿，两脚乱蹬着寻找落脚点。"
    },
    {
      "en": "It isn't easy to get a foothold as an actor.",
      "cn": "演员要得到巩固的地位不容易."
    },
    {
      "en": "It'll give us a foothold in that market.",
      "cn": "这样我们在那个市场会有立足点了."
    },
    {
      "en": "Overall, the technology stocks have begun to gain a firm foothold.",
      "cn": "整体而言, 科技股已经开始站稳脚跟."
    },
    {
      "en": "Somehow It'seems to be agreeable and first loosens its foothold.",
      "cn": "他开始似乎并不准备威胁对方."
    },
    {
      "en": "That is a secure foothold.",
      "cn": "那是一可靠的落脚点."
    },
    {
      "en": "The banks have spent years a foothold in the Chinese market.",
      "cn": "这些外资银行为了立足于中国市场已做出多年努力."
    },
    {
      "en": "The company is eager to gain a foothold in Europe.",
      "cn": "这家公司急于在欧洲取得一席之地。"
    },
    {
      "en": "The management is standard, It takes Shandong as foothold, face nation.",
      "cn": "经营管理规范, 以山东为立足点, 面向全国."
    },
    {
      "en": "They do not want feather - bedding, they want a foothold.",
      "cn": "他们不想要鹅毛枕头, 只想要个立足之处."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "footing",
          "tran_cn": " 基础；立足处；社会关系；合计"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "footing",
          "tran_cn": " 步行；在…上行走；总计（foot的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "strong point"
          ],
          "tran_cn": "据点；立足处"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "立足处（攀登时脚踩的地方），（在事业等方面可以进一步发展的）稳固地位，据点",
      "tran_en": "a position from which you can start to make progress and achieve your aims"
    }
  ],
  "exchange": {
    "pl": [
      "footholds"
    ]
  }
}