{
  "word": "condom",
  "ipa": {
    "us": "ˈkɒndɒm",
    "uk": "ˈkɑːndəm"
  },
  "sentences": [
    {
      "en": "A man who wants to protect himself can don a condom.",
      "cn": "男性要保护自己最好使用安全套."
    },
    {
      "en": "Air trapped inside a condom could cause it to break.",
      "cn": "安全套内藏空气会令安全套破烂."
    },
    {
      "en": "But the complaint department at the condom company got an earful.",
      "cn": "但避孕套公司给了我吃惊的回答."
    },
    {
      "en": "If you a condom OEM needs, please contact us!",
      "cn": "如果您有安全套OEM方面的需求请来电咨询!"
    },
    {
      "en": "Incorrect use can lead to condom slippage or breakage.",
      "cn": "不正确的使用会导致安全套滑脱或破裂."
    },
    {
      "en": "It can be used for the quality control of nonoxinol in condom.",
      "cn": "可作为双保险避孕套中壬苯醇醚含量的质量控制标准."
    },
    {
      "en": "Know you need a condom but aren't sure which kind?",
      "cn": "你知道你需要使用安全套,但又不知应该购买那一款?"
    },
    {
      "en": "Make sure you wash your hands after you handled a used condom and before you have any further contact with your partner.",
      "cn": "在处理了使用过的避孕套后，以及在和你的性伴侣有进一步的性接触之前，你一定要洗手。"
    },
    {
      "en": "Multiple sex partners were common. The rate of condom use was low.",
      "cn": "MSM中多性伴现象普遍, 安全套使用率较低."
    },
    {
      "en": "No, I work in a condom factory & these are customer complaints.",
      "cn": "“不是.我在避孕套 工厂工作,而这些是顾客的投诉. ”"
    },
    {
      "en": "Once again, you need to be careful not to tear or puncture the condom in this process.",
      "cn": "再说一遍，你要小心，在这个过程中不要撕裂或戳穿避孕套。"
    },
    {
      "en": "Sell condom alone or sell newspaper alone , namely monomer machine alone.",
      "cn": "单独售套或单独售报, 即单体机."
    },
    {
      "en": "That means , above all, the correct and consistent use of a condom.",
      "cn": "这就意味著, 最重要的安全手段就是正确和坚持使用安全套."
    },
    {
      "en": "The condom is a very effective contraceptive if used properly.",
      "cn": "如果使用得当,避孕套是非常有效的避孕手段."
    },
    {
      "en": "The director hears the news, busy group person sent one box condom.",
      "cn": "主任闻讯, 忙派人送去了一箱避孕套."
    },
    {
      "en": "Then you get to do it with a condom.",
      "cn": "然后才是做些用得上安全套的事情."
    },
    {
      "en": "Will a condom guarantee I won't get a sexually transmitted disease?",
      "cn": "安全套能保证我不得性传播疾病 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "French letter",
            "cundum"
          ],
          "tran_cn": "[医]避孕套；阴茎套"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（男用）避孕套，保险套，（女用）避孕套",
      "tran_en": "a thin rubber bag that a man wears over his  penis (= sex organ )  during sex, to prevent a woman having a baby or to protect against disease"
    }
  ],
  "exchange": {
    "pl": [
      "condoms"
    ]
  }
}