{
  "word": "cyberspace",
  "ipa": {
    "us": "ˈsaɪbəspeɪs",
    "uk": "ˈsaɪbərspeɪs"
  },
  "sentences": [
    {
      "en": "All of this may be fine if the relationship stays in cyberspace.",
      "cn": "所有这些都不是问题,如果这个关系只局限于网络空间."
    },
    {
      "en": "Effective online marketers do not merely transfer hard - copy ads to cyberspace.",
      "cn": "讲求实效的网络营销者们绝不是简单地把平面广告抄送到网页上."
    },
    {
      "en": "Gray pages, low - rate graphics -- this is vintage cyberspace.",
      "cn": "灰色的页面, 低质量的图片 -- 这就是老式的网络."
    },
    {
      "en": "In the intersubjectivity view, cyberspace is field of dissimilar being - with - others.",
      "cn": "从主体间性的视角来看, 网络空间又是不同的主体“与他人共在”(Being -with-others )的场域,主体之间在网络空间的双向交互性促成了网络共同体的形成."
    },
    {
      "en": "It's easy to create a phony identity in cyberspace.",
      "cn": "在信息网络世界很容易制作假身份."
    },
    {
      "en": "Laurie Anderson is giving new meaning to the developing language of cyberspace.",
      "cn": "罗莉安德森给了网络语言的发展下了新定义."
    },
    {
      "en": "On the one hand there are the proliferating net neo - logisms - e - mail, emoticons, cyberspace and so on.",
      "cn": "一方面, 网络新词正在激增:比如电子邮件(e -mail ) 、 情感符(emoticon)和网络空间(cyberspace)等."
    },
    {
      "en": "Or have you, out there in cyberspace, got a copy?",
      "cn": "或许,你已经在你的电脑里硬盘面保留了一份拷贝,是 吗 ?"
    },
    {
      "en": "Possibilities abound out there in cyberspace just waiting for you.",
      "cn": "盛产有可能出在电脑刚刚等着你."
    },
    {
      "en": "She travels in cyberspace by sending messages to friends around the world.",
      "cn": "她利用电子空间给世界各地的朋友们发送信件."
    },
    {
      "en": "Students are discovering the endless amount of information in cyberspace.",
      "cn": "学生在网络空间里不断发现无穷尽的信息。"
    },
    {
      "en": "The new idea of cyberspace and virtual reality are changing our existent.",
      "cn": "赛博空间和虚拟实在(virtualreality )的新观念及它们所导致的技术力量正在加速改变人类的存在状态."
    },
    {
      "en": "The territorial jurisdiction of cyberspace tort disputes have caused many debates.",
      "cn": "网络侵权纠纷案件的地域管辖问题在理论界和实务界争议颇多."
    },
    {
      "en": "These elements only exist in the cyberspace of a working computer program.",
      "cn": "这些元素只存在于正在运行的电脑程序的网络空间里."
    },
    {
      "en": "Various different kinds of goods for voting or cyberspace decorating, etc.",
      "cn": "物品种类繁多,有给作品投票的、有装饰自己空间的等等."
    },
    {
      "en": "Wanna surf the net? Cruise the information superhighway? Fly through cyberspace?",
      "cn": "想要搜索网络? 超级高速导航信息? 通过计算机网络飞行?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "网络空间",
      "tran_en": "all the connections between computers in different places, considered as a real place where information, messages, pictures etc exist"
    }
  ],
  "exchange": {}
}