{
  "word": "naturalism",
  "ipa": {
    "us": "ˈnætʃrəlɪzəm",
    "uk": "ˈnætʃərəˌlɪzəm, ˈnætʃrə-"
  },
  "sentences": [
    {
      "en": "All my life had shaped me for the realism, the naturalism of the modern novel.",
      "cn": "我的全部生活使得我适合于现代小说所表现的现实主义和自然主义."
    },
    {
      "en": "Both realism and naturalism are mimetic systems or practices of representation.",
      "cn": "现实主义和自然主义都是一种模仿体系或表现性的做法。"
    },
    {
      "en": "Dun's early literary career underwent the change from neo - romanticism back to naturalism.",
      "cn": "茅盾早期的文学选择有过从“新浪漫主义”退回“自然主义”的变化."
    },
    {
      "en": "His naturalism shades over to obscure fantasy.",
      "cn": "他的自然主义逐渐向模糊的幻想转化."
    },
    {
      "en": "It was part of the art movement toward naturalism in design.",
      "cn": "这是走向自然主义的设计艺术运动的一部分."
    },
    {
      "en": "Naturalism is a very important part of Gaudi's ideology. \"",
      "cn": "自然主义是高迪思想中很重要的部分."
    },
    {
      "en": "One who believes in and follows the tenets of naturalism.",
      "cn": "自然主义者信仰和追随自然主义信条的人."
    },
    {
      "en": "Puritanism was a natural revolt against that Naturalism which threatened to end in sheer animalism.",
      "cn": "清教主义乃是对于最终成为赤裸裸的兽性主义的自然反抗."
    },
    {
      "en": "Rorty's pragmatic naturalism does not allow him to develop a coherent system of concepts and propositions.",
      "cn": "罗蒂的新实用主义哲学的自然主义立场,使得他不可能有前后融贯一致的概念命题系统."
    },
    {
      "en": "Rousseau was a famous naturalism education thinker of France in the 18 th century.",
      "cn": "卢梭是18世纪法国著名的自然主义教育思想家."
    },
    {
      "en": "Still, I sympathize with one motive behind naturalism — the aspiration to think in a scientific spirit.",
      "cn": "尽管如此，我还是支持自然主义背后的一个动机——用科学精神来思考的渴望。"
    },
    {
      "en": "The Evidence - based Worldview is the basis of Naturalism, Humanism, Agnosticism, Atheism, etc.",
      "cn": "是自然主义 、 人文主义 、 不可知论 、 无神论等的基础."
    },
    {
      "en": "The use of documentary elements in novels is associated with literary naturalism.",
      "cn": "小说中采用纪实成分与文学自然主义有联系."
    },
    {
      "en": "There are two types of religious naturalism -- theistic and non - theistic.",
      "cn": "有两类宗教 自然主义:神论的及 非 神论的."
    },
    {
      "en": "There were side issues in the advancement of naturalism.",
      "cn": "比起倡导自然主义来,这些都是次要的事情."
    },
    {
      "en": "These building work can divide By: Mole dyadic style, new gothic and Modernism reach a naturalism.",
      "cn": "这些建筑作品可以分为: 摩尔式风格 、 新哥特式和现代主义及自然主义."
    },
    {
      "en": "Thus naturalism becomes the belief that there is only whatever the scientific method eventually discovers, and (not surprisingly) the best way to find out about it is by the scientific method.",
      "cn": "由此，自然主义就变成了这样的一种信仰：仅仅存在科学方法最终所作出的发现，而了解它的最佳途径是通过科学方法。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "natural",
          "tran_cn": " 自然的；物质的；天生的；不做作的"
        },
        {
          "word": "naturalist",
          "tran_cn": " 自然的（等于naturalistic）；自然主义的；博物学的"
        },
        {
          "word": "naturalistic",
          "tran_cn": " 自然的；自然主义的；博物学的"
        },
        {
          "word": "naturalized",
          "tran_cn": " 归化的；入籍的；[动] 自然化的；驯化的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "naturally",
          "tran_cn": " 自然地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "natural",
          "tran_cn": " 自然的事情；白痴；本位音"
        },
        {
          "word": "naturalist",
          "tran_cn": " 自然主义者；博物学者；（英）动物标本剥制者；买卖玩赏动物的商人"
        },
        {
          "word": "naturalness",
          "tran_cn": " 当然，自然"
        },
        {
          "word": "nature",
          "tran_cn": " 自然；性质；本性；种类"
        },
        {
          "word": "naturism",
          "tran_cn": " 对自然现象的崇拜；裸体主义"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "naturalized",
          "tran_cn": " 使自然化；接受…入国籍；采纳（naturalize的过去式和过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Zolaism"
          ],
          "tran_cn": "自然主义；本能行动；自然论"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "purity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "自然主义，本能行动",
      "tran_en": "a style of art or literature which tries to show the world and people exactly as they are"
    }
  ],
  "exchange": {}
}