{
  "word": "antenatal",
  "ipa": {
    "us": "ˌæntiˈneɪtl",
    "uk": "ˌæntiˈnetl"
  },
  "sentences": [
    {
      "en": "an antenatal clinic",
      "cn": "产前检查诊所"
    },
    {
      "en": "Answer: Female worker maternity leave 90 days, cent is antenatal holiday, postpartum holiday two parts.",
      "cn": "答: 女职工产假九十天, 分为产前假 、 产后假两部分."
    },
    {
      "en": "Antenatal complications can affect a baby's health.",
      "cn": "胎儿期并发症能影响婴儿的健康."
    },
    {
      "en": "ANTENATAL DIAGNOSIS OF FETAL DEFORMITY BY ULTRASONOGRAPHY ( REPORT OF 50 CASES )",
      "cn": "胎儿畸形的产前超声诊断 ( 附50例病例分析 )"
    },
    {
      "en": "Antenatal holiday must not be put commonly postpartum use.",
      "cn": "产前假一般不得放到产后使用."
    },
    {
      "en": "Conventional antenatal care model: is it evidence - based?",
      "cn": "传统的产前保健模式: 符合循证医学 吗 ?"
    },
    {
      "en": "How can we improve the antenatal care model with technology?",
      "cn": "我们如何以科技改善产前保健模式?"
    },
    {
      "en": "Is which hospital antenatal examination to produce to be about to which hospital be?",
      "cn": "产前检查在哪个医院生产是不是就要在哪个医院 啊 ?"
    },
    {
      "en": "It also showed antenatal classes tripled the chances of breastfeeding, regardless of these factors.",
      "cn": "此外,研究显示, 排除这些因素的影响,产前培训课程使母乳喂养的几率提高了两倍."
    },
    {
      "en": "Many young mothers do not attend antenatal classes .",
      "cn": "许多年轻的母亲不参加产前学习班。"
    },
    {
      "en": "Namely antenatal is false 15 days, postpartum holiday 75 days.",
      "cn": "即产前假15天, 产后假75天."
    },
    {
      "en": "Objective : To analyze the medical abortion and surgical abortion history among women attending antenatal care.",
      "cn": "目的:分 析产前检查孕妇中人工流产史的情况."
    },
    {
      "en": "Objective To explore the clinical significance of antenatal ultrasonographic diagnosis of fetal bowel dilatation.",
      "cn": "目的探讨产前超声诊断对胎儿肠管扩张的临床意义."
    },
    {
      "en": "regular antenatal care",
      "cn": "定期产前保健"
    },
    {
      "en": "She is attending the antenatal clinic.",
      "cn": "她正接受产前检查."
    },
    {
      "en": "The article talks about miscellaneous aspects of antenatal education.",
      "cn": "这篇文章讨论了胎教的多个方面."
    },
    {
      "en": "Tocolytics can be given to allow administration of antenatal corticosteroids and antibiotics.",
      "cn": "无明显禁忌症时,服用皮质类固醇及抗生素时也可给予宫缩抑制剂."
    },
    {
      "en": "Vesper : Submarine Hunter T 2, submerged antenatal unit is effective against both surface vessels and submerged units.",
      "cn": "潜艇猎人T2, 淹没潜艇是有效对抗双方的水面舰艇和水下单位."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "prenatal",
            "predelivery"
          ],
          "tran_cn": "产前的；[医]出生前的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "出生前的，怀孕期的，产前",
      "tran_en": "relating to the medical care given to women who are going to have a baby"
    }
  ],
  "exchange": {}
}