{
  "word": "influx",
  "ipa": {
    "us": "ˈɪnflʌks",
    "uk": "ˈɪnflʌks"
  },
  "sentences": [
    {
      "en": "...problems caused by the influx of refugees.",
      "cn": "…难民大量涌入所造成的问题。"
    },
    {
      "en": "A Risk - Assessment Model of Mine Water influx Based on Theory of Quantification.",
      "cn": "用数量化理论建立矿井涌水危险性评价模型."
    },
    {
      "en": "An influx of well - heeled free - spending mainland tourists therefore seems just the ticket.",
      "cn": "因此,衣着光鲜、挥金如土的大陆游客的流入,就像天赐尤物."
    },
    {
      "en": "And with an influx of information an influx of confusion.",
      "cn": "并且随着大量信息的涌入,求职者也非常混乱."
    },
    {
      "en": "And with an influxof information comes an influx of confusion.",
      "cn": "而且跟着年夜量信息的涌入,求职者也很是杂乱."
    },
    {
      "en": "Enforcement action was stepped up and the influx subsided in May 1997.",
      "cn": "当局于是加强执法行动,而大批儿童涌入本港的情况也于一九九七年五月得以遏止."
    },
    {
      "en": "More fundamentally, what exactly had triggered the calcium influx?",
      "cn": "更重要的, 究竟是什麽东西引发钙离子的流入?"
    },
    {
      "en": "Textile workers favoured protection because they feared an influx of cheap cloth.",
      "cn": "纺织工人拥护贸易保护措施,因为他们担心涌入廉价纺织品."
    },
    {
      "en": "The hydrodynamic head is provided by influx of fresh water from the interior of tropical Jamaica.",
      "cn": "水压头是由处于热带的牙买加内地流入的淡水提供的."
    },
    {
      "en": "The recent mail influx had depressed him.",
      "cn": "最近的大量邮件使他情绪低沉."
    },
    {
      "en": "Their influx also makes life much tougher for the generations above them.",
      "cn": "他们的加入也使上几代人的日子更不好过."
    },
    {
      "en": "There is a large influx of Latin and Greek borrowings and neologisms.",
      "cn": "还有大量涌入的拉美和希腊的借款和新词."
    },
    {
      "en": "There was a sudden influx of goods onto the market.",
      "cn": "大批商品一下子涌入市场."
    },
    {
      "en": "There was a sudden influx of household electric products onto the market.",
      "cn": "大批家用电气产品突然涌进市场."
    },
    {
      "en": "This in turn has attracted a huge influx of people.",
      "cn": "这进而吸引了大量人群涌入."
    },
    {
      "en": "This steady influx counterbalanced by any comparable outgo.",
      "cn": "流入不绝如缕,却少了相应的流出."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "afflux",
            "inrush"
          ],
          "tran_cn": "[流]流入；汇集；河流的汇集处"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "water influx",
      "tran_cn": "水侵；水侵量"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "流入，注入，汇集〔指人或物〕，充斥，注入口，河口",
      "tran_en": "the arrival of large numbers of people or large amounts of money, goods etc, especially suddenly"
    }
  ],
  "exchange": {
    "pl": [
      "influxes"
    ]
  }
}