{
  "word": "pulley",
  "ipa": {
    "us": "ˈpʊli",
    "uk": "ˈpʊli"
  },
  "sentences": [
    {
      "en": "A pulley or a system of pulleys set in a casing.",
      "cn": "滑轮,滑轮组安装在机械外壳中的滑轮或滑轮组."
    },
    {
      "en": "a system of ropes and pulleys",
      "cn": "绳索滑轮系统"
    },
    {
      "en": "Anna comes to a window and jumps out onto a window washer's pulley. She raises herself up to see the ships arriving.",
      "cn": "安娜走到一扇窗前，跳出去，落到一个擦玻璃工人用的滑车中。她把自己提到空中，看着一些船到来。"
    },
    {
      "en": "Each pulley quadruples the amount of weight a single kite can pull.",
      "cn": "每个滑轮的重量是每只风筝载重量的4倍."
    },
    {
      "en": "Fasten the pulley and the support block to your worktable.",
      "cn": "拴紧对你的工作台的滑车和支承区块."
    },
    {
      "en": "Hanging wire pulley is a kind of lifting gear.",
      "cn": "吊线滑车是起重工具的一种."
    },
    {
      "en": "One inquires, Why is there no bucket and pulley to this?",
      "cn": "我们问：“为什么那口井没有吊桶和滑车了呢？”"
    },
    {
      "en": "Place Taper - lock Bushing and Timing Belt Pulley on the transmission shaft.",
      "cn": "将锥面紧固套与同步带轮装在传动轮上."
    },
    {
      "en": "Pulley specifically designed for heavy loads and intensive use.",
      "cn": "特别设计用于拉曳重物以及经常使用."
    },
    {
      "en": "Put the V belt on the pulley of the sewing machine.",
      "cn": "首先把V形皮带挂到缝纫机皮带轮上."
    },
    {
      "en": "Slowed only slightly, I continued my rapid ascent, not stopping until the fingers of my right hand were two knuckles deep into the pulley.",
      "cn": "只减慢了一点点速度，我还是继续快速上升，直到我的右手手指卷进滑轮两指节深才停下来。"
    },
    {
      "en": "The belt started wrapping up on the tractor pulley.",
      "cn": "皮带开始绕在拖拉机的皮带轮上."
    },
    {
      "en": "The individual strands of each cable were hung in pulley blocks.",
      "cn": "每根钢索的单股钢丝束悬挂在滑车组上."
    },
    {
      "en": "The pulley is considered one of the five simple machines.",
      "cn": "滑轮被认为是五种简单机械之一."
    },
    {
      "en": "The stone was lifted by means of a rope and pulley.",
      "cn": "这块大石是用绳子和滑轮给吊起来的."
    },
    {
      "en": "The weights are moved via a cable and pulley system.",
      "cn": "重物通过缆绳和滑轮系统运送。"
    },
    {
      "en": "The worker threaded the wire through the pulley.",
      "cn": "工人把金属丝穿在滑轮上."
    },
    {
      "en": "The workers decided to hoist the machine with a movable pulley.",
      "cn": "工人们决定使用动滑轮把这台机器吊上来."
    },
    {
      "en": "They reeved the rope through the pulley.",
      "cn": "他们把绳索穿过滑轮。"
    },
    {
      "en": "You could change the pulley sizes but that would be a limited.",
      "cn": "您能改变滑轮大小但那会是有限的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tackle-block",
            "trochlea"
          ],
          "tran_cn": "[机]滑轮；皮带轮；滑车"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "belt pulley",
      "tran_cn": "皮带轮；皮带盘"
    },
    {
      "phrase": "crank pulley",
      "tran_cn": "曲轴皮带轮"
    },
    {
      "phrase": "guide pulley",
      "tran_cn": "导向轮；压带轮"
    },
    {
      "phrase": "motor pulley",
      "tran_cn": "电动机皮带轮"
    },
    {
      "phrase": "pulley block",
      "tran_cn": "滑轮组"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "滑轮（组），滑车，皮带轮",
      "tran_en": "a piece of equipment consisting of a wheel over which a rope or chain is pulled to lift heavy things"
    },
    {
      "pos": "vt",
      "tran_cn": "用滑轮升起"
    }
  ],
  "exchange": {
    "pl": [
      "pulleys"
    ]
  }
}