{
  "word": "Ecotourism",
  "ipa": {
    "us": "ˈiːkəʊtʊərɪzəm",
    "uk": "ˈiːkoʊtʊrɪzəm"
  },
  "sentences": [
    {
      "en": "Developing ecotourism in natural reserves of ms at keeping sustainable development for nature protection and tourism.",
      "cn": "开展自然保护区的生态旅游是为了促进自然保护事业和旅游业的可持续发展."
    },
    {
      "en": "Ecotourism , the key to sustainable development.",
      "cn": "2002年:经济旅游 —— 可持续发展的关键."
    },
    {
      "en": "Ecotourism has aroused enormous backwash all over the world since it was put forward formally.",
      "cn": "生态旅游一经提出,在全世界引起极大的反响."
    },
    {
      "en": "Ecotourism is a new application for an age - old concept of stewardship.",
      "cn": "生态旅游是对一种古老资源理念的新的应用."
    },
    {
      "en": "Ecotourism is the new trend - you can see new places and help protect the environment.",
      "cn": "到生态保育区旅行是个新趋势 ─ 可以看到新的地方并且帮助保护环境."
    },
    {
      "en": "Ecotourism programs minimize the adverse effects of traditional tourism on the natural environment.",
      "cn": "生态旅游项目能把传统旅游对自然环境的负面影响降到最小程度."
    },
    {
      "en": "Ecotourism though Rapidly developing new tourism product is, there exist many problems at present.",
      "cn": "摘要生态旅游是目前迅速发展的旅游新产品, 但在实际开发中存在许多问题."
    },
    {
      "en": "However , the ecologic problems bring bad effects on the local wetland ecotourism.",
      "cn": "通过湿地旅游开发可以促进洪湖经济发展和推动湿地保护."
    },
    {
      "en": "Rural ecotourism tourism is a new form of rural tourism.",
      "cn": "乡村生态旅游是一种新型的乡村旅游形式."
    },
    {
      "en": "Strengthening protection of forest tourism resources and enhancing forest ecotourism has an overwhelming trend.",
      "cn": "加强森林旅游资源环境的保护、开展森林生态旅游己成为大势所趋."
    },
    {
      "en": "The destination is located the Mingzhu island, where ecotourism is regarded as management object.",
      "cn": "本研究地位于小浪底库区的明珠岛, 当地把生态旅游作为经营目标."
    },
    {
      "en": "The Ecotourism Training Centre Swings Into Action!",
      "cn": "生态旅游训练中心)-动起来!"
    },
    {
      "en": "The owners are working to make ecotourism benefit and empower the local people.",
      "cn": "度假村的业主正努力让生态旅游能够使当地人自力更生,并从中获益."
    },
    {
      "en": "There are many problems of ecotourism development in NR.",
      "cn": "自然保护区的生态旅游业的发展存在许多问题."
    },
    {
      "en": "Therefore , sustainable development should become the direction to Honghu wetland ecotourism.",
      "cn": "洪湖湿地生态也面临一些生态问题,影响了湿地生态旅游的开展."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "生态旅游"
    }
  ],
  "exchange": {}
}