{
  "word": "papers",
  "ipa": {
    "us": "'peɪpəz",
    "uk": "'peɪpəz"
  },
  "sentences": [
    {
      "en": "A young Moroccan stopped by police refused to show his papers.",
      "cn": "一位被警察拦下的摩洛哥青年拒绝出示他的证件。"
    },
    {
      "en": "Britain imposed fines on airlines which bring in passengers without proper papers.",
      "cn": "英国会对运载证件不齐全的乘客进入国内的航空公司课以罚款。"
    },
    {
      "en": "Even the quality papers agreed that it was a triumph.",
      "cn": "即使是内容严肃的报纸也认为这是一次胜利。"
    },
    {
      "en": "He could have looked over the papers in less than ten minutes.",
      "cn": "他本可在10分钟内把文件翻看一遍的。"
    },
    {
      "en": "He could read all the national papers at his leisure.",
      "cn": "他可以悠然阅读所有的全国性报纸。"
    },
    {
      "en": "He folded the papers and stuck them in his desk drawer.",
      "cn": "他将文件叠起来，塞进自己的书桌抽屉里。"
    },
    {
      "en": "He picked each lock deftly, and rifled the papers within each drawer.",
      "cn": "他熟练地撬开每一把锁，把每个抽屉里的文件都偷走了。"
    },
    {
      "en": "His office was a disaster area of papers and full ashtrays.",
      "cn": "他的办公室一片狼藉，文件成堆，烟灰满缸。"
    },
    {
      "en": "His papers were proof against all but the most expert of scrutinies.",
      "cn": "他的论文几乎可以经受住最专业的审查。"
    },
    {
      "en": "Many, if not most, scientific papers are presented orally at scientific meetings.",
      "cn": "许多科学论文，即便不是大多数，都是以口头形式在科学会议上发表的。"
    },
    {
      "en": "On his desk is a mass of books and papers.",
      "cn": "他的书桌上有大堆的书籍和文件。"
    },
    {
      "en": "The papers in maths and English are very testing.",
      "cn": "数学试卷和英语试卷很难。"
    },
    {
      "en": "The popular papers all have photo features on their inside pages.",
      "cn": "通俗报纸的内页都有照片专栏."
    },
    {
      "en": "Thereafter she wrote articles for papers and magazines in Paris.",
      "cn": "此后她给巴黎的报纸和杂志撰稿。"
    },
    {
      "en": "When Sutcliffe had gathered up his papers, he went out.",
      "cn": "萨克利夫收齐了他的文件便出去了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "file",
            "cedula"
          ],
          "tran_cn": "文件；证件；论文数"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "conference papers",
      "tran_cn": "会议论文；研讨会论文"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "文件，文献",
      "tran_en": "Your papers are official documents, such as your passport or identity card, that prove who you are or that give you official permission to do something"
    },
    {
      "pos": "v",
      "tran_cn": "贴纸（ paper的第三人称单数 ），用纸覆盖，隐瞒，掩饰"
    }
  ],
  "exchange": {}
}