{
  "word": "flatulence",
  "ipa": {
    "us": "ˈflætjʊləns",
    "uk": "ˈflætʃəns"
  },
  "sentences": [
    {
      "en": "And of course, there is cow flatulence: as cattle digest grass or grain, they produce methane gas, of which they expel up to 200 L a day.",
      "cn": "当然还有牛的肠胃气涨：当牛消化草或谷物时，每天产生超过200升的甲烷气体。"
    },
    {
      "en": "Does the patient suffer from nausea or vomiting, heartburn or flatulence and distension?",
      "cn": "病人有恶心或呕吐 、 烧心或胃肠胀气的感觉么?"
    },
    {
      "en": "Excessive crying may cause aerophagia, which results in flatulence and abdominal distention.",
      "cn": "过度哭闹会引起吞气症, 导致气胀和腹胀."
    },
    {
      "en": "Gas produced in the stomach or intestines during digestion; flatulence.",
      "cn": "神香草可舒缓绞痛、改善消化和排除胃气胀."
    },
    {
      "en": "Helps to provide relief for conditions such as indigestion, flatulence, stomach cramps, nausea and water retention.",
      "cn": "帮助缓解以下症状:消化不良, 气胀, 胃部痉挛, 恶心,并且有利尿功能."
    },
    {
      "en": "It’s also problematic because of a high sodium content, extremely low protein, feelings of weakeness, and increased flatulence.",
      "cn": "这种方法也是存在问题的，因为其中钠含量很高，而蛋白质含量又非常少，会使人感到虚弱,也会增加肠胃气胀。"
    },
    {
      "en": "One symptom of chronic gastritis is flatulence.",
      "cn": "慢性胃炎的症状之一就是气胀."
    },
    {
      "en": "The exhibition delves deep into the physics, aromatics and even the timbre of flatulence.",
      "cn": "此次展览向人们介绍了人体物理 、 气味甚至肠胃胀气的声音等各方面知识."
    },
    {
      "en": "The undigested sugars end up in the colon, where they begin to ferment, producing gas that can cause cramping, bloating, nausea, flatulence and diarrhea.",
      "cn": "这些不能消化的糖分最终积聚在盲肠中发酵产气，引起痉挛、肿胀、呕吐、肠胃胀气和痢疾。"
    },
    {
      "en": "These variables combine to produce flatulence of varying quality and quantity.",
      "cn": "由于这些因素的综合影响,便产生了种种不同的肠胃胀气."
    },
    {
      "en": "Two strains of bacteria are the key to making beans flatulence - free, Venezuelan researchers reported on Tuesday.",
      "cn": "委内瑞拉研究人员日前表示,他们发现了能让人们吃豆子而不“排气”的秘密.两种有益菌在其中扮演着至关重要的作用."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "flatulent",
          "tran_cn": " 浮夸的；自负的；肠胃气胀的；空虚的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "flatulency",
          "tran_cn": " 腹胀；空虚"
        },
        {
          "word": "flatus",
          "tran_cn": " 一阵风；肠胃胀气；屁；气息"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ego",
            "coxcombry"
          ],
          "tran_cn": "[内科]肠胃气胀；浮夸；自负"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>胃肠气胀，浮夸，自负",
      "tran_en": "the condition of having too much gas in the stomach"
    }
  ],
  "exchange": {}
}