{
  "word": "Toronto",
  "ipa": {
    "us": "təˈrɒntəʊ",
    "uk": "təˈrɑːntoʊ"
  },
  "sentences": [
    {
      "en": "About 830 people on Facebook have replied they would attend the event in Toronto.",
      "cn": "大约有830人在脸书上回覆称他们会参与这个多伦多的活动。"
    },
    {
      "en": "Acclaimed children's hospital documentary . They happened in Toronto Children's Hospital.",
      "cn": "这套长的系列片取材于多伦多的儿童医院,在这里,身患各种疾病的儿童将接受医生和护士们的全力救援."
    },
    {
      "en": "B Yes, but Beijing is much bigger than Toronto.",
      "cn": "是的, 但是北京比多伦多大得多."
    },
    {
      "en": "By the way, how long will it take to reach Toronto?",
      "cn": "随便问一下, 包裹要多久才能寄到多伦多?"
    },
    {
      "en": "He lives in a tall building in the city of Toronto.",
      "cn": "他住在多伦多这座城市的一幢高楼里."
    },
    {
      "en": "He thought you'd been brought in from Toronto to help out the local police.",
      "cn": "他认为你是从多伦多调过来协助当地警方工作的。"
    },
    {
      "en": "He went to Toronto, where he leased an apartment.",
      "cn": "他去了多伦多，在那儿租了一间公寓。"
    },
    {
      "en": "Hello, I'd like to make a reservation to Toronto.",
      "cn": "你好, 我想订一张去多伦多的机票."
    },
    {
      "en": "It is easier to tell where in England someone is from than it is to tell if someone is from Denver or Toronto.",
      "cn": "可以说你想判断一个英国人来自英国的哪个城市都要比判断一个人到底是来自丹佛还是多伦多容易。"
    },
    {
      "en": "Julia: What can you do in Toronto?",
      "cn": "朱莉娅：在多伦多能玩些什么？"
    },
    {
      "en": "Look down below and see how Toronto looks from the air.",
      "cn": "唐:往下看,看看多伦多是个什么样子."
    },
    {
      "en": "Mussina could pitch a game in Toronto, Torre said.",
      "cn": "他可能会在蓝鸟队哪一场出赛--托瑞说."
    },
    {
      "en": "Next day morning I flow from Vancouver to Toronto.",
      "cn": "隔天我一早就由温哥华飞到多伦多.我跑去他们的领事馆. 问为何不签给我?"
    },
    {
      "en": "That’s why our customers come in often, ” the Toronto store manager said.",
      "cn": "这就是为什么我们的顾客会经常光顾，”多伦多的店面经理说。"
    },
    {
      "en": "The Cup was won for the third consecutive year by the Toronto Maple Leafs.",
      "cn": "多伦多枫叶队连续第三年捧杯。"
    },
    {
      "en": "The World Series between the Atlanta Braves and Toronto Blue Jays is tied at one game apiece.",
      "cn": "世界系列赛上，亚特兰大勇士队和多伦多蓝鸟队双方各赢一场，战成平局。"
    },
    {
      "en": "Toronto - based Dominion Bond Rating Service had to wait 13 years.",
      "cn": "总部设在多伦多的多美年债券评级服务机构(DOMINIONBONDRATINGSERVICE)一等就是13年."
    },
    {
      "en": "Toronto hospital maternity wards were filled to capacity.",
      "cn": "多伦多医院的产房都已住满了。"
    },
    {
      "en": "Toronto is a large city on the shore of Lake Ontario.",
      "cn": "多伦多是安大略湖畔的大城市."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of toronto",
      "tran_cn": "多伦多大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "多伦多（加拿大城市）"
    },
    {
      "pos": "other",
      "tran_cn": "多伦多（加拿大城市）"
    }
  ],
  "exchange": {}
}