{
  "word": "cello",
  "ipa": {
    "us": "ˈtʃeləʊ",
    "uk": "ˈtʃeloʊ"
  },
  "sentences": [
    {
      "en": "Adagio and Rondo for glass harmonica, flute, oboe, viola, and cello.",
      "cn": "为玻璃乐器, 长笛, 双簧管, 中提琴, 与大提琴的慢版与轮旋曲."
    },
    {
      "en": "All this from playing the violin and the cello.",
      "cn": "她们给手中的传统乐器赋予了全新的意义."
    },
    {
      "en": "Ben would have a spectrum and warmer sound, something like a cello.",
      "cn": "而富兰克林,我会让他是那大提琴,带着宽厚,温暖, 智慧的音色."
    },
    {
      "en": "Classical instruments like the violin or the cello are boring, you say, and definitely not cool.",
      "cn": "你觉得小提琴或大提琴这样的传统乐器非常枯燥，而且一点也不酷。"
    },
    {
      "en": "Even for him, the cello an 17 intractable instrument, unforgiving of ambition.",
      "cn": "即使对他来说, 大提琴也是难以驾驭的乐器 —— 它对雄心万丈的人也一样铁面无情."
    },
    {
      "en": "Even for him, the cello is an intractable instrument, unforgiving of ambition.",
      "cn": "即使对他来说, 大提琴也是难以驾驭的乐器──它对雄心万丈的人也一样铁面无情."
    },
    {
      "en": "He would give me a cello and money to live on.",
      "cn": "他会给我一把大提琴和生活费."
    },
    {
      "en": "His cello technique is unique.",
      "cn": "他的大提琴(演奏)技巧是独一无二的."
    },
    {
      "en": "How do I know you won't just drive off with the cello?",
      "cn": "我怎么知道你会不会劫了我的大提琴开走 呢 ?"
    },
    {
      "en": "It's hard to find fault with Yoyo Ma's cello performance.",
      "cn": "马友友的大提琴表演是难以挑剔的."
    },
    {
      "en": "Many years ago, a young man learning cello went to Casals, the greatest cellist in the 20th century, for advice: how can I become an excellent cellist?",
      "cn": "很多年前，有一位学大提琴的年轻人去向20世纪最伟大的大提琴家卡萨尔斯讨教：我怎样才能成为一名优秀的大提琴家？"
    },
    {
      "en": "Offenbach moved to Paris in 1833 to study the cello.",
      "cn": "奥芬巴赫1833年到巴黎学大提琴."
    },
    {
      "en": "Rose: Oh , yes, he's a great 4 cello player.",
      "cn": "柔丝: 哦, 是吗.他是一位很棒的大提琴演奏家."
    },
    {
      "en": "She plays the cello in an orchestra.",
      "cn": "她在管弦乐队中演奏大提琴."
    },
    {
      "en": "The cello is a member of the violin family.",
      "cn": "大提琴是提琴家族的一员."
    },
    {
      "en": "The concert will feature choir, cello, French horn and violin performances.",
      "cn": "七月二十三日举办记者会, 大提琴家张正杰将带来一场感人的音乐飨宴."
    },
    {
      "en": "The making and sale of masterly hand - crafted violins, violas , cello & double basses.",
      "cn": "制作、销售手工小提琴 、 中提琴 、 大提琴 和 贝司."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "violoncello"
          ],
          "tran_cn": "大提琴"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fiddle"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大提琴",
      "tran_en": "a musical instrument like a large  violin  that you hold between your knees and play by pulling a  bow (= special stick )  across the strings"
    }
  ],
  "exchange": {
    "pl": [
      "cellos"
    ]
  }
}