{
  "word": "ghetto",
  "ipa": {
    "us": "ˈɡetəʊ",
    "uk": "ˈɡetoʊ"
  },
  "sentences": [
    {
      "en": "a poor kid growing up in the ghetto",
      "cn": "在贫民区长大的穷孩子"
    },
    {
      "en": "A section of a medieval city inhabited by Jews; a ghetto.",
      "cn": "犹太人居住区犹太人在中世纪居住的城市的一部分; (城市中的)犹太人区."
    },
    {
      "en": "A version of my ghetto where life felt for real?",
      "cn": "(我所知道的贫民窟,在那里,生活是很真实的)?"
    },
    {
      "en": "I had always been bothered by the passivity of the ghetto.",
      "cn": "黑人区的消极顺从向来使我不安."
    },
    {
      "en": "I happen to enjoy my ghetto brew affectation.",
      "cn": "我碰巧正沉浸在我的犹太人情感中."
    },
    {
      "en": "I saw that achievement as a possible pattern for the entire ghetto.",
      "cn": "我把获得的成就看作整个黑人区可以仿效的榜样."
    },
    {
      "en": "I was discovering that I could not escape the ghetto after all.",
      "cn": "我发现自己归根到底无法摆脱黑人区."
    },
    {
      "en": "One of the most atmospheric corners of Prague is the old Jewish ghetto.",
      "cn": "古老的犹太人社区是布拉格最具特色的角落之一。"
    },
    {
      "en": "Racism and crime still flourish in the ghetto.",
      "cn": "城市贫民区的种族主义和犯罪仍然十分猖獗。"
    },
    {
      "en": "See I'm influenced by the ghetto you ruined.",
      "cn": "被你们摧毁的GHETTO在潜移默化我."
    },
    {
      "en": "Some companies have made a profit by building low - cost apartments in ghetto areas.",
      "cn": "有些公司在犹太人居住区建造低成本的住房而获利."
    },
    {
      "en": "The visitors came and went and spread glowing reports about the paradise Ghetto.",
      "cn": "客人的来来去去,传播着关于犹太乐园的一些热情洋溢的报道."
    },
    {
      "en": "They built high walls covered in barbed wire to shut us in the ghetto.",
      "cn": "他们建造带铁丝网的高墙,将我们禁闭在犹太区."
    },
    {
      "en": "This wortnless currency is the sourest joke of the ghetto, of course.",
      "cn": "当然,这种毫无价值的货币是贫民区里最拙劣的笑料."
    },
    {
      "en": "unemployment in the ghetto",
      "cn": "贫民区里的失业问题"
    },
    {
      "en": "You're fucking crazy, holmes ! You gotta get out of this ghetto mentality!",
      "cn": "你真他妈疯了, 伙计! 你最好放弃这个疯狂的念头!"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ghettoize",
          "tran_cn": " 少数民族居住区"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "ghettoize",
          "tran_cn": " 使……成为少数民族居住区"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "East Side",
            "favela"
          ],
          "tran_cn": "犹太人区；贫民区"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "少数民族的集中住宅区，犹太人区，限制区，分离区，贫民区",
      "tran_en": "a part of a city where people of a particular race or class, especially people who are poor, live separately from the rest of the people in the city. This word is sometimes considered offensive."
    },
    {
      "pos": "vt",
      "tran_cn": "使集中居住"
    }
  ],
  "exchange": {
    "pl": [
      "ghettoes",
      "ghettos"
    ]
  }
}