{
  "word": "tribute",
  "ipa": {
    "us": "ˈtrɪbjuːt",
    "uk": "ˈtrɪbjuːt"
  },
  "sentences": [
    {
      "en": "All rose and stood in silent tribute.",
      "cn": "全体起立默哀."
    },
    {
      "en": "Almost any exhibition of complete self - sufficiency draws a stunned tribute from me.",
      "cn": "这种几乎是完全我行我素的神情总是使我感到目瞪口呆,满心赞佩."
    },
    {
      "en": "As the nation continued to mourn, the new President of South Africa paid his own tribute.",
      "cn": "举国仍在哀悼之际，南非新任总统也表达了自己的怀念之情。"
    },
    {
      "en": "At her funeral her oldest friend paid tribute to her life and work.",
      "cn": "在葬礼上，她最早的朋友对她的一生和工作给予了高度的赞扬。"
    },
    {
      "en": "Babbitt let Dr. Drew know that he was responsible for this tribute.",
      "cn": "巴比特让特鲁博士知道这篇颂词是他促成的."
    },
    {
      "en": "He paid tribute to the organising committee.",
      "cn": "他赞扬了组委会。"
    },
    {
      "en": "Her laughter and fragrance and willful glances were his tribute.",
      "cn": "她的欢笑、温馨和秋波也是献给他的."
    },
    {
      "en": "His success has been a tribute to hard work, to professionalism.",
      "cn": "他的成功充分体现了他的勤劳苦干和敬业精神。"
    },
    {
      "en": "I’d like to pay tribute to (= praise and admire publicly ) the party workers for all their hard work.",
      "cn": "我谨向党内工作人员致敬，感谢他们的辛苦努力。"
    },
    {
      "en": "I've got scars from head to toe in tribute to my courage.",
      "cn": "为了嘉奖我的胆量,我得到浑身的伤疤."
    },
    {
      "en": "She accepted their tribute graciously.",
      "cn": "她慈祥地接受了他们的致意."
    },
    {
      "en": "She digressed from her prepared speech to pay tribute to the President.",
      "cn": "她脱离了发言稿的主题，对总统给予了高度赞扬。"
    },
    {
      "en": "The award was a fitting tribute to her years of devoted work.",
      "cn": "这个奖项是对她多年全心全意工作的恰如其分的褒奖。"
    },
    {
      "en": "The landscape offers a flaming tribute to the end of summer.",
      "cn": "大地向夏末奉献火红的礼品."
    },
    {
      "en": "The players wore black armbands as a tribute to their late teammate.",
      "cn": "球员们戴着黑纱悼念已故的队友。"
    },
    {
      "en": "The song is a tribute to Roy Orbison.",
      "cn": "那首歌是对罗伊·奥比森的致敬。"
    },
    {
      "en": "This book is a fitting tribute to the bravery of the pioneers.",
      "cn": "本书是对先驱们大无畏精神恰如其分的献礼。"
    },
    {
      "en": "To their deliverer the poets paid the greatest tribute they could render.",
      "cn": "诗人们竭尽全力地赞颂自己的拯救者."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "compliment",
            "eulogy",
            "glorification",
            "laudation",
            "praise"
          ],
          "tran_cn": "称颂;赞扬"
        },
        {
          "words": [
            "contribution",
            "donation",
            "subscription"
          ],
          "tran_cn": "贡物;捐赠"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "applause",
            "compliment",
            "contribution",
            "donation",
            "glorification",
            "glory",
            "laudation",
            "praise",
            "subscription"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pay tribute",
      "tran_cn": "致敬；朝贡"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "致敬，悼念，贡品，体现",
      "tran_en": "something that you say, do, or give in order to express your respect or admiration for someone"
    }
  ],
  "exchange": {
    "pl": [
      "tributes"
    ]
  }
}