{
  "word": "boulder",
  "ipa": {
    "us": "ˈbəʊldə(r)",
    "uk": "ˈboʊldə(r)"
  },
  "sentences": [
    {
      "en": "A flowing stream inarms a boulder in its passing.",
      "cn": "流水围绕大石流过去."
    },
    {
      "en": "A massive boulder blocked the entrance of the cave.",
      "cn": "一块巨大的圆石堵住了山洞的入口."
    },
    {
      "en": "Boulder body can not be cross - pressure, sometimes bending twist sigh.",
      "cn": "巨石无法压 跨 的身躯, 有时会被叹息拧弯."
    },
    {
      "en": "Boulder Chinese Evangelical Free Church welcome you visit our site.",
      "cn": "欢迎访问报德华人播道会网站!"
    },
    {
      "en": "Boulder High School's entry featured savory beef and shredded cabbage.",
      "cn": "博尔德高中的颇具特点的参赛菜肴是令人食欲大开的牛肉椰菜丝."
    },
    {
      "en": "He could be transferred to Boulder, Colorado at any time.",
      "cn": "他随时可能被转移到科罗拉多博得尔市."
    },
    {
      "en": "He despised the boulder, for he knew that victory was already his.",
      "cn": "他蔑视这块礁石, 他知道自己已经胜利."
    },
    {
      "en": "He stepped clear of the boulder.",
      "cn": "他从大石头后面走了出来."
    },
    {
      "en": "He took my hand to help me over a boulder that blocked the way.",
      "cn": "他牵着我的手带我爬过那块挡道的卵石."
    },
    {
      "en": "He was unable to budge the boulder.",
      "cn": "他搬不动那块大圆石."
    },
    {
      "en": "I saw her push the boulder down on you.",
      "cn": "我看见她将巨石推下砸向你。"
    },
    {
      "en": "Imagine trying to balance a chest of drawers on just one of its legs, on top of a boulder, and you get an idea of what Gray gets up to.",
      "cn": "想像自己尝试仅仅依靠衣柜的一个腿把它平稳地放到一个大圆石上，你就知道格雷达到了什么境界。"
    },
    {
      "en": "It is thought that the train hit a boulder that had fallen down a cliff on to the track.",
      "cn": "人们认为这列火车撞到了从悬崖滚到铁轨上的大圆石。"
    },
    {
      "en": "It required superhuman effort to lift the huge boulder .",
      "cn": "要搬起这块大石头需要有超人的力量。"
    },
    {
      "en": "It required superhuman effort to lift the huge boulder.",
      "cn": "要搬起这块大石头需要有超人的力量."
    },
    {
      "en": "Now, if we want to move that boulder, we have machines.",
      "cn": "现在, 如果你想搬那块大石头, 我们可以运用机器."
    },
    {
      "en": "The boulder sheltered them from the chilling wind.",
      "cn": "那块大石头替他们挡住了寒风。"
    },
    {
      "en": "We all heaved together and removed the boulder.",
      "cn": "大家一齐用劲,把大石头搬开了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "bouldery",
          "tran_cn": " 巨砾的，漂砾类的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ratchel",
            "grait"
          ],
          "tran_cn": "[建]卵石，大圆石；[地质]巨砾"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "卵石，圆石，巨砾，冰砾，漂砾",
      "tran_en": "a large round piece of rock"
    }
  ],
  "exchange": {
    "pl": [
      "boulders"
    ]
  }
}