{
  "word": "this",
  "ipa": {
    "us": "ðɪs",
    "uk": "ðɪs"
  },
  "sentences": [
    {
      "en": "A Delta II rocket was launched from Cape Canaveral early this morning.",
      "cn": "今天一早，一枚“德尔塔”Ⅱ型火箭在卡纳维拉尔角发射升空。"
    },
    {
      "en": "All this, needless to say, had been culled second-hand from radio reports.",
      "cn": "不用说，所有这些都是从电台报道中采集来的二手材料。"
    },
    {
      "en": "Any head teacher who made errors like this would be chucked out.",
      "cn": "哪个校长只要犯了这样的错误都会被开除。"
    },
    {
      "en": "By golly we can do something about it this time.",
      "cn": "这次我们确实可以采取行动了。"
    },
    {
      "en": "Does this dress make my legs look too stumpy?",
      "cn": "这条裙子会使我的腿看上去又短又粗吗？"
    },
    {
      "en": "Few would argue that this team has experience and proven ability.",
      "cn": "这个队伍的丰富经验和表现出来的实力是众所公认的。"
    },
    {
      "en": "He was hand-picked for this job by the Admiral.",
      "cn": "他是由海军上将精心挑选出来担任这项工作的。"
    },
    {
      "en": "He's touring South America at this moment in time.",
      "cn": "他此刻正在南美旅游观光。"
    },
    {
      "en": "I've slept in this here bed for forty years.",
      "cn": ""
    },
    {
      "en": "It was just gone 7 o'clock this evening when I finished.",
      "cn": "今晚我做完的时候刚过7点。"
    },
    {
      "en": "McKay walked slowly toward this screen, feeling a growing tenseness.",
      "cn": "麦凯缓缓地朝这个屏幕走来，每走一步心情都更加紧张。"
    },
    {
      "en": "She loved it, this was just up her street.",
      "cn": "她喜欢这个，这正中她的意。"
    },
    {
      "en": "The table’s about this high and this wide.",
      "cn": "那桌子大约有这么高，这么宽。"
    },
    {
      "en": "they stayed up chatting about this and that.",
      "cn": "他们彻夜未眠，聊着各种事情。"
    },
    {
      "en": "They're freshly baked. I fetched them from the baker's this morning.",
      "cn": "它们是刚出炉的。我早上去面包房买回来的。"
    },
    {
      "en": "This could be the feel-good movie of the autumn.",
      "cn": "这可以称得上是今秋令人赏心悦目的影片了。"
    },
    {
      "en": "This is more like a downpayment, or a deposit, if you like.",
      "cn": "这更像是首付，也可以说是定金。"
    },
    {
      "en": "This show, too, was virtually sold out before it opened.",
      "cn": "这场演出的门票也是几乎在开演前就销售一空了。"
    },
    {
      "en": "You need to cut about this much off the end of the pipe.",
      "cn": "你要从管子头上切下大约这么多。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "so much"
          ],
          "tran_cn": "这样地；这么"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "this and that (或 this, that, and the other)",
      "tran_cn": "(非正式)各种事情；各样东西；各种活动"
    },
    {
      "phrase": "this here",
      "tran_cn": "(非正式)我在这张床上睡了40年"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "这；本；这个；今"
    },
    {
      "pos": "adv",
      "tran_cn": "这样地，就是这样，这么地",
      "tran_en": "used to say how big, how much etc, when you are showing the size, amount etc with your hands"
    },
    {
      "pos": "n",
      "tran_cn": "(This)人名；(法)蒂斯"
    },
    {
      "pos": "pron",
      "tran_cn": "这，这个，这事，这人，这时，下面所说的事",
      "tran_en": "used to refer to a person, thing, idea etc that has just been mentioned or to something that has just happened"
    }
  ],
  "exchange": {
    "pl": [
      "these"
    ]
  }
}