{
  "word": "yoghurt",
  "ipa": {
    "us": "'jəʊgɜ:t",
    "uk": "'joʊgət"
  },
  "sentences": [
    {
      "en": "a pot of strawberry yogurt",
      "cn": "一罐草莓酸奶"
    },
    {
      "en": "An impression of the continuous of yoghurt was introduced.",
      "cn": "对两种菌的刺激作用和连续发酵工艺予以介绍."
    },
    {
      "en": "If you don't take milk, cheese or yoghurt, other sources of calcium are important.",
      "cn": "你要是不喝鲜奶和酸奶，也不吃乳酪，那么其他的补钙来源就很重要了。"
    },
    {
      "en": "Lunch was a feast of meat and vegetables, cheese, yoghurt and fruit, with unlimited wine.",
      "cn": "午餐很丰盛，有肉、蔬菜、奶酪、酸奶、水果，酒无限量供应。"
    },
    {
      "en": "She likes eating things like fruit, yoghurt and sweets.",
      "cn": "什么水果 、 酸奶、糖果,她都爱吃."
    },
    {
      "en": "Singaporeans consume dairy products like butter, cheese and yoghurt for health.",
      "cn": "新加坡人吃牛油, 乳酪和酸乳酪等乳制品,增进健康."
    },
    {
      "en": "Sprinkle cinnamon into a yoghurt each day to burn fat.",
      "cn": "每天滴一点肉桂在乳酪中,用此实现燃烧脂肪."
    },
    {
      "en": "The consumers get a mild, creamy and healthy yoghurt.",
      "cn": "消费者能够买到味道温和 、 质感浓稠,而且健康的酸奶."
    },
    {
      "en": "The effect of protein and milk fat on producing yoghurt is few.",
      "cn": "而蛋白质和乳脂肪对产酸的影响较小."
    },
    {
      "en": "The manufacturer tried to call back the spoilt yoghurt.",
      "cn": "生产商试图召回变质的酸乳酪."
    },
    {
      "en": "The yoghurt is featured by rich flavour and fine and smooth mouthfeel.",
      "cn": "制成了香味浓郁、口感细腻的花生蛋白乳酸饮料."
    },
    {
      "en": "Thin down your mayonnaise with soured cream or natural yoghurt.",
      "cn": "用酸奶油或原味酸奶稀释蛋黄酱。"
    },
    {
      "en": "This yoghurt has a deliciously creamy flavour.",
      "cn": "这酸奶有一种香甜的奶油味。"
    },
    {
      "en": "This yoghurt is very nice.",
      "cn": "这种酸奶很好喝."
    },
    {
      "en": "What yoghurt does children drink to compare nutrition and absorb?",
      "cn": "儿童喝什么酸奶比较营养和吸收 呢 ?"
    },
    {
      "en": "Yoghurt's good because it's also rich in protein, vitamins and is acidic.",
      "cn": "酸奶好在它富含蛋白质, 维生素,并且也有酸性."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "acidophilus milk",
            "acidophilous milk"
          ],
          "tran_cn": "酸奶（等于yoghourt）；酸乳酪"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "酸奶，酸乳酪",
      "tran_en": "a thick liquid food that tastes slightly sour and is made from milk, or an amount of this food"
    }
  ],
  "exchange": {}
}