{
  "word": "accordance",
  "ipa": {
    "us": "əˈkɔːdns",
    "uk": "əˈkɔːrdns"
  },
  "sentences": [
    {
      "en": "Article 47 may only be used in accordance with international law.",
      "cn": "第47条只能按照国际法来施行。"
    },
    {
      "en": "Collecting banks are to advise fate in accordance with the following rules.",
      "cn": "代收行应按照下列规则通知托收结果."
    },
    {
      "en": "He acted in accordance with his beliefs.",
      "cn": "他按照自己的信念行事."
    },
    {
      "en": "He was always neatly and quietly dressed in accordance with his age and station.",
      "cn": "他衣着整洁素雅,合乎他的年龄和身份."
    },
    {
      "en": "I am in accordance with him in this matter.",
      "cn": "在这件事情上我同他是一致的。"
    },
    {
      "en": "If so you will report for duty in accordance with the instructions you have received.",
      "cn": "那么你们将根据收到的指示报到."
    },
    {
      "en": "If your pursuit of personal career and ideal are in accordance with ours, if you are seeking for the pleasure from sharing the same ambitions, please join us!",
      "cn": "如果您想谋求个人事业、理想与公司的事业和理想高度一致，如果您追求的是志同道合的工作愉悦，请加入我们！"
    },
    {
      "en": "In accordance to your request, I am sending you sample pages of the dictionary.",
      "cn": "根据你的要求, 现寄上词典的样张."
    },
    {
      "en": "It is an obvious truism that people act in accordance with their motives.",
      "cn": "人人都按自己的动机行事是不言而喻的."
    },
    {
      "en": "IT organizations working in an environment with compliance requirements must to be able to document that they have designed, implemented, and tested the application in accordance with these standards.",
      "cn": "工作在有法规遵循要求的环境中的IT组织必须能够证明他们已经计划、执行，并测试了这个应用软件与这些标准是保持一致的。"
    },
    {
      "en": "One's opinion tends to differ in accordance with one's standpoint.",
      "cn": "不同的立场势必形成不同的见解."
    },
    {
      "en": "She was dismissed in accordance with the company's usual displinary procedures.",
      "cn": "按照公司一般纪律程序,她被解雇了."
    },
    {
      "en": "The actions of individuals and groups are here understood being in accordance with their aims.",
      "cn": "在这里,个人或集团的行为被理解为符合于他们的目的."
    },
    {
      "en": "The arrows are directed in accordance with the previously explained rules.",
      "cn": "根据前面所说的规律定出了箭头的方向."
    },
    {
      "en": "The scheme has been revised in accordance with the opinions of the masses.",
      "cn": "方案已按照群众意见修改了."
    },
    {
      "en": "This indulgence was in accordance with the general policy of the redmen.",
      "cn": "这种宽宏大量的气度,是红种人一贯使用的策略."
    },
    {
      "en": "This phrasal implied meaning in accordance with the Chinese language procrustean method similar is demand/ the not reasonable request handles affairs according to same standard.",
      "cn": "这个成语的寓意和汉语削足适履一样是强求一致/不合理的要求按照同一标准办事。"
    },
    {
      "en": "Veritable truth is not in accordance with an external.",
      "cn": "可证实的真理并不依照外在的东西."
    },
    {
      "en": "We assure you that the quality of our goods will be in accordance with that of the samples.",
      "cn": "我们向你方保证，我们货物的质量一定与样品的质量一致。"
    },
    {
      "en": "We should make decisions in accordance with specific conditions.",
      "cn": "我们应当根据具体情况做出决定."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "accordant",
          "tran_cn": " 一致的；调和的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "accord",
          "tran_cn": " 符合；一致；协议；自愿"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "accord",
          "tran_cn": " 符合；一致"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "accord",
          "tran_cn": " 使一致；给予"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "agreement",
            "concurrence",
            "conformity"
          ],
          "tran_cn": "同意,遵从"
        },
        {
          "words": [
            "according",
            "bestowal",
            "conferring",
            "endowment",
            "furnishing",
            "giving",
            "granting",
            "imparting",
            "vouchsafement"
          ],
          "tran_cn": "赠送,给予"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accession",
            "accuracy",
            "analogy",
            "coherence",
            "compatibility",
            "conjunction",
            "consensus",
            "correspondence",
            "equality",
            "friendship",
            "harmony",
            "solidarity",
            "understanding",
            "union"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in accordance",
      "tran_cn": "按照；与…一致"
    },
    {
      "phrase": "in accordance with",
      "tran_cn": "依照；与…一致"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "依照，依据（常用in accordance with），一致",
      "tran_en": "according to a rule, system etc"
    }
  ],
  "exchange": {}
}