{
  "word": "hosiery",
  "ipa": {
    "us": "ˈhəʊziəri",
    "uk": "ˈhoʊʒəri"
  },
  "sentences": [
    {
      "en": "Hosiery: Knit or woven coverings for the feet and legs, worn inside shoes.",
      "cn": "袜类: 以编织或纺织制成, 穿在鞋内、覆盖脚和腿的织品."
    },
    {
      "en": "Never go without hosiery and don't wear sandals.",
      "cn": "千万不要不穿袜子也不要穿凉鞋."
    },
    {
      "en": "Referring to my conversation with you today, I now enclose an order sheet for hosiery as specified.",
      "cn": "参照今日和你方的谈判记录, 兹随函寄上详细叙述订购卫生衣的订单2份,请查收."
    },
    {
      "en": "She bought many socks in the hosiery department.",
      "cn": "她在针织品部买了很多袜子."
    },
    {
      "en": "So the hosiery machine can directly make the image pattern as computer bitmap image.",
      "cn": "实现了袜机能直接编织出计算机位图图象的目的."
    },
    {
      "en": "Socks and Stockings, Shirts, Knitwear and Knitted Fabrics, Casual Shirts, Hosiery.",
      "cn": "采购产品袜子和长袜, 衬衫, 针织物和编织了织物, 便服, 裤袜."
    },
    {
      "en": "Tables were covered with nightgowns, blouses , dresses , sweaters, scarves, hosiery - all kinds of cheap odds and ends.",
      "cn": "桌上摆满了睡衣 、 衬衫 、 毛衣 、 围巾 、 袜子等等各种各样的便宜杂货."
    },
    {
      "en": "The city has long been a center for the manufacture of textiles, lace, and hosiery.",
      "cn": "这城市长期为纺织, 花边和针织内衣的制造业中心."
    },
    {
      "en": "The shops can offer you a big choice of hosiery, stockings and pantyhose, reaching from basics to the “Sex And The City” look.",
      "cn": "商场里能为你提供针织品、长袜、裤袜等多种选择，从基本式样到“欲望城市”式的搭配都有。"
    },
    {
      "en": "This last consignment of hosiery is quite up to standard.",
      "cn": "这批新到的针织品完全符合规格."
    },
    {
      "en": "Ties and Bow Ties, Hosiery Goods, Socks and Stockings, Hosiery Goods, Socks, and Neckwear.",
      "cn": "采购产品绳子和弓绑, 裤袜货物, 袜子和长袜, 裤袜货物, 袜子和领子."
    },
    {
      "en": "We generally consider manufacturing shoes, knit hosiery, gloves, fabric toys and so on.",
      "cn": "目前大致考虑生产,缝纫,制鞋, 针织袜子手套, 制作布质玩具等."
    },
    {
      "en": "Yes , it is divided into several sections: overwear, light clothing, hosiery, swimwear, corsage and so on.",
      "cn": "对啊! 还能分成很多个分支, 比如,套装,便装, 针织, 泳装, 胸衣等多个行业."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hosier",
          "tran_cn": " 制袜或售袜者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "knitgoods",
            "maille"
          ],
          "tran_cn": "[纺]针织品；袜类"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "stocking"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hosiery machine",
      "tran_cn": "织袜机"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "袜类，<英>针织内衣",
      "tran_en": "a general word for  tights  ,  stockings  , or socks, used in shops and in the clothing industry"
    }
  ],
  "exchange": {}
}