{
  "word": "preeminent",
  "ipa": {
    "us": "prɪ'emɪnənt",
    "uk": "pri'emɪnənt"
  },
  "sentences": [
    {
      "en": "...some of the preeminent names in baseball.",
      "cn": "…棒球史上一些杰出的名字。"
    },
    {
      "en": "And there is every reason to think America will once again regain its preeminent role as an American powerhouse.",
      "cn": "我们也完全有理由相信，美国将再次赢得美利坚强国的卓越地位。"
    },
    {
      "en": "Bombastic boasts—\"We are positioned to become the preeminent provider of XYZ\"—do not constitute a position.",
      "cn": "言过其实的自夸——“我们定位于成为XYZ的卓越供应商”——并不能构建其地位。"
    },
    {
      "en": "Corporate goal: To become the preeminent media company of the 21 st century.",
      "cn": "公司目标: 成为二十一世纪最卓越的媒体公司."
    },
    {
      "en": "Every baseball player envies him, he is preeminent above all his rivals for pitching.",
      "cn": "每个棒球球员都羡慕他,因为在投球方面, 他胜过任何竞争者."
    },
    {
      "en": "Face fierce market competition, innovative product, preeminent quality, will certainly cast TIANKE splendid tomorrow.",
      "cn": "面对激烈的市场竞争, 创新的产品, 卓越的品质, 必将铸就天科成套更加辉煌的明天."
    },
    {
      "en": "For a thousand years, China's position as the preeminent world power was beyond doubt.",
      "cn": "数以千年来, 中国作为出类拔萃世界强国的地位毋庸置疑."
    },
    {
      "en": "He is a preeminent scholar.",
      "cn": "他是个卓越的学者."
    },
    {
      "en": "He is preeminent because his articles are well written.",
      "cn": "他的文章写得很漂亮,卓尔不群."
    },
    {
      "en": "He is the preeminent tenor of the modern era.",
      "cn": "“他是现代杰出的男高音”"
    },
    {
      "en": "HiPLE - ACE's distinguishing qualities and preeminent packing designs lead to a significant reduction total physical distribution costs.",
      "cn": "ACE的特性和卓越包装的设计能大幅度降低储运成本."
    },
    {
      "en": "His philosophical thinking can be regarded as preeminent.",
      "cn": "他的哲学思想堪称超凡入圣."
    },
    {
      "en": "His preeminent services had entitled him to the first place in his country's love.",
      "cn": "他卓越的功绩,使得他最为全国人民所爱戴."
    },
    {
      "en": "Natural gas will become the preeminent fuel of the 21 st century, according to widespread expectation.",
      "cn": "许多专家预测,天然气将成为21世纪的主要燃料."
    },
    {
      "en": "Since you are preeminent, I want to invite you to join our society.",
      "cn": "我们社团正需要你这样的江湖人士,有兴趣加入吗?"
    },
    {
      "en": "Sweden cars are extremely prestigious and reliable in the world for its preeminent safety performance, including SAAB.",
      "cn": "瑞典制造的轿车在世界上最为有口皆碑的是其超群的安全性能，萨博也不例外。"
    },
    {
      "en": "There is no panic in this man, only iron - clad determination and preeminent basketball I. Q.",
      "cn": "这个人看不出恐慌, 只有打不死的决心和极高的篮球智商."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "preeminently",
          "tran_cn": " 显著地；卓越地，杰出地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "preeminence",
          "tran_cn": " 卓越；杰出"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "remarkable",
            "excellent",
            "prominent",
            "ranking"
          ],
          "tran_cn": "卓越的；超群的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ascendent",
            "celebrated",
            "dominant",
            "especial",
            "noted",
            "well-known"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "卓越的，杰出的，超群的",
      "tran_en": "If someone or something is preeminent in a group, they are more important, powerful, or capable than other people or things in the group"
    },
    {
      "pos": "adv",
      "tran_cn": "卓越地，杰出地，超群地"
    }
  ],
  "exchange": {}
}