{
  "word": "coercive",
  "ipa": {
    "us": "kəʊˈɜ:sɪv",
    "uk": "koʊˈɜrsɪv"
  },
  "sentences": [
    {
      "en": "A forceful suggestion or recommendation in a coercive manner could regarded as an attack.",
      "cn": "强迫别人接受咄咄逼人的意见或建议会被认为是一种攻击."
    },
    {
      "en": "As to protect the environment coercive measures are morereliable than companies'self restraints.",
      "cn": "至于环境保护,强制性法律措施比公司监管和自我约束要可靠得多."
    },
    {
      "en": "Authority is directional instead of coercive.",
      "cn": "权威应该是指导性的而非压制的."
    },
    {
      "en": "Can coercive measures for population control ever be ethically justified?",
      "cn": "以强制手段来控制人口是否完全不符合道德?"
    },
    {
      "en": "coercive measures to reduce absenteeism",
      "cn": "减少旷工现象的高压措施"
    },
    {
      "en": "Coercive summons , fines or detention must be approved by the president of the people's court.",
      "cn": "拘传 、 罚款、拘留必须经院长批准."
    },
    {
      "en": "Criminal coercive measure is an important component of the code of criminal procedure.",
      "cn": "刑事强制措施是刑事程序法的重要组成部分."
    },
    {
      "en": "Deadline processing is coercive measures of a kind of administration is not disciplinary sanction.",
      "cn": "限期治理是一种行政强制措施而不是行政处分."
    },
    {
      "en": "In general, lower - level managers have less legitimate, coercive, and reward power than do middle - and higher - level managers.",
      "cn": "通常, 低层的管理者比 中层 和 高层 管理者有更少的合法权 、 强制权和奖励权."
    },
    {
      "en": "On Perfecting Legislation Of Criminal Coercive Measures.",
      "cn": "论刑事强制措施的立法完善."
    },
    {
      "en": "Subpoena shall be issued for coercive summons.",
      "cn": "拘传应当发拘传票."
    },
    {
      "en": "The behavior of taking suspect to public security organs should be independent administrative coercive measure.",
      "cn": "介于当场盘查和继续盘问之间的将嫌疑人带至公安机关的行为应当是独立的行政强制措施."
    },
    {
      "en": "The leader with coercive power has control over punishments; people comply to avoid those punishments.",
      "cn": "具有强制权的领导有对处罚的控制, 人们为了避免那些处罚而服从."
    },
    {
      "en": "This paper mainly states the design and development of automatic delicate measurement instrument of coercive force.",
      "cn": "本文主要论述了矫顽力自动精密测量仪的设计与研制."
    },
    {
      "en": "Traditional law enforcement tends to lay stress on unilateral, coercive administrative methods.",
      "cn": "传统的行政执法比较强调通过采取单方的 、 强制的行政管理措施来达到行政管理目的."
    },
    {
      "en": "Which have the following advantages: high coercive force , high electric resistance, long - time stability, and economical price.",
      "cn": "它们具有: 高矫顽力 、 阻抗 、 效稳定性和经济的价格."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "coercion",
          "tran_cn": " 强制；强迫；高压政治；威压"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "coerce",
          "tran_cn": " 强制，迫使"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mandatory",
            "compulsive"
          ],
          "tran_cn": "强制的；胁迫的；高压的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "forcible",
            "insistent"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "coercive force",
      "tran_cn": "矫顽力；抗磁力"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "强制的，强迫的，高压的",
      "tran_en": "using threats or orders to make someone do something they do not want to do"
    }
  ],
  "exchange": {}
}