{
  "word": "mutuality",
  "ipa": {
    "us": "ˌmju:tʃʊ'ælətɪ",
    "uk": "ˌmjutʃʊ'ælətɪ"
  },
  "sentences": [
    {
      "en": "All men are caught in a inescapable network of mutuality.",
      "cn": "所有的人,都是相互关联的网络中的一员,谁也无法回避."
    },
    {
      "en": "Caring develops best on a plane of quality, of mutuality.",
      "cn": "关心在高质量和相互依存的层面上能够发展得最好."
    },
    {
      "en": "In the third grade, student - parent relationship's mutuality begin to decline significantly, conflict begin to increase significantly.",
      "cn": "在初三年级, 对平等性的知觉开始显著下降, 而冲突性则开始显著增加."
    },
    {
      "en": "Internally'sike \" advocates the Solidarity and mutuality; externally emphases on the cooperation and coexistence.",
      "cn": "西可对内倡导团结互助, 对外强调协同合作、和谐共生."
    },
    {
      "en": "It embodies three prominent characteristics such as directness, mutuality and approachability.",
      "cn": "其主要特征有三:强调直接性, 注重相互性及动态相遇."
    },
    {
      "en": "Mutuality -- A mutual benefit is a shared benefit; a shared benefit will endure.",
      "cn": "◆ 互惠?惠就是分享利益, 可以分享的利益才会持久."
    },
    {
      "en": "Mutuality —— A mutual benefit is a shared benefit; a shared benefit will endure.",
      "cn": "互惠?互惠就是分享利益, 可以分享的利益才会持久."
    },
    {
      "en": "Objective To provide sectional anatomy mutuality parameter for maxillary sinus endoscopic fenestration.",
      "cn": "目的为上颌窦内窥镜开窗术提供相关断层解剖学参数."
    },
    {
      "en": "Objective To survey the mutuality of chronic severe hepatitis on peripheral blood cell and its results.",
      "cn": "目的通过对慢性重型肝炎患者的外周血象分析,观察慢性重型肝炎的外周血象与其预后的相关性."
    },
    {
      "en": "P & I contract as a special kind of marine insurance contract mutuality is its base and spirit.",
      "cn": "保赔保险合同作为一类特殊的海上保险合同,“相互性”是其基础和灵魂."
    },
    {
      "en": "that is to say, as a person whose relation with otherness is what constitutes his identity, and in that mutuality of friendship, the first person singular disappears.",
      "cn": "也就是说，一个人和他人的关系,定义了他的身份，在和朋友的相互关系中，第一人称消失了。"
    },
    {
      "en": "The idea is create an organisation embracing mutuality as well as free market capitalism.",
      "cn": "其理念是建造一个使互惠关系和自由资本市场兼容并蓄的组织。"
    },
    {
      "en": "The idea of family, mutuality , the sharing of benefits and burdens for the good of all.",
      "cn": "这就是家庭、共同性、为所有人的利益分享收益, 分担负担."
    },
    {
      "en": "The mutuality of the time dilation effect is elaborated by example.",
      "cn": "通过例子阐明狭义相对论中钟慢效应是相互的道理."
    },
    {
      "en": "The mutuality of their affection was obvious.",
      "cn": "他们的友爱有目共睹."
    },
    {
      "en": "The paper analyses mutuality parameter Wheel Tractor - Scraper and provides the theoretical basis for guiding our production.",
      "cn": "本文详细分析了铲运机相关参数,为指导生产提供了理论依据."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mutual",
          "tran_cn": " 共同的；相互的，彼此的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "mutually",
          "tran_cn": " 互相地；互助"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "mutualism",
          "tran_cn": " [生态] 共栖，互利共生；互助论"
        },
        {
          "word": "mutualist",
          "tran_cn": " 互助论者；共生生物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "correlation",
            "interrelation"
          ],
          "tran_cn": "相互关系，相关；亲密"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fellowship"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "相互关系，相关"
    }
  ],
  "exchange": {
    "adj": [
      "mutual"
    ]
  }
}