{
  "word": "seawater",
  "ipa": {
    "us": "'si:wɒtə",
    "uk": "ˈsiˌwɔtɚ, -ˌwɑtɚ"
  },
  "sentences": [
    {
      "en": "A unified scheme has been developed for virus concentration from tapwater, seawater, and sewage.",
      "cn": "已经研究了一种可以从自来水 、 海水和污水中浓缩病毒的统一程序."
    },
    {
      "en": "As a result , austenitic stainless steels are inapplicable in seawater environment.",
      "cn": "故奥氏体不锈钢不适用于海水环境."
    },
    {
      "en": "Before long the seawater became rain pouring down from the sky.",
      "cn": "不久海水变成雨水从天上倾盆而下."
    },
    {
      "en": "Climate suitability of seawater crabs culture in Jiangsu littoral was studied.",
      "cn": "研究江苏沿海海水蟹类养殖的气候适宜性."
    },
    {
      "en": "In the early Priabonian seawater complet ely withdrew from this area.",
      "cn": "至Priabonian早期,海水完全退出本区."
    },
    {
      "en": "Metallogenic fluid stemmed from magmatic water and mixed with seawater.",
      "cn": "成矿流体来源于岩浆水,并有海水混入."
    },
    {
      "en": "Objective To make a model of severe hypothermia using cold seawater.",
      "cn": "目的利用人工冷海水制做犬重度体温过低症模型."
    },
    {
      "en": "One method of preventing seawater intrusion is to reduce offtake to a planned level.",
      "cn": "防止海水入侵的一种方法是减少开采量使其达到设计的地下水位标高."
    },
    {
      "en": "Over pumping of ground - waters produces a difference in hydrostatic head in favor of the seawater.",
      "cn": "过量抽取地下水时,产生利于海水的流体静力学水位差."
    },
    {
      "en": "Presents two kinds of seawater air conditioning system ( SWAC ).",
      "cn": "摘要介绍了海水空调的两种形式."
    },
    {
      "en": "Previously it was thought there was around 100, 000 microbial cells in every litre of seawater but scientists now think there could be one billion.",
      "cn": "在此前的推测中，每一升海水中可能会有大约100,000个微生物细胞，但现在科学家设想这一数字有可能达到十亿。"
    },
    {
      "en": "Seawater invades for a distance of about 50 miles upstream.",
      "cn": "海水浸入上游远至50英里."
    },
    {
      "en": "Seawater is pure water plus dissolved solids and gases.",
      "cn": "海水里面溶解着固体和气体."
    },
    {
      "en": "Seawater step by step groundfeed Tuvalu person to live.",
      "cn": "海水步步进逼,正在侵食图瓦卢人的生存之地."
    },
    {
      "en": "The crop is salicornia. It is nourished by seawater a man - made canal.",
      "cn": "这种作物就叫做盐角草属,由一条人工开凿的运河引海水灌溉滋养成长."
    },
    {
      "en": "Their answer is to spray them with seawater.",
      "cn": "他们的答案是把海水喷到云层上。"
    },
    {
      "en": "This positioning would allow seawater to rapidly enter a standard industrial encoder.",
      "cn": "这样定位可以让海水快速进入标准的传感器."
    },
    {
      "en": "When the seawater freezes as it comes into contact with the brinicle.",
      "cn": "其余的海水一接触到这条死亡冰柱就会马上冻结。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "marine water",
            "saline water"
          ],
          "tran_cn": "海水"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海水，海流",
      "tran_en": "salty water from the sea"
    }
  ],
  "exchange": {}
}