{
  "word": "GPS",
  "ipa": {
    "us": "ˌdʒi: pi: ˈes",
    "uk": "ˌdʒipi'es"
  },
  "sentences": [
    {
      "en": "An overall offset of 38 microseconds thus has to be figured into GPS.",
      "cn": "因此GPS里得考虑这38微秒的总偏差."
    },
    {
      "en": "Can you use a GPS or something to track her down?",
      "cn": "你能用全球定位系统什么的追踪到她 吗 ?"
    },
    {
      "en": "Distance measurement with GPS. Register unlimited number of coordinates.",
      "cn": "利用GPS来计算距离, 能记录不限数量的坐标."
    },
    {
      "en": "GPS data collection and preservation, trajectory playback of the source.",
      "cn": "收集GPS数据并保存 、 轨迹回放的源程序."
    },
    {
      "en": "GPS navigation systems must take it into account to work accurately.",
      "cn": "GPS导航系统必须把这个变数考虑进来,才能准确运作."
    },
    {
      "en": "GPS operates best near the equator.",
      "cn": "全球定位系统在赤道附近性能最好。"
    },
    {
      "en": "Manufactories are now making more and more civilian GPS receivers.",
      "cn": "制造商现在生产越来越多一般民众使用的GPS接收器."
    },
    {
      "en": "Other options include xenon headlamps, a removable hardtop and GPS navigation.",
      "cn": "其他配选配置还包含了疝气大灯 、 可硬顶篷和GPS导航系统."
    },
    {
      "en": "Photographs with GPS information stored inside EXIF block show longitude, latitude location.",
      "cn": "照片与GPS的EXIF信息存储在块显示经度, 纬度位置."
    },
    {
      "en": "The example showed that the method performs well in GPS dynamic locating.",
      "cn": "实例验证表明该方法在GPS动态定位时效果较好."
    },
    {
      "en": "There are already USB GPS devices for tracking where you’ve been but here’s another device that will instead keep track of what the temperature was, if for some reason you need to know.",
      "cn": "已经有USB全球定位系统设备以追踪你的位置所在。 但是，如果你因某个原因需要知道温度的话,还有一个设备可以代替来追踪记录温度。"
    },
    {
      "en": "They decided to outfit a special group with GPS.",
      "cn": "他们决定给特别行动小组配备全球定位系统。"
    },
    {
      "en": "This device frequently appears as an optional subsystem built into GPS receivers.",
      "cn": "这一仪器经常出现在被引入GPS接受器的可选子系统中."
    },
    {
      "en": "To compensate, some users employ differential GPS , or D - GPS.",
      "cn": "有些使用者会利用D -GPS 来弥补延迟误差."
    },
    {
      "en": "Traffic control will be achieved through our extensive high - tech GPS system.",
      "cn": "通过广泛应用高科技的GPS系统,交通控制将得以实现."
    },
    {
      "en": "Used in combination with GPS, an accelerometer, a compass and the gyroscope can be used for in indoor navigation with floor accuracy.",
      "cn": "与全球定位系统、加速度计、陀螺仪和指南针结合使用，可用于具有地面精度的室内导航。"
    },
    {
      "en": "With GPS, they also now know where you are whenever you have your phone.",
      "cn": "利用全球定位系统，只要你带着电话，他们就知道你在哪里。"
    },
    {
      "en": "Your GPS receiver is having trouble tracking GPS satellites.",
      "cn": "您的GPS接收设备在跟踪GPS卫星时发生故障."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "Global Position System 全球定位系统，Gunner's Primary Sight 炮长主瞄准镜"
    },
    {
      "pos": "other",
      "tran_cn": "全球（卫星）",
      "tran_en": "a system that uses radio signals from  satellites  to show your exact position on the Earth on a special piece of equipment"
    }
  ],
  "exchange": {
    "pl": [
      "GPSs"
    ]
  }
}