{
  "word": "vassal",
  "ipa": {
    "us": "ˈvæsl",
    "uk": "ˈvæsəl"
  },
  "sentences": [
    {
      "en": "AI better considers war consequences of accepting a vassal.",
      "cn": "AI会更好的考虑接受附庸国可能引起的战争."
    },
    {
      "en": "Ceremonial acknowledgment by a vassal of allegiance to his lord under feudal law.",
      "cn": "自己所效忠的君主;忠诚的臣子."
    },
    {
      "en": "Explain what a suzerain - vassal treaty was in the ancient Near East.",
      "cn": "解释什么是在古老近东的宗主附庸条约."
    },
    {
      "en": "Fixed happiness from vassal issue.",
      "cn": "修改了附庸国提供的快乐."
    },
    {
      "en": "He, in turn, was vassal to the Great Khan of China.",
      "cn": "而这个满族头人又藩属于中国大可汗."
    },
    {
      "en": "I, your vassal, have employed and troubled your unknown sovereignty.",
      "cn": "我是您的臣子,以前不知道您就是公爵殿下,竟那样叫您受累, 麻烦了您."
    },
    {
      "en": "Opponents of the treaty argue that monetary union will turn France into a vassal of Germany.",
      "cn": "协定的反对者认为货币联盟会使法国沦为德国的附庸国。"
    },
    {
      "en": "So the forepart Non - invasive Measurement of Vassal wall become more important.",
      "cn": "因此,对人体血管壁病变的早期无创检测有着十分重要的临床价值."
    },
    {
      "en": "The fidelity owed by a vassal to his feudal lord.",
      "cn": "效忠诸侯对封建领主的忠诚."
    },
    {
      "en": "The lord in return owed his vassal protection and an assured livelihood.",
      "cn": "主返回欠他的附庸保护和有保证的生计."
    },
    {
      "en": "The vassal swore that he would be loyal to the king forever.",
      "cn": "这位封臣宣誓他将永远忠诚于国王."
    },
    {
      "en": "Vassal AI never refuse to talk to their master.",
      "cn": "附庸国不会拒绝与宗主国见面."
    },
    {
      "en": "Wales was a vassal kingdom at that time.",
      "cn": "那时威尔士是个附庸国."
    },
    {
      "en": "You can now airlift into cities of your vassal.",
      "cn": "可以空运部队到附庸国城市."
    },
    {
      "en": "You don't pay supply costs for units inside your vassal's borders.",
      "cn": "部队在附庸国境内时不需要额外的补给费."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "vassalage",
          "tran_cn": " 隶属；侍从；家臣身份"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leud",
            "homager"
          ],
          "tran_cn": "诸侯；封臣"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adherent",
            "creature",
            "dependent",
            "peasant",
            "satellite"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "vassal state",
      "tran_cn": "附庸国；诸侯国"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "奴仆，<史>（封建时代）诸侯，从属者，下属",
      "tran_en": "In feudal society, a vassal was a man who gave military service to a lord, in return for which he was protected by the lord and received land to live on"
    }
  ],
  "exchange": {
    "pl": [
      "vassals"
    ]
  }
}