{
  "word": "byzantine",
  "ipa": {
    "us": "baɪˈzæntaɪn; bɪˈzæntaɪn; baɪˈzæntiːn; bɪˈzæntiːn",
    "uk": " ˈbɪzəntiːn"
  },
  "sentences": [
    {
      "en": "...Byzantine civilization.",
      "cn": "...拜占庭文明。"
    },
    {
      "en": "After the transient resurgence of imperial court of Macedonia, Byzantine Empire began to decline.",
      "cn": "经过马其顿王朝短暂的中兴, 拜占廷帝国开始走向没落."
    },
    {
      "en": "An eparchy was a civil administrative district in the Byzantine Empire.",
      "cn": "都区过去是拜占庭帝国行政区划的一级."
    },
    {
      "en": "an organization of byzantine complexity",
      "cn": "拜占庭式复杂诡秘死板的机构"
    },
    {
      "en": "Cimabue : Italian painter trained in the Byzantine style and considered the first master of the Florentine school.",
      "cn": "契马布埃: 受训于拜占庭风格的意大利画家,被认为是佛罗伦萨学院的首任校长."
    },
    {
      "en": "It was invaded by Muslims in 650 and Byzantine was forced out.",
      "cn": "5—6世纪,先后受汪达尔人和拜占庭人的统治."
    },
    {
      "en": "Periodic renaissances of Byzantine art occurred that created close imitation of past models.",
      "cn": "在拜占延帝国时期曾出现过周期性的文艺复兴,它们创造了与罗马模式很接近的作品."
    },
    {
      "en": "The chief sources for the Greek mathematical works are Byzantine Greek codices.",
      "cn": "希腊的数学著作主要取材于拜占庭的希腊文手抄本."
    },
    {
      "en": "The early Byzantine forces consist mainly of Byzantine Spearmen and Trebizond Archers.",
      "cn": "早期的拜占庭军队由拜占庭矛兵和特拉勃森弓箭手组成."
    },
    {
      "en": "The great Christian army diverted its forces and attacked the Eastern Orthodox Byzantine Empire instead.",
      "cn": "这支庞大的基督教军队遂调转枪杆去攻打东正教拜占庭帝国."
    },
    {
      "en": "The images were Gothic or Byzantine rather than classical.",
      "cn": "这些形象属哥特式或者拜占庭式而非古典式。"
    },
    {
      "en": "The plan of thea repetition of of the Byzantine of church, but on a larger scale.",
      "cn": "重建的教堂是以拜占庭式的殿堂为蓝本, 只是规模更大."
    },
    {
      "en": "There are also several well-preserved Byzantine frescoes.",
      "cn": "也有几处保存完好的拜占庭时期的壁画。"
    },
    {
      "en": "Viewed from treaty of postwar, Byzantine and Rus is equal.",
      "cn": "从战后双方签订的条约看, 拜占廷和基辅罗斯的关系是平等的."
    },
    {
      "en": "We propose a new protocol for the Byzantine Agreement which is based on agents.",
      "cn": "本文在研究了国内外Byzantine协议 的基础上提出了一种新的Byzantine一致性 协议,即基于代理的Byzantine一致性协议."
    },
    {
      "en": "Whether under the emperor's direction or not, Byzantine armies were successful in Sicily and in Armenia.",
      "cn": "无论是否是在皇帝的直接领导下, 拜占庭军队在西西里和亚美尼亚都获得了胜利."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "byzantine empire",
      "tran_cn": "拜占庭帝国（即东罗马帝国，395～1453，在欧洲东南部和亚洲西南部，由罗马帝国分裂而成）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（体制、程序）错综复杂的，拜占庭的；拜占庭帝国的",
      "tran_en": "Byzantine means related to or connected with the Byzantine Empire"
    }
  ],
  "exchange": {}
}