{
  "word": "kaleidoscope",
  "ipa": {
    "us": "kəˈlaɪdəskəʊp",
    "uk": "kəˈlaɪdəskoʊp"
  },
  "sentences": [
    {
      "en": "...the vivid kaleidoscope of colours displayed in the plumage of the peacock.",
      "cn": "...孔雀羽毛的五彩缤纷。"
    },
    {
      "en": "A kaleidoscope is an optical toy.",
      "cn": "万花筒是一种光学玩具."
    },
    {
      "en": "At sunset the sky became a kaleidoscope of colors.",
      "cn": "夕阳西下时,天空的颜色千变万化."
    },
    {
      "en": "He swiftly dismissed the kaleidoscope of memory, oppressed by the urgent need of the present.",
      "cn": "眼前有急于要办的事逼迫着他,他一下子打消了记忆中的那些千变万化的情景."
    },
    {
      "en": "His paintings are a kaleidoscope of gorgeous colours.",
      "cn": "他的油画色彩斑斓,变化万千."
    },
    {
      "en": "Sun and shadow made the landscape a kaleidoscope of color and pattern.",
      "cn": "阳光和阴影使风景的颜色和图案千变万化."
    },
    {
      "en": "That the twisting kaleidoscope, moves us all in turn.",
      "cn": "生命万花筒, 带我们共轮回."
    },
    {
      "en": "The bazaar was a kaleidoscope of strange sights and impressions.",
      "cn": "集市的景象光怪陆离,纷然杂陈."
    },
    {
      "en": "The China Kaleidoscope Phantom Co. ltd was established in 2002, The headquarters suppose in Shanghai.",
      "cn": "中国万花筒影像有限公司成立于2002年, 总部设于上海."
    },
    {
      "en": "The controls for Kaleidoscope are pretty straight forward.",
      "cn": "万花筒效果的控制是非常直接的."
    },
    {
      "en": "The food coloring is moved by this and so you can see a kaleidoscope effect.",
      "cn": "食用色素就是因为这样移动的,所以你才可以看到万花筒的效果."
    },
    {
      "en": "The search lights and the fireworks made the sky a kaleidoscope of colour.",
      "cn": "探照灯和焰火使得天空的颜色千变万化."
    },
    {
      "en": "The street was a kaleidoscope of colors, smells and sounds.",
      "cn": "这个街市是各种颜色 、 气味和声音的万花筒."
    },
    {
      "en": "This city is a kaleidoscope of colours, smells, and sounds.",
      "cn": "这个城市是各种颜色 、 气味和声音的万花筒."
    },
    {
      "en": "Tom was given a kaleidoscope on his birthday.",
      "cn": "汤姆在他生日当天得到一支万花筒."
    },
    {
      "en": "Turning the page here is like twisting a kaleidoscope.",
      "cn": "翻动此书的每一页就像转动万花筒."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "kaleidoscopic",
          "tran_cn": " 千变万化的；万花筒似的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "万花筒，千变万化，瞬息万变",
      "tran_en": "a pattern, situation, or scene that is always changing and has many details or bright colours"
    }
  ],
  "exchange": {
    "pl": [
      "kaleidoscopes"
    ],
    "adj": [
      "kaleidoscopic"
    ]
  }
}