{
  "word": "periscope",
  "ipa": {
    "us": "ˈperɪskəʊp",
    "uk": "ˈperɪskoʊp"
  },
  "sentences": [
    {
      "en": "A Home - made periscope could be the answer to your wish.",
      "cn": "一种 自制 的望远镜将会满足你的要求."
    },
    {
      "en": "A simple periscope uses mirrors.",
      "cn": "简单的潜望镜使用平面镜."
    },
    {
      "en": "A water snake glided smoothly up the pool, twisting its periscope head from side to side.",
      "cn": "一条水蛇蜿蜒到水潭来, 扭伸着头,把它象潜望镜似的摆来摆去."
    },
    {
      "en": "Beverage World, with Periscope.",
      "cn": "饮料界》介绍酒类 、 果汁以及固体与浓缩饮料的生产、设备和包装技术,报道饮料市场动态."
    },
    {
      "en": "Fin whale has become a periscope?",
      "cn": "鲸鱼鳍成了潜望镜?"
    },
    {
      "en": "In that sense, Internet use is like a periscope: When users age 50-plus put theirs up, researchers have found, they're looking both backward and forward, toward the past and the future.",
      "cn": "在这个意义上，互联网的使用像潜望镜：当使用者年龄50余岁时，研究人员已经发现，他们也在向后和向前的寻找，面向过去和未来。"
    },
    {
      "en": "In that sense, Internet use is like a periscope: When users age 50-plus put theirs up, researchers have found, they’re looking both backward and forward, toward the past and the future.",
      "cn": "在这个意义上，互联网的使用像潜望镜：当使用者年龄50余岁时，研究人员已经发现，他们也在向后和向前的寻找，面向过去和未来。"
    },
    {
      "en": "In the command center Captain Malakov stood near the periscope housing directing prelaunch procedures.",
      "cn": "指挥室内,艇长马拉科夫站在潜望镜台旁边,指挥着发射前的准备工作."
    },
    {
      "en": "Now use your periscope to see around corners and over wall.",
      "cn": "现在使用你的潜望镜环视各个角落和墙壁."
    },
    {
      "en": "Now, peering through the periscope he remarked in businesslike tones.",
      "cn": "现在, 他一面从潜望镜里观察,一面用精干踏实的口吻说话."
    },
    {
      "en": "Riding at periscope depth was a restful change after a week of plunging and rolling.",
      "cn": "经过一星期的颠簸折腾之后,改在潜望镜深度航行是一番休息."
    },
    {
      "en": "Submarines are most vulnerable to detection when the submarine commander uses a periscope to assess the situation on the surface.",
      "cn": "当潜艇指挥官使用潜望镜对海面态势进行评估的时候最容易被探测到也最容易被攻击。"
    },
    {
      "en": "The captain aligned the periscope on the bearing.",
      "cn": "船长使潜望镜对准方位。"
    },
    {
      "en": "The captain of the submarine has got this periscope thing.",
      "cn": "那个潜艇艇长有个类似于潜望镜之类的东西."
    },
    {
      "en": "The periscope bobbed up behind him.",
      "cn": "他背后的潜望镜突然冒了出来."
    },
    {
      "en": "The plant is operated entirely by remote control and monitored by closed circuit television or periscope.",
      "cn": "这个工厂完全用遥控操作,而且用封闭电路电视或展望镜来监视."
    },
    {
      "en": "The radar affords the helicopter long-range search, imaging, and tracking capabilities for surface vessels and includes an advanced periscope detection mode.",
      "cn": "该雷达可为直升机提供远程水面舰艇的搜索、成像、跟踪能力，包括先进的潜望镜检测模式。"
    },
    {
      "en": "The simulation software in this system Includes: main - control module , all - attitude module , optics periscope module.",
      "cn": "该系统的仿真软件部分,主要包括: 主控机软件 、 全姿态仪软件 、 光学瞄准镜软件等."
    },
    {
      "en": "This lakeside observation pavilion by Finnish studio OOPEAA doubles as a giant periscope, so visitors don't have to climb to the top to enjoy the view.",
      "cn": "芬兰工作室OOPEAA设计了这座湖边的观察亭，它是大型潜望镜的两倍，所以游客不必爬到山顶欣赏风景。"
    },
    {
      "en": "Three kinds of periscope series are now produced in Thales Optronics.",
      "cn": "泰利斯光电子公司目前生产三种系列的潜望镜."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "kleptoscope",
            "omniscope"
          ],
          "tran_cn": "[光][军][船]潜望镜"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "telescope"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "潜望镜",
      "tran_en": "a long tube with mirrors fitted in it, used to look over the top of something, especially to see out of a  submarine "
    }
  ],
  "exchange": {
    "pl": [
      "periscopes"
    ]
  }
}