{
  "word": "leukaemia",
  "ipa": {
    "us": "lu:ˈki:miə",
    "uk": "luːˈkiːmiə"
  },
  "sentences": [
    {
      "en": "About leukaemia, what specially good effect treats way not?",
      "cn": "关于白血病, 有什么特效治疗方式不?"
    },
    {
      "en": "All funds raised will be used by Children With Leukaemia.",
      "cn": "所有募集到的资金都将用于“白血病患儿”组织。"
    },
    {
      "en": "Are leukaemia and albinism same kind of disease?",
      "cn": "白血病与白化病是同一种病吗?。"
    },
    {
      "en": "Can irritability purpura turn into leukaemia?",
      "cn": "过敏性紫癜会转成白血病吗？"
    },
    {
      "en": "How is leukaemia brought about? What disease can hypoglycemia cause?",
      "cn": "白血病是怎么导致的? 低血糖能导致什么病?"
    },
    {
      "en": "How to get leukaemia? What symptom does pressure have?",
      "cn": "怎样得白血病? 低血压有什么症状?"
    },
    {
      "en": "Is anemia beyond the mark and severe can you become leukaemia?",
      "cn": "贫血过分严重会不会变成白血病?"
    },
    {
      "en": "Is leukaemia hereditary disease? Can be you cured? What disease is there?",
      "cn": "白血病是遗传病 吗 ?能治愈 么 ?有什么病症?"
    },
    {
      "en": "Is often nosebleed is leukaemia preclinical? Does leukaemia have cured precedent?",
      "cn": "经常流鼻血是白血病的潜伏期 吗 ?白血病有治愈的先例 吗 ?"
    },
    {
      "en": "Is the symptom of leukaemia initial stage what kind of?",
      "cn": "白血病初期的症状是怎样的?"
    },
    {
      "en": "Of my little brother acute is lymphatic leukaemia, how should I do?",
      "cn": "我弟弟的了急性淋巴白血病, 我该怎么办?"
    },
    {
      "en": "Often flow nosebleed and is cold sweat all over leukaemia omen?",
      "cn": "经常流鼻血和浑身出冷汗是白血病征兆 吗 ?"
    },
    {
      "en": "Unusual increase can have leucocyte how many odds gets leukaemia.",
      "cn": "白细胞异常增多会有多少几率得白血病."
    },
    {
      "en": "What can radiative content let does the person get leukaemia?",
      "cn": "什么放射物会让人得白血病?"
    },
    {
      "en": "What food filling body does the need after acute leukaemia recovers have?",
      "cn": "急性白血病康复后需要吃什么食物补身体?"
    },
    {
      "en": "What is leukaemia? Does plaque decrease to be concerned with leukaemia?",
      "cn": "什么是白血病? 血小板减少和白血病有关 吗 ?"
    },
    {
      "en": "What is the earlier symptom of leukaemia patient?",
      "cn": "白血病患者的初期症状是什么呀？"
    },
    {
      "en": "Who knows what disease blood disease is? With leukaemia be same?",
      "cn": "谁知道血液病是什么病? 和白血病是一样的 嘛 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "leukocytosis",
          "tran_cn": " 白血球增多；[内科] 白细胞增多"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "luckemia",
            "leucocythemia"
          ],
          "tran_cn": "白血病"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[医]白血病",
      "tran_en": "Leukaemia is a disease of the blood in which the body produces too many white blood cells"
    }
  ],
  "exchange": {}
}