{
  "word": "xenon",
  "ipa": {
    "us": "ˈzenɒn",
    "uk": "ˈzenɑn"
  },
  "sentences": [
    {
      "en": "Bathed in xenon spotlights, the white spaceship, attached to its twin solid rocket boosters and orange external fuel tank, crept 3.4 miles on the back of an enormous tractor called the Crawler.",
      "cn": "沐浴着氙气聚光灯光，白色的飞船，带着一对固体火箭推进器和橙色外挂燃料箱，在称为“爬行者”的巨大拖拉机上缓慢行驶了3.4英里。"
    },
    {
      "en": "During those hours radioactive xenon gas built up in the reactor.",
      "cn": "在这几个小时中,放射性气体氙在反应堆中聚集增多."
    },
    {
      "en": "HID xenon light, HID bulb and HID ballast are our main product.",
      "cn": "躲在氙气轻, 躲在灯泡和HID镇流器是我们的主要产品."
    },
    {
      "en": "In this high frequency high voltage of tube - Xenon produces the spark discharge.",
      "cn": "在此矮频矮压功用下使惯边氙气爆发火花不不不不不充电."
    },
    {
      "en": "Of recent years, scientists follow awfully with interest chemistry of xenon.",
      "cn": "摘要近几年来氙化学已引起科学家很大的关注."
    },
    {
      "en": "Optimum visibility: Xenon headlamps, BMW Night Vision and camera systems.",
      "cn": "优化能见度: 氙气大灯, 宝马夜视系统和摄像系统等."
    },
    {
      "en": "Other options include xenon headlamps, a removable hardtop and GPS navigation.",
      "cn": "其他配选配置还包含了疝气大灯 、 可硬顶篷和GPS导航系统."
    },
    {
      "en": "That xenon could not FORM chemical compounds was once believed by scientists.",
      "cn": "科学家曾经信赖:氙气是不克不及形成化合物的."
    },
    {
      "en": "That xenon could notnform chemical compounds etx as honce believed by scientists.",
      "cn": "科学家曾相信:氙气是不能形成化合物的."
    },
    {
      "en": "The krypton and xenon isotope ratios in the gas samples provided a surprising result: They did not match the ratios found in the primordial cloud that spawned the solar system.",
      "cn": "气体采样中的氪和氙同位素比值产生了一个令人吃惊的结果：这些比值跟在形成太阳系的原始云团中所发现的比值不一致。"
    },
    {
      "en": "The result was the peculiar segregation of xenon isotopes we uncovered.",
      "cn": "结果就是我们所观察到,氙同位素的特殊区隔."
    },
    {
      "en": "The Xenon HID conversion kits that we offer are designed in Germany.",
      "cn": "氙躲在转换装置,我们提供设计,在德国."
    },
    {
      "en": "This trigger can support the corresponding xenon lamps in all specifications.",
      "cn": "※和相应各种规格的氙灯灯具配套后."
    },
    {
      "en": "This trigger is the necessary ignition device of xenon long - arc lamps.",
      "cn": "※本触发器是长弧氙灯的(必备)引燃设备."
    },
    {
      "en": "We are a professional manufacturer of auto car HID Xenon lamp.",
      "cn": "我们是一家专业生产汽车车躲在氙灯."
    },
    {
      "en": "We have kinds of color xenon lamp, our products can satisfy you.",
      "cn": "我们有各种色彩的灯, 可以满足你们的要求."
    },
    {
      "en": "Xenon lung scans may be helpful in the early diagnosis of inhalation injury.",
      "cn": "氚肺扫描可能有助于早期诊断吸入性损伤."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Xe"
          ],
          "tran_cn": "[化学]氙（稀有气体元素）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "xenon lamp",
      "tran_cn": "氙灯"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>氙",
      "tran_en": "a colourless gas that is found in very small quantities in the air. It is a chemical element: symbol Xe"
    }
  ],
  "exchange": {}
}