{
  "word": "environmentalism",
  "ipa": {
    "us": "inˌvaiərənˈmentlizm",
    "uk": "ɛnˌvaɪrənˈmɛntlˌɪzəm, -ˌvaɪən-"
  },
  "sentences": [
    {
      "en": "At the theoretical level, there is an intrinsic conflict between EJ and non - Anthropocentric environmentalism.",
      "cn": "在理论的层次, 环境正义与根源于自然中心主义的环境主义间,存在著难解的矛盾."
    },
    {
      "en": "From Masculine Individuality to Feminine Environmentalism: An Ecofeminist Interpretation of Willa Cather's O Pioneers!",
      "cn": "从男性个人主义到女性环境主义的嬗变--威拉·凯瑟小说《啊,拓荒者! 》的生态女性主义解读."
    },
    {
      "en": "Hence with regard to environmentalism we have a distorted hubris, even dark influence.",
      "cn": "因此对于环保而言,我们有一种变质的傲慢, 甚至是一种负面的影响]."
    },
    {
      "en": "Heroic efforts to remove toxic algae blooms rowing course do not amount to a new environmentalism.",
      "cn": "清理奥运帆船比赛场地疯狂滋长的有毒海藻的巨大努力并不意味着环保将受到重视."
    },
    {
      "en": "It's widely considered to be the grail of environmentalism, but it's sadly not quite there yet.",
      "cn": "这被广泛认为是环境保护论的圣杯, 但很可惜还没实现."
    },
    {
      "en": "Nearly 40 years later, it is still regarded as the cornerstone of the new environmentalism.",
      "cn": "即使在将近四十年后, 这本书还是被认为是环境保护论的基石."
    },
    {
      "en": "Tesco is also reacting to environmentalism by presenting itself as both healthy and green.",
      "cn": "乐购还通过把自己表现得健康和绿色来回应环保主义."
    },
    {
      "en": "The colour is used as a synonym for environmentalism.",
      "cn": "这种颜色已经成了环境保护论的同义词."
    },
    {
      "en": "This kind of environmentalism has major dangers.",
      "cn": "这种环境保护主义存在很大的危险。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "environmental",
          "tran_cn": " 环境的，周围的；有关环境的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "environmentally",
          "tran_cn": " 有关环境方面"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "environment",
          "tran_cn": " 环境，外界"
        },
        {
          "word": "environmentalist",
          "tran_cn": " 环保人士；环境论者；研究环境问题的专家"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "environ",
          "tran_cn": " 环绕；包围；（敌意地或保护性的）围住"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conservation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "环境保护论，环境论",
      "tran_en": "Environmentalism is used to describe actions and policies that show a concern with protecting and preserving the natural environment, for example, by preventing pollution"
    }
  ],
  "exchange": {}
}