{
  "word": "occasionally",
  "ipa": {
    "us": "əˈkeɪʒnəli",
    "uk": "əˈkeɪʒnəli"
  },
  "sentences": [
    {
      "en": "His prose is vigorous and dense, occasionally to the point of obscurity.",
      "cn": "他的散文文笔有力、内容庞杂，有时几近晦涩。"
    },
    {
      "en": "I know that I do put people down occasionally.",
      "cn": "我知道我确实偶尔会奚落别人。"
    },
    {
      "en": "I would have twinges of guilt occasionally.",
      "cn": "我时而会感到阵阵内疚。"
    },
    {
      "en": "I'll occasionally go to a local jazz evening with a friend.",
      "cn": "我有时会跟朋友去参加当地的爵士乐之夜。"
    },
    {
      "en": "Men were standing around, swilling beer and occasionally leering at passing females.",
      "cn": "男人们吊儿郎当地站着，大口大口地喝着啤酒，偶尔还对着路过的女性猥亵地笑。"
    },
    {
      "en": "My father would occasionally go to his Masonic lodge.",
      "cn": "我爸爸偶尔会到他的共济会分会那里去。"
    },
    {
      "en": "Occasionally a patient is so debilitated that he must be fed intravenously.",
      "cn": "偶尔会有病人过于虚弱，必须通过静脉注射进食。"
    },
    {
      "en": "Occasionally Alice would look up from her books.",
      "cn": "艾丽斯偶尔会从书中抬起头来。"
    },
    {
      "en": "Occasionally Farling threw in a question.",
      "cn": "法林有时会突然冒出个问题。"
    },
    {
      "en": "Occasionally he made a humorously sardonic remark.",
      "cn": "他时不时说一句幽默嘲讽的话。"
    },
    {
      "en": "Occasionally I have to go and ask the boss for a rise.",
      "cn": "有时我不得不找老板要求加薪。"
    },
    {
      "en": "Occasionally scree fell in a shower of dust and noise.",
      "cn": "偶尔会有碎石滚下，扬起大团尘土，噼啪作响。"
    },
    {
      "en": "Occasionally they paid for their indiscretion with their lives.",
      "cn": "有时候他们因自己的轻率而搭上性命。"
    },
    {
      "en": "Occasionally, he throws fancy words around.",
      "cn": "他有时会把华丽的词藻挂在嘴边。"
    },
    {
      "en": "She looked at him directly and occasionally smiled disarmingly at him.",
      "cn": "她直视着他，时不时地冲他友善地笑笑。"
    },
    {
      "en": "Stir the custard occasionally to prevent a skin forming.",
      "cn": "要不时地搅拌牛奶蛋糊，防止其表面结皮。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "occasional",
          "tran_cn": "偶然的；临时的；特殊场合的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "a",
            "and",
            "from",
            "in",
            "now",
            "once",
            "sometimes",
            "then",
            "time",
            "to",
            "while"
          ],
          "tran_cn": "偶尔;有时"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "偶尔，偶然，有时候",
      "tran_en": "sometimes, but not regularly and not often"
    }
  ],
  "exchange": {}
}