{
  "word": "outreach",
  "ipa": {
    "us": "ˈaʊtri:tʃ",
    "uk": "aʊtˈritʃ"
  },
  "sentences": [
    {
      "en": "During the year, 13871 outreach services attendances were served by the community psychiatric teams.",
      "cn": "年内, 精神科社区护理队共提供了13871次外展服务."
    },
    {
      "en": "East Philip outreach person aspires to be your friend!",
      "cn": "东弘展人渴望成为你的朋友!"
    },
    {
      "en": "Education and outreach during the series of interviews with Chinese students face - to - face .",
      "cn": "并在教育展期间安排了系列的面试,与中国学生 面对面."
    },
    {
      "en": "Educational outreach is to obtain up - to - date information on overseas institutions a way.",
      "cn": "参加教育展是获取海外院校最新信息的一种途径."
    },
    {
      "en": "George Marshall is director of the Oxford, England - based Climate Outreach and Information Network ( COIN ).",
      "cn": "乔治?马歇尔是设立于英国牛津的“气候超越与信息网”的主管."
    },
    {
      "en": "Germany HUFLOR a lot of outreach into the company and forming grinding machine.",
      "cn": "大量德国HUFLOR公司的展成和成形磨齿机."
    },
    {
      "en": "It also organised free outreach performances at community arts centres and schools.",
      "cn": "中乐团也在社区文娱中心和学校举办免费外展演出."
    },
    {
      "en": "Love is the outreach of self toward completion.",
      "cn": "爱情是自我走向完善的延伸."
    },
    {
      "en": "May you be blessed in your work and outreach.",
      "cn": "愿上帝祝福你们和你们的事工."
    },
    {
      "en": "Meanwhile, the research fruit can outreach the other application fields.",
      "cn": "同时, 该研究成果还可扩展到其他应用领域."
    },
    {
      "en": "Our study highlights the need for surveillance, outreach, treatment, and evaluation of efforts for many years following a disaster to prevent and mitigate health consequences, \" the authors write.",
      "cn": "我们的研究强调对监控、社区延展服务和治疗的需要，以及为了预防和缓解疾病，努力数年跟踪灾难进行的评估，”作者写道。"
    },
    {
      "en": "The demand for electrical power continues to outreach the supply.",
      "cn": "电力仍是供不应求."
    },
    {
      "en": "The outreach extends to new media as well.",
      "cn": "它甚至延伸到新传媒."
    },
    {
      "en": "We will have Carnival, seminars, and street outreach.",
      "cn": "我们将有嘉年华会 、 研讨会和街头外展."
    },
    {
      "en": "With excellent interpersonal communication skills and better public relations outreach capacity.",
      "cn": "具优秀的人际沟通能力及较好的外联公关能力."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reach",
            "extention"
          ],
          "tran_cn": "延伸，拓广；扩大服务范围"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "reach",
            "range"
          ],
          "tran_cn": "拓广，延伸"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "extend",
            "top",
            "finger",
            "surpass"
          ],
          "tran_cn": "超越，伸出；超出…的范围"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "outreach session",
      "tran_cn": "扩大会议"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "扩大服务的"
    },
    {
      "pos": "n",
      "tran_cn": "延伸，拓广，扩大服务范围",
      "tran_en": "when help, advice, or other services are provided for people who would not otherwise get these services easily"
    },
    {
      "pos": "vi",
      "tran_cn": "拓广，延伸"
    },
    {
      "pos": "vt",
      "tran_cn": "超越，伸出；超出…的范围"
    }
  ],
  "exchange": {
    "pl": [
      "outreaches"
    ]
  }
}