{
  "word": "kangaroo",
  "ipa": {
    "us": "ˌkæŋɡəˈruː",
    "uk": "ˌkæŋɡəˈruː"
  },
  "sentences": [
    {
      "en": "A baby kangaroo called joey makes an excellent target.",
      "cn": "一只小袋鼠成为绝好的目标."
    },
    {
      "en": "A kangaroo carries its young in a pouch.",
      "cn": "大袋鼠以肚袋装小袋鼠."
    },
    {
      "en": "A kangaroo could not jump if its tail is off land.",
      "cn": "如果尾巴离开地面,代数就不能跳."
    },
    {
      "en": "But after a few weeks, she says, kangaroo method saved baby's life.",
      "cn": "但几个星期过后, 她告诉大家袋鼠育儿法挽救了儿子的性命."
    },
    {
      "en": "But Armstrong countered that the kangaroo population had grown too large.",
      "cn": "不过阿姆斯壮还击说袋鼠的数量已成长得太快."
    },
    {
      "en": "But in a kangaroo court of a Banana Republic, they are doomed to fail.",
      "cn": "但是在香蕉共和国的袋鼠法院，国亲律师团他们是被注定失败的。"
    },
    {
      "en": "Gray kangaroo is jumping experts can jump great distances.",
      "cn": "灰袋鼠是跳跃能手,能跳很远的距离."
    },
    {
      "en": "I did not know a plantain patch from a kangaroo!",
      "cn": "我也不知道什么香蕉种植地,正如我不知道什么是袋鼠一样!"
    },
    {
      "en": "In five minutes, I went from Mayor Barclay to Captain Kangaroo!",
      "cn": "就5分钟我从巴克利市长变成袋鼠队长!"
    },
    {
      "en": "Individual types of kangaroo have teeth to eat the leaves or tree.",
      "cn": "个别种类的袋鼠也吃树叶或小树牙."
    },
    {
      "en": "Is this a newspaper office or a kangaroo court?",
      "cn": "这儿是报社还是私刑法庭?"
    },
    {
      "en": "Kangaroo mother care also known as the skin - to - skin method for premature babies.",
      "cn": "袋鼠妈妈的育婴也方式被称作针对早产儿的贴身照顾法."
    },
    {
      "en": "Kangaroo: Oh, no money, and pocket much Gepi with, or mouse!",
      "cn": "袋鼠: 唉, 没钱, 口袋再大有个屁用, 也还是鼠!"
    },
    {
      "en": "Legend has it that the kangaroo gets its name from an early meeting between local aborigines and white settlers.",
      "cn": "关于袋鼠名字的由来有这样一个传说：早期殖民者初到澳洲，见到了当地的土著人。"
    },
    {
      "en": "Little Kangaroo 1 : What are you doing here? You can't jump.",
      "cn": "小袋鼠 1: 你来这里干什么? 你不会跳!"
    },
    {
      "en": "Sometimes I feel like a kangaroo, all stuff in my pocket, you know?",
      "cn": "有时我觉得像只袋鼠, 全部的东西都在我口袋, 你知道 吗 ?"
    },
    {
      "en": "Thanks to special bacteria in their stomachs, kangaroo flatulence contains no methane and scientists want to transfer that bacteria to cattle and sheep who emit large quantities of the harmful gas.",
      "cn": "袋鼠胃中有一种特殊的细菌能使其放的屁中不含有甲烷。 科学家想将这种细菌移至牛羊的胃中，以抑制它们所排放的大量有害气体。"
    },
    {
      "en": "The echidna lays eggs like a duck but suckles its young in a pouch like a kangaroo.",
      "cn": "针鼹鼠像鸡鸭一样下蛋，但却像袋鼠一样在袋里哺乳幼崽。"
    },
    {
      "en": "The kangaroo , with its long, muscular hind legs, is a marvel of fitness.",
      "cn": "大袋鼠长有很强健的后腿, 可谓奇特健壮."
    },
    {
      "en": "The kangaroo bounded across the road.",
      "cn": "那只袋鼠跃过道路。"
    },
    {
      "en": "The kangaroo has a problem.",
      "cn": "这只袋鼠有一个难题。"
    },
    {
      "en": "This is the kangaroo from Australia.",
      "cn": "这是一只来自澳洲的袋鼠。"
    },
    {
      "en": "What that kangaroo did to this courtyard .",
      "cn": "那袋鼠在这院子做了什么。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "roo"
          ],
          "tran_cn": "[脊椎]袋鼠"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "have kangaroos in the (或one's) top paddock",
      "tran_cn": "(澳，非正式)疯狂的；古怪的"
    },
    {
      "phrase": "kangaroo island",
      "tran_cn": "n. 袋鼠岛（澳大利亚岛，等于坎加鲁岛）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[动]袋鼠",
      "tran_en": "an Australian animal that moves by jumping and carries its babies in a pouch (= a special pocket of skin ) on its stomach"
    }
  ],
  "exchange": {
    "pl": [
      "kangaroos"
    ]
  }
}