{
  "word": "impetus",
  "ipa": {
    "us": "ˈɪmpɪtəs",
    "uk": "ˈɪmpɪtəs"
  },
  "sentences": [
    {
      "en": "But the Great Depression of 1929 - 1940 was the impetus for great union growth.",
      "cn": "可是1929和1940年之间的大萧条成了促使工会发展的动力."
    },
    {
      "en": "By 1982, she was restless and needed a new impetus for her talent.",
      "cn": "到了1982年，她感到厌倦了，需要新的动力来激发她的才能。"
    },
    {
      "en": "Formalization is necessary requirement and directive impetus for design patterns.",
      "cn": "形式化是设计模式发展的必然要求和直接推动力."
    },
    {
      "en": "Her speech gave an impetus to my ideas.",
      "cn": "她的讲话激发了我的思绪."
    },
    {
      "en": "Material elements needed the impetus of intangibles of faith and dedication.",
      "cn": "物质因素还必须由无形的信念和献身精神来推动."
    },
    {
      "en": "She was restless and needed a new impetus for her talent.",
      "cn": "她躁动不安，需要为自己的才华找到新的突破口。"
    },
    {
      "en": "The car ran down the hill under its own impetus.",
      "cn": "汽车借着本身的冲力滑下山."
    },
    {
      "en": "The discovery gave fresh impetus to the research.",
      "cn": "这个发现为研究带来新动力。"
    },
    {
      "en": "The major impetus for agencies to make greater use of their rulemaking authority came from Congress.",
      "cn": "行政机关在更大程度上利用它们的规则制定权的动力来自于国会."
    },
    {
      "en": "The treaty gave a fresh impetus to trade.",
      "cn": "这条约使双方的贸易又推进了一步."
    },
    {
      "en": "There is a danger of the housing programme running out of steam, ie losing its impetus.",
      "cn": "住宅兴建计画有半途而废之虞."
    },
    {
      "en": "This decision will give renewed impetus to the economic regeneration of east London.",
      "cn": "这一决定会给东伦敦的经济复苏带来新的推动力。"
    },
    {
      "en": "This feeling, I am sure, gives much impetus to the police.",
      "cn": "我可以确信, 这种感觉给了警察方面很大的鼓励."
    },
    {
      "en": "This is an encouragement [ impetus ] to us.",
      "cn": "这是对我们的 鞭策."
    },
    {
      "en": "This is the primary impetus behind the economic recovery.",
      "cn": "这是促使经济复苏的主要动力."
    },
    {
      "en": "We would then have to use this to give impetus to the search for peace.",
      "cn": "我们就必须利用这一点推动对和平的探求."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "impetuosity",
          "tran_cn": " 性急，冲动；冲力，猛烈"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "driving",
            "force",
            "momentum",
            "push",
            "stimulus",
            "thrust"
          ],
          "tran_cn": "动力;冲力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "momentum",
            "push",
            "signal",
            "stimulant",
            "thrust"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "动力，促进，势头，声势",
      "tran_en": "an influence that makes something happen or makes it happen more quickly"
    }
  ],
  "exchange": {}
}