{
  "word": "changeover",
  "ipa": {
    "us": "ˈtʃeɪndʒəʊvə(r)",
    "uk": "ˈtʃeɪndʒoʊvə(r)"
  },
  "sentences": [
    {
      "en": "At what is changeover enzymatic depressor basically used sickness treatment?",
      "cn": "转换酶抑制剂主要用于哪些疾病治疗?"
    },
    {
      "en": "But discharge changeover clinches a deal to measure them easily to scratch hishead.",
      "cn": "但是流量转换成交易量他们就挠头了."
    },
    {
      "en": "Changeover: The passing of the baton from one runner to the next.",
      "cn": "递棒: 将接力棒从一名运动员传给下一名."
    },
    {
      "en": "Complete production record and ensure smooth shift changeover. Responsible for area housekeeping activities.",
      "cn": "做好岗位生产记录及交接班工作,负责卫生责任区域的清洁工作."
    },
    {
      "en": "Earth be a part of that changeover and man be suited to participate with this.",
      "cn": "地球必定是这个转折的一部分,人必须适应参与到这其中."
    },
    {
      "en": "He again called for a faster changeover to a market economy.",
      "cn": "他再次呼吁加快向市场经济过渡。"
    },
    {
      "en": "He nearly drops the Baton at changeover.",
      "cn": "他在交接棒时差点弄丢了接力棒."
    },
    {
      "en": "Please do not move till next changeover, thank you.",
      "cn": "在下次换边前,请勿走动, 谢谢!"
    },
    {
      "en": "Right now we are in the changeover period between autumn and winter.",
      "cn": "眼下，我们正处于秋冬交替的时候。"
    },
    {
      "en": "SC: What will need to happen before a changeover to alternative energy can occur?",
      "cn": "本刊: 我们能改用替代能源前,前提条件是什麽?"
    },
    {
      "en": "Share collaboration makes the important option form that is management mechanism of small business changeover.",
      "cn": "股份合作制是小型企业转换经营机制的重要选择形式."
    },
    {
      "en": "Slow operate the lubricating oil cooler changeover valve until the standby cooler is in service.",
      "cn": "缓慢操纵润滑油冷却器转换阀门直到备用冷却器开始起作用."
    },
    {
      "en": "Special Eco filter system permits changeover between wet and dry vacuuming without removing the filter.",
      "cn": "特殊的扁平褶皱过滤器系统设计,令操作者无须更换过滤器即可自由选择是吸干尘还是湿尘."
    },
    {
      "en": "the changeover from a manual to a computerized system",
      "cn": "由手工操作向计算机化系统的转换"
    },
    {
      "en": "Unlike with the active technology, a rapid changeover in ongoing operations is not conceivable here.",
      "cn": "不像动态的技术, 它的创新速度超乎人的想象."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "changing",
          "tran_cn": " 变化的；发展的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "changer",
          "tran_cn": " 转换开关装置；改变者（change的名词形式）"
        },
        {
          "word": "changing",
          "tran_cn": " 改变；转换；替换"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "changing",
          "tran_cn": " 改变（change的ing形式）；交换；兑换"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "conversion",
            "transformation",
            "switching"
          ],
          "tran_cn": "转换；逆转；（方针的）转变"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "defection"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（生产方法、装备等的）完全改变，（方针的）转变",
      "tran_en": "a change from one activity, system, or way of working to another"
    }
  ],
  "exchange": {
    "pl": [
      "changeovers"
    ]
  }
}