{
  "word": "homestead",
  "ipa": {
    "us": "ˈhəʊmsted",
    "uk": "ˈhoʊmsted"
  },
  "sentences": [
    {
      "en": "A generation later, Anakin's son, Luke Skywalker , grew up on the Lars homestead moisture farm.",
      "cn": "安纳金稍后的下一代儿子路克?天行者在拉斯的水气农场长大."
    },
    {
      "en": "A homestead cannot be the subject of a sale by court order to satisfy creditor.",
      "cn": "宅地不能成为法院命令的满足债权人所要求的销售对象."
    },
    {
      "en": "Could we just wait until he's done with the homestead act chapter?",
      "cn": "能等到他讲完宅地法那章再走 吗 ?"
    },
    {
      "en": "He had seen the tribulation of the homestead and mankind from his own tribulation.",
      "cn": "海子从自身苦难体验出发目睹了家园和人类苦难."
    },
    {
      "en": "He looked around, not just up the road but toward the homestead and edge of the woods.",
      "cn": "他向四周看了看，看了看路上也看了看宅基地和树林的边缘。"
    },
    {
      "en": "Heavy clouds hang low over a dilapidated homestead in the Midwest, foretelling a possible tornado.",
      "cn": "厚厚的云层低低地悬在中西部残破的宅地上空，预示可能发生龙卷风。"
    },
    {
      "en": "I, is thy miss, is thy return lover, and is thy dream and warm homestead.",
      "cn": "而我, 是你的思念, 是你远归的恋人, 是你梦寐里温馨的故园."
    },
    {
      "en": "In 1862, the Homestead Act was passed.",
      "cn": "1862年, 《宅地法》通过."
    },
    {
      "en": "Lk .11:21 When the strong man , fully armed, guards his own homestead , his possessions are in peace.",
      "cn": "路十一21壮者全副武装, 看守自己住宅的时候, 他的家业就平安无事."
    },
    {
      "en": "Protecting the earth our homestead is an unshirkable duty for every earthling.",
      "cn": "保护地球家园,是每一位在世者义不容辞的责任."
    },
    {
      "en": "She wanted to domesticate it , I wanted make a present of the homestead and move out.",
      "cn": "她想留它下来驯养.可我却认为,把我们的住所送给雷龙,我们搬走为上策."
    },
    {
      "en": "The daylight revealed the whole of Mr. Melbury's homestead.",
      "cn": "白日的天光,把麦尔布礼先生的整个产业都展现在人们面前."
    },
    {
      "en": "The Pelly River is a Yukon tributary and site of the territory's first homestead.",
      "cn": "佩利河是育空河的支流,也是育空河流域最早开发出来的田园."
    },
    {
      "en": "The Xanadu complex is mutual to Shen Congwen and readers, is human's pursuit and expectation to ideal homestead.",
      "cn": "“桃源”情结是沈从文和读者共有的，是人类对理想家园的追寻和期待。"
    },
    {
      "en": "We must reestablish our homestead.",
      "cn": "我们必须重建我们的家园."
    },
    {
      "en": "Welcome to Mamorc's homestead and have a good time!",
      "cn": "欢迎您来到无忧家园,并祝愿您在此度过一段美好时光!"
    },
    {
      "en": "When the strong man, fully armed, guards his own homestead, his possessions are in peace.",
      "cn": "21壮者全副武装, 看守自己住宅的时候, 他的家业就平安无事."
    },
    {
      "en": "When we reached the homestead and were sitting on the stoep drinking our coffee, we heard that Richard had left quite suddenly and had gone back to England.",
      "cn": "当我们赶到范·伦斯堡家,坐在他们家屋前的门廊上喝咖啡时, 却听说理查德已经不辞而别回英国去了."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "homesteader",
          "tran_cn": " 农场所有人；分得土地之定居者；自耕农"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "and",
            "farm",
            "grounds",
            "house",
            "plantation"
          ],
          "tran_cn": "田产;农场"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dwelling",
            "farm",
            "plantation",
            "ranch"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "homestead act",
      "tran_cn": "（美）宅地法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "家宅，宅地，农场",
      "tran_en": "In United States history, a homestead was a piece of government land in the west, which was given to someone so they could settle there and develop a farm"
    },
    {
      "pos": "v",
      "tran_cn": "在分到的土地上居住并劳作"
    }
  ],
  "exchange": {
    "pl": [
      "homesteads"
    ]
  }
}