{
  "word": "succinctly",
  "ipa": {
    "us": "sək'sɪŋktlɪ",
    "uk": "sək'sɪŋktlɪ"
  },
  "sentences": [
    {
      "en": "Don't lie. Answer questions truthfully, frankly and succinctly.",
      "cn": "不要说谎. 回答问题要真实, 坦诚并且简洁明了."
    },
    {
      "en": "Have you explained succinctly what you are selling and included links to more detailed information?",
      "cn": "你可以很简洁地说明你所销售的东西以及包含了哪些与具体信息相关的链接了 吗 ?"
    },
    {
      "en": "He found, to put it most succinctly , that children don't think like grown - ups.",
      "cn": "简而言之, 他发现孩子们的思考方式与成人不同."
    },
    {
      "en": "He succinctly summed up his manifesto as \"Work hard, train hard and play hard\".",
      "cn": "他把自己的宣言简练地总结为“努力干，努力练，努力玩”。"
    },
    {
      "en": "He writes simply and succinctly, rarely adding too much adornment.",
      "cn": "他的写作风格朴实简练, 很少添加饰词."
    },
    {
      "en": "I think they had better tell us as succinctly as possible what has been happening.",
      "cn": "我想他们最好尽可能的扼要地把发生的事情告诉我们."
    },
    {
      "en": "In other words, you need to succinctly state what your application does.",
      "cn": "换句话说，您需要简洁地描述应用程序完成的工作。"
    },
    {
      "en": "Learn how to write clearly and succinctly.",
      "cn": "书面表达时,要学会言简意赅."
    },
    {
      "en": "NARRATOR: Hayek summed it up more succinctly.",
      "cn": "旁白: 哈耶克的总结更加简洁."
    },
    {
      "en": "No matter what question you are asked, answer it honestly and succinctly.",
      "cn": "总之,不管你在面试中被问到什么问题, 回答都要诚实而简明."
    },
    {
      "en": "Of course, in typical LeBron fashion, he dealt with It'succinctly, saying only, \" I'm healthy. \"",
      "cn": "当然, 延续了詹姆斯的一贯风格, 他只是略微说了句: “ 我很健康. ”"
    },
    {
      "en": "On Demand printing supports communicating as succinctly , efficiently , and effectively as possible.",
      "cn": "按需印刷令沟通过程尽可能的便捷, 高速和高效."
    },
    {
      "en": "Other spot's repair adopts the sprightly means succinctly the material standard spoken Chinese the work simplification.",
      "cn": "其他部位的装修采取简洁、明快的办法,材料普通话,做工简单化."
    },
    {
      "en": "Please state your case as succinctly as possible; he wrote compactly but clearly.",
      "cn": "请尽可能简洁地陈述一下你的病情; 他写得简洁但是很明了."
    },
    {
      "en": "Please state your case as succinctly as possible.",
      "cn": "请尽量简单地说明下你的情况."
    },
    {
      "en": "Specifically, an ability to articulate research findings and opinions succinctly in valuation and professional reports.",
      "cn": "特别地, 能够在估值和专业报告中简明扼要地表达研究成果及建议."
    },
    {
      "en": "That was partly because, even if his message bore no relation to his actions, it expressed precisely and succinctly what he should have been doing.",
      "cn": "这一部分是因为，即使他的讯息和行为之间找不到任何联系，但他清晰、简洁地传达了本该做的事情。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "succinct",
          "tran_cn": " 简洁的；简明的；紧身的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "succinctness",
          "tran_cn": " 简明，简洁"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "laconically",
            "sententiously"
          ],
          "tran_cn": "简洁地；简便地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shortly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "more succinctly",
      "tran_cn": "更简洁地说"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "简洁地，简洁地，简便地"
    }
  ],
  "exchange": {
    "noun": [
      "succinctness"
    ],
    "adj": [
      "succinct"
    ]
  }
}