{
  "word": "poplar",
  "ipa": {
    "us": "ˈpɒplə(r)",
    "uk": "ˈpɑplə(r)"
  },
  "sentences": [
    {
      "en": "A poplar pierced up into the dark - blue sky and touched a white star there.",
      "cn": "一棵白杨树刺破暗兰色的天空,碰到一颗白星."
    },
    {
      "en": "A tall poplar tree once stood here.",
      "cn": "这儿曾经有过一棵高大的白杨树."
    },
    {
      "en": "A tall poplar tree once stood there.",
      "cn": "该处曾有一棵高大的白杨树."
    },
    {
      "en": "After a while, we found a shady place under some poplar trees.",
      "cn": "过一会儿, 我们在几棵白杨树下找到一块荫凉地."
    },
    {
      "en": "Brought up in town, the boy finds it difficult to separate a poplar from a willow.",
      "cn": "那男孩是在城里长大的, 所以觉得很难区别杨树和柳树."
    },
    {
      "en": "Daylight was dying, the moon rising, gold behind the poplar!",
      "cn": "天色快黑了, 月亮正在升起, 白杨树后面透出一片淡黄!"
    },
    {
      "en": "INTRODUCTION: The elegant girl stands there quietly like a small white poplar.",
      "cn": "作品简介: 女孩静静地站在那儿,就象一棵小小的白杨轻盈飘逸."
    },
    {
      "en": "Poplar lumber is raw material of high grade pulp papermaking.",
      "cn": "杨树木材是优质的木浆造纸原料."
    },
    {
      "en": "The island, the smallest of the Canadian provinces, is home to a variety of showy fall species: maple, oak, birch, quaking aspen and poplar, each contributing its own hue to the polychrome landscape.",
      "cn": "这个岛屿是加拿大最小的省份，有着各式各样艳丽的树种：枫树、橡树、桦树、颤杨和白杨，它们各自为那里的多姿多彩风景提供了自己所独有的色调。"
    },
    {
      "en": "The leaves of the poplar trees rustled in the wind.",
      "cn": "风吹着白杨树叶沙沙地响."
    },
    {
      "en": "The white poplar is no ordinary tree . Let me sing its praises.",
      "cn": "白杨树实在是不平凡的, 我赞美白杨树!"
    },
    {
      "en": "Thecolor of sapwood of Chinese white poplar among trees has significant difference.",
      "cn": "毛白杨边材材色株间存在显著差异."
    },
    {
      "en": "There are abundance wilding plant resources including cypress, poplar, spruce etc.",
      "cn": "山中野生植物资源丰富,盛产云杉、柏 、 杨等木材."
    },
    {
      "en": "There are abundant wilding plant resources including cypress, poplar and spruce.",
      "cn": "山中野生植物资源丰富,盛产柏 、 白杨、云杉等木材."
    },
    {
      "en": "There's a bench under a poplar tree.",
      "cn": "白杨树下有一条长凳."
    },
    {
      "en": "White poplar , the creature far from banality merits all my eulogy.",
      "cn": "白杨树实在是不平凡的, 我赞美白杨树."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "alamo"
          ],
          "tran_cn": "[林]白杨；[木]白杨木"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "white poplar",
      "tran_cn": "白杨树"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "杨树，杨木",
      "tran_en": "a very tall straight thin tree that grows very fast"
    }
  ],
  "exchange": {
    "pl": [
      "poplars"
    ]
  }
}