{
  "word": "pollster",
  "ipa": {
    "us": "ˈpəʊlstə(r)",
    "uk": "ˈpoʊlstə(r)"
  },
  "sentences": [
    {
      "en": "\"About a third of likely voters say they are less likely to support Clinton given FBI director James Comeys disclosure\", said pollster Gary Langer.",
      "cn": "“大约有三分之一的潜在选民说在詹姆斯•科米的曝光后，他们不太想要支持希拉里了，”民意调查员加里•兰格说。"
    },
    {
      "en": "After plunging into a sorry plight, the pollster quit poking about and plotted a conspiracy.",
      "cn": "在陷入困境后, 那个民意调查者停止了游手好闲并策划了一起阴谋."
    },
    {
      "en": "But Courst Richard , but pollster Clay Richards says he appears to be making some inrolesinroads.",
      "cn": "但民调专家克雷·理查德说奥巴马似乎已经摸到了些门路."
    },
    {
      "en": "But Richard rival Hillary Clinton , but pollster Clay Richards says appears some in words inroads.",
      "cn": "但是民意测验专家克雷理查德说奥巴马在这方面已经有所改善。"
    },
    {
      "en": "But Richard rival Hillary Clinton , but pollster Clay Richards says appearssome in words inroads.",
      "cn": "但是民意测验专家克雷理查德说奥巴马在这方面已经有所改善."
    },
    {
      "en": "Celinda Lake, an opinion pollster in Washington DC who carries out work for the Democrats, has a thumbnail sketch of that swing female voter.",
      "cn": "华盛顿的民意测验专家塞琳达·莱克为民主党工作。 她为立场摇摆不定的美国女性选民们勾勒了一幅速写图"
    },
    {
      "en": "Democratic pollster Celinda Lake says the latest bipartisan Battleground poll, which she helped conduct, found that both Obama and McCain remain popular with the public.",
      "cn": "民主党民意调查员莱克说，她帮助进行了最新的垮党派选情调查，并发现两位候选人都受到公众的欢迎。"
    },
    {
      "en": "Mark DiCamillo, a pollster , points out that California's Hispanics used to lean only slightly leftwards.",
      "cn": "民意调查家MarkDiCamillo指出过去在加州的西班牙裔仅稍倾向于左派."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "民意调查（分析）者，整理民意测验结果的人",
      "tran_en": "someone who works for a company that prepares and asks questions to find out what people think about a particular subject"
    }
  ],
  "exchange": {
    "pl": [
      "pollsters"
    ]
  }
}