{
  "word": "roulette",
  "ipa": {
    "us": "ru:ˈlet",
    "uk": "ruˈlɛt"
  },
  "sentences": [
    {
      "en": "An amateur shouldn't play roulette for high stakes.",
      "cn": "外行不该下大赌注赌轮盘赌."
    },
    {
      "en": "Farmer in particular was obsessed with the roulette wheel.",
      "cn": "法默对轮盘赌的轮盘特别着迷."
    },
    {
      "en": "He gambled his money on one spin of the wheel , eg at a game of roulette.",
      "cn": "他把钱压在(轮盘赌等的)一局上."
    },
    {
      "en": "He was totally cleaned out after a night at the roulette table.",
      "cn": "在一夜的轮盘赌桌上,他输光了所有的钱."
    },
    {
      "en": "Horses, cards, roulette - he didn't care what the game was.",
      "cn": "马, 扑克, 轮盘赌,他才不在乎会发生什么事."
    },
    {
      "en": "I decided to try my luck at the roulette wheel.",
      "cn": "我决定在轮盘赌上试试运气."
    },
    {
      "en": "I think I'll try my luck at roulette.",
      "cn": "我想玩玩轮盘赌碰碰运气."
    },
    {
      "en": "I'm going to have a look at the roulette table.",
      "cn": "我到那里去看一路宝."
    },
    {
      "en": "Of course, the roulette wheel won't be as easy to beat as you are.",
      "cn": "当然, 轮盘赌可不像你那样不堪一击."
    },
    {
      "en": "On holidays people often go to casinos to play roulette and billiards.",
      "cn": "节假日人们常去赌场玩轮盘赌和台球戏."
    },
    {
      "en": "The airline was accused of playing Russian roulette with passenger safety.",
      "cn": "这家航空公司被指责将乘客安全当儿戏。"
    },
    {
      "en": "The entrance to the old Casino with Roulette and Black Jack tables.",
      "cn": "老赌场的门口,那里是轮盘赌和玩二十一点纸牌的地方."
    },
    {
      "en": "We played roulette till two o'clock.",
      "cn": "我们玩了轮盘赌,一直玩到两点钟."
    },
    {
      "en": "You are playing Russian roulette every time you have unprotected sex.",
      "cn": "行房时不采取避孕措施是非常危险的。"
    },
    {
      "en": "You write as if you and Soros have been playing roulette.",
      "cn": "你写得就好像你和索罗斯是在玩儿轮盘赌一样."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "roulette wheel",
      "tran_cn": "轮盘赌，轮盘法；轮子"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "轮盘赌，骑缝线，旋轮线",
      "tran_en": "a game in which a small ball is spun around on a moving wheel, and people try to win money by guessing which hole the ball will fall into"
    },
    {
      "pos": "vt",
      "tran_cn": "给…滚压骑线孔"
    }
  ],
  "exchange": {}
}