{
  "word": "embodiment",
  "ipa": {
    "us": "ɪmˈbɒdimənt",
    "uk": "ɪmˈbɑdimənt"
  },
  "sentences": [
    {
      "en": "A baby is the embodiment of vulnerability.",
      "cn": "婴儿极为脆弱。"
    },
    {
      "en": "A former company executive describes him as the embodiment of Nike's image.",
      "cn": "公司前行政主管形容乔丹是耐克形象的化身."
    },
    {
      "en": "Employment is the direct embodiment of the citizens'right to work.",
      "cn": "就业是公民享有劳动权的直接体现."
    },
    {
      "en": "He is the embodiment of evil.",
      "cn": "他是邪恶的化身。"
    },
    {
      "en": "He is the embodiment of the young successful businessman.",
      "cn": "他是成功青年企业家的典型。"
    },
    {
      "en": "I'm the living embodiment of a warship, and I can't talk to you without getting tongue - tied.",
      "cn": "我是一艘战舰的生命体化身, 除非把舌头连接在一起,否则我是不能和你说的."
    },
    {
      "en": "It made my heart tighten to look at that figure - the embodiment of poverty and submission.",
      "cn": "这个形象,这个贫穷与屈辱的化身,使我的心弦绷得紧紧的."
    },
    {
      "en": "It was the embodiment of princely magnificence.",
      "cn": "这体现了和亲王相称的富丽堂皇。"
    },
    {
      "en": "Marianne, emotional and sentimental, is the embodiment of sensibility.",
      "cn": "脆弱易感又情感丰沛的玛莉安娜, 是感性的化身."
    },
    {
      "en": "She is the embodiment of beauty.",
      "cn": "她是美的化身."
    },
    {
      "en": "The car for experimentation, is an embodiment of science and technology.",
      "cn": "试验用汽车是一种科学技术的体现."
    },
    {
      "en": "The commissar is the living embodiment of the Immortal Emperor's own will.",
      "cn": "政委,可以说是伟大帝皇意志的最鲜活的化身."
    },
    {
      "en": "The fluctuation of ocean freight is the embodiment of market risk.",
      "cn": "运费波动是航运市场风险的集中反映."
    },
    {
      "en": "The new factory is the embodiment of the very latest ideas.",
      "cn": "这座新工厂是那些最新设想的体现."
    },
    {
      "en": "The new highway is the embodiment of the very latest designing ideas.",
      "cn": "这座新的高速公路是最新设计思想的体现."
    },
    {
      "en": "The new super highway is the embodiment of the latest designing ideas.",
      "cn": "这条新的高速公路是最新设计思想的体现."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "embody",
          "tran_cn": " 体现，使具体化；具体表达"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "picture",
            "shape",
            "pink"
          ],
          "tran_cn": "体现；化身；具体化"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "soul",
            "thing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（品质、思想的）典型，化身",
      "tran_en": "someone or something that represents or is very typical of an idea or quality"
    }
  ],
  "exchange": {
    "pl": [
      "embodiments"
    ]
  }
}