{
  "word": "sherry",
  "ipa": {
    "us": "ˈʃeri",
    "uk": "ˈʃɛri"
  },
  "sentences": [
    {
      "en": "\" Tell him we'll be at Sherry's until eight o'clock.",
      "cn": "“ 告诉他,8点钟之前我们在谢丽饭店."
    },
    {
      "en": "Alex jumped up so violently that he overturned his glass of sherry.",
      "cn": "亚历克斯一下子暴跳起来，结果把他那杯雪利酒都打翻了。"
    },
    {
      "en": "All sherry is made from wine fortified with brandy.",
      "cn": "所有的雪利酒都是在葡萄酒中加入白兰地勾兑成的。"
    },
    {
      "en": "Cook pieces of succulent chicken with ample garlic and a little sherry.",
      "cn": "烹饪鲜美滑嫩的鸡肉时多加些大蒜，并滴入少许雪利酒。"
    },
    {
      "en": "Drink up your sherry and we'll go.",
      "cn": "喝完你的雪利酒我们就走。"
    },
    {
      "en": "Have a glass of sherry. I always keep a bottle here.",
      "cn": "来一杯雪利酒吧. 我这儿总是经常备着一瓶."
    },
    {
      "en": "I poured us a glass of sherry.",
      "cn": "我给大家倒了杯雪利酒。"
    },
    {
      "en": "I'll have a sherry please.",
      "cn": "请给我来一杯雪利酒。"
    },
    {
      "en": "She came back, smoothing her hair, poured herself a sherry, too.",
      "cn": "她走回屋里, 掠了掠她的头发, 给自己也倒了杯酒."
    },
    {
      "en": "She had seen notices of dances, parties, balls, and suppers at Sherry's.",
      "cn": "她见过关于在谢丽饭店举行舞会 、 聚会 、 大型舞会和晚宴的通告."
    },
    {
      "en": "She swore by her inferior sherry to me.",
      "cn": "她极力向我推荐她的劣质雪利酒。"
    },
    {
      "en": "Sherry is black, tall, slender and soft-spoken.",
      "cn": "谢里是个黑人，身材高挑，细声细语。"
    },
    {
      "en": "Sherry is half as strong again as table wine.",
      "cn": "雪利酒比佐餐酒酒劲强一半。"
    },
    {
      "en": "The Misses So - and - so would give a party on Wednesday evening at Sherry's.",
      "cn": "某某 小姐兹定于星期三晚上假座谢丽饭店举行晚会."
    },
    {
      "en": "We have both sweet and dry sherry.",
      "cn": "甜和不甜的雪利酒我们都有."
    },
    {
      "en": "We have gin, whisky and sherry; which will you have?",
      "cn": "我们有杜松子酒 、 威士忌酒和雪莉酒.你要喝哪一种?"
    },
    {
      "en": "We sipped dry sherry on his porch until sunrise, and shortly thereafter he moved in to my small Florida home.",
      "cn": "我们在他家的门廊上啜饮着干雪利酒，直到太阳升起。 此后不久，他搬进了我在佛罗里达的小家。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grape wine",
            "Wein"
          ],
          "tran_cn": "[食品]雪利酒（西班牙产的一种烈性白葡萄酒）；葡萄酒"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雪利酒",
      "tran_en": "a pale or dark brown strong wine, originally from Spain"
    }
  ],
  "exchange": {
    "pl": [
      "sherries"
    ]
  }
}