{
  "word": "portraiture",
  "ipa": {
    "us": "ˈpɔ:trətʃə(r)",
    "uk": "ˈpɔrtrətʃə(r)"
  },
  "sentences": [
    {
      "en": "A defining aspect of my photography is that I often work with portraiture.",
      "cn": "对于我的摄影起决定性作用的是我常常自拍."
    },
    {
      "en": "All of his numbered works are portraiture of his inner feelings in the turbulent era.",
      "cn": "其传世作品不多,但篇篇俱是风云激荡时代作者心态的真实记录."
    },
    {
      "en": "And beware how in making the portraiture , thou breakest the pattern.",
      "cn": "另外要小心, 我们在做好事时,不要先毁了自己."
    },
    {
      "en": "He said these included the inclusion of a small, fleshy bulge at the upper corner of Shakespeare’s left eye, a detail typical of the minor adjustments made in original portraiture.",
      "cn": "他说，这些改变如莎士比亚的左眼上角微小凸起的肌肉，这是画家对原来肖像画所做细小调整的典型细节。"
    },
    {
      "en": "His portraiture is very expressive.",
      "cn": "他的肖像画颇能传神."
    },
    {
      "en": "I am going to have my portraiture taken.",
      "cn": "我请人给自己画张肖像."
    },
    {
      "en": "It must be a portraiture of couples that makes people an enjoyment of life.",
      "cn": "这一定是世间无数对夫妻的生活写照,这种生活模式给人一种天伦之美."
    },
    {
      "en": "Major in natural, personality, portraiture, out door pre - wedding and event photography.",
      "cn": "主修于自然界拍摄, 个性摄影, 个人写真,户外婚纱, 嘉礼摄影."
    },
    {
      "en": "Portraiture merges here with voyeurism and surveillance.",
      "cn": "肖像拍摄中夹杂着偷窥和监视."
    },
    {
      "en": "Suited to such uses as fashion, portraiture, interior, and product photography.",
      "cn": "适于拍摄例如流行时尚 、 肖像 、 室内和产品摄影."
    },
    {
      "en": "The dispute illuminates the primitive nature of our attitude to portraiture.",
      "cn": "这一争论阐释了我们对肖像画的态度的本性。"
    },
    {
      "en": "Their works symbolized a change in portraiture and were of special importance in Chinese painting history.",
      "cn": "他们的作品标志着人物画的转变,因而在绘画史上占有特殊地位."
    },
    {
      "en": "What style of portraiture emerges in the era of data - banks and affect sensors?",
      "cn": "在数据库和传感器的年代中诞生了什么样的形象?"
    },
    {
      "en": "Whatever our instincts to see a portrait as a tribute to a great person, the reality is that portraiture is a window on the past, warts and all.",
      "cn": "无论我们将肖像视为向伟大人物致敬的本能是什么，现实是肖像画是一扇毫不掩饰的面对过往的窗户。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "portrait",
          "tran_cn": " 肖像；描写；半身雕塑像"
        },
        {
          "word": "portraitist",
          "tran_cn": " 肖像画家；人像摄影师"
        },
        {
          "word": "portrayal",
          "tran_cn": " 描绘；画像，肖像"
        },
        {
          "word": "portrayer",
          "tran_cn": " 记述者；描画者；肖像画家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cartoon",
            "painting"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "肖像画法，描绘，描写，传真",
      "tran_en": "the art of painting or drawing pictures of people"
    }
  ],
  "exchange": {}
}