{
  "word": "pecuniary",
  "ipa": {
    "us": "pɪˈkju:niəri",
    "uk": "pɪˈkjunieri"
  },
  "sentences": [
    {
      "en": "He was trying to get a pecuniary advantage for himself.",
      "cn": "他拼命为自己敛财。"
    },
    {
      "en": "Paroxysmal crisis incident often can bring severe impact to aviation transportation enterprises, cause huge pecuniary loss.",
      "cn": "突发性危机事件往往会对航空运输企业带来严重的冲击, 并造成巨大的经济损失."
    },
    {
      "en": "Recoverable pecuniary damage is a diminution of the victim's patrimony caused by the damaging event.",
      "cn": "可回复的财产损害指受害人在损害事件中遭受的财物的减少."
    },
    {
      "en": "Second, the writer probes into some special issues in non - pecuniary damage compensation.",
      "cn": "其次对目前 非 财产损害赔偿中争议较大的特殊问题作了深入的讨论."
    },
    {
      "en": "She is so independent that she refused all pecuniary aid.",
      "cn": "她很独立,所以拒绝一切金钱上的资助."
    },
    {
      "en": "She seemed averse to being under pecuniary obligations.",
      "cn": "她似乎不愿在经济上仰人鼻息."
    },
    {
      "en": "Some compromise between the psychological and pecuniary consideration must therefore be sought.",
      "cn": "因之,我们不得不在心理上的考虑和金钱上的考虑两者之间谋取折衷妥协."
    },
    {
      "en": "SOME people do science for its own sake. Others may be lured by pecuniary rewards.",
      "cn": "有些人搞科学是为了自己的利益, 另一些人可能贪图于金钱的奖励."
    },
    {
      "en": "The average pecuniary loss that complained a case last year is 931 dollars.",
      "cn": "去年投诉案件的平均经济损失为931美元."
    },
    {
      "en": "The insurance company will compensate you for pecuniary loss in the snow disaster.",
      "cn": "保险公司会赔偿你在雪灾中所蒙受的经济损失."
    },
    {
      "en": "The third part is about the scope of compensation for non - pecuniary damage.",
      "cn": "第三部分, 非 财产损害赔偿的适用范围."
    },
    {
      "en": "Totally, there is a trend that the scope of indemnified non - pecuniary damages have gradually expanded.",
      "cn": "总的来说, 可赔偿的 非 财产损害的范围有逐渐扩大的趋势."
    },
    {
      "en": "We do not get any pecuniary benefit from the work.",
      "cn": "我们没从这项工作中得到任何金钱上的好处."
    },
    {
      "en": "When you get clear of your pecuniary embarrasments, you will rejoice.",
      "cn": "你排除了一切经济困难的时候, 你会很快乐的."
    },
    {
      "en": "Why not make a pecuniary sacrifice?",
      "cn": "为什么不能在用度上紧缩一点 呢 ?"
    },
    {
      "en": "You can train me by the angle pecuniary aid of investment.",
      "cn": "您可以以投资的角度资助培训我."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "amerciable",
            "nummary"
          ],
          "tran_cn": "金钱的；[经管]应罚款的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "economic",
            "financial",
            "fiscal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "金钱的，金钱上的",
      "tran_en": "relating to or consisting of money"
    }
  ],
  "exchange": {}
}