{
  "word": "survivability",
  "ipa": {
    "us": "ˌsəvɚɪvə'bɪlɪtɪ",
    "uk": "ˌsəvɚɪvə'bɪlɪtɪ"
  },
  "sentences": [
    {
      "en": "A new survivability evaluation measure, viz. the global network survivability based on clustering, was proposed.",
      "cn": "提出了一种新的生存性评估测度—全网聚类生存度."
    },
    {
      "en": "Armor – Increases Ground Defense and Survivability values of Armor units.",
      "cn": "增加装甲部队地面防御力和幸存值."
    },
    {
      "en": "ASON can provide the rapid and efficient survivability strategy.",
      "cn": "自动交换光网络(ASON)可以提供快速高效的生存性."
    },
    {
      "en": "ATFLIR also provides real - time damage assessment from longer range, increasing survivability.",
      "cn": "同时,其提供的远距离 实时 毁伤评估, 可以提高飞机的生存能力."
    },
    {
      "en": "Concealment technology is critical a Trojan Horse, which decides the survivability ability of the Trojan Horse.",
      "cn": "隐藏技术是木马的关键技术之一, 其直接决定木马的生存能力."
    },
    {
      "en": "Dog Fight ? Increases the Air Combat and Survivability values of Air units.",
      "cn": "缠斗:增加空军空中火力和 幸存 值."
    },
    {
      "en": "Fixed Defenses – Increases Ground Defense and Survivability values of Infantry.",
      "cn": "增加步兵地面防御力和幸存值."
    },
    {
      "en": "It is an important improvement in the survivability of the crew while maintaining the dynamics and payload of the aircrafts.",
      "cn": "这对同时保持飞机的动力、负重以及生存性上是一个重要的提升。"
    },
    {
      "en": "Its most important to research on the explosion and shock resistance for improving warship survivability.",
      "cn": "舰艇抗爆抗冲击能力研究对于提高舰艇生命力有着重要的意义."
    },
    {
      "en": "Its reliability and survivability have a direct impact on the reliability of ASON.",
      "cn": "RSVP-TE的可靠性和生存性机制直接影响到ASON的 可靠性."
    },
    {
      "en": "Meanwhile, the operation effieiency of early warning radar system greatly depends on its wartime survivability.",
      "cn": "而战时预警探测雷达装备的生存能力又是装备发挥作战效能的重要前提."
    },
    {
      "en": "Submarines – Increases the Naval Combat and Survivability values of Submarines.",
      "cn": "增加潜艇的海面火力和幸存值."
    },
    {
      "en": "Survivability is one of the most primary indexes which estimates reliability of network.",
      "cn": "抗毁性是衡量网络可靠性的主要指标之一."
    },
    {
      "en": "This paper presents a survivability quantitative analysis method for network information system based on intrusion scenario.",
      "cn": "介绍一种基于攻击场景的系统生存性量化评估方法."
    },
    {
      "en": "This paper proposes a quantitative analysis model for information system survivability based on conflict analysis method.",
      "cn": "提出一种基于冲突分析方法的信息系统可生存性的定量分析模型."
    },
    {
      "en": "To improve survivability of fixed wing aircrafts, a simulation method is presented about aircraft vulnerability assessment.",
      "cn": "为提高固定翼飞机的战斗生存能力, 提出了一种飞机易损性评估的计算机仿真方法."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "vitality",
            "Kundalini"
          ],
          "tran_cn": "存活的能力，生命力"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "残存性"
    },
    {
      "pos": "other",
      "tran_cn": "残存性，生存性，耐受性"
    }
  ],
  "exchange": {}
}