{
  "word": "broadleaf",
  "ipa": {
    "us": "'brɔ:dli:f",
    "uk": "'brɔdlif"
  },
  "sentences": [
    {
      "en": "And other side, here broadleaf natural resources is very substantial however.",
      "cn": "而另方面, 这里阔叶树资源却很丰富."
    },
    {
      "en": "And that of broadleaf tree specieswere occupied 13 % and 15 % respectively.",
      "cn": "阔叶树种(黄栌、火炬树)则分别占全天和白天的13%和14%."
    },
    {
      "en": "Annual broadleaf and grass weeds are major problems.",
      "cn": "主要杂草是一年生阔叶杂草和禾本科杂草."
    },
    {
      "en": "Aphrodisium faldermannii rufiventris Gressitt is an important pest of broadleaf trees.",
      "cn": "红腹柄天牛是阔叶树的重要害虫之一."
    },
    {
      "en": "Broadleaf evergreen shrub such as laurel, rhododendron, etc.",
      "cn": "阔叶长绿灌木,如月桂 、 北美杜鹃花等."
    },
    {
      "en": "Broadleaf evergreen tree such as evergreen magnolia, castor tree, etc.",
      "cn": "阔叶长绿树包括长绿木兰 、 蓖麻树等等."
    },
    {
      "en": "Broadleaf hedge such as laurel, spirea, photinia, etc.",
      "cn": "阔叶树篱,如月桂 、 绣线菊 、 光叶石楠等."
    },
    {
      "en": "Drag onto the page to add a broadleaf evergreen shrub, such as laurel or rhododendron.",
      "cn": "拖到绘图页后,可以添加阔叶长绿灌木, 如月桂或北美杜鹃花."
    },
    {
      "en": "Drag onto the page to add a broadleaf hedge, such as laurel, spirea, or photinia.",
      "cn": "拖到绘图页后,可以添加阔叶树篱, 如月桂 、 绣线菊或光叶石楠."
    },
    {
      "en": "Hardwood and broadleaf forest ? → ? Evergreen brosdleaf forest.",
      "cn": "其演替规律为:裸地或瘠薄空旷地→黄山松林→黄山松+落叶阔叶树混交林→落叶阔叶林→常绿阔叶林."
    },
    {
      "en": "In the broadleaf forest communities, the broadleaf pollen percentages are near 40%, the conifer are less than 15% while the shrubs and herbs are less than 50%.",
      "cn": "在阔叶林植被中，阔叶树种花粉百分比约40%，针叶树种花粉百分比低于15%，灌丛和草本花粉百分比小于50%。"
    },
    {
      "en": "In the conifer forest communities, the conifer pollen percentages are more than 60%, broadleaf are less than 10% while shrubs and herbs are less than 30%.",
      "cn": "在针叶林植被中， 针叶树种花粉百分比高于60%，阔叶树种花粉百分比低于10%，灌丛和草本花粉百分比低于30%。"
    },
    {
      "en": "In the process of secondary succession from conifer - broadleaf forest to broadleaf forest , species richness fluctuated remarkably.",
      "cn": "在针阔混交林向阔叶林演替过程中, 物种丰富度指数表现为较大的波动性."
    },
    {
      "en": "Potato kind ( yam, potato, cassava and broadleaf plant lotus root ) it is high yield crop.",
      "cn": "薯类 ( 红薯 、 马铃薯 、 木薯和蕉藕 ) 是高产作物."
    },
    {
      "en": "This paper deals with the application prospect of ev - ergreen broadleaf trees in gardens of Shandong province.",
      "cn": "探讨常绿阔叶树种在山东园林中的应用前景."
    },
    {
      "en": "To the south Sycamore trees create a tall , broadleaf canopy.",
      "cn": "在城区的南部,是一片树冠宽大枫树林."
    },
    {
      "en": "Warm temperate zones support broadleaf evergreen forests, including laurel forests.",
      "cn": "暖温带适合阔叶常绿林, 包括月桂树林."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "broad leaved tree",
            "deciduous tree"
          ],
          "tran_cn": "阔叶树；阔叶烟草"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阔叶烟草，阔叶树",
      "tran_en": "any tobacco plant having broad leaves, used esp in making cigars "
    }
  ],
  "exchange": {
    "pl": [
      " broadleaves",
      "broadleaf"
    ]
  }
}