{
  "word": "antibiotic",
  "ipa": {
    "us": "ˌæntibaɪˈɒtɪk",
    "uk": "ˌæntibaɪˈɑːtɪk"
  },
  "sentences": [
    {
      "en": "\"If you can stop the enzymes involved in that process with a small molecule or chemical,\" says Dunman, \"that chemical could be an antibiotic.",
      "cn": "“如果能用一小分子或化学物质阻止这一酶的活性过程，”德明说，“这种化学物质就能够用来做抗生素。”"
    },
    {
      "en": "A new potent antibiotic will shortly be available.",
      "cn": "一种新的高效抗生素不久将在市面销售."
    },
    {
      "en": "An increasing number of bacterial skin infections are resistant to antibiotic medicines.",
      "cn": "皮肤细菌感染的不断增加对抗生素类药会产生抗药性."
    },
    {
      "en": "Antibiotic can be used against infection.",
      "cn": "抗菌素可以用来防止感染."
    },
    {
      "en": "Antibiotic ointments are useful for concurrent bacterial infections.",
      "cn": "抗菌素软膏对伴发的细菌感染是有用的."
    },
    {
      "en": "Antibiotic therapy for diffuse cellulitis should be aggressive.",
      "cn": "弥漫性蜂窝织炎的抗菌素治疗应是强有力的."
    },
    {
      "en": "Bacteria vary greatly in their sensitivity to the antibiotic penicillin.",
      "cn": "不同的细菌种类对抗菌素青霉素的反应很不同."
    },
    {
      "en": "Bacterial transposons carry genes encoding antibiotic resistance.",
      "cn": "细菌转座子可以携带对抗生素的抗性基因."
    },
    {
      "en": "Earthworms may produce antibiotic substances.",
      "cn": "蚯蚓可以产生抗菌物质."
    },
    {
      "en": "If we all recognize that antibiotic resistance is one of the greatest threats to public health that we face today, we have to do something about this.",
      "cn": "如果我们大家都能认识到耐抗生素（药性）已经成为我们今天面对的最大的公众健康威胁之一，我们就真的需要做点什么了。"
    },
    {
      "en": "Objective To evaluate the effectiveness of non - antibiotic therapy for acute diarrhea.",
      "cn": "目的探讨 非 抗生素疗法治疗肠道门诊急性腹泻的临床效果."
    },
    {
      "en": "Our doctor diagnosed a throat infection and prescribed antibiotic and junior aspirin.",
      "cn": "我们的医生诊断是喉部感染，并且开了一些抗生素和小剂量阿司匹林。"
    },
    {
      "en": "Thatreally sped up the development of penicillin as an antibiotic.",
      "cn": "这确实加快了青霉素作为抗生素的发展。"
    },
    {
      "en": "The antibiotic activity and valency connect with transfer efficiency and dissociation constant.",
      "cn": "抗菌活性和抗生素效力与能量转移效率和解离常数有关."
    },
    {
      "en": "The appropriate antibiotic may subdue the initial organism.",
      "cn": "适当的抗菌素可能抑制最初的细菌."
    },
    {
      "en": "The doctor said that I should take some antibiotic.",
      "cn": "医生说我应该服些用抗生素."
    },
    {
      "en": "The efficiency of testing at the tanker level is why regulations require such testing for antibiotic residues.",
      "cn": "在罐水平检测的效率是为什么条例要求这类抗生素残留检测的原因。"
    },
    {
      "en": "The most efficient antibiotic cannot compensate for inadequate and poor surgical technique.",
      "cn": "最有效的抗菌素不能补偿不适当的粗劣的外科技术."
    },
    {
      "en": "The polysaccharide Krestin possesses antibiotic property , anti - viral property, and anti - tumor property.",
      "cn": "云芝多醣体具有抗微生物 、 抗 滤过性病原体和 抗肿瘤 的特性."
    },
    {
      "en": "Your doctor may prescribe antibiotics.",
      "cn": "你的大夫可能会开抗生素。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "germproof"
          ],
          "tran_cn": "[药][微]抗生的；抗菌的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "microbiotic",
            "bacteriophage"
          ],
          "tran_cn": "[药]抗生素，[微]抗菌素"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "medicine"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "antibiotic resistance",
      "tran_cn": "抗生素抗性；抗菌素耐药性"
    },
    {
      "phrase": "broad spectrum antibiotic",
      "tran_cn": "广谱抗菌素"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "抗生素的"
    },
    {
      "pos": "n",
      "tran_cn": "抗生素，抗菌素",
      "tran_en": "a drug that is used to kill  bacteria  and cure infections"
    },
    {
      "pos": "n&a",
      "tran_cn": "抗生素；抗菌的",
      "tran_en": "a drug that is used to kill  bacteria  and cure infections"
    }
  ],
  "exchange": {
    "pl": [
      "antibiotics"
    ]
  }
}