{
  "word": "auburn",
  "ipa": {
    "us": "ˈɔ:bən",
    "uk": "ˈɔbərn"
  },
  "sentences": [
    {
      "en": "All the people living in that country have auburn hair.",
      "cn": "住在那个村子里的人们的头发全是赤褐色的."
    },
    {
      "en": "And as Auburn's largest employer the university also plays a starring role in the local economy.",
      "cn": "而且作为当地招收工人最多的组织,奥本大学同时也在当地经济中扮演着重要角色."
    },
    {
      "en": "Auburn Ala. has a population of just under 50000 and is home to Auburn University.",
      "cn": "奥本拥有人口不超过五万,也是奥本大学的座落地."
    },
    {
      "en": "Auburn government and its citizens all made great contributions to it.",
      "cn": "奥本市政厅和奥本市民也都有出色的贡献."
    },
    {
      "en": "Auburn residents are proud of the development and achievements Auburn has made.",
      "cn": "奥本市的发展与成就是令奥本市居民最引以为自豪的."
    },
    {
      "en": "Clyde was removed to Auburn.",
      "cn": "克莱德就要被移解到奥本去."
    },
    {
      "en": "He has auburn hair.",
      "cn": "褐色头发的."
    },
    {
      "en": "Her stylishly short auburn hair was streaked naturally with gray.",
      "cn": "她时髦的金棕色短发里自然地夹着几丝灰发."
    },
    {
      "en": "In middle age, this Shakespeare has a fresh-faced complexion, a closely trimmed auburn beard, a long straight nose and a full, almost bouffant hairstyle.",
      "cn": "这个莎士比亚是个中年人，有着精神饱满的脸色、仔细修剪整齐的赤褐色胡子，有一个高爽的鼻梁和几乎全部柔软而又膨松的发型。"
    },
    {
      "en": "Louise has straight, auburn hair and, judging by the only photograph I have of her, she's in her 30s.",
      "cn": "从我手上唯一一张她的照片可以看出，路易莎一头赤褐色的直发，30岁上下。"
    },
    {
      "en": "Sharon quickly dropped to the floor screaming, Have you seen my boyfriend? He has auburn hair.",
      "cn": "沙伦跌跌撞撞地过来哭喊到:你见到我的男朋友了 吗 ?褐色头发的."
    },
    {
      "en": "She also features special eye colors: sky blue, violet, moss green, and auburn.",
      "cn": "她也拥有特别的瞳色,分别为: 天蓝色, 紫色, 苔绿色和红褐色."
    },
    {
      "en": "She brushed her hair until it fell in lustrous auburn waves.",
      "cn": "她把头发梳成了光泽的赤褐色波浪."
    },
    {
      "en": "She had a mass of auburn hair.",
      "cn": "她有一头浓密的棕发。"
    },
    {
      "en": "She let her short blonde perm grow shoulder-length and dyed it auburn.",
      "cn": "她任其金色短烫发长到齐及肩长，而后染成赤褐色。"
    },
    {
      "en": "She pushed her auburn hair back and raised her painted face.",
      "cn": "她把棕色的头发放到耳后,仰起铺满浓妆的脸."
    },
    {
      "en": "She shook her mane of auburn hair .",
      "cn": "（指毛发）“赤褐色的头发”。"
    },
    {
      "en": "She shook her mane of auburn hair.",
      "cn": "她甩动她红褐色的长发."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "copper-colored",
            "foxy"
          ],
          "tran_cn": "赤褐色的，赭色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "titian"
          ],
          "tran_cn": "赤褐色"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brown"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "赤褐色的，红褐色的",
      "tran_en": "auburn hair is a reddish brown colour"
    },
    {
      "pos": "n",
      "tran_cn": "赤褐色"
    }
  ],
  "exchange": {}
}