{
  "word": "Halloween",
  "ipa": {
    "us": "ˌhæləʊˈiːn",
    "uk": "ˌhæloʊˈiːn"
  },
  "sentences": [
    {
      "en": "Already? Halloween is just around the corner.",
      "cn": "这么快 呀 ?万圣节快到了."
    },
    {
      "en": "Best Halloween costume: Poison Ivy from Batman & Robin.",
      "cn": "最佳万圣节服装: 《蝙蝠侠 与 罗宾》中的毒藤女的服装."
    },
    {
      "en": "Carving pumpkins into jack - o'lanterns is a Halloween custom also to Ireland.",
      "cn": "在南瓜上刻上杰克的灯笼是一种万圣节服装,这也要追溯到爱尔兰."
    },
    {
      "en": "Children would make Halloween decorations, all kinds of orange - paper jack - o - lanterns.",
      "cn": "孩子们会制作万圣节的装饰品:各种各样桔黄色的南瓜灯."
    },
    {
      "en": "Do you want to come to a Halloween party?",
      "cn": "你想参加万圣节聚会 吗 ?"
    },
    {
      "en": "Do you want to invite Bill to our Halloween party?",
      "cn": "你想邀请比尔参加我们的万圣节聚会 吗 ?"
    },
    {
      "en": "Halloween always was and still is a night of mystery.",
      "cn": "万圣节从以前到现在一直都是充满神秘的夜晚."
    },
    {
      "en": "Halloween game, bobbing for apples requires a large tub of water.",
      "cn": "传统的万圣节游戏咬苹果需要有一大盆的水."
    },
    {
      "en": "Halloween is a fun holiday for us children.",
      "cn": "万圣节对我们这些孩子来说是有趣的节日."
    },
    {
      "en": "He had insisted that she come up to Lawford for the Halloween party.",
      "cn": "他执意要她来劳福德参加万圣节聚会。"
    },
    {
      "en": "How should I prepare for Halloween night?",
      "cn": "在万圣节之夜我该如何准备？"
    },
    {
      "en": "I will probably go to a Halloween costume party.",
      "cn": "我也雪|去万圣节化妆舞会."
    },
    {
      "en": "If I were alive, would you go to the Halloween dance with me?",
      "cn": "如果我还活着你愿意做我的舞伴 吗 ?"
    },
    {
      "en": "Imagine them standing before you wearing a Halloween party mask.",
      "cn": "想象他们站在你的面前,穿着万圣节的派对戏服."
    },
    {
      "en": "It might be due to the Halloween weekend, but the above reminds me of the below image.",
      "cn": "可能是因为周末是万圣节的关系，上面的图片让我联想到了下面的画面。"
    },
    {
      "en": "Our area of expertise is nut jobs in Halloween costumes.",
      "cn": "我们的长处只是穿着万圣节的服装到处去吓吓人而已."
    },
    {
      "en": "The best party was in October. Halloween night was really great.",
      "cn": "一年中最棒的聚会在十月份, 万圣节之夜简直是棒极了."
    },
    {
      "en": "What should I be for Halloween?",
      "cn": "万圣节我该打扮成什么模样？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "happy halloween",
      "tran_cn": "万圣节快乐"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "万圣节前夕，[电影]万圣节9",
      "tran_en": "the night of October 31st, which is now celebrated by children, who dress in costumes and go from house to house asking for sweets, especially in the US and Canada. In the past, people believed the souls of dead people appeared on Halloween."
    },
    {
      "pos": "other",
      "tran_cn": "万圣节前夕",
      "tran_en": "the night of October 31st, which is now celebrated by children, who dress in costumes and go from house to house asking for sweets, especially in the US and Canada. In the past, people believed the souls of dead people appeared on Halloween."
    }
  ],
  "exchange": {}
}