{
  "word": "ligature",
  "ipa": {
    "us": "ˈlɪgətʃə(r)",
    "uk": "ˈlɪɡəˌtʃʊr, -tʃɚ"
  },
  "sentences": [
    {
      "en": "Except the fashion-forward hoppers among you, who will of course be looking to tighten the ligature around your upper arms while gazing at the packaging for the as-yet unreleased Jacob Smack.",
      "cn": "除去你周围那些时尚前卫的嘻哈人士，你希望谁在凝视给至今未释放的雅各布·斯曼克的包裹时收紧缠住你上臂的带子呢？"
    },
    {
      "en": "Ligature: Two or more letters tied together and cast as a single piece of type.",
      "cn": "连结字: 字面是两个或多个英文字母的连结设计并铸成单个字粒."
    },
    {
      "en": "Miss Abbot turned to divest a stout leg of the necessary ligature.",
      "cn": "艾博特小姐转而从她粗壮的腿上,解下那条必不可少的带子."
    },
    {
      "en": "Objective To analyze the therapeutic effect and complications of extraurethra prostatectomy with ligature of urethral artery.",
      "cn": "目的分析95例结扎前列腺动脉保留尿道前列腺切除术的治疗效果及各种并发症."
    },
    {
      "en": "Objective To evaluate the effect of ligature method to deepen fornix in portion conjunctival sac reconstruction.",
      "cn": "目的评价部分结膜囊成形术时用埋线法行穹隆加深的疗效."
    },
    {
      "en": "Objective To study the effectiveness of ligature mesosalpinx blood vessel procedure in the fallopian tube conservative.",
      "cn": "目的探讨输卵管系膜内血管缝扎法在输卵管妊娠保守性手术中的有效性."
    },
    {
      "en": "Receive a net to look, the bird is by ligature in an eye.",
      "cn": "收网一看, 鸟被缚在一只眼里."
    },
    {
      "en": "Surgical excision and ligature of fistula remains a effective method.",
      "cn": "总有效率达80.5%结论选择性动脉造影是诊断和治疗先天性动静脉瘘的重要依据,瘘管结扎和病变切除是手术成功的关键."
    },
    {
      "en": "The nurse applied a ligature to the wound.",
      "cn": "护士将伤口包上绷带。"
    },
    {
      "en": "Used in ligature tubular structures of human body during a surgical operation.",
      "cn": "用于外科手术中封扎人体内管状结构."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ligation",
          "tran_cn": " 结扎"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "ligate",
          "tran_cn": " 结扎（血管等）；绑"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "joining",
            "rope",
            "cord",
            "attachment"
          ],
          "tran_cn": "绷带；绳索；连字；连接物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bandage",
            "cord"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "rope",
            "tie off"
          ],
          "tran_cn": "[外科]结扎；捆"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "带子，绷带，<音>集结音符，<印>连体字母"
    }
  ],
  "exchange": {
    "pl": [
      "ligatures"
    ],
    "third": [
      "ligatures"
    ],
    "past": [
      "ligatured"
    ],
    "done": [
      "ligatured"
    ],
    "ing": [
      "ligaturing"
    ]
  }
}