{
  "word": "materialist",
  "ipa": {
    "us": "məˈtɪəriəlɪst",
    "uk": "məˈtɪriəlɪst"
  },
  "sentences": [
    {
      "en": "But not all materialist explanations of human behaviour are correct.",
      "cn": "但并非有关人类行为的所有的唯物主义解释都正确."
    },
    {
      "en": "Francis Bacon, the founder of English materialist philosophy and modern science.",
      "cn": "培根, 英国唯物主义和现代科学奠基人,散文家."
    },
    {
      "en": "Frost is a kind of materialist, by which I mean he calls attention to the circumstances of imagination, its limits and conditions.",
      "cn": "弗罗斯特是个唯物主义者，这样说的原因是他引起了人们对,想象的环境的注意，它的限制和条件。"
    },
    {
      "en": "He was not interested in that materialist lure.",
      "cn": "他对这种物质引诱不感兴趣."
    },
    {
      "en": "His attitude was that of a Marxist, a thoroughgoing materialist.",
      "cn": "这是马克思主义者的态度, 是彻底的唯物主义者的态度."
    },
    {
      "en": "I have already spoken about the dialectical materialist view of motive and effect.",
      "cn": "关于动机和效果的辩证唯物主义观点,我在前面已经讲过了."
    },
    {
      "en": "Innovation of theory of materialist conception of history and creativity thinking have immanent connection.",
      "cn": "唯物史观理论创新与创造性思维具有内在联系."
    },
    {
      "en": "It is also maintained that the methodology should be focussed on the reliability of the materials interpreted with dialectical materialist ic point of view.",
      "cn": "本文认为此项研究还必须注意工作方法，即注意使用资料的可靠程度与坚持辩证唯物主义的观点。"
    },
    {
      "en": "Leo is a materialist, living for life's little luxuries.",
      "cn": "利奥是个物质享乐主义者，生活的乐趣就在一些小享受上。"
    },
    {
      "en": "Marxs totality philosophy is materialist concrete totality based on reforming Hegel s totality philosophy and is typical of having strong critical power against capitalism.",
      "cn": "马克思的总体性哲学是在改造黑格尔概念总体性的基础上提出的唯物主义的具有对资本主义强大批判力的具体总体性。"
    },
    {
      "en": "Materialist conception of history is the core of Marxist philosophy.",
      "cn": "唯物史观是马克思主义哲学的核心所在."
    },
    {
      "en": "Neither is it a materialist approach to deny his contributions because of his mistakes.",
      "cn": "因为他的错误而否定他的功绩,同样不是唯物主义的态度."
    },
    {
      "en": "Promote materialist dialectics and oppose metaphysics and scholasticism.",
      "cn": "要提倡唯物辩证法,反对形而上学和烦琐哲学."
    },
    {
      "en": "The law of the unity of opposites is law of the dialectical materialist theory of knowledge.",
      "cn": "对立统一规律是辩证法的实质,在唯物辩证法的理论体系中占有核心地位."
    },
    {
      "en": "The scientific method of Marx labor theory of value is materialist dialectics and historical materialism.",
      "cn": "马克思劳动价值论的科学方法是唯物辩证法和历史唯物论."
    },
    {
      "en": "These viewpoints and discussing a view is close to Marxism materialist conception of history.",
      "cn": "这些观点和论述主张是接近马克思主义唯物史观的."
    },
    {
      "en": "This is a heated debate which involves materialist as opposed to idealist views.",
      "cn": "这是一场唯物主义与唯心主义的大论战."
    },
    {
      "en": "This'materialist'view is often reactionary.",
      "cn": "这种 “ 唯物主义”观点往往是反动的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "material",
          "tran_cn": " 重要的；物质的，实质性的；肉体的"
        },
        {
          "word": "materialistic",
          "tran_cn": " 唯物主义的；唯物论的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "materially",
          "tran_cn": " 实质地；物质上；极大地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "material",
          "tran_cn": " 材料，原料；物资；布料"
        },
        {
          "word": "materialism",
          "tran_cn": " 唯物主义；唯物论；物质主义"
        },
        {
          "word": "materiality",
          "tran_cn": " 物质性，重要性；物质"
        },
        {
          "word": "materialization",
          "tran_cn": " 物质化；实体化；具体化"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "materialise",
          "tran_cn": " 突然出现（等于materialize）"
        },
        {
          "word": "materialize",
          "tran_cn": " 实现，成形；突然出现"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "materialise",
          "tran_cn": " 物质化（等于materialize）"
        },
        {
          "word": "materialize",
          "tran_cn": " 使具体化，使有形；使突然出现；使重物质而轻精神"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "唯物主义者，唯物论者，物质享乐主义者"
    }
  ],
  "exchange": {
    "pl": [
      "materialists"
    ]
  }
}