{
  "word": "unintended",
  "ipa": {
    "us": "ˌʌnɪnˈtendɪd",
    "uk": "ˌʌnɪnˈtɛndɪd"
  },
  "sentences": [
    {
      "en": "...the unintended consequences of human action.",
      "cn": "...人类行为无心的结果。"
    },
    {
      "en": "A safety lockout mechanism restricts unauthorized or unintended operation.",
      "cn": "安全锁定系统,防止擅自操作或误操作."
    },
    {
      "en": "All taxes have unintended consequences. One must be particularly careful with this one.",
      "cn": "所有的税种都会带来意想不到的后果, 对于这一税种,我们必须格外小心."
    },
    {
      "en": "Any step away from this principle will create distortions, with unintended consequences.",
      "cn": "任何偏离这一原则的举动,都会造成扭曲, 带来意外后果."
    },
    {
      "en": "As you set keys, you often create many unintended keys.",
      "cn": "作为你设置帧, 你通常创建许多没用的帧."
    },
    {
      "en": "However, I am also troubled by the possible unintended negative consequences.",
      "cn": "然而, 我也被因特网可能带来的意外的不良后果困扰."
    },
    {
      "en": "However, this approach does not protect your more sensitive an unintended PHP files against access.",
      "cn": "但是, 这个方法不能防御访问你敏感的PHP文件."
    },
    {
      "en": "In video systems , something unnatural or unintended observed reproduction of an image by the system.",
      "cn": "在视频系统中, 图象重显时观察到的反常的或非有意安排的某些东西."
    },
    {
      "en": "Primary outcomes were neurologic status, unintended secondary procedures, complications, and kyphosis angle.",
      "cn": "初期的疗效包括神经系统状况 、 非预期的二次手术 、 并发症及脊柱后凸角度."
    },
    {
      "en": "Short Circuit A short circuit is generally an unintended electrical connection between current carrying parts.",
      "cn": "短路短路通常是指带电流的组件之间意外的电路连接."
    },
    {
      "en": "The climate problem is the unintended consequence of our success.",
      "cn": "人类取得了成功,却带来了未预见到的气候问题."
    },
    {
      "en": "The hackneyed phrase came unintended to his lips.",
      "cn": "他顺口说了这句老掉牙的套话。"
    },
    {
      "en": "They can also be unintended caches such as at Pompeii.",
      "cn": "他们也可以是随意的容器,就像在庞培古城一样."
    },
    {
      "en": "This can increase the risk of referring to an unintended version of a shadowed variable.",
      "cn": "这可能会增加引用被隐藏变量的非预期版本的危险."
    },
    {
      "en": "Too often they have unintended consequences, helping to create the next disaster.",
      "cn": "采取更多的监管往往会产生意想不到的后果, 促使下一场灾难的发生."
    },
    {
      "en": "Unfortunately, there was an unintended consequence of the successful purge of cockroaches.",
      "cn": "不幸的是, 清除蟑螂带来了意想不到的后果."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mechanical",
            "automatic",
            "unconscious",
            "spontaneous"
          ],
          "tran_cn": "无意识的；非计划中的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accidental"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非故意的，无意识的",
      "tran_en": "Unintended results were not planned to happen, although they happened"
    }
  ],
  "exchange": {}
}