{
  "word": "nonverbal",
  "ipa": {
    "us": "nɒnˈvɜːb(ə)l",
    "uk": "nɑnˈvɜrbəl"
  },
  "sentences": [
    {
      "en": "60 % of all human communication is nonverbal.",
      "cn": "人们百分之六十的相互交流不是通过语言."
    },
    {
      "en": "Allow yourself to be a conduit of nonverbal information.",
      "cn": "让自己成为非口语讯息的输送管道."
    },
    {
      "en": "Also, people pick up considerable nonverbal cues from each other.",
      "cn": "而且, 人们会找到大量的非语言线索."
    },
    {
      "en": "And because so much of human conversation is nonverbal, e - mail messages .",
      "cn": "由于人类交流的这么大的部分都并非是说出来的, 所以 电子邮件信息."
    },
    {
      "en": "Art like gesture is a form of nonverbal expression.",
      "cn": "艺术与姿势一样,都是一种非言辞表达形式."
    },
    {
      "en": "Chapter Three deals with the definition, functions and classification of nonverbal language.",
      "cn": "第三章详细的阐述了副语言符号的定义 、 作用和分类."
    },
    {
      "en": "Considering the influence of nonverbal communication, we never really stop communicating.",
      "cn": "想到非语言沟通的影响范围, 我们其实从未真的停止沟通过."
    },
    {
      "en": "Effective communicators are also capable of observing and interpreting nonverbal communications.",
      "cn": "有效的沟通者也要有观察和解释非语言沟通信息的能力."
    },
    {
      "en": "Environmental language is an important type of nonverbal communication.",
      "cn": "环境语言是非语言交际中的一种重要类型."
    },
    {
      "en": "Nonverbal communication for classroom teaching also arouses the interest of scholars.",
      "cn": "课堂教学中的非语言交际也是学者们关注的课题."
    },
    {
      "en": "Nonverbal elements form a major part of any communication interchange.",
      "cn": "非语言之要素在任何形式的双向沟通中占了很重要的一部份."
    },
    {
      "en": "nonverbal forms of communication",
      "cn": "非语言交际形式"
    },
    {
      "en": "Nonverbal mistakes are often more difficult to avoid than verbal ones.",
      "cn": "无声的错误往往比说话的错误更难避免."
    },
    {
      "en": "Nonverbal, because it does not involve the use of words.",
      "cn": "之所以叫做非言语交际是因为交际中未使用语言."
    },
    {
      "en": "Normal use of nonverbal communication, age and d situation appropriate.",
      "cn": "正常的非语言交流, 符合年龄和情境."
    },
    {
      "en": "This nonverbal way of communication is called body language.",
      "cn": "这种不用语言沟通的方法叫做肢体语言."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "nonverbal communication",
      "tran_cn": "非言语交际；非语言沟通"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不用言辞表达的",
      "tran_en": "not using words"
    }
  ],
  "exchange": {}
}