{
  "word": "montage",
  "ipa": {
    "us": "ˌmɒnˈtɑ:ʒ",
    "uk": "ˌmɑnˈtɑʒ"
  },
  "sentences": [
    {
      "en": "a photo montage",
      "cn": "剪辑组合的摄影作品"
    },
    {
      "en": "Alternatively, buy a frame and create a simple montage yourself.",
      "cn": "或者, 买相框来自己制作简易的蒙太奇."
    },
    {
      "en": "Let's now go to today's scenery montage.",
      "cn": "现在就让我们来看看今天的赏心悦目吧."
    },
    {
      "en": "Montage: Several images assembled into one piece of art work.",
      "cn": "混合画(蒙太奇): 把多个影像组合为一的美术作品."
    },
    {
      "en": "Take these items and get them professionally framed in a three dimensional montage.",
      "cn": "将这些物品拿来,让人们专业地制成三位蒙太奇."
    },
    {
      "en": "Technology follows Hollywood dreams; here's hoping thellos montage is a portent of what's coming soon.",
      "cn": "科学技术正逐渐实现着好莱坞的美好梦想, 科学幻想片里的设定就要酿成实际."
    },
    {
      "en": "Technology follows Hollywood dreams; here's hoping this montage is a portent of what's coming soon.",
      "cn": "科技正逐渐实现着好莱坞的美好梦想, 科幻片里的设定就要变成现实."
    },
    {
      "en": "The montage shears the plait table that the cutting is like music.",
      "cn": "蒙太奇剪辑像音乐的编谱."
    },
    {
      "en": "This montage of Chandra images shows a pair of interacting galaxies known as The Antennae.",
      "cn": "这张钱德拉拍摄的拼接图展示的是一对互扰星系,名为触角星系."
    },
    {
      "en": "This paper explains how to employ the montage, parallel montage and other movie languages better.",
      "cn": "解释如何更好运用电影中的蒙太奇 、 平行蒙太奇和其他电影语言."
    },
    {
      "en": "We see through a montage that Po gets progressively better with his training.",
      "cn": "我们看到,通过蒙太奇认为,肥波逐步得到更好地与他的训练."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蒙太奇，（电影、电视的）镜头组接，合成画，叠化剪辑",
      "tran_en": "the process of making a whole picture, film, or piece of music or writing by combining parts of different pictures, films etc in an interesting and unusual way"
    }
  ],
  "exchange": {
    "pl": [
      "montages"
    ]
  }
}