{
  "word": "somewhere",
  "ipa": {
    "us": "ˈsʌmweə(r)",
    "uk": "ˈsʌmwer"
  },
  "sentences": [
    {
      "en": "\"It's in here somewhere,\" he said, rooting about in his desk.",
      "cn": "“它就在这里的什么地方，”他一边说，一边在桌子里乱翻。"
    },
    {
      "en": "\"Let's get a coffee somewhere.\"—\"I know just the place.\"",
      "cn": "“我们找个地方喝杯咖啡吧。”——“我知道个好地方。”"
    },
    {
      "en": "A long scream sounded from somewhere above.",
      "cn": "从上面什么地方传来一声长长的尖叫。"
    },
    {
      "en": "At last they were agreeing, at last they were getting somewhere.",
      "cn": "他们最终逐渐达成共识，终于取得了一些进展。"
    },
    {
      "en": "Caray is somewhere between 73 and 80 years of age.",
      "cn": "卡瑞的年纪在73到80岁之间。"
    },
    {
      "en": "From somewhere distant he heard the clatter of a typewriter.",
      "cn": "他听见从远处什么地方传来打字机的嗒嗒声。"
    },
    {
      "en": "From somewhere, he had unearthed a black silk suit.",
      "cn": "他不知从哪里找来了一套黑色的丝绸衣服。"
    },
    {
      "en": "I've got a feeling I've seen him before somewhere.",
      "cn": "我有种感觉——我以前曾在哪里见过他。"
    },
    {
      "en": "My wallet must be around here somewhere.",
      "cn": "我的钱包肯定是在这里的什么地方。"
    },
    {
      "en": "Somewhere deep beneath the surface lay a caring character.",
      "cn": "在内心深处的某个角落里埋藏着一颗爱心。"
    },
    {
      "en": "Somewhere in the depths of the pine forest an identical sound reverberated.",
      "cn": "从松林深处传来一声回响。"
    },
    {
      "en": "Suppose we meet somewhere for a drink? I'll pay. How's that?",
      "cn": "我们找个地方一起喝一杯吧？我请客。怎么样？"
    },
    {
      "en": "The hypnotic state actually lies somewhere between being awake and being asleep.",
      "cn": "催眠状态实际上介乎清醒和睡眠之间。"
    },
    {
      "en": "The W.H.O. safety standard for ozone levels is somewhere about a hundred.",
      "cn": "世界卫生组织关于臭氧层的安全标准约为100。"
    },
    {
      "en": "This time it looks as if we're really going to get somewhere.",
      "cn": "这一次，我们似乎真的要取得进展了。"
    },
    {
      "en": "We could meet for dinner at Giorgio’s or somewhere (= or a similar place ) .",
      "cn": "我们可以在乔治家或别的什么地方一起吃饭。"
    },
    {
      "en": "We should go somewhere quiet, and talk it over.",
      "cn": "我们应该找个安静的地方好好谈一谈。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "get somewhere",
      "tran_cn": "(非正式)进步；取得成功"
    },
    {
      "phrase": "or somewhere",
      "tran_cn": "或在别的(什么)地方；或到别的(什么)地方"
    },
    {
      "phrase": "somewhere about",
      "tran_cn": "◎大约"
    },
    {
      "phrase": "somewhere around",
      "tran_cn": "n. 大约"
    },
    {
      "phrase": "somewhere else",
      "tran_cn": "别的地方；某个时空"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "某处，在某处，在[到]某处，不知道在[到]什么地方，某地",
      "tran_en": "in or to a place, but you do not say or know exactly where"
    },
    {
      "pos": "n",
      "tran_cn": "某个地方"
    }
  ],
  "exchange": {}
}