{
  "word": "photosensitive",
  "ipa": {
    "us": "ˌfəʊtəʊˈsensətɪv",
    "uk": "ˌfoʊtoʊˈsensətɪv"
  },
  "sentences": [
    {
      "en": "A photosensitive surface, as in the iconoscope of a television camera.",
      "cn": "感光面一种感光面, 如电子''.'照像'.''''.'机'. ''中的光电摄影管上的感光面."
    },
    {
      "en": "After above steps , a high quality photosensitive seal is ready for use.",
      "cn": "这样一枚高质量的光敏印章就可以交付使用了."
    },
    {
      "en": "Do photosensitive pulverization to beauty parlour, establish lever to see a movie.",
      "cn": "到美容院做光敏雾化,立杆见影."
    },
    {
      "en": "Even more specialized glasses include optical, photosensitive, metallic, and fibre - optic.",
      "cn": "更多种类的特种玻璃还包括有光学玻璃 、 光敏玻璃 、 金属玻璃和光学纤维."
    },
    {
      "en": "Ganmo, photosensitive plastic, stainless steel filters, metal sound - absorbing panels manufacturing, and processing.",
      "cn": "干膜, 感光胶 、 不锈钢滤网 、 金属吸音板的制造 、 加工."
    },
    {
      "en": "Installing aim at ruler, raising loads membrane speed, reducing the photosensitive membrane wastes.",
      "cn": "装有对位标尺, 提高装膜速度, 减少干膜浪费."
    },
    {
      "en": "It is the good stabilizer of photosensitive resin, sensitive emulsion, synthetic resin.",
      "cn": "是光敏树脂 、 感光乳剂 、 合成树脂的良好稳定剂."
    },
    {
      "en": "Its surface is coated with photosensitive resin and add a protective film.",
      "cn": "在其表面涂有感光树脂并加有保护薄膜."
    },
    {
      "en": "Non - chemical treatment of violet photosensitive PRO - V, is designing Imaging.",
      "cn": "不任化学办理的紫激光光敏PRO-V, 是诳骗激光光源成像."
    },
    {
      "en": "On the basis of that , a photosensitive unit recognition method is proposed.",
      "cn": "提出了一种感光单元的识别方法."
    },
    {
      "en": "Packaging films for photosensitive materials include inner and outer packaging films.",
      "cn": "感光材料包装膜分为内包装膜和外包装膜."
    },
    {
      "en": "Photosensitive material, generally on a transparent base.",
      "cn": "通常是在透明片基上的感光材料."
    },
    {
      "en": "photosensitive paper",
      "cn": "感光纸"
    },
    {
      "en": "The author introduced the properties of photosensitive packaging adhesive.",
      "cn": "介绍了一种光敏封装胶的制备方法、性能及应用情况."
    },
    {
      "en": "The eye is a complex and highly developed photosensitive organ.",
      "cn": "眼是复杂而且高度精密的感光器官."
    },
    {
      "en": "Whirler: Machine which applies photosensitive coating to printing plates.",
      "cn": "转盘: 涂布感受光液于印版表面的机器."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "photosensitivity",
          "tran_cn": " 光敏性；感光灵敏度"
        },
        {
          "word": "phototropism",
          "tran_cn": " [生物] 向光性；[物] 趋光性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "light-sensitive"
          ],
          "tran_cn": "[电子]光敏的；感光性的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "photosensitive material",
      "tran_cn": "感光材料"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "光敏的，感光的",
      "tran_en": "reacting to light, for example by changing colour or producing an electrical current"
    }
  ],
  "exchange": {}
}