{
  "word": "buoyancy",
  "ipa": {
    "us": "'bɔɪənsɪ",
    "uk": "ˈbɔɪənsi, ˈbujən-"
  },
  "sentences": [
    {
      "en": "Air can be pumped into the diving suit to increase buoyancy.",
      "cn": "可以给潜水衣充气以增大浮力。"
    },
    {
      "en": "His personal buoyancy and vigour were a tonic.",
      "cn": "他本人非常乐观,精力也很充沛,令人感到鼓舞."
    },
    {
      "en": "I admired his buoyancy and persistent good humor.",
      "cn": "我很欣赏他轻松快乐的样子以及一贯的幽默作风."
    },
    {
      "en": "I'll have to take stock, go carefully and regain my buoyancy.",
      "cn": "我将不得不审时度势，小心行事，同时保持乐观。"
    },
    {
      "en": "Jose Mourinho floats my boat with more buoyancy than Beckham ever could.",
      "cn": "何塞-穆里尼奥如同海上浮标带领我的小船扬帆远航,而贝克汉一辈子都无法做到."
    },
    {
      "en": "Meanwhile, the dollar's buoyancy is much less pronounced elsewhere.",
      "cn": "与此同时, 美元在其它地区反弹力度要小得多."
    },
    {
      "en": "Oil floats on water and so you get the buoyancy or lift.",
      "cn": "油是漂浮在水上的,这样,潜艇就有了浮力."
    },
    {
      "en": "Participant should put on standard lifejacket or buoyancy aid throughout the competition.",
      "cn": "赛员必须在整个赛事穿著合标准之救生衣或助浮衣."
    },
    {
      "en": "Salt water has more buoyancy than fresh water.",
      "cn": "盐水的浮力比淡水大。"
    },
    {
      "en": "The buoyancy of groundwater makes adverse effects to stability of foundation.",
      "cn": "地下水的浮力对基础的稳定有不利的影响."
    },
    {
      "en": "The likelihood is that the slump will be followed by a period of buoyancy.",
      "cn": "萧条过后经济有可能会出现一段时期的繁荣。"
    },
    {
      "en": "The primary forces causing migration of hydrocarbons are buoyancy and capillarity.",
      "cn": "引起碳氢化合物运移的主要作用力是浮托力和毛细力."
    },
    {
      "en": "Then she had been pale and sad but there had been a buoyancy about her.",
      "cn": "那时她尽管面黄瘦,但还显和比较轻松活泼."
    },
    {
      "en": "There was a buoyancy in their atmosphere.",
      "cn": "他们的生活环境里有一种轻松愉快的感觉."
    },
    {
      "en": "To move with lightness and buoyancy.",
      "cn": "轻快活泼地移动."
    },
    {
      "en": "VHF Doppler Radar Observations of Buoyancy Waves Associated with Thunderstorms, 1984 J . Atm . Sci.",
      "cn": "雷达和微波辐射计测雨特性比较及其联合应用,1980年大气科学."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "buoyant",
          "tran_cn": " 轻快的；有浮力的；上涨的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "buoyantly",
          "tran_cn": " 心情愉快地；有浮力地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "buoyant force",
            "floating power"
          ],
          "tran_cn": "浮力；轻快；轻松的心情；（股票）保持高价或回升"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "airiness",
            "jazz"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "buoyancy force",
      "tran_cn": "浮力"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "浮力，（物体在液体里的）浮性，（从失望、噩耗等中）恢复正常的能力，（价格、营业状况等的）维持力",
      "tran_en": "the ability of an object to float"
    }
  ],
  "exchange": {
    "adj": [
      "buoyant"
    ]
  }
}