{
  "word": "versatility",
  "ipa": {
    "us": "ˌvɜ:sə'tɪlətɪ",
    "uk": "ˌvɜsə'tɪlətɪ"
  },
  "sentences": [
    {
      "en": "\"It has very good range and is extremely popular with airlines because of its versatility, \" he said.",
      "cn": "“它有很好的服务范围并因其多功能性而受到航空公司的青睐，”他说。"
    },
    {
      "en": "Aileen stands out for her incredible versatility as an actress.",
      "cn": "艾琳多才多艺，是一位出类拔萃的女演员。"
    },
    {
      "en": "Equip your truck with wheel accessories for enhanced versatility, appearance and comfort.",
      "cn": "为卡车装上车轮附件可以增强通用性 、 外观和舒适性."
    },
    {
      "en": "For versatility and genius in acting, writing, directing and producing The Circus.",
      "cn": "在《马戏团》片中在表演 、 协作 、 导演和制片各方面表现出来多样性和天才."
    },
    {
      "en": "Its versatility, flexibility, and wide range of implementations and environments make it difficult to describe procedures to cover all cases.",
      "cn": "其通用性、灵活性以及广泛的实现和环境，使得描述能涵盖所有情况的过程非常困难。"
    },
    {
      "en": "Short term reported results have to date been excellent, offering good versatility.",
      "cn": "短期报道结果目前是优秀的, 提供了较好的通用性."
    },
    {
      "en": "Simulationplatform has the Character of versatility, easily operating and visualization.",
      "cn": "仿真平台具有通用性、灵活性 、 易操作、易连线且显示直观、形象的特点."
    },
    {
      "en": "Taylor eulogised about Steven's versatility.",
      "cn": "泰勒称赞史蒂文多才多艺。"
    },
    {
      "en": "The defense of Odom always goes back to potential, versatility and stats.",
      "cn": "奥多姆的防守经常变得潜在而反复无常."
    },
    {
      "en": "The transparent ceramic slabs also allow greater versatility in the pumping architecture.",
      "cn": "透明陶瓷板块也允许有更大的灵活性."
    },
    {
      "en": "Their versatility makes them extremely useful for medical research.",
      "cn": "它们的多功能性非常适合用于医疗研究."
    },
    {
      "en": "This versatility comes from a dual weather influence.",
      "cn": "这种多样性是由于双重的气候影响而形成的."
    },
    {
      "en": "Velvet is not known for its versatility.",
      "cn": "天鹅绒的用途并不是非常广泛。"
    },
    {
      "en": "Versatility becomes advantageous , however, when the weather changes abruptly.",
      "cn": "然而当气候骤然改变时,变化性就会成为一项长处."
    },
    {
      "en": "What I about Yi's offensive game is his versatility and mental acuity.",
      "cn": "我喜欢易建联的进攻,因为他反应敏捷,无所不能."
    },
    {
      "en": "With refined elegance, this classic necklace is imbued with a natural versatility.",
      "cn": "精致优雅的经典项鍊,透著自然的灵活性."
    },
    {
      "en": "With refined elegance, this statement ring is imbued with a natural versatility.",
      "cn": "精致优雅的经典指环,透著自然的灵活性."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "versatile",
          "tran_cn": " 多才多艺的；通用的，万能的；多面手的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "multifunctionality"
          ],
          "tran_cn": "多功能性；多才多艺；用途广泛"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adaptability"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "多才多艺，多用途，可转动性，易变"
    }
  ],
  "exchange": {
    "adj": [
      "versatile"
    ]
  }
}