{
  "word": "stoic",
  "ipa": {
    "us": "ˈstəʊɪk",
    "uk": "ˈstoʊɪk"
  },
  "sentences": [
    {
      "en": "A Stoic person responds to hardship with imperturbation.",
      "cn": "坚忍克己之人经受苦难仍能泰然自若."
    },
    {
      "en": "Boring questions and a stoic demeanor are this interviewer's best friend.",
      "cn": "镗问题和坚忍的举止是此访的最好的朋友."
    },
    {
      "en": "But, in most instances, people living in poverty respond to these societal ills with stoic resilience as they work to escape the degrading reality of their daily lives.",
      "cn": "但是，在大多数情况下，生活贫穷的人们以坚忍的韧性来面对这些社会弊疾，努力逃避他们日常生活中有辱尊严的现实。"
    },
    {
      "en": "Denmark is a place where stoic locals wear sensible shoes and snack on herring sandwiches.",
      "cn": "丹麦人坚忍克己并有很强的判断力,青鱼三文治是他们喜爱的小食."
    },
    {
      "en": "Furthermore, of course, when it comes to indulging and tolerance, stoic often catch themselves into dilemma.",
      "cn": "(例子)再者, 当然, 斯多葛学者们在谈及纵容与容忍时常令自身陷入极大的窘境."
    },
    {
      "en": "He is a famous Stoic philosopher.",
      "cn": "他是著名的斯多葛派哲学家."
    },
    {
      "en": "Her stoic compliance embarrassed me.",
      "cn": "她泰然处之地替我安排."
    },
    {
      "en": "People of the Tohoku region are stoic, compassionate, calm and humble.",
      "cn": "东北地区的人们坚忍顽强、平静怜悯、谦逊大度。"
    },
    {
      "en": "Rex's stomach sank as his normally stoic thoughts struggled to accept the harsh discovery.",
      "cn": "当雷克斯一贯坚忍的思维挣扎着接受这残酷的发现时,他的心一沉到底."
    },
    {
      "en": "The kids of Kobe try to be as stoic as their parents in this tragic situation.",
      "cn": "在这种悲惨的情形面前，神户的孩子们努力学着像他们的父母一样去坦然面对。"
    },
    {
      "en": "This contradicts stereotypical image of stoic men who are unaffected by what happens in their relationships.",
      "cn": "但是如果那种无论对爱情中发生什么都不在意的男人就不会出现这种情况."
    },
    {
      "en": "To a stoic, the human soul was a divine spark.",
      "cn": "对于禁欲主义者来说，人的灵魂是神圣的火花。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "impassive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "坚忍的，苦修的；斯多葛派的；禁欲主义的"
    },
    {
      "pos": "n",
      "tran_cn": "禁欲主义者，恬淡寡欲的人，不以苦乐为意的人",
      "tran_en": "someone who does not show their emotions and does not complain when bad things happen to them"
    }
  ],
  "exchange": {
    "pl": [
      "stoics"
    ],
    "adv": [
      "stoically"
    ]
  }
}