{
  "word": "artisan",
  "ipa": {
    "us": "ˌɑ:tɪˈzæn",
    "uk": "ˈɑrtəzn"
  },
  "sentences": [
    {
      "en": "All of it appeared to be handmade, probably by a 17th century artisan.",
      "cn": "这里的一切似乎都是手工制作的，很可能出自一位17世纪工匠之手。"
    },
    {
      "en": "Artisan's stalls and palaces stand side by side.",
      "cn": "工匠们的店铺与宫殿比邻共存."
    },
    {
      "en": "Foodie tourism has a new player: Vermont and its artisan cheese makers.",
      "cn": "美食旅游业有一支新的生力军: 佛蒙特州及其乳酪制作师傅."
    },
    {
      "en": "He is an artisan in leatherwork.",
      "cn": "他是个皮匠."
    },
    {
      "en": "I know you're a competent artisan.",
      "cn": "我知道,你是个有本领的手艺人."
    },
    {
      "en": "It was surrounded by clearly delineated areas for agricultural, artisan and industrial production.",
      "cn": "古城的四周是清晰可见的农业, 手工业和工业区."
    },
    {
      "en": "Mychel is a 7 th Level Artisan, with a Charisma of 14 ( Cha Modifier + 2 ).",
      "cn": "例如:马歇尔是个7级艺人, 魅力14 ( +2调整值 )."
    },
    {
      "en": "That allowed England to harness the creative potential of its artisan classes in a way that no other country had managed before.",
      "cn": "如此，使得英国得以在某种程度上利用本国工匠阶层创造性潜能产生巨大的能量，此为他国以前没有做到之事。"
    },
    {
      "en": "That would certainly not be true of the members of the artisan class or the military class for that reason.",
      "cn": "那对工匠阶级,与军人阶级,绝对不可能为真。"
    },
    {
      "en": "The artisan can cut stones into various shapes.",
      "cn": "这工匠能把石头雕成各种形状."
    },
    {
      "en": "The artisan crafted a complicated tool.",
      "cn": "这名匠人设计了一套复杂的工具."
    },
    {
      "en": "The authors are award-winning artisan chocolatiers who make their own chocolate right from beans in micro-batches.",
      "cn": "作者是获过奖的巧克力技工，他们用一小批的豆子做巧克力。"
    },
    {
      "en": "The experienced artisan would pass on the tricks of the trade to the apprentice.",
      "cn": "这位经验丰富的工匠会把诀窍传给徒弟."
    },
    {
      "en": "The porcelain carvings made by that artisan are so different from others.",
      "cn": "那个工艺师制作的瓷刻与众不同."
    },
    {
      "en": "The vase made by the artisan is wonderful.",
      "cn": "那个手艺人做的花瓶棒极了."
    },
    {
      "en": "This is a hybrid of the artisan and factory methods.",
      "cn": "这是上述两种生产方式的结合."
    },
    {
      "en": "Unique new artisan rewards that assist in the crafting process.",
      "cn": "特殊的工匠奖励可以协助使用于制作过程中."
    },
    {
      "en": "We have added the Artisan to help create that demand.",
      "cn": "我们已经添加了工匠,以帮助创造这种需求."
    },
    {
      "en": "You have shown me the work of the real artificer - artisan.",
      "cn": "你已经让我看见了真正的艺术大师的作品."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "craftsman",
            "mechanic",
            "worker"
          ],
          "tran_cn": "工匠"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "artist"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "技工，工匠",
      "tran_en": "someone who does skilled work, making things with their hands"
    }
  ],
  "exchange": {
    "pl": [
      "artisans"
    ]
  }
}