{
  "word": "workload",
  "ipa": {
    "us": "ˈwɜːkləʊd",
    "uk": "ˈwɜːrkloʊd"
  },
  "sentences": [
    {
      "en": "Doctors are having to cope with an everexpanding workload.",
      "cn": "医生不得不应付日益增加的工作量."
    },
    {
      "en": "During periods of heavy traffic, workload may increase above moderate.",
      "cn": "在高流量期间, 工作负荷有可能超过中等限度."
    },
    {
      "en": "He cited his heavy workload as the reason for his breakdown.",
      "cn": "他说繁重的工作负荷是导致他累垮的原因。"
    },
    {
      "en": "He's always grousing about the workload.",
      "cn": "他总是抱怨工作量大."
    },
    {
      "en": "However, on - the - record proceedings comprise only a small part of the workload in most administrative agencies.",
      "cn": "但是, 记录在案的诉讼只包括多数行政机关的一小部分工作负荷."
    },
    {
      "en": "I think the workload slows down for me next week.",
      "cn": "我想下周我的工作量会减少一点."
    },
    {
      "en": "Objective To explore the nonprofessional roles and workload of head nurses.",
      "cn": "目的了解护士长非护理专业角色和工作负荷情况."
    },
    {
      "en": "She finally collapsed under the heavy workload.",
      "cn": "她终于在沉重的工作负担下累垮了."
    },
    {
      "en": "She’s struggling to cope with the heavy workload .",
      "cn": "她在努力应付繁重的工作量。"
    },
    {
      "en": "The building industry is experiencing a severe downturn in its workload.",
      "cn": "建筑业正经历工程量的严重滑坡."
    },
    {
      "en": "The heavy workload forced me to cancel the camping trip.",
      "cn": "繁重的工作量迫使我取消去露营."
    },
    {
      "en": "The sudden cancellation of Mr Blair's trip was due to his heavy workload.",
      "cn": "布莱尔先生因为工作繁重而突然取消行程。"
    },
    {
      "en": "The workload can be evened out, instead of the shop having busy times and slack periods.",
      "cn": "商其工作量可以平均开来，不像商店那样有时很忙，有时很闲。"
    },
    {
      "en": "They could not stand the pace or the workload.",
      "cn": "他们无法忍受那种节奏和工作负荷。"
    },
    {
      "en": "This office's resources and staff would have to be increased to cope with the extra workload.",
      "cn": "要应付额外的工作，必须增加这个办公室的资源和人手。"
    },
    {
      "en": "We have taken on extra staff to cope with the increased workload.",
      "cn": "我们已经额外雇用员工来应付增加了的工作量。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "workday",
          "tran_cn": " 日常的，工作日的；平凡的"
        },
        {
          "word": "working",
          "tran_cn": " 工作的；操作的；可行的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "workday",
          "tran_cn": " 工作日"
        },
        {
          "word": "working",
          "tran_cn": " 工作；活动；制作；操纵"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "working",
          "tran_cn": " 工作；影响；受雇用（work的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "load",
            "working capacity"
          ],
          "tran_cn": "工作量"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（某一人或组织）工作量，工作负担",
      "tran_en": "the amount of work that a person or organization has to do"
    }
  ],
  "exchange": {
    "pl": [
      "workloads"
    ]
  }
}