{
  "word": "apparently",
  "ipa": {
    "us": "əˈpærəntli",
    "uk": "əˈpærəntli"
  },
  "sentences": [
    {
      "en": "A lot of the talk was apparently vague and general.",
      "cn": "很多话明显是些含糊的泛泛之论。"
    },
    {
      "en": "Apparently the company is losing a lot of money.",
      "cn": "据说该公司目前亏损很大。"
    },
    {
      "en": "Apparently the girls are not at all amused by the whole business.",
      "cn": "据说女孩们觉得整件事情一点也不好笑。"
    },
    {
      "en": "Apparently, well known actors were at these filthy parties.",
      "cn": "听说有些知名演员也参加了这些下流的聚会。"
    },
    {
      "en": "But apparently this is only an illusion.",
      "cn": "但显然这只是一个错觉。"
    },
    {
      "en": "But if you were so inclined, apparently all you have to do work on the railroad.",
      "cn": "不过，如果你有这种想法的话，显然你所需要做的就是——去铁路局工作。"
    },
    {
      "en": "By Monday, Senor Menem had returned, apparently fired with new determination.",
      "cn": "到星期一时梅嫩先生已经回来了，显然他又燃起了新的决心。"
    },
    {
      "en": "Dr Dunn was apparently trying to get away when he was shot.",
      "cn": "很显然，邓恩博士在遭枪击时正企图逃跑。"
    },
    {
      "en": "His love letters were hot stuff, apparently.",
      "cn": "他的情书貌似写得很火辣。"
    },
    {
      "en": "I'm no longer the apparently eternally cheerful chappy he remembers.",
      "cn": "我已经不是他记忆中那个似乎永远快乐无忧的人了。"
    },
    {
      "en": "It occurs in elderly men, apparently as part of the ageing process.",
      "cn": "这种情况出现在老年人当中，显然是衰老过程的一部分。"
    },
    {
      "en": "Modern tennis rackets are now apparently 20 per cent lighter.",
      "cn": "现代的网球拍据说比以前的轻20%。"
    },
    {
      "en": "Rudolph said no more. Apparently he was a man of few words.",
      "cn": "鲁道夫没再说话。看来他是个寡言少语的人。"
    },
    {
      "en": "She turned to face him, her anger apparently gone.",
      "cn": "她转过身面对着他，好像怒气已经消退了。"
    },
    {
      "en": "She was taken to hospital, apparently amnesiac and shocked.",
      "cn": "她被送往医院，好像是受了惊吓出现了失忆。"
    },
    {
      "en": "She would apparently eat normally and then make herself sick.",
      "cn": "她显然还会照吃不误，然后把自己吃到恶心。"
    },
    {
      "en": "The men apparently opened fire after they were challenged by a patrol.",
      "cn": "显然，那些人是在受到一支巡逻队的盘问后开的火。"
    },
    {
      "en": "The news had apparently been aimed at stealing the thunder from his visit.",
      "cn": "这篇新闻显然是在对他的访问作先声夺人的报道。"
    },
    {
      "en": "The recent deterioration has been caused by an apparently endless recession.",
      "cn": "看似永无止境的经济衰退导致了最近的恶化。"
    },
    {
      "en": "Two of them died from apparently unrelated causes.",
      "cn": "他们中的两个人死因明显不同。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "apparent",
          "tran_cn": " 显然的；表面上的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "discernibly",
            "openly",
            "overtly",
            "perceivably",
            "publicly",
            "visibly"
          ],
          "tran_cn": "可见地,公开地"
        },
        {
          "words": [
            "blatantly",
            "clearly",
            "conspicuously",
            "distinctly",
            "evidently",
            "manifestly",
            "noticeably",
            "obviously",
            "patently",
            "plainly",
            "strikingly"
          ],
          "tran_cn": "显然地"
        },
        {
          "words": [
            "conceivably",
            "externall",
            "in",
            "likely",
            "ostensibly",
            "outwardly",
            "possibly",
            "presumably",
            "pretendedly",
            "probably",
            "professedly",
            "seemingly",
            "semblance",
            "show",
            "superficially"
          ],
          "tran_cn": "表面上看,可能地,可行地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "doubtless",
            "outward"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "据说，好像，看来，显然",
      "tran_en": "according to the way someone looks or a situation appears, although you cannot be sure"
    }
  ],
  "exchange": {}
}