{
  "word": "foreland",
  "ipa": {
    "us": "ˈfɔːlənd",
    "uk": " ˈfɔːrlənd"
  },
  "sentences": [
    {
      "en": "Foreland is concentration of Fujian Province population, economy developeds area.",
      "cn": "沿海地区是福建省人口集中 、 经济发达地区."
    },
    {
      "en": "Foreland thrust belts are developed extensively margin of Meso Cenozoic sedimentary basins in northwestern China.",
      "cn": "我国西部的诸多中新生代含油气盆地周缘广泛发育前陆冲断带."
    },
    {
      "en": "From the Cretaceous, Tarim basin began the new evolutional stage of foreland basin.",
      "cn": "白垩初期始, 塔里木盆期陆盆演阶段."
    },
    {
      "en": "Guangdong and foreland count meat, cat flesh, snake meat authentic 3 game.",
      "cn": "广东及沿海地区将狗肉 、 猫肉 、 蛇肉视为正宗三野味."
    },
    {
      "en": "Himalayan movement made the area developed as a para - foreland basin.",
      "cn": "喜马拉雅运动使本区发育为类前陆盆地."
    },
    {
      "en": "In fact, the prosperity of Chinese foreland had expanded stagestage inland area.",
      "cn": "事实上, 中国沿海地区的繁荣已经逐步扩展到了内陆地区."
    },
    {
      "en": "Is Jurassic Chaidamu Basin a Foreland Basin?",
      "cn": "柴达木侏罗纪盆地是“前陆盆地” 吗 ?"
    },
    {
      "en": "Maranon Basin is one of Sub - Andean foreland basins.",
      "cn": "秘鲁Maranon盆地是安第斯山山前的前陆盆地之一."
    },
    {
      "en": "Mesozoic basins are distributed around Tethys and belong to southern foreland basin zone.",
      "cn": "在海相沉积之后接受了陆相沉积,中生代盆地环特提斯洋分布,属南前陆盆地带."
    },
    {
      "en": "Searching salt diapers and related traps in Kuqa foreland basin is important.",
      "cn": "库车前陆盆地勘探程度较低,应注重寻找盐底辟构造,以及与其相关的圈闭."
    },
    {
      "en": "The gases are mainly distributed in cratonic uplift, fault belts and fault - folded belts of foreland basin.",
      "cn": "天然气主要分布在克拉通隆起, 断裂带以及前陆盆地断褶带内."
    },
    {
      "en": "The west sichuan depression a typical Superimposed foreland basin.",
      "cn": "川西坳陷属典型的叠合前陆盆地."
    },
    {
      "en": "The Western Sichuan Foreland Basin developed Upper Triassic coal measure source rock, which mainly generated gases.",
      "cn": "川西前陆盆地具有丰富的天然气资源,发育上三叠统巨厚的煤系烃源岩, 以生气为主,并发育多套储盖组合."
    },
    {
      "en": "Therefore , foreland basin becomes the favorable place for reservoir.",
      "cn": "前陆盆地成藏条件非常优越."
    },
    {
      "en": "To some extent, the facies evolution reflects the tectonic controls on the sedimentation of foreland basin.",
      "cn": "东昆南前陆盆地的演化过程在一定程度上反映了构造对沉积的控制作用."
    },
    {
      "en": "Why is the height of foreland person taller than inland, a mountainous area person?",
      "cn": "为什么沿海地区人的身高比内地、山区人高?。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cape",
            "head",
            "headland",
            "point",
            "promontory",
            "spur"
          ],
          "tran_cn": "海岬"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "peninsula"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "低岬，角，前沿地，前陆（与内地相对而言）",
      "tran_en": "a headland, cape, or coastal promontory "
    }
  ],
  "exchange": {}
}