{
  "word": "overlord",
  "ipa": {
    "us": "ˈəʊvəlɔ:d",
    "uk": "ˈoʊvərlɔrd"
  },
  "sentences": [
    {
      "en": "Being an Evil Overlord seems to be a good career choice.",
      "cn": "魔王似乎是个不错的职业选择."
    },
    {
      "en": "But the company can be a harsh overlord to its crofters.",
      "cn": "但是公司对其佃户和工人可以作威作福,苛刻异常."
    },
    {
      "en": "Currently Zerg has caster units like the Infestor, Queen, Overlord, and Overseer.",
      "cn": "现在虫族有施法单位,像是感染虫, 女王, 领主和督察."
    },
    {
      "en": "During that talk he made the first public announcement of my transfer to command of overlord.",
      "cn": "在他的讲词中,首次公开宣布我调任“统主”指挥."
    },
    {
      "en": "His overlord will protect his interests.",
      "cn": "他的宗主会庇护他的利益."
    },
    {
      "en": "In 829, Egbert became an overlord of all the England.",
      "cn": "829年, 埃格伯特成了整个英国的最高君主."
    },
    {
      "en": "Now as street overlord, natural and close to the famous street after another.",
      "cn": "既然名为街头霸主, 自然和大名鼎鼎的街霸距离不远喽."
    },
    {
      "en": "The little overlord and tests every product according to the international quality standard manufacture strictly.",
      "cn": "小霸王每一产品均严格按照国际质量标准制造与测试."
    },
    {
      "en": "The Overlord cannot move while the ability is active.",
      "cn": "此技能开启时领主不能移动."
    },
    {
      "en": "The Overlord does not take kindly to having his property stolen.",
      "cn": "霸主可不能容忍他的财产被偷取."
    },
    {
      "en": "This is not the Overlord regulations and outright fraud have done?",
      "cn": "这不是霸王条例和明目张胆的欺诈行为 吗 ?"
    },
    {
      "en": "Tsavong Lah reported directly to Supreme Overlord Shimrra during his bloody campaign to take the Core.",
      "cn": "在夺取核心世界的血腥战役中,察疯·拉直接向至尊统帅希姆拉负责."
    },
    {
      "en": "We really don't want to be the overlords of the Palestinian population.",
      "cn": "我们真的不想当巴勒斯坦人的主子。"
    },
    {
      "en": "Welcome and join and open up little overlord tomorrows together.",
      "cn": "欢迎加盟,共同开拓小霸王的明天."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "overlordship",
          "tran_cn": " 封建君主的权位"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "monarch",
            "imperator"
          ],
          "tran_cn": "霸王；大君主；最高统治者；封建领主"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "director",
            "ruler"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "最高领主，霸主",
      "tran_en": "someone with great power over a large number of people, especially in the past"
    }
  ],
  "exchange": {
    "pl": [
      "overlords"
    ]
  }
}