{
  "word": "auger",
  "ipa": {
    "us": "ˈɔ:gə(r)",
    "uk": "ˈɔɡɚ"
  },
  "sentences": [
    {
      "en": "Already the Snowblast's huge auger blades were engorging snow.",
      "cn": "扬雪车上庞大的钻头叶片在开始大量吞进积雪."
    },
    {
      "en": "He asked in loud auger.",
      "cn": "他气哼哼地大声嚷着."
    },
    {
      "en": "Jason Hinson, a sixth-generation corn farmer near Kingston, Iowa, keeps an eye on his auger as he unloads his combine on the fly.",
      "cn": "贾森·辛森，衣阿华州金士敦附近的第六代玉米农。 他一边把玉米从行进作业中的联合收割机上卸下来，一边观察着螺旋钻。"
    },
    {
      "en": "Neither of us knew how unstable and heavy that auger bit was.",
      "cn": "我们两个都不知道钻孔机的钻头会那么不结实,又那么重."
    },
    {
      "en": "Neither of us knew how unstable heavy that auger bit was.",
      "cn": "两个都不知道钻孔机的钻头会不结实,又重."
    },
    {
      "en": "Some fundamental aspects of Auger electron spectroscopy have been reviewed.",
      "cn": "介绍了俄歇电子谱术的某些基本问题."
    },
    {
      "en": "Study of Auger recombina - tion and h _ ( EF ) parameter.",
      "cn": "俄歇复合和h_ ( EF ) 参量的研究."
    },
    {
      "en": "The auger of the extruder adopts abrasion - resistance metal powder spray - painting technology.",
      "cn": "螺旋挤出机的采用 耐磨 耐金属粉末喷漆技术."
    },
    {
      "en": "The author discussed some key techniques in auger string hole straightening.",
      "cn": "作者讨论了螺杆钻纠斜的几个关键技术问题."
    },
    {
      "en": "The conclusion presents important references for design and selection of auger drills.",
      "cn": "研究结果对螺旋钻具的设计和选用具有重要指导意义."
    },
    {
      "en": "The earth auger is the important pilling machine under construction.",
      "cn": "螺旋钻孔机是用于基建施工中一种重要的桩工机械."
    },
    {
      "en": "The function of an auger is to bore holes.",
      "cn": "麻花钻的功用是钻孔."
    },
    {
      "en": "The mechanism of photo Auger electrons and the secon dary electron yield is discussed.",
      "cn": "分析了X射线 光电效应的特点,讨论了俄歇电子和二次电子的产生机制."
    },
    {
      "en": "This coordination was confirmed by UV - visible spectra, X - rayphotoelectron spectroscopy ( XPS ) and Auger electron spectroscopy ( AES ).",
      "cn": "UV-vis 、 X—射线光电子能谱 ( XPS ) 和俄歇电子能谱 ( AES ) 证实了这种配位作用."
    },
    {
      "en": "This method overcomes the problem of low metering accuracy of vertical auger.",
      "cn": "克服了立式螺旋计量精度不高的难题,并配有夹袋装置和吸尘回收箱."
    },
    {
      "en": "We make a hole in the ice with an auger.",
      "cn": "我们用螺旋钻在冰上钻洞。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "twist drill"
          ],
          "tran_cn": "[木][机]螺旋钻；木螺钻；地螺钻"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "needle"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "auger bit",
      "tran_cn": "木螺锥，麻花钻头"
    },
    {
      "phrase": "auger drill",
      "tran_cn": "螺旋钻；回转式钻岩机；螺旋钻井装置"
    },
    {
      "phrase": "auger drilling",
      "tran_cn": "螺旋钻空；螺旋钻孔"
    },
    {
      "phrase": "auger electron",
      "tran_cn": "俄歇电子"
    },
    {
      "phrase": "auger electron spectroscopy",
      "tran_cn": "[光谱学]俄歇电子能谱学"
    },
    {
      "phrase": "auger mining",
      "tran_cn": "螺旋钻机开采薄煤层法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "螺旋钻",
      "tran_en": "a tool used for making a hole in wood or in the ground"
    },
    {
      "pos": "vt",
      "tran_cn": "用钻子钻洞于"
    }
  ],
  "exchange": {}
}