{
  "word": "thirteenth",
  "ipa": {
    "us": "ˌθɜ:'ti:nθ",
    "uk": "θəˈtinθ"
  },
  "sentences": [
    {
      "en": "\" Thirteenth Street,'said Carrie, reluctantly . \" 112 West. \"",
      "cn": "“ 十三街, \"嘉莉很不情愿地说, \" 西一百一十二号. ”"
    },
    {
      "en": "A little baton, red and white connected with athletes from heart, friendship and passion, you are the most beautiful scenery in the arena, Pingyang County thirteenth games because you and wonderful.",
      "cn": "一根小小的接力棒，红与白连接着运动员们的心，传出友谊和热情，你们是赛场上最美的一道风景，平阳县第十三届运动会因你们而精彩。"
    },
    {
      "en": "Actually, it only takes one drink to get me loaded. Trouble is, I can't remember if it's the thirteenth or fourteenth.",
      "cn": "事实上，只有一杯酒就让我醉倒了，糟糕的是，我不能想起来它是第十三杯还是第十四杯。"
    },
    {
      "en": "At that moment, the thirteenth fairy arrived.",
      "cn": "就在这时，第十三位仙女出现了。"
    },
    {
      "en": "For example, they don't like to live on the thirteenth floor.",
      "cn": "例如, 他们不喜欢住在第十三层楼."
    },
    {
      "en": "His intrepid adversary prepared to close for the thirteenth time.",
      "cn": "他那勇敢的对手准备打第十三回合."
    },
    {
      "en": "I want to cancel my reservation on Flight 285 on the thirteenth.",
      "cn": "我想取消我所订的13日285次航班的票."
    },
    {
      "en": "It was established on June thirteenth, nineteen - forty - two and operated through nineteen - forty - five.",
      "cn": "该办公室成立于1942年7月13日, 1945年一整年都在为战争服务."
    },
    {
      "en": "It was still producing very considerable results in the thirteenth century.",
      "cn": "它在13世纪仍然产生非常重要的后果."
    },
    {
      "en": "Marco Polo is said to have sailed on the Pacific on his way to Java in the thirteenth century.",
      "cn": "据说，13世纪时，马可·波罗在去爪哇岛的途中在太平洋上航行过。"
    },
    {
      "en": "Oxford and Cambridge date back to the thirteenth century.",
      "cn": "牛津和剑桥的历史可追溯到十三世纪."
    },
    {
      "en": "The latter made progress along Thirteenth and across Fourteenth Street to Union Square. \" Look for work! \"",
      "cn": "赫斯渥沿着十三街朝前走,穿过十四街来到联合广常 \" 找工作!"
    },
    {
      "en": "The thirteenth-century cloisters are amongst the most beautiful in central Italy.",
      "cn": "这些13世纪的回廊是意大利中部最美的建筑。"
    },
    {
      "en": "They also welcomed their thirteenth member, Ecuador, which rejoined OPEC in November.",
      "cn": "同时,他们还对11月重返OPEC的第十三个成员国 —— 厄瓜多尔表示了欢迎."
    },
    {
      "en": "This is the miscellaneous visualization and is known as thirteenth contemplation.",
      "cn": "普化一切.是为杂想观. 名第十三观."
    },
    {
      "en": "Tom: Could you call me on the thirteenth evening?",
      "cn": "汤姆: 你能在十三号晚上给我打个电话 吗 ?"
    },
    {
      "en": "Two million Deutschmarks, Ted, at three hundred and twelve point sixty - one forty , value the thirteenth.",
      "cn": "特德, 两百万马克,价格为312.6140, 起息日13号."
    },
    {
      "en": "Wholly depressed, he started for Thirteenth Street.",
      "cn": "\"他彻底灰心了, 便朝十三街走去."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "third",
          "tran_cn": " 第三的；三分之一的"
        },
        {
          "word": "thirteen",
          "tran_cn": " 十三的；十三个的"
        },
        {
          "word": "thirtieth",
          "tran_cn": " 第三十个的；三十分之一的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "thirteen",
          "tran_cn": " 十三；十三岁；十三个"
        },
        {
          "word": "thirtieth",
          "tran_cn": " 第三十；三十分之一"
        }
      ]
    },
    {
      "pos": "num",
      "words": [
        {
          "word": "third",
          "tran_cn": " 第三；三分之一"
        },
        {
          "word": "thirteen",
          "tran_cn": " 十三"
        },
        {
          "word": "thirtieth",
          "tran_cn": " 第三十；三十分之一"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "第十三的，十三分之一的"
    },
    {
      "pos": "n",
      "tran_cn": "第十三，十三分之一"
    },
    {
      "pos": "num",
      "tran_cn": "第十三"
    }
  ],
  "exchange": {
    "pl": [
      "thirteenths"
    ]
  }
}