{
  "word": "mallet",
  "ipa": {
    "us": "ˈmælɪt",
    "uk": "ˈmælɪt"
  },
  "sentences": [
    {
      "en": "A small mallet used by auctioneers.",
      "cn": "拍卖锤拍卖者所用的小锤."
    },
    {
      "en": "Drop that mallet and bring the thrill of the arcade everywhere with EA Air Hockey!",
      "cn": "EA这款曲棍球桌台为你带来随时随地的享受兴奋的经典竞赛游戏!"
    },
    {
      "en": "He hit the peg mightily on the top with a mallet.",
      "cn": "他用木槌猛敲木栓顶。"
    },
    {
      "en": "He stares me down , wielding his bronze mallet , ho , chasing me off in his fierce voice.",
      "cn": "彼瞋目而扬锤兮厉声以逐余 ﹒."
    },
    {
      "en": "Hold this mallet half moon shape, not hold tightly.",
      "cn": "这槌的拿法是拿半月形的, 不能都整个抓握."
    },
    {
      "en": "I even have a wooden mallet that was used by a judge over 300 years ago during condemnation proceedings in Salem.",
      "cn": "我甚至还有一把300多年前的木槌。"
    },
    {
      "en": "Slight tapping with a mallet may be required, but do not change the valve stem position.",
      "cn": "如果需要,用木槌轻轻敲打, 但是不要改变阀杆位置."
    },
    {
      "en": "Slight tapping with a mallet may be required.",
      "cn": "如果需要用木槌轻轻敲打."
    },
    {
      "en": "Sounds solid : made by the mallet of Los Demiurgos.",
      "cn": "听上去蛮实,一定是巨匠造物主那把木槌的响声."
    },
    {
      "en": "Take the plough thethe mallet the lute.",
      "cn": "带上耕犁,带上炼炉,带上木槌,带上诗琴."
    },
    {
      "en": "The 29 th minute, Cologne middle place Antar meets a corner kick mallet to hit the crossbeam.",
      "cn": "第29分钟, 科隆中场安塔尔就接角球头槌击中横梁."
    },
    {
      "en": "The difference was all in the imagination behind the hands that wielded mallet and chisel.",
      "cn": "两双同样挥动着槌子和凿子的手后面隐含着截然不同的思想."
    },
    {
      "en": "The drummer was worried because his mallet was missing one minute before the concert.",
      "cn": "鼓手很著急,因为他的小音槌在音乐会开始前一分钟不见了."
    },
    {
      "en": "The water-filled bowls, when rubbed with a leather-wrapped mallet, exhibit a lively dance of water droplets as they emit a haunting sound.",
      "cn": "在用皮革包裹的木槌摩擦倒满水的碗时，碗里的水滴会跳起生动的舞蹈，同时它们发出萦绕不绝的声音。"
    },
    {
      "en": "Then he hammered on the door, using his fist as if they were mallet.",
      "cn": "然后他用他的拳头敲门, 就像用大头锤一样."
    },
    {
      "en": "When thrusting with the mallet, press the head with the finger, then thrust forward.",
      "cn": "刺槌购乐学的时候, 食指要压在槌购乐学的前面, 然后向前杀出."
    },
    {
      "en": "When thrusting with the mallet, press the head with the index finger, then thrust forward.",
      "cn": "刺槌的时候, 食指要压在槌的前面, 然后向前杀出."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rod",
            "bar",
            "staff"
          ],
          "tran_cn": "棒，槌棒；木槌；球棍"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "gavel",
            "hammer"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "木槌，长柄球棍，大锤",
      "tran_en": "a wooden hammer with a large end"
    }
  ],
  "exchange": {
    "pl": [
      "mallets"
    ]
  }
}