{
  "word": "somehow",
  "ipa": {
    "us": "ˈsʌmhaʊ",
    "uk": "ˈsʌmhaʊ"
  },
  "sentences": [
    {
      "en": "Don’t worry, we’ll get the money back somehow.",
      "cn": "别担心，我们总会把那些钱拿回来的。"
    },
    {
      "en": "Franklin and his thirteen-year-old son somehow got separated in the crush.",
      "cn": "富兰克林和他13岁的儿子在人群中被挤散了。"
    },
    {
      "en": "He somehow managed to winkle Picard out of his room.",
      "cn": "他不知用的什么法子将皮卡德逼出了房间。"
    },
    {
      "en": "He was somehow destined to become a rock messiah.",
      "cn": "冥冥之中，他注定会成为摇滚乐的救世主。"
    },
    {
      "en": "He's been very quiet and withdrawn, sort of different, somehow.",
      "cn": "不知什么缘故，他最近十分沉默，有点异样。"
    },
    {
      "en": "Maybe we could glue it together somehow or other .",
      "cn": "也许我们可以想什么办法把它粘起来。"
    },
    {
      "en": "She bowed her head in a gesture somehow reminiscent of royalty.",
      "cn": "她低头的姿势让人想起皇室风范。"
    },
    {
      "en": "Somehow he tells these stories without a note of horror.",
      "cn": "不知为什么他讲这些故事时一点都不害怕。"
    },
    {
      "en": "Somehow I knew he would tell me the truth.",
      "cn": "不知何故，我总觉得他会把真相告诉我的。"
    },
    {
      "en": "Somehow Karin managed to cope with the demands of her career.",
      "cn": "卡琳设法达到了其职业的要求。"
    },
    {
      "en": "Somehow she steadied herself and murmured, \"Have you got a cigarette?\"",
      "cn": "她设法让自己镇定下来，并小声问：“你有烟吗？”"
    },
    {
      "en": "Somehow she'd always been a child in his mind, pure and virginal.",
      "cn": "不知何故，她在他心里一直是个天真无邪的孩子。"
    },
    {
      "en": "Somehow, I just don’t think it’ll work.",
      "cn": "不知为什么，我总觉得那样行不通。"
    },
    {
      "en": "Somehow, I managed to lose my keys.",
      "cn": "我不知怎的竟然把钥匙弄丢了。"
    },
    {
      "en": "The living organisms somehow concentrated the minerals by biological processes.",
      "cn": "生命体通过某种生物过程聚集矿物质。"
    },
    {
      "en": "The whole thing is somehow a bit Mickey Mouse.",
      "cn": "不知怎的，整件事情有点幼稚。"
    },
    {
      "en": "Watercolour still seems somehow to be the poor relation of oil painting.",
      "cn": "水彩画似乎仍比油画略逊一筹。"
    },
    {
      "en": "We must, somehow, find a way to loosen the bonds of tradition.",
      "cn": "我们不管怎样都必须找到摆脱传统束缚的途径。"
    },
    {
      "en": "We'll manage somehow, you and me. I know we will.",
      "cn": "我和你，我们总能应付过去的。我知道我们会的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "someway",
          "tran_cn": " 好歹，总算；以某种方式"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "another",
            "by",
            "come",
            "crook",
            "fair",
            "foul",
            "hell",
            "high",
            "hook",
            "how",
            "in",
            "matter",
            "means",
            "no",
            "one",
            "or",
            "other",
            "some",
            "somehow",
            "someway",
            "water",
            "way"
          ],
          "tran_cn": "以某种方法,设法地,不择手段"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "somehow or other",
      "tran_cn": "设法，想办法；莫名其妙地；以某种方法"
    },
    {
      "phrase": "somehow you will",
      "tran_cn": "不知道什么原因你就会做到（歌词）"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "以某种方式，用某种方法，不知什么缘故，不知怎的",
      "tran_en": "in some way, or by some means, although you do not know how"
    }
  ],
  "exchange": {}
}