{
  "word": "pelvis",
  "ipa": {
    "us": "ˈpelvɪs",
    "uk": "ˈpɛlvɪs"
  },
  "sentences": [
    {
      "en": "A forward thrust of the pelvis, as in a burlesque striptease.",
      "cn": "骨盆前突: 脱衣舞中骨盆前突."
    },
    {
      "en": "Acute compression injury to the abdomen is frequently associated with the fractures of the pelvis.",
      "cn": "腹部的急性挤压损伤常伴有骨盆骨折."
    },
    {
      "en": "Acute inflammation of the pelvis of the kidney, caused by bacterial infection.",
      "cn": "由于细菌感染而导致的肾脏及骨盆发炎."
    },
    {
      "en": "At birth, a normal human infant is less mature than infants of some other primate species, possibly to allow the disproportionately large head to fit through a pelvis adapted for walking on two legs.",
      "cn": "出生时，比起其它的灵长类物种，正常的人类婴儿是是更少成熟的，这可能是为了允许不成比例的大头部适合于通过适应于直立行走的骨盆。"
    },
    {
      "en": "By keeping the abdominal muscles relaxed, the pelvis can move freely.",
      "cn": "如果能让小腹肌放松的话, 那麽骨盆就可以自由移动啦!"
    },
    {
      "en": "Deep palpation is also used to assess the abdomen and pelvis.",
      "cn": "深部触诊通常用于评估腹部和骨盆."
    },
    {
      "en": "However, if you have pain in only one of your hips, you probably have either an uneven pelvis or unequal leg lengths.",
      "cn": "然而，如果你只是一侧髋关节疼痛，那么你可能骨盆不平衡或者腿长度不一致。"
    },
    {
      "en": "In the intrarenal pelvis, caliceal dilatation and renal parenchymal damage are maximal.",
      "cn": "而若为肾内肾盂, 肾盏扩张和肾实质损害均严重."
    },
    {
      "en": "Isolated injury to the pelvis following blunt abdominal trauma is very rare.",
      "cn": "腹部钝器性外伤后造成单独肾盂破损是罕见的状况."
    },
    {
      "en": "Pain in the abdomen or pelvis can be another symptom.",
      "cn": "腹部或骨盆疼痛是另一种症状."
    },
    {
      "en": "Primary squamous cell carcinoma of the renal pelvis is quite rare.",
      "cn": "摘要原发性鳞状上皮细胞癌在上泌尿道系统是相当少见的疾病."
    },
    {
      "en": "Record Keeper sits in the back of the pelvis.",
      "cn": "位于盆腔后部."
    },
    {
      "en": "Scans of his chest, abdomen, and pelvis likewise showed nothing.",
      "cn": "扫描他的胸部，腹部和骨盆也没有什么发现。"
    },
    {
      "en": "Small stone in the renal pelvis, when the mobile degree.",
      "cn": "结石小,在肾盂内移动度大时."
    },
    {
      "en": "Some reports say beatings from family members resulted in a broken pelvis.",
      "cn": "一些报道称家庭成员的毒打使她一旁骨盆开裂."
    },
    {
      "en": "The single pyramid projects well into the renal pelvis.",
      "cn": "单个锥体明显凸入肾盂."
    },
    {
      "en": "Though Ardi would have spent much of her time in the trees, her pelvis was adapted to walking upright when she came down to the forest floor.",
      "cn": "尽管阿迪一生中大部分时间也许是在树上渡过的，但当她下到森林地面上时，她的骨盆是适合直立行走的。"
    },
    {
      "en": "VRT was not talstically sighficant of pelvis and acetabularfractUres.",
      "cn": "l、螺旋CTSSD、VRT重建是诊断骨盆及骸臼骨折的有效手段."
    },
    {
      "en": "Your hips or pelvis is made up of 5 bones.",
      "cn": "骨盆骨折是指有一根或多根髋骨出现裂缝或折断."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pelvic",
          "tran_cn": " 骨盆的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "pelvimetry",
          "tran_cn": " [妇产] 骨盆测量；[妇产] 骨盘测量法"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "renal pelvis",
      "tran_cn": "肾盂"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[解]骨盆",
      "tran_en": "the set of large wide curved bones at the base of your  spine  , to which your legs are joined"
    }
  ],
  "exchange": {
    "pl": [
      "pelvises"
    ],
    "adj": [
      "pelvic"
    ]
  }
}