{
  "word": "equivalence",
  "ipa": {
    "us": "ɪ'kwɪvələns",
    "uk": "ɪˈkwɪvələns"
  },
  "sentences": [
    {
      "en": "...the equivalence of science and rationality.",
      "cn": "...科学和理性的相等。"
    },
    {
      "en": "Equivalence translation is one of the topics disputed about the translation theories.",
      "cn": "摘要等值翻译是翻译理论界长期以来争论不休的话题之一."
    },
    {
      "en": "For more information, see Type Equivalence and Embedded Interop Types.",
      "cn": "有关更多信息, 请参见类型等效性和嵌入的互操作类型."
    },
    {
      "en": "In Chapter Four , Nida's functional equivalence principle is further analyzed. \"",
      "cn": "认为“功能对等 ” 是意义及功能的对等."
    },
    {
      "en": "It is easier to say that the equivalence of mass and energy is an experimental fact.",
      "cn": "说质能等效性是实验事实,那是毫不费力的."
    },
    {
      "en": "Nuclear physics has provided extensive experimental support for the mass - energy equivalence.",
      "cn": "原子核物理学已经为质能等效性提供了广泛的实验证据."
    },
    {
      "en": "Sensitive and insensitive ignored the principle of equivalence of two problems.",
      "cn": "敏感与迟钝的等效性原则忽略了两个问题."
    },
    {
      "en": "Separation between linguistic signs and plastic elements; equivalence of resemblance and affirmation.",
      "cn": "语言学符号与可塑性元素之间的区分; 相似性与确定性之间的暧昧关系,这两组微妙关联构成了古典绘画的某种不安."
    },
    {
      "en": "The conclusion restates the significance of equivalence theory in advertising translation.",
      "cn": "结论部分重申了对等理论对广告翻译的启示."
    },
    {
      "en": "The equivalence check usually includes both functional and structural verifications.",
      "cn": "等价性检验方法通常包括功能性和结构性的验证方法."
    },
    {
      "en": "The essence of the pragmatic equivalence is to convey meaning illocutionary act.",
      "cn": "语用等效的实质就是传达出言外之意."
    },
    {
      "en": "The mass - energy equivalence has been amply confirmed.",
      "cn": "质与能的相当性已被充分地证实."
    },
    {
      "en": "The midpoint and equivalence point for carbonic acid are much higher.",
      "cn": "碳酸滴定中点和等量点也高得多."
    },
    {
      "en": "This method of portrayal emphasizes both the regressive nature and the time equivalence.",
      "cn": "这种图示方法既强调了海退性质也强调了同时性."
    },
    {
      "en": "Translations require equivalence of illocutionary force and perlocutionary effects and English.",
      "cn": "翻译要求确保言语行为的施为用意和成事性效果的对等翻译."
    },
    {
      "en": "What does the equivalence principle imply about accelerated motions and gravitational fields?",
      "cn": "加速运动和引力场的等价理论意味着什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "equivalent",
          "tran_cn": " 等价的，相等的；同意义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "equivalent",
          "tran_cn": " 等价物，相等物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "equation",
            "equivalent value"
          ],
          "tran_cn": "等值；相等"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "equality",
            "similarity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "equivalence class",
      "tran_cn": "[数]等价类"
    },
    {
      "phrase": "equivalence principle",
      "tran_cn": "等效性原理；等效原则；等价原理"
    },
    {
      "phrase": "equivalence relation",
      "tran_cn": "等价关系"
    },
    {
      "phrase": "functional equivalence",
      "tran_cn": "功能对等"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "相等，对等",
      "tran_en": "If there is equivalence between two things, they have the same use, function, size, or value"
    }
  ],
  "exchange": {
    "adj": [
      "equivalent"
    ]
  }
}