{
  "word": "toddler",
  "ipa": {
    "us": "ˈtɒdlə(r)",
    "uk": "ˈtɑːdlər"
  },
  "sentences": [
    {
      "en": "A toddler requires close supervision and firm control at all times.",
      "cn": "刚学步的孩子时刻需要寸步不离的照看，并要牢牢看紧。"
    },
    {
      "en": "A toddler who was a menace in a shop full of crystal.",
      "cn": "对放满水晶制品的商店构成威胁的蹒跚学步的孩子."
    },
    {
      "en": "a toddler's first few halting steps",
      "cn": "学步幼儿的蹒跚脚步"
    },
    {
      "en": "For the toddler and older child, simply hand them the cup.",
      "cn": "可以让正在学步的小孩和较大的儿童自己拿杯子喝药."
    },
    {
      "en": "I had a toddler at home and two other children at school.",
      "cn": "我有一个刚学步的孩子在家中，另外两个孩子在学校。"
    },
    {
      "en": "If the toddler had been dealt with properly at first, the rest of his misbehaviour would have been avoided.",
      "cn": "要是从一开始就对小孩子合理管教，他就不会养成其他的坏毛病。"
    },
    {
      "en": "Monica: A toddler is he? They can be difficult at times.",
      "cn": "莫妮卡: 学走路啦? 这个时期的孩子,有时很难应付."
    },
    {
      "en": "The toddler pointed to the toy he wanted.",
      "cn": "蹒跚学步的孩子指着想要的玩具."
    },
    {
      "en": "The toddler suddenly stretched his hands behind their chairs, laughing and jumping about.",
      "cn": "那小孩子忽然向她们背后伸了双手, 大笑大跳."
    },
    {
      "en": "The toddler took a few tentative steps forward, and fell.",
      "cn": "那刚学走路的孩子走了没几步试探性的脚步, 就跌倒了."
    },
    {
      "en": "The toddler tried to walk but kept falling down.",
      "cn": "那小孩学着走路但老是跌跤."
    },
    {
      "en": "The toddler was a real wiggler on plane trips.",
      "cn": "学步的小孩在飞机上走不稳."
    },
    {
      "en": "There are toddler - friendly versions of the most famous Bible stories.",
      "cn": "还有最著名的《圣经》故事的“儿童友好(toddler-friendly)”装."
    },
    {
      "en": "Timmy, now a toddler, splashed in the surf with his grandfather.",
      "cn": "此时的蒂米已经开始学步,同他的外祖父一道在海边的浪花里戏水嬉闹."
    },
    {
      "en": "Use age - appropriate ( toddler ) educational toys and books to teach me.",
      "cn": "用 学龄 前的教育玩具和书来教我."
    },
    {
      "en": "Who can fold up a pushchair, toddler and shopping and then get them all onto the bus?",
      "cn": "谁有那本事一手收起婴儿推车，一手抱着刚会走路的孩子，还得提着刚买的东西，然后挤上公共汽车？"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "toddle",
          "tran_cn": " 东倒西歪的走路；刚学走步的小孩"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "toddle",
          "tran_cn": " 蹒跚学步；东倒西歪地走；散步"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "baby",
            "infant",
            "tot"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蹒跚行走的人，幼童装，学步的幼儿",
      "tran_en": "a very young child who is just learning to walk"
    }
  ],
  "exchange": {
    "pl": [
      "toddlers"
    ]
  }
}