{
  "word": "epistle",
  "ipa": {
    "us": "ɪˈpɪsl",
    "uk": "ɪˈpɪsəl"
  },
  "sentences": [
    {
      "en": "A reference to \" natural law \" can be found in the Epistle of Paul to the Romans.",
      "cn": "在圣保罗致罗马人的使徒书信中就已论及了 “ 自然法 ”."
    },
    {
      "en": "And when this epistle is read among you, cause that it be read also in the church of the Laodiceans; and that ye likewise read the epistle from Laodicea.",
      "cn": "你们念了这书信，便交给老底嘉的教会，叫他们也念。 你们也要念从老底嘉来的书信。"
    },
    {
      "en": "He longed to put a little affection into his epistle.",
      "cn": "他渴望在信里流露出点爱慕之情."
    },
    {
      "en": "Her mother sends her a long epistle every week.",
      "cn": "她母亲每周给她写一封长信."
    },
    {
      "en": "I charge you by the Lord that this epistle be read unto all the holy brethren.",
      "cn": "27我指着主嘱咐你们,要把这信念给众弟兄听."
    },
    {
      "en": "I Tertius, who wrote this epistle, salute you in the Lord.",
      "cn": "22我这代笔写信的德丢, 在主里面问你们安."
    },
    {
      "en": "I, Tertius , who write this epistle, greet you in the Lord.",
      "cn": "22我这代笔写信的德丢, 在主里问你们安."
    },
    {
      "en": "Now immediately we can see that this is an epistle which has a great deal to teach us as we live in the last times of the Gentiles.",
      "cn": "现在我们能看见当我们住在非犹太人的最后时期，这是一封常常有教我们的书信。"
    },
    {
      "en": "Paul's deep concern for the Corinthian Church comes through many times in this epistle.",
      "cn": "保罗在这封写给哥林多信徒的书信中,多次表达出对他们的深切关心."
    },
    {
      "en": "Peter knows , while he is writing this Epistle.",
      "cn": "彼得写这封书信时,心里很清楚."
    },
    {
      "en": "That luminous epistle finishes me with the religious element among my constituents.",
      "cn": "这封聪明的书信把我选民当中的宗教界人士对我的好感完全断送了."
    },
    {
      "en": "The epistle deals therefore with the sovereign and universal principles.",
      "cn": "这封书信讲到了至尊的,最大的原则."
    },
    {
      "en": "Timothy was the last biblical epistle that the Apostle Paul wrote.",
      "cn": "提摩太后书是圣经中使徒保罗所写的最后一封书信."
    },
    {
      "en": "We are about to commence reading through the Epistle of James again.",
      "cn": "我们的读经又一次轮到了雅各书."
    },
    {
      "en": "What is a blog but an uncensored epistle to an imaginary friend?",
      "cn": "博客若不是给想象中的友人的一封不加删节的书信,又是什么 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "epistolary",
          "tran_cn": " 书信的；书信体的；用书信的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "carta"
          ],
          "tran_cn": "书信；使徒书；书信体诗文"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "favor",
            "message",
            "writing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "书信，书信体诗文",
      "tran_en": "a long or important letter"
    }
  ],
  "exchange": {
    "pl": [
      "epistles"
    ]
  }
}