{
  "word": "woodcut",
  "ipa": {
    "us": "ˈwʊdkʌt",
    "uk": "ˈwʊdˌkʌt"
  },
  "sentences": [
    {
      "en": "A print of a woodcut , lithograph, or other engraved material, especially when reproduced in a book.",
      "cn": "铅版:木刻, 平版或其它雕刻材料的印模, 尤指在书中复制时的印版."
    },
    {
      "en": "A print of woodcut, lithograph, or other engraved material, especially when reproduced in a book.",
      "cn": "准备用作印刷表面的一片金属, 塑料,橡胶, 纸板或其它材料, 例如电版或铅版."
    },
    {
      "en": "Door - Goods ( left and right ) , Traditional Taohuawu Woodcut Woodcut New Year Picture, SuZhou.",
      "cn": "苏州传统桃花坞木刻年画《门神 ( 左右)》."
    },
    {
      "en": "Huang Kai's comic - panel color woodcut prints depict playing with his friends as a child.",
      "cn": "黄恺连环画风格的套色木刻描绘着幼时伙伴间的嬉戏."
    },
    {
      "en": "In the history of the Chinese Reborn Woodcut Movement are still many deserved to be investigated.",
      "cn": "在新兴木刻运动历史中,有许多问题值得进一步深入研究."
    },
    {
      "en": "It's a woodcut image from Blast.",
      "cn": "这是《暴风》中的一幅木雕版画。"
    },
    {
      "en": "Luxun had deep love for artistic works all his life, especially in woodcut of block print.",
      "cn": "鲁迅先生一生热爱美术作品, 对版画中木刻兴趣尤甚."
    },
    {
      "en": "Texture, which is the important language form in woodcut creation, is always valued by artists.",
      "cn": "肌理作为版画创作中重要的语言形式, 历来被艺术家们所重视."
    },
    {
      "en": "The most common form of relief printing is woodcut.",
      "cn": "最常见的凸版印刷形式是木刻印版."
    },
    {
      "en": "The playing - cards were printed by woodcut blocks, and many specimens survive.",
      "cn": "纸牌是用雕版印刷, 有许多样本保存了下来."
    },
    {
      "en": "The woodcut \"Autumn\" was conceived as a harvest scene.",
      "cn": "木刻《秋》是按丰收的景象来构思的。"
    },
    {
      "en": "The woodcut reproduced below circulated in print in the 1520 s.",
      "cn": "下图重现的是16世纪20年代流通的木版画."
    },
    {
      "en": "This is an image called \"Rotterdam\" by the artist Edward Wadsworth. It's a woodcut image from Blast.",
      "cn": "这里有张图片，是出自艺术家爱德华•华兹华斯的《鹿特丹》，是《爆炸》杂志中的一幅木刻图片。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "woodcarving",
          "tran_cn": " 木刻，木雕"
        },
        {
          "word": "woodcutter",
          "tran_cn": " 樵夫；划木者；木版雕刻师"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wood block",
            "xylograph"
          ],
          "tran_cn": "木刻；木刻印版；木版画"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "木刻，木刻画，版画",
      "tran_en": "a picture made by pressing a shaped piece of wood and a colouring substance onto paper"
    }
  ],
  "exchange": {}
}