{
  "word": "unspoken",
  "ipa": {
    "us": "ʌnˈspəʊkən",
    "uk": "ʌnˈspoʊkən"
  },
  "sentences": [
    {
      "en": "\"Tough, isn'tit?\" was all she said, but Amy felt the depth of her unspoken sympathy.",
      "cn": "“很艰难，对不对？”她只说了这一句，但埃米感觉到了她未出口的深切同情。"
    },
    {
      "en": "Code hidden industry unspoken rules?",
      "cn": "暗码隐藏行业潜规则?"
    },
    {
      "en": "His face was expressionless, but Alex felt the unspoken criticism.",
      "cn": "他面无表情，但亚历克斯能感觉到他未明言的批评之意。"
    },
    {
      "en": "I came to understand the unspoken words in his work.",
      "cn": "我领悟到了他作品中的潜台词."
    },
    {
      "en": "Most designers share the unspoken belief that fashion is a valid form of visual art.",
      "cn": "大多数设计者都认同这样一种不言而明的理念，即时尚是视觉艺术的一种重要形式。"
    },
    {
      "en": "Our mightiest feeling are always those which remain most unspoken.",
      "cn": "最强烈的总是那些最缄默的感情."
    },
    {
      "en": "Our mightiest feelings are always those which remain most unspoken.",
      "cn": "我们最强烈的感情总是那些最缄默的."
    },
    {
      "en": "Pub - goers will indicate in unspoken ways if they are interested in chatting.",
      "cn": "上酒吧的人如果有兴趣交谈的话,会用 非 言语方式表现出来."
    },
    {
      "en": "She was fanciful, had all sorts of unspoken preferences, and was easily offe nded.",
      "cn": "她喜欢空想, 有着种种不说出口的偏爱, 因而容易生气."
    },
    {
      "en": "The mightiest affection is that you remain unspoken.",
      "cn": "最强烈的感情是你默默的爱心."
    },
    {
      "en": "The power of humor to dissolve a hostile confrontation often lies in its unspoken promise.",
      "cn": "幽默能够缓解敌对冲突,其力量在于它那不言而喻的许诺."
    },
    {
      "en": "The unspoken mobilization order for the silkworm campaign reached everywhere and everyone.",
      "cn": "蚕事的动员令也在各方面发动了."
    },
    {
      "en": "There had been an unspoken agreement between them that he would not call for her at Seymour House.",
      "cn": "他们之间曾经有过默契，那便是他不会到西摩屋去找她。"
    },
    {
      "en": "There is an unspoken understanding that Hugh will be in charge while Jeanne is away.",
      "cn": "大家有了默契,珍妮不在的时候由休来负责."
    },
    {
      "en": "They prefer to break another great unspoken rule - reading their partner's diary.",
      "cn": "对方说的话也不一定安全,很多受访者承认曾偷听过对方的“秘密 ” 谈话."
    },
    {
      "en": "unspoken questions",
      "cn": "未提出的问题"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "tacit",
            "wordless"
          ],
          "tran_cn": "无言的；未说出口的；不言而喻的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "connotation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未说出口的，无人与之交谈的，没人理睬的，不言而喻的",
      "tran_en": "not said for other people to hear"
    },
    {
      "pos": "v",
      "tran_cn": "取消，撤回( unspeak的过去分词)"
    }
  ],
  "exchange": {}
}