{
  "word": "cranium",
  "ipa": {
    "us": "ˈkreɪniəm",
    "uk": "ˈkreniəm"
  },
  "sentences": [
    {
      "en": "A thin cover of skin, called the scalp, covers most of the cranium.",
      "cn": "而头皮, 即一层薄薄的皮肤, 则覆盖在头盖骨之上."
    },
    {
      "en": "Conclusion: CT scanning is of remarkable referent value and significance in diagnosing cranium facial osteofibrom hyperplasy.",
      "cn": "结论: CT对颅面骨骨纤维异常增殖症的诊断具有重要参考价值."
    },
    {
      "en": "Cranial and cephalic are interchangeable adjectives which mean proceeding toward the brain and cranium.",
      "cn": "颅侧和头为可互换使用的形容词,意为向脑或头颅的一侧."
    },
    {
      "en": "Craniofacial: Of or involving both the cranium and the face.",
      "cn": "颅面的: 属于颅骨和脸面的或与颅骨和脸面有关的."
    },
    {
      "en": "I'll just store your data in my cranium until we can solve this stupid mystery.",
      "cn": "我只是想把你的数据储存在我脑里直到解决了这件神秘的事情为止."
    },
    {
      "en": "In Beijing a man with a golden gun steals the cranium bones of China's only fossil.",
      "cn": "中国最大的恐龙头骨被偷运到港,当局派特务007侦查劫匪金枪客及截回头骨."
    },
    {
      "en": "It has a jaw that is hinged at the cranium and has bony, meaty, jointed fins.",
      "cn": "它的下颚直接铰接在头骨上,还有多骨的, 有肉的 、 有接缝的鳍."
    },
    {
      "en": "Objective : To observe the therapeutic effect of 1,6 diphosphate fructose ( 1, 6 - FDP ) on cranium - brain injury ( CBI ) .",
      "cn": "目的: 观察1, 6- 二磷酸 果糖 治疗重型颅脑损伤的效果."
    },
    {
      "en": "Objective To explore the operation effect of simple awl cranium drainage in treating chronic subdural hematoma.",
      "cn": "目的　探讨单纯锥颅引流治疗慢性硬膜下血肿手术疗效."
    },
    {
      "en": "Objective To study absorbed mechanism of free bone auto - graft in cranium.",
      "cn": "目的探讨颅顶部自体骨游离移植被吸收的内在机制."
    },
    {
      "en": "Objectives : To probe into the value in diagnosing cranium facial osteofibrom hyperplasia with CT.",
      "cn": "目的: 探讨CT对颅面骨骨纤维增殖症的诊断价值."
    },
    {
      "en": "T 4 stage involved the skull bases and into cranium in 28 cases.",
      "cn": "T4期(向上侵及颅底、颅内)28例."
    },
    {
      "en": "The brain itself does not fossilise, but the inside of the cranium retains an impression of its contours.",
      "cn": "脑部分本身是不会变成化石的，但在头盖骨内部却还保留着脑的轮廓。"
    },
    {
      "en": "The skull should be fairly long, slightly domed at occiput, with cranium broad and full.",
      "cn": "头部相对较长, 后枕骨略微圆拱, 头盖骨宽而丰满."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cranial",
          "tran_cn": " 头盖的"
        },
        {
          "word": "craniate",
          "tran_cn": " 有头盖的；有头动物的；脊椎动物的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "craniate",
          "tran_cn": " 有头动物；脊椎动物"
        },
        {
          "word": "craniology",
          "tran_cn": " 头骨学；头盖学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "epicranium",
            "brainpan"
          ],
          "tran_cn": "[解剖]颅；头盖"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "头盖，头盖骨",
      "tran_en": "the part of your head that is made of bone and covers your brain"
    }
  ],
  "exchange": {
    "pl": [
      "crania",
      "craniums"
    ],
    "adj": [
      "cranial"
    ]
  }
}