{
  "word": "unpredictability",
  "ipa": {
    "us": "ˌʌnprɪˌdɪktə'bɪlətɪ",
    "uk": "ˌʌnprɪˌdɪktə'bɪlətɪ"
  },
  "sentences": [
    {
      "en": "A balance is achieved in the painting between orderliness and unpredictability.",
      "cn": "这幅画作在条理分明和出人意表之间取得了平衡。"
    },
    {
      "en": "An improved jumper and more unpredictability attacking the basket will help.",
      "cn": "改善不少的跳投和更多不可预测的突破得分会有帮助的."
    },
    {
      "en": "As its unpredictability, multiple ovulation and embryo transfer ( MOET ) have not used widely.",
      "cn": "由于结果具有不可预见性,超数排卵和胚胎移植 ( MOET ) 使用的并不十分广泛."
    },
    {
      "en": "But sexual attraction is based on spontaneity, unpredictability and, to Obama point, a little mystery.",
      "cn": "但是性的吸引力却是自发的 、 不可预见的, 对于奥巴马来说, 也有些许的神秘."
    },
    {
      "en": "But the only thing predictable about life is its unpredictability.",
      "cn": "对于人生而言,我们唯一可以预知的,就是其不可预知性."
    },
    {
      "en": "Choosing a younger successor would carry a higher degree of uncertainly of unpredictability.",
      "cn": "选择一位较年轻的继承人,会有更高的不稳定性和不可预测性."
    },
    {
      "en": "In other words, the distribution of unpredictability is not uniform throughout systems.",
      "cn": "换句话说, 不可预测性在整个系统中的分布并不是统一的."
    },
    {
      "en": "Law 12 Keep others in suspended terror: Cultivate an air of unpredictability.",
      "cn": "规则12》让他们停留在恐惧中: 营造一种不可预测的气氛."
    },
    {
      "en": "Litigation is less suited to fixed fees, however, becauseof its unpredictability.",
      "cn": "然而需要争讼的案件,由于其不可预测性, 则不太适合固定收费."
    },
    {
      "en": "The clone would go through childhood and adolescence with the same life - shaping unpredictability as any kid.",
      "cn": "这一无性繁殖系的个体将经历儿童时代和青春期,像普通小孩一样生活,成长而不可预测."
    },
    {
      "en": "The danger lies in its unpredictability. Yet that may also be a reason for hope.",
      "cn": "危险就在于其不可预测性，而这也可能是希望尚存的一个原因吧。"
    },
    {
      "en": "THE HOSTESS: It'strikes me that the route of a cult film is often its unpredictability.",
      "cn": "主持人: 邪典电影给我留下的深刻印象是其故事情节总是非常出人意料."
    },
    {
      "en": "The only thing predictable about life is its unpredictability!",
      "cn": "人生中唯一能预知的就是世事难料!"
    },
    {
      "en": "We forget about unpredictability when it is our turn to predict, and overestimate our own knowledge.",
      "cn": "当我们做出预测时,总会忘记不可预测性, 高估自己的知识能力."
    },
    {
      "en": "While the West views democracy as an advantage since it can offer United States an institutional and bloodless process for renewal, Beijing views it as a source of irrationality and unpredictability.",
      "cn": "尽管西方认为民主是一种优势，可以给美国提供一种制度上的、不流血的更新进程，但北京认为这是非理性和不可预测性的一个源头。"
    },
    {
      "en": "With the unpredictability of the volcano, authorities widened the danger zone around the mountain to 20 kilometers.",
      "cn": "鉴于这一火山的不可预测性，印尼官员将“危险区域”扩大到方圆20公里。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unpredictable",
          "tran_cn": " 不可预知的；不定的；出乎意料的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "unpredictably",
          "tran_cn": " 无法预言地）；不可预见地（不能预料地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "unpredictable",
          "tran_cn": " 不可预言的事"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不可预测性"
    },
    {
      "pos": "other",
      "tran_cn": "不可预测性，不可预知性"
    }
  ],
  "exchange": {
    "adv": [
      "unpredictably"
    ],
    "adj": [
      "unpredictable"
    ]
  }
}