{
  "word": "earner",
  "ipa": {
    "us": "ˈɜ:nə(r)",
    "uk": "ˈɜrnə(r)"
  },
  "sentences": [
    {
      "en": "Agriculture used to be Zimbabwe's number - one foreign currency earner.",
      "cn": "农业曾经是津巴布韦外汇首要的来源."
    },
    {
      "en": "Are you a wage - earner or salaried?",
      "cn": "你是工人还是职员?"
    },
    {
      "en": "Both the husband and wife are wage - earner.",
      "cn": "夫妻俩都是工薪阶层."
    },
    {
      "en": "He is the sole wage earner in his family.",
      "cn": "他是家中唯一挣工资的人."
    },
    {
      "en": "Her new business has turned out a nice little earner.",
      "cn": "她新开的商店结果还真有点赚钱呢."
    },
    {
      "en": "Li Shanshan is a typical wage earner.",
      "cn": "李珊珊是典型的工薪一族."
    },
    {
      "en": "Runaway inflation further plagued the wage - or salary - earner ( Edwin O. Reischauer )",
      "cn": "失控的通货膨胀加深了工薪阶层的痛苦 ( 埃德温O. 赖肖尔 )"
    },
    {
      "en": "T-shirts are a nice little earner and it's better than the dole.",
      "cn": "卖T恤衫来钱容易，比领救济金好。"
    },
    {
      "en": "Tax demands are scaled to the income earner's ability to pay.",
      "cn": "税收按挣钱人支付能力相应地调节."
    },
    {
      "en": "That adds up for people in countries where the average wage earner makes $ 2 per day.",
      "cn": "对于日平均工资只有2美元的越南人来说,这实在是太不划算了."
    },
    {
      "en": "the country’s biggest export earner",
      "cn": "该国利润最高的出口商品"
    },
    {
      "en": "The crop is usually the country's top export earner.",
      "cn": "农作物通常是全国最大的出口赚钱作物."
    },
    {
      "en": "The job requires extra pluck and zeal from every young wage earner.",
      "cn": "这项工作要求每个挣工资度日的年轻人特别的勇气和热情."
    },
    {
      "en": "The young wage - earner often earns good money.",
      "cn": "年轻的工资收入者往往能挣不少钱."
    },
    {
      "en": "Tourism is the country's top earner of foreign currency.",
      "cn": "旅游业是该国外汇创收最多的行业。"
    },
    {
      "en": "You cannot lift the wage earner by pulling down the wage payer.",
      "cn": "你不能通过从发工资的那里直接抽取金钱来援助工薪阶层."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "earn",
          "tran_cn": " 赚，赚得；获得，挣得；使得到；博得"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "salary earner",
      "tran_cn": "雇佣工人；受薪人士"
    },
    {
      "phrase": "wage earner",
      "tran_cn": "n. 靠工资为生的人；雇佣劳动者"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "挣钱人，工资所得者",
      "tran_en": "a business or activity which makes a profit"
    }
  ],
  "exchange": {
    "pl": [
      "earners"
    ]
  }
}