{
  "word": "staircase",
  "ipa": {
    "us": "ˈsteəkeɪs",
    "uk": "ˈsterkeɪs"
  },
  "sentences": [
    {
      "en": "Charles looked round him at the dingy smoke - discoloured walls, the wormeaten staircase.",
      "cn": "查尔斯看到墙壁到处是烟熏的痕迹, 给虫蛀厂的楼梯."
    },
    {
      "en": "Feliks is on the middle staircase and the top floor.",
      "cn": "费利克在中间的楼梯顶层."
    },
    {
      "en": "Five firemen narrowly escaped death when a staircase collapsed beneath their feet.",
      "cn": "他们脚下的一段楼梯坍塌时,5名消防队员险些丧命。"
    },
    {
      "en": "Footsteps on the staircase interrupted his train of thought.",
      "cn": "楼梯上传来脚步声,打断了他的思路."
    },
    {
      "en": "He followed her up a rickety staircase to a squalid bedsit.",
      "cn": "他跟着她上了一段摇摇晃晃的楼梯，来到了一间邋遢的卧室起居室两用房间。"
    },
    {
      "en": "Louisa was always walking down the staircase, towards that pit of shame.",
      "cn": "露意莎不断地从楼梯上一级级往下, 朝那个伤风败俗的泥坑走去."
    },
    {
      "en": "Now he made himself believe he was racing down an endless staircase.",
      "cn": "这一回,他使自己相信他正在朝一条无尽头楼梯下面跑着."
    },
    {
      "en": "She climbed the staircase cautiously, holding fast to the rail.",
      "cn": "她紧紧地抓着栏杆，小心翼翼地爬楼梯。"
    },
    {
      "en": "She heard the priest's familiar, flat footfall on the staircase.",
      "cn": "她听到楼梯上传来牧师那熟悉的单调脚步声。"
    },
    {
      "en": "She ran for the staircase and down the steps, taking them two at a time.",
      "cn": "她跑向楼梯，一步两级地奔下台阶。"
    },
    {
      "en": "The house has a superb staircase made from oak and marble.",
      "cn": "这座房子的楼梯堪称一流，是由橡木与大理石制成的。"
    },
    {
      "en": "The result is the staircase pattern shown in Fig 6 - 22.",
      "cn": "这样的结果,是图6 - 22展示的阶梯图形."
    },
    {
      "en": "The wicket opened on a stone staircase, leading upward.",
      "cn": "小门通向一道上行的石梯."
    },
    {
      "en": "There was a stone staircase against the side of the house.",
      "cn": "房子的一侧有石阶。"
    },
    {
      "en": "They walked down the staircase together.",
      "cn": "他们一起下了楼梯。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "stairway",
          "tran_cn": " 阶梯，楼梯"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "apples and pears"
          ],
          "tran_cn": "楼梯"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "spiral staircase",
      "tran_cn": "n. 螺旋梯"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "楼梯，楼梯间",
      "tran_en": "a set of stairs inside a building with its supports and the side parts that you hold on to"
    }
  ],
  "exchange": {
    "pl": [
      "staircases"
    ]
  }
}