{
  "word": "assistantship",
  "ipa": {
    "us": "əˈsɪstəntʃɪp",
    "uk": "əˈsɪstəntˌʃɪp"
  },
  "sentences": [
    {
      "en": "A good example a university job like a teaching or research asistanshipresearch assistantship.",
      "cn": "在大学任助教或助理研究员就是个不错的例子."
    },
    {
      "en": "A good example a university job like a teaching or research assistantship.",
      "cn": "助教或者助理研究员就是很好的例子."
    },
    {
      "en": "A good example is a university job like a teaching or assistantship.",
      "cn": "好的例子比如助教或者是助教奖学金."
    },
    {
      "en": "A good example is a university job like a teaching or research assistantship, some assistantship.",
      "cn": "像大学里面的助教或是研究助手是个很好的例子."
    },
    {
      "en": "A good example is an a university job like teching a teaching or research assistantresearch assistantship.",
      "cn": "很好的例子就是大学的工作比如教书或是研究生助教奖学金."
    },
    {
      "en": "A good example is University a university job like a teaching or research aship research assistantship.",
      "cn": "比较好的工作是大学里的工作例如教书或者研究助理."
    },
    {
      "en": "An assistantship at university is a job that is paid with money or free classes.",
      "cn": "大学中助教奖学金支付现金或免费课程."
    },
    {
      "en": "Do you think they'll consider my application for an assistantship?",
      "cn": "你认为他们会考虑我的研究生助教奖学金的申请 吗 ?"
    },
    {
      "en": "If you can do this, you are almost guaranteed an assistantship.",
      "cn": "如果你能做到这些, 就几乎能保证得到资助了."
    },
    {
      "en": "Later, after I improve my English, I will try to obtain a teaching assistantship.",
      "cn": "之后, 等我提高了英语水平, 我就会努力争取获得一份助教奖学金."
    },
    {
      "en": "Q: Have you got any scholarship or assistantship in this university?",
      "cn": "问: 你得到过奖学金或助学金 吗 ?"
    },
    {
      "en": "Tuition waiver, scholarship, assistantship etc.",
      "cn": "减免学费 、 奖学金和助学金等."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "scholarship"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（大学）研究生助教奖学金"
    }
  ],
  "exchange": {}
}