{
  "word": "modular",
  "ipa": {
    "us": "ˈmɒdjələ(r)",
    "uk": "ˈmɑdʒələ(r)"
  },
  "sentences": [
    {
      "en": "a modular course in business studies",
      "cn": "商学专业的一个单元课程"
    },
    {
      "en": "Any chance of your modular UAVs is missing?",
      "cn": "你们的无人航空器有可能遗失了 吗 ?"
    },
    {
      "en": "Flexible Modular Fixture: slot system, holes in two categories.",
      "cn": "柔性组合夹具: 槽系 、 孔系两大类."
    },
    {
      "en": "JAIMBot this modular architecture is used by AIM clients to provide services.",
      "cn": "JAIMBot这个模块化的体系结构用于通过AIM客户端来提供服务."
    },
    {
      "en": "Master design thought of modular mechanical drive system was introduced.",
      "cn": "介绍了模块化机械传动系统的总体设计思路."
    },
    {
      "en": "Modular check design concept facilitates maintenance and assembly access.",
      "cn": "模块化止回阀结构简化维护,有助于接近总成."
    },
    {
      "en": "Modular design to make the corridors look larger than it actually was.",
      "cn": "走廊采取可移动式模组化设计,这样可以用各种组合让场景感觉比实际上大."
    },
    {
      "en": "modular furniture",
      "cn": "组合式家具"
    },
    {
      "en": "Moreover, PCA is a special case of modular PCA.",
      "cn": "此外, pca是 分块pca的特殊情况."
    },
    {
      "en": "Most colleges now use the modular system of teaching.",
      "cn": "大多数大学现在都使用模块化的教学体系。"
    },
    {
      "en": "Sequential Modular Approach was applied to design distillation column simulation training algorithm.",
      "cn": "采用序贯模块法设计了精馏塔仿真培训的算法."
    },
    {
      "en": "Specific modular units including tin - lead solder being used in special professional equipment.",
      "cn": "特殊专业设备中包含铅锡焊料的特定组合单元."
    },
    {
      "en": "The course is modular in structure.",
      "cn": "该课程在结构上以单元划分。"
    },
    {
      "en": "The earliest automorphic functions to be studied were the elliptic modular functions.",
      "cn": "研究得最早的自导函数是椭圆模函数."
    },
    {
      "en": "The modular program concept meets individual user demands for specific project requirements.",
      "cn": "模块程序结构允许依照特殊需要加入附加大家模块."
    },
    {
      "en": "The moon vehicle system was based on a modular design.",
      "cn": "月球车系统建立在模块设计的基础之上."
    },
    {
      "en": "They ended up buying a prebuilt modular home on a two-acre lot.",
      "cn": "最后他们购买了一幢建在两英亩土地上的预制组合式房屋。"
    },
    {
      "en": "This programmer is designed on a modular basis.",
      "cn": "这程序器是在标准组件的基础上设计的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "modular construction",
      "tran_cn": "部件结构；积木式结构"
    },
    {
      "phrase": "modular design",
      "tran_cn": "积木化设计；标准设计"
    },
    {
      "phrase": "modular structure",
      "tran_cn": "模块结构"
    },
    {
      "phrase": "modular system",
      "tran_cn": "模块化系统；积木式系统"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "模的，（尤指英国大学里的课程 ）分单元的（由独立单元组成，学生可选修），（机器、建筑等）组合式的，模块化的",
      "tran_en": "consisting of separate parts or units which can be put together to form something, often in different combinations"
    }
  ],
  "exchange": {}
}