{
  "word": "chloroplast",
  "ipa": {
    "us": "ˈklɒrəplɑ:st",
    "uk": "ˈklɔrəplæst"
  },
  "sentences": [
    {
      "en": "A brief review of chloroplast structure is useful before discussing these experiments.",
      "cn": "在讨论这些试验以前,对叶绿体结构作一简短的概述是有益的."
    },
    {
      "en": "Body of how divisional coloured and chloroplast?",
      "cn": "怎么区分有色体和叶绿体?"
    },
    {
      "en": "Chloroplast membranes form elongated flattened fluid - filled sacs called thylakoids.",
      "cn": "在叶绿体基质中,有许多由膜封闭形成的扁平小囊,称为类囊体."
    },
    {
      "en": "Chloroplast ribosomes contain about 50 distinct ribosomal proteins, distributed between the two subunits.",
      "cn": "叶绿体核糖体还含有约50种不同的核糖体蛋白, 这蛋白分布在两个亚基之中."
    },
    {
      "en": "Etioplast A modified chloroplast formed from proplastids in leaves grown in total darkness.",
      "cn": "白色体:叶在生长过程中完全置于黑暗条件下,由前质体形成的变化了的叶绿体."
    },
    {
      "en": "In C 4 plants there are two types of chloroplast.",
      "cn": "在C4植物中有两种类型的叶绿体."
    },
    {
      "en": "In C4 plants there are two types of chloroplast.",
      "cn": "在C4植物中有两种类型的叶绿体。"
    },
    {
      "en": "Like those chloroplast cells -- they're completely surrounded by other life.",
      "cn": "就像那些叶绿体细胞-它们全被其他生命所包围。"
    },
    {
      "en": "Linoleic acid is the predominant fatty acid in the chloroplast.",
      "cn": "亚油酸是叶绿体中主要的脂肪酸."
    },
    {
      "en": "Phosphoenolpyruvate carboxylase intrinsically located in the chloroplast of rice plays a crucial role in ammonium assimilation.",
      "cn": "磷酸羧化酶在水稻叶绿体形成中的作用."
    },
    {
      "en": "Photosynthesis is often limited by the rate of CO 2 diffusion from the atmosphere to the chloroplast.",
      "cn": "CO2从大气中向叶绿体中的扩散经常限制光合作用的速率."
    },
    {
      "en": "Sand culture experiment compound effects of N and Zn on chloroplast ultrastructure of white clover leaves.",
      "cn": "白三叶叶片超显微结构表明,低锌条件下,随供氮水平增加,叶绿体结构变差,基粒及基粒片层、基质片层数量下降甚至解体,光合能力显著下降."
    },
    {
      "en": "Spongy tissue from the irregular round cells, with more chloroplast.",
      "cn": "海绵组织由不规则的圆形细胞组成, 亦含较多的叶绿体."
    },
    {
      "en": "The chloroplast envelope has the light yellow color of violaxanthin.",
      "cn": "叶绿体的套膜有紫黄质的淡黄色."
    },
    {
      "en": "The chloroplast is “an amazing machine,” Strano says. “They are remarkable engines that consume carbon dioxide and use light to produce glucose,” a chemical that provides energy for metabolism.",
      "cn": "叶绿体是一个“令人惊艳的机器”，斯特拉诺说，“这些超级机器借助光将二氧化碳转化为葡萄糖”，一种为新陈代谢提供能量的物质。"
    },
    {
      "en": "The green leaves of vegetables through tissue homogenate, differential centrifugation separation, density gradient centrifugation purify sample of chloroplast.",
      "cn": "对蔬菜绿叶通过组织匀浆，差速离心分离，密度梯度离心分离、纯化、提取叶绿体。"
    },
    {
      "en": "The inside of a chloroplast with the granum circled.",
      "cn": "叶绿体的内部构造与颗粒盘旋."
    },
    {
      "en": "This is the chloroplast.",
      "cn": "这是叶绿体."
    },
    {
      "en": "This picture shows the chloroplast structure.",
      "cn": "这幅图画的是叶绿体的结构."
    },
    {
      "en": "This will save energy and absorb CO2 as the bio-LED luminescence will cause the chloroplast to conduct photosynthesis.",
      "cn": "它不仅节能而且可以吸收 CO2，同时生物 LED 发光可导致叶绿体进行光合作用。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "chlorophyllous",
          "tran_cn": " 叶绿素的，含叶绿素的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "chromatophore"
          ],
          "tran_cn": "[植]叶绿体"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "叶绿体",
      "tran_en": "a plastid containing chlorophyll and other pigments, occurring in plants and algae that carry out photosynthesis "
    }
  ],
  "exchange": {}
}