{
  "word": "motel",
  "ipa": {
    "us": "məʊˈtel",
    "uk": "moʊˈtel"
  },
  "sentences": [
    {
      "en": "A wide range of hotel, motel and apartment accommodation is available in most cities, major resorts and many rural areas.",
      "cn": "在大部分城市、主要旅游点和许多农村地区，都能找到各种类型的旅馆、汽车旅馆和公寓住所。"
    },
    {
      "en": "He put Elizabeth's motel bill and airfare on his expense account.",
      "cn": "他将伊丽莎白住汽车旅馆的费用和机票费用记在他的报销账目中。"
    },
    {
      "en": "He took off at once and headed back to the motel.",
      "cn": "他立刻离开，回到汽车旅馆。"
    },
    {
      "en": "His abhorrence of racism led him to write The Algiers Motel Incident.",
      "cn": "对种族主义的憎恨促使他写了《阿尔及尔汽车旅馆事件》一书。"
    },
    {
      "en": "I also have to get back to the motel. The manager took my passport last night, and now he and the passport are nowhere to be found.",
      "cn": "我也必须回到汽车旅馆去，因为旅馆经理昨天晚上拿走了我的护照，到现在为止他本人和我的护照都不知所踪。"
    },
    {
      "en": "It was vital that he swallowed the story about Juanita being in that motel room that night.",
      "cn": "关键是他对朱厄妮塔那晚住在那个汽车旅馆房间里一事毫不怀疑。"
    },
    {
      "en": "Late that night he landed at a motel.",
      "cn": "那晚他到了一家汽车旅馆."
    },
    {
      "en": "Motel owners and restaurant managers copped it for neglecting their clients.",
      "cn": "汽车旅馆老板和饭店经理因为冷落顾客而受到责骂。"
    },
    {
      "en": "Over breakfast at my motel, I fell into conversation with the owner of a hardware shop.",
      "cn": "我在汽车旅店吃早饭时，和一位五金店的老板聊了起来。"
    },
    {
      "en": "She found a small, inexpensive motel on the outskirts of the town; it was barren and unlovely.",
      "cn": "她在城郊找了一家便宜的小汽车旅馆，那旅馆既简陋又难看。"
    },
    {
      "en": "Should I go back to the motel and wait for you to telephone?",
      "cn": "我要回汽车旅馆等你电话吗？"
    },
    {
      "en": "Stay at a cheap motel.",
      "cn": "住便宜的汽车旅馆。"
    },
    {
      "en": "Straight ahead were the low cabins of the motel.",
      "cn": "正前方就是汽车旅馆的低矮小木屋。"
    },
    {
      "en": "The gas station just neighbours to the motel.",
      "cn": "加油站就在汽车旅馆的附近。"
    },
    {
      "en": "The hotels are full up, and the guests have had to go to this dinky little motel way out on Stewart Avenue.",
      "cn": "宾馆已经客满了，客人们不得不到斯图尔特街上这家偏远的小汽车旅馆里来。"
    },
    {
      "en": "The motel manager showed the guests to their room.",
      "cn": "汽车旅馆经理把旅客领到他们房间."
    },
    {
      "en": "The sign outside the motel said \" No Vacancies \".",
      "cn": "汽车旅馆外的招牌显示 “ 客满 ”."
    },
    {
      "en": "The word motel was created by combining motor and hotel.",
      "cn": "汽车旅馆一词是由“汽车”和“旅馆”两个词合成的."
    },
    {
      "en": "They went down the corridor toward the front of the motel.",
      "cn": "他们顺着走廊向汽车旅馆的正门走去."
    },
    {
      "en": "We can stay in a motel overnight, then continue on to Copenhagen tomorrow.",
      "cn": "我们可以在一家汽车旅馆过夜，然后明天再继续出发到哥本哈根。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "hotel"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "汽车旅馆",
      "tran_en": "a hotel for people who are travelling by car, where you can park your car outside your room"
    }
  ],
  "exchange": {
    "pl": [
      "motels"
    ]
  }
}