{
  "word": "whom",
  "ipa": {
    "us": "huːm",
    "uk": "huːm"
  },
  "sentences": [
    {
      "en": "\"I want to send a telegram.\" — \"Fine, to whom?\"",
      "cn": "“我想发份电报。”——“好的，发给谁？”"
    },
    {
      "en": "\"You're too sensitive.\" — \"Too sensitive for whom?\"",
      "cn": "“你太敏感了。”——“对谁太敏感了？”"
    },
    {
      "en": "Desperate for money, she called her sister, whom she hadn’t spoken to in 20 years.",
      "cn": "因为急需用钱，她就给姐姐打了电话，她们已经20年没说过话了。"
    },
    {
      "en": "Do any other family members reside with you? Yes/No If yes, whom?",
      "cn": "是否有其他家庭成员和你住一起？如果是，谁？"
    },
    {
      "en": "From whom shall I get comfort?",
      "cn": "我从谁那儿能得到安慰呢?"
    },
    {
      "en": "He asked whom I'd told about his having been away.",
      "cn": "他问我把他曾离开的消息告诉过谁。"
    },
    {
      "en": "He is critical of the monks, whom he considers narrow-minded and self-righteous.",
      "cn": "他对僧侣们颇有微词，认为他们思想偏狭，自视清高。"
    },
    {
      "en": "He likes to know whom you've met.",
      "cn": "他想知道你见了谁。"
    },
    {
      "en": "He overworks and underpays the poor clerk whom he employs.",
      "cn": "他让那个可怜的职员超负荷工作，却只支付极低的薪水。"
    },
    {
      "en": "He was a personal friend whom I've known for many many years.",
      "cn": "他是一位我认识多年的私人朋友。"
    },
    {
      "en": "One writer in whom I had taken an interest was Immanuel Velikovsky.",
      "cn": "我感兴趣的其中一位作家是伊曼纽尔·韦利科夫斯基。"
    },
    {
      "en": "She wondered whether he had someone to whom he could talk freely.",
      "cn": "她不知道他是否有可以倾心交谈的对象。"
    },
    {
      "en": "Soldiers took away four people one of whom was later released.",
      "cn": "士兵们抓走4个人，其中1个随后被放了回来。"
    },
    {
      "en": "Speculation was rife as to whom the prince might marry.",
      "cn": "大家都在推测王子会娶谁."
    },
    {
      "en": "The dispute at the moment revolved about the question of whom to send.",
      "cn": "当时的争论是围绕着派谁去好这一问题而进行的。"
    },
    {
      "en": "There were officials to whom he could relate the whole story.",
      "cn": "有一些官员会听他讲述整个故事。"
    },
    {
      "en": "This was the man whom other trainers love to carp about.",
      "cn": "这就是老被其他教练挑毛病的那个人。"
    },
    {
      "en": "Whom did they invite?",
      "cn": "他们邀请谁了？"
    },
    {
      "en": "Whom would it profit to terrify or to kill James Sinclair?",
      "cn": "恐吓或者干掉詹姆斯·辛克莱对谁会有好处？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "谁（who的宾格）",
      "tran_en": "the object form of ‘who’, used especially in formal speech or writing"
    },
    {
      "pos": "pron&conj",
      "tran_cn": " 谁"
    }
  ],
  "exchange": {}
}