{
  "word": "malformed",
  "ipa": {
    "us": "ˌmælˈfɔ:md",
    "uk": "ˌmælˈfɔrmd"
  },
  "sentences": [
    {
      "en": "Bad or malformed serialization info for the message object.",
      "cn": "该消息对象的序列化信息错误或格式不正确."
    },
    {
      "en": "Conclusion. There were morphologic variations of the posterior components of malformed vertebrae.",
      "cn": "结论: 脊柱畸形的后部存在着形态学的变异."
    },
    {
      "en": "If the heart be malformed, the condition may be ascertained by the X - ray examination.",
      "cn": "如果心脏呈畸形, 这种情况即可用 爱克斯光 检查确定."
    },
    {
      "en": "Internal compiler error: code generator received malformed input.",
      "cn": "内部编译器错误: 代码生成器收到格式不正确的输入."
    },
    {
      "en": "malformed limbs",
      "cn": "畸形的四肢"
    },
    {
      "en": "Many animals died during these experiments, including ones malformed at birth.",
      "cn": "许多动物死于这些试验, 这当中包括产下的畸形胎."
    },
    {
      "en": "More rarely, the tubes have been malformed from birth.",
      "cn": "这些管状器官先天畸形的现象更加少见。"
    },
    {
      "en": "Some medical historians have implicated kidney disease because of Mozart's malformed ear.",
      "cn": "一些医学史家曾暗示是肾脏疾病,因为莫扎特的耳朵有些畸形."
    },
    {
      "en": "The average number of packets containing malformed data received per second.",
      "cn": "平均每秒收到的含有错误格式的数据的数据包数."
    },
    {
      "en": "The default is to not display malformed answers.",
      "cn": "对于那些有问题的响应是否显示,默认是不显示."
    },
    {
      "en": "The number of packets containing malformed data received.",
      "cn": "收到的含有错误格式的数据的数据包数."
    },
    {
      "en": "The runtime ignores entire configuration file if it contains malformed XML.",
      "cn": "如果配置文件包含格式错误的XML,运行时将忽略整个配置文件."
    },
    {
      "en": "The thick , fleshy leaves are greatly enlarged and malformed.",
      "cn": "肥厚多汁的叶子,迅速扩大成为畸形叶."
    },
    {
      "en": "The XML input malformed.",
      "cn": "不明白是不是输入的格式有问题."
    },
    {
      "en": "There was an error reading the log malformed requests property.",
      "cn": "读取“格式不正确的日志请求”属性出错."
    },
    {
      "en": "There was an error writing the log malformed requests property.",
      "cn": "写入“格式不正确的日志请求”属性出错."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "malformation",
          "tran_cn": " 畸形；变形"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "thrawn",
            "freaky"
          ],
          "tran_cn": "畸形的，难看的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "难看的，畸形的",
      "tran_en": "if a part of someone’s body is malformed, it is badly formed"
    }
  ],
  "exchange": {}
}