{
  "word": "kilowatt",
  "ipa": {
    "us": "ˈkɪləwɒt",
    "uk": "ˈkɪləwɑt"
  },
  "sentences": [
    {
      "en": "A kilowatt is 1000 watt.",
      "cn": "一千瓦等于一千瓦特."
    },
    {
      "en": "a prototype system which produces 25 kilowatts of power",
      "cn": "一个生产25千瓦电量的样机"
    },
    {
      "en": "Devices called kilowatt - hour meters are used to measure this intangible electrical energy delivered to customers.",
      "cn": "称为千瓦时表(电度表)的表计就用来计量这种供给用户的无形电能."
    },
    {
      "en": "Hyundai a 30 - kilowatt electric motor between the 169 - horsepower, 2.4 - liter gasoline engine and a six - speed automatic transmission.",
      "cn": "现代在一部2.4升169马力的汽油发动机和一具六档自动变速箱之间装备了一部30千瓦的电动机."
    },
    {
      "en": "It creates four times more jobs per kilowatt hour generated than fossil fuel such as coal.",
      "cn": "它每千瓦时能产生相当于煤等固体燃料四倍的能量."
    },
    {
      "en": "The customer cannot directly detect a kilowatt - hour with any of his physical senses.",
      "cn": "用户不能用人体感官直接察觉千瓦时的用电量."
    },
    {
      "en": "The most important advantage of the gasoline engine is its lower weight per kilowatt.",
      "cn": "汽油机最重要的优点是每千瓦的质量较轻."
    },
    {
      "en": "The watt is a small unit of power so that we use the kilowatt instead.",
      "cn": "瓦特是小功率的单位,因此我们用千瓦代之."
    },
    {
      "en": "They pay thirty fen per kilowatt hour.",
      "cn": "他们每度电付三角钱."
    },
    {
      "en": "To reach the 100 kilowatt target, the laser will require six modules.",
      "cn": "为了达到100千瓦目标, 激光发生器将要求有六个模块."
    },
    {
      "en": "Wave energy right now we are estimating is around fifty cents a kilowatt an hour.",
      "cn": "据我们估计,海浪能达到每小时50千瓦左右."
    },
    {
      "en": "We saves every blob and kilowatt - hour today in order to weight our customers in the market.",
      "cn": "今天我们节省一滴水、一度电,明天客户就多一份立足、竞争的砝码."
    },
    {
      "en": "Where the watt is too small a unit, we many use the kilowatt.",
      "cn": "在用瓦作单位嫌太小的情况下, 我们用千瓦."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "kilowatt hour",
      "tran_cn": "度；千瓦（特）小时"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[电]千瓦",
      "tran_en": "a unit for measuring electrical power, equal to 1,000 watts"
    }
  ],
  "exchange": {
    "pl": [
      "kilowatts"
    ]
  }
}