{
  "word": "impending",
  "ipa": {
    "us": "ɪmˈpendɪŋ",
    "uk": " ɪmˈpendɪŋ"
  },
  "sentences": [
    {
      "en": "A sense of impending doom came upon all of us.",
      "cn": "我们所有人都有一种大难临头的感觉。"
    },
    {
      "en": "Against a background of impending famine, heavy fighting took place.",
      "cn": "即将发生饥荒之时, 严重的战乱爆发了."
    },
    {
      "en": "Anxiety refers to the emotional state elicited by signals of impending punishment.",
      "cn": "焦虑不安是指由于出现迫在眉睫的、惩罚的征兆而产生的情绪状况."
    },
    {
      "en": "For weeks I have had a feeling of impending disaster.",
      "cn": "几个星期来,我一直感到大祸即将临头."
    },
    {
      "en": "From the moment Edward had told her of the escape attempt, she had been overtaken by a sense of impending doom.",
      "cn": "自从爱德华告诉她打算逃跑的那一刻起，她便强烈感到厄运在一步步逼近。"
    },
    {
      "en": "Glaucus gazed upon his impending fate with unwinking eyes.",
      "cn": "格劳科斯睁大眼睛,盯着迫在眉睫的灾难."
    },
    {
      "en": "He'd spoken to Simon that morning of his impending marriage.",
      "cn": "那个早上他已经对西蒙讲过他即将结婚的事了。"
    },
    {
      "en": "On the morning of the expedition I awoke with a feeling of impending disaster.",
      "cn": "出发远征的那个早上，我醒来就有一种灾难即将来临的感觉。"
    },
    {
      "en": "On the morning of the expedition, I awoke with a feeling of impending disaster.",
      "cn": "远征出发的那天早上，我醒来就有一种大难临头的感觉。"
    },
    {
      "en": "Rumours about an impending royal divorce were rife.",
      "cn": "到处都是有关王室成员即将离婚的传言."
    },
    {
      "en": "She could now no longer contain herself, and was convinced that some disaster was impending.",
      "cn": "她此时按捺不住自己, 料想一定是凶多吉少."
    },
    {
      "en": "The king convoke parliament to cope with the impending danger.",
      "cn": "国王召开国会以应付迫近眉睫的危险."
    },
    {
      "en": "The town itself is believed to be largely deserted after many of its inhabitants fled the impending crackdown, some of them crossing the border to nearby Turkey.",
      "cn": "据信，许多居民逃离即将发生的镇压活动之后，这个城镇大部分已经被遗弃，其中一些人穿越边境逃往附近的土耳其。"
    },
    {
      "en": "There were perfectly cogent reasons why Julian Cavendish should be told of the Major's impending return.",
      "cn": "要将少校即将返回的消息告知朱利安·卡文迪什是有绝对充足的理由的。"
    },
    {
      "en": "They received intelligence of an impending invasion.",
      "cn": "他们收到消息,说侵略就在眼前."
    },
    {
      "en": "War was impending over the young republic.",
      "cn": "战争正在逼近这个年轻的共和国."
    },
    {
      "en": "We were well aware of impending disaster.",
      "cn": "我们清楚地意识到即将来临的灾难."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "impendent",
          "tran_cn": " 即将发生的；迫近的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "impendence",
          "tran_cn": " 迫切；危急"
        },
        {
          "word": "impendency",
          "tran_cn": " 迫切；危急"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "impend",
          "tran_cn": " 迫近；即将发生"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "pressing",
            "stringent"
          ],
          "tran_cn": "即将发生的；迫切的；悬挂的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "black",
            "forthcoming",
            "imminent"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "threatening"
          ],
          "tran_cn": "迫近；悬空（impend的现在分词）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "impending death",
      "tran_cn": "濒死；垂死"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "即将发生的，迫在眉睫的，迫切的，悬挂的",
      "tran_en": "an impending event or situation, especially an unpleasant one, is going to happen very soon"
    },
    {
      "pos": "n",
      "tran_cn": "迫近"
    },
    {
      "pos": "v",
      "tran_cn": "迫近(impend的现在分词)，悬空"
    }
  ],
  "exchange": {}
}