{
  "word": "electorate",
  "ipa": {
    "us": "ɪˈlektərət",
    "uk": "ɪˈlɛktərɪt"
  },
  "sentences": [
    {
      "en": "A majority of the electorate oppose the law.",
      "cn": "大多数选民反对这项法规。"
    },
    {
      "en": "According to radio the British electorate are going to vote tomorrow.",
      "cn": "据电台广播英国选民定于明天投票选举."
    },
    {
      "en": "Gandhi was accused by some of trying to appease both factions of the electorate.",
      "cn": "一些人指责甘地试图安抚两派选民。"
    },
    {
      "en": "His personal relationship with the electorate stands in good stead ( John Sears )",
      "cn": "他与选民的个人关系是有很大帮助的 ( 约翰西尔斯 )"
    },
    {
      "en": "In the country the vast electorate was restless and adrift.",
      "cn": "在国内,广大的选民浮躁不安,旁徨而无所适从."
    },
    {
      "en": "Mr Walsh has a keen appreciation of the priorities of the electorate.",
      "cn": "沃尔什先生深刻理解选民最为关注的事项。"
    },
    {
      "en": "Only 70% of the electorate voted in the last election.",
      "cn": "在上次选举中，只有70%的选民参加了投票。"
    },
    {
      "en": "Politicians all too often pander to the envious tendencies among the electorate.",
      "cn": "政客们常常会迎合选民的妒忌倾向."
    },
    {
      "en": "Politicians normally avoid getting tangled up in anything to do with their electorate's savings.",
      "cn": "政治家们通常都避免卷进任何与选民储蓄有关的事情里去。"
    },
    {
      "en": "The electorate became increasingly intolerant of instabilities when the actual rates transgressed those considered tolerable.",
      "cn": "当实际税率超过可以容忍的限度时,选民们就会越发不能忍受经济的不稳定性."
    },
    {
      "en": "The electorate is growing tired of his posturings.",
      "cn": "选民对他的口是心非逐渐生厌."
    },
    {
      "en": "The proposed increase in income tax proved deeply unpopular with the electorate.",
      "cn": "增加所得税的建议令选民十分不满。"
    },
    {
      "en": "There is widespread apathy among the electorate.",
      "cn": "选民普遍态度冷淡。"
    },
    {
      "en": "They largely misread the mood of the electorate.",
      "cn": "他们很大程度上误读了选民的意图。"
    },
    {
      "en": "They make up a huge hugely important slice of the electorate.",
      "cn": "他们是选民的重要组成部分."
    },
    {
      "en": "Two-thirds of the national electorate had the chance to vote in these elections.",
      "cn": "全国选民的2/3有机会在这些选举中投票。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "elect",
          "tran_cn": " 选出的；当选的；卓越的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "elect",
          "tran_cn": " 被选的人；特殊阶层；上帝的选民"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "elect",
          "tran_cn": " 作出选择；进行选举"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "elect",
          "tran_cn": " 选举；选择；推选"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "constituent",
            "precinct"
          ],
          "tran_cn": "选民；选区"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "全体选民",
      "tran_en": "all the people in a country who have the right to vote"
    }
  ],
  "exchange": {
    "pl": [
      "electorates"
    ]
  }
}