{
  "word": "immemorial",
  "ipa": {
    "us": "ˌɪməˈmɔ:riəl",
    "uk": "ˌɪməˈmɔriəl, -ˈmor-"
  },
  "sentences": [
    {
      "en": "Communicable diseases have been a curse of mankind since time immemorial.",
      "cn": "自古以来,某些传染性疾病就是人类的灾祸."
    },
    {
      "en": "False bottoms and bear market rallies have trapped investors since time immemorial.",
      "cn": "投资者落入谷底假象和熊市止跌回升的陷阱久已有之."
    },
    {
      "en": "From time immemorial the tribe have buried their dead here.",
      "cn": "自古以来该部落就把死者埋葬在这里."
    },
    {
      "en": "From time immemorial there has been the belief that there are good and bad places to be.",
      "cn": "人生既有顺境，也有逆境，这种观念自古有之。"
    },
    {
      "en": "I see the Russian soldiers standing on the threshold of their native land, guarding the fields which their fathers have tilled from time immemorial.",
      "cn": "我看见俄国士兵站在祖国的大门口，守卫着他们的祖先自远古以来劳作的土地。"
    },
    {
      "en": "Members of my family have lived in this house since time immemorial.",
      "cn": "我的家人很久以前就住在这幢房子里了."
    },
    {
      "en": "My family has lived in this village since time immemorial.",
      "cn": "我家很早以前就一直住在这个村子里."
    },
    {
      "en": "People have been kicking objects around for fun since time immemorial.",
      "cn": "自古以来人们为了取乐就将身边的东西踢来踢去."
    },
    {
      "en": "Since time immemorial, Hani women have participated in fish - raising.",
      "cn": "自古以来, 哈尼族妇女就是梯田养鱼的参与者."
    },
    {
      "en": "Since time immemorial, the whale has been wreathed in mystery—and of course it almost predates time itself, having existed long before the land around which it swims.",
      "cn": "自远古以来，鲸鱼一直被披上神秘的色彩--当然它们也的确几乎与时间一样古老，它们存在的时间比它们游过的陆地的历史还长。"
    },
    {
      "en": "Such ceremonies have been handed down to us from time immemorial.",
      "cn": "这种仪式不知从何时起一直传下来."
    },
    {
      "en": "The Barton family have lived in this village since time immemorial.",
      "cn": "巴顿家族自古以来就住在这个村里."
    },
    {
      "en": "The museum has many immemorial cultural relics.",
      "cn": "该博物馆收藏了很多极其古老的文物."
    },
    {
      "en": "The story has come down from time immemorial.",
      "cn": "这个故事从远古流传至今."
    },
    {
      "en": "There have been ponies on Dartmoor from time immemorial.",
      "cn": "自远古以来,达特穆尔高原就一直有小型马."
    },
    {
      "en": "These legends have come down from time immemorial.",
      "cn": "这些传说是从远古时代传下来的."
    },
    {
      "en": "They have been in possession of the island for time immemorial.",
      "cn": "他们自古以来就拥有该岛."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "old",
            "ancient",
            "primitive"
          ],
          "tran_cn": "远古的，古老的；无法追忆的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "antiquated"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "time immemorial",
      "tran_cn": "远古以来；太古时代；很久以前；法律不能追溯的年代"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无法追忆的，远古的",
      "tran_en": "starting longer ago than people can remember, or than written history shows"
    }
  ],
  "exchange": {}
}