{
  "word": "alumni",
  "ipa": {
    "us": "əˈlʌmnaɪ",
    "uk": "əˈlʌmnaɪ"
  },
  "sentences": [
    {
      "en": "Academics, students and alumni of the Business School congratulate the winning team.",
      "cn": "得奖学生接受工商管理学院的老师 、 同学和校友恭贺."
    },
    {
      "en": "Alumni tell why the event is such a great place reconnect.",
      "cn": "前受奖人分享为何这是很棒的再接触机会."
    },
    {
      "en": "Facts: No link to press several Danyang Experimental Elementary School alumni.",
      "cn": "事实: 记者辗转联系到了几位丹阳实验小学的校友."
    },
    {
      "en": "Helping alumni keep in touch is a give - and - take process.",
      "cn": "协助校友与学校产生连结可说是互利的过程."
    },
    {
      "en": "How can you encourage alumni from Foundation programs to join Rotary?",
      "cn": "你能如何鼓励扶轮基金会计画来的前受奖人参与扶轮?"
    },
    {
      "en": "I write thank - you note to alumni who helped me out.",
      "cn": "给帮助我的校友写谢函."
    },
    {
      "en": "If your former school has an alumni group, get involved.",
      "cn": "如果你以前的学校有校友会, 那就加入吧."
    },
    {
      "en": "Most of the previous winners played pivotal roles in their alumni associations.",
      "cn": "过去荣膺此奖项的校友,大多数都在各校友会中扮演过重要的角色."
    },
    {
      "en": "My alumni and alumna are present at my birthday party.",
      "cn": "我的男校友和女校友都出席了我的生日聚会."
    },
    {
      "en": "Perhaps the best measure is the extraordinary success of our alumni.",
      "cn": "也许最好的标尺是我们的校友的非凡成功."
    },
    {
      "en": "Raymond: Just got my alumni magazine from Gordanema College.",
      "cn": "雷蒙德: 我刚刚收到戈达涅马学院寄来的校友杂志."
    },
    {
      "en": "School alumni employ students during summer and winter breaks.",
      "cn": "在寒暑假期间,学生可以到校友办的公司打工."
    },
    {
      "en": "Several alumni have agreed to help raise money.",
      "cn": "几位校友已同意帮助筹资."
    },
    {
      "en": "Should you forget, there is an alumni association to remind you.",
      "cn": "即使你忘了这一点, 校友会也会来提醒你."
    },
    {
      "en": "The college just finished building a new alumni building.",
      "cn": "这所大学刚建成了一座校友大楼."
    },
    {
      "en": "the University alumni association",
      "cn": "大学校友会"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "alumni association",
      "tran_cn": "校友会"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（男）校友，（男）毕业生，校友( alumnus的名词复数 )",
      "tran_en": "the former students of a school, college etc"
    }
  ],
  "exchange": {}
}