{
  "word": "ambivalence",
  "ipa": {
    "us": "æm'bɪvələns",
    "uk": "æmˈbɪvələns"
  },
  "sentences": [
    {
      "en": "A contradiction not rooted in ambivalence remains a mere psychological incident.",
      "cn": "矛盾而未根源于犹豫不定,始终仅是心理的偶发事件."
    },
    {
      "en": "But contradictions do not necessarily produce ambivalence.",
      "cn": "但是矛盾未必产生犹豫不决."
    },
    {
      "en": "But the European effort was beset by ambivalence at its core.",
      "cn": "但是欧洲的这种努力从根本上说是充满了矛盾."
    },
    {
      "en": "But the poll shows ambivalence about Mr. Obama's economic prescriptions.",
      "cn": "但调查显示人们对奥巴马挽救经济的行动爱恨交织."
    },
    {
      "en": "He understood the public's ambivalence, shown by every poll.",
      "cn": "他了解每次民意测验反映出来的公众的矛盾心理."
    },
    {
      "en": "His poetry, and the main female characters lack realism, refraction of Byron female ambivalence.",
      "cn": "他的诗歌中的女性人物缺乏主体性和真实感, 折射出拜伦对女性的矛盾心态."
    },
    {
      "en": "I've never lied about my feelings, including my ambivalence about getting married again.",
      "cn": "对于自己的感情，我从来不说谎，包括我对于再婚游移不定的态度。"
    },
    {
      "en": "Kim is a novel that nowadays is regarded with some ambivalence.",
      "cn": "《吉姆》是一本在今天受到褒贬不一的小说."
    },
    {
      "en": "She felt a certain ambivalence towards him.",
      "cn": "她对他的态度有些矛盾."
    },
    {
      "en": "Subsequent cases display similar ambivalence about the FDA's use of summary judgment.",
      "cn": "随后的案件对食品和药物管理局利用即决审判的作法表示了相同的矛盾心理."
    },
    {
      "en": "Taming the Prince : The Ambivalence of Modern Executive Power , 1989 , 1993.",
      "cn": "《驯化君主》,冯克利译,上海: 上海人民, 2005."
    },
    {
      "en": "The car also has a curious ambivalence.",
      "cn": "小汽车还具有令人奇怪的两重性."
    },
    {
      "en": "The document expressed some ambivalence over the doctrine of predestination.",
      "cn": "这份文献显示出对宿命论的某些矛盾观点."
    },
    {
      "en": "This installation is exploring the ambivalence in the perception of human interaction.",
      "cn": "这个装置探索的是人们如何看待人类相互交流的矛盾心理."
    },
    {
      "en": "When I graduated from college, though, my days of ambivalence were over.",
      "cn": "然而当我大学毕业时, 这种矛盾的日子结束了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ambivalent",
          "tran_cn": " 矛盾的；好恶相克的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "contradiction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "矛盾情绪，矛盾心理，摇摆，犹豫"
    }
  ],
  "exchange": {
    "pl": [
      "ambivalences"
    ],
    "adv": [
      "ambivalently"
    ],
    "adj": [
      "ambivalent"
    ]
  }
}