{
  "word": "hypocrisy",
  "ipa": {
    "us": "hɪˈpɒkrəsi",
    "uk": "hɪˈpɑːkrəsi"
  },
  "sentences": [
    {
      "en": "Dickens incarnated hypocrisy in his Uriah Heep.",
      "cn": "狄更斯把虚伪体现在他塑造的人物赖亚·赫普身上."
    },
    {
      "en": "European carping over the phraseology represented a mixture of hypocrisy and subterfuge.",
      "cn": "欧洲在措词上找岔子的做法既虚伪又狡诈."
    },
    {
      "en": "He accused newspapers of hypocrisy in their treatment of the story.",
      "cn": "他指责了报纸在报道该新闻时的虚伪。"
    },
    {
      "en": "He railed against hypocrisy and greed.",
      "cn": "他痛斥伪善和贪婪的行为。"
    },
    {
      "en": "His statement reeks of hypocrisy.",
      "cn": "他的话显然很虛伪."
    },
    {
      "en": "I challenged him on the hypocrisy of his political attitudes.",
      "cn": "我就他虚伪的政治观点质问他。"
    },
    {
      "en": "In the moralistic accents of today's leaders we hear echoes of a previous generation's hypocrisy.",
      "cn": "在当今领导人的说教腔调中,我们感到了上一代人的伪善."
    },
    {
      "en": "It would be sheer hypocrisy to pray for success, since I’ve never believed in God.",
      "cn": "我从不相信上帝，因此为获成功而祈祷是纯粹的虚伪之举。"
    },
    {
      "en": "The baron became increasingly heated over the hypocrisy of it all.",
      "cn": "男爵对整件事的虚伪感到越来越生气。"
    },
    {
      "en": "The clamour to draw a veil over the minister's extra-marital activities reeks of hypocrisy.",
      "cn": "想要掩饰部长婚外情的喧嚣叫嚷之声让人倍感虚伪。"
    },
    {
      "en": "The debate in the mainstream press has been a classic example of British hypocrisy.",
      "cn": "主流媒体上的辩论是英国式虚伪的典型例子。"
    },
    {
      "en": "The TV show had the whiff of hypocrisy and pomposity.",
      "cn": "这个电视节目有些伪善和夸耀的嫌疑。"
    },
    {
      "en": "The whole thing reeks of hypocrisy.",
      "cn": "整件事显然透着虚伪。"
    },
    {
      "en": "There was a measure of hypocrisy and calculation in Tennie's method.",
      "cn": "丹妮的方法显得有点虚伪,有点工于心计."
    },
    {
      "en": "They left themselves wide open to accusations of double standards and hypocrisy.",
      "cn": "他们使自己陷于被人指责搞双重标准和虚伪不实的境地。"
    },
    {
      "en": "You'll have little patience with the hypocrisy and double standards you encounter.",
      "cn": "你将会无法忍受所遭遇的伪善和双重标准。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "hypocritically",
          "tran_cn": " 伪善地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "hypocrite",
          "tran_cn": " 伪君子；伪善者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "untruthfulness",
            "falsity"
          ],
          "tran_cn": "虚伪；伪善"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deception",
            "lip",
            "service"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "伪善，虚伪",
      "tran_en": "when someone pretends to have certain beliefs or opinions that they do not really have – used to show disapproval"
    }
  ],
  "exchange": {
    "pl": [
      "hypocrisies"
    ]
  }
}