{
  "word": "unsurpassed",
  "ipa": {
    "us": "ˌʌnsəˈpɑ:st",
    "uk": "ˌʌnsərˈpæst"
  },
  "sentences": [
    {
      "en": "A person or thing of unsurpassed excellence or beauty; a paragon.",
      "cn": "殊品,完人,绝代佳人卓越无比的完美事物或美人; 完人."
    },
    {
      "en": "An ordinary mind is a mind of utmost freedom and unsurpassed joy.",
      "cn": "24平常心就是最自在、最愉快的心."
    },
    {
      "en": "Animal and plant life are abundant, and the scenery is unsurpassed.",
      "cn": "这里的动物和植物种类繁多, 景色美不胜收."
    },
    {
      "en": "Covance's ongoing success offers team members unsurpassed growth and career development opportunities.",
      "cn": "科文斯的不断成功为团队成员提供了良好的成长和职业发展机会."
    },
    {
      "en": "His mind was keen, and his will to work was unsurpassed.",
      "cn": "他头脑敏捷, 工作意识无人可比."
    },
    {
      "en": "I'm sure the freshness and sweetness of my fruits are unsurpassed.",
      "cn": "我相信它们的新鲜度与甜度是无人可比的."
    },
    {
      "en": "In another literary form, poetry, the Bible is unsurpassed.",
      "cn": "在另一种文学形式即诗歌方面, 《圣经》是无与伦比的."
    },
    {
      "en": "It provides the unsurpassed couple and the safest transportation.",
      "cn": "它提供了无与伦比的夫妇和最安全的交通工具."
    },
    {
      "en": "My country is blessed with unsurpassed natural resources.",
      "cn": "我国有得天独厚的自然资源."
    },
    {
      "en": "Queen Elizabeth II of Britain has an unsurpassed collection of Canalellos.",
      "cn": "英国女王伊丽莎白二世收集了许多卡纳莱托的风景画,无人可及."
    },
    {
      "en": "The green of this English country is unsurpassed.",
      "cn": "英国这个农村的绿色是举世绝伦的."
    },
    {
      "en": "The quality of Smallbone furniture is unsurpassed.",
      "cn": "斯莫尔本恩家具品质超凡。"
    },
    {
      "en": "They claim to have perfected unsurpassed Bodhi uttering a great lie.",
      "cn": "自言满足无上菩提.大妄语成."
    },
    {
      "en": "They composed and sang epic poems of unsurpassed beauty and insight.",
      "cn": "他们创作并演唱史诗,其优美和深刻无与伦比."
    },
    {
      "en": "They showed unsurpassed bravery in battle.",
      "cn": "在战斗中他们表现得无比英勇."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prime",
            "unique",
            "unparalleled"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未被凌驾的，非常卓越的，绝伦"
    }
  ],
  "exchange": {}
}