{
  "word": "menthol",
  "ipa": {
    "us": "ˈmenθɒl",
    "uk": "ˈmenθɔl"
  },
  "sentences": [
    {
      "en": "After trying the menthol cigarettes he decided to stick to smoking the regular kind.",
      "cn": "尝试抽薄荷脑香烟后,他决定继续抽原来那种香烟."
    },
    {
      "en": "Billy: Menthol. It clears your sinuses. Smell.",
      "cn": "比利: 薄荷脑. 它能让你呼吸顺畅. 闻闻."
    },
    {
      "en": "Bones meal and menthol oil should be stowed against the fore bulkhead of Hatch No.3 deck.",
      "cn": "骨粉和薄荷油应紧靠三舱二层舱前壁装."
    },
    {
      "en": "CONCLUSION l - Menthol promotes the nasal cavity absorption of insulin.",
      "cn": "结论薄荷醇可促进胰岛素的鼻腔吸收."
    },
    {
      "en": "Inhalations of menthol may do the trick.",
      "cn": "吸入薄荷醇或许可以起到作用。"
    },
    {
      "en": "Menthol is one of the ingredients of this kind of food.",
      "cn": "这类食品中添加了薄荷脑."
    },
    {
      "en": "Menthol was obtained from lemon eucalyptus oil via cyclization and catalytic hydrogenation.",
      "cn": "以柠檬桉叶油为主要原料经环化、催化氢化二步反应得到薄荷醇."
    },
    {
      "en": "Menthol: Crystalline organic compound of the isoprenoid family.",
      "cn": "薄荷醇: 类异戊间二烯化合物族的结晶有机化合物."
    },
    {
      "en": "Objective : To improve the identification method of camphor in compound menthol nasal erops.",
      "cn": "目的: 改进复方薄荷脑滴鼻液中樟脑的鉴别方法."
    },
    {
      "en": "Objective To a method for determination of mentholatum in menthol spirit.",
      "cn": "目的建立毛细管气相色谱法测定薄荷脑醑中薄荷脑的含量."
    },
    {
      "en": "Objective:To establish a GC method for the quantitative determination of menthol(C10H20O)in Compound Apomorphine Hydrochloride Nasal Spray.",
      "cn": "目的：建立新药复方盐酸阿扑吗啡鼻喷剂中薄荷脑（C10H20O）的含量测定方法。"
    },
    {
      "en": "The menthol in the toothpaste gives a cooling sensation.",
      "cn": "牙膏中的薄荷油使人感觉到清凉."
    },
    {
      "en": "The menthol pills are antipyretic and throat - soothing.",
      "cn": "薄荷糖含片,清热润喉."
    },
    {
      "en": "They covered the affected parts with menthol.",
      "cn": "他们在患部涂上薄荷醇."
    },
    {
      "en": "This is a salve containing menthol.",
      "cn": "这是一种含有薄荷的药膏。"
    },
    {
      "en": "To date, it always reminds me of you whenever I see a man smoking menthol Marlboro.",
      "cn": "直到现在, 只要看到吸绿色万宝路烟的男人,我就会想起你."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mentholated",
          "tran_cn": " 含薄荷脑的；含薄荷醇的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "薄荷醇，薄荷脑",
      "tran_en": "a substance that smells and tastes of  mint  , used to give cigarettes and sweets a special taste"
    }
  ],
  "exchange": {}
}