{
  "word": "fairyland",
  "ipa": {
    "us": "ˈfeərilænd",
    "uk": "ˈferilænd"
  },
  "sentences": [
    {
      "en": "\" Fairyland \", however inadequate , is perhaps the only word to choose.",
      "cn": "说它宛若 “ 神话世界 ”, 恐怕也只是见重于外在的美吧."
    },
    {
      "en": "At night, the harbor is a fairyland.",
      "cn": "夜晚，港口美如仙境。"
    },
    {
      "en": "Coal piles on the Zinc mine is like an fairyland for children.",
      "cn": "炼锌矿上的煤堆是孩子们的乐园."
    },
    {
      "en": "Enjoyable fairyland, poetic sentiment bonsai, Chinese scenery name card, world geology park.",
      "cn": "写意仙境, 诗意盆景, 中国山水名片, 世界地质公园."
    },
    {
      "en": "Fog, Shuitianyise, Huguang nothing seems to Penglai fairyland, are desirable.",
      "cn": "雾日, 水天一色, 湖光高阁,似蓬莱仙境, 无不令人向往."
    },
    {
      "en": "I shall cross the seven seas and the thirteen rivers of fairyland.",
      "cn": "我将要穿越仙境里的七海和十三河."
    },
    {
      "en": "I shall cross the seven seas and thirteen rivers in the fairyland.",
      "cn": "我将越过仙人世界里的七个大海和十三条河道."
    },
    {
      "en": "I should sail the seven seas and the thirteen rivers of fairyland.",
      "cn": "我要将它航行到仙境里的七海和十三河."
    },
    {
      "en": "Let us come into this wonderful fairyland with Alice!",
      "cn": "就让我们和爱丽丝一起走进这奇妙的仙境吧!"
    },
    {
      "en": "Sara then sat on Peter's knee and talked happily about her fairyland.",
      "cn": "莎拉坐在彼得的膝上,高兴地谈论着她的仙境故乡."
    },
    {
      "en": "The fairyland has got the Holy Land of nature.",
      "cn": "神奇的仙境已成了自然的圣地."
    },
    {
      "en": "The garden was a fairyland of beautiful flowers and sweet odors.",
      "cn": "那座花园是个繁花似锦、香气袭人的仙境."
    },
    {
      "en": "The toyshop is a fairyland for young children.",
      "cn": "玩具店是孩子们的仙境。"
    },
    {
      "en": "This is a veritable fairyland.",
      "cn": "这简直是个幻境."
    },
    {
      "en": "This is Tianmu Lake also known as the Green Fairyland.",
      "cn": "韩佳:这里就是有着绿色仙境之称的天目湖."
    },
    {
      "en": "We found ourselves in the midst of a veritable fairyland.",
      "cn": "我们发现我们在名副其实的仙境中."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cloudland",
            "dreamland"
          ],
          "tran_cn": "仙境"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "仙乡， 仙界，美妙神奇的地方， 仙境",
      "tran_en": "a place that looks very beautiful and special"
    }
  ],
  "exchange": {
    "pl": [
      "fairylands"
    ]
  }
}