{
  "word": "repairable",
  "ipa": {
    "us": "rɪˈpeərəbl",
    "uk": "rɪˈperəbl"
  },
  "sentences": [
    {
      "en": "All internal valve components shall be removable and repairable while the valve body remains in line.",
      "cn": "在阀门处于在线状态下所有阀门部件都是可拆卸和可维修的."
    },
    {
      "en": "An analysis model based on aircraft availability for determining the repairable spares demand is proposed.",
      "cn": "提出了一种以飞机可用度为评价指标来确定可修件需求量的分析模型."
    },
    {
      "en": "Ascertain of the repairing interval of repairable air materiel works on its stocks.",
      "cn": "可修复性航材修理间隔期的确定影响到可修复性航材的库存."
    },
    {
      "en": "Evolvable Hardware ( EHW ) is a kind of hardware with self - organizable, self - adaptive and self - repairable ability.",
      "cn": "演化硬件是一种具有自组织 、 自适应、自修复能力的硬件."
    },
    {
      "en": "In this paper, some functioning characterizations for two unit repairable systems are discussed.",
      "cn": "讨论了由两个具有独立指数寿命部件构成的温储备可修复系统的几个工作特征."
    },
    {
      "en": "It may not be repairable if is wet through.",
      "cn": "如果被水浸过,话机可能无法修复."
    },
    {
      "en": "Shadow Device is completely inoperable. Fold systems are offline, but repairable.",
      "cn": "阴影装置完全无法运转. 折叠系统失效, 但可以修复."
    },
    {
      "en": "The HeliOS Project is a non-profit organization that obtains old or repairable computers, refurbishes them and then gives them to disadvantaged kids in the Central Texas area.",
      "cn": "太阳神项目是一个非赢利组织，获得旧的或可修理的计算机，整修之后送给德克萨斯州中部地区生活条件差的小孩。"
    },
    {
      "en": "The only losses were a number of the gliders and some of these could be repairable.",
      "cn": "只损失了一些滑翔机,而有些还可以修理."
    },
    {
      "en": "This paper studies the N - unIt'series repairable system with multiple delay vacations.",
      "cn": "本文考虑具有多重延误休假的N部件串联可修系统."
    },
    {
      "en": "To study one unit repairable system with single repairman vacation , this paper proposes replacement model.",
      "cn": "利用可修系统可靠性分析理论, 提出在役有杆泵抽油系统工作可靠性数字仿真模型."
    },
    {
      "en": "We considered the one - unit repairable system with multiple delay vacations.",
      "cn": "本文考虑具有多重延误休假的单部件可修系统."
    },
    {
      "en": "We made repeated efforts, but the mistake was not repairable.",
      "cn": "我们一再努力, 但错误无法弥补."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "recoverable",
            "compensable"
          ],
          "tran_cn": "可修理的；可挽回的；可补偿的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可修理的",
      "tran_en": "able to be fixed"
    }
  ],
  "exchange": {}
}