{
  "word": "aquifer",
  "ipa": {
    "us": "ˈækwɪfə(r)",
    "uk": "ˈækwɪfər"
  },
  "sentences": [
    {
      "en": "\"Pumping from the Pleistocene aquifer has certainly had an adverse effect in terms of drawing down arsenic at significantly high concentrations over about 100 years,\" says Burgess.",
      "cn": "从更新世含水层抽水对于带动砷元素的下沉毫无疑问是有不利影响的，何况向这样抽水已经在相当高的强度下进行了100多年。"
    },
    {
      "en": "A confined aquifer is also known as a pressure aquifer.",
      "cn": "承压含水层又叫压力含水层."
    },
    {
      "en": "A long-term maintenance regime relies solely on natural methods to protect the watershed and aquifer.",
      "cn": "而对于流域及蓄水层的长期性维护制度将仅依靠自然实现。"
    },
    {
      "en": "An aquifer is a water - bearing rock stratum such as sandstone and chalk.",
      "cn": "地下蓄水层是一些有水的岩石层,如沙岩和白垩岩."
    },
    {
      "en": "Australias great aquifer covers the eastern half of the country, for instance.",
      "cn": "比方说澳大利亚的宏大地下蓄水层就掩盖了整个国度的东半部."
    },
    {
      "en": "But Eogene aquifer cannot be taken as the main objective formation.",
      "cn": "下第三系含水层不能作为供水的主要目的层,但能提供高温热水,可作为供热热源."
    },
    {
      "en": "Calculated aquifer can be generalized to be heterogeneous and isotropy aquifer.",
      "cn": "计算含水层均概化为非均质各向同性含水层."
    },
    {
      "en": "However, decline or rise of water level anomaly depends on the tectonic position where the well aquifer lies in the process of stress regulation and re accumulation.",
      "cn": "而水位异常图像出现的上升或下降形态，取决于井孔含水层系统在大震孕育过程的应力调整再积累阶段所处的构造部位。"
    },
    {
      "en": "It describes unsteady flow toward a discharging well in an extensive aquifer.",
      "cn": "它描述位于广阔含水层中的抽水井的非稳定流."
    },
    {
      "en": "Know the source of your drinking water—the river, lake, or aquifer that supplies your home.",
      "cn": "知道你的饮用水的来源——河流，湖泊或是你家的含水土层。"
    },
    {
      "en": "Oakland fears that rising seas will salinate its underground aquifer.",
      "cn": "奥克兰则担忧,上升的海平面会导致地下蓄水层盐化."
    },
    {
      "en": "One of the two main types of aquifer is the unconfined aquifer.",
      "cn": "非承压含水层是两种主要含水层之一."
    },
    {
      "en": "Sometime the term artesian is used to denote a confined aquifer.",
      "cn": "有时候人们也用自流含水层这一术语表示承压含水层."
    },
    {
      "en": "Such material can confine water in an artesian aquifer.",
      "cn": "这样的介质能把水控制在承压含水层中."
    },
    {
      "en": "The aquifer is unconfined locally and may be recharged.",
      "cn": "含水层因为局部不承压而得到补给."
    },
    {
      "en": "The aquifer which had once fed the wells was pronounced dry.",
      "cn": "曾为水井供水的蓄水层正式宣告干涸了。"
    },
    {
      "en": "The carbonate of host bed aquifer has great influence on sandstone type uranium deposit in - situ leaching.",
      "cn": "含矿含水层中的碳酸盐对砂岩型铀矿床的地浸开采影响较大."
    },
    {
      "en": "The Ogallala aquifer is a major source of drinking and irrigation water for America's central plains.",
      "cn": "奥加拉拉蓄水层是美国中部平原饮用和灌溉用水的主要来源。"
    },
    {
      "en": "There is no experience on the gas - drive mechanism study of aquifer underground gas storages in China.",
      "cn": "含水层储气库建库注气与驱动机理数值模拟设计和模拟思路都有其特殊性和复杂性,目前国内对此研究很少."
    },
    {
      "en": "Well - Aquifer Systems under Favorable Conditions Can Act as very Sensitive Strain Meters.",
      "cn": "承压条件好的井—含水层系统可以作为敏感的应变仪."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "aquiferous",
          "tran_cn": " 含水的；[地质] 蓄水的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "confined aquifer",
      "tran_cn": "承压含水层；被封含水层"
    },
    {
      "phrase": "unconfined aquifer",
      "tran_cn": "非承压含水层；不受压含水层；无压含水层"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地下蓄水层，砂石含水层",
      "tran_en": "In geology, an aquifer is an area of rock underneath the surface of the earth which absorbs and holds water"
    }
  ],
  "exchange": {
    "pl": [
      "aquifers"
    ]
  }
}