{
  "word": "Stonehenge",
  "ipa": {
    "us": "ˌstəʊnˈhendʒ",
    "uk": "ˌstoʊnˈhendʒ"
  },
  "sentences": [
    {
      "en": "\" Now we will see Stonehenge from the air. \"",
      "cn": "“ 现在我们要从天空中俯视巨石阵. ”"
    },
    {
      "en": "A major prehistoric village has been unearthed near Stonehenge in southern England.",
      "cn": "在英格兰南部巨石阵附近发现了一座大型的史前村落."
    },
    {
      "en": "A path leads straight to Stonehenge.",
      "cn": "一直通往巨石阵的小径."
    },
    {
      "en": "Among 21 locations shortlisted for the worldwide vote is Stonehenge , the only British landmark selected.",
      "cn": "目前共有21个景点准备接受全世界投票, 英国唯一的入选者是巨石阵."
    },
    {
      "en": "Analysis of their teeth showed that about half were from outside the Stonehenge area.",
      "cn": "对骸骨牙齿的分析显示近一半的死者来自远离巨石阵的其它区域."
    },
    {
      "en": "Experts believe the builders of Stonehenge knew about design, engineering and sound.",
      "cn": "专家认为史前巨石柱的建造者知道设计, 技术和声学的原理."
    },
    {
      "en": "For instance, you don't just see a long, flat picture of Stonehenge or the Grand Canal in Venice.",
      "cn": "举例来讲，你不仅可以看到巨石阵或威尼斯大运河的一张长长的二维图片。"
    },
    {
      "en": "How was Stonehenge built?",
      "cn": "石圈是怎么样建成的?"
    },
    {
      "en": "It will completely change the way we think about the landscape around Stonehenge.",
      "cn": "它将彻底改变我们对巨石阵周围风景的认识方法。"
    },
    {
      "en": "More dramatic monuments were the henges, the most important of which was Stonehenge in Wiltshire.",
      "cn": "更为引人注目的是那些圆形石结构, 其中最重要的是在维尔特郡发现的巨石阵."
    },
    {
      "en": "Secrets of Stonehenge casts a light on ancient technology.",
      "cn": "《巨石的秘密》使我们对古代科技有更进一步的了解."
    },
    {
      "en": "Stonehenge is the best known of a number of such ancient places in Britain.",
      "cn": "巨石阵是英国一些古迹中最知名的."
    },
    {
      "en": "Stonehenge sits in the beautiful countryside near Salisbury, England.",
      "cn": "巨石阵座落在英国索尔兹伯里附近的美丽乡间."
    },
    {
      "en": "The blue box surrounds Stonehenge with all the cameras.",
      "cn": "蓝色的方框里是摄像机组成的“巨石阵”."
    },
    {
      "en": "The comet last appeared in over Stonehenge about 4000 years ago.",
      "cn": "该彗星上次出现于巨石阵上空大约是4000千年前."
    },
    {
      "en": "Thousands of tourists visIt'stonehenge every year and say the place feels magical.",
      "cn": "每年,成千上万名参观巨石阵的游客都坦承此地具有魔力."
    },
    {
      "en": "We took a helicopter ride over Stonehenge!",
      "cn": "我们乘坐直升飞机在巨石阵上空盘旋!"
    },
    {
      "en": "You need to understand that Stonehenge is in Crop Circle Country, and that there have been significant Crop Circles in fields right opposite the Henge.",
      "cn": "你必须知道巨石阵坐落在麦田圈泛滥的国家，而且那里一直有着具有重大意义的麦田圈，正好就在巨石阵的正对面。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "（英国 Salisbury 平原上的）史前巨石柱"
    }
  ],
  "exchange": {}
}