{
  "word": "concomitant",
  "ipa": {
    "us": "kənˈkɒmɪtənt",
    "uk": "kənˈkɑmɪtənt"
  },
  "sentences": [
    {
      "en": "AIM : To evaluate the effect of surgical treatment of concomitant exotropia and analyze the influential factors.",
      "cn": "目的:分 析共同性外斜视的手术疗效及其可能的影响因素."
    },
    {
      "en": "Concomitant use with other acne clear series will better the effect.",
      "cn": "与其他粉刺净颜系列产品搭配使用,效果更佳."
    },
    {
      "en": "Deafness is a frequent concomitant of old age.",
      "cn": "耳聋是老年伴随而来的现象."
    },
    {
      "en": "Herein, we present the case of a 79 - year - old male with pulmonary tuberculosis and concomitant tuberculous tenosynovitis.",
      "cn": "在此我们报告一例79 岁 男性病患同时罹患肺结核合并腕结核性腱鞘炎,结核性腱鞘炎经三个月延迟后才被确认."
    },
    {
      "en": "It looks like a case of chronic sinusitis with concomitant nasal polyps.",
      "cn": "看来像慢性鼻窦炎并伴发息肉."
    },
    {
      "en": "Loss of memory is a natural concomitant of old age.",
      "cn": "记忆力减退是与老年相伴出现的."
    },
    {
      "en": "Neutrophilic granulocytopenia concomitant with aplastic anemia.",
      "cn": "再生障碍性贫血伴发的中性粒细胞减少症."
    },
    {
      "en": "Neutrophilic granulocytopenia concomitant with myelodysplastic syndrome.",
      "cn": "骨髓异常增生综合症伴发的中性粒细胞减少症."
    },
    {
      "en": "Objective To analyze environmental factors of the discordance of concomitant strabismus phenotypes in monozygotic twins.",
      "cn": "目的通过分析单卵双胎儿表型不一致性共同性斜视发病因素,探讨其发病机制."
    },
    {
      "en": "Objective To discuss the horizontal concomitant strabismus angle and the operative quantity.",
      "cn": "目的探讨水平斜视的斜视度及手术量问题."
    },
    {
      "en": "Others argue that OFCs may be an inevitable concomitant of globalisation.",
      "cn": "因为这能使得那些傲慢的大国有所收敛."
    },
    {
      "en": "The accomplishment of these multiple purposes usually requires the concomitant use of two or three drugs.",
      "cn": "为了使这些目的都能达到,通常需要同时应用2～3种药物."
    },
    {
      "en": "The effects appear to arise partly as a result of the concomitant changes in deformation behaviour.",
      "cn": "看来这种效应是随之而来的变形行为发生变化的部分原因."
    },
    {
      "en": "This approach was concomitant with the move away from relying solely on official records.",
      "cn": "这种方法是随着不再单纯依靠官方记录的做法而产生的。"
    },
    {
      "en": "war with all its concomitant sufferings",
      "cn": "战争及其引起的一切苦难"
    },
    {
      "en": "When patients have a concomitant disease or injury indicating antibiotics, they should be used.",
      "cn": "当病人同时患有具有抗菌适应症的疾病或损伤时, 应该应用抗菌素."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "concomitance",
          "tran_cn": " 相伴，伴随，共存"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "accompanied",
            "codependent"
          ],
          "tran_cn": "[数]相伴的；共存的；附随的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "accompaniment"
          ],
          "tran_cn": "伴随物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accompaniment",
            "accompanying",
            "annex",
            "coexistent",
            "companionate",
            "concerted",
            "connected",
            "dependent",
            "simultaneous"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "伴随的，同时发生或出现的",
      "tran_en": "existing or happening together, especially as a result of something"
    },
    {
      "pos": "n",
      "tran_cn": "伴随发生的事，伴随物，共存",
      "tran_en": "something that often or naturally happens with something else"
    }
  ],
  "exchange": {
    "pl": [
      "concomitants"
    ]
  }
}