{
  "word": "Anglo",
  "ipa": {
    "us": "ˈæŋgləʊ",
    "uk": "ˈængloʊ"
  },
  "sentences": [
    {
      "en": "\"The dif-ference is,\" he said portentously, \"you are Anglo-Saxons, we are Latins.\"",
      "cn": "他拿腔拿调地说道：“区别在于你们是盎格鲁—撒克逊人，我们是拉丁人。”"
    },
    {
      "en": "Anglo - American markets will be worst affected by the credIt'squeeze.",
      "cn": "信贷市场将对英美市场造成的影响最为严重."
    },
    {
      "en": "Anglo - Saxon is the forerunner of modern English.",
      "cn": "盎 格鲁撒 克逊语是现代英语的先驱."
    },
    {
      "en": "Anglo - Saxon was an inflective language; there was lack of prepositions and articles.",
      "cn": "古英语是屈折变化的语言, 缺少介词和冠词."
    },
    {
      "en": "Debilly had no Anglo-Saxon shyness about discussing money.",
      "cn": "在谈到钱时，德比利毫无英国式的羞涩。"
    },
    {
      "en": "Ex-cavations have revealed Roman and Anglo-Saxon remains in the area.",
      "cn": "挖掘工作已显示在该地区有罗马和盎格鲁-撒克逊时代的遗迹。"
    },
    {
      "en": "He was born of Anglo-American parentage.",
      "cn": "他是英美混血儿。"
    },
    {
      "en": "I made a crude summary of Anglo - American attitudes.",
      "cn": "我扼要地谈了一下英美的态度."
    },
    {
      "en": "Modern English derives primarily from one of the dialects of Anglo - Saxon.",
      "cn": "现代英语起源于盎格鲁 - 撒克逊语的多种方言之一."
    },
    {
      "en": "Rights of common go back to Anglo - Saxon times.",
      "cn": "公地使用权可以追溯到盎格鲁 - 撒克逊时代."
    },
    {
      "en": "That embodies the Anglo - Saxon world s attitude to home ownership.",
      "cn": "这体现了盎格鲁撒克逊时期对自有住宅的看法."
    },
    {
      "en": "the Anglo-French consortium that built the Channel Tunnel",
      "cn": "修建英吉利海峡隧道的英法财团"
    },
    {
      "en": "The difference is, you are Anglo-Saxons, we are Latins.",
      "cn": "差异在于，你们是英国血统，而我们是拉丁裔的。"
    },
    {
      "en": "The dismal English effort in the third Anglo - Dutch conflict of 1672 - 1674 requires minimal space here.",
      "cn": "但是英国在1672 - 1674年第三次英荷战争中表现消沉,在此毋需赘述."
    },
    {
      "en": "Unfortunately, an alternative version was developed at the Anglo - European Chiropractic College.",
      "cn": "不幸的是, Anglo-EuropeanChiropractic学院编制了一种替代版本."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "anglo american",
      "tran_cn": "英美资源集团"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "北美白人，英裔美国人",
      "tran_en": "a White inhabitant of the United States who is not of Latin extraction "
    }
  ],
  "exchange": {
    "pl": [
      "Anglos"
    ]
  }
}