{
  "word": "the",
  "ipa": {
    "us": "ðə , ði",
    "uk": "ðə , ði"
  },
  "sentences": [
    {
      "en": "Are you for or against the plan?",
      "cn": "你支持还是反对这项计划?"
    },
    {
      "en": "Carpe diem. Seize the day, boys. Make your lives extraordinary.",
      "cn": "人生就应该是快乐的，要抓住每一天，孩子们，让你们的生活变得非凡起来。"
    },
    {
      "en": "Eventually, you'll learn to cry that on the inside.",
      "cn": "终有一天，你会学会让泪往心里流。"
    },
    {
      "en": "Friendship means understanding, not agreement. It means forgiveness, not forgetting.It means the memories last, even if contact is lost.",
      "cn": "友情是理解，不是妥协；是原谅，不是遗忘。即使不联系，感情依然在。"
    },
    {
      "en": "He described the scene to me.",
      "cn": "他向我描述了那个情景。"
    },
    {
      "en": "He telegraphed me to go to the party.",
      "cn": "他发电报要我去参加那个聚会。"
    },
    {
      "en": "He was well acquainted with the literature of France, Germany and Holland.",
      "cn": "他对于法国、德国和荷兰的文学了如指掌。"
    },
    {
      "en": "If you're not satisfied with the life you're living, don't just complain. Do something about it.",
      "cn": "对于现况的不满，不能只是抱怨，要有勇气作出改变。"
    },
    {
      "en": "She went directly to Simon's apartment and knocked on the door.",
      "cn": "她直奔西蒙的房间，敲了敲门。"
    },
    {
      "en": "Success is not final, failure is not fatal: it is the courage to continue that counts.--Winston Churchill",
      "cn": "成功不是终点，失败也并非末日，最重要的是继续前进的勇气。"
    },
    {
      "en": "The audience clapped and cheered.",
      "cn": "观众鼓掌欢呼。"
    },
    {
      "en": "The best thing to do when entering unknown territory is smile.",
      "cn": "踏入未知地带最好的对策就是微笑。"
    },
    {
      "en": "The difference between who you are and who you want to be is what you do. ",
      "cn": "你是什么样的人和你想成为什么样的之间的差距就是，你做了什么。"
    },
    {
      "en": "The happiest are not those who own all the best things, but those who can appreciate the beauty of life.",
      "cn": "最幸福的人们并不一定什么都是最好，只是他们懂得欣赏生活的美好。"
    },
    {
      "en": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt.",
      "cn": "当你从内心深处找到一种可以忍受一切痛苦的坚强力量时，你的成长历程就会出现飞跃。"
    },
    {
      "en": "The world breaks everyone, and afterward, many are stronger at the broken places.",
      "cn": "生活总是让我们遍体鳞伤，但到后来，那些受伤的地方会变得更坚强。"
    },
    {
      "en": "The world exists, whether you like it or not.",
      "cn": "不管你喜欢与否，这个世界照样存在。"
    },
    {
      "en": "They have maintained their optimism in the face of desolating subjugation.",
      "cn": "面对遭征服的悲惨命运，他们保持了乐观的态度。"
    },
    {
      "en": "What do they do with the coin?",
      "cn": "他们是怎样处理这枚硬币的?。"
    },
    {
      "en": "What should I do with the token?",
      "cn": "我该怎么用这个辅币呢？"
    },
    {
      "en": "What will be the effect of the alliance between IBM and Apple?",
      "cn": "若IBM公司和苹果公司联手将会有什么效果呢？"
    },
    {
      "en": "When life gets hard and you want to give up, remember that life is full of ups and downs, and without the downs, the ups would mean nothing.",
      "cn": "当生活很艰难，你想要放弃的时候，请记住，生活充满了起起落落，如果没有低谷，那站在高处也失去了意义。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "更加（用于比较级，最高级前）",
      "tran_en": "used before two  comparative  adjectives or adverbs to show that the degree of one event or situation is related to the degree of another one"
    },
    {
      "pos": "art",
      "tran_cn": "指已提到的人（物），指说话人与听者已知的人（物），用于独一无二的事物前，与形容词最高级和序数词连用",
      "tran_en": "used to show that you are talking about a particular thing or person that has already been mentioned, is already known about, or is the only one"
    }
  ],
  "exchange": {}
}