{
  "word": "synch",
  "ipa": {
    "us": "sɪŋk",
    "uk": "sɪŋk"
  },
  "sentences": [
    {
      "en": "By using a Recovery Protocol, we can stay in synch with our overall vision, values, and goals during the rough times.",
      "cn": "通过利用恢复协议，在艰难时期，我们可以与我们整个的视界、价值和目标保持同步。"
    },
    {
      "en": "Do you think synch should be dealt with seriously?",
      "cn": "你觉得应该严肃地对待假唱事件 吗 ?"
    },
    {
      "en": "Do you want to synch to protected actuals?",
      "cn": "是否需要同步受保护的实际值?"
    },
    {
      "en": "If it becomes clear that your systems' times are not in synch, then I suggest you look into the various means available to you for synchronizing them (see  Resources for a link).",
      "cn": "如果明显看出系统的时间不同步，那么我建议您研究一下可用于同步它们的各种可用途径（请参阅  参考资料以获得链接）。"
    },
    {
      "en": "Instead, the relation tracks the relationship between tables and keeps parent and child records in synch.",
      "cn": "然而, 关联会追踪资料表之间的关联性,并且使父和子资料录保持同步."
    },
    {
      "en": "Jane laughed curiously out of synch with what was being said.",
      "cn": "珍妮笑得莫名其妙,与正在说的事毫无关系."
    },
    {
      "en": "May: Cool. What about you? Do you think synch should be dealt with seriously?",
      "cn": "阿美: 很酷. 你呢? 你觉得应该严肃地对待假唱事件 吗 ?"
    },
    {
      "en": "May: I agree with you on that sound off sometimes than to lip - synch.",
      "cn": "阿美: 我同意你的观点.即使失声也比假唱强."
    },
    {
      "en": "Neither are the incentives of fund managers necessarily in synch with their investors'best interests.",
      "cn": "基金管理公司的动机也不一定符合投资者的最佳利益."
    },
    {
      "en": "The fact that they can do everything in synch shouldn't be a detriment to them.",
      "cn": "从他们的脸上你会认识到他们无所不能,坚不可摧."
    },
    {
      "en": "The risk can change quickly. Make sure you insurance stays synch.",
      "cn": "事情很快地演变为危险, 一定要确保自己的保险有效."
    },
    {
      "en": "They are the best in the synch world!",
      "cn": "不愧为假唱鼻祖,比别人就是玩得好."
    },
    {
      "en": "Vanessa: But if the basics are in synch, you might grow together.",
      "cn": "凡妮莎: 但是若最基本的东西能协调, 你们就能共同成长."
    },
    {
      "en": "Washington said, \" You need to be in synch or you get that knocking. \"",
      "cn": "华盛顿说: “ 除非你跟上节奏,不然就会撞到. ”"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "same time",
            "real time"
          ],
          "tran_cn": "同时，同步"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "同时，同步"
    },
    {
      "pos": "v",
      "tran_cn": "同时发生，同步"
    }
  ],
  "exchange": {}
}