{
  "word": "Malawi",
  "ipa": {
    "us": "mɑ:'lɑ:wi",
    "uk": "mɑ:'lɑ:wi"
  },
  "sentences": [
    {
      "en": "\"Anyone could come to Malawi and quickly arrange for an adoption that might have grave consequences on the very children that the law seeks to protect,\" she said.",
      "cn": "她说：“任何人都可以到马拉维很快办理收养事宜，这可能会对那些法律寻求保护的孩子产生严重后果。”"
    },
    {
      "en": "A narrow suspension bridge point for the main trade route linking landlocked Zimbabwe, Malawi and Zambia.",
      "cn": "城中一座狭窄的吊桥是连接内陆国津巴布韦 、 马拉维与赞比亚的贸易主干线."
    },
    {
      "en": "Adopting jatropha, he thinks, will be a first step out of poverty for Malawi's farmers, and they seem willing to try.",
      "cn": "他认为，种植麻疯树将是马拉维农民摆脱贫困的第一步，而这些农民似乎也愿意尝试一下。"
    },
    {
      "en": "Chinese people love the people of Malawi.",
      "cn": "中国人民爱马拉维人民."
    },
    {
      "en": "Madonna has left Malawi after visiting the country with her four children.",
      "cn": "麦当娜在带着自己的四个子女访问马拉维后离开该国."
    },
    {
      "en": "Malawi currently uses gasoline blended with ten per cent locally - made sugarcane ethanol.",
      "cn": "目前马拉维使用的是混合了10%本地制造蔗糖乙醇的汽油."
    },
    {
      "en": "Malawi declares its independence from the United Kingdom. 1966 - Malawi becomes a republic.",
      "cn": "1964年的今天,马拉维宣布脱离英国独立. 1966年的今天,马拉维成为共和国."
    },
    {
      "en": "Malawi hovered for years at the brink of famine.",
      "cn": "马拉维已在饥荒边缘徘徊了多年."
    },
    {
      "en": "Malawi is doing something similar now.",
      "cn": "马拉维正在做类似于此的事情."
    },
    {
      "en": "Malawi is one of the 10 top countries in the world where child labour is rampant.",
      "cn": "其他童工现象猖獗的国际是泰国、越南、南非、津巴布韦和斯威士兰."
    },
    {
      "en": "Malawi, Cameroon and Western Samoa bring up the rear.",
      "cn": "马拉维 、 喀麦隆和西萨摩亚名列榜尾."
    },
    {
      "en": "New cases have also been reported in South Africa, Swaziland, Malawi, Tanzania, and Zambia.",
      "cn": "同样在南非 、 史瓦济兰 、 马拉维 、 坦桑尼亚 、 赞比亚也发现了新的病例."
    },
    {
      "en": "People in Zimbabwe, Zambia, Mozambique, Swaziland, Lesotho and Malawi are also suffering from starvation.",
      "cn": "津巴布韦 、 赞比亚 、 莫桑比克 、 斯威士兰 、 莱索托以及马拉维等国的人们也在遭受饥荒."
    },
    {
      "en": "The 13 - month - old has now clocked up 16,000 air miles since leaving Malawi.",
      "cn": "这个13个月大的小不点从离开马拉维开始,已经飞行长达16,000英里."
    },
    {
      "en": "The couple have an eight - year - old son Rocco, and a three - year - old son adopted in Malawi, David Banda.",
      "cn": "麦当娜和里奇共有两个孩子,8 岁 的儿子洛克尔和在马拉维收养的养子、三 岁 的戴维·班达."
    },
    {
      "en": "The main section of the valley in Africa continues from the Red Sea across Ethiopia and across Kenya, Tanzania, and Malawi to the lower Zambezi River valley in Mozambique.",
      "cn": "大峡谷的主体部分来自非洲，延伸自红海穿过埃塞俄比亚，横跨两岸的肯尼亚、坦桑尼亚、马拉维到莫桑比克的赞比西河流域下游."
    },
    {
      "en": "This ambition is mirrored by Malawi.",
      "cn": "这个想法已经被马拉维验证了."
    },
    {
      "en": "Tobacco is Malawi's biggest foreign - exchange earner, accounting for 60 percent of all revenue earned internationally.",
      "cn": "烟草是马拉维最大的创汇产品, 占其在国际上取得的所有收入的60%."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "马拉维（非洲国家）"
    }
  ],
  "exchange": {}
}