{
  "word": "dearth",
  "ipa": {
    "us": "dɜːθ",
    "uk": "dɜːrθ"
  },
  "sentences": [
    {
      "en": "A righteous man seeks truth, not wealth , and worries about truth, not about dearth.",
      "cn": "君子谋道不谋食, 忧道不忧贫."
    },
    {
      "en": "Construction had slowed because of a dearth of labourers.",
      "cn": "建筑进程缓慢是因为劳动力不足。"
    },
    {
      "en": "EXCEPT as Pearl, in the dearth of human playmates, was thrown more upon the visionary throng which she created.",
      "cn": "只不过是由于缺乏玩伴，她同自己创造出来的幻想中的人群更加接近而己。"
    },
    {
      "en": "Farmers have long griped about a dearth of competition.",
      "cn": "农民们早就为缺乏竞争而牢骚满腹."
    },
    {
      "en": "However, there is a dearth of research in marketing literature addressing multimarket competition.",
      "cn": "但是, 市场战略研究文献中鲜见对于多市场竞争的研究."
    },
    {
      "en": "In our dearth of ack - ack guns all sorts of contrivances were used.",
      "cn": "在缺少高射炮的时候,我们利用了各种各样的巧妙方法."
    },
    {
      "en": "In times of plenty, they gorged themselves . In times of dearth , they fasted.",
      "cn": "他们在丰收时节狼吞虎咽,在饥荒时唯有勒紧裤腰带了."
    },
    {
      "en": "King of rock Presley had the best life one can imagine with no dearth of cash.",
      "cn": "岩石王艾维斯普雷斯利有你能想象的最好的生活,拥有花不完的钱."
    },
    {
      "en": "Many soldiers died because of dearth of food.",
      "cn": "很多士兵因为缺少粮食死去."
    },
    {
      "en": "See there is no dearth of knowledge and entrepreneurial skills in we Indians. The only question is that shall we be considered while opting for technology from abroad?",
      "cn": "看到没有，我们印度人并不缺乏知识与创业技能。唯一的问题在于我们在追求外国技术的同时有没有考虑去挖掘自身的能力。"
    },
    {
      "en": "So for now, this dearth of data means that scientists must rely on climate models to estimate the effects of large-scale burning by aborigines.",
      "cn": "所以现在数据的缺乏也就意味着科学家必须依靠气候模型来估计土著大规模焚烧对于气候的影响。"
    },
    {
      "en": "The main brake on commercial biotech in China, though, has been its dearth of venture capital.",
      "cn": "中国商用生物技术的主要制约因素是风险资本的缺乏."
    },
    {
      "en": "The trouble is there's a dearth of angel capital and early stage coaching, Lee says.",
      "cn": "李开复认为问题在于中国缺乏天使投资和早期指导."
    },
    {
      "en": "The word of the Lord that came to Jeremiah concerning the dearth.",
      "cn": "耶14:1耶和华论到乾旱之灾的话、临到耶利米."
    },
    {
      "en": "There a lot of talk in recent days about a dearth of international class English strikers.",
      "cn": "最近有一些言论是关于英格兰队前锋的缺乏问题."
    },
    {
      "en": "There is a dearth of good children's plays.",
      "cn": "目前缺少优秀的儿童剧."
    },
    {
      "en": "There seems to be a dearth of good young players at the moment.",
      "cn": "目前似乎好的年轻选手太少了."
    },
    {
      "en": "There was a dearth of reliable information on the subject.",
      "cn": "关于这个课题缺乏可靠资料。"
    },
    {
      "en": "We strolled along streets that the dearth of motor traffic made appear both old - fashioned and serene.",
      "cn": "我们顺着街道遛跶,由于车辆稀少,市里显得陈旧而宁静."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lack",
            "privation",
            "scarcity",
            "shortage"
          ],
          "tran_cn": "缺乏"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "absence",
            "drought",
            "lack",
            "poverty",
            "scarcity",
            "shortage"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "缺乏，稀少",
      "tran_en": "a situation in which there are very few of something that people want or need"
    }
  ],
  "exchange": {}
}