{
  "word": "delimit",
  "ipa": {
    "us": "diˈlɪmɪt",
    "uk": "dɪˈlɪmɪt"
  },
  "sentences": [
    {
      "en": "A punctuation character used to delimit character strings.",
      "cn": "一种用来分隔字符串的标点字符."
    },
    {
      "en": "Always delimit is model forest zone, forestry company all presses the requirement of forest to manage.",
      "cn": "凡是划定为生态型的林区, 林业企业均按生态林的要求经营."
    },
    {
      "en": "And delimit the strategic principle 2002, towering annals gains fall to the ground this.",
      "cn": "而且划定了2002年的战略方针, 冲天之志获得落地之本."
    },
    {
      "en": "How does ability delimit affection cent is clear about.",
      "cn": "怎么才能把情感划分清楚."
    },
    {
      "en": "How does cost of pay of reasonable and affirmatory unit delimit the scale of individual account?",
      "cn": "如何合理确定单位缴费划入个人账户的比例?"
    },
    {
      "en": "If delimit oneself, yacht gives priority to content to the key to quant, safe.",
      "cn": "如自划游船对于船桨 、 保险箱对于钥匙都为主物."
    },
    {
      "en": "In there, you may swim, delimit the ship, seize the fish, the drift, jump the level.",
      "cn": "在那里, 你可以游泳 、 划船 、 捉鱼 、 漂流 、 蹦级."
    },
    {
      "en": "Individual account capital is pressed year in the beginning of the year one - time delimit .",
      "cn": "个人帐户资金按年在年初 一次性 划入."
    },
    {
      "en": "It is necessary to delimit the anomaly clearly.",
      "cn": "清楚地圈定异常是必要的."
    },
    {
      "en": "Its are made delimit as a whole fund.",
      "cn": "其作划入统筹基金."
    },
    {
      "en": "Looks back on past events'time, remembers these like meteor to delimit the life love.",
      "cn": "回首往事的时候, 想起那些如流星般划过生命的爱情."
    },
    {
      "en": "The group which they delimit are called natural groups.",
      "cn": "由此划分出的类群称为自然类群."
    },
    {
      "en": "The investigation that the author manages this job, delimit now and the following development works.",
      "cn": "笔者主持这项工作的调查 、 现划和以后的开发工作."
    },
    {
      "en": "This is not meant to delimit what approaches social researchers can adopt.",
      "cn": "这并不是说要划定社会研究者所能够采用方法的界限。"
    },
    {
      "en": "To the rescue after calamity, speed can delimit with life almost good number.",
      "cn": "对于灾后援救来说, 速度几乎可以与生命划上等号."
    },
    {
      "en": "Why does the enterprise in account of individual of primary endowment insurance delimit partial Biliru decides?",
      "cn": "基本养老保险个人帐户中企业划入部分的比利如何确定?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "delimitation",
          "tran_cn": " 定界；限定"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "delimitate",
          "tran_cn": " 给…划定界限；清楚地说明（等于delimit）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "localize",
            "specify"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "定界限, 划界",
      "tran_en": "to set or say exactly what the limits of something are"
    },
    {
      "pos": "vt",
      "tran_cn": "限制，定…的界"
    }
  ],
  "exchange": {
    "third": [
      "delimits"
    ],
    "past": [
      "delimited"
    ],
    "done": [
      "delimited"
    ],
    "ing": [
      "delimiting"
    ]
  }
}