{
  "word": "an",
  "ipa": {
    "us": "ən",
    "uk": "æn"
  },
  "sentences": [
    {
      "en": "\"Kathleen\" was, as its 1892 subtitle asserted, \"An Irish Drama\".",
      "cn": "正如1892年剧本的副标题所强调的，《凯瑟琳》是一部“爱尔兰戏剧”。"
    },
    {
      "en": "An attempt by anti-abortionists to tighten the rules was defeated.",
      "cn": "反堕胎者所作的加强法规的尝试失败了。"
    },
    {
      "en": "an orange",
      "cn": "一个橘子"
    },
    {
      "en": "an X-ray",
      "cn": "一次X光检查"
    },
    {
      "en": "Beauty is an attitude. It has nothing to do with age.",
      "cn": "美是一种态度，与年龄无关。"
    },
    {
      "en": "Good luck is when an opportunity comes along and you're prepared for it. ",
      "cn": "好运就是当机会来临时，你早已做好了准备。"
    },
    {
      "en": "He actually became convinced that the nurses had an unanswerable case.",
      "cn": "他实际上已经相信了护士们的情况确实如此。"
    },
    {
      "en": "He lived on an invalidity pension which came as a weekly giro.",
      "cn": "他靠每周领取的作为病残养老金的直接转账救济支票过日子。"
    },
    {
      "en": "He once told an interviewer that he didn't even like rock music.",
      "cn": "他曾告诉一位采访者，他甚至都不喜欢摇滚乐。"
    },
    {
      "en": "He then held the man in an armlock until police arrived.",
      "cn": "然后他反扭住那名男子的手臂让他动弹不得，直到警察赶到。"
    },
    {
      "en": "He was jailed for five years as an alleged British spy.",
      "cn": "他被指控为英国间谍，入狱关押了5年。"
    },
    {
      "en": "He will now face a disciplinary hearing for having an affair.",
      "cn": "他因有外遇而要面临纪律听证会的裁决。"
    },
    {
      "en": "It remained an exceptionally rare book until it was reprinted in 1918.",
      "cn": "在1918年再版之前，这本书一直非常罕见。"
    },
    {
      "en": "It's an uphill battle but I think we're going to win.",
      "cn": "虽然这是一场艰苦的斗争，但我相信我们会取得胜利。"
    },
    {
      "en": "Sloping walls on the bulk of the building create an optical illusion.",
      "cn": "大楼主体的斜墙给人造成一种视错觉。"
    },
    {
      "en": "The action is an open violation of the Vienna Convention.",
      "cn": "该行为公然违背了《维也纳公约》。"
    },
    {
      "en": "The shallow sea bed yields up an abundance of food.",
      "cn": "浅海床提供了丰富的食物。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "any",
            "one"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "art",
      "tran_cn": "一（在元音字母前代替不定代词a），一任一某一，一个",
      "tran_en": "used when the following word begins with a vowel sound"
    },
    {
      "pos": "indefinite article",
      "tran_cn": "一（个）〔用于以元音开头的单词前〕",
      "tran_en": "used when the following word begins with a vowel sound"
    }
  ],
  "exchange": {}
}