{
  "word": "handkerchief",
  "ipa": {
    "us": "ˈhæŋkətʃɪf",
    "uk": "ˈhæŋkərtʃɪf"
  },
  "sentences": [
    {
      "en": "\"Is this what you were looking for?\" Bradley produced the handkerchief.",
      "cn": "“你刚才找的是不是这个？”布拉德利掏出那块手绢。"
    },
    {
      "en": "Before sweeping the house she bound up her hair in a large handkerchief.",
      "cn": "打扫房屋前， 她把头发用一块大手帕扎起来。"
    },
    {
      "en": "Blake held his handkerchief over the mouthpiece to muffle his voice.",
      "cn": "布莱克把手绢包在话筒上，以使自己的声音听起来模糊不清。"
    },
    {
      "en": "Diving into her bag, she found a handkerchief just in time.",
      "cn": "她迅速地在她的皮包里翻了一下, 正好找到了一块手帕."
    },
    {
      "en": "He flicked at spot with handkerchief.",
      "cn": "他轻轻地用手帕拂拭污点。"
    },
    {
      "en": "He pulled a handkerchief from his pocket and gave it to him.",
      "cn": "他从口袋里掏出手绢递给他。"
    },
    {
      "en": "He took a handkerchief from his pocket and lightly wiped his mouth.",
      "cn": "他从口袋里掏出手帕，轻轻擦了擦嘴。"
    },
    {
      "en": "He took out a handkerchief and blew his nose.",
      "cn": "他掏出一块手帕，擤了擤鼻子。"
    },
    {
      "en": "He whipped out a handkerchief to bind up his finger.",
      "cn": "他迅速地抽出一块手帕来包扎手指."
    },
    {
      "en": "He yanked a handkerchief out of his pocket.",
      "cn": "他从口袋里拽出一条手帕。"
    },
    {
      "en": "Her sister broke down, sobbing into her handkerchief.",
      "cn": "她姐姐再也控制不住自己的情绪，捂着手绢呜咽起来。"
    },
    {
      "en": "Put a handkerchief over your mouth when you sneeze.",
      "cn": "打喷嚏时用手帕捂住嘴."
    },
    {
      "en": "She balled the handkerchief up and threw it at his feet.",
      "cn": "她把手绢揉成一团，丢在了他的脚边。"
    },
    {
      "en": "She fumbled in her pocket for a handkerchief.",
      "cn": "她在她口袋里胡乱摸找手帕。"
    },
    {
      "en": "She lowered the handkerchief which she had kept dabbing at her eyes.",
      "cn": "她放下了那块一直用来擦眼睛的手帕。"
    },
    {
      "en": "She was crying and dabbing at her eyes with a handkerchief.",
      "cn": "她一边哭一边用手绢轻按眼睛."
    },
    {
      "en": "She waved away his offer of the handkerchief.",
      "cn": "她挥手拒绝了他递过来的手帕。"
    },
    {
      "en": "Tom tried to staunch the blood with his handkerchief.",
      "cn": "汤姆试图用手帕来止血。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bandanna",
            "kerchief",
            "neckerchief",
            "scarf"
          ],
          "tran_cn": "头巾,围巾"
        },
        {
          "words": [
            "haft",
            "hanky",
            "sudarium",
            "tissue",
            "veronica"
          ],
          "tran_cn": "纸巾,手帕"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "手帕，方巾，围巾",
      "tran_en": "a piece of cloth that you use for drying your nose or eyes"
    }
  ],
  "exchange": {
    "pl": [
      "handkerchiefs"
    ]
  }
}