{
  "word": "sect",
  "ipa": {
    "us": "sekt",
    "uk": "sɛkt"
  },
  "sentences": [
    {
      "en": "A revision of Clematis sect . Aspidanthera s . l . ( Ranunculaceae ) ( Continued )",
      "cn": "铁线 莲 属单性铁线莲组修订 ( 英文 )"
    },
    {
      "en": "A revision of Clematis sect . Brachiatae ( Ranunculaceae )",
      "cn": "铁线莲属对枝铁线 莲 组修订 ( 英文 )"
    },
    {
      "en": "A revision of Clematis sect . Viticella ( Ranunculaceae )",
      "cn": "铁线莲属铁线莲组修订 ( 英文 )"
    },
    {
      "en": "All virtues that are not limited to a sect: the universal virtues.",
      "cn": "所有不只适用于某些方面的美德.可以叫‘通用的美德’吧."
    },
    {
      "en": "Cynic is the member of a sect of ancient Greek philosophers.",
      "cn": "犬儒学派是古代希腊哲学学派的成员."
    },
    {
      "en": "Even for Gelug sect , does your status really surpass Panchen Lama?",
      "cn": "即便是您所在的格鲁派,您的地位是否能够超越班禅额尔德尼?"
    },
    {
      "en": "Gerernal Raw propagandizing Sect : Responsible for propagandizing ECUPL and popularizing laws.",
      "cn": "普法宣传部: 主要负责法援在校内外的宣传和法律的普及."
    },
    {
      "en": "He established a religion, first a sect, you might say, then a religion, then eventually an empire, the Holy Roman Empire, that was established in the name of that teaching.",
      "cn": "他建立了一个宗教，一开始是个宗派，然后是宗教，最后成为一个帝国，神圣罗马帝国，即是按着他,教诲的名义而建立。"
    },
    {
      "en": "He is the 53 th leader of the Chengdu Qingcheng Mountain Wudang Sect.",
      "cn": "他是成都青城山武当派第五十三代掌门人."
    },
    {
      "en": "He was rejoiced at so early an opportunity of distinguishing his faith in his new sect.",
      "cn": "他很高兴这么快就能有机会表明他新近才参加的教派的信仰."
    },
    {
      "en": "His sect is noteworthy because It'stresses absolute obedience to the guru ( teacher ).",
      "cn": "他的教派值得注目,因为它强调绝对服从古鲁 ( 导师 )."
    },
    {
      "en": "If I know your sect I anticipate your argument.",
      "cn": "假如我知道你属于哪个教派,我就能预见到你会使用的论据."
    },
    {
      "en": "Most sectarians are intolerant of the views of any other sect.",
      "cn": "大部分宗派主义者不能接受其它宗派的观点."
    },
    {
      "en": "That strange new religious sect conducts its services in dog Latin.",
      "cn": "那个异国的新教教派用不正规的拉丁语做礼拜仪式."
    },
    {
      "en": "The group breakaway Mormon sect that advocates polygamy and underage marriages.",
      "cn": "该独立的摩门教派主张多偶和与未成人结婚."
    },
    {
      "en": "The naturalist literary sect always thinks shallowly, which determines its short duration.",
      "cn": "自然主义文学派别的思考往往是肤浅的, 这决定了它的短暂性."
    },
    {
      "en": "The sect, which broke from the Church of Jesus Christ of Latter-Day Saints more than a century ago, believes polygamy brings glorification in heaven.",
      "cn": "这个教派，原本是一个多世纪以前从摩门教末世圣徒教会分离出来的，相信一夫多妻制可以升上天堂。"
    },
    {
      "en": "Thus was the technology preserved through this holy sect. Many brilliant souls were among these.",
      "cn": "因此，这技术是透过 神圣的教派所保存的 ，其中有许多才华横溢的灵魂。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sectarian",
          "tran_cn": " 宗派的；偏狭的；党派心强的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sectarian",
          "tran_cn": " 属于宗派的人；宗派心强的人；宗派主义者"
        },
        {
          "word": "sectarianism",
          "tran_cn": " 宗派主义；教派意识"
        },
        {
          "word": "sectary",
          "tran_cn": " 宗派成员；非教会派的新教徒"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "church",
            "denomination",
            "faction",
            "persuasion",
            "religion",
            "side",
            "society",
            "tribe"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "religious sect",
      "tran_cn": "宗教派别"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "宗派，教派，学派，党派",
      "tran_en": "a group of people with their own particular set of beliefs and practices, especially within or separated from a larger religious group"
    }
  ],
  "exchange": {
    "pl": [
      "sects"
    ]
  }
}