{
  "word": "obverse",
  "ipa": {
    "us": "ˈɒbvɜ:s",
    "uk": "ˈɑbvɜrs"
  },
  "sentences": [
    {
      "en": "Objective : To obverse the effect of Qingqianfang on rats with abacterial prostatitis.",
      "cn": "目的: 观察清前方对大鼠慢性非细菌性前列腺炎的影响."
    },
    {
      "en": "Obverse stable fixation, rate of union and infection for distal of tibial fractures.",
      "cn": "观察胫骨下段骨折的固定的稳定性 、 骨折愈合率和感染率."
    },
    {
      "en": "On the obverse, a winged goddess holding laurel branches in both hands, arms raised.",
      "cn": "奖牌正面为张着双翅的胜利女神双臂上举,双手托着月桂花冠."
    },
    {
      "en": "On the obverse, an athlete standing on some steps, holding in his right hand a laurel crown, symbol of victory, and raising his left arm.",
      "cn": "奖牌正面为一名运动员站在台阶上，右手拿着一簇月桂花冠，象征着胜利，左手高高举起。"
    },
    {
      "en": "On the obverse, the traditional goddess of victory, holding a palm in her left hand and a winner's crown in her right.",
      "cn": "奖牌正面为传统的胜利女神。 她左手持棕榈叶，右手拿着胜利者佩戴的花冠。"
    },
    {
      "en": "Smooth language communication depends on obverse words expression.",
      "cn": "语言信息交流的通畅依赖于话语的正向表达,其沟通的障碍多表现为话语的反向表达."
    },
    {
      "en": "The head of the Queen appears on the obverse of British coins.",
      "cn": "英国硬币的正面有女王的头像."
    },
    {
      "en": "The obverse argumentation: Yes, a house affects modern love.",
      "cn": "正方观点: 是, 房子影响现代爱情."
    },
    {
      "en": "The obverse of love is hate.",
      "cn": "爱的反面是恨。"
    },
    {
      "en": "The obverse of love is hate.",
      "cn": "与爱相对的是恨."
    },
    {
      "en": "The obverse of rising unemployment is continued gains in productivity.",
      "cn": "失业率上升，相对应的是生产率进一步提高。"
    },
    {
      "en": "The obverse shows the Huangguoshu Waterfall in Guizhou province.",
      "cn": "正面以贵州省黄果树瀑布作主题."
    },
    {
      "en": "The obverse shows the scenery of the Yellow Mountain.",
      "cn": "正面以黄山风光作主题."
    },
    {
      "en": "The obverse shows the Temple of Heaven in Beijing.",
      "cn": "正面以北京天坛作主题."
    },
    {
      "en": "The obverse thethe ancient coliseum and the goddess of victory holding a winner's crown.",
      "cn": "奖牌正面是古代竞技场和手持月桂花冠的胜利女神奈基."
    },
    {
      "en": "We must see the reverse as well as the obverse side of things.",
      "cn": "我们既要看到事物的正面,也要看到事物的反面."
    },
    {
      "en": "We should see the reverse as well as the obverse of things.",
      "cn": "我们不但应该看到事物的正面,也要看到事物的反面."
    },
    {
      "en": "While Star Wars characters are depicted in colour on the reverse of the new coins, a traditional effigy of the Queen by the sculptor Raphael Maklouf dominates the obverse.",
      "cn": "星战角色的彩照将被印在钱币的背面， 正面依然是雕塑家拉斐尔•马克鲁夫笔下的传统女王肖像。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "front",
            "full-face"
          ],
          "tran_cn": "正面的；[植]倒转的；对应面的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "opposite",
            "facade"
          ],
          "tran_cn": "正面；对立面；主要的一面"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inverse",
            "negative",
            "opposite"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "正面的"
    },
    {
      "pos": "n",
      "tran_cn": "对立面，前面或上面，钱币或奖章的正面，对应部分"
    },
    {
      "pos": "n&adj",
      "tran_cn": " 正面",
      "tran_en": "the opposite of a particular situation or feeling"
    }
  ],
  "exchange": {}
}