{
  "word": "dealership",
  "ipa": {
    "us": "ˈdi:ləʃɪp",
    "uk": "ˈdilərʃɪp"
  },
  "sentences": [
    {
      "en": "A key to this effort is the experience in the dealership.",
      "cn": "达到这个成果的关键是销售的体验."
    },
    {
      "en": "But since this is a nationwide average and the days' supply is low, a dealership in one part of the country may have exactly the A5 the customer wants, while a dealer elsewhere has a waiting list.",
      "cn": "但是因为这是一个世界范围的平均数，供货周期短，可能有部分国家的代理商的确有客户想要的A5，而其它代理商只是有一份等待的客户名单。"
    },
    {
      "en": "He's paid to sell you what his dealership at as large a profit as possible.",
      "cn": "他的利润存在于卖车给你的报价之中,而他的目的则是是这部分的利润最大化."
    },
    {
      "en": "Head over to a local car dealership.",
      "cn": "一起去当地的汽车经销店."
    },
    {
      "en": "In fact, a lot of people are staring at this ( demon animal dealership ).",
      "cn": "事实上, 很多人都在盯着这个 ( 魔兽代理权 ) 了."
    },
    {
      "en": "In that statement, Toyota said it is working as quickly as possible to develop effective modifications to existing pedals in vehicles on the road and in dealership lots.",
      "cn": "丰田在声明中说，其正致力于尽快针对已售出和经销商现存汽车的油门踏板拿出可行的改进方案。"
    },
    {
      "en": "Infiniti opened a dealership in lower Manhattan last year that targets Wall Street luxury car buyers.",
      "cn": "去年,Infiniti在曼哈顿下城区开设了一家经销店,目标客户是华尔街的豪华车买主."
    },
    {
      "en": "Look for a reputable dealership.",
      "cn": "找信誉良好行为."
    },
    {
      "en": "The car dealership did brisk business this weekend, selling over 50 vehicles.",
      "cn": "这家汽车经销商在这个周末业绩极佳, 卖了五十多部车."
    },
    {
      "en": "The car dealership has a large inventory of used cars.",
      "cn": "这家汽车经销商拥有数量庞大的二手车."
    },
    {
      "en": "Undervalued share price can lead to dealership competition and hostile takeover.",
      "cn": "低估的股价可能引发代理权竞争和敌意接管."
    },
    {
      "en": "Well, thanks for considering our dealership.",
      "cn": "好吧，谢谢你考虑我们的代理商。"
    },
    {
      "en": "What are the potential sales for my brand by segment, by model and per dealership?",
      "cn": "我公司品牌在不同细分市场 、 不同车型以及不同经销商层面上,销量都应该是多少?"
    },
    {
      "en": "What is the optimum number of retail dealership required in the market?",
      "cn": "在某一市场上,应该建立多少个零售网络点位以获得最佳销售效果?"
    },
    {
      "en": "Where are the most optimum dealership locations?",
      "cn": "这些点位应该定位在哪里?"
    },
    {
      "en": "Would you like to see another car at the dealership?",
      "cn": "你想看看代理商那里的另一辆车吗？"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "dealer",
          "tran_cn": " 经销商；商人"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "dealer",
          "tran_cn": " 商人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "agent",
            "attorneyship"
          ],
          "tran_cn": "代理权；代理商；经销权"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "代理权，经销权，代理商",
      "tran_en": "a business that sells a particular company’s product, especially cars"
    }
  ],
  "exchange": {
    "pl": [
      "dealerships"
    ]
  }
}