{
  "word": "apartheid",
  "ipa": {
    "us": "əˈpɑ:taɪt",
    "uk": "əˈpɑrtaɪt"
  },
  "sentences": [
    {
      "en": "All attempts to bolster up apartheid are bound to fail.",
      "cn": "一切想维护种族隔离的企图都是注定要失败的."
    },
    {
      "en": "Apartheid is even a greater evil.",
      "cn": "种族隔离是更大的祸害。"
    },
    {
      "en": "Brazil normalised its diplomatic relations with South Africa in recognition of the steps taken to end apartheid.",
      "cn": "巴西恢复了与南非的外交关系，以示对其采取措施结束种族隔离的正式认可。"
    },
    {
      "en": "Do you know what Apartheid is?",
      "cn": "你知道什么是种族歧视 吗 ?"
    },
    {
      "en": "Essentially the same vision that motivated apartheid South Africa.",
      "cn": "基本上,跟南非的种族隔离一模一样."
    },
    {
      "en": "He praised her role in the struggle against apartheid.",
      "cn": "他称赞了她在反种族隔离制的斗争中发挥的重要作用。"
    },
    {
      "en": "His talk about apartheid created agitation.",
      "cn": "他的关于种族隔离的谈话激起了骚动."
    },
    {
      "en": "In the apartheid days all were united in their struggle for freedom.",
      "cn": "在种族隔离时期,所有人都联合起来为自由而战."
    },
    {
      "en": "It is on this division that apartheid rests.",
      "cn": "种族隔离就是建立在这种分隔的基础上."
    },
    {
      "en": "Mutombo: I went to South Africa in 1992 and learned about apartheid.",
      "cn": "答: 1992年我到了南非,了解了种族隔离."
    },
    {
      "en": "That's correct but the system of Apartheid ended in 1994.",
      "cn": "太正确了,但是这种统治在1994年已经结束了."
    },
    {
      "en": "The end of apartheid such things happened in our own time signal.",
      "cn": "种族隔离的结束是这类事发生在我们自己的时代的信号."
    },
    {
      "en": "The world knows a great deal about apartheid.",
      "cn": "世人对种族隔离了解甚多."
    },
    {
      "en": "They linked up with a series of local anti-nuclear and anti-apartheid groups.",
      "cn": "他们加入了一系列当地的反核和反种族隔离团体。"
    },
    {
      "en": "This is the true meaning of apartheid.",
      "cn": "这是种族隔离的真正含意."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "racial segregation",
            "color bar"
          ],
          "tran_cn": "种族隔离"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prejudice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（以往南非的）种族隔离制度，分离，隔离，孤傲",
      "tran_en": "Apartheid was a political system in South Africa in which people were divided into racial groups and kept apart by law"
    }
  ],
  "exchange": {}
}