{
  "word": "hindsight",
  "ipa": {
    "us": "ˈhaɪndsaɪt",
    "uk": "ˈhaɪndsaɪt"
  },
  "sentences": [
    {
      "en": "But it is not hindsight alone that finds a natural, not solely a supernatural, sequentiality here.",
      "cn": "但是在这里发现一种自然的(不单单是超自然的)顺序性, 并非仅仅事后聪明."
    },
    {
      "en": "Even with the benefit of hindsight, I doubt I would change anything if I had my time again.",
      "cn": "就算是事后已经一切明了，如果让我重来一次，我也不确定自己是否会作出改变。"
    },
    {
      "en": "Hindsight shows us the 1990 World Cup Semi - Final was a heroic defeat.",
      "cn": "事后的所有迹象向我们表明,1990年的世界杯 半决赛 上演过一场壮烈的牺牲."
    },
    {
      "en": "However, hindsight is easier than foresight.",
      "cn": "然而, 后知总是比先见容易."
    },
    {
      "en": "I now know with hindsight that I did him a terrible wrong.",
      "cn": "我事后才明白我完全冤枉了他."
    },
    {
      "en": "I opposed this at the time, but with hindsight it was a sensible economy.",
      "cn": "我当时表示反对, 不过事后一想,这是切合实际的节约措施."
    },
    {
      "en": "I was able to a judgment with the benefit of hindsight.",
      "cn": "我借助事后的认识才得以作出“判断”."
    },
    {
      "en": "I was able to attempt a judgment with the benefit of hindsight.",
      "cn": "我借助事后的认识才得以作出判断."
    },
    {
      "en": "In hindsight the most important advance was made by Heesch, who developed the method of discharging.",
      "cn": "在后来的研究中认识到,最重大的进展是Heesch作出的, 他发展了一种排除法."
    },
    {
      "en": "In hindsight, it appears that her birth was an uneventful one.",
      "cn": "之后的迹象表明, 她的出生似乎平淡无奇."
    },
    {
      "en": "Usually , historical eras are defined by accomplishments analyzed with the benefit of contextua 1 hindsight.",
      "cn": "如何定义具有重在历史意义的时代呢?这取于这时代中所取得的成就对历史语境的事后影响."
    },
    {
      "en": "We failed, and with ( the benefit of ) hindsight I now see where we went wrong.",
      "cn": "我们失利了, 事后一想,我终于明白了错在哪里."
    },
    {
      "en": "With hindsight, he was overestimating their desire for peace.",
      "cn": "事后看来，他高估了他们对和平的渴望。"
    },
    {
      "en": "With hindsight, we'd all do things differently.",
      "cn": "有了事后的认识，我们都会以不同的方式行事。"
    },
    {
      "en": "With the benefit of hindsight, it is clear we ought to have done more.",
      "cn": "事后看来，我们显然本该做得更多。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "afterlight"
          ],
          "tran_cn": "后见之明；枪的照门"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "后见之明，（步枪的）照尺，表尺",
      "tran_en": "Hindsight is the ability to understand and realize something about an event after it has happened, although you did not understand or realize it at the time"
    }
  ],
  "exchange": {}
}