{
  "word": "rumen",
  "ipa": {
    "us": "'ru:men",
    "uk": "'rumen"
  },
  "sentences": [
    {
      "en": "Determination of rumen microbial - nitrogen of sheep using urinary excretion of purine derivatives was studied.",
      "cn": "研究了用绵羊尿中嘌呤衍生物估测瘤胃微生物氮."
    },
    {
      "en": "DM and DNF degradability in rumen at 48 h were increased with more addition of poultry litter.",
      "cn": "加大鸡粪添加量能明显提高玉米黄贮瘤胃48h干物质、中性洗涤纤维降解率."
    },
    {
      "en": "Effects of Added Nonprotein Nitrogen on Microbial Protein Synthesis in Rumen of Buffalo.",
      "cn": "添加非蛋白氮对水牛瘤胃微生物蛋白合成的影响."
    },
    {
      "en": "Goats use rumen, reticulum and omasum to digest silage.",
      "cn": "羊也是利用瘤胃 、 蜂巢胃、重瓣胃来消化草料(刍料)."
    },
    {
      "en": "Grazing animals do it through the celluloses generated by the microorganisms of their rumen.",
      "cn": "食草动物利用它们瘤胃中微生物所产生的纤维素酶来水解纤维素。"
    },
    {
      "en": "In order to develop ferment functional of rumen, researchers focus on the study on microbial ecosystem.",
      "cn": "为了充分发挥瘤胃的发酵功能, 研究人员一直致力于瘤胃微生态的研究."
    },
    {
      "en": "Mimosine could be changed into another toxin 3 - hydroxy - ( 1 H ) pyridone ( DHP ) in the rumen.",
      "cn": "含羞草素可在反刍家畜瘤胃内转变为另一毒素 3- 羟基 -4 ( 1氢 ) 吡啶酮 ( DHP )."
    },
    {
      "en": "Relatively, rumen fungi had a less number and slower growth rate compared with rumen bacteria.",
      "cn": "瘤胃微生物区系主要由瘤胃细菌 、 古菌、原虫和真菌组成."
    },
    {
      "en": "Rumen microbes, include bacteria, mycetes and protozoans, thereinto , rumen bacteria and rumen mycetes could generate cellulase.",
      "cn": "瘤胃微生物主要包括细菌 、 菌和原生动物."
    },
    {
      "en": "The DCC method was used to study the rumen bacteria of water buffalo.",
      "cn": "本试验应用DCC法对水牛瘤胃细菌进行测定。"
    },
    {
      "en": "The first two, known as the rumen , are essentially incubation chambers teeming with bacteria and protozoa.",
      "cn": "头两个胃称为瘤胃, 实际是充满了细菌与原生动物的大型培养室."
    },
    {
      "en": "They will generally consume all but the hide, some of the large bones and skull and the rumen (stomach contents of ungulates) of their prey.",
      "cn": "他们通常会吃光食物，但是也会把一些大的骨头，头盖骨，以及胃什么的藏起来。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "first stomach"
          ],
          "tran_cn": "[脊椎]瘤胃（反刍动物的第一胃）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "瘤胃（反刍动物的第一胃）",
      "tran_en": "the first compartment of the stomach of ruminants, behind the reticulum, in which food is partly digested before being regurgitated as cud "
    }
  ],
  "exchange": {
    "pl": [
      "rumens",
      "rumina"
    ]
  }
}