{
  "word": "feminist",
  "ipa": {
    "us": "ˈfemənɪst",
    "uk": "ˈfemənɪst"
  },
  "sentences": [
    {
      "en": "a feminist critique of Freud's theories",
      "cn": "从女权主义的角度对弗洛伊德理论所作的批评"
    },
    {
      "en": "A lot of people's eyes glaze over if you say you are a feminist.",
      "cn": "如果你说你是女权主义者，好多人都会愣住。"
    },
    {
      "en": "Does feminist writing come within the scope of your book?",
      "cn": "你这本书是否涉及到女权主义内容?"
    },
    {
      "en": "Feminist ideas are interrelated with philosophical ideas.",
      "cn": "女性主义的观点与哲学思想是紧密相连的."
    },
    {
      "en": "Gloria Steinen effectively combined women's advocacy with journalism and feminist politics.",
      "cn": "格洛里亚·斯坦宁,有效地把妇女呼声同新闻事业和女权政治结合了起来."
    },
    {
      "en": "He was infamous for his anti-feminist attitudes.",
      "cn": "他因反对女性主义而声名狼藉。"
    },
    {
      "en": "I shall nail my colours firmly to the mast on this subject — as a feminist I find movies like this offensive.",
      "cn": "我要非常明确地表明自己对这个主题的看法：作为一名女权主义者我认为这类电影是对女性的侮辱。"
    },
    {
      "en": "She claimed that she is a feminist.",
      "cn": "她声称自己是女权运动者。"
    },
    {
      "en": "She is professedly a feminist.",
      "cn": "她自称是女权运动者."
    },
    {
      "en": "She produced a feminist tract, \"Comments on Birth-Control\", in 1930.",
      "cn": "她1930年写了篇女性主义的短文《论节育》。"
    },
    {
      "en": "She was increasingly seen as a strident feminist.",
      "cn": "她愈加被视为强硬的女权主义者。"
    },
    {
      "en": "She’s been an outspoken feminist for over twenty years.",
      "cn": "20多年来，她一直是个直言不讳的女权主义者。"
    },
    {
      "en": "She's not feminist with a capital F but she's fairly controversial.",
      "cn": "她不是个真正意义上的女权主义者，但却是个颇具争议的人物。"
    },
    {
      "en": "There is, however, unease in feminist circles.",
      "cn": "但是，女权主义者当中存在着不满情绪。"
    },
    {
      "en": "They thought the feminist label was too worthy.",
      "cn": "他们觉得女权主义者这个称谓太抬举她们了。"
    },
    {
      "en": "What does the word \"feminist\" conjure up for you?",
      "cn": "“女权主义者”这个词会让你想到什么？"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "feminism",
          "tran_cn": " 女权主义；女权运动；男女平等主义"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "女权主义的",
      "tran_en": "Feminist groups, ideas, and activities are involved in feminism"
    },
    {
      "pos": "n",
      "tran_cn": "女权主义者，女权运动者",
      "tran_en": "someone who supports the idea that women should have the same rights and opportunities as men"
    }
  ],
  "exchange": {
    "pl": [
      "feminists"
    ]
  }
}