{
  "word": "we",
  "ipa": {
    "us": "wi , wiː",
    "uk": "wi , wiː"
  },
  "sentences": [
    {
      "en": "‘Did you go into the supermarket?’ ‘No, we didn’t.’",
      "cn": "“你们进超级市场了吗？”“我们没有进去。”"
    },
    {
      "en": "By golly we can do something about it this time.",
      "cn": "这次我们确实可以采取行动了。"
    },
    {
      "en": "Don't worry. We'll have you out of here double-quick.",
      "cn": "别担心，我们会很快把你从这儿弄出去的。"
    },
    {
      "en": "For what do we live, but to make sport for our neighbours, and laugh at them in our turn?",
      "cn": "我们活着是为了什么？不就是给邻居当笑柄，再反过来笑他们。"
    },
    {
      "en": "He told us to get stuffed so we leaned on his kid.",
      "cn": "他叫我们滚蛋，于是我们威胁他的孩子。"
    },
    {
      "en": "It's an uphill battle but I think we're going to win.",
      "cn": "虽然这是一场艰苦的斗争，但我相信我们会取得胜利。"
    },
    {
      "en": "Shall we stop for a coffee?",
      "cn": "我们停下来喝杯咖啡好吗？"
    },
    {
      "en": "So we all travelled down to Brighton together.",
      "cn": "所以我们一起都去了布赖顿。"
    },
    {
      "en": "So, if we could just move onto something else?",
      "cn": "那么我们可不可以干脆谈点别的？"
    },
    {
      "en": "We all know that fats spoil by becoming rancid.",
      "cn": "我们都知道油脂变质后会发臭。"
    },
    {
      "en": "We are becoming one of the market leaders in the fashion industry.",
      "cn": "我们正在成为时装业的领军者之一。"
    },
    {
      "en": "We are taught to construe these terms in a particular way.",
      "cn": "我们被教导要以特定的方式理解这些词语。"
    },
    {
      "en": "We declare our support for a government of national unity.",
      "cn": "我们宣布支持一个全国统一的政府。"
    },
    {
      "en": "We have a very communicative approach to teaching languages.",
      "cn": "我们在语言教学中非常强调交际教学法。"
    },
    {
      "en": "We have the interest of 500,000 customers to think of.",
      "cn": "我们得为50万名顾客的利益着想。"
    },
    {
      "en": "We Italians are proud of our history.",
      "cn": "我们意大利人为自己的历史感到自豪。"
    },
    {
      "en": "We post up a set of rules for the house.",
      "cn": "我们张贴了一份房屋生活守则。"
    },
    {
      "en": "We tend to meet up for lunch once a week.",
      "cn": "我们往往每周共进一次午餐。"
    },
    {
      "en": "We'll go to a meeting in Birmingham and come straight back.",
      "cn": "我们将去伯明翰参加会议，然后马上回来。"
    },
    {
      "en": "You flatter yourself. Why would we go to such ludicrous lengths?",
      "cn": "你真自以为是。我们为什么要费那么大的力气？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "(We)人名；(缅)韦"
    },
    {
      "pos": "pron",
      "tran_cn": "我们，人们",
      "tran_en": "used by the person speaking or writing to refer to himself or herself and one or more other people"
    }
  ],
  "exchange": {}
}