{
  "word": "dither",
  "ipa": {
    "us": "ˈdɪðə(r)",
    "uk": "ˈdɪðɚ"
  },
  "sentences": [
    {
      "en": "A dither control method using phase lock technology is presented and a controller is developed.",
      "cn": "本文提出了用锁相环跟踪抖动机构自然频率漂移的方法,设计了一种新型抖动控制器."
    },
    {
      "en": "And the Fed has perhaps learned that it is better to act swiftly rather than dither.",
      "cn": "联合理事会也许已经学会了更好的快速执行而不是犹豫不决."
    },
    {
      "en": "Both the dither and the special purposepalette can not solve this problem well.",
      "cn": "传统的抖动法和设置专用调色板的方法都不能较好地解决这一问题."
    },
    {
      "en": "He tends to get all of a dither when there are many possible choices.",
      "cn": "面临很多选择时,他便会犹豫不决."
    },
    {
      "en": "He was in a dither.",
      "cn": "他很慌乱."
    },
    {
      "en": "Point clustered ordered dither matrix of screening has been carefully designed to simulate the halftone processing.",
      "cn": "不面堆积混乱颤动的增网矩阵被细心安排以模仿半色调办理历程."
    },
    {
      "en": "Stop dithering, girl, and get on with it!",
      "cn": "别犹豫了，姑娘，快点！"
    },
    {
      "en": "The paper presents the dither feedback which exploits magnetoelectric dither pick - up ( MEDP ) technology in ring laser gyroscope.",
      "cn": "经分析 指出,磁电拾振技术应用在机抖激光陀螺抖动反馈方案中,其工作原理属于速度型传感器,直接反映抖动偏频量."
    },
    {
      "en": "The result show the resolution of temperature measured by dither frequency is very high.",
      "cn": "由于测量抖动频率的精度较高,故由抖动频率测量温度具有很高的分辨率."
    },
    {
      "en": "The sight of the policeman made the murderer all of a dither.",
      "cn": "一见到警察,那个谋杀者吓得浑身发抖."
    },
    {
      "en": "There are valve dither and valve set point circuit to improve the performance of the system.",
      "cn": "为改善伺服阀的特性,在系统各通道的伺服输出电路中增加了可程控的阀偏置和阀颤振电路."
    },
    {
      "en": "Yes, you can still find some photographers who dither on about grain in a photo, but they probably haven't dusted their specs in years.",
      "cn": "嗯，你还能看到一些摄影师在为照片的颗粒度而担心得发抖，但是他们可能已经几年没有擦过眼镜了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tremulousness",
            "shudder"
          ],
          "tran_cn": "发抖；递色；[电子][自]高频脉动"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "haste",
            "sweat"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "hesitate",
            "shake"
          ],
          "tran_cn": "踌躇；发抖；犹豫"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "发抖，颤抖，慌乱，高频振脉动"
    },
    {
      "pos": "v",
      "tran_cn": "慌张；犹豫不决",
      "tran_en": "to keep being unable to make a final decision about something"
    },
    {
      "pos": "vi",
      "tran_cn": "犹豫不决，发抖，颤抖"
    }
  ],
  "exchange": {
    "third": [
      "dithers"
    ],
    "past": [
      "dithered"
    ],
    "done": [
      "dithered"
    ],
    "ing": [
      "dithering"
    ]
  }
}