{
  "word": "islet",
  "ipa": {
    "us": "ˈaɪlət",
    "uk": "ˈaɪlət"
  },
  "sentences": [
    {
      "en": "'The anchorage is on the south, behind an islet, I fancy?'",
      "cn": "“ 我想锚地大概是在南面那个小岛的后面 吧 ?”"
    },
    {
      "en": "Because of this, researchers have experimented with other techniques, such as this one, to turn adult cells into beta-islet cells.",
      "cn": "正因为此，研究者们只能使用其他的技术，例如成人干细胞转化胰岛细胞的方法。"
    },
    {
      "en": "Furthermore, these cells had transformed themselves into the insulin - producing islet beta cells.",
      "cn": "并且, 母血细胞还自形转化为可以生产胰岛素的胰岛β细胞."
    },
    {
      "en": "Islet stem cells transplantation is a novel way to cure diabetes mellitus.",
      "cn": "胰岛干细胞移植是治疗糖尿病的一条新途径."
    },
    {
      "en": "Islet transplantation is an effective method for curing type 1 diabetes mellitus.",
      "cn": "胰岛移植作为治疗1型糖尿病的有效方法,临床应用前景较好."
    },
    {
      "en": "Islet transplantation is one of the effective methods for diabetic therapy.",
      "cn": "胰岛移植是治疗糖尿病的有效方法之一."
    },
    {
      "en": "It completes its journey in the vast expanse of the Thousand - Islet Lake.",
      "cn": "尽头处,有浩瀚的“千岛湖”."
    },
    {
      "en": "Obesity is characterized by hyperinsulinemia, hyperleptinemia, and an increase in islet volume.",
      "cn": "高胰岛素血症 、 高瘦素血症和胰岛体积的增加是肥胖的特征."
    },
    {
      "en": "Objective : To summarize the experience in the nonfunctional islet cell tumor.",
      "cn": "目的: 总结无功能性胰岛细胞瘤的诊治经验."
    },
    {
      "en": "PDB can protect effectively the pancreatic islet B cells.",
      "cn": "结论翻白草能有效保护胰岛B细胞."
    },
    {
      "en": "The anchorage is on the south, behind an islet , I fancy?",
      "cn": "我想锚地大概是在南面那个小岛的后面吧?。"
    },
    {
      "en": "The boat pulled toward the islet.",
      "cn": "船向小岛划去."
    },
    {
      "en": "The islet - 1 gene is a member of the LIM homeobox gene family.",
      "cn": "新近研究表明,我们所关注的islet -1 基因既是LIM同源框基因家族的一员."
    },
    {
      "en": "Therefore Governor Yiian's Islet is in perfect harmony with nature.",
      "cn": "因此,阮公屿是与大自然调和的."
    },
    {
      "en": "Unlike more lethal forms of pancreatic cancer, patients with islet cell neuroendocrine tumor have a high survival rate if the disease is removed promptly.",
      "cn": "与更致命的胰腺癌种类不同，如果肿瘤及时切除，胰岛细胞神经内分泌肿瘤患者的存活率很高。"
    },
    {
      "en": "You can find regiments of birds on the islet.",
      "cn": "在那个小岛上你可以看到“成群”的鸟."
    },
    {
      "en": "You can find whole regiments of birds on the islet .",
      "cn": "在那个小岛上你可以看到成群的鸟。"
    },
    {
      "en": "You can find whole regiments of birds on the islet.",
      "cn": "在那个小岛上你可以看到成群的鸟."
    },
    {
      "en": "You quickly swim , visit islet up, I delicious banana.",
      "cn": "你快点游, 游到小岛上去, 我好吃香蕉."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tiny island",
            "eyot"
          ],
          "tran_cn": "小岛"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "island"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "islet cell",
      "tran_cn": "岛细胞；胰岛细胞"
    },
    {
      "phrase": "pancreas islet",
      "tran_cn": "胰岛"
    },
    {
      "phrase": "pancreatic islet",
      "tran_cn": "[医]胰岛；郎格罕氏岛"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小岛",
      "tran_en": "a very small island"
    }
  ],
  "exchange": {
    "pl": [
      "islets"
    ]
  }
}