{
  "word": "unleavened",
  "ipa": {
    "us": "ˌʌnˈlevnd",
    "uk": "ʌnˈlɛvənd"
  },
  "sentences": [
    {
      "en": "A lamb had and roasted together with unleavened bread, bitter herbs and other items.",
      "cn": "他们要买一只羊烤了,还要准备无酵饼 、 苦菜和其他物品."
    },
    {
      "en": "Become unleavened even as you are unleavened.",
      "cn": "要成为无酵的,因为你是无酵的."
    },
    {
      "en": "Eat nothing made with yeast . Wherever you live, you must eat unleavened bread.",
      "cn": "20有酵的物, 你们都不可吃, 在你们一切住处要吃无酵饼."
    },
    {
      "en": "Lk .22:7 And the day of Unleavened Bread came, on which the passover had to be sacrificed.",
      "cn": "路二二7除酵节, 须宰逾越羊羔的那一天到了."
    },
    {
      "en": "Lot prepared a meal for them, baking unleavened cakes, and they ate them.",
      "cn": "罗得为他们准备饮食烤硬面饼给他们吃."
    },
    {
      "en": "Passover and the feast of Unleavened bread were only two days away.",
      "cn": "还有两天逾越节和无酵饼的盛宴就来到了."
    },
    {
      "en": "The Celts used these bowls of unleavened bread to hold a variety of fillings, including – as I discover when Wood hands me a sample – a tasty mixture of smoked fish, leek, hazelnuts and cream.",
      "cn": "凯尔特人用这种未发酵的面包“碗”来放各种各样的食物，我发现伍德今天放的食物就有很多，包括一种烟熏鱼、韭葱、榛子和奶油的混合物。"
    },
    {
      "en": "The Israelites the Passover at that time and the Feast of Unleavened Bread for seven days.",
      "cn": "当时在耶路撒冷的以色列人守逾越节,又守除酵节七日."
    },
    {
      "en": "The Israelites the Passover at that time andthe Feast of Unleavened Bread for seven days.",
      "cn": "当时在耶路撒冷的以色列人守逾越节、又守除酵节七日."
    },
    {
      "en": "The unleavened cakes at the Passover season are before Him.",
      "cn": "逾越节用的无酵饼就在他面前."
    },
    {
      "en": "Then came the day of unleavened bread, when the passover must be killed.",
      "cn": "除酵节, 须宰逾越羊羔的那一天到了."
    },
    {
      "en": "Unleavened bread is often simply flour mixed with water.",
      "cn": "未经发酵而制成的面包经常只是由水和面粉混合制成的."
    },
    {
      "en": "Ye shall eat nothing leavened ; in all your habitations shall ye eat unleavened bread.",
      "cn": "20有酵的物,你们都不可吃; 在你们一切住处要吃无酵饼."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unfermented"
          ],
          "tran_cn": "[轻]未发酵的；未受激发的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未经发酵的，没放酵粉的，未受激发的",
      "tran_en": "unleavened bread is flat because it is not made with yeast"
    }
  ],
  "exchange": {}
}