{
  "word": "recombination",
  "ipa": {
    "us": "ri:'kɒmbə'neɪʃən",
    "uk": "ri'kɒmbə'neɪʃən"
  },
  "sentences": [
    {
      "en": "An enzyme that catalyzes genetic recombination.",
      "cn": "催化重级酶能催化''.'基因'. ''重组的一种酶."
    },
    {
      "en": "An organism or a cell in which genetic recombination has taken place.",
      "cn": "重组体发生了''.'基因'. ''重组的有机体或细胞."
    },
    {
      "en": "As to the emission at 370 nm, It'should result from exciton recombination radiation.",
      "cn": "而在370nm处的发光峰,根据其发光能量, 应该是由于激子复合造成的."
    },
    {
      "en": "Ascomycetes also important in study of mitotic recombination via a parasexual cycle.",
      "cn": "子囊菌在研究准性生殖中也是重要的."
    },
    {
      "en": "Biological variation resulting from recombination, mutation, and selection.",
      "cn": "生物多样性来自于基因的重组 、 突变 、 和筛选."
    },
    {
      "en": "Conclusion: Recombination human BMP - 7 may promote bone interface formation in oral implants.",
      "cn": "结论: BMP-7可以加速骨种植界面的愈合."
    },
    {
      "en": "ECHO cloning is a rapid, easy and common DNA recombination technique.",
      "cn": "目的:利用ECHO克隆 系统建立一种更加快速 、 方便、通用的DNA重组技术."
    },
    {
      "en": "Gene recombination technique is an important means to improve microbial strain seeds.",
      "cn": "基因重组技术是菌种改良的重要手段."
    },
    {
      "en": "In this paper , some experience in teaching genetic recombination, esp.",
      "cn": "遗传重组是普通遗传学的重点内容之一."
    },
    {
      "en": "Interstitial Si atoms filling vacancies or recombination centers increases lifetime.",
      "cn": "另外,间隙硅原子填充了空位或复合中心从而导致寿命提高."
    },
    {
      "en": "The committee recommended that recombination DNA work at Princeton be considered in this same light.",
      "cn": "委员会建议用同样的观点来考虑在普林斯顿的重组体."
    },
    {
      "en": "The degree of recombination is reciprocal in most cases.",
      "cn": "重新结合的程度在大多数情况下是相互的."
    },
    {
      "en": "The main methods used, or under investigation, for production of rumen gene engineering bacteria are:gene deletion technique, gene recombination technique and the application of promotor.",
      "cn": "正在应用的或处于研究阶段的构建瘤胃基因工程菌的方式主要有基因缺失技术、基因复制性重组技术和启动子的应用技术。"
    },
    {
      "en": "The PCR - mediated recombination is a frequently phenomenon in PCR.",
      "cn": "PCR介导重组是一种扩增过程中常见的重组现象."
    },
    {
      "en": "The preparation of a recombination sample is more complex.",
      "cn": "油气再混合成样比较复杂."
    },
    {
      "en": "The reform with recombination can improve the whole benefit of the state enterprise .",
      "cn": "改革与重组能提高国有企业的整体效益。"
    },
    {
      "en": "There is new achievement in key industries'merger and recombination.",
      "cn": "重点行业兼并重组取得新进展."
    },
    {
      "en": "We start with these fragments, and then we have a homologous recombination system that reassembles those into a chromosome.",
      "cn": "我们以这些片段开始，然后通过同源重组将其组合到染色体中。"
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "recombine",
          "tran_cn": " 重组；再结合"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "recombine",
          "tran_cn": " 重组；再结合"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reorganisation",
            "defragmentation"
          ],
          "tran_cn": "复合，再结合；[遗]重组"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "gene recombination",
      "tran_cn": "基因重组；基因重组现象"
    },
    {
      "phrase": "genetic recombination",
      "tran_cn": "遗传重组，基因重组"
    },
    {
      "phrase": "homologous recombination",
      "tran_cn": "同源重组"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "再结合，再化合，复合",
      "tran_en": "any of several processes by which genetic material of different origins becomes combined"
    }
  ],
  "exchange": {}
}