{
  "word": "terrace",
  "ipa": {
    "us": "ˈterəs",
    "uk": "ˈterəs"
  },
  "sentences": [
    {
      "en": "...massive terraces of corn and millet carved into the mountainside like giant steps.",
      "cn": "…山坡上开垦出来种玉米和小米的巨型台阶般的大块大块梯田。"
    },
    {
      "en": "A flight of stone steps leads to the terrace.",
      "cn": "一段石阶通向露台。"
    },
    {
      "en": "All rooms have a balcony or terrace.",
      "cn": "所有的房间都有阳台或露台。"
    },
    {
      "en": "Both a staircase and a lift connect the two floors with an enclosed terrace on the roof.",
      "cn": "通过一道楼梯和一台电梯连接两层楼和封闭的屋顶平台。"
    },
    {
      "en": "Flaming torches were positioned at intervals along the terrace.",
      "cn": "沿台阶每隔一段距离布置有燃烧着的火炬."
    },
    {
      "en": "He sat on the terrace of his sun-drenched villa in the South of France.",
      "cn": "他坐在自己位于法国南部的阳光别墅的露天平台上。"
    },
    {
      "en": "He went into the Terrace and asked for a can of coffee.",
      "cn": "他走进露台饭店,去要一罐咖啡."
    },
    {
      "en": "I was quite a long way away, on the terrace.",
      "cn": "我在露台上，离得还挺远。"
    },
    {
      "en": "I will take the things back to the Terrace. \"",
      "cn": "我要把这些东西送回露台饭店. ”"
    },
    {
      "en": "Mirrored walls, skylights and large plated windows overlooking the garden and terrace fill this modern space with light.",
      "cn": "镜墙、天窗和大型的金属镀窗俯瞰花园和阳台，让这个现代空间充满光线。"
    },
    {
      "en": "Nervously clutching our glasses of chilled wine, we gathered on the terrace.",
      "cn": "我们聚集在露台上,手里紧张地握着盛有冰镇葡萄酒的酒杯."
    },
    {
      "en": "She was waiting for him at the cafe terrace.",
      "cn": "她在咖啡馆露台上等他."
    },
    {
      "en": "Single room in lovely flat, roof terrace, non-smoking prof., woman pref.",
      "cn": "舒适公寓中的单间，带屋顶阳台，不抽烟的职业人士，女士优先。"
    },
    {
      "en": "Some guests recline in deck chairs on the sea-facing terrace.",
      "cn": "有些客人斜躺在朝海露台的躺椅上。"
    },
    {
      "en": "Some guests recline in lounge chairs on the sea-facing terrace.",
      "cn": "在面向大海的平台上一些客人斜躺在躺椅上。"
    },
    {
      "en": "The music from the party wafts out to the terrace.",
      "cn": "晚会的音乐飘到了外面的露台上。"
    },
    {
      "en": "There is an inviting restaurant with an outdoor terrace.",
      "cn": "有一家诱人的带露天阳台的饭馆。"
    },
    {
      "en": "They sat on the clubhouse terrace, downing a round of drinks.",
      "cn": "他们坐在俱乐部会所的露台上，大口喝着别人请的饮料。"
    },
    {
      "en": "We sit on the terrace, which looks out on the sea.",
      "cn": "我们坐在面朝大海的露台上。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "platform",
            "balcony"
          ],
          "tran_cn": "平台；[农]梯田；[建]阳台"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "balcony"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "garden terrace",
      "tran_cn": "花园露台，庭园露台"
    },
    {
      "phrase": "roof terrace",
      "tran_cn": "屋顶平台"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（女服）叠层式的"
    },
    {
      "pos": "n",
      "tran_cn": "台阶，阶地，阳台，柱廊，门廊，斜坡上房屋间的街巷",
      "tran_en": "a flat outdoor area next to a building or on a roof, where you can sit outside to eat, relax etc"
    },
    {
      "pos": "v",
      "tran_cn": "使成梯田，使成阶地；使有平台屋顶"
    }
  ],
  "exchange": {
    "pl": [
      "terraces"
    ]
  }
}