{
  "word": "enzyme",
  "ipa": {
    "us": "ˈenzaɪm",
    "uk": "ˈenzaɪm"
  },
  "sentences": [
    {
      "en": "Above a certain temperature, the enzyme molecule will become unfolded.",
      "cn": "超过一定温度, 酶分子将会展开."
    },
    {
      "en": "Apparently, though, CYP2E1 affects how sensitive the brain is to alcohol, perhaps because it —unlike the enzyme in the liver —generates free radicals, tiny molecules that can damage cells.",
      "cn": "虽然表面上是这样，CYP2E1却影响着大脑对酒精的敏感度，或许因为它—不像在肝脏中的酶—产生了自由基，能损害细胞的微小分子。"
    },
    {
      "en": "Biochemists use kinetics to study rates of enzyme - catalyzed reactions.",
      "cn": "生物化学家们应用动力学研究酶催化反应的速率."
    },
    {
      "en": "Enzyme repression was discovered by Jacques Monod in 1953.",
      "cn": "酶的阻遏作用是Monod于1953年发现的."
    },
    {
      "en": "It is believed that it inhibits an enzyme that promotes cell proliferation in tumours.",
      "cn": "据信它能抑制一种能在肿瘤中促进细胞增殖的酶的生成。"
    },
    {
      "en": "Lysozyme is an enzyme found in egg white, tears, and other secretions.",
      "cn": "溶菌酶是存在于卵白 、 泪和其他分泌物中的一种酶."
    },
    {
      "en": "Magnesium is involved as a cofactor in many enzyme transfers.",
      "cn": "镁是许多酶转变的辅助因素."
    },
    {
      "en": "Removal of the inducer results in immidiate cessation of enzyme synthesis.",
      "cn": "除去诱导物就会立即终止酶的合成."
    },
    {
      "en": "Serizyme, a standardized bacterial proteolytic enzyme, may be used.",
      "cn": "丝胶酶是一种标准的细菌解朊酶, 也可以应用."
    },
    {
      "en": "Tampering with a single enzyme can lead to untoward effects elsewhere.",
      "cn": "破坏一种酶可能会导致在别处出现异常。"
    },
    {
      "en": "The enzyme cholinesterase is important in the transmission of nerve impulses.",
      "cn": "胆碱酯酶在神经刺激的传导中起着重要作用."
    },
    {
      "en": "The enzyme has been partially purified from muny bean shoots.",
      "cn": "从绿豆幼苗中已部分地提纯了这种酶."
    },
    {
      "en": "The enzyme he used is one of a broad class of enzymes that operate similarly on molecules like amino acids and nucleic acids, among others.",
      "cn": "他所使用的酶是广谱酶类的一种，它们的关系正如其中的氨基酸和核苷酸一样，对分子起着类似的作用。"
    },
    {
      "en": "The enzyme immunoassay diagnostic procedure was first described in 1971.",
      "cn": "酶免疫试验的诊断操作方法是于1971年首次描述的."
    },
    {
      "en": "The pesticides affect the nervous system by inhibiting the enzyme cholinesterase.",
      "cn": "这类农药抑制胆碱酯酶而影响神经系统."
    },
    {
      "en": "This change is considered to be due to denaturation of the enzyme.",
      "cn": "据认为这种变化是由于酶的变性作用造成的."
    },
    {
      "en": "This decarboxylation is catalysed by the enzyme glutamic acid decarboxylase.",
      "cn": "这个脱羧作用是由谷氨酸脱羧酶催化的."
    },
    {
      "en": "This enzyme accumulates in the larvae to a level where it becomes toxic and kills them.",
      "cn": "这种酶在幼虫体内积累到一定浓度，就会变得有毒并杀死它们。"
    },
    {
      "en": "This enzyme would make the filtration of beer easier.",
      "cn": "这种酶会使啤酒更容易过滤。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "zyme"
          ],
          "tran_cn": "[生化]酶"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "antioxidant enzyme",
      "tran_cn": "抗氧化酶"
    },
    {
      "phrase": "digestive enzyme",
      "tran_cn": "消化酶"
    },
    {
      "phrase": "enzyme activity",
      "tran_cn": "酶活力"
    },
    {
      "phrase": "enzyme engineering",
      "tran_cn": "[生]酶工程；[生]酶工程学"
    },
    {
      "phrase": "enzyme immunoassay",
      "tran_cn": "[化]酶免疫分析法"
    },
    {
      "phrase": "enzyme kinetics",
      "tran_cn": "酶动力学"
    },
    {
      "phrase": "enzyme linked immunosorbent assay",
      "tran_cn": "酶联免疫吸附测定，酶标法"
    },
    {
      "phrase": "enzyme preparation",
      "tran_cn": "[生]酶制剂"
    },
    {
      "phrase": "enzyme reaction",
      "tran_cn": "酶反应"
    },
    {
      "phrase": "enzyme system",
      "tran_cn": "酶系统"
    },
    {
      "phrase": "enzyme technology",
      "tran_cn": "酶工程学"
    },
    {
      "phrase": "hydrolytic enzyme",
      "tran_cn": "[化]水解酶；水解酵素"
    },
    {
      "phrase": "immobilized enzyme",
      "tran_cn": "固定化酶"
    },
    {
      "phrase": "proteolytic enzyme",
      "tran_cn": "蛋白酶；蛋白水解酶；解朊酶"
    },
    {
      "phrase": "restriction enzyme",
      "tran_cn": "限制性内切酶；限制酶"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[生化]酶",
      "tran_en": "a chemical substance that is produced in a plant or animal, and helps chemical changes to take place in the plant or animal"
    }
  ],
  "exchange": {
    "pl": [
      "enzymes"
    ]
  }
}