{
  "word": "herbaceous",
  "ipa": {
    "us": "hɜ:ˈbeɪʃəs",
    "uk": "ɜrˈbeɪʃəs"
  },
  "sentences": [
    {
      "en": "Configuration feature: Annual herbaceous, plant makes an appointment with 50 centimeters high.",
      "cn": "形态特征: 一年生草本, 株高约50厘米."
    },
    {
      "en": "Configuration feature: Aquatic or wet unripe herbaceous, or bacterium root nutrition and without chlorophyll.",
      "cn": "形态特征： 水生或湿生草本，或菌根营养而无叶绿素。"
    },
    {
      "en": "Configuration feature: Celadon is erect and herbaceous, tall 15 - 60 centimeter.",
      "cn": "形态特征: 灰绿色竖立草本, 高 15-60 厘米."
    },
    {
      "en": "Description: Perennial herbaceous vines, with milky juice , glabrous throughout.",
      "cn": "形态特徵: 多年生草质藤本, 全体无毛, 有乳汁."
    },
    {
      "en": "For herbaceous peony, the pruning is not necessary for herb plant.",
      "cn": "芍药:它是多年生的草本植物.不必修剪."
    },
    {
      "en": "Herbaceous peony is one of the famous Chinese traditional flower.",
      "cn": "芍药花期调控是芍药产业化的关键技术之一."
    },
    {
      "en": "Leafy: Describes the slightly herbaceous , vegetal quality reminiscent of leaves.",
      "cn": "叶子般的: 形容轻微的草本植物的性质令人想起叶子."
    },
    {
      "en": "Most species are herbaceous, but a few are shrubs and trees.",
      "cn": "本科植物多为芳香性的草本, 也有灌木和乔木."
    },
    {
      "en": "The rabbits nibbled away on the herbaceous plants.",
      "cn": "兔子把那些草本植物一点点地啃吃掉了。"
    },
    {
      "en": "The Siberian genseng plant is a shrub of 1 to 3 meters tall, while the ginseng plant is herbaceous.",
      "cn": "西伯利亚人参植物是一个1到3米多高的灌木，而人参的植物是草本植物。"
    },
    {
      "en": "This product is a health skin care product of herbaceous natural plant.",
      "cn": "本产品是草本天然植物健康护肤品."
    },
    {
      "en": "To their surprise, Ms Sagot and Dr Stevens found that all four of the most sociable species are among those forced to use herbaceous plants, and thus to build ramshackle homes.",
      "cn": "令他们吃惊的是，萨戈女士和史蒂文斯博士发现，所有最善群居的四个种群是那些迫使运用草本植物并因此建造摇摇欲坠的巢穴的蝙蝠。"
    },
    {
      "en": "We have a colorful herbaceous border round our garden.",
      "cn": "我们在我们的花园四周种了一圈无颜六色的草本植物."
    },
    {
      "en": "We have a herbaceous border round our garden.",
      "cn": "我们的花园四周种有草本植物."
    },
    {
      "en": "We have a herbaceous borderround our garden.",
      "cn": "我们花园的四周有一圈草本植物的花坛。"
    },
    {
      "en": "Where does Bai Cheng City produce pure white herbaceous plant?",
      "cn": "白城什么地方产纯白色的大油葵?"
    },
    {
      "en": "Where does Bai Cheng City produce pure white herbaceous plant? Pure white.",
      "cn": "白城什么地方产纯白色的大油葵? 纯白色的."
    },
    {
      "en": "With succulent, herbaceous , species, water pressure at the nozzle is critical.",
      "cn": "对肉食植物 、 草本植物来说, 喷头的水位要求很严格."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "herbal",
          "tran_cn": " 草药的；草本的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "herbage",
          "tran_cn": " 草；草本；草的柔软部分；[畜牧] 放牧权"
        },
        {
          "word": "herbal",
          "tran_cn": " 植物志；草本书"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "green",
            "leafy"
          ],
          "tran_cn": "[植]草本的；绿色的；叶状的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "vegetable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "herbaceous plant",
      "tran_cn": "草本植物"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "草本的，叶状的",
      "tran_en": "plants that are herbaceous have soft stems rather than hard stems made of wood"
    }
  ],
  "exchange": {}
}