{
  "word": "furthermore",
  "ipa": {
    "us": "ˌfɜːðəˈmɔː(r)",
    "uk": "ˌfɜːrðərˈmɔːr"
  },
  "sentences": [
    {
      "en": "Furthermore his favoured position is left - wing, where Ashley Young excelled.",
      "cn": "并且在他喜欢的左翼位置, 阿什利-杨表现更出色."
    },
    {
      "en": "Furthermore, as Gervaise was quick to point out, Mr Scully was not a detective.",
      "cn": "而且，正如热尔韦斯毫不犹豫地指出来的那样，斯库利先生并不是一名侦探。"
    },
    {
      "en": "Furthermore, dragline silk is elastic, which many of the man - made fibers are not.",
      "cn": "而且, 牵引丝具有弹性, 这是许多人造纤维所不具备的."
    },
    {
      "en": "Furthermore, externalities are also present.",
      "cn": "而且, 也出现了外在化问题."
    },
    {
      "en": "Furthermore, he felt that he wasn't really an authority on preventive medicine.",
      "cn": "此外, 他觉得自己并不真正是预防医学的权威."
    },
    {
      "en": "Furthermore, many agencies'responsibilities extend beyond the enforcement of existing laws and rules.",
      "cn": "此外, 很多机关的责任扩大得超过了执行现有的法律和规则."
    },
    {
      "en": "Furthermore, subsidies provide incentives only for investments in equipment.",
      "cn": "更有甚者, 提供津贴仅是为鼓励增添设备的投资."
    },
    {
      "en": "Furthermore, the book incorporates a number of important pedagogical innovations.",
      "cn": "此外, 本书在教学方法上有许多重要革新."
    },
    {
      "en": "Furthermore, there are far more healthy carriers of enteric pathogens than frank clinical cases.",
      "cn": "而且健康的肠道病原菌携带者又比明显的临床患者多得多."
    },
    {
      "en": "Furthermore, there is a marked absence of peer pressure here, which would make itself palpably felt when such anti - social conduct occurs.",
      "cn": "再者, 本地明显缺乏同辈人之间的压力, 致使不良行为发生时,众人浑然不觉其不妥."
    },
    {
      "en": "Furthermore, they claim that any such interference is completely ineffective.",
      "cn": "此外，他们还声称任何这样的干预都是完全无效的。"
    },
    {
      "en": "Furthermore, we gathered leather and feather for the future colder weather.",
      "cn": "而且，我们收集了皮革和羽毛以应付将来更冷的天气。"
    },
    {
      "en": "Furthermore. I'm angry with myself. Why am I so restrained and artless in my speech?",
      "cn": "我并且生气我自己: 怎么我只会那样拘束,不调皮的在应对?"
    },
    {
      "en": "He is old and unpopular. Furthermore, he has at best only two years of political life ahead of him.",
      "cn": "他年纪已老，又不得人心，而且他最多也只有两年的政治生命了。"
    },
    {
      "en": "I don't like her because she is too tall and furthermore she smokes too much.",
      "cn": "我不喜欢她,因为她太高,另外她抽烟太厉害."
    },
    {
      "en": "They are a long way off from here, and furthermore they're making good soldiers.",
      "cn": "他们离开这里远得很呢, 而且他们倒都做了好士兵了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "further",
          "tran_cn": " 更远的；深一层的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "further",
          "tran_cn": " 进一步地；而且；更远地"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "further",
          "tran_cn": " 促进，助长；增进"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "addition",
            "again",
            "also",
            "besides",
            "by",
            "in",
            "likewise",
            "same",
            "similarly",
            "the",
            "then",
            "token",
            "too"
          ],
          "tran_cn": "而且;此外;同样地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "moreover",
            "yet"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "此外，而且，与此同时，再者",
      "tran_en": "in addition to what has already been said"
    }
  ],
  "exchange": {}
}