{
  "word": "milliliter",
  "ipa": {
    "us": "'mɪlɪˌli:tə",
    "uk": "'mɪlɪˌlitə"
  },
  "sentences": [
    {
      "en": "A 6 ounce ( 180 milliliter ) serving of juice is the size of a small yogurt container.",
      "cn": "每天一份果汁,和小杯的酸奶是一样的,都是6盎司 ( 180毫升 )."
    },
    {
      "en": "Also can drink the plain boiled water of 220 milliliter in before sleeping half hour.",
      "cn": "也可以在睡觉前半个小时喝220毫升的白开水."
    },
    {
      "en": "An increasing number of physicians now routinely test vitamin D levels in the blood of their female patients, and if it is below 30 nanograms per milliliter, will suggest they take a supplement.",
      "cn": "现在，越来越多的内科医生例行一种对女性病人从血液中检测维生素D水平的方法，如果低于30毫微克每毫升，就会建议她们服用营养制剂。"
    },
    {
      "en": "An increasing number of physicians now routinely test vitamin D levels in the blood of their female patients, and if it is below 30 nanograms per milliliter, will suggest they take a supplement.",
      "cn": "越来越多的医生现在对他们的女性病人做血液中维他命D含量测试，如果低于30毫微克每毫升，将会建议病人服用补充品。"
    },
    {
      "en": "Each milliliter of sheep or dog anti - rOspA serum could kill 10~6 Lyme disease spirochetes at most.",
      "cn": "绵羊和犬的抗rOspA血清 杀菌能力因免疫剂量的不同而不同,每毫升绵羊和犬 抗 rOspA血清最高可杀灭1.0×106个莱姆病螺旋体."
    },
    {
      "en": "Every day 1, each time 10 - 15 milliliter.",
      "cn": "每日1次, 每次10-15毫升."
    },
    {
      "en": "For example, 500 milliliter lemon juice each share includes 110 card quantity of heats.",
      "cn": "比如说, 500毫升的柠檬汁每份含有110卡的热量."
    },
    {
      "en": "How did menstruation display 300 milliliter blood to meet before today?",
      "cn": "月经前一天献了300毫升血会怎么样 啊 ?"
    },
    {
      "en": "Nur 20 Milliliter, sehr gut f ü r Ihre Haut.",
      "cn": "这一管只有20毫升, 对皮肤很有好处."
    },
    {
      "en": "Oh, and it also calls for two - thirds of a seven hundred fifty milliliter bottle of Champagne.",
      "cn": "好的, 还需要 三分之二 的五百毫升香槟."
    },
    {
      "en": "The human mouth contains about 100 million microbes per milliliter of saliva.",
      "cn": "在人类的口中,每毫升唾液含有约莫一亿个细菌."
    },
    {
      "en": "The question is a tree fruit probably has how many milliliter?",
      "cn": "问题是一颗椰果有多少毫升?"
    },
    {
      "en": "The question is how much cellulose does a unit milliliter probably have?",
      "cn": "问题是一单位毫升大约有多少纤维素?"
    },
    {
      "en": "These vets, aged 31 to 44, also provided sperm samples, so the researchers analyzed the sperm per milliliter of semen, plus how many of the sperm swam normally, and other measures of sperm health.",
      "cn": "这些老兵的年龄在31岁至44岁不等，他们还提供了精液样本。 研究人员分析了每毫升精液的精子总量、能正常游动的精子数量以及其他精子健康指标。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "millilitre",
          "tran_cn": " [计量] 毫升"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mil"
          ],
          "tran_cn": "毫升"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "千分之一升，毫升(0。002品脱)"
    }
  ],
  "exchange": {}
}