{
  "word": "corollary",
  "ipa": {
    "us": "kəˈrɒləri",
    "uk": "ˈkɔrəleri"
  },
  "sentences": [
    {
      "en": "A corollary to the is the fear of failure in Europe.",
      "cn": "阻碍欧洲人守业的真正理由是害怕失败的心里."
    },
    {
      "en": "A corollary to this is the fear of failure in Europe.",
      "cn": "阻碍欧洲人创业的真正原因是害怕失败的心理."
    },
    {
      "en": "Blind jealousy is a frequent corollary of passionate love.",
      "cn": "热烈的爱情必然经常衍生出盲目的嫉妒."
    },
    {
      "en": "But the corollary has been a lack of scruples about sending individuals to the continent.",
      "cn": "结果是,英国人被引渡到国外也已经是不被顾忌."
    },
    {
      "en": "By the corollary to Theorem 4.3, the origin is asymptotically stable.",
      "cn": "根据定理4.3的推论, 原点是渐近稳定的."
    },
    {
      "en": "Corollary 1 The product of a constant and an infinitesimal is an infinitesimal.",
      "cn": "推论2有限个无穷小的乘积是无穷小."
    },
    {
      "en": "Everything else in your professional career is but a corollary to this vital dedication.",
      "cn": "你们职业生涯中的一切其他事情,都只是为了实现这个极其重要的目标."
    },
    {
      "en": "The corollary could only be yet another distortion.",
      "cn": "于是不免又多了一层歪曲."
    },
    {
      "en": "The corollary is that productivity improves at companies a buy - out.",
      "cn": "推论是,公司被收购后生产效率提高了."
    },
    {
      "en": "The corollary of the experiment has reached the anticipant goal.",
      "cn": "实验结果基本达到了预期目的."
    },
    {
      "en": "The corollary of this concept is that the consumption of merit bads should be discouraged.",
      "cn": "这个概念的推论是主张对“有价值的坏商品”的消费应加以限制."
    },
    {
      "en": "The Good Management Corollary: A mature process cannot overcome unsound management.",
      "cn": "优良管理推论: 弌个成熟菂过程不能解决管理不善菂问题."
    },
    {
      "en": "The machine is a corollary equipment of the button machine.",
      "cn": "本机是纽扣机的配套设备."
    },
    {
      "en": "The number of prisoners increased as a corollary of the government's determination to combat violent crime.",
      "cn": "政府决心打击暴力犯罪，其后果是囚犯数量增加了。"
    },
    {
      "en": "These two visions imply such enormous increases in productivity as a corollary to automation.",
      "cn": "这两种观点都把劳动生产率的巨大提高看成是自动化的必然结果."
    },
    {
      "en": "We have the following corollary to this principle.",
      "cn": "由这个原理我们可以作如下推导."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "conclusion",
            "consequence",
            "inference"
          ],
          "tran_cn": "推论；必然的结果"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "consequence"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "corollary equipment",
      "tran_cn": "配套设备"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "关联的"
    },
    {
      "pos": "n",
      "tran_cn": "必然的结果",
      "tran_en": "something that is the direct result of something else"
    }
  ],
  "exchange": {
    "pl": [
      "corollaries"
    ]
  }
}