{
  "word": "compere",
  "ipa": {
    "us": "ˈkɒmpeə(r)",
    "uk": "ˈkɑmper"
  },
  "sentences": [
    {
      "en": "Compere: And where do you come from, Angles?",
      "cn": "主持人: 还有,您从哪儿来, 安格斯?"
    },
    {
      "en": "Compere: Ask a few again about pioneering problem.",
      "cn": "主持人: 再问几个关于创业的问题."
    },
    {
      "en": "Compere: Ask you to give everybody introduction the case of fishing net.",
      "cn": "主持人: 请您给大家介绍一下钓鱼网的情况."
    },
    {
      "en": "Compere: At present discharge of good doctor on - line how?",
      "cn": "主持人: 现在好大夫在线的流量如何?"
    },
    {
      "en": "Compere: Be in for example material and the results on fortune?",
      "cn": "主持人: 比如说在物质和在财富上的收获 呢 ?"
    },
    {
      "en": "Compere: be the choice of this opportunity shared with a few stationmaster?",
      "cn": "主持人: 这个时机的选择是不是可以和一些站长分享?"
    },
    {
      "en": "Compere: Does the trojan run rampant what degree?",
      "cn": "主持人: 木马泛滥到什么程度?"
    },
    {
      "en": "Compere: Everybody thoroughly to those viewpoints at that time It'seems that.",
      "cn": "主持人: 大家似乎都在当时对那些观点深信不疑."
    },
    {
      "en": "Compere: Next the stationmaster friend that the problem leaves us.",
      "cn": "主持人: 接下来的问题留给我们的站长朋友."
    },
    {
      "en": "Compere: This thing had ended now, this has been established fact.",
      "cn": "主持人: 现在这个事情已经尘埃落定了, 这已经是既定的事实."
    },
    {
      "en": "Compere: Why to negotiate procrastinate so old?",
      "cn": "主持人: 为什么谈判拖那么多年?"
    },
    {
      "en": "Compere: You is this the a few th attend stationmaster plenary meeting?",
      "cn": "主持人: 您这是第几次参加站长大会了?"
    },
    {
      "en": "Oscars organizers have already confirmed one change by announcing Australian actor Hugh Jackman as the host of the show, a departure from the recent tradition of popular comedians acting as  compere.",
      "cn": "奥斯卡的主办者已经证实了一项改变，就是这次的主持将由澳大利亚人休·杰克曼担任。 以往都是由知名的喜剧演员担任这一职务的。"
    },
    {
      "en": "The TV compere gave her new record a plug.",
      "cn": "电视节目主持人极力推荐她的新唱片."
    },
    {
      "en": "They asked Paul to compere.",
      "cn": "他们请保罗来主持。"
    },
    {
      "en": "Who was the compere?",
      "cn": "节目主持人是谁?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "host",
            "moderators"
          ],
          "tran_cn": "主持人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<法>（表演会）节目主持人，报幕员",
      "tran_en": "someone who introduces the people who are performing in a television programme, theatre show etc"
    },
    {
      "pos": "v",
      "tran_cn": "做（演出）主持人；做报幕员"
    }
  ],
  "exchange": {
    "pl": [
      "comperes"
    ],
    "third": [
      "comperes"
    ],
    "past": [
      "compered"
    ],
    "done": [
      "compered"
    ],
    "ing": [
      "compering"
    ]
  }
}