{
  "word": "characterization",
  "ipa": {
    "us": "ˌkærəktəraɪˈzeɪʃn",
    "uk": "ˌkærəktəraɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "A Charpy test is usually much less expensive to perform than a fracture toughness characterization experiment.",
      "cn": "夏比(冲击)试验通常要比断裂韧性试验的费用低得多."
    },
    {
      "en": "Abstract: Polyphosphazenes are inorganic polymeric functional materialsthat have unique characterization.",
      "cn": "文摘: 聚磷腈是一类具有特殊性能的无机高分子功能材料."
    },
    {
      "en": "As a writer I am interested in characterization.",
      "cn": "作为作家，我对人物塑造感兴趣。"
    },
    {
      "en": "Assemble prototype optical systems including subassemblies and integration with camera systems, characterization and trouble shoot.",
      "cn": "组装样机光学系统，包括组件及与摄像系统集成，特性描述和故障检修。"
    },
    {
      "en": "Assist the product engineer in LimIt'setting for Characterization and volume manufacturing.",
      "cn": "协助产品工程师在初始分析到量产过程中设定参数范围."
    },
    {
      "en": "Characterization and evolution of tropospheric plumes from Lascar and Villarrica volcanoes, Chile.",
      "cn": "来自智利Lascar和 Villarrica火山对对流层烟羽状的特征和发展."
    },
    {
      "en": "Fruit maturity may play a part in phenotypic characterization.",
      "cn": "果实成熟期使这种表现型特征可能明显地起一些作用."
    },
    {
      "en": "I'm proud to say that I handled it nicely in the moment, but I'm embarrassed to admit how much this characterization annoyed me.",
      "cn": "我很自豪当时自己很好地应对了这一情况，但是不好意思，我要承认这个人的描述方式惹恼了我。"
    },
    {
      "en": "Mystic River is a dark masterpiece about deep characterization, love, and betrayal.",
      "cn": "神秘河流所展现出巧妙的特性描述 、 爱和背叛,绝对是一本不容错过的黑暗小说的杰作."
    },
    {
      "en": "Objective: Preparation and Characterization of seasonal artificial bone biomaterial.",
      "cn": "目的: 研究合理人工骨复合生物材料的制备及性能."
    },
    {
      "en": "Permeability is an important parameter for a oil reservoir characterization and engineering.",
      "cn": "渗透率是油藏描述和油藏工程中一关键性的参数."
    },
    {
      "en": "Pilcher’s books have humour, good characterization, and lively dialogue.",
      "cn": "皮尔彻的书风趣幽默，人物塑造到位，而且对话生动。"
    },
    {
      "en": "So that, its synthesis, characterization and application have a vital significance.",
      "cn": "因此, 研究铂纳米微粒的合成 、 征及应用具有重要意义."
    },
    {
      "en": "the characterization of physics as the study of simplicity",
      "cn": "把物理学界定为一门探求简单规律的学问"
    },
    {
      "en": "The plot is good, but the characterization lets you down.",
      "cn": "故事情节不错, 但是人物塑造却令人失望."
    },
    {
      "en": "The real value of the book lies in its wonderful characterization.",
      "cn": "这本书真正的价值在于精彩的人物塑造."
    },
    {
      "en": "They also provide new research methods which can assist in the conservation and characterization of biodiversity.",
      "cn": "它们还提供新的研究方法，有助于生物多样性的保护和特性描述。"
    },
    {
      "en": "This characterization of economic development implies lofty goals.",
      "cn": "经济发展的特征含有一些崇高的目标."
    },
    {
      "en": "This field is emerging as a discipline in its own right and is called crystal characterization.",
      "cn": "这一领域正在形成一门独立的学科,称为晶体鉴定学."
    },
    {
      "en": "This is the first characterization of these enzymes.",
      "cn": "这是这些酶首次特征性描述。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "characteristic",
          "tran_cn": " 典型的；特有的；表示特性的"
        },
        {
          "word": "characterized",
          "tran_cn": " 以…为特点的"
        },
        {
          "word": "characterless",
          "tran_cn": " 无个性的；缺乏特征的；平凡的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "characteristically",
          "tran_cn": " 典型地；表示特性地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "character",
          "tran_cn": " 性格，品质；特性；角色；[计] 字符"
        },
        {
          "word": "characterisation",
          "tran_cn": " （英）特性描述；性格化（等于characterization）"
        },
        {
          "word": "characteristic",
          "tran_cn": " 特征；特性；特色"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "characterise",
          "tran_cn": " 在文艺作品中塑造人物；描绘性格"
        },
        {
          "word": "characterize",
          "tran_cn": " 塑造人物"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "character",
          "tran_cn": " 印，刻；使具有特征"
        },
        {
          "word": "characterise",
          "tran_cn": " 刻划……的性格；表示……的特性"
        },
        {
          "word": "characterize",
          "tran_cn": " 描绘…的特性；具有…的特征"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "presentation",
            "description"
          ],
          "tran_cn": "描述；特性描述"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acting",
            "definition",
            "description",
            "performance"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "material characterization",
      "tran_cn": "材料特性表达"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "特性描述，（对书或戏剧中人物的）刻画，塑造，<正>描述方法，界定方法",
      "tran_en": "the way in which the character of a real person or thing is described"
    }
  ],
  "exchange": {
    "pl": [
      "characterizations"
    ]
  }
}