{
  "word": "hype",
  "ipa": {
    "us": "haɪp",
    "uk": "haɪp"
  },
  "sentences": [
    {
      "en": "Competitors quickly tried to douse another conflagration of iPhone hype.",
      "cn": "很快竞争者就试图加入到另一轮iPhone的广告战."
    },
    {
      "en": "Despite the media hype , I found the film very disappointing.",
      "cn": "尽管媒体大肆炒作，我还是觉得这部影片很让人失望。"
    },
    {
      "en": "Everyone at school used to hype each other up about men all the time.",
      "cn": "过去在学校大家经常相互煽动彼此对男人的兴趣。"
    },
    {
      "en": "Is it hype? Or nutritionally meaningful ? Perhaps some of both.",
      "cn": "这究竟是炒作,还是真有 营养学 上的好处? 也许兼而有之."
    },
    {
      "en": "My products aren't based on advertising hype, they sell by word of mouth.",
      "cn": "我的产品销售靠的不是天花乱坠的广告宣传，而是良好的口碑。"
    },
    {
      "en": "People went to see the movie because of all the hype.",
      "cn": "人们因各种天花乱坠的广告宣传而去看那部电影."
    },
    {
      "en": "She is a hype artist for a public relations firm.",
      "cn": "她是个公共关系事务所的宣传员."
    },
    {
      "en": "Shenyang, Shanghai flight special fares only 99 yuan Spring Airlines self - hype?",
      "cn": "上海飞沈阳特价机票仅99元春秋航空 自我 炒作?"
    },
    {
      "en": "Some experts are concerned that the new drug won’t live up to all the hype.",
      "cn": "一些专家担心这种新药并不像宣传中那么好。"
    },
    {
      "en": "Some experts are concerned that the new drug won't the hype.",
      "cn": "一些专家对于这款新药并不能有广告中所吹捧的药效而感到忧心忡忡."
    },
    {
      "en": "The hype and fervour surrounding the event positively invited scepticism.",
      "cn": "围绕这件事的大肆渲染和热情必然会引起人们的怀疑."
    },
    {
      "en": "The president created media hype by visiting cities down south.",
      "cn": "总统访问南部乡下,制造媒体宣传."
    },
    {
      "en": "There was a big media hype for that new movie.",
      "cn": "那部新推出电影有很大的媒体宣传."
    },
    {
      "en": "We are certainly seeing a lot of hype by some companies.",
      "cn": "我们无疑已经看到来自一些公司的大肆宣传。"
    },
    {
      "en": "We encourage a down - to - earth manner – we don't go in for hype.",
      "cn": "我们提倡脚踏实地,反对夸夸其谈."
    },
    {
      "en": "We had to hype the film to attract the financiers.",
      "cn": "我们不得不热炒这部电影以吸引投资人。"
    },
    {
      "en": "Will she be on the hype all her life?",
      "cn": "她一辈子就这样靠注射毒品来打发日子 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "subcutaneous injection",
            "hypodermic injection"
          ],
          "tran_cn": "大肆宣传；皮下注射"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "promote"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "warm"
          ],
          "tran_cn": "大肆宣传；使…兴奋"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "media hype",
      "tran_cn": "媒体炒作（媒体制造的潮流泡沫）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "天花乱坠的广告宣传",
      "tran_en": "attempts to make people think something is good or important by talking about it a lot on television, the radio etc – used to show disapproval"
    },
    {
      "pos": "v",
      "tran_cn": "大肆宣传；使…兴奋",
      "tran_en": "to try to make people think something is good or important by talking about it a lot on television, the radio etc"
    },
    {
      "pos": "vt",
      "tran_cn": "大肆宣传，夸张地宣传（某人或某事物）"
    }
  ],
  "exchange": {
    "pl": [
      "hypes"
    ],
    "third": [
      "hypes"
    ],
    "past": [
      "hyped"
    ],
    "ing": [
      "hyping"
    ]
  }
}