{
  "word": "refund",
  "ipa": {
    "us": "ˈriːfʌnd , rɪˈfʌnd",
    "uk": "ˈriːfʌnd , rɪˈfʌnd"
  },
  "sentences": [
    {
      "en": "Ask for a refund if the goods are faulty.",
      "cn": "商品如有缺陷，可要求退款。"
    },
    {
      "en": "Dissatisfied customers can return the product for a full refund.",
      "cn": "顾客如不满意可以全额退货。"
    },
    {
      "en": "He said that he needed to get his supervisor to authorize my refund.",
      "cn": "他说必须让主管人员批准我的退款."
    },
    {
      "en": "I still think it's a bit of a cheek sending a voucher rather than a refund.",
      "cn": "我还是认为，他们寄来优惠购物券，而不是退款，真是有些厚颜无耻。"
    },
    {
      "en": "I took the radio back, and they refunded my money .",
      "cn": "我把收音机送回去，他们给我退了款。"
    },
    {
      "en": "If the warranty is limited, the terms may entitle you to a replacement or refund.",
      "cn": "如果保修有限制，根据条款你也许可以要求退换或者退款。"
    },
    {
      "en": "It will come as a rude shock when their salary or income-tax refund cannot be cashed.",
      "cn": "如果他们的工资或所得税返还不能兑现，这对他们来说将是晴天霹雳。"
    },
    {
      "en": "Return your purchase within 14 days for a full refund .",
      "cn": "14 天之内退货可以全额退款。"
    },
    {
      "en": "The bank has agreed to give an immediate refund in the unlikely event of an error being made.",
      "cn": "万一出现错误——虽然这种几率微乎其微，银行同意立即退款。"
    },
    {
      "en": "The insurance company will refund any amount due to you.",
      "cn": "保险公司将退还你应得的所有款项。"
    },
    {
      "en": "They demand a refund on unsatisfactory goods.",
      "cn": "他们对不满意的货品要求退款."
    },
    {
      "en": "They refused to give me a refund .",
      "cn": "他们拒绝给我退款。"
    },
    {
      "en": "We claimed a refund from the association, but they would not pay up.",
      "cn": "我们要求该协会退款，但是他们不肯付钱。"
    },
    {
      "en": "We guarantee to refund your money if you are not delighted with your purchase.",
      "cn": "若您对所购商品不满意，我们保证退款。"
    },
    {
      "en": "We guarantee to refund your money if you're not delighted with your purchase.",
      "cn": "我们承诺如果您对所买物品不满意可以退款。"
    },
    {
      "en": "We will gladly exchange your goods, or refund your money, whichever you prefer.",
      "cn": "我们将很乐意为您换货或退款，看您更愿意怎么做。"
    },
    {
      "en": "We'll refund your money if you aren't satisfied.",
      "cn": "你若不满意,我们愿意退款给你."
    },
    {
      "en": "When I didn't hear from the suppliers or receive a refund, I chased the matter up.",
      "cn": "我既没收到供货商的消息，也没拿到退款，于是开始追查此事。"
    },
    {
      "en": "You should go down there and demand a refund.",
      "cn": "你应该到那里去，要求退款。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "payment",
            "repayment"
          ],
          "tran_cn": "退款；[金融]偿还，[会计]偿还额"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "back",
            "pay",
            "reimburse",
            "repay"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "return",
            "hand back"
          ],
          "tran_cn": "退还；[金融]偿还，归还"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "replace",
            "tender"
          ],
          "tran_cn": "退还；[金融]偿还；付还"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "tax refund",
      "tran_cn": "退税；退税单"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "资金偿还，偿还数额",
      "tran_en": "an amount of money that is given back to you if you are not satisfied with the goods or services that you have paid for"
    },
    {
      "pos": "v",
      "tran_cn": "退还；偿还，归还",
      "tran_en": "to give someone their money back, especially because they are not satisfied with the goods or services they have paid for"
    },
    {
      "pos": "vi",
      "tran_cn": "进行偿还"
    },
    {
      "pos": "vt",
      "tran_cn": "退还，归还或偿还",
      "tran_en": "to give someone their money back, especially because they are not satisfied with the goods or services they have paid for"
    }
  ],
  "exchange": {
    "pl": [
      "refunds"
    ],
    "third": [
      "refunds"
    ],
    "past": [
      "refunded"
    ],
    "done": [
      "refunded"
    ],
    "ing": [
      "refunding"
    ],
    "adj": [
      "refundable"
    ]
  }
}