{
  "word": "rediscover",
  "ipa": {
    "us": "ˌriːdɪˈskʌvə(r)",
    "uk": "ˌriːdɪˈskʌvər"
  },
  "sentences": [
    {
      "en": "...a one-time rebel who had rediscovered his faith.",
      "cn": "...重新发现了自己信仰的一个曾经的反叛者。"
    },
    {
      "en": "And now we may stop, look inward and rediscover the amber warmth of family and conversation.",
      "cn": "现在我们也许应该驻足, 审视内心,重新感受亲人团聚的温馨."
    },
    {
      "en": "He has to rediscover that quality.",
      "cn": "他现在需要找回那个状态."
    },
    {
      "en": "Let's rediscover life in the slow lane.",
      "cn": "让我们在慢车道上去重新发现生活吧."
    },
    {
      "en": "Make new friends; rediscover old ones; tell them that you love them; and when you love them; feel it deeply.",
      "cn": "结交新朋友; 重新认识旧朋友; 让他们知道你爱他们; 对他们的爱; 是何等的真切."
    },
    {
      "en": "Not doing so you turn back into yourself, only to rediscover things you already know.",
      "cn": "不这样做你会回到自身, 只是重新发现那些你已知道的东西."
    },
    {
      "en": "Or get playful. Tickle, laugh, be silly. Rediscover the playmate in your partner.",
      "cn": "开玩笑, 呵痒, 大笑, 装傻. 重新地去发现在你们之间的新的玩伴."
    },
    {
      "en": "Rediscover a part of yourself that has lain dormant for years or decades.",
      "cn": "重新发觉在你身上沉睡已久(多年活着数十年)的另一面."
    },
    {
      "en": "Scientists are now trying to rediscover if this is possible.",
      "cn": "科学家们正在探索这是否可能."
    },
    {
      "en": "So venture out of comfort zone now and again, and rediscover how good discomfort can feel.",
      "cn": "所以,时不时地跳出舒适的领域, 重新去发现不适的感觉其实是多么美好."
    },
    {
      "en": "The drop - down menu lets him rediscover functions whose names he's forgotten.",
      "cn": "下拉菜单可以让他重新发现自己已经忘记名字的功能."
    },
    {
      "en": "The French seemed to rediscover an obsessive interest in politics.",
      "cn": "法国民众似乎重新找到了对政治痴迷的兴趣."
    },
    {
      "en": "This not only enables you to avoid potential pitfalls, you rediscover your zest for life.",
      "cn": "这样不止能够帮助你避开可能的陷阱, 你也会再次发现生活的趣味."
    },
    {
      "en": "Your love has helped me to rediscover myself. Your love is an effecticve antidote to despair.",
      "cn": "你的爱让我重新找回来了我自己. 你的爱是治疗绝望的灵丹妙药."
    },
    {
      "en": "Your love has helped me to rediscover myself. Your love is an effective antidote to despair.",
      "cn": "你的爱让我重新找回了我自己. 你的爱是治疗绝望的灵丹妙药."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "rediscovery",
          "tran_cn": " 重新发现"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重新发现",
      "tran_en": "If you rediscover something good or valuable that you had forgotten or lost, you become aware of it again or find it again"
    },
    {
      "pos": "vt",
      "tran_cn": "再次（重新）发现",
      "tran_en": "If you rediscover something good or valuable that you had forgotten or lost, you become aware of it again or find it again"
    }
  ],
  "exchange": {
    "third": [
      "rediscovers"
    ],
    "past": [
      "rediscovered"
    ],
    "done": [
      "rediscovered"
    ],
    "ing": [
      "rediscovering"
    ],
    "noun": [
      "rediscovery"
    ]
  }
}