{
  "word": "unicorn",
  "ipa": {
    "us": "ˈju:nɪkɔ:n",
    "uk": "ˈjunɪkɔrn"
  },
  "sentences": [
    {
      "en": "Chance of Unicorn's Blinding increased from 30 % to 40 %.",
      "cn": "独角兽的失明发生机率由30%升为40%."
    },
    {
      "en": "Harry sees a hooded figure drink the blood of an injured unicorn.",
      "cn": "哈利看到了蒙面数字喝血的受伤独角兽."
    },
    {
      "en": "He took off his lily and handed the unicorn.",
      "cn": "他摘下一朵百合,递给了独角兽."
    },
    {
      "en": "He's modeling a unicorn in wax.",
      "cn": "他在用蜡制作独角兽."
    },
    {
      "en": "I believe unicorn was once living in the world.",
      "cn": "我相信独角兽曾经生活在这个世界。"
    },
    {
      "en": "It's not easy ter catch a unicorn, they're powerful magic creatures.",
      "cn": "不会有那么快,'海格说,'抓住一只独角兽是很不容易的, 它们这种动物具有很强的魔法."
    },
    {
      "en": "Many medieval pictures of the unicorn portray it resting its head, with phallic horn, in the lap of a maiden, an image with not too hidden sexual imagery.",
      "cn": "独角兽在许多中世纪的图画中，总是低着头，顶着阴茎一般的角，依偎在少女的裙下，呈现出一幅性暗示不那么隐晦的图景。"
    },
    {
      "en": "Opening image: A glorious well-oiled angel riding on a winged unicorn.",
      "cn": "开场图片：一个辉煌的醉酒天使骑在长翅膀的独角兽上。"
    },
    {
      "en": "Opening image: A glorious well-oiled angel riding on a winged unicorn. Sure, it's sexy. But too sexy?",
      "cn": "开场图片：一个辉煌的醉酒天使骑在长翅膀的独角兽上。当然，它性感。但是很性感么？"
    },
    {
      "en": "That is because it is a monstrous thing , to slay a unicorn.",
      "cn": "杀死一只独角兽算得上是滔天罪行."
    },
    {
      "en": "The captain of the Unicorn was led to the royal palace.",
      "cn": "“独角兽号”船长被引进王宫."
    },
    {
      "en": "The reason there are so few unicorn sightings today isn't because they are mythical creatures that never existed, but because of modern society's moral depravity.",
      "cn": "这些年很少有人见到独角兽，这并非因为那都是童话，现实里压根就不存在什么的。 而是现代社会人心不古，道德沦丧。"
    },
    {
      "en": "The unicorn is a lonely , solitary creature that symbolizes hope.",
      "cn": "每个人的心里都有一只独角兽,只要你相信, 那份纯真就会存在."
    },
    {
      "en": "The unicorn is an imaginary beast.",
      "cn": "独角兽是幻想出来的动物."
    },
    {
      "en": "The unicorn lived in a lilac wood and she lived all alone.",
      "cn": "一只独角兽独自生活在一片淡紫色的森林里."
    },
    {
      "en": "This man is very happy, because in his garden with a unicorn.",
      "cn": "这人非常高兴, 因为在自己的花园里有一只独角兽."
    },
    {
      "en": "UNICORN Corporation technique . At present UNICORN Corporation's digital programmable DC load for sale has advanced technique.",
      "cn": "目前,UNICORN株式会社销售的数字式可程式直流电子负载具有先进的技术."
    },
    {
      "en": "Unicorn looked dreamily at Alice, and said'Talk, child.",
      "cn": "独角兽神秘地看着爱丽丝, 说: “ 讲话吧, 孩子. ”"
    },
    {
      "en": "Week of Unicorn: Double growth for Unicorns and Battle Unicorns.",
      "cn": "独角兽周: 独角兽产量加倍."
    },
    {
      "en": "When the unicorn saw the number stuck to my side, it started bouncing up and down in excitement.",
      "cn": "当这只独角兽看见贴在我侧面的数字时，它开始兴奋地跳上跳下。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "kylin",
            "Kirin"
          ],
          "tran_cn": "独角兽；麒麟"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "monster"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（传说中身体似马的）独角兽，<动>一角鲸，独角兽标记",
      "tran_en": "an imaginary animal like a white horse with a long straight horn growing on its head"
    }
  ],
  "exchange": {
    "pl": [
      "unicorns"
    ]
  }
}