{
  "word": "bugle",
  "ipa": {
    "us": "ˈbju:gl",
    "uk": "ˈbjuɡəl"
  },
  "sentences": [
    {
      "en": "A bugle call came round for us to fall in.",
      "cn": "军号声传来,要我们排队集合."
    },
    {
      "en": "A loud bugle aroused everyone from sleep.",
      "cn": "嘹亮的号声将每个人从睡梦中唤醒."
    },
    {
      "en": "Around 4 a.m. , I heard a bugle in the valley below. We were about to be attacked. But I could not call in fire because we had no idea where friendly or enemy troops were.",
      "cn": "凌晨4点左右，我听到了下面山谷传来号角声， 敌人很快就要攻击我们了， 但我无法呼唤炮火，因为我们不知道敌军和友军的具体位置。"
    },
    {
      "en": "Each blows his own bugle and sings his own tune -- each does things in his own way.",
      "cn": "各吹各的号,各唱各的调."
    },
    {
      "en": "He blew two or three loud notes on his bugle.",
      "cn": "他吹了两三声喇叭."
    },
    {
      "en": "He roused up from sleep when the bugle sounded.",
      "cn": "号声响时,他从睡梦中惊醒."
    },
    {
      "en": "I bought lollipops and a toot - toot bugle. I started for home.",
      "cn": "我给她买了棒棒糖,一吹就呜的打响的小喇叭. 我就往回走."
    },
    {
      "en": "I had been seeing myself on stage, with a war bugle blowing and bullets whizzing by and here I was, a soldier crouching in his trench and ready for a bayonet charge, to take my fate by its throat.",
      "cn": "我曾觉得自己是这样的，当军号响起，子弹就在耳旁飞过，而我就在那里，一个士兵蜷伏在战壕中并准备用刺刀冲锋，来掌握我的命运之喉。"
    },
    {
      "en": "I want a trumpet, two tubas and a bugle.",
      "cn": "我要一把小号, 两把大号和一把号角."
    },
    {
      "en": "The bugle blasted forth in the distance.",
      "cn": "远处响起了军号声."
    },
    {
      "en": "The bugle sounded as the troops advanced.",
      "cn": "军号吹响前进的号令。"
    },
    {
      "en": "The bugle sounded the charge.",
      "cn": "冲锋的号角吹响了."
    },
    {
      "en": "The bugle sounds to battle.",
      "cn": "号角召唤去战斗."
    },
    {
      "en": "The soldiers sprang up when they heard the bugle.",
      "cn": "战士们听到号声一跃而起."
    },
    {
      "en": "The wind is trumpeting , a bugle calling to charge!",
      "cn": "风在掌号.冲锋号!"
    },
    {
      "en": "This paper gives a brief introduction to the time simulated - bugle broadcaster.",
      "cn": "介绍了定时播送模拟军号的单片机系统."
    },
    {
      "en": "What will you trade for the bugle?",
      "cn": "你要我用什么东西来换你的喇叭?"
    },
    {
      "en": "When he heard the bugle call, he caught up his gun and dashed out.",
      "cn": "他一听到军号声就抓起枪冲了出去."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "bugler",
          "tran_cn": "喇叭手"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "horn",
            "loudspeaker"
          ],
          "tran_cn": "喇叭；军号；筋骨草属植物"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "play the trumpet",
            "blow job"
          ],
          "tran_cn": "吹号；吹喇叭"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "号角，喇叭，筋骨草属植物，（装饰女服的）柱状玻璃小珠",
      "tran_en": "a musical instrument like a trumpet, that is used in the army to call soldiers"
    },
    {
      "pos": "v",
      "tran_cn": "吹号集合",
      "tran_en": "to play or sound (on) a bugle "
    }
  ],
  "exchange": {
    "pl": [
      "bugles"
    ]
  }
}