{
  "word": "vantage",
  "ipa": {
    "us": "'vɑ:ntɪdʒ",
    "uk": "ˈvæntɪdʒ"
  },
  "sentences": [
    {
      "en": "At last Ann had him at vantage again, and was before him.",
      "cn": "安终于再度占了他的上风, 走在他的前面."
    },
    {
      "en": "At last she had him at vantage again, and was before him.",
      "cn": "她终于再度占了他的上风, 走在他的前面."
    },
    {
      "en": "From that vantage point he could survey the whole valley.",
      "cn": "从那个观察点,他可以监视整个山谷."
    },
    {
      "en": "From that vantage point, he shrewdly harnessed his new influence in the struggle against the dominant Yankee establishment.",
      "cn": "他机敏地利用了这一任职优势，在和那些美国大家族企业的斗争中施加自己的影响力。"
    },
    {
      "en": "From the vantage point of a window seat, you can survey the slums.",
      "cn": "从靠窗座位你可以居高临下俯瞰贫民窟."
    },
    {
      "en": "From their vantage - point on the cliff, they could watch the ships coming and going.",
      "cn": "他们在悬崖上居高临下, 能看到来来往往的船."
    },
    {
      "en": "Maybe it is bad to them, but it is just our vantage.",
      "cn": "或许对他们是坏事, 但对我们正是优势."
    },
    {
      "en": "Over the centuries the vantage point for watching the tides has changed.",
      "cn": "钱塘观潮的地点,古今有所不同."
    },
    {
      "en": "Related international chain brand hotel working experience is an vantage.",
      "cn": "有国际品牌连锁酒店工作经验者优先."
    },
    {
      "en": "Since you have no vantage, you have to make great effort.",
      "cn": "（既然）你没有优势，你（就）必须努力。"
    },
    {
      "en": "The cafe was a good vantage point for watching the world go by.",
      "cn": "从这家小餐馆能清楚地看到世事的变迁。"
    },
    {
      "en": "The conservation law provides a perspective from the vantage point of experiment.",
      "cn": "守恒定律提供了从实验这个有利地位观察到的图景."
    },
    {
      "en": "The famous athlete had no vantage to win the game.",
      "cn": "那个有名的运动员已经没有优势赢得那场比赛了。"
    },
    {
      "en": "The kernel of that message was that peace must not be a source of advantage or disad-vantage for anyone.",
      "cn": "那一信息的核心是和平绝不应该成为对任何人有利或不利的根源。"
    },
    {
      "en": "The warden took us to a vantage point on the slopes where we saw herring gulls on the rocks below.",
      "cn": "管理员把我们带到斜坡上的一处有利位置，我们从那里看到了下面岩石上的银鸥。"
    },
    {
      "en": "This vantage readily accepts ambiguities and the counteracting forces in nature.",
      "cn": "这种优势,可让他们轻易接受自然界的模?两可及相互对抗的力量."
    },
    {
      "en": "Unity based thought - form perceives the human dance from a new vantage - point.",
      "cn": "基于统一的思想模式从崭新的视角理解人类之舞."
    },
    {
      "en": "We took the enemy at vantage.",
      "cn": "我们冷不防地袭击了敌人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "superiority",
            "advantage",
            "edge",
            "dominance",
            "predominance"
          ],
          "tran_cn": "优势；有利情况"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advantage",
            "preference"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "vantage point",
      "tran_cn": "n. 有利位置；优势"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "优势，有利地位",
      "tran_en": "a state, position, or opportunity affording superiority or advantage "
    }
  ],
  "exchange": {}
}