{
  "word": "pseudo",
  "ipa": {
    "us": "'sju:dəʊ",
    "uk": "'sudoʊ"
  },
  "sentences": [
    {
      "en": "Cindy told him with pseudo sweetness.",
      "cn": "辛迪装出一种甜甜蜜蜜的口吻对他说."
    },
    {
      "en": "He rubbed his cheek with pseudo ruefulness.",
      "cn": "他露出假装悔恨的表情摸摸自己的脸颊."
    },
    {
      "en": "Her care for the poor is completely pseudo.",
      "cn": "她对穷人的关心完全是假的."
    },
    {
      "en": "In the limit of read-mostly applications this can rise to nearly 100% giving a dynamic system with pseudo static performance.",
      "cn": "在一个基本上只读的应用中，如果给动态系统以假的静态性能，这个数字几乎可以达到100%。"
    },
    {
      "en": "Kaolin forms pseudo - hexagonal plates, often regularly arranged in book - like or vermicular stacks.",
      "cn": "高岭石呈假六边形片体, 往往以书页 状 或蠕虫状规则排列."
    },
    {
      "en": "One very important feature of pseudo forces is that they are always proportional to the masses.",
      "cn": "赝力的一非常重要的特征是,它们永远与质量成正比."
    },
    {
      "en": "Paper 1 discusses some basic Properties of switching operation of pseudo hypergraph.",
      "cn": "文献[1]讨论了伪超图开关类运算的基本性质."
    },
    {
      "en": "Polls have become the quintessential pseudo - events of the preprimary campaign.",
      "cn": "民意调查已经成了初选选战最典型的假事件."
    },
    {
      "en": "Pseudo - non - mainstream ~ stop so I do not know called line.",
      "cn": "伪 非 主流~别再这么不知所谓行么.实在是没法再看下去."
    },
    {
      "en": "Pseudo code is a combination of computer command and ordinary languages.",
      "cn": "伪代码是一组日常语文及电脑指令的结合."
    },
    {
      "en": "The new designs utilize over - moded cavities and also exhibit pseudo - elliptic transfer functions.",
      "cn": "这种利用多模腔的设计也具有准椭圆传输函数特性."
    },
    {
      "en": "There are double agents, and there are pseudo - double agents.",
      "cn": "有双重的密探, 还有假的双重密探."
    },
    {
      "en": "This apparent interest of his in modern music is completely pseudo.",
      "cn": "他对现代音乐显露出的雅兴纯属自欺欺人."
    },
    {
      "en": "This study also suggested that Araucaria cunninghamii might be called pseudo - winged seed.",
      "cn": "本研究提出肯氏南洋杉为似具翅种子."
    },
    {
      "en": "What a load of pompous, pseudo-intellectual rot.",
      "cn": "真是自命不凡的伪知识分子的一派胡言！"
    },
    {
      "en": "Who on earth is all this money for psycho - babbling pseudo - therapy?",
      "cn": "他们会问:“到底是谁在花钱接受这种含糊不清的、假心理治疗? ”"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "spurious",
            "supposititious"
          ],
          "tran_cn": "冒充的，假的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hypocrite",
            "Tartuffe"
          ],
          "tran_cn": "伪君子；假冒的人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fictitious",
            "unreal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pseudo code",
      "tran_cn": "伪码；虚拟码"
    },
    {
      "phrase": "pseudo noise",
      "tran_cn": "伪噪声，伪随机噪声"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "假的，虚伪的",
      "tran_en": "not genuine; pretended "
    },
    {
      "pos": "n",
      "tran_cn": "[口]假冒的人，伪君子"
    }
  ],
  "exchange": {}
}