{
  "word": "pheasant",
  "ipa": {
    "us": "ˈfeznt",
    "uk": "ˈfɛzənt"
  },
  "sentences": [
    {
      "en": "...roast pheasant.",
      "cn": "…烤野鸡肉。"
    },
    {
      "en": "A pheasant called from the fields . Jack , the collie, barked twice out in the yard.",
      "cn": "田野有一只山鸡鸣叫, 杰克----那小狗----在场院里吠了两声."
    },
    {
      "en": "A pheasant is a delicacy we seldom can enjoy.",
      "cn": "野鸡是我们很少能品尝到的美味."
    },
    {
      "en": "A pheasant is a rare delicacy we seldom can enjoy.",
      "cn": "野鸡是我们很少能品尝到的异味美食."
    },
    {
      "en": "A pure white pheasant grows up there in the mountains.",
      "cn": "山上出一种纯白色的雉鸡."
    },
    {
      "en": "Black - necked Bar - tailed Pheasant lay eggs from late of March to May.",
      "cn": "笼养黑颈长尾雉于三月中下旬开始产卵,五月下旬产卵结束."
    },
    {
      "en": "Company town pheasant service is adopted dog service, gallinaceous seedling sends come.",
      "cn": "镇山鸡服务公司采取跟踪服务, 鸡苗送上门.包疫病防治,包饲料供给,包产品销售."
    },
    {
      "en": "Fresh October brings the pheasant, then to gather nuts is pleasant.",
      "cn": "凉爽的十月带来野鸡, 采集干果使人们欢喜."
    },
    {
      "en": "Has sky - scraping wheel park opened the Suzhou golden pheasant lake already all?",
      "cn": "苏州金鸡湖摩天轮公园已经都开放了 么 ?"
    },
    {
      "en": "I was aiming at a pheasant and he shot it in front of my hide.",
      "cn": "我正在瞄准一只雉而且他在我之前射击它."
    },
    {
      "en": "Jaws long and strong, capable a hare or a pheasant.",
      "cn": "长而有力, 有能力叼回野兔或野鸡."
    },
    {
      "en": "Now , do you mind if I go back to a delicious roast pheasant?",
      "cn": "怎么样, 我可以回去吃那只喷香的烤野鸡了 吧 ?"
    },
    {
      "en": "The sauce is good with other roasted game birds, too, not just pheasant.",
      "cn": "这种调味汁不但配野鸡好吃，配其他烤猎鸟也不错。"
    },
    {
      "en": "The seasonal changes of habitats of Elliot's pheasant [ J ].",
      "cn": "白颈长尾雉栖息地的季节变化 [ J ]."
    },
    {
      "en": "We had roasted pheasant for dinner.",
      "cn": "我们晚饭吃烤野鸡."
    },
    {
      "en": "Wild animals are wild pheasant, chicken and other blue horse.",
      "cn": "野生动物有野雉 、 蓝马鸡等."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雉，野鸡，野鸡肉",
      "tran_en": "a large bird with a long tail, often shot for food, or the meat of this bird"
    }
  ],
  "exchange": {
    "pl": [
      "pheasant",
      "pheasants"
    ]
  }
}