{
  "word": "viable",
  "ipa": {
    "us": "ˈvaɪəbl",
    "uk": "ˈvaɪəbl"
  },
  "sentences": [
    {
      "en": "Any seemingly viable proposition will be tested by market research.",
      "cn": "任何表面上可行的建议都要通过市场研究予以检验."
    },
    {
      "en": "At a certain age, it's not viable for men to take a backward step into unskilled work.",
      "cn": "到了一定的年龄，就不可能再退回去干不需要技能的工作。"
    },
    {
      "en": "British Aerospace reckon that the plane will be commercially viable if 400 can be sold.",
      "cn": "英国航空航天公司估计这个型号的飞机如果能卖出400架，就可实现盈利。"
    },
    {
      "en": "Cash alone will not make Eastern Europe's banks viable.",
      "cn": "仅靠现金不能使东欧的银行维持下去。"
    },
    {
      "en": "Certain autosomal translocations in the heterozygous state can be fully viable.",
      "cn": "呈杂合子状态的某些常染色体易位完全可以生活的."
    },
    {
      "en": "Coal is one viable alternative.",
      "cn": "煤是一种可行的代用品."
    },
    {
      "en": "Economic growth was encouraged by the creation of a viable currency.",
      "cn": "稳定币制的建立,鼓励了经济的生长."
    },
    {
      "en": "Engineers are still trying to come up with a commercially viable replacement for internal - combustion engines.",
      "cn": "工程师在设法制造一种在商业上切实可行的发动机来取代内燃机."
    },
    {
      "en": "Five viable pregnancies were established.",
      "cn": "已确定5个胎儿能够成活。"
    },
    {
      "en": "It is only their investment that makes the programme economically viable.",
      "cn": "因为他们的投资,这个项目在经济上才得以通过."
    },
    {
      "en": "Only a few forest tree species can develop viable seed from unpollinated ovules.",
      "cn": "只有少数林木可以从未授粉的胚珠发育成有活力的种子."
    },
    {
      "en": "The dye is reduced by dehydrogenase enzymes released by viable tumour cells.",
      "cn": "染料被存活的肿瘤细胞放出的脱氢酶所还原."
    },
    {
      "en": "The factory is no longer economically viable.",
      "cn": "这个工厂在经济上已经维持不下去了。"
    },
    {
      "en": "Their defense markets are too small to sustain economically viable production runs.",
      "cn": "他们的国防市场太小，就经济可行性而言不足以维持生产。"
    },
    {
      "en": "This seems a bit arbitrary and limiting . There are some viable alternatives to scrollbars.",
      "cn": "滚动条有一些变体,其中最好的一种是文档导航器."
    },
    {
      "en": "viable seeds",
      "cn": "可存活的种子"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "viability",
          "tran_cn": " 生存能力，发育能力；可行性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "feasible",
            "working"
          ],
          "tran_cn": "可行的；能养活的；能生育的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "切实可行的，能养活的，能自行生产发育的，有望实现的",
      "tran_en": "a viable idea, plan, or method can work successfully"
    }
  ],
  "exchange": {
    "noun": [
      "viability"
    ]
  }
}