{
  "word": "telecommuting",
  "ipa": {
    "us": "ˌtelɪkə'mju:tɪŋ",
    "uk": "ˌtelɪkə'mjutɪŋ"
  },
  "sentences": [
    {
      "en": "A flexible work life such as telecommuting, is good for your health, researchers said.",
      "cn": "研究人员称,远程办公等弹性工作模式有益于身体健康."
    },
    {
      "en": "Add to that, issues about Internet security and to that telecommuting doesn't work for everyone.",
      "cn": "加上网路安全的问题仍旧存在,不难看出其实电子通勤并非适用于每个人."
    },
    {
      "en": "Here are six tips for successful start in a telecommuting position.",
      "cn": "下面是让远程办公有个良好开端的六大要诀."
    },
    {
      "en": "How will it affect the telecommuting ( VPN ) community?",
      "cn": "它会影响到虚拟专用网 ( VPN ) 吗 ?"
    },
    {
      "en": "Managers have discovered that telecommuting revitalizes their skills.",
      "cn": "经理们发现远距离工作为他们的技术注入了新的活力."
    },
    {
      "en": "More people are telecommuting. More people are working as freelancers or consultants.",
      "cn": "更多的人开始远程办公, 更多的人开始成为自由职业者或者顾问."
    },
    {
      "en": "Some jobs are better suited to telecommuting than others.",
      "cn": "有些工作比其他工作更适合远程办公."
    },
    {
      "en": "Successful telecommuting provides flexibility and benefits to eng employee and to the firm.",
      "cn": "成功的远程办公为员工和公司带来灵活性和益处."
    },
    {
      "en": "Telecommuting raises a challenge to the old style of working in office.",
      "cn": "在家工作对传统的办公室工作提出了挑战."
    },
    {
      "en": "Telecommuting, however, is not without its problems.",
      "cn": "但是, 电讯家庭办公并非就是十全十美."
    },
    {
      "en": "Telecommuting: Working at home and communicating with office by means of computers.",
      "cn": "电传作业: 用电脑联系办公室,在家里工作的情况."
    },
    {
      "en": "There is also the potential to develop telecommuting and other more flexible working practices.",
      "cn": "也有发展家庭远程办公及其他更灵活的工作方式的可能性。"
    },
    {
      "en": "This way of working is called telecommuting or teleworking.",
      "cn": "这种工作方式称之为远程办公或远程工作."
    },
    {
      "en": "To search for a telecommuting job online efficiently and effectively choose the right keywords.",
      "cn": "要想有效而迅速地找到一份在线远程工作要选对关键词."
    },
    {
      "en": "When looking for a telecommuting job online, use the right keywords.",
      "cn": "当你在网上寻找远程工作时, 要使用正确的关键词."
    }
  ],
  "rel_words": [
    {
      "pos": "电话会议；[通信]",
      "words": [
        {
          "word": "teleconference",
          "tran_cn": "电话会议；[通信] 远程会议"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "远程联机,  远程办公",
      "tran_en": "Telecommuting is working from home using equipment such as telephones, fax machines, and modems to contact people"
    },
    {
      "pos": "other",
      "tran_cn": "电讯家庭办公/在家办公，远程交换，远程办公"
    }
  ],
  "exchange": {
    "verb": [
      "telecommute"
    ],
    "noun": [
      "telecommuter"
    ]
  }
}