{
  "word": "disintegration",
  "ipa": {
    "us": "dɪsˌɪntɪˈɡreɪʃn",
    "uk": "dɪsˌɪntɪˈɡreɪʃn"
  },
  "sentences": [
    {
      "en": "A comparative study on the disintegration of filamentous fungi.",
      "cn": "中译:一项关于纤维状真菌裂解的比较研究."
    },
    {
      "en": "A nice trip to the theatre reduced to marital disintegration in minutes.",
      "cn": "本应是一次美好的剧院之行却在几分钟内导致了婚姻的破裂."
    },
    {
      "en": "And isn't this just another indication of the inevitable disintegration of the present time?",
      "cn": "“这就是现今这时代不可避免的分化不是? ”"
    },
    {
      "en": "Complete disintegration of cytoplasm of crescent or irregular shape of microspore .25.",
      "cn": "月牙形和不规则形小孢子细胞质完全解体."
    },
    {
      "en": "Friction on the cost reduction team invariably leads to the disintegration of the project.",
      "cn": "降低成本小组内部的摩擦就会导致项目的失败."
    },
    {
      "en": "Is it the first signal of relationship disintegration?",
      "cn": "这是关系瓦解的第一个讯号吗？"
    },
    {
      "en": "It may develop in place by the decay and disintegration of bedrock.",
      "cn": "它可能是通过基岩的腐蚀和崩解就地生成的."
    },
    {
      "en": "OBJECTIVE : To compare several METHODS : ameliorating the disintegration of calcium citrate tablet.",
      "cn": "目的: 比较几种改善构橼酸钙片崩解度的方法."
    },
    {
      "en": "OBJECTIVE : To improve the gross deviation and disintegration of cyclandelate capsules.",
      "cn": "目的: 改善环扁桃酯胶囊的装量差异及崩解时限."
    },
    {
      "en": "Primary function terminated when Rubikon disintegration reached three cubits inwards and increasing.",
      "cn": "卢比刚分解达向内三腕尺以上时,主要功能中断."
    },
    {
      "en": "Some theorists call this the \" vertical disintegration of production across borders \".",
      "cn": "因而,有部分理论家将此表述为 “ 垂直非一体化的跨国生产 ”,这实在太复杂了."
    },
    {
      "en": "Suddenly, with war on the horizon, the army seemed in danger of disintegration.",
      "cn": "随着战争即将爆发，军队似乎突然面临分崩离析的危险。"
    },
    {
      "en": "The act or an instance of breaking up, as a division, dispersal, or disintegration.",
      "cn": "分散，分离分离的行为或实例，如分裂、分散或分解。"
    },
    {
      "en": "The incident has hastened the disintegration of the club.",
      "cn": "这一事件加速了该俱乐部的解体."
    },
    {
      "en": "The total collapse of the Iron Curtain and the Berlin Wall came in 1989-1990, but the disintegration externally and internally started during my Administration.",
      "cn": "铁幕政策和柏林墙的全线坍塌发生在1989年到1990年，但是我执政期间就已经开始内在和外在的瓦解。"
    },
    {
      "en": "There is little we can do to stop this natural disintegration of the continents.",
      "cn": "我们难以阻止这种陆地的自然蜕变作用."
    },
    {
      "en": "These years witnessed the disintegration and destruction of the English peasantry.",
      "cn": "农民正在经历解体和毁灭."
    },
    {
      "en": "This defeat led to the disintegration of the empire.",
      "cn": "这次战败导致了帝国的瓦解."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "disintegrative",
          "tran_cn": " 使崩溃的；使分裂的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "disintegrate",
          "tran_cn": " 瓦解；碎裂；衰变"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "disintegrate",
          "tran_cn": " 使分解；使碎裂；使崩溃；使衰变"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "analysis",
            "decomposition",
            "crash"
          ],
          "tran_cn": "瓦解，崩溃；分解"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "瓦解，分裂，崩溃，〈物〉裂变"
    }
  ],
  "exchange": {
    "verb": [
      "disintegrate"
    ]
  }
}