{
  "word": "invective",
  "ipa": {
    "us": "ɪnˈvektɪv",
    "uk": "ɪnˈvektɪv"
  },
  "sentences": [
    {
      "en": "A country whose politics have been damaged recently by bitter, racially tinged invective offered hundreds of thousands of visitors an affectionate welcome.",
      "cn": "就是这样一个被尖锐，夹带谩骂种族问题损害的政体的国家给了成百上千的来访者们热情的欢迎。"
    },
    {
      "en": "At Gimbel's trial, jurors were shown vivid emails filled with racial invective and calls to violence.",
      "cn": "在金贝尔的审判庭上，陪审员们耳闻目睹了那些绘声绘色的充斥着种族谩骂的电子邮件和暴力言论的电话。"
    },
    {
      "en": "At such times his command of invective was said to be classic and lethal.",
      "cn": "在那种时候,据说他嬉笑怒骂的本领是极其杰出和无法招架的."
    },
    {
      "en": "But the invective directed at Zhu by soccer fans on major websites was even more fierce.",
      "cn": "不过各大网站上球迷们针对朱广沪的言词更为激烈."
    },
    {
      "en": "Crowley maintained a stream of invective and abuse against Waite.",
      "cn": "克劳利连珠炮似的对韦特骂个不停。"
    },
    {
      "en": "He had expected criticism but not the invective which greeted his proposal.",
      "cn": "他期望迎接他的提议的是批评而不是痛骂."
    },
    {
      "en": "He let out a stream of invective.",
      "cn": "他连声咒骂。"
    },
    {
      "en": "He retorted the invective on her.",
      "cn": "他用恶言讽刺还击她."
    },
    {
      "en": "His command of irony and invective was said to be very classic and lethal.",
      "cn": "据说他嬉笑怒骂的本领是极其杰出的,令人无法招架的."
    },
    {
      "en": "How much more elegant is it to slay your foe with the roses of irony than to massacre him with the axes of sarcasm or to belabour him with the bludgeon of invective.",
      "cn": "用讥讽的玫瑰镇服你的对手，较之用嘲弄的板斧将他剁砍或用谩骂的大头棒将他捶打，更为温文尔雅。"
    },
    {
      "en": "In Green's invective there is the starveling author's jealousy of the prosperous actor.",
      "cn": "格林的痛骂声里包含潦倒作家对发迹演员的嫉妒."
    },
    {
      "en": "Is it true that they and the entire  political culture will stop the self-sustaining and self-serving pendulum  of blame and invective only after a congressman has been shot?",
      "cn": "我们整个政治文化会出现终止自我维持和面对指责和谩骂时的自私摇摆不定的态度，改变从议员被枪杀开始吗？"
    },
    {
      "en": "She laid into him with her usual invective as soon as he opened the door.",
      "cn": "他一开门,她就像往常一样把他痛骂一顿."
    },
    {
      "en": "The deputy leader of the group, which is based in Baghdad, explained its campaign using a stream of homophobic invective.",
      "cn": "这个组织总部设在巴格达，其副首领用一连串谩骂同性恋者的语言解释了这个运动。"
    },
    {
      "en": "They are full of antagonism as well as invective rhetoric.",
      "cn": "文章中充满了尖锐的对立,甚至是谩骂."
    },
    {
      "en": "They resorted to sarcasm irony, invective and self - praise.",
      "cn": "他们求助于使用挖苦、讽刺 、 谩骂和自吹自擂."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abusive",
            "diatribe",
            "hell"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "谩骂的；恶言的"
    },
    {
      "pos": "n",
      "tran_cn": "痛骂，猛烈抨击",
      "tran_en": "rude and insulting words that someone says when they are very angry"
    }
  ],
  "exchange": {}
}