{
  "word": "desultory",
  "ipa": {
    "us": "ˈdesəltri",
    "uk": "ˈdesəltɔri"
  },
  "sentences": [
    {
      "en": "Carrie followed up this desultory conversation with occasional interruptions from the Vances.",
      "cn": "嘉莉继续这样随便地谈着,万斯夫妇偶尔也插上几句."
    },
    {
      "en": "China's record of protecting its rare species has been desultory.",
      "cn": "中国保护稀有物种的工作是不连贯的."
    },
    {
      "en": "He broke into a desultory chat with me over his business affairs.",
      "cn": "他突然开始和我漫无边际地谈起他的生意来了."
    },
    {
      "en": "His conduct during these first weeks had been desultory beyond description.",
      "cn": "在这两三个礼拜之内,他的行动可以说是散漫得没法形容."
    },
    {
      "en": "His conduct during these first weeks had desultory beyond description.",
      "cn": "在开始的几个礼拜里,他的行为散漫得没法形容."
    },
    {
      "en": "I wandered about in a desultory fashion.",
      "cn": "我漫无目的地四处游荡。"
    },
    {
      "en": "Judith now entered into a desultory discourse with Deerslayer.",
      "cn": "尤蒂丝开始和打鹿将东拉西扯地闲聊起来."
    },
    {
      "en": "Occasionally , Mr. Lin and the collector from Shanghai exchanged a few desultory words.",
      "cn": "林先生和那位收账客人有一句没一句的闲谈着."
    },
    {
      "en": "The careful study of a few books is better than the desultory reading of many.",
      "cn": "精心研究几部书胜过随意地读许多书."
    },
    {
      "en": "The constables made a desultory attempt to keep them away from the barn.",
      "cn": "警察漫不经心地拦着不让他们靠近谷仓。"
    },
    {
      "en": "The desultory discussion merely reaffirmed old perplexities.",
      "cn": "这次讨论完全不着边际,仅仅重申了过去那些纠缠不清的老问题."
    },
    {
      "en": "The next several weeks of desultory battle were a holding action.",
      "cn": "以后几个星期的零星战斗不过是应付局面的行动而已."
    },
    {
      "en": "The watery sunshine rested on the walls in blurred and desultory gleame.",
      "cn": "淡淡的阳光象水一样洒在墙上,斑斑驳驳的."
    },
    {
      "en": "There was only desultory firing now, and the general atmosphere was fairly peaceful.",
      "cn": "屋顶上有几堆碎瓦,左厢房的屋脊打落了一角.然而枪炮声已经绝迹了."
    },
    {
      "en": "They talked briefly in a desultory manner.",
      "cn": "他们随意地谈了一小会儿。"
    },
    {
      "en": "Wilson and Gallagher play a desultory game of poker.",
      "cn": "威尔逊和加拉格尔心不在焉地打着扑克."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "aimless",
            "chaotic",
            "disconnected",
            "discursive",
            "disorderly",
            "erratic",
            "haphazard",
            "irregular",
            "orderless",
            "rambling",
            "random",
            "unmethodical",
            "unsystematic"
          ],
          "tran_cn": "杂乱无章的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "casual",
            "excursive"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "散乱的，东拉西扯的，不按程序的，没有条理的",
      "tran_en": "done without any particular plan or purpose"
    }
  ],
  "exchange": {
    "adv": [
      "desultorily"
    ]
  }
}