{
  "word": "salinization",
  "ipa": {
    "us": "səlɪnɪ'zeɪʃən",
    "uk": "səlɪnɪ'zeɪʃən"
  },
  "sentences": [
    {
      "en": "A great quantity of soluble inorganic salt can force the surrounding soil seriously become salinization alkalinization.",
      "cn": "大量可溶性无机盐会加剧周边土壤的盐碱化."
    },
    {
      "en": "Are people's interests equally harmed by water pollution, air pollution, desertification, salinization, and deforestation, etc?",
      "cn": "试问水体污染 、 空气污染 、 土壤沙化盐碱化 、 森林退化等是平等地损害每个人的利益 吗 ?"
    },
    {
      "en": "Central and southern light loamy soil with mild and moderate salinity tidal wave of soil salinization.",
      "cn": "中部和南部为轻壤质轻度盐化潮土和中度盐化潮土."
    },
    {
      "en": "Enoxaparin sodium was prepared from heparin sodium via salinization, esterification, depolymerization and purification.",
      "cn": "以肝素钠为原料,经成盐 、 酯化 、 解聚和纯化得到依诺肝素钠."
    },
    {
      "en": "In 2000, desertification includes sandy desertification, water erosion and salinization in Maowusu andis totally 6.",
      "cn": "2000年毛乌素沙地的荒漠化类型包括沙漠化 、 水土流失和盐碱化,共有荒漠化土地6."
    },
    {
      "en": "Rising sea levels, increasing salinization of water tables, and heat stress in association with air pollution are just some of the consequences of great concern in this part of the world.",
      "cn": "海平面不断上升，潜水层日益盐化，以及与空气污染有关的热应力只是这个区域极令人担忧的一部分后果。"
    },
    {
      "en": "The excessive use of water leads to the salinization of soil.",
      "cn": "→过度用水导致土壤盐碱化."
    },
    {
      "en": "The Geomorphology a key factor for soil salinization.",
      "cn": "在土壤盐渍化过程中,地貌因素至观重要."
    },
    {
      "en": "The methods of protection of groundwater from salinization and pollution are proposed.",
      "cn": "针对城镇用地不合理造成的地下水污染问题,提出了用地建议."
    },
    {
      "en": "The salinization is one of the main types desertification and the land degradation.",
      "cn": "盐渍化是荒漠化和土地退化的主要类型之一."
    },
    {
      "en": "The traditional method of forecasting soil salinization with developing rate is not precise.",
      "cn": "传统上用发展速率的方法预测盐碱化是不严谨的."
    },
    {
      "en": "There are natural red soil, rocky soil, coastal sand, swamp soil salinization, and so on.",
      "cn": "自然土壤有赤红壤 、 石质土 、 滨海沙土 、 盐渍沼泽土等."
    },
    {
      "en": "This period , the marsh reeds mainly transform into farmland, natural vegetation and salinization land.",
      "cn": "这时期芦苇沼泽主要转换为耕地、天然植被和盐渍化土地。"
    },
    {
      "en": "We analyzed the main eco - environmental problems in this area , are desertification, soil salinization, and vegetation degeneration.",
      "cn": "分析了塔里木盆地生态环境的主要问题为沙漠化 、 土地盐渍化和植被退化."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "盐化（作用）"
    }
  ],
  "exchange": {}
}