{
  "word": "anachronism",
  "ipa": {
    "us": "əˈnækrənɪzəm",
    "uk": "əˈnækrəˌnɪzəm"
  },
  "sentences": [
    {
      "en": "After eight - part essay examination of persons chosen is anachronism, and to enter officialdom are even scarcer.",
      "cn": "经过八股科举所选用的人员是不合时宜的, 进入官场更是凤毛麟角."
    },
    {
      "en": "Business cards can sometimes feel like a bit of an anachronism.",
      "cn": "商务名片有时候感觉好像有点过时."
    },
    {
      "en": "It has been an anachronism for decades, and trying to shut down since 2000.",
      "cn": "长久以来这个组织一直因不合时宜受人诟病, 自2000年就试图关闭运转."
    },
    {
      "en": "It is an anachronism to say Julius Caesar looked at his watch.",
      "cn": "说凯撒看了看手表,那是弄错时代了."
    },
    {
      "en": "It would be an anachronism to speak of George Washington riding in an automobile.",
      "cn": "说乔治华盛顿乘汽车是一种年代错误."
    },
    {
      "en": "It would be an anachronism to talk of Queen Victoria watching television.",
      "cn": "谈到维多利亚女王看电视是时代上的错误."
    },
    {
      "en": "The film is full of anachronisms.",
      "cn": "这部影片年代错误百出。"
    },
    {
      "en": "The monarchy is seen by many people as an anachronism in the modern world.",
      "cn": "很多人认为君主制在现代世界不合时宜。"
    },
    {
      "en": "The monarchy is something of an anachronism these days.",
      "cn": "如今君主制是一种过时的体制。"
    },
    {
      "en": "The President tended to regard the Church as an anachronism.",
      "cn": "总统常常认为教会属于落伍之物。"
    },
    {
      "en": "Today a hay type of pasture plant is really an anachronism.",
      "cn": "今天干草型牧草是不合适宜的."
    },
    {
      "en": "Who stupidly sealed that heavy anachronism of stone in the Carlovingian pavement of Hercandus?",
      "cn": "是谁愚蠢地把那块不同年代的笨重石头硬砌在埃尔康迪斯的加洛林王朝的石板地里 呢 ?"
    },
    {
      "en": "Yesterday's Heresy, Today's Orthodoxy, Tomorrow's Anachronism.",
      "cn": "昨天的异端, 今天的信条, 明天就落伍."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "anachronic",
          "tran_cn": " 时代错误的；落伍的"
        },
        {
          "word": "anachronistic",
          "tran_cn": " 时代错误的"
        },
        {
          "word": "anachronous",
          "tran_cn": " 时代错误的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "时代错误，不合时代的事，过时的事或人",
      "tran_en": "something in a play, film etc that seems wrong because it did not exist in the period of history in which the play etc is set"
    }
  ],
  "exchange": {
    "pl": [
      "anachronisms"
    ]
  }
}