{
  "word": "shortlist",
  "ipa": {
    "us": "ˈʃɔ:tlɪst",
    "uk": "ˈʃɔrtlɪst"
  },
  "sentences": [
    {
      "en": "A shortlist of applicants may be invited for an interview.",
      "cn": "入围申请人可能将被邀请参加面试."
    },
    {
      "en": "At the meeting, the committee will arrive at an initial shortlist of qualified candidates.",
      "cn": "在会议上, 委员会会列出一张合格申请人的初选名单."
    },
    {
      "en": "He is on the shortlist for the job.",
      "cn": "他列入了谋职者的候选人名单上."
    },
    {
      "en": "He was on the shortlist for the job.",
      "cn": "他列入了谋职者的决选人名单上."
    },
    {
      "en": "He was shortlisted for the Nobel Prize for literature several times.",
      "cn": "他曾数次获得诺贝尔文学奖提名。"
    },
    {
      "en": "I am not surprised that the Booker Prize jury included it on their shortlist.",
      "cn": "我毫不惊讶布克奖评委会将其列在入选名单中。"
    },
    {
      "en": "I've been interviewing candidates for a research job and have had a very good shortlist.",
      "cn": "我在为一项研究工作面试候选人,并有了一份非常好的入围名单."
    },
    {
      "en": "If you've been asked for an interview you are probably on a shortlist of no more than six.",
      "cn": "如果你已经被要求参加面试，你很可能在不超过6人的候选名单上。"
    },
    {
      "en": "Now it would appear that long - standing target David Villa at the top of Chelsea's shortlist.",
      "cn": "现在看来,切尔西一直渴望的大卫-比利亚成为蓝军的首选."
    },
    {
      "en": "This year's format was different, involving 96 journalists and a shortlist of 50 players worldwide.",
      "cn": "但今年的评选有所不同, 参与投票的记者增加至96名,“金球奖”的50名候选人也扩大到了世界各地的俱乐部."
    },
    {
      "en": "to draw up a shortlist",
      "cn": "拟就入围名单"
    },
    {
      "en": "We have to choose a new manager from a shortlist of five candidates.",
      "cn": "我们得从最终入选名单上的五位候选人中选出一位新经理."
    },
    {
      "en": "You described her as the token woman on the shortlist.",
      "cn": "你把她形容为入围名单上象征性的女性人选。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "入围名单",
      "tran_en": "If someone is on a shortlist, for example, for a job or a prize, they are one of a small group of people who have been chosen from a larger group. The successful person is then chosen from the small group. "
    },
    {
      "pos": "v",
      "tran_cn": "把…列入候选名单;提名",
      "tran_en": "If someone or something is shortlisted for a job or a prize, they are put on a shortlist"
    },
    {
      "pos": "vt",
      "tran_cn": "<英>供最后挑选（或考虑）用的候选人名单",
      "tran_en": "If someone or something is shortlisted for a job or a prize, they are put on a shortlist"
    }
  ],
  "exchange": {
    "third": [
      "shortlists"
    ],
    "past": [
      "shortlisted"
    ],
    "ing": [
      "shortlisting"
    ]
  }
}