{
  "word": "braze",
  "ipa": {
    "us": "breɪz",
    "uk": "breɪz"
  },
  "sentences": [
    {
      "en": "Blades and segments are welded by braze, which facilitate change of segment.",
      "cn": "刀头的刀柄和刀头分开使用铜焊焊接, 容易更换刀头."
    },
    {
      "en": "It's also superior for braze welding of steel.",
      "cn": "这对钢的黄铜焊接也是较优的。"
    },
    {
      "en": "Mixing with silver brazing alloy, can braze copper, copper alloy and steel, etc.",
      "cn": "配银钎料, 可焊接铜 、 铜合金、钢铁等材料."
    },
    {
      "en": "The basic principle of vacuum braze and its application in manufacturing gas chromatograph are described.",
      "cn": "介绍了真空钎焊技术的基本原理及其在气相色谱仪气路部件加工中的应用."
    },
    {
      "en": "The braze and interfacial microstructures were characterized by optical microscopy, scanning electron microscopy, and energy dispersive spectroscopy.",
      "cn": "在钎焊和界面微观结构的特点是光学显微镜，扫描电子显微镜和能谱。"
    },
    {
      "en": "The fixing and sealing may choose among parallel - seam welding, braze welding, glass - melting - sealing and resin binding.",
      "cn": "封盖可选择平行缝焊 、 钎焊 、 玻璃熔封或树脂粘结."
    },
    {
      "en": "The method and technology of oxyacetylene flame braze welding for main cable wrapping at Shantou Bay Bridge were introduced, and the difficulties of the welding were analyzed.",
      "cn": "介绍汕头海湾大桥主缆缠丝所采用的氧- 乙炔火焰钎接焊方法及其工艺，并对主缆缠丝焊接的难点进行了分析。"
    },
    {
      "en": "Weld, braze, cement, solder and thread joints to join pipes and fabricate sections of piping system.",
      "cn": "通过焊, 钎焊, 接合, 焊接和螺纹接头方式连接管道系统的管道和装配零件."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "brazen",
          "tran_cn": " 厚颜无耻的；黄铜制的"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "brazen",
          "tran_cn": " 使变得无耻；厚脸皮地做"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "braze welding",
      "tran_cn": "钎焊；硬钎焊；钎焊接；硬焊"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "铜焊"
    },
    {
      "pos": "v",
      "tran_cn": "用黄铜制；使成黄铜色",
      "tran_en": "to decorate with, make like, or make of brass "
    },
    {
      "pos": "vt",
      "tran_cn": "铜焊，用黄铜镀或制造"
    }
  ],
  "exchange": {
    "third": [
      "brazes"
    ],
    "past": [
      "brazed"
    ],
    "done": [
      "brazed"
    ],
    "ing": [
      "brazing"
    ]
  }
}