{
  "word": "microbe",
  "ipa": {
    "us": "ˈmaɪkrəʊb",
    "uk": "ˈmaɪkroʊb"
  },
  "sentences": [
    {
      "en": "...a type of bacteria that include the microbes responsible for tuberculosis and leprosy.",
      "cn": "…包括引起结核病和麻风病的微生物在内的一类细菌。"
    },
    {
      "en": "A microbe that uses left - handed DNA could exist unrecognised.",
      "cn": "DNA结构向左旋的微生物是否存在尚不得知."
    },
    {
      "en": "Abstract: This article discussed the research progress of microbe degradation of pesticides.",
      "cn": "文摘: 本文讨论了农药微生物降解的研究进展."
    },
    {
      "en": "Acetochlor and atrazine all belong to the lower poisonous pesticide on soil microbe.",
      "cn": "它们对土壤微生物的安全性属于低毒级或无实际危害级农药."
    },
    {
      "en": "How can you coax a microbe to communicate?",
      "cn": "你如何才能让微生物向我们表达 呢 ?"
    },
    {
      "en": "Microbe assimilation plays a leading role in the intermittent reaction.",
      "cn": "间歇反应中微生物同化作用占主导地位."
    },
    {
      "en": "Mutual competition and mutual dependence relations coexisted among all the microbe populations.",
      "cn": "这些微生物之间存在着相互竞争、相互依存关系."
    },
    {
      "en": "Open fermentation in wine production ; 4 . multiplicity of microbe groups; 5.",
      "cn": "4.微生物菌群多样性: 有多种霉菌、细菌、酵母等."
    },
    {
      "en": "The fermented citrus pulp by microbe was used as the pig feed.",
      "cn": "猪只经屠宰解剖表明,发酵柑桔渣作猪饲料无任何毒副作用."
    },
    {
      "en": "The food microbe poisoning often come from the course of food production.",
      "cn": "微生物污染最为严重的食品是肉及肉制品和豆制品."
    },
    {
      "en": "The formation temperature controls the physiological activity of the microbe and the production of the methane.",
      "cn": "分析了地层温度、咸化环境和还原环境等因素对阳信洼陷沙一段生物气生成、聚集和保存的控制作用."
    },
    {
      "en": "The microbe, pollutants and environmental effect factors are discussed in the paper.",
      "cn": "微生物 、 染物及环境等方面的因素都影响着生物降解效率."
    },
    {
      "en": "The probe is sensitive enough to detect the presence of a single microbe.",
      "cn": "这个探针的灵敏度很高,足以测出任何微生物的存在."
    },
    {
      "en": "The professor initiated students into the mysteries of microbe.",
      "cn": "教授将微生物的奥秘传授给学生们."
    },
    {
      "en": "The tears also contain a potent microbe - killer called lysozyme, which guards me from infective bacteria.",
      "cn": "眼泪里还包含一种叫做溶菌酶的高效力杀菌者, 保护我不受细菌感染."
    },
    {
      "en": "Wine is nourishing beverage and is liable to microbe diseases.",
      "cn": "葡萄酒是营养丰富的饮料,很容易发生微生物病害."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "microbial",
          "tran_cn": " 微生物的；由细菌引起的"
        },
        {
          "word": "microbic",
          "tran_cn": " 微生物的；细菌的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "microbiology",
          "tran_cn": " 微生物学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bacterium",
            "organism"
          ],
          "tran_cn": "细菌，[微]微生物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "微生物，细菌",
      "tran_en": "an extremely small living thing which you can only see if you use a  microscope  . Some microbes can cause diseases."
    }
  ],
  "exchange": {
    "pl": [
      "microbes"
    ]
  }
}