{
  "word": "malfunction",
  "ipa": {
    "us": "ˌmælˈfʌŋkʃn",
    "uk": "mælˈfʌŋkʃən"
  },
  "sentences": [
    {
      "en": "a malfunction in one of the engines",
      "cn": "其中一个引擎的失灵"
    },
    {
      "en": "A mistake or malfunction that can a computer program.",
      "cn": "电脑程式可能出现的错误或故障."
    },
    {
      "en": "A system shutdown caused by a hardware or software malfunction.",
      "cn": "由硬件、软件故障导致系统的关闭."
    },
    {
      "en": "an equipment malfunction",
      "cn": "设备故障"
    },
    {
      "en": "Camera malfunction can be caused by shock , humidity, salt water corrosion and soon.",
      "cn": "震动 、 潮湿 、 盐份等会使照相机出故障."
    },
    {
      "en": "Common malfunction analysis and parameter regulation of automatic submerged arc welding machine.",
      "cn": "自动埋弧焊机常见故障分析及参数调整."
    },
    {
      "en": "Electrical noise caused by diode or stator malfunction is not acceptable.",
      "cn": "因二极管或转子失灵而引起的发电噪音是不合格的发电机."
    },
    {
      "en": "Every compartment had some minor breakage or malfunction to report.",
      "cn": "每间舱房总有些小毛病或机件失灵的事故上报."
    },
    {
      "en": "Fukesi a onehouse is queer the malfunction, finds the solution!",
      "cn": "福克斯两厢奇怪故障, 求解!"
    },
    {
      "en": "In some cases, the malfunction caused cars to uncontrollably.",
      "cn": "在几个案例中, 该故障导致汽车突然加速."
    },
    {
      "en": "Pertaining to the detection and isolation of a malfunction or mistake.",
      "cn": "用于修饰或说明与故障或错误的检测和隔离有关的特性."
    },
    {
      "en": "Reliable quality: Transmission Gear supplied from famous manufacturer avoid of malfunction.",
      "cn": "质量优异: 变速箱齿轮由名牌齿轮生产厂家配套提供,故障率极低."
    },
    {
      "en": "Results have been delayed owing to a malfunction in the computer.",
      "cn": "由于电脑发生故障,计算结果推迟了."
    },
    {
      "en": "The date was lost due to a software malfunction.",
      "cn": "由于软件故障,数据丢失."
    },
    {
      "en": "The radiation can damage microprocessors and computer memories, causing them to malfunction.",
      "cn": "该辐射会破坏微处理器和计算机存储器，使之出故障。"
    },
    {
      "en": "There can be all manner of noise associated with various malfunction.",
      "cn": "可能有各种与不正常的工作有关的噪声类型."
    },
    {
      "en": "There must have been a computer malfunction.",
      "cn": "一定是出了电脑故障。"
    },
    {
      "en": "You're saying that his left ventricle had been weakened by the lvad malfunction?",
      "cn": "你声称他的左心室因起搏器故障而开始衰弱?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fault",
            "trouble",
            "complaint",
            "sickness"
          ],
          "tran_cn": "故障；失灵；疾病"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "breakdown"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "get out of order",
            "be out of order"
          ],
          "tran_cn": "发生故障；不起作用"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "故障，功能障碍，失灵",
      "tran_en": "a fault in the way a machine or part of someone’s body works"
    },
    {
      "pos": "v",
      "tran_cn": "发生故障；不起作用",
      "tran_en": "If a machine or part of the body malfunctions, it fails to work properly"
    },
    {
      "pos": "vi",
      "tran_cn": "失灵，发生故障"
    }
  ],
  "exchange": {
    "third": [
      "malfunctions"
    ],
    "past": [
      "malfunctioned"
    ],
    "done": [
      "malfunctioned"
    ],
    "ing": [
      "malfunctioning"
    ]
  }
}