{
  "word": "lactic",
  "ipa": {
    "us": "'læktɪk",
    "uk": "ˈlæktɪk"
  },
  "sentences": [
    {
      "en": "A low-alcohol cactus lactic acid drink was developed by co-fermentation of microzyme and lactobacillus using malt, cactus, and milk as materials.",
      "cn": "以仙人掌、牛奶、麦芽为原料，采用酵母菌和乳酸菌共同发酵研制成含低醇的仙人掌乳酸饮料。"
    },
    {
      "en": "Acid production of lactic acid bacteria is sufficient to coagulate milk proteins.",
      "cn": "乳酸细菌产生的酸足以使乳蛋白质凝固."
    },
    {
      "en": "Ash sprinted straight ahead. Every muscle pumped and burned with lactic acid.",
      "cn": "亚什大步向前疾奔. 每一块肌肉都因为乳酸燃烧而疼痛."
    },
    {
      "en": "Inoculate lactic acid funguses ferment in the mixture of banana and milk.",
      "cn": "将香蕉泥与牛奶调配接种乳酸菌发酵制成凝固型香蕉酸牛乳."
    },
    {
      "en": "Kimchi has antibiotic functions as lactic acid bacteria produced in the process of fermentation suppresses growth of harmful bacteria.",
      "cn": "由于在发酵过程中产生的乳酸菌抑制了有害菌的生长，所以泡菜有抗生素作用。"
    },
    {
      "en": "L lactic acid is an important organic and with multi applications.",
      "cn": "乳酸是一种有多种用途的重要的有机酸."
    },
    {
      "en": "Lactic acid containing rice, Shengjinzhike, Xiaoshi Jianwei, Xiehuo cool, very good taste.",
      "cn": "酸饭含有乳酸菌, 生津止渴, 消食健胃, 清凉泻火, 口感极好."
    },
    {
      "en": "Lactic acid is an important organic acid of industrial importance.",
      "cn": "乳酸是一种具有重要工业价值的有机酸。"
    },
    {
      "en": "Lactic Acid: A smooth ( not sharp ) acid created during malolactic fermentation.",
      "cn": "乳酸: 在苹果乳酸发酵中产生的一种圆滑 ( 不尖锐 ) 的酸."
    },
    {
      "en": "Main compositions: Witch hazel, Sage extract, lactic peppermint enzyme, Aloe extract.",
      "cn": "主要成份: 金缕梅 、 鼠尾草精华 、 乳酸薄荷酶 、 芦荟提取液."
    },
    {
      "en": "Proteomic studies of lactic acid bacteria are still in their initial stages.",
      "cn": "乳酸菌的蛋白质组研究目前仍处于开始阶段."
    },
    {
      "en": "Results CVVH, HDF and HD showed definite effects on severe lactic acidosis.",
      "cn": "结果CVVH 、 hdF和hd治疗乳酸酸中毒疗效明确."
    },
    {
      "en": "Sulfa drugs themselves are also lactic acid bacteria cells.",
      "cn": "磺胺类药物本身对乳酸菌亦有杀伤作用."
    },
    {
      "en": "The drink is fairly acidic with high levels of lactic acid and other acids, so experts advise moderation.",
      "cn": "这饮料是非常酸的，有高水平乳酸和其它酸，所以专家提醒要节制。"
    },
    {
      "en": "The main diseases are caused by acetic bacteria , lactic bacteria and yeasts.",
      "cn": "常见的微生物病害有酒花病、变酸病 、 酵母再发酵病和乳酸菌引起的病害."
    },
    {
      "en": "The somewhat acid flavour is caused by the presence of lactic acid.",
      "cn": "这种微酸的味道是因为含有乳酸造成的。"
    },
    {
      "en": "To establish a method for determination of Sn in poly ( L - lactic acid ) ( PLLA ) pharmaceutical necessities.",
      "cn": "目的:建立药用辅料聚L - 乳酸 的锡含量检测方法."
    },
    {
      "en": "When the fasting gastric acidity, lactic acid easily be killed.",
      "cn": "空腹时胃内的酸度大, 乳酸菌易被胃酸杀死."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "lactate",
          "tran_cn": " [有化] 乳酸盐"
        },
        {
          "word": "lactation",
          "tran_cn": " 哺乳；哺乳期；授乳（形容词lactational）；分泌乳汁"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "lactate",
          "tran_cn": " 分泌乳汁；喂奶"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "galactic"
          ],
          "tran_cn": "[生理]乳的；乳汁的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "milky"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lactic acid",
      "tran_cn": "乳酸"
    },
    {
      "phrase": "lactic acid bacteria",
      "tran_cn": "乳酸菌"
    },
    {
      "phrase": "lactic acid fermentation",
      "tran_cn": "乳酸发酵"
    },
    {
      "phrase": "lactic acidosis",
      "tran_cn": "乳酸酸中毒；乳酸血症"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "乳的",
      "tran_en": "relating to or derived from milk "
    }
  ],
  "exchange": {}
}