{
  "word": "standpoint",
  "ipa": {
    "us": "ˈstændpɔɪnt",
    "uk": "ˈstændpɔɪnt"
  },
  "sentences": [
    {
      "en": "a discussion of marriage from the standpoint of women",
      "cn": "从女性角度对婚姻的探讨"
    },
    {
      "en": "But from the standpoint of a person, they are perfectly normal.",
      "cn": "但从人类用户的角度来看, 这些太正常了."
    },
    {
      "en": "First, the internal driving power of charity is analyzed from macroeconomics standpoint.",
      "cn": "首先是宏观分析,阐述企业慈善的内在驱动力."
    },
    {
      "en": "From a practical standpoint, rill erosion forms small channels.",
      "cn": "从实用的观点看, 细沟侵蚀能形成很小的渠槽."
    },
    {
      "en": "From a styling standpoint, the Mazda 6 makes a distinctive exterior statement.",
      "cn": "从外形设计的角度来看, 马自达6的确是非常出众."
    },
    {
      "en": "From my standpoint, this thing is just ridiculous.",
      "cn": "依我看来, 这件事简直荒唐."
    },
    {
      "en": "From my standpoint, you know, this thing is just ridiculous.",
      "cn": "你要知道，依我看，这事简直太荒唐了。"
    },
    {
      "en": "From the standpoint of expense, the underlying principle applicable to planning is simple.",
      "cn": "从费用的观点看, 适用于规划的基本原理是简单的."
    },
    {
      "en": "From the standpoint of this work, this is an extreme point of view which is inapplicable.",
      "cn": "从本书的观点来看, 这是一种不适用的,极端的观点."
    },
    {
      "en": "From this standpoint the city is an elevation, rising from the ground like a mountain.",
      "cn": "从这一观点来看,城市是个象山岳一样的自地面升起的突出物."
    },
    {
      "en": "He will never be bullied into any change of his standpoint.",
      "cn": "要想硬逼他改变自己的立场是办不到的."
    },
    {
      "en": "I saw myself , too, from the dramatic standpoint.",
      "cn": "我也从做戏的角度看待自己."
    },
    {
      "en": "One's opinion tends to differ in accordance with one's standpoint.",
      "cn": "不同的立场势必形成不同的见解."
    },
    {
      "en": "This argument is untenable from an intellectual, moral and practical standpoint.",
      "cn": "从智识、道德和现实的角度来看，这一论点是站不住脚的。"
    },
    {
      "en": "We should look at this from a historical standpoint.",
      "cn": "我们应从历史的观点看待这事."
    },
    {
      "en": "Yeasts traditionally and It'still plays an important role from a technical and industrial standpoint.",
      "cn": "从古代到今天,它在技术和工业上都起着重要作用."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "viewpoint",
            "perspective",
            "outlook",
            "eye",
            "sentiment"
          ],
          "tran_cn": "立场；观点"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "attitude",
            "perspective",
            "side"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "from the standpoint of",
      "tran_cn": "从…角度来看；从…立场来看"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "立场，观点",
      "tran_en": "a way of thinking about people, situations, ideas etc"
    }
  ],
  "exchange": {
    "pl": [
      "standpoints"
    ]
  }
}