{
  "word": "dissolute",
  "ipa": {
    "us": "ˈdɪsəlu:t",
    "uk": "ˈdɪsəˌlut"
  },
  "sentences": [
    {
      "en": "A company which is dissolute due a merger or division shall apply for cancellation of registration.",
      "cn": "因合并、分立而解散的公司,应当申请注销登记."
    },
    {
      "en": "After the disruption of the world, people who lost all love all live a dissolute life.",
      "cn": "在世界经历过大灾难后, 人们失去了所爱,开始了放荡的生活."
    },
    {
      "en": "He led a dissolute life after he made a lot of money in business.",
      "cn": "自从他经商赚了许多钱后,生活变得腐化."
    },
    {
      "en": "He led a dissolute life.",
      "cn": "他过着放荡的生活."
    },
    {
      "en": "He who has no home is vagrant; He who has two homes is dissolute.",
      "cn": "没家的男人是个流浪汉, 有两个家的男人是放浪者."
    },
    {
      "en": "His dissolute life is inconsistent with his Puritan upbringing.",
      "cn": "他的放荡生活和他的清教徒教养相悖."
    },
    {
      "en": "I have also heard that he a dissolute lifestyle, but that is probably a nasty rumor.",
      "cn": "我还听说他生活放荡不羁, 但这也许只是恶意的谣言."
    },
    {
      "en": "I have also heard that he leads a dissolute lifestyle, but that is probably just a nasty rumor.",
      "cn": "我还听说他生活放荡不羁，但这也许只是恶意的谣言。"
    },
    {
      "en": "I have also heard that he leads a dissolute lifestyle, that is probably a nasty rumor.",
      "cn": "我还听说他生活放荡不羁, 但这只是恶意的谣言."
    },
    {
      "en": "Jie was extremely tyrannical and dissolute.",
      "cn": "桀是个极端残暴、放荡的人."
    },
    {
      "en": "Nellie was married twice, the first time to a dissolute diplomat whose death left her a wealthy woman.",
      "cn": "妮利结过两次婚，第一次嫁给了一个风流的外交官，外交官死后给他留下了大笔财富，使她成为一个有钱的女人。"
    },
    {
      "en": "The dissolute Presidential guard who deserted his post that fateful night was named John Parker.",
      "cn": "在杀害林肯的那个灾难性的夜晚,放荡不羁的总统卫兵擅离职守,他名叫约翰·帕克."
    },
    {
      "en": "When xylan extractives were desalted by ultrafiltration, optimum number of dissolute was 4.",
      "cn": "木聚糖抽提液超滤脱盐时, 最经济的置换体积数为4."
    },
    {
      "en": "You can't deny that Tom has been an idle, worthless, dissolute and dishonorable rogue.",
      "cn": "你不能否认汤姆是个游手好闲 、 一钱不值 、 放荡无耻的坏蛋."
    },
    {
      "en": "You can't deny that Tom has been an ilde, worthless, dissolute and dishonourable rogue.",
      "cn": "你也不能否认汤姆是个游手好闲 、 一钱不值 、 放荡无耻的坏蛋吧."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "dissolutely",
          "tran_cn": " 放荡地；荒淫地；毫无约束地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "gay",
            "ramshackle"
          ],
          "tran_cn": "放荡的；风流的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abandoned",
            "epicurean",
            "rotten"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "放荡的，淫乱的，猖，浪荡，风流",
      "tran_en": "having an immoral way of life, for example drinking too much alcohol or having sex with many people"
    }
  ],
  "exchange": {}
}