{
  "word": "morphological",
  "ipa": {
    "us": "ˌmɔ:fə'lɒdʒɪkl",
    "uk": "ˌmɔfə'lɒdʒɪkl"
  },
  "sentences": [
    {
      "en": "A generalized morphological transform based on the set cardinality was presented.",
      "cn": "摘要提出了一种基于集合势的广义形态变换形式."
    },
    {
      "en": "Cell morphological observation showed that Galla Chinesis has obvious influence on fibroblast.",
      "cn": "细胞形态学观察结果可见五倍子对成纤维细胞具有明显的影响."
    },
    {
      "en": "Correlation of morphological factors with injury is important.",
      "cn": "形态因素与受害的相互关系很重要."
    },
    {
      "en": "Fetal NRBCs show unique morphological characteristics and haemoglobin phenotype.",
      "cn": "胎儿NRBC具有鲜明的形态学、免疫学特征."
    },
    {
      "en": "It involves morphological filament, physiological low metabolism but active movement.",
      "cn": "细菌的变化包括菌体纤细化, 生理上代谢低下,但是运动活泼."
    },
    {
      "en": "Many cultivated plants can produce some phytoliths which have special morphological characteristics.",
      "cn": "许多栽培植物能够产生具属种一级鉴定特征的植物硅酸体."
    },
    {
      "en": "Many scientists agree that the domestic dog displays more morphological variation than any other known species, thanks to selective breeding by humans.",
      "cn": "许多科学家都认为，国内的狗更显示形态比任何其他已知的物种变异，人类有选择育种的感谢。"
    },
    {
      "en": "Morphological evaluation was on renal size, cortical thickness, and corticomedullary differentiation ( CMD ) .",
      "cn": "形态学评估包括肾脏大小 、 皮质厚度及皮髓质 分界."
    },
    {
      "en": "MORPHOLOGICAL STRUCTURE OF THE RESPIRATORY SYSTEM OF HYDROPHIS CYANOCINCTUS ( DAUDIN ) ( REPTILIA : HYDROPHIIDAE )",
      "cn": "青环海蛇呼吸系统的形态结构 ( 爬行纲: 海蛇科 )"
    },
    {
      "en": "Morphological terminology was adopted principally from Zhang ( 1990 ) and Evans ( 1947 ).",
      "cn": "形态术语基本遵从张雅林 ( 1990 ) 和Evans ( 1947 ) 的定义."
    },
    {
      "en": "Non - morphological criteria of metastasizing potential are largely speculative.",
      "cn": "非 形态学的转移潜力的指标大部分是随机性的."
    },
    {
      "en": "Objective To enrich the morphological basis for anthropology and clinical cosmetology.",
      "cn": "摘要目的为临床下肢美容术及人类形态学积累资料."
    },
    {
      "en": "Objective To provide morphological information for the research of lesser splanchnic nerve.",
      "cn": "目的为内脏小神经研究提供形态学基础."
    },
    {
      "en": "Other morphological features have also been identified that are inconsistent with a bird-from-dinosaur theory.",
      "cn": "其他的形态学特征也被认为与鸟类自恐龙演化的理论不一致。"
    },
    {
      "en": "The cultivated soybean is an erect, bushy annual plant of great morphological diversity.",
      "cn": "栽培大豆是一种直立 、 丛生、形态变化很大的一年生植物."
    },
    {
      "en": "The morphological characteristics, biological characteristics and adaptability of caper spurge are reported.",
      "cn": "报道了引进的能源植物黄鼠树的形态特征 、 生物学特性以及在引种地的适应性."
    },
    {
      "en": "They then undergo further morphological changes into swollen and irregularly shaped organisms.",
      "cn": "然后它们在肿胀的、形状不规则的根部进一步发生形态上的变化."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "morphologically",
          "tran_cn": " 词法地；形态学上地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "morph",
          "tran_cn": " 词态；语素；变体"
        },
        {
          "word": "morpheme",
          "tran_cn": " [语] 词素；形态素"
        },
        {
          "word": "morphogenesis",
          "tran_cn": " [胚] 形态发生"
        },
        {
          "word": "morphology",
          "tran_cn": " 形态学，形态论；[语] 词法，[语] 词态学"
        },
        {
          "word": "morphophysiology",
          "tran_cn": " [生理] 形态生理学"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "morph",
          "tran_cn": " 在屏幕上变换图像；改变"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "morphological character",
      "tran_cn": "形态特征，形态性状"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<生><语>形态学的，形态的"
    }
  ],
  "exchange": {
    "noun": [
      "morphology"
    ]
  }
}