{
  "word": "Frenchman",
  "ipa": {
    "us": "'frentʃmən",
    "uk": "ˈfrɛntʃmən"
  },
  "sentences": [
    {
      "en": "'You speak like a Frenchman.'",
      "cn": "“ 你说话像个法国人呢. ”"
    },
    {
      "en": "'You wish you were going yourself ? And you a Frenchman born?",
      "cn": "“ 你是在法国出生的,可你竟想去?"
    },
    {
      "en": "\" At the sight of Napoleon, the young Frenchman clich & # 233 ; d his heels together. \"",
      "cn": "一见到拿破仑, 年轻的法国士兵两只脚跟 喀嚓 一声并拢,立正敬礼."
    },
    {
      "en": "But the Frenchman was dull and unresponsive.",
      "cn": "但是这位法国人却面色阴沉,颇为冷淡."
    },
    {
      "en": "Do I speak French well enough to pass for a Frenchman?",
      "cn": "我的法文能说得好到让人把我当成法国人 吗 ?"
    },
    {
      "en": "He speaks French well enough to pass for a Frenchman.",
      "cn": "他说法语很流利,很容易被当作法国人."
    },
    {
      "en": "I knew him for a Frenchman.",
      "cn": "我认出他是一名法国人。"
    },
    {
      "en": "John Calvin was a Frenchman, but he is being remembered in Geneva this week because it was here that he built Calvinism.",
      "cn": "约翰加尔文是法国人，但本周他却在日内瓦被人们纪念，因为正是在这里，他创立了加尔文教派。"
    },
    {
      "en": "Skeezicks, the Frenchman had turned upon the joshers.",
      "cn": "那个法国人, 那个“小气鬼”,跟取笑他的人们对抗了."
    },
    {
      "en": "The Frenchman held his own against the challenger.",
      "cn": "这名法国人顶住了挑战者的进攻。"
    },
    {
      "en": "The Frenchman said: \" I want something for my cow, please. \"",
      "cn": "这个法国人说: “ 我要给我的奶牛买点药. ”"
    },
    {
      "en": "The Frenchman's breakfast coffee competes with the Englishman's bacon and eggs.",
      "cn": "法国人的早餐咖啡和英国人的火腿蛋互争短长."
    },
    {
      "en": "There was a Frenchman sitting at the next table, immaculate in tennis whites.",
      "cn": "邻桌坐着位法国人，穿着非常整洁的白色网球服。"
    },
    {
      "en": "They all went to sleep except the young Frenchman.",
      "cn": "除了那位年轻的法国人以外,他们全都去睡觉了."
    },
    {
      "en": "This was the last time I saw this valiant Frenchman.",
      "cn": "这是我最后一次见到这位英勇的法国人了."
    },
    {
      "en": "To bear malice is more like a Frenchman than an Englishman.",
      "cn": "容忍恶意是法国人的派头,而不是英国人的."
    },
    {
      "en": "We need you and you need us (particularly for your presidency), he told the Frenchman.",
      "cn": "我们都需要对方（尤其是你总统的任期），他告诉法国人。"
    },
    {
      "en": "We'll hold a meeting and set a trap for the Frenchman.",
      "cn": "咱们开个会,定出对付法国人的计策."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "法国男人，法国人",
      "tran_en": "a man from France"
    }
  ],
  "exchange": {
    "pl": [
      "Frenchmen"
    ]
  }
}