{
  "word": "pathologic",
  "ipa": {
    "us": "ˌpæθə'lɒdʒɪk",
    "uk": "ˌpæθə'lɒdʒɪk"
  },
  "sentences": [
    {
      "en": "Disorders of lipid metabolism and atherosclerosis are common pathologic changes.",
      "cn": "脂类代谢异常及动脉粥样硬化等是共同病理改变."
    },
    {
      "en": "Objective ? To study the pathologic mechanism of acute diffuse brain swelling.",
      "cn": "目的探讨急性弥漫性脑肿胀的发病机理."
    },
    {
      "en": "Objective The analysis research acute shuts the pathologic physiology mechanism between Cape glaucoma and cataract and clinical results.",
      "cn": "目的分析研究急性闭角型青光眼及白内障的病理生理机制及临床效果。"
    },
    {
      "en": "Objective To study the pathologic surgical treatment of gastric perforation in children.",
      "cn": "目的探讨儿童消化性溃疡穿孔的外科治疗."
    },
    {
      "en": "Objective: To recognize Kikuchi disease by discussed its clinic and pathologic characters.",
      "cn": "目的: 探讨菊池病的临床及病理学特点,提高对该病的认识."
    },
    {
      "en": "Objectivel Ascites is pathologic accumulation of fluid within the peritoneal cavity.",
      "cn": "目的腹水指游离液体在腹腔内的病理性积聚,是内科常见的症状,可由多种疾病引起."
    },
    {
      "en": "TCM holds that each of the six regions for pulse-feeling corresponds to one of the internal organs and reveals the pathologic changes of the relevant organ.",
      "cn": "中医认为切脉的每一个部位都与内脏之一相对应，可以揭示相关器官的病理变化。"
    },
    {
      "en": "The clinical manifestations, etiologies, and pathologic findings of HUS are discussed.",
      "cn": "有关溶血性尿毒症的临床表现 、 发病原因 、 及病理变化在此也一并讨论."
    },
    {
      "en": "The pathologic mechanisms of early complications of diabetes are heterogeneous.",
      "cn": "糖尿病早期并发症的病理机制是异质性的."
    },
    {
      "en": "The specimen measures about 13×8×6 cm and was sent for pathologic confirmation.",
      "cn": "在此提出之个案报告为一位二十二岁女性,这十多年来出现间断性血尿及排尿不适,困扰病患多年."
    },
    {
      "en": "These infections usually produce localized pathologic changes.",
      "cn": "这些感染通常引起局部的病理变化."
    },
    {
      "en": "To master concept, pathogenesis, pathologic changes and effects to body of infarct.",
      "cn": "掌握梗死的概念 、 发生机制 、 病理变化及对机体的危害."
    },
    {
      "en": "To master pathologic feature of hydatidiform mole, invasive mole, and choriocarcinoma.",
      "cn": "葡萄胎 、 侵袭性葡萄胎及绒毛膜癌的病变特点."
    },
    {
      "en": "To master pathologic features of diffuse nontoxic goiter and diffuse toxic goiter.",
      "cn": "掌握非毒性甲状腺肿、毒性甲状腺肿的病变特点."
    },
    {
      "en": "To master types and pathologic features of diabetes mellitus.",
      "cn": "糖尿病的类型及病变特点."
    },
    {
      "en": "Too deep or too shallow invasion may lead to a pathologic pregnancy.",
      "cn": "侵蚀过深过浅均可导致病理妊娠的发生."
    },
    {
      "en": "We all vowed not to imitate the almost pathologic behavior.",
      "cn": "我们都发誓不会模彷这种近乎病态的行为."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sick",
            "wan"
          ],
          "tran_cn": "[病理]病理学的；病态的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "病理的，病态的"
    }
  ],
  "exchange": {}
}