{
  "word": "scaffolding",
  "ipa": {
    "us": "ˈskæfəldɪŋ",
    "uk": "ˈskæfəldɪŋ, ˈskæfˌol-"
  },
  "sentences": [
    {
      "en": "All the scattered materials should clean up in time on scaffolding.",
      "cn": "4脚手架上零星材料及时清理干净."
    },
    {
      "en": "Altogether seven inmates escaped by scaling a wall and climbing down scaffolding.",
      "cn": "总共有7名犯人攀墙从脚手架上爬下来逃走了。"
    },
    {
      "en": "Double scaffold outside the structure will be built by scaffolding company.",
      "cn": "1框架外的双排脚手架由架业公司搭设."
    },
    {
      "en": "His factory makes scaffolding parts.",
      "cn": "他的工厂生产脚手架部件."
    },
    {
      "en": "Permit to work - hot work, excavation, confined space entry, scaffolding erection.",
      "cn": "开作业票 -- 动火作业, 开挖, 限制空间进入, 脚手架安装,栅栏拆."
    },
    {
      "en": "Scaffolding does not anything to save construction costs hangers.",
      "cn": "不搭脚手架,节省建筑架子费用."
    },
    {
      "en": "Scaffolding has been erected around the tower.",
      "cn": "塔的周围已竖起了脚手架."
    },
    {
      "en": "Scaffolding was made from wooden poles, lashed together with ropes and chains.",
      "cn": "很多木杆被绳子和锁链牢牢系在一起,搭成了脚手架."
    },
    {
      "en": "The main products are Architectural hardware, scaffolding, Die - Accessories.",
      "cn": "主要产品建筑五金 、 脚手架 、 模架系统配件."
    },
    {
      "en": "The men scaled a wall and climbed down scaffolding on the other side.",
      "cn": "那些男人攀上一堵墙然后顺着另一侧的脚手架爬了下去。"
    },
    {
      "en": "The snail points to his mucus trailing the iron scaffolding.",
      "cn": "蜗牛指着铁架上留下粘溶液的痕迹说."
    },
    {
      "en": "The steel scaffolding fell down and narrowly missed a couple of bystanders.",
      "cn": "钢制脚手架倒了下来,差点儿砸着几个站在旁边观看的人."
    },
    {
      "en": "The workmen are now taking down the scaffolding round the building.",
      "cn": "工人们正在拆卸建筑物周围的脚手架."
    },
    {
      "en": "The workmen rigged up some tubular scaffolding at once.",
      "cn": "工人们立刻搭了个管子脚手架."
    },
    {
      "en": "They are taking down a crane [ the scaffolding ].",
      "cn": "他们正在拆吊车 [ 脚手架 ]."
    },
    {
      "en": "Workers have erected scaffolding around the base of the tower below the roadway.",
      "cn": "工人们已经在车行道下的塔基四周竖起了脚手架。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "scaffold",
          "tran_cn": " 脚手架；鹰架；绞刑台"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "scaffold",
          "tran_cn": " 给…搭脚手架；用支架支撑"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "false work",
            "lding"
          ],
          "tran_cn": "脚手架；搭脚手架的材料"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "framework"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "scaffolding instruction",
      "tran_cn": "支架式教学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "搭脚手架的材料，脚手架材料",
      "tran_en": "a set of poles and boards that are built into a structure for workers to stand on when they are working on the outside of a building"
    }
  ],
  "exchange": {}
}