{
  "word": "knoll",
  "ipa": {
    "us": "nəʊl",
    "uk": "noʊl"
  },
  "sentences": [
    {
      "en": "A serpentine column moving through the elephant grass on the back of a knoll.",
      "cn": "一列蜿蜒拄型的纵队正穿行在草木稀少的小山背后."
    },
    {
      "en": "A slight knoll in the grass shows where the temporary railway line once ran.",
      "cn": "草地里的小丘显示着铁路曾经过的轨迹."
    },
    {
      "en": "After knoll to see the Boundary Obelisk, we had a swim at Kau Leng Chung Beach.",
      "cn": "看过屿南界碑后,于狗岭涌沙滩分别下过咸淡水."
    },
    {
      "en": "By courtesy of the Museum of Modern Art, New York , gift of Knoll Associates, Inc.",
      "cn": "巴塞隆纳椅,密斯?范?德?罗厄设计于1929年; 现藏纽约市现代艺术博物馆."
    },
    {
      "en": "Every day, Anthony and I would drive to the other side of the lake and sit on a grassy knoll to look at the property and dream of what it would be like to live there.",
      "cn": "每一天, 我和安东尼都要去那里, 停在湖的另一边, 坐在一个长满草的小丘上看著那座房子, 幻想著如果我们住在里面会是什麽样子."
    },
    {
      "en": "He looked around on that knoll for a while , transfixed with amazement, and then went down.",
      "cn": "他呆呆的在那小山丘上望了一会儿, 走下来."
    },
    {
      "en": "John Terry was actually the gunman on the grassy knoll.",
      "cn": "特里其实就是躲在碧草丘上刺杀肯尼迪的凶手."
    },
    {
      "en": "Knoll thinks for a moment and says, \" Beg for mercy. \"",
      "cn": "克诺想了一会后说: “ 乞求宽大. ”"
    },
    {
      "en": "Mr. Knoll uses several products to create an everyday style that looks well - groomed but not contrived.",
      "cn": "科诺尔每天会用好几种美发用品打造出整洁却又不显做作的发型."
    },
    {
      "en": "Right about here, Seidler said, pointing to a gap of sage between our knoll and the houses, is where most of the pronghorn seem to cross through.",
      "cn": "塞德勒指着我们所在小山和房屋间的鼠尾草豁口说，看起来大多数叉角羚就从这里通过。"
    },
    {
      "en": "Silver had terrible hard work getting up the knoll.",
      "cn": "对于希尔弗来说,爬上那小山丘真不是件容易事."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hill",
            "rises"
          ],
          "tran_cn": "小山"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小圆丘，小土墩",
      "tran_en": "a small round hill"
    }
  ],
  "exchange": {
    "pl": [
      "knolls"
    ]
  }
}