{
  "word": "halcyon",
  "ipa": {
    "us": "ˈhælsiən",
    "uk": "ˈhælsiən"
  },
  "sentences": [
    {
      "en": "Carrie had no warning of this halcyon intention.",
      "cn": "嘉莉事先一点不知道这个息事宁人的主意."
    },
    {
      "en": "He saw visions of a halcyon future.",
      "cn": "他看到了将来的太平日子的幻境."
    },
    {
      "en": "He yearned for the halcyon days of his childhood.",
      "cn": "他怀念儿时平静幸福的日子。"
    },
    {
      "en": "Horizontal tendril of branch of wooden attribute home is circled, halcyon and sweet.",
      "cn": "木属性家园枝横蔓绕, 宁静温馨."
    },
    {
      "en": "I am and savor the halcyon times.",
      "cn": "而太平时光是我应得的,我要尽情享受."
    },
    {
      "en": "I am owed and savor the halcyon times.",
      "cn": "太平时光是我应得的,我要尽情享受."
    },
    {
      "en": "It was all a far cry from those halcyon days in 1990, when he won three tournaments on the European tour.",
      "cn": "这和1990年的那些美好时光大不相同，当时他在欧洲巡回赛中赢得了3场锦标赛。"
    },
    {
      "en": "It was plain, from the voice of the sparrows, that all was halcyon outside.",
      "cn": "可以听得见麻雀的叫声, 显然外面是一片平静."
    },
    {
      "en": "Lapidary kind crystal, agate, halcyon, jasper, diamond, ruby and sapphirine are waited a moment.",
      "cn": "宝石类有水晶 、 玛瑙 、 翡翠 、 碧玉 、 钻石 、 红宝石和蓝宝石等等.各种宝石都是玲珑剔透、璀璨晶莹."
    },
    {
      "en": "One the village when, having a halcyon beauty.",
      "cn": "一儿时的村庄, 有着一份宁静的漂亮."
    },
    {
      "en": "the halcyon days of her youth",
      "cn": "她年轻时幸福安宁的日子"
    },
    {
      "en": "Think back , a moment, to halcyon years before the summer of 2007.",
      "cn": "我们首先回忆一下2007年夏季之前风平浪静的那几年."
    },
    {
      "en": "This is big, the one leaf halcyon of Qinghai - Tibet Platean.",
      "cn": "这就是大通, 青藏高原的一叶翡翠."
    },
    {
      "en": "Those were the halcyon days of Athens ( fifth century BC ) when she produced her finest poetry and drama, architecture and sculpture.",
      "cn": "公元5世纪为雅典的太平盛世.雅典最优秀的诗歌、戏剧 、 建筑和雕刻均产生于这一时期."
    },
    {
      "en": "Through those halcyon weeks Julia darted and shone.",
      "cn": "经过几个平稳幸福的星期,朱莉娅崭露头角,光彩照人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "smooth",
            "restful"
          ],
          "tran_cn": "宁静的；平稳的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pacific"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "halcyon days",
      "tran_cn": "冬至前后十四天风平浪静的日子；太平盛世"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "平静的，平稳的，翠鸟的，翠鸟产卵期的，愉快的，繁荣的",
      "tran_en": "A halcyon time is a time in the past that was peaceful or happy"
    },
    {
      "pos": "n",
      "tran_cn": "（相传冬至时能使海平面平静的）翠鸟"
    }
  ],
  "exchange": {}
}