{
  "word": "reunite",
  "ipa": {
    "us": "ˌriːjuˈnaɪt , ˌriːjuːˈnaɪt",
    "uk": "ˌriːjuˈnaɪt , ˌriːjuːˈnaɪt"
  },
  "sentences": [
    {
      "en": "But only usageDBS prepare the PES powers to change particle's the shape andparticle reunite.",
      "cn": "仅用DBS制备的聚醚砜微粉是无规则的形状,说明喷雾干燥破坏了DBS在 聚醚砜表面的吸附,使聚醚砜粒子在喷雾过程中发生团聚,成为分散性差的微粉."
    },
    {
      "en": "Common sorrow could do something to reunite those who were engaged in this struggle.",
      "cn": "共同的悲痛会帮助参与这场争斗的人们走到一起."
    },
    {
      "en": "Internal feuds have hampered Afar attempts to reunite under one flag.",
      "cn": "内部纷争破坏了阿法斯的团结."
    },
    {
      "en": "More than 230,000 people joined Facebook group Haystack to try and reunite camera and owner.",
      "cn": "超过23万人加入Facebook上名为[大海捞针]的团体,试图让相机回到物主手上."
    },
    {
      "en": "Nanometer crystal film on the surface of the organic montmorillonite distribute as reunite state.",
      "cn": "有机蒙脱石表面纳米TiO_ 2晶体颗粒则以团聚状分布."
    },
    {
      "en": "Reports emanating from Italy claim Juve are lining up a deal to reunite Pires with Vieira.",
      "cn": "意大利的报道透露,尤文正在准备再次让皮雷斯和韦拉联手."
    },
    {
      "en": "Reunite with her after 12 years of separation but already have afiance.",
      "cn": "分别12年后又重逢,而这时我已经有了未婚妻."
    },
    {
      "en": "She spent the post-war years of her marriage trying to reunite father and son.",
      "cn": "在战后几年的婚姻生活中，她千方百计想让父子团聚。"
    },
    {
      "en": "So he sent for Xu Deyan and allowed the husband and wife to reunite.",
      "cn": "于是,他派人找来了徐德言,让他们夫妻团圆了."
    },
    {
      "en": "The band will reunite for a US tour.",
      "cn": "乐队将重聚作美国巡演。"
    },
    {
      "en": "The band will reunite for this show only.",
      "cn": "乐队的重聚仅仅是为了这场演出。"
    },
    {
      "en": "The class have been able to reunite 10 years after graduation.",
      "cn": "同学们毕业十年了,今天才得以相聚."
    },
    {
      "en": "The end of cold war gave EU a very rare historic opportunity to reunite Europe.",
      "cn": "冷战的终结使欧盟获得了再次统一欧洲的千载难逢的历史性机遇."
    },
    {
      "en": "The two halves are starting to reunite.",
      "cn": "两半边的头脑开始重聚."
    },
    {
      "en": "This grand angel will not come from above to reunite with you.",
      "cn": "这个崇高的天使不会从天上下来与你结合."
    },
    {
      "en": "Traditionally, Chinese New Year is a time for families to reunite.",
      "cn": "传统上, 中国新年是家人围聚的时光."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "reassociate"
          ],
          "tran_cn": "重聚；再结合；再联合"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": " 结合； 重聚",
      "tran_en": "to come together again or to bring people, parts of an organization, political party, or country together again"
    },
    {
      "pos": "vi",
      "tran_cn": "重聚，再结合，再联合"
    },
    {
      "pos": "vt",
      "tran_cn": "使再次联合，使重聚，使再结合"
    }
  ],
  "exchange": {
    "third": [
      "reunites"
    ],
    "past": [
      "reunited"
    ],
    "done": [
      "reunited"
    ],
    "ing": [
      "reuniting"
    ]
  }
}