{
  "word": "tulip",
  "ipa": {
    "us": "ˈtjuːlɪp",
    "uk": "ˈtuːlɪp"
  },
  "sentences": [
    {
      "en": "Beneath this, on the mantelshelf, is displayed a collec-tion of seventeenth-century tulip vases.",
      "cn": "下面的壁炉架上陈列的是一批17世纪的郁金香花瓶。"
    },
    {
      "en": "By careful selection, he had created a dark - purple tulip.",
      "cn": "经过谨慎的挑选, 他种出了一株紫黑色的郁金香."
    },
    {
      "en": "C ; In 1997 has set up the tulip advertisement company in Shanghai.",
      "cn": "1997年 在上海开办了郁金香广告公司."
    },
    {
      "en": "Could you tell me the way to the Tulip Hotel?",
      "cn": "请问去郁金香饭店怎么走?"
    },
    {
      "en": "Eurasian tulip with small flowers blotched at the base.",
      "cn": "一种产于欧亚的郁金香,花小,有带有白边的红色花被."
    },
    {
      "en": "Finance has a history of messing up, from the Dutch tulip bubble in 1637 to now.",
      "cn": "从1637年的荷兰郁金香狂热至今，金融业讲述着一个一团糟的历史。"
    },
    {
      "en": "He rooted the tulip bulbs in potting soil.",
      "cn": "他把郁金香的鳞茎种在盆栽用土中使其生根。"
    },
    {
      "en": "In a vase on the table stood a tulip.",
      "cn": "桌上的花瓶里插着一束郁金香."
    },
    {
      "en": "Some day I'd like you to see our tulip fields in bloom.",
      "cn": "总有一天我要让你们去看看我们那郁金香花盛开的田野."
    },
    {
      "en": "The bride was very young, very slender, a white tulip.",
      "cn": "新娘很年轻, 很苗条, 象一朵白郁金香."
    },
    {
      "en": "The fairy flew with the baby over the tulip bed.",
      "cn": "仙女抱着小孩飞到了郁金香花圃的上空."
    },
    {
      "en": "The red and the white tulip are very beautiful.",
      "cn": "(这朵红色郁金香和这朵白色郁金香很美. )"
    },
    {
      "en": "The self - conscious tulip unfolded her petals and carpeted the ground with gaudy colour.",
      "cn": "含羞的郁金香舒展开她的花瓣,在地上铺上一层炫丽的色彩."
    },
    {
      "en": "This tulip wasn't like other tulips, it hid a dark secret.",
      "cn": "这朵郁金香不和其他普通的郁金香一样, 它隐藏了暗黑的秘密."
    },
    {
      "en": "Would you hand me a dry towel, Miss Beautiful Tulip?",
      "cn": "能给我条浴巾么,美丽的郁金香小姐?"
    },
    {
      "en": "Xiao Yun: In the forest, there is a tulip garden.",
      "cn": "小云: 森林里有个郁金香花园."
    },
    {
      "en": "You show a smile and say, the tulip died last night.",
      "cn": "你微笑对他说.那?紫色郁金香昨晚凋谢了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "TULIPS FRORM AMSTERDAM",
            "Tulipa gesneriana"
          ],
          "tran_cn": "[园艺]郁金香"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "郁金香，郁金香的花朵或球根",
      "tran_en": "a brightly coloured flower that is shaped like a cup and grows from a  bulb  in spring"
    }
  ],
  "exchange": {
    "pl": [
      "tulips"
    ]
  }
}