{
  "word": "solicitude",
  "ipa": {
    "us": "səˈlɪsɪtju:d",
    "uk": "səˈlɪsɪtud"
  },
  "sentences": [
    {
      "en": "\" You're quite right, Big Brother , \" Chien - yun replied , moved by his solicitude . \" I know that very well. \"",
      "cn": "“ 大哥,你说得不错, ” 剑云露出感激的样子说, “ 我自己也晓得. ”"
    },
    {
      "en": "A solicitude for you. Precisely because \" on you depends tomorrow \".",
      "cn": "这是对你们的关怀,正因为 “ 明天要靠你们 ”."
    },
    {
      "en": "Authur was immensely pleased by the girl's solicitude about him.",
      "cn": "女孩子对他的关怀使亚瑟心花怒放."
    },
    {
      "en": "For Ireland he seems to have had a real solicitude.",
      "cn": "他似乎对爱尔兰怀有真切的关怀."
    },
    {
      "en": "Grandet found himself the object of the most loving and tender solicitude.",
      "cn": "葛朗台受到最亲切最温柔的款待."
    },
    {
      "en": "He is full of tender solicitude towards my sister.",
      "cn": "他对我妹妹满心牵挂。"
    },
    {
      "en": "Her mother and sisters were spared much solicitude on her account.",
      "cn": "她的母亲和妹妹们也免得为她焦虑了."
    },
    {
      "en": "I felt a conscientious solicitude for Adele's welfare and progress.",
      "cn": "对于阿德尔斯的幸福和进步,我感到一种出于天良的关心."
    },
    {
      "en": "I was touched by his solicitude for the boy.",
      "cn": "他对孩子的关怀让我感动。"
    },
    {
      "en": "In two days the solicitude would be booming.",
      "cn": "不出两天,这种忧虑的心情可就该突飞猛涨了."
    },
    {
      "en": "Italy was the object of a third's solicitude.",
      "cn": "第三国的首脑,又在算计意大利."
    },
    {
      "en": "She was grateful to him for his solicitude.",
      "cn": "她十分感激他的关切。"
    },
    {
      "en": "Solicitude for the future of a race like this is not in order.",
      "cn": "要是为这种民族的前途担忧,那是大可不必的了."
    },
    {
      "en": "The solicitude shown him by his neighbours after robbery touched him deeply.",
      "cn": "他被抢劫后邻居对他的关切使他十分感动."
    },
    {
      "en": "Their solicitude for the comfort of the civilians under their control was remarkable.",
      "cn": "他们对其控制区内的人民生活的关怀可谓无微不至."
    },
    {
      "en": "Wherefore, I strongly advise you, my lords, to put aside all care and solicitude and to receive readily the most holy Body and Blood of our Lord Jesus Christ in holy commemoration of Him.",
      "cn": "为此，我强烈地建议你们，大人，把（对此世的）关心和渴望放到一边并接受我们的主基督在祂神圣的纪念仪式中已经是最神圣的身体和血。"
    },
    {
      "en": "Your solicitude was a great consolation to me.",
      "cn": "你对我的关怀给了我莫大的安慰."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "worry",
            "fear"
          ],
          "tran_cn": "焦虑；渴望；担心"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "care",
            "consideration"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "show solicitude for",
      "tran_cn": "体恤"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "关心，挂念，渴望",
      "tran_en": "care and concern for someone’s health, safety etc"
    }
  ],
  "exchange": {
    "pl": [
      "solicitudes"
    ]
  }
}