{
  "word": "meteorology",
  "ipa": {
    "us": "ˌmiːtiəˈrɒlədʒi",
    "uk": "ˌmiːtiəˈrɑːlədʒi"
  },
  "sentences": [
    {
      "en": "Air Pollution Meteorology And Urban Climate.",
      "cn": "污染气象及城市气候“, ”"
    },
    {
      "en": "All of this depends on certain assumptions and the meteorology, the geology and the hydrology of the area plus the contours of the land around this particular power plant.",
      "cn": "所有的这些都是根据某些假设,和气象状态，地质情况，还有，水文请跨国,在加上土地的等高线,在这个特定的核能电站的周围。"
    },
    {
      "en": "Bungee jumping, for example, covers several academic fields including sports psychology and meteorology.",
      "cn": "比如, 蹦极就涉及了运动心理学和气象学等诸多学术领域."
    },
    {
      "en": "For example geography, meteorology, physics and history.",
      "cn": "例如地理学, 气象学, 物理(学)和历史."
    },
    {
      "en": "Hygienic standard for environmental meteorology in underground workplace of coal mine.",
      "cn": "煤矿井下采掘作业地点气象条件卫生标准."
    },
    {
      "en": "It plays an increasingly important part in meteorology for cloud, precipitation, hail and thunderstorm detection as well as the navigation of aircraft and ships.",
      "cn": "它在对云层、降水、冰雹和雷暴的气象探测以及在船舰和飞机的导航中，起着日益重要的作用。"
    },
    {
      "en": "Knowledge on atmospheric physics and satellite meteorology.",
      "cn": "具备大气物理学和卫星气象学的基本知识."
    },
    {
      "en": "Knowledge on climate, atmospheric general circulation and dynamical meteorology.",
      "cn": "具备气候学 、 大气环流和动力气象学的基本知识."
    },
    {
      "en": "Marine and scientific research institutions world - famous meteorology.",
      "cn": "海洋和气象学科研机构闻名世界."
    },
    {
      "en": "Meteorology is the science of the weather.",
      "cn": "气象学是关于天气的科学."
    },
    {
      "en": "Meteorology The interface between air masses of different temperatures or densities.",
      "cn": "[气象学]锋面:不同温度、密度的两大气团交界处."
    },
    {
      "en": "Modern weather forecasts try to take the mystery out of the meteorology.",
      "cn": "现代天气预报试图揭开气象学的神秘面纱."
    },
    {
      "en": "Season, recording the seasonal section of order books, mostly in the scope of today's agricultural meteorology.",
      "cn": "时令, 记录有关时令节序的书, 多属今天的农业气象学范围."
    },
    {
      "en": "The same thing is about to happen to space meteorology.",
      "cn": "同类事件在宇宙气象学中也将会出现."
    },
    {
      "en": "The typhoon is a category of tropical cyclones. In meteorology, press the world meteorological organization definition: tropical cyclone center sustained winds up to 12 level.",
      "cn": "台风是热带气旋的一个类别。在气象学上，按世界气象组织定义：热带气旋中心持续风速达到12级。"
    },
    {
      "en": "Theoretically, their heir's theory of meteorology can explain the meteor.",
      "cn": "从理论上讲, 他们的继承人的气象理论能解释这种大气现象."
    },
    {
      "en": "This is a book about meteorology.",
      "cn": "这本书是讲气象的."
    },
    {
      "en": "This man had at his fingertips an extensive working knowledge of meteorology.",
      "cn": "此人有丰富的气象学方面的实际知识."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "meteorologic",
          "tran_cn": " 气象的；气象学的"
        },
        {
          "word": "meteorological",
          "tran_cn": " 气象的；气象学的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "meteorologically",
          "tran_cn": " 从气象学角度看"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "meteor",
          "tran_cn": " 流星；[气象] 大气现象"
        },
        {
          "word": "meteorologist",
          "tran_cn": " 气象学者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "aerography",
            "meteorological optics"
          ],
          "tran_cn": "气象状态，[气象]气象学"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "agricultural meteorology",
      "tran_cn": "农业气象学"
    },
    {
      "phrase": "synoptic meteorology",
      "tran_cn": "天气学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "气象学",
      "tran_en": "the scientific study of weather conditions"
    }
  ],
  "exchange": {
    "pl": [
      "meteorologists"
    ],
    "adj": [
      "meteorological"
    ]
  }
}