{
  "word": "cretaceous",
  "ipa": {
    "us": "krɪ'teɪʃəs",
    "uk": "krɪ'teɪʃəs"
  },
  "sentences": [
    {
      "en": "A NEW EARLY CRETACEOUS FAMILY FROM LIUPANSHAN , NINGXIA, CHINA ( INSECTA, TRICHOPTERA )",
      "cn": "宁夏六盘山早白垩世一新科 ( 昆虫纲, 毛翅目 )"
    },
    {
      "en": "An image feet of live mainly in Jurassic and cretaceous.",
      "cn": "蜥脚形类主要生活在侏罗纪和白垩纪."
    },
    {
      "en": "Chagan Depression is a rift subsidence basin, which has developed cretaceous hydrocarbon.",
      "cn": "查干凹陷为一白垩纪断陷湖盆, 发育白垩纪含油气系统."
    },
    {
      "en": "Cretaceous sandstone and Eogene mudstone are the main reservoir and caprock.",
      "cn": "油气从油气田东部注入,由东向西运移并差异聚集,依次形成凝析气藏、带油环凝析气藏和挥发性油藏."
    },
    {
      "en": "From the view of stratigraphy, they all belong to the Cretaceous period.",
      "cn": "从地层学上看, 它们都属于白垩纪."
    },
    {
      "en": "Mineral, palaeontology, middle devonian, permian to early jurassic, and cretaceous.",
      "cn": "收藏矿物 、 古生物学 、 中泥盆纪 、 二叠纪到早期的侏罗纪和白恶纪."
    },
    {
      "en": "NEW EARLY CRETACEOUS LALACID FROM JINGXI BASIN OF BEIJING, CHINA ( HOMOPTERA: FULGOROIDEA )",
      "cn": "北京京西盆地早白垩世同翅目化石一新属 ( 同翅目: 蜡蝉总科)(英文 )"
    },
    {
      "en": "Only in the tropics were numerous late Cretaceous groups extinguished during peaks in their evolution.",
      "cn": "只是热带地区才有大批晚白垩纪生物类群正值其演化的极盛时期突然消亡."
    },
    {
      "en": "So the researchers resorted to some techniques out of a Cretaceous CSI.",
      "cn": "所以科学家只能借助于《犯罪现场调查:白垩纪篇》用到的技术."
    },
    {
      "en": "The Cretaceous extinction was like a terrible streak of bad luck lasting millions of years.",
      "cn": "白垩纪的生物绝灭,犹如一场持续千百万年的可怕厄运."
    },
    {
      "en": "The facies types of the Lower Cretaceous are mainly delta, lake and turbidity.",
      "cn": "下白垩统的扎赉诺尔群的沉积相的主要类型为三角洲相, 湖相和浊流相."
    },
    {
      "en": "The prototype of Zhoukou Cretaceous basin should be of foredeep basin.",
      "cn": "白垩纪周口盆地的盆地原型应是山前凹陷盆地."
    },
    {
      "en": "The story takes place 6500 years ago in the Cretaceous period.",
      "cn": "故事发生在6500万年前的白垩纪晚期."
    },
    {
      "en": "Upper Cretaceous : Including the Sifangtai Formation — Minshui Formation, corresponding to the Cenonian — Maestrichtian.",
      "cn": "四方台组—明水组为白垩系上统, 相当于赛诺—梅斯特利克蒂阶(Senonian—Maestrichtian)."
    },
    {
      "en": "Xihu depression is a cretaceous - tertiary basin undergoing multi - episodic tectonism.",
      "cn": "西湖凹陷是经历多期构造作用的白垩 - 第三纪盆地."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "chalklike"
          ],
          "tran_cn": "[岩]白垩纪的；似白垩的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "chalky",
            "milky",
            "white"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cretaceous period",
      "tran_cn": "白垩纪"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "白垩的，白垩纪的"
    },
    {
      "pos": "n",
      "tran_cn": "白垩纪，白垩系"
    },
    {
      "pos": "n&a",
      "tran_cn": "白垩纪(的)"
    }
  ],
  "exchange": {}
}