{
  "word": "ordination",
  "ipa": {
    "us": "ˌɔ:dɪˈneɪʃn",
    "uk": "ˌɔrdnˈeɪʃn"
  },
  "sentences": [
    {
      "en": "...supporters of the ordination of women.",
      "cn": "…女性担任圣职的支持者们。"
    },
    {
      "en": "Ability to maintain good co - ordination while serving orders quickly.",
      "cn": "在服务过程中和同事保持良好的协调合作."
    },
    {
      "en": "Better communications also favour information - sharing and co - ordination between agencies.",
      "cn": "良好的通讯也有助各机构之间的信息共享和协调."
    },
    {
      "en": "Co - ordination and mutual help between factories has become the order of the day.",
      "cn": "厂际协作和互相帮助已蔚然成风."
    },
    {
      "en": "Co - ordination of and Connection Between the Legal and Illegal Struggle.",
      "cn": "六、合法斗争与非法斗争的配合与联系."
    },
    {
      "en": "Concrete way by the co - ordination in accordance with actual local conditions determined.",
      "cn": "具体方式由统筹地区根据本地实际情况确定."
    },
    {
      "en": "For him the Church's decision to allow the ordination of women had been the last straw.",
      "cn": "教会同意授给女性神职的决定使他终于忍无可忍。"
    },
    {
      "en": "Have strong management capabilities, good communication and co - ordination and decision - making capacity.",
      "cn": "具有较强的管理能力, 良好的沟通协调和决策能力."
    },
    {
      "en": "His ordination gives him the right to conduct a marriage or a funeral.",
      "cn": "他的晋升圣职使他有权主持婚礼或葬礼."
    },
    {
      "en": "Some degree of divergence is inevitable, but more co - ordination is needed.",
      "cn": "一些分歧不可避免, 但还需要更多的协调."
    },
    {
      "en": "Strong competency of management and good communication and co - ordination skill.",
      "cn": "有强的管理,良好沟通和协调技巧能力."
    },
    {
      "en": "Strong competency of organized, management and good communication and co - ordination skill.",
      "cn": "具备很强的组织 、 管理能力、沟通和协调能力."
    },
    {
      "en": "the ordination of women priests",
      "cn": "女司祭的授职礼"
    },
    {
      "en": "There are other reasons for pessimism about quickly achieving effective global co - ordination.",
      "cn": "还有其他理由对有效全球协作的快速实现感到悲观."
    },
    {
      "en": "This fitness equipment makes improvements in co - ordination and balance and connective tissue.",
      "cn": "这种魔力健身棒在协调和平衡和结缔组织起到很好的促进作用."
    },
    {
      "en": "This is what co - ordination and link among these four forces mean.",
      "cn": "这就是这几种力量的配合与联系."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ordinate",
          "tran_cn": " 纵座标；纵线"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "classification",
            "category",
            "appointment",
            "breakdown"
          ],
          "tran_cn": "[生物]分类；任命；神职授任；排成等级"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "commission",
            "delegation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[宗]圣职授任，任命，分类，排成等级",
      "tran_en": "When someone's ordination takes place, they are made a minister, priest, or rabbi"
    }
  ],
  "exchange": {
    "pl": [
      "ordinations"
    ]
  }
}