{
  "word": "website",
  "ipa": {
    "us": "ˈwebsaɪt",
    "uk": "ˈwebsaɪt"
  },
  "sentences": [
    {
      "en": "A website need not cannibalise existing sales.",
      "cn": "网站并不妨碍目前的销售。"
    },
    {
      "en": "All of the code book may be specified in the preamble website.",
      "cn": "本书全部程序代码可由前言中指定网站下载."
    },
    {
      "en": "Check out our website at www.cobuild.collins.co.uk.",
      "cn": "请登录我们的网站www.cobuild.collins.co.uk查看。"
    },
    {
      "en": "For details visit our website at www.cobuild.collins.co.uk.",
      "cn": "欲知详情，请访问我们的网站www.cobuild.collins.co.uk。"
    },
    {
      "en": "For more information on weight loss and healthy eating, visit our website.",
      "cn": "有关减肥和健康饮食的更多信息，请访问我们的网站。"
    },
    {
      "en": "Go to the website today and you can unsubscribe online.",
      "cn": "今天上网就可以退订。"
    },
    {
      "en": "I found this information on their website .",
      "cn": "我在他们的网站上发现了这一信息。"
    },
    {
      "en": "I heard the purity test website is gonna start posting pictures to illustrate the questions.",
      "cn": "我听说纯洁测试的网站会贴出照片来举例说明问题."
    },
    {
      "en": "So, your boyfriend was the one running the purity test website, right?",
      "cn": "你男朋友就是运行纯洁测试网站的人, 对 吧 ?"
    },
    {
      "en": "The old official club website address has been taken over by cybersquatters.",
      "cn": "俱乐部原来的官方网址已经被人抢注了。"
    },
    {
      "en": "The website shows the legend of concerned skin cancer and photo.",
      "cn": "网站展示有关皮肤癌的图例和相片。"
    },
    {
      "en": "the website that gives you the downlow on the best movies",
      "cn": "为您提供最优秀电影情报的网站"
    },
    {
      "en": "Welcome to my new website! It may not look much at the moment, but great oaks from little acorns grow!",
      "cn": "欢迎来到我的新网站. 它现在可能微不足道, 不过万丈高楼平地起嘛."
    },
    {
      "en": "What was the name of the martial art website you mentioned earlier?",
      "cn": "你之前提到的那个武术网站是什么来着?"
    },
    {
      "en": "Word content must match with the actual content photograph of the website!",
      "cn": "字内容一定要与网站的实际内容相匹配!"
    },
    {
      "en": "You can look up the rules on a website and apply them.",
      "cn": "浏览一下网站就可以查阅到相关法律条文,随即应用."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "about website",
      "tran_cn": "关于网站"
    },
    {
      "phrase": "website design",
      "tran_cn": "网站设计"
    },
    {
      "phrase": "website design company",
      "tran_cn": "网站设计公司"
    },
    {
      "phrase": "website development",
      "tran_cn": "网站开发；网页设计"
    },
    {
      "phrase": "website promotion",
      "tran_cn": "网站推广"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "网站",
      "tran_en": "a place on the Internet where you can find information about something, especially a particular organization"
    }
  ],
  "exchange": {
    "pl": [
      "websites"
    ]
  }
}