{
  "word": "multilateral",
  "ipa": {
    "us": "ˌmʌltiˈlætərəl",
    "uk": "ˌmʌltiˈlætərəl"
  },
  "sentences": [
    {
      "en": "A key tool of drilling multilateral horizontal well is retrievable whip stock.",
      "cn": "钻多分枝水平井的关键工具是可回收式斜向器."
    },
    {
      "en": "a multilateral arms treaty",
      "cn": "多边军火协定"
    },
    {
      "en": "A multilateral nuclear test ban treaty was to be signed.",
      "cn": "将签署一项禁止核试验的多边条约."
    },
    {
      "en": "Currently, there are many restrictions that hamper the development of multilateral trade.",
      "cn": "目前多边贸易的广泛开展, 还有着诸多的限制."
    },
    {
      "en": "Global economics is a multilateral affair today, a dance with several partners.",
      "cn": "今天的全球经济是一种多边关系,众国必须共舞."
    },
    {
      "en": "However, the multilateral diplomacy that this forum offered never worked.",
      "cn": "然而该论坛提供的多边外交从未生效."
    },
    {
      "en": "Multilateral and bilateral economic and trade relations kept developing.",
      "cn": "多双边经贸关系继续发展."
    },
    {
      "en": "Multilateral environmental agreements can be as currently good international environmental regimes.",
      "cn": "多边环境协定可视为当前较为有效的国际环境机制."
    },
    {
      "en": "Multilateral initiatives are undermined or diluted by ultra - nationalist, bilateral and regional initiatives.",
      "cn": "多边行动常被极端民族主义者, 双边或地区行动所破坏或损害."
    },
    {
      "en": "The Agreement of International Investment: Is Multilateral Arrangement the Only Way?",
      "cn": "国际投资协定: 多边安排是唯一的途径 吗 ?"
    },
    {
      "en": "The shift may also prove unsettling to the world's formal multilateral institutions.",
      "cn": "世界的变迁也可能让全球官方多边机构不安."
    },
    {
      "en": "Third, it is to set up Asian - Pacific energy safe multilateral co - operation system.",
      "cn": "三是建立亚太能源安全多边合作体系."
    },
    {
      "en": "This trade is a multilateral compensation, also known as hands compensation.",
      "cn": "这种贸易就是多边补偿, 也叫转手补偿."
    },
    {
      "en": "UNDP is the largest multilateral technical aid agency in the world.",
      "cn": "UNDP是世界上最大的多边技术援助机构."
    },
    {
      "en": "Welcome multilateral cooperation, to provide you with competitive products.",
      "cn": "欢迎多方合作, 为您提供有竞争力的产品."
    },
    {
      "en": "What are the practical dividends we seek from our multilateral relationships?",
      "cn": "我们想从多边关系中获得什么样的实际利益?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "multinational",
          "tran_cn": " 跨国公司的；多国的"
        },
        {
          "word": "multipartite",
          "tran_cn": " 多歧的；多国参加的；分成多部分的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "multinational",
          "tran_cn": " 跨国公司"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "plurilateral",
            "many-sided"
          ],
          "tran_cn": "[数]多边的；多国的，多国参加的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "multilateral trade",
      "tran_cn": "多边贸易"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "多方面的，多边的，多国的，多国参加的",
      "tran_en": "involving several different countries or groups"
    }
  ],
  "exchange": {}
}