{
  "word": "lymphocyte",
  "ipa": {
    "us": "ˈlɪmfəsaɪt",
    "uk": "ˈlɪmfəˌsaɪt"
  },
  "sentences": [
    {
      "en": "A natural killer cell is another type of lymphocyte.",
      "cn": "自然杀伤细胞是另一种淋巴细胞."
    },
    {
      "en": "CD 48 is a glycosylphosphatidylinositol - anchored protein inoled in lymphocyte adhesion, actiation, and costimulation.",
      "cn": "CD48因子是一种与淋巴细胞的黏附, 激活和聚集有关的一种以糖基磷脂酰肌醇为靶点的蛋白质."
    },
    {
      "en": "Five patients with malignant hematonosis were received donor lymphocyte infusion ( DLI ) after transplantation .",
      "cn": "对5例恶性血液病实施 供者 淋巴细胞输注."
    },
    {
      "en": "It infects immune cells like this lymphocyte, causing their deaths and opening the door for opportunistic infections to swoop in.",
      "cn": "它感染像淋巴细胞那样的免疫细胞，导致其死亡，并一举打开了由免疫系统缺失引起感染疾病的大门。"
    },
    {
      "en": "LHC could significantly increase hemolysin and lymphocyte transformation rate of mice.",
      "cn": "明显增加小鼠血液溶血素,提高小鼠淋巴细胞转化率."
    },
    {
      "en": "Lymphocyte is a kind of leucocyte of small volume.",
      "cn": "淋巴细胞是一种体积较小的白细胞."
    },
    {
      "en": "Medium - sized cell rate, lymphocyte rate, what thing is intermediate cell rate?",
      "cn": "中型 细胞比率, 淋巴细胞比率, 中间细胞比率是什么东西 啊 ?"
    },
    {
      "en": "Method: To determine the withering rate of T lymphocyte by flow cytometer.",
      "cn": "方法: 运用流式细胞仪测定豚鼠T淋巴细胞凋亡率."
    },
    {
      "en": "Methods To observe lymphocyte transformation test after normal mouse taken Jieyongkang.",
      "cn": "方法正常小鼠灌服疖痈康煎剂后,观察淋巴细胞转化试验."
    },
    {
      "en": "Objective : To study engraftment kinetic for directing donor lymphocyte infusion ( DLI ).",
      "cn": "目的: 观察移植物动力学变化,指导供者淋巴细胞输注 ( DLI )."
    },
    {
      "en": "Objective To observe chromosomal aberrations and micronucleus in peripheral blood lymphocyte.",
      "cn": "目的探讨放射工作人员外周血淋巴细胞染色体畸变和微核的变化."
    },
    {
      "en": "Purpose To observe the anti - glioma effects of lymphocyte activated by SEC.",
      "cn": "目的观察SEC活化的淋巴细胞对胶质瘤的杀伤作用."
    },
    {
      "en": "The influence on the lymphocyte subclassification and IL - 2 of mice.",
      "cn": "对小鼠及白细胞介素 -2 的影响."
    },
    {
      "en": "The rearrangement genes of antigen acceptors of every lymphocyte are completely different.",
      "cn": "因此每个淋巴细胞的抗原受体基因编码完全不同."
    },
    {
      "en": "The resting lymphocyte population has been reported largely as the B series of lymphocytes.",
      "cn": "依赖性淋巴细胞群已有大量报道,如B族淋巴细胞."
    },
    {
      "en": "Their cervical lymph nodes were collected to assay the lymphocyte proliferation rate and the production of cancer killing cytokines.",
      "cn": "收集子宫颈淋巴结，化验淋巴细胞增殖率和癌肿杀伤激动素的产生。"
    },
    {
      "en": "There was obvious correlation between erythrocyte immune function and T lymphocyte subsets.",
      "cn": "红细胞免疫功能与T细胞亚群密切相关."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "lymphatic",
          "tran_cn": " 淋巴的；含淋巴的"
        },
        {
          "word": "lymphocytic",
          "tran_cn": " 淋巴细胞的；淋巴球的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "lymphadenopathy",
          "tran_cn": " [内科] 淋巴结病"
        },
        {
          "word": "lymphangiography",
          "tran_cn": " 淋巴管造影术"
        },
        {
          "word": "lymphatic",
          "tran_cn": " 淋巴管；淋巴腺"
        },
        {
          "word": "lymphocytosis",
          "tran_cn": " 淋巴球增多；淋巴球过多症"
        },
        {
          "word": "lymphopoiesis",
          "tran_cn": " 淋巴组织生成；淋巴细胞增殖"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "T cell"
          ],
          "tran_cn": "[免疫]淋巴细胞；淋巴球"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "b lymphocyte",
      "tran_cn": "B淋巴细胞"
    },
    {
      "phrase": "t lymphocyte",
      "tran_cn": "T淋巴细胞"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（出现在血液、淋巴液中的）淋巴球，淋巴细胞",
      "tran_en": "a type of white blood cell formed in lymphoid tissue "
    }
  ],
  "exchange": {}
}