{
  "word": "mailbox",
  "ipa": {
    "us": "ˈmeɪlbɒks",
    "uk": "ˈmeɪlbɑːks"
  },
  "sentences": [
    {
      "en": "Add mailboxes from other mailbox stores to the current list.",
      "cn": "将其他邮箱存储中的邮箱添加到当前列表中."
    },
    {
      "en": "As I lift the mailbox door, I feel its cold iron.",
      "cn": "掀开邮筒门,顿觉铁寒意."
    },
    {
      "en": "Everybody in the apartment building went to their mailbox each morning.",
      "cn": "每天早晨公寓里每个人都去各自的信箱取信."
    },
    {
      "en": "He dropped the letter in the mailbox.",
      "cn": "他把信投入了邮筒."
    },
    {
      "en": "He had seen the mailbox.",
      "cn": "他见过那邮箱."
    },
    {
      "en": "He stopped at the mailbox and dropped the letter in.",
      "cn": "他在邮筒前停了下来,把信投了进去."
    },
    {
      "en": "He stuck down the envelope and dropped it into the mailbox.",
      "cn": "他把信封粘好后便投进邮筒."
    },
    {
      "en": "He then dropped both the fire and the ice into the mailbox.",
      "cn": "他把冰和火一起投进了邮筒."
    },
    {
      "en": "However, Torvald had promised her not to go near the mailbox until after the Ball.",
      "cn": "庆幸的是, 托伐答应她舞会结束前不去信箱看信."
    },
    {
      "en": "I drop the letter into the mailbox in front of the Post Office.",
      "cn": "我把信塞进邮局前面的邮筒里."
    },
    {
      "en": "I dropped the letter into the mailbox in front of the Post Office.",
      "cn": "我把信投进邮局前的邮筒里."
    },
    {
      "en": "I'd like to check my mailbox and send some e - mails to my friends.",
      "cn": "我想看看我的电子信箱,还想给朋友发几 封电子邮件."
    },
    {
      "en": "It allows the filtering of sub - domains, mailbox names and domains.",
      "cn": "允许子域的过滤, 邮箱命名和领域."
    },
    {
      "en": "Please, free space in the mailbox or contact server administrator.",
      "cn": "请清理出邮箱空间或联系服务管理员."
    },
    {
      "en": "Send the file to my mailbox as soon as you can.",
      "cn": "请尽快把文件发到我的邮箱."
    },
    {
      "en": "The prank crammed his mailbox with computer-delivered electronic junk mail.",
      "cn": "该恶作剧病毒把他的邮箱塞满计算机发送的电子垃圾邮件。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "postbox",
            "self-mailer"
          ],
          "tran_cn": "邮箱；[邮]邮筒"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "electronic mailbox",
      "tran_cn": "电子信箱"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "邮筒，信箱",
      "tran_en": "a box, usually outside a house, where someone’s letters are delivered or collected"
    }
  ],
  "exchange": {
    "pl": [
      "mailboxes"
    ]
  }
}