{
  "word": "hodgepodge",
  "ipa": {
    "us": "ˈhɒdʒpɒdʒ",
    "uk": "ˈhɑdʒpɑdʒ"
  },
  "sentences": [
    {
      "en": "But this kind of exhibition is easyly to be made into hodgepodge.",
      "cn": "但是这种展览也容易做成大杂烩."
    },
    {
      "en": "Fang Hung - chien wished he could have said, No wonder your honorable work is such a hodgepodge.",
      "cn": "方鸿 渐 恨不能说: “怪不得阁下的大作也是那样斑驳陆离."
    },
    {
      "en": "In short, it's a bit of hodgepodge, full of stark contrasts.",
      "cn": "简而言之, 有点儿像大杂烩, 反差强烈."
    },
    {
      "en": "Singapore is an extraordinary hodgepodge of health care principles, but it's also a city-state whose health care system is comprised of fewer than 30 hospitals.",
      "cn": "新加坡的医疗体系不仅仅是一个各种医疗政策的大杂烩，可惜新加坡本身只是一个仅有30家医院的城市国家。"
    },
    {
      "en": "The Hutts are a hodgepodge of evolutionary traits.",
      "cn": "赫特人综合了各种进化特征."
    },
    {
      "en": "Then, the cat attacks hodgepodge was initiated collect post, draft the will of TA.",
      "cn": "于是, 猫扑大杂烩发起了征集帖, 征集TA的 愿望."
    },
    {
      "en": "This box is a hodgepodge of books, old toys and things.",
      "cn": "这个箱子里,书 、 旧玩具及其他物品混杂在一起."
    },
    {
      "en": "When I dipped closer, I saw they were in a hodgepodge of dark uniforms.",
      "cn": "我降得更低些, 发现他们穿着深色杂乱的越共服装."
    },
    {
      "en": "When it comes to spreading ridicule, the Web is now a hodgepodge of celebrity takedowns and videos of ugly brides or of kids who can't sing in the school play.",
      "cn": "网络已经成为传播尴尬事情的主渠道，其内容堪比大杂烩，既有名人的露丑记录，又有难看的新娘，还有在学校表演中唱不出歌的小孩子。"
    },
    {
      "en": "Your last paragraph made it very clear to me that Benjamin's work is basically a hodgepodge from Kantian rationality through to more updated theories.",
      "cn": "你最后一段话让它很清楚的告诉我，本雅明的工作是基本上一个大杂烩，从康德的批判理性一直到更新的理论。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jumble",
            "mess",
            "mixture",
            "scramble"
          ],
          "tran_cn": "混煮;杂菜;混杂物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "jumble",
            "jungle",
            "medley",
            "mess",
            "mixture",
            "scramble",
            "variety"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "cloud",
            "confuse"
          ],
          "tran_cn": "使混乱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大杂烩"
    },
    {
      "pos": "vt",
      "tran_cn": "使混乱"
    }
  ],
  "exchange": {}
}