{
  "word": "hallway",
  "ipa": {
    "us": "ˈhɔ:lweɪ",
    "uk": "ˈhɔlˌwe"
  },
  "sentences": [
    {
      "en": "Beattie managed to collar Atkins in a hallway.",
      "cn": "贝蒂设法在走廊里拦住了阿特金斯，和他谈了几句话。"
    },
    {
      "en": "He bundled the old lady into her hallway and brutally attacked her.",
      "cn": "他将老妇人推到她家走廊上，并对她一顿暴打。"
    },
    {
      "en": "He changed direction swiftly, turned into the hallway and headed her off.",
      "cn": "他迅速改变方向，拐进走廊截住了她。"
    },
    {
      "en": "He entered the hallway and stood uncertainly.",
      "cn": "他走进门厅，犹疑地停了下来。"
    },
    {
      "en": "He stood in the narrow hallway just outside the door.",
      "cn": "他就站在门外狭窄的走廊里。"
    },
    {
      "en": "I found his jacket, which was hanging up in the hallway.",
      "cn": "我找到了他那件夹克衫，就在门厅里挂着。"
    },
    {
      "en": "I happened to bump into Mervyn Johns in the hallway.",
      "cn": "我在走廊里意外碰见了默文·约翰斯。"
    },
    {
      "en": "I looked down the hallway to room number nine.",
      "cn": "我顺着走廊看了一眼9号房。"
    },
    {
      "en": "She climbed the steps and proceeded along the upstairs hallway.",
      "cn": "她爬上楼梯，顺着楼上的走廊走去。"
    },
    {
      "en": "She walked into the cool of the hallway.",
      "cn": "她走到凉快的走廊上。"
    },
    {
      "en": "The basement hallway is painted a warm yellow.",
      "cn": "地下室的走廊漆成了暖黄色。"
    },
    {
      "en": "The hallway ran the length of the villa.",
      "cn": "走廊贯穿了整个别墅。"
    },
    {
      "en": "The restroom is at the end of the hallway to the right.",
      "cn": "洗手间在走廊尽头右转的地方."
    },
    {
      "en": "The room connects with the dining hall by means of a hallway.",
      "cn": "这房间通过一条过道与餐厅相连."
    },
    {
      "en": "There were low, muffled voices rising from the hallway.",
      "cn": "从走廊里隐约传来了低沉的说话声。"
    },
    {
      "en": "They took the lift up to the third floor and walked along the quiet hallway.",
      "cn": "他们乘电梯到了3楼，然后走过寂静的过道。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "passage",
            "corridor"
          ],
          "tran_cn": "走廊；门厅；玄关"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "corridor",
            "gallery",
            "passageway"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "走廊，过道，门厅，玄关",
      "tran_en": "the area just inside the door of a house or other building, that leads to other rooms"
    }
  ],
  "exchange": {
    "pl": [
      "hallways"
    ]
  }
}