{
  "word": "superhuman",
  "ipa": {
    "us": "ˌsu:pəˈhju:mən",
    "uk": "ˌsupərˈhjumən"
  },
  "sentences": [
    {
      "en": "Angels are superhuman beings.",
      "cn": "天使是超人."
    },
    {
      "en": "Angels of superhuman ministry: angels of the angels.",
      "cn": "超级管理者天使: 天使中的天使."
    },
    {
      "en": "But they are in no wise superhuman.",
      "cn": "但是,他们决不是超人."
    },
    {
      "en": "For centuries, people have dreamed of overcoming the natural limitations of our bodies and minds to become, in effect, superhuman.",
      "cn": "几个世纪以来，人类一直梦想着克服身体的自然限制，使某些想法变为现实，成为超人。"
    },
    {
      "en": "Half the undoing of the unsophisticated and natural mind is accomplished by forces wholly superhuman.",
      "cn": "可以说,有一半涉世未深的纯洁心灵是被非人为的影响力带坏的."
    },
    {
      "en": "He is not necessarily possessed of superhuman capability.",
      "cn": "这样的战士并不一定具有超人的能力."
    },
    {
      "en": "Her intelligence seems almost superhuman.",
      "cn": "她很聪明,可谓才智超人."
    },
    {
      "en": "If curing all human ills will be a piece of cake for a superhuman intelligence, then the singularity carries with it the promise of immortality - as long as you're still alive when it happens.",
      "cn": "对于一个超人智能来说，如果治疗人类所有疾病都不过是小意思，那么与奇点一同到来的自然该有长生不老的承诺——只要它发生的时候你还在世。"
    },
    {
      "en": "It required superhuman effort to lift the huge boulder.",
      "cn": "要搬起这块大石头需要有超人的力量."
    },
    {
      "en": "It took an almost superhuman effort to contain his anger.",
      "cn": "他以超常的克制力强压住怒火。"
    },
    {
      "en": "Kobe Bryant a superhuman tolerance to pain.",
      "cn": "科比对疼痛有着超人的忍耐力."
    },
    {
      "en": "Morrel was seen carrying, with superhuman strength, the arm - chair containing Noirtier up - stairs.",
      "cn": "他们看见莫雷尔以超人的力量抱住那只坐着诺瓦梯埃的 圈椅,把老人抬上楼来."
    },
    {
      "en": "My brother and always thought he had superhuman qualities.",
      "cn": "我和弟弟一直认为他像超人一样."
    },
    {
      "en": "No superhuman power resists God's will.",
      "cn": "任何超人的能力都不能违抗神的旨意."
    },
    {
      "en": "Officers were terrified of his superhuman strength.",
      "cn": "军官们被他超凡的力量吓坏了。"
    },
    {
      "en": "One of the difficulties is that there is no clear distinction between the way we use technology to make ourselves well and how we might use it to become better than well, or superhuman.",
      "cn": "其中一个困难是，如何运用技术使自己更健康与如何利用技术使自己不仅更健康而且更漂亮、或者使自己成为超人之间没有明确的区别。"
    },
    {
      "en": "People were beginning to attribute superhuman qualities to him.",
      "cn": "人们开始觉得他超人一等。"
    },
    {
      "en": "They saw their bills rising steadily, in spite of superhuman efforts to save water.",
      "cn": "尽管他们已想方设法节约用水，水费仍旧在稳步上升。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "preterhuman"
          ],
          "tran_cn": "超人的；人类能力所不能及的；属于神仙的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "suprahuman",
            "mahatma"
          ],
          "tran_cn": "超人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "supernatural"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "超人的， 超出常人能力的，非凡的， 超常的",
      "tran_en": "much greater than ordinary human powers or abilities"
    },
    {
      "pos": "n",
      "tran_cn": "超人"
    }
  ],
  "exchange": {}
}