{
  "word": "meantime",
  "ipa": {
    "us": "ˈmiːntaɪm",
    "uk": "ˈmiːntaɪm"
  },
  "sentences": [
    {
      "en": "Authority must have expressed its displeasure in the meantime.",
      "cn": "一定是在这个时候权威人士表示了不快."
    },
    {
      "en": "But how, in the meantime, should we approach our personal consumption?",
      "cn": "但同时，我们应该如何处理个人消费问题呢？"
    },
    {
      "en": "But in the meantime -- just look at them, mister, hanging up there.",
      "cn": "不过,现在, 嗯 —— 伙计, 你看,它们静静地高悬在上空."
    },
    {
      "en": "Eventually your child will leave home to lead her own life as a fully independent adult, but in the meantime she relies on your support.",
      "cn": "你的孩子最终将长大成人，完全独立，离开家过自己的生活，不过在此期间她会靠你帮助。"
    },
    {
      "en": "For the meantime, the opinion polls have to be taken on trust.",
      "cn": "眼下必须相信民意调查。"
    },
    {
      "en": "I continued working, meantime, he went out shopping.",
      "cn": "我继续工作，这期间他出去买东西。"
    },
    {
      "en": "I didn’t see her for another five years, and in the meantime she had got married and had a couple of kids.",
      "cn": "我又有五年没见到她，在此期间她结了婚并生了几个孩子。"
    },
    {
      "en": "I love Apple so much and hope to be back as soon as I can. In the meantime, my family and I would deeply appreciate respect for our privacy.",
      "cn": "我非常爱苹果公司，希望能够尽早回到工作当中。同时，我的家人和我将非常感谢各位尊重我的隐私。（祝愿和感谢）"
    },
    {
      "en": "I'd been doing some quiet investigating in the meantime and had an ace up my sleeve.",
      "cn": "与此同时，我不动声色地展开了调查，掌握了一张王牌。"
    },
    {
      "en": "I'll contact them soon. Meantime don't tell them I'm back.",
      "cn": "我会尽快和他们联系。在此期间，不要告诉他们我回来了。"
    },
    {
      "en": "In the meantime , however, Kennecott had been codified elsewhere in the Act.",
      "cn": "然而, “肯尼考特”一案已被编入法案."
    },
    {
      "en": "In the meantime his generals will want to claw back some of their old influence.",
      "cn": "与此同时，他的将军们还想东山再起。"
    },
    {
      "en": "In the meantime I can't interest you in a new car, I suppose?",
      "cn": "那么我想这时候我不能说服您买辆新车了？"
    },
    {
      "en": "In the meantime Mr Toots, who had come upstairs after her, all unconscious of the effect he produced, announced himself with his knuckles on the door, and walked in very brisKly.",
      "cn": "在这同时，已经跟着她走上楼来的图茨先生，完全不了解他所引起的反应，用指节敲了敲门，通报他已来到，接着就很轻快地走了进来。"
    },
    {
      "en": "In the meantime the war of nerves seems likely to continue.",
      "cn": "与此同时，心理战似乎还可能继续。"
    },
    {
      "en": "In the meantime, they're heading toward clinical trials within a few years.",
      "cn": "同时, 他们打算在几年内就向临床实验进军."
    },
    {
      "en": "In the meantime, you have to insulate yourself from his moods.",
      "cn": "同时，你必须将你自己隔绝在他的情绪之外。"
    },
    {
      "en": "Meantime the markets kept ever growing, the demand ever rising.",
      "cn": "但是,市场总是在扩大, 需求总是在增加."
    },
    {
      "en": "My first novel was rejected by six publishers. In the meantime I had written a play.",
      "cn": "我的第一部小说遭到六家出版商的拒绝。其间我又完成了一部戏剧。"
    },
    {
      "en": "The doctor will be here soon. In the meantime, try and relax.",
      "cn": "医生很快就来，现在尽量放松一下。"
    },
    {
      "en": "The Prime Minister has, for the meantime, seen off the challenge of the opposition.",
      "cn": "首相目前已经经受住了反对派的挑战。"
    },
    {
      "en": "Though I've got another urgent job for you in the meantime, Chang - lin .",
      "cn": "可是, 长林,眼前另外有要紧的事派你去做."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "at",
            "coincidently",
            "concurrently",
            "during",
            "meanwhile",
            "same",
            "simultaneously",
            "synchronously",
            "the",
            "throughout",
            "time",
            "while"
          ],
          "tran_cn": "同时,其时"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "at the meantime",
      "tran_cn": "同时"
    },
    {
      "phrase": "in the meantime",
      "tran_cn": "在此期间；于此际"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "同时，其间",
      "tran_en": "in the period of time between now and a future event, or between two events in the past"
    },
    {
      "pos": "n",
      "tran_cn": "其时，其间",
      "tran_en": "in the period of time between two times or two events"
    },
    {
      "pos": "n&ad",
      "tran_cn": "同时, 其间"
    }
  ],
  "exchange": {}
}