{
  "word": "sebaceous",
  "ipa": {
    "us": "sɪˈbeɪʃəs",
    "uk": "sɪˈbeʃəs"
  },
  "sentences": [
    {
      "en": "Can plastic hospital become operation of sebaceous glands cyst?",
      "cn": "整形医院能做皮脂腺囊肿手术 吗 ?"
    },
    {
      "en": "For Moisturizing, soothing and sebaceous secretion balance. aloe a cooling ad calming effect on the skin.",
      "cn": "芦荟具舒缓、平衡肌肤油脂与高效保湿效果."
    },
    {
      "en": "In addition to the sweat glands, the skin contains other small glands, called sebaceous glands.",
      "cn": "汗腺以外, 皮肤还包含其他的细小泌腺, 叫做皮脂腺."
    },
    {
      "en": "Is sebaceous glands cyst must operation excision?",
      "cn": "皮脂腺囊肿是不是一定要手术切除?"
    },
    {
      "en": "Overactivity of the sebaceous glands causes the skin to become oily.",
      "cn": "脂肪腺的过度分泌导致皮肤油质化."
    },
    {
      "en": "Sebaceoma ( sebaceous epithelioma ) is an uncommon cutaneous adnexal tumor with differentiation toward sebaceous unit.",
      "cn": "摘要皮脂瘤 ( 皮脂腺上皮瘤 ) 是具有皮脂腺分化特徵的罕见表皮附属器肿瘤."
    },
    {
      "en": "Sebaceous gland carcinoma is a rare, aggressive, skin tumour.",
      "cn": "摘要皮脂腺癌是一种罕见的侵袭性皮肤肿瘤."
    },
    {
      "en": "Sebaceous gland is an important appendage of skin.",
      "cn": "皮脂腺是皮肤重要的附属器."
    },
    {
      "en": "sebaceous glands",
      "cn": "皮脂腺"
    },
    {
      "en": "Sebaceous glands are special glands attached to the hair follicle.",
      "cn": "皮脂腺的特殊腺体是毛囊."
    },
    {
      "en": "Sebaceous glands secrete oil - like sebum for lubricating the hair and skin.",
      "cn": "皮脂腺分泌油 状 皮脂润滑毛发和皮肤."
    },
    {
      "en": "the sebaceous glands in the skin",
      "cn": "皮脂腺"
    },
    {
      "en": "The whelk is the skin common one kind of hair - follicle sebaceous glands'chronic inflammation skin question.",
      "cn": "芳华痘是皮肤常见的一种毛囊皮脂腺的慢性炎症性皮肤问题."
    },
    {
      "en": "Together , the hair follicle and sebaceous gland are often referred to as the pilosebaceous follicle.",
      "cn": "毛囊和皮脂腺通常称为皮脂腺毛囊."
    },
    {
      "en": "Use ampoule, antiseptic, calms sebaceous secretions, soothes irritations and purifies the skins.",
      "cn": "采用特别针对性的精华素令皮肤有消炎杀菌, 净化及平衡皮脂分泌, 回复幼嫩肌肤."
    },
    {
      "en": "What drug treatment should sebaceous cyst and folliculitis use?",
      "cn": "粉瘤和毛囊炎应该用什么药治疗?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "seborrhea",
          "tran_cn": " [皮肤] 皮脂溢"
        },
        {
          "word": "sebum",
          "tran_cn": " [生化] 皮脂；牛羊脂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "fatty",
            "adipic"
          ],
          "tran_cn": "分泌脂质的；[动]脂肪的，脂肪质的；似油脂或皮脂的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "sebaceous gland",
      "tran_cn": "n. 皮脂腺"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "脂肪的，脂肪质的，脂肪分泌的，脂肪过多的",
      "tran_en": "relating to a part of the body that produces oil"
    }
  ],
  "exchange": {}
}