{
  "word": "outlying",
  "ipa": {
    "us": "ˈaʊtlaɪɪŋ",
    "uk": "ˈaʊtˌlaɪɪŋ"
  },
  "sentences": [
    {
      "en": "A usually residential area or community outlying a city.",
      "cn": "在城市外的通常作为居民区的地区或社区."
    },
    {
      "en": "His hometown is in an outlying mountain area.",
      "cn": "他的家乡地处边远山区."
    },
    {
      "en": "Massive land slides have buried roads to outlying villages.",
      "cn": "大量的路边碎石封住了通往边远乡村的路."
    },
    {
      "en": "one of the outlying suburbs",
      "cn": "边远郊区之一"
    },
    {
      "en": "Our convoys have been attacked, as well as some outlying outposts.",
      "cn": "我们的护航船, 以及几个边远哨站都受到了攻击."
    },
    {
      "en": "Some outlying companies didn't know what Tower One was and Tower Two.",
      "cn": "一些同事还搞不清楚这是一号塔楼还是二号."
    },
    {
      "en": "Special arrangement for client at outlying island, surcharge depends on special route.",
      "cn": "离岛客户将另作安排, 根据路程作额外收费."
    },
    {
      "en": "The gulls which haunted the outlying rocks in a prodigious number.",
      "cn": "数不清的海鸥在遥远的岩石上栖息."
    },
    {
      "en": "The main industry on the outlying islands is farming.",
      "cn": "这些偏远岛屿的主要产业为农业。"
    },
    {
      "en": "The outlying fixed wheels are mounted an axle ( of tubing ).",
      "cn": "大飞轮固定在轴 ( 管材 ) 上."
    },
    {
      "en": "The outlying states of Alaska and Hawaii were both admitted in 1959.",
      "cn": "边远的阿拉斯加和夏威夷州两个都在1959年被承认."
    },
    {
      "en": "The outlying villages were formally annexed by the town last year.",
      "cn": "那些偏远的村庄于去年正式被并入该镇."
    },
    {
      "en": "There were several established churches in the outlying regions of the area.",
      "cn": "在周围的偏远地方,有几家已经建立的教会."
    },
    {
      "en": "These stores were often located in outlying urban areas and the suburbs.",
      "cn": "这些超市常常位于城市偏远的地方和郊区."
    },
    {
      "en": "They live on the outskirts ( ie in an outlying district ) of Paris.",
      "cn": "他们住在巴黎 市郊."
    },
    {
      "en": "Tourists can visit outlying areas like the Napa Valley Wine Country.",
      "cn": "游客可以前往像纳帕谷酒乡这样远离城市喧嚣的地方游览。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "external",
            "outer",
            "remote"
          ],
          "tran_cn": "在外的;远离的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "external",
            "extraneous",
            "off",
            "outer",
            "outside",
            "outward",
            "peripheral",
            "remote"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "偏僻的，边远的，无关的，题外",
      "tran_en": "far from the centre of a city, town etc or from a main building"
    },
    {
      "pos": "v",
      "tran_cn": "放在…外面；在撒谎上胜过（outlie的ing形式）"
    }
  ],
  "exchange": {}
}