{
  "word": "primacy",
  "ipa": {
    "us": "ˈpraɪməsi",
    "uk": "ˈpraɪməsi"
  },
  "sentences": [
    {
      "en": "a belief in the primacy of the family",
      "cn": "家庭至上论"
    },
    {
      "en": "According to st Paul, in marriage there is a primacy of man. what kind?",
      "cn": "根据圣保罗的说法,男人在婚姻当中居首位, 此为何意?"
    },
    {
      "en": "By all accounts , including his own, Bush puts great stock in the primacy of personal relationships.",
      "cn": "据各方面报道,也由布什本人承认, 他在这里面投入了重要的个人关系."
    },
    {
      "en": "Company to a people - oriented, customer primacy, unity, cooperation, innovation and realistic approach to quality.",
      "cn": "公司以“以人为本 、 顾客至上 、 团结协作 、 求实创新”为质量方针."
    },
    {
      "en": "First, the primacy of class must be promoted as an antidote to individualism.",
      "cn": "首先, 阶级作为首位意识必须被提升为个人主义的解毒剂."
    },
    {
      "en": "He was too proud of the primacy of his intelligence to listen.",
      "cn": "他太自负,以其智力过人而不好好听."
    },
    {
      "en": "In both it is impossible to deny the primacy of inner, invisible processes.",
      "cn": "在这两种场合下,我们都不可能否认内在的 、 隐蔽的过程的首要地位."
    },
    {
      "en": "It is certainly shared by those consultancies that emphasise the primacy of action over analysis.",
      "cn": "那些强调行动比分析重要的咨询机构当然是认同的."
    },
    {
      "en": "Mr. Geithner took the remarks seriously enough that he publicly reaffirmed the primacy of the dollar.",
      "cn": "盖特纳先生非常谨慎的做出评论,他公开重申美元的首要地位."
    },
    {
      "en": "Take advantage of the primacy - recency effect.",
      "cn": "利用首因—近因效应."
    },
    {
      "en": "The political idea at the heart of this is the primacy of the individual.",
      "cn": "其核心的政治观点就是把个人放在首位。"
    },
    {
      "en": "The Primacy of Genes also assumes that genes act on their own.",
      "cn": "基因至上论还认为基因可以自发作用."
    },
    {
      "en": "The primacy of the deed is over word and thought.",
      "cn": "行动胜过语言和思想."
    },
    {
      "en": "UK - based etiquette expert Rachel Holland is a firm believer in the primacy of the handshake.",
      "cn": "英国礼仪专家瑞切尔?霍兰德(RachelHolland)坚持认为,握手是最首要的礼节."
    },
    {
      "en": "We must give primacy to education.",
      "cn": "我们必须以教育为本。"
    },
    {
      "en": "What does such an apparent reversal of the norm of male primacy stand for?",
      "cn": "如此明显地与男性优势的常态相对反,意味著什 麽 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "primate",
          "tran_cn": " 灵长目动物的；首要的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "primate",
          "tran_cn": " 大主教；灵长类的动物；首领"
        },
        {
          "word": "primateship",
          "tran_cn": " 大主教之职"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "predominance",
            "preeminence"
          ],
          "tran_cn": "首位；卓越；大主教的职位"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "leadership",
            "priority"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "首位，第一位，卓越，（英国教会）大主教的职务",
      "tran_en": "if someone or something has primacy, they are the best or most important person or thing"
    }
  ],
  "exchange": {
    "pl": [
      "primacies"
    ]
  }
}