{
  "word": "toenail",
  "ipa": {
    "us": "ˈtəʊneɪl",
    "uk": "ˈtoʊneɪl"
  },
  "sentences": [
    {
      "en": "A toenail that has grown into toenail can result in pain, redness , swelling, even infection.",
      "cn": "是指脚指甲生长到肉中,指甲内嵌生长可引起疼痛, 红肿或是感染."
    },
    {
      "en": "Do not try to cut or dig out the curving toenail.",
      "cn": "不要试图自己减或者把弯曲的指甲挖出来."
    },
    {
      "en": "Heels contribute to hammertoes, neuromas (pinched nerves near the ball of the foot), bunions and “pump bump” (a painful bump on the back of the heel), as well as toenail problems.",
      "cn": "高跟会导致槌状趾、神经瘤（靠近脚掌的捏神经）、囊炎肿和“Haglund畸形”（脚后跟痛苦的磕碰），以及脚趾甲问题。"
    },
    {
      "en": "Is remedial toenail phlogistic what good method is there?",
      "cn": "治疗趾甲炎有什么好方法 吗 ?"
    },
    {
      "en": "Is toenail long in the flesh how half?",
      "cn": "脚趾甲长在肉里了怎么半?"
    },
    {
      "en": "Objective To introduce a simple method for treatment of toenail and paronychia.",
      "cn": "目的:介绍一种简单的嵌甲及其引起的甲沟炎的治疗方法."
    },
    {
      "en": "Qr a nasty ingrown toenail.",
      "cn": "或是指甲长到肉里头了."
    },
    {
      "en": "Recently my toe desquamate, scratchy, toenail decayed a bit, how to return a responsibility?",
      "cn": "最近我脚趾脱皮, 发痒, 脚趾甲有点腐烂了, 怎么回事 啊 ?"
    },
    {
      "en": "The big toenail of your left foot has grown in ( to the flesh )",
      "cn": "你左脚的大脚趾甲已长到肉里去了."
    },
    {
      "en": "This kind of fungal infection on feet and toenail can be prevented if you practice barefoot walking and give the scope to the feet to breath normally.",
      "cn": "如果你练习光着脚走路，并且使你的脚能得到正常呼吸的机会，那么这种脚部及脚趾甲的真菌感染就可以得到抑制。"
    },
    {
      "en": "To cure dandruff, you massage the little spot just behind your big toenail.",
      "cn": "要治疗头皮屑, 你可以通过按摩大拇趾趾甲背后的一小点区域."
    },
    {
      "en": "Why do elephants paint their toenail red?",
      "cn": "为什么大象把脚指甲染成红色?"
    },
    {
      "en": "You should cut your toenail.",
      "cn": "你应该剪一剪你的脚趾甲了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "脚趾甲，（木匠用的）斜钉",
      "tran_en": "the hard part that covers the top of each of your toes"
    }
  ],
  "exchange": {
    "pl": [
      "toenails"
    ]
  }
}