{
  "word": "sabotage",
  "ipa": {
    "us": "ˈsæbətɑ:ʒ",
    "uk": "ˈsæbəˌtɑʒ"
  },
  "sentences": [
    {
      "en": "Commit to give up attachment to self - defeating beliefs that sabotage your performance.",
      "cn": "承诺对旧我的放弃 —— 所有时时刻刻操纵你、摧毁你实现目标的思想和信念."
    },
    {
      "en": "Every single plane had been sabotaged.",
      "cn": "每架飞机都遭到了破坏。"
    },
    {
      "en": "He said that the opposition had done everything possible to sabotage the elections.",
      "cn": "他说对手已经使出一切可能的手段来破坏选举。"
    },
    {
      "en": "industrial sabotage",
      "cn": "工业破坏活动"
    },
    {
      "en": "It is clear to me now that Sammy Tyler is trying to sabotage the contract negotiations.",
      "cn": "我现在已经看得很清楚,萨米·泰勒想破坏我们的合同."
    },
    {
      "en": "My insurance excludes acts of sabotage and damage done by weapons of war.",
      "cn": "我购买的保险对于蓄意损坏以及战争中武器造成的损坏不予赔偿。"
    },
    {
      "en": "One of the journalists queried whether sabotage could have been involved.",
      "cn": "其中一位新闻记者询问是否有人为破坏的可能性。"
    },
    {
      "en": "The award was given for sabotage activities behind enemy lines.",
      "cn": "是为了褒奖我在敌后的破坏工作."
    },
    {
      "en": "The bombing was a spectacular act of sabotage.",
      "cn": "这场轰炸是一次大规模的蓄意破坏行为。"
    },
    {
      "en": "The fire at the factory was caused by sabotage.",
      "cn": "那家工厂的火灾是有人蓄意破坏引起的."
    },
    {
      "en": "The police were sure it was a care of sabotage.",
      "cn": "警方认定那是一件怠工案."
    },
    {
      "en": "The railway lines into Russia, carrying vital military supplies, were key targets for German sabotage.",
      "cn": "通往俄国的铁路运送着重要的军用物资, 因此成了德国人破坏的主要目标."
    },
    {
      "en": "The terrorists were planning acts of sabotage to destabilize the country.",
      "cn": "恐怖分子在策划破坏国家安定的行动。"
    },
    {
      "en": "Their sabotage put back production badly.",
      "cn": "他们的破坏严重影响了生产."
    },
    {
      "en": "They tried to sabotage my birthday party.",
      "cn": "他们企图破坏我的生日晚会."
    },
    {
      "en": "They tried to sabotage my party by getting drunk.",
      "cn": "他们想藉耍酒疯来破坏我的宴会."
    },
    {
      "en": "They underwent courses in radio communication, demolition, and sabotage.",
      "cn": "他们接受了无线电通信 、 拆毁和破坏的课程."
    },
    {
      "en": "Was the fire an accident or ( an act of ) sabotage?",
      "cn": "这场大火是意外事故还是有人破坏?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "destruction",
            "breaking",
            "blasting",
            "disruption",
            "demolition"
          ],
          "tran_cn": "破坏；破坏活动；怠工"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "encumber",
            "incumber"
          ],
          "tran_cn": "妨害；对…采取破坏行动"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "破坏活动",
      "tran_en": "deliberate damage that is done to equipment, vehicles etc in order to prevent an enemy or opponent from using them"
    },
    {
      "pos": "v",
      "tran_cn": "蓄意破坏，怠工，对…采取破坏行动，捣乱",
      "tran_en": "to secretly damage or destroy equipment, vehicles etc that belong to an enemy or opponent, so that they cannot be used"
    }
  ],
  "exchange": {
    "third": [
      "sabotages"
    ],
    "past": [
      "sabotaged"
    ],
    "done": [
      "sabotaged"
    ],
    "ing": [
      "sabotaging"
    ]
  }
}