{
  "word": "Laos",
  "ipa": {
    "us": "laʊs",
    "uk": " laʊs"
  },
  "sentences": [
    {
      "en": "As for a political settlement in Laos, the North Vietnamese leaders remained evasive.",
      "cn": "在老挝问题的政治解决方面, 北越领导人的态度仍然捉摸不定."
    },
    {
      "en": "At a meeting of the Mekong River Commission in the Lao capital, Vientiane, Laos insisted the Xayaburi dam go ahead, saying it will be up to international standards.",
      "cn": "在湄公河委员会在老挝首都万象举行的一个会议上，老挝坚持让沙耶武里水坝破土动工，并且说工程将达到国际标准。"
    },
    {
      "en": "By early December the conference completed a draft Decleration on the Neutrality of Laos.",
      "cn": "十二月初,会议拟就了一份关于老挝中立宣言的草案."
    },
    {
      "en": "Facing total defeat in Vietnam, the French subsequently conceded full independence to Laos.",
      "cn": "法国人在越南面临彻底的失败后，接着又让老挝取得了完全的独立。"
    },
    {
      "en": "He now brought up Laos.",
      "cn": "他转而谈到老挝."
    },
    {
      "en": "In the late 1970s Laos fell within the orbit of Vietnam and the Soviet Union.",
      "cn": "20世纪70年代末，老挝被纳入了越南和苏联的势力范围。"
    },
    {
      "en": "Kennedy turned the conversation to Laos.",
      "cn": "肯尼迪转而谈起老挝问题."
    },
    {
      "en": "LAOS could be used as comonomer of polyolefin, intermediate of surfactant, synthetic lube oil, additive.",
      "cn": "LAOS可用于生产聚烯烃共聚单体 、 表面活性剂中间体 、 合成润滑剂、润滑油添加剂、油田化学品和纸浆助剂等."
    },
    {
      "en": "Laos is on the west of Vietnam.",
      "cn": "老挝在越南西面."
    },
    {
      "en": "Laos says the dam will cause no serious problems, while its neighbors say more information is needed about its environmental and economic effects.",
      "cn": "老挝说，这座大坝不会造成严重问题，但是其他邻国认为，在环境和经济影响方面还需要更多信息。"
    },
    {
      "en": "Thailand is on the west of Laos.",
      "cn": "泰国在老挝的西面."
    },
    {
      "en": "The Ho Chi Minh Trail was hacked through jungles covering the southern half of Laos.",
      "cn": "所谓胡志明小道是在老挝南部的密林中开辟出来的."
    },
    {
      "en": "The origin of the Laos states on the Mekong is obscure and legendary.",
      "cn": "位于湄公河流域的老挝人各子国的起源,仅有一些模糊的传说."
    },
    {
      "en": "The security of all of southeast Asia will be endangered if Laos loses its neutral independence.",
      "cn": "如果老挝失去了它中立立场的独立,整个东南亚的安全将受到威胁."
    },
    {
      "en": "The sense of acute tension over Laos appeared to be subsiding.",
      "cn": "在老挝问题上的紧张感好象已经趋于缓和了."
    },
    {
      "en": "Today, Tony from the Vientiane International School in Laos asks the scientists about how long we - or our descendants - might live.",
      "cn": "今天，来自老挝万象国际学校的托尼向科学家提出了关于我们或我们的后代可以活多久的问题。"
    },
    {
      "en": "Vientiane, the capital of Laos, nestles on the banks of the Mekong River.",
      "cn": "老挝的首都万象就座落在湄公河岸上."
    },
    {
      "en": "Within forty - eight hours the cease - fire in Laos was established.",
      "cn": "四十八 小时内老挝的 停火 就生效了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "老挝国（东南亚国家），老挝人，老挝语( Lao的名词复数 )"
    }
  ],
  "exchange": {}
}