{
  "word": "electrolyte",
  "ipa": {
    "us": "ɪˈlektrəlaɪt",
    "uk": "ɪˈlɛktrəˌlaɪt"
  },
  "sentences": [
    {
      "en": "A liquid junction is the interface between two miscible electrolyte solutions.",
      "cn": "液体接界是两个可混溶液的电解质溶液之间的界面."
    },
    {
      "en": "A lithium polymer battery is a type of lithium ion battery. Generally, the main difference is lithium ion polymer batteries contain a polymer electrolyte.",
      "cn": "锂聚合物电池是锂离子电池的一种。一般来说，主要的区别是锂离子聚合物电池含有某种聚合物电解质。"
    },
    {
      "en": "A true electrolyte consists of ions in the pure state.",
      "cn": "真正的电解质在纯态下由离子组成."
    },
    {
      "en": "Baths are ferrous chloride electrolyte and contain L - ascorbic acid as additive.",
      "cn": "在低碳钢带上电沉积铁,抗坏血酸用作氯化亚铁镀液的添加剂."
    },
    {
      "en": "Because the battery is colloidal solid, so the electrolyte concentration, there is no acid layer phenomenon.",
      "cn": "由于电池为胶状固体，所以电解质浓度均匀，不存在酸分层现象。"
    },
    {
      "en": "During charging, ions from the electrolyte accumulate on the surface of each carbon-coated plate.",
      "cn": "加载电荷后，电解液中的离子各自集聚在碳涂层板的表面。"
    },
    {
      "en": "Gel polymer electrolyte was prepared by chemical cros s - linking.",
      "cn": "用化学交联法制备了凝胶聚合物电解质."
    },
    {
      "en": "Great importance is attached to the lithium - ion rechargeable battery electrolyte and additive.",
      "cn": "锂离子蓄电池电解液及其添加剂的研究日益受到研究者的重视."
    },
    {
      "en": "If you suspect functional hypoparathyroidism what electrolyte levels should you next check?",
      "cn": "如果您怀疑病人甲状旁腺功能减退,接下来应该检查哪种电解质水平?"
    },
    {
      "en": "In addition, preparation and maintenance of rhodium electrolyte were described.",
      "cn": "此外, 还介绍了镀液的配制及维护."
    },
    {
      "en": "Liquidus temperature of actual aluminum electrolyte samples was measured directly.",
      "cn": "直接测定了铝电解质实际样品的初晶温度."
    },
    {
      "en": "Ni - Co alloys were deposited by applying current pulses from a sulfate electrolyte.",
      "cn": "在硫酸盐电解液中,采用脉冲电源电沉积了镍钴合金."
    },
    {
      "en": "That generates electricity and causes the metals to recombine in the electrolyte.",
      "cn": "这会产生电流并使金属在电解液中重新合成。"
    },
    {
      "en": "The chemistry and electrochemistry of lithium electrolyte salts are introduced.",
      "cn": "介绍了锂离子电池电解质锂盐的化学和电化学."
    },
    {
      "en": "The electrolyte within the glass electrode is an acid solution of definite strength.",
      "cn": "玻璃电极中的电解质是具有一定浓度的酸溶液."
    },
    {
      "en": "The potassium hydroxide electrolyte is forced into the cells just before use.",
      "cn": "在开始使用前把氢氧化钾电介质压入蓄电池."
    },
    {
      "en": "The preparation technology of gel electrolyte for gel battery was reviewed.",
      "cn": "综述了胶体电池用胶体电解液的制备技术."
    },
    {
      "en": "The rate of electrolyte leakage increased and seed vigor decreased rapidly.",
      "cn": "种子浸泡液的电导率不断增加,活力不断降低."
    },
    {
      "en": "The water saturated with electrolyte.",
      "cn": "水中的电解质饱和了。"
    },
    {
      "en": "The yttria stabilized zirconia ( YSZ ) electrolyte is fabricated by plaster casting method.",
      "cn": "采用注浆法制备了钇稳定化氧化锆 ( YSZ ) 电解质."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "electrolytic",
          "tran_cn": " 电解的；电解质的；由电解产生的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "electrolysis",
          "tran_cn": " [化学] 电解，[化学] 电解作用；以电针除痣"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Nafion"
          ],
          "tran_cn": "[化学]电解液，电解质；电解"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "battery electrolyte",
      "tran_cn": "蓄电池电解质；电池电解液"
    },
    {
      "phrase": "electrolyte metabolism",
      "tran_cn": "电解质代谢"
    },
    {
      "phrase": "supporting electrolyte",
      "tran_cn": "支持电解质"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>电解液，电解质",
      "tran_en": "a liquid that allows electricity to pass through it"
    }
  ],
  "exchange": {
    "pl": [
      "electrolytes"
    ],
    "adj": [
      "electrolytic"
    ]
  }
}