{
  "word": "bog",
  "ipa": {
    "us": "bɒg",
    "uk": "bɔg"
  },
  "sentences": [
    {
      "en": "\"The Bodyguard\" is a fairly bog-standard thriller.",
      "cn": "《保镖》是一部毫无新意的惊险电影。"
    },
    {
      "en": "“We also built bog bridges, ” Macie says. “You need to take the supportive logs underneath and remove their bark, because the bark can rot quickly.",
      "cn": "“我们还在沼泽建起小桥，”马西埃说，“你需要将一些原木支在下面，去掉上面的树皮，因为它们腐烂的很快。"
    },
    {
      "en": "Bogwood: Wood that has been preserved in a peat bog.",
      "cn": "泥炭木: 沼木久埋于泥炭沼泽之中的树木."
    },
    {
      "en": "Don't walk across that field, it's a bog.",
      "cn": "不要穿过那片野地, 那是个烂泥潭."
    },
    {
      "en": "Even the most bog - standard part - time job can increase your marketability.",
      "cn": "[译文]即使低档次的临时工作也能增强你的“可销售性”."
    },
    {
      "en": "How did the construction work bog down?",
      "cn": "建筑工程怎样会停下来的?"
    },
    {
      "en": "I told him to bog off.",
      "cn": "我让他离开。"
    },
    {
      "en": "If he saw a trucker in difficulty, he would just bog in and give a hand.",
      "cn": "如果他看到一个货运汽车司机有困难的话，他会非常热情地给予帮助。"
    },
    {
      "en": "Keep to the path parts of the moor are bog.",
      "cn": "沿着这条小路走--荒野上多处是沼泽地."
    },
    {
      "en": "Last night I put my books in my bog.",
      "cn": "昨晚我把书放进书包里了."
    },
    {
      "en": "My name is mildew. My name is bog, fen, marsh and swamp.",
      "cn": "老子还叫霉菌. 老子还叫泥巴塘子, 泥巴沼子, 黑沼泽,沼泽."
    },
    {
      "en": "Surely to God, nobody was going to war over a bog.",
      "cn": "坚信谁也不愿意就一块不毛之地打一场战争."
    },
    {
      "en": "The occurrence of apomictic reproductive structures on the leaf of the bog orchid, is of interest.",
      "cn": "有趣的是在叶状沼兰叶子上发生无融合生殖的结构."
    },
    {
      "en": "They had a cinnamon-like herb called bog myrtle, but it was the Romans who introduced many of the herbs and vegetables that we now know and love.",
      "cn": "他们有类似桂皮的香料名为沼泽香桃木，但是与很多我们现在了解并且十分喜欢的香料和蔬菜一样，这是古罗马人带来的。"
    },
    {
      "en": "This snowstorm will bog all the cars down in the field.",
      "cn": "这场暴风雪将使所有的车辆都陷在田野里."
    },
    {
      "en": "This storm will bog all the cars down in the mud .",
      "cn": "这场暴雨将使所有的车辆都陷在泥浆里。"
    },
    {
      "en": "Those bog buildings are the mountain retreats of wealthy New Yorkers.",
      "cn": "那些原木建筑是富有的纽约人的山间隐居所."
    },
    {
      "en": "We intended from the very beginning to bog the prosecution down over who did this.",
      "cn": "我们从一开始就打算延缓对责任人提出诉讼。"
    },
    {
      "en": "You think to be detailed, seeing my data, pleasing see the web page of BOG.",
      "cn": "你们想详细, 看到我的资料, 请看bog网页."
    },
    {
      "en": "Your car will bog down in the mud.",
      "cn": "你的车会陷进泥沼的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "boggy",
          "tran_cn": " 似沼泽的；沼泽多的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cienaga",
            "quagmire"
          ],
          "tran_cn": "[地理]沼泽；泥塘"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "marsh",
            "morass",
            "pond",
            "swamp"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "bog down",
      "tran_cn": "停顿；陷入困境"
    },
    {
      "phrase": "bog in bog off",
      "tran_cn": "(英，非正式)走开，离去"
    },
    {
      "phrase": "peat bog",
      "tran_cn": "泥炭沼，泥炭沼泽"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "沼泽，泥塘，沼泽地区，<英口>户外厕所",
      "tran_en": "an area of low wet muddy ground, sometimes containing bushes or grasses"
    },
    {
      "pos": "v",
      "tran_cn": "使陷于泥沼；使动弹不得"
    }
  ],
  "exchange": {
    "pl": [
      "bogs"
    ]
  }
}