{
  "word": "borough",
  "ipa": {
    "us": "ˈbʌrə",
    "uk": "ˈbɜːroʊ"
  },
  "sentences": [
    {
      "en": "A borough of central England north of Leicester.",
      "cn": "英格兰中部莱斯特北部的自治区."
    },
    {
      "en": "A borough of southwest - central England on the Severn River west - northwest of London.",
      "cn": "格洛斯特英格兰中西南部一 自治 市,在伦敦西北偏西的塞文河上."
    },
    {
      "en": "A borough of west - central England on the Dee River south - southeast of Liverpool.",
      "cn": "英国中西部市镇,位于利物浦东南偏南处迪河上."
    },
    {
      "en": "A freehold property situates in the borough of Richmond.",
      "cn": "位于里士满行政区的完全保有房产."
    },
    {
      "en": "Borough Councils were also granted the power to buy reading material for their libraries.",
      "cn": "各个市镇议会也被授予了购买公共图书馆资料的权力."
    },
    {
      "en": "Collingham is located in the Royal Borough of Kensington and Chelsea, London.",
      "cn": "伦敦克林汉姆学院坐落在伦敦皇家行政区的肯辛顿与切尔西."
    },
    {
      "en": "Families of six or seven are the norm in Borough Park.",
      "cn": "在区公园住宅区六口或七口之家十分普遍。"
    },
    {
      "en": "He lives in the Borough of Brooklyn.",
      "cn": "他住在布鲁克林区."
    },
    {
      "en": "Lambeth Borough Council",
      "cn": "兰贝斯自治市议会"
    },
    {
      "en": "That's what happened to Harry Barritt of London's Bromley borough.",
      "cn": "住在伦敦的布罗姆利自治市的哈里.巴里特就经历了此事."
    },
    {
      "en": "The borough is twinned with Kasel in Germany.",
      "cn": "该自治市与德国的卡瑟尔市结成了友好城市。"
    },
    {
      "en": "the borough of Queens in New York City",
      "cn": "纽约市昆斯区"
    },
    {
      "en": "The borough of Queens offers a great variety of ethnic residential neighborhoods.",
      "cn": "皇后区则有各个不同种族的住宅区."
    },
    {
      "en": "The Department is inviting applications from groups within the Borough.",
      "cn": "该部门欢迎本行政区内各团体提出申请。"
    },
    {
      "en": "The head of government of a city, town, borough, or municipal corporation.",
      "cn": "许多市政规划者认为,城市, 至少是市中心, 不应该有车辆通过."
    },
    {
      "en": "the London borough of Westminster",
      "cn": "伦敦的威斯敏斯特自治市"
    },
    {
      "en": "The the city of Oxford now matched the parliamentary borough.",
      "cn": "牛津市现在已经可以与这座国会选区相提并论了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sanjak",
            "tehsil"
          ],
          "tran_cn": "区；自治的市镇"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "parish"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "自治的市镇，有议员选举权的市镇，纽约市五个行政区之一",
      "tran_en": "a town, or part of a large city, that is responsible for managing its own schools, hospitals, roads etc"
    }
  ],
  "exchange": {
    "pl": [
      "boroughs"
    ]
  }
}