{
  "word": "practitioner",
  "ipa": {
    "us": "prækˈtɪʃənə(r)",
    "uk": "prækˈtɪʃənər"
  },
  "sentences": [
    {
      "en": "\" Prithee , friend, leave me alone with my patient,'said the practitioner.",
      "cn": "“ 朋友, 请让我和我的病人单独呆一会儿, ” 那医生说道."
    },
    {
      "en": "A : Maybe you should go see your GP ( general practitioner ).",
      "cn": "或许你该去医生那里看看."
    },
    {
      "en": "a practitioner of alternative medicine",
      "cn": "非常规医学的执业医生"
    },
    {
      "en": "A practitioner of Occlumency is referred to as an Occlumens.",
      "cn": "掌握大脑封闭术的人被称为大脑封闭术师."
    },
    {
      "en": "Dr West , the sound general practitioner, with no pationce for frills, made jokes about his colleague.",
      "cn": "韦斯特大夫是个经验丰富的医生, 他讨厌摆架子, 爱开同事的玩笑."
    },
    {
      "en": "I am Linda Huang, a Dafa practitioner from Brisbane.",
      "cn": "我叫Linda黄, 是布里斯本的学员."
    },
    {
      "en": "If symptoms persist for 7 days or worsen, contact a licensed practitioner.",
      "cn": "如果症状持续超过7天或是恶化, 请就医."
    },
    {
      "en": "Instead, they are relying on general practitioner assessment rather than laboratory confirmation.",
      "cn": "这意味着他们将依赖于全科医生的评估而非实验室鉴定结果."
    },
    {
      "en": "It'still meets, however the needs of the senior student and practitioner.",
      "cn": "它仍然见面, 不过,高级学生和开业医生的需要."
    },
    {
      "en": "Jane Sadler, a family practitioner at Baylor , did the honors.",
      "cn": "贝勒大学的医生简·赛德勒(JaneSadler)有幸为他做了检查."
    },
    {
      "en": "one of golf’s most experienced practitioners",
      "cn": "最有经验的高尔夫球员之一"
    },
    {
      "en": "RMC provides structure in three areas for the practitioner: productivity, guidance , and personalization.",
      "cn": "RMC在三个领域为从业者提供了结构：生产力，指导和个性化。"
    },
    {
      "en": "She was a medical practitioner before she entered politics.",
      "cn": "从政前她是个开业医生."
    },
    {
      "en": "Socrates was the greatest practitioner of this analytical search for fundamental assumptions.",
      "cn": "苏格拉底是这种以理性分析法探求基本假设的最伟大的实践者."
    },
    {
      "en": "The articulation of work and life, cast as work-life balance, has become a key feature of much current government, practitioner and academic debate.",
      "cn": "当今的工作和生活，扮演工作与生活的平衡，已成为一个关键特性当前的很多政府、从业者和学术争论。"
    },
    {
      "en": "The dictionary is mainly for civil aviation practitioner, aviation majored students and Aviation enthusiasts.",
      "cn": "词典主要面向民航从业人员、航空专业学员以及航空爱好者。"
    },
    {
      "en": "The EU is the forerunner and practitioner of global governance.",
      "cn": "欧盟是全球治理的先行者和实践者."
    },
    {
      "en": "The general practitioner diagnosed the illness of the baby as pneumonia.",
      "cn": "全科医生把小儿的病诊断为肺炎."
    },
    {
      "en": "The student or the practitioner will be able to do the same in comparable situations.",
      "cn": "研究人员和实际工作者能在可以比较的情况下做同样的事情."
    },
    {
      "en": "What is the dilemma of the practitioner and what are its sources?",
      "cn": "什麽是实务工作者进退两难的困境,而这个困境的源头是什麽?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "worker"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "general practitioner",
      "tran_cn": "全科医师；普通医师"
    },
    {
      "phrase": "medical practitioner",
      "tran_cn": "[医]医师，开业医师"
    },
    {
      "phrase": "nurse practitioner",
      "tran_cn": "护理师，护师；执业护师，开业护士"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "从业者，执业医生，习艺者，专门人才",
      "tran_en": "someone who works as a doctor or a lawyer"
    }
  ],
  "exchange": {
    "pl": [
      "practitioners"
    ]
  }
}