{
  "word": "heartbeat",
  "ipa": {
    "us": "ˈhɑːtbiːt",
    "uk": "ˈhɑːrtbiːt"
  },
  "sentences": [
    {
      "en": "A electrocardiogram records the heartbeat.",
      "cn": "心电图上标明心跳次数."
    },
    {
      "en": "Bach's music is almost always at the pulse of a heartbeat.",
      "cn": "巴赫的音乐几乎是与心脏跳动合拍的."
    },
    {
      "en": "Each heartbeat has two basic parts: diastole and atrial and ventricular systole.",
      "cn": "每一次心脏跳动都包含两个基本部分: 舒张期以及方式收缩期."
    },
    {
      "en": "Experimenters have succeeded in controlling the rate and regularity of the heartbeat.",
      "cn": "实验者已经成功控制了心跳的速度和频率。"
    },
    {
      "en": "From the SA node, electrical impulses spread through the heart muscle to trigger the heartbeat.",
      "cn": "从窦房石结出来的电脉冲传播到心脏肌肉触发心脏跳动."
    },
    {
      "en": "He was rigged up to a machine so that the nurses could check his heartbeat.",
      "cn": "他身上连接了机器让护士检查心跳."
    },
    {
      "en": "I was a little breathless and my heartbeat was bumpy and fast.",
      "cn": "我有点儿喘不上气，心脏咚咚地快速跳动着。"
    },
    {
      "en": "laughter was only a heartbeat from tears.",
      "cn": "哭笑之间，咫尺而已。"
    },
    {
      "en": "Place your hand over your chest and feel your heartbeat.",
      "cn": "把手放在胸口,感受心脏的跳动."
    },
    {
      "en": "Quietly feeling your heartbeat, listen to your every aspiration.",
      "cn": "静静的感受你的心跳, 倾听你每个心声."
    },
    {
      "en": "She felt her heartbeat quicken as he approached.",
      "cn": "随着他的走近，她觉得自己的心跳加速了。"
    },
    {
      "en": "She was taken to hospital suffering from an irregular heartbeat.",
      "cn": "她因心律不齐被送往医院。"
    },
    {
      "en": "The combined contraction of the atria and ventricles is a heartbeat.",
      "cn": "心房和心室的这一系列动作合称为一次心跳."
    },
    {
      "en": "The idea is to maintain the regularity of the heartbeat.",
      "cn": "问题就是要维持心跳的规律性."
    },
    {
      "en": "These crabs see you puckerin ', they gonna bitchify you in a heartbeat.",
      "cn": "这些恶狼如果看见你畏畏缩缩, 他们肯定会好好修理你."
    },
    {
      "en": "These things happen quickly on - screen, with the years elapsing in a heartbeat.",
      "cn": "种种因果在银幕上飞快掠过, 而一年年的岁月以心跳的速度流逝着."
    },
    {
      "en": "Your baby's heartbeat will be monitored continuously.",
      "cn": "您小宝宝的心跳将会受到持续监听。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "emotion",
            "will",
            "affect"
          ],
          "tran_cn": "[生理]心跳；情感"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "a heartbeat away",
      "tran_cn": "近在咫尺"
    },
    {
      "phrase": "in a heartbeat",
      "tran_cn": "马上；立刻"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "心跳，心搏，中心，感情，重要特征",
      "tran_en": "the action or sound of your heart as it pumps blood through your body"
    }
  ],
  "exchange": {
    "pl": [
      "heartbeats"
    ]
  }
}