{
  "word": "ointment",
  "ipa": {
    "us": "ˈɔɪntmənt",
    "uk": "ˈɔɪntmənt"
  },
  "sentences": [
    {
      "en": "A range of ointments and creams is available for the treatment of eczema.",
      "cn": "有一系列的药膏和乳剂可用于湿疹的治疗。"
    },
    {
      "en": "He received ointment for his flaking skin.",
      "cn": "医生给他开了治疗脱皮的软膏。"
    },
    {
      "en": "Rachel seems to be the one fly in the ointment of Caroline's smooth life.",
      "cn": "蕾切尔似乎是卡罗琳一帆风顺的生活中唯一的麻烦。"
    },
    {
      "en": "Rub ointment onto the wasp sting.",
      "cn": "在黄蜂刺伤处涂些药膏."
    },
    {
      "en": "Rub this ointment on your skin and let it work in.",
      "cn": "将这油膏擦在你的皮肤上,让它渗透进去."
    },
    {
      "en": "She rubbed the ointment in.",
      "cn": "她把药膏擦进皮肤."
    },
    {
      "en": "The doctor painted my wound with ointment.",
      "cn": "医生给我的伤口敷上药膏."
    },
    {
      "en": "The druggist has recommended me to try this ointment for sunburn.",
      "cn": "药房老板劝我试用这种药膏治疗晒斑."
    },
    {
      "en": "The nurse applied some ointment to the cut to stop the bleeding.",
      "cn": "护士在伤口上搽了些药膏来止血."
    },
    {
      "en": "The only fly in the ointment was the bad weather.",
      "cn": "唯一美中不足之处是恶劣的天气."
    },
    {
      "en": "The surgeon applied some ointment to my burnt fingers.",
      "cn": "外科医生在我烧伤的指头上敷了一些药膏."
    },
    {
      "en": "They had dressed his varicose ulcer with soothing ointment.",
      "cn": "他们在静脉曲张的疮口上抹了清凉的油膏."
    },
    {
      "en": "This herbal ointment will help to close up your wound quickly.",
      "cn": "这种中草药膏会帮助你的伤口很快愈合."
    },
    {
      "en": "We put some ointment and a bandage on his knee.",
      "cn": "我们在他的膝盖上涂了些药膏并打上了绷带。"
    },
    {
      "en": "We were having a picnic, when suddenly there came a downpour , which was rather a fly in the ointment.",
      "cn": "当我们正在举行野餐的时候, 忽然大雨倾盆, 未免大煞风景."
    },
    {
      "en": "Your foot will feel better after the application of this ointment.",
      "cn": "敷用这药膏后,你的脚会感到舒服些."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "unguent",
            "factice"
          ],
          "tran_cn": "药膏；[药]油膏"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "application",
            "lotion",
            "oil"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "软膏，药膏，油膏",
      "tran_en": "a soft cream that you rub into your skin, especially as a medical treatment"
    }
  ],
  "exchange": {
    "pl": [
      "ointments"
    ]
  }
}