{
  "word": "astigmatism",
  "ipa": {
    "us": "əˈstɪgmətɪzəm",
    "uk": "əˈstɪɡməˌtɪzəm"
  },
  "sentences": [
    {
      "en": "Anastigmatic lens : Photographic lens corrected for astigmatism as well as other distortions.",
      "cn": "消像差透镜: 消除纵横像差和其他畸变的摄影用透镜."
    },
    {
      "en": "Astigmatism can occur in addition to nearsightedness and farsightedness.",
      "cn": "散光可发生在除近视和远视."
    },
    {
      "en": "Choosing appropriate lens can reduce postoperative astigmatism posterior capsule opacification and maintain accommodation to some extent.",
      "cn": "选用恰当的人工晶状体可以减少术后散光、后发性白内障,并保持一定的调节力."
    },
    {
      "en": "Does astigmatism of 1 year old of children add myopic need to wear an eye?",
      "cn": "需要,要不然的话,还会加重的!1岁小孩散光加近视需要戴眼睛 吗 ?"
    },
    {
      "en": "Does child astigmatism add myopic need to wear an eye?",
      "cn": "小孩散光加近视需要戴眼睛 吗 ?"
    },
    {
      "en": "Eye problem. Congenital amblyopia. Long sight adds astigmatism.",
      "cn": "眼睛问题. 先天性弱视. 远视加散光."
    },
    {
      "en": "For moderate and higher astigmatism, PRK provides better accuracy and predication.",
      "cn": ":PRK治疗较高度数散光的疗效确切, 预测性强."
    },
    {
      "en": "How is astigmatism OK do oneself restore A?",
      "cn": "散光怎么样可以自己恢复吖?"
    },
    {
      "en": "Maybe you fall asleep in class because of uncorrected astigmatism.",
      "cn": "也许你在课堂上睡觉是因为你的眼睛散光."
    },
    {
      "en": "Morethan 33 percent were nearsighted andpercent had astigmatism , which causes fuzzy vision, the team reported.",
      "cn": "其中大于33%的人患有近视,36%患有散光, 它们都导致模糊视力."
    },
    {
      "en": "Myopic astigmatism is systemic sex disease actually.",
      "cn": "近视散光实际上是全身性疾病."
    },
    {
      "en": "People with a high degree of farsightedness along with astigmatism have less predictable results.",
      "cn": "对远视兼散光的人手术后结果的预期较少."
    },
    {
      "en": "They have what is called astigmatism.",
      "cn": "他们有所谓散光."
    },
    {
      "en": "Under astigmatism even narrow parallel light beams will not combine into one point.",
      "cn": "有象散存在时甚至很窄的平行光束都不能会聚在一点."
    },
    {
      "en": "With astigmatism objects appear stretched and distorted.",
      "cn": "由于散光,对象出现拉伸和扭曲."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "astigmatic",
          "tran_cn": " 散光的；乱视的；矫正散光的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "astigmia",
          "tran_cn": " 散光"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "散光",
      "tran_en": "difficulty in seeing clearly that is caused by a change in the inner shape of the eye"
    }
  ],
  "exchange": {}
}