{
  "word": "volunteer",
  "ipa": {
    "us": "ˌvɒlənˈtɪə(r)",
    "uk": "ˌvɑːlənˈtɪr"
  },
  "sentences": [
    {
      "en": "\"They were both great supporters of Franco,\" Ryle volunteered.",
      "cn": "“他们俩都是佛朗哥的坚定支持者，”赖尔主动说道。"
    },
    {
      "en": "Accept the fact that we have to treat almost anybody as a volunteer.",
      "cn": "请接受这样的事实，我们必须将几乎每个人当作一个志愿者。"
    },
    {
      "en": "Charlie Hill pitched in to help with the worst volunteer work of all - searching for bodies.",
      "cn": "查理·希尔参加了最艰巨的志愿工作 -- 搜寻尸体."
    },
    {
      "en": "Finding a volunteer to write the computer program isn't a problem.",
      "cn": "找个志愿者编这个计算机程序不成问题。"
    },
    {
      "en": "He enlisted as a volunteer in the army.",
      "cn": "他以志愿兵从军."
    },
    {
      "en": "I volunteered my services as a driver.",
      "cn": "我主动提出来当司机。"
    },
    {
      "en": "Mike was a member of the local volunteer fire brigade.",
      "cn": "迈克是当地消防队的一名志愿消防员。"
    },
    {
      "en": "Most of the relief work was done by volunteers.",
      "cn": "大部分救援工作都由志愿人员完成。"
    },
    {
      "en": "She herself was a volunteer for other diabetics.",
      "cn": "她自己曾担任志愿工作人员,为其他糖尿病患者服务."
    },
    {
      "en": "She now helps in a local school as a volunteer three days a week.",
      "cn": "目前她在当地的一家学校做志愿工作，一周去3天。"
    },
    {
      "en": "She often does volunteer labour during holidays.",
      "cn": "放假时她常去参加义务劳动."
    },
    {
      "en": "Some local medical institutions also offer services for the rehabilitation and treatment of volunteer addicts.",
      "cn": "此外,一些地方在医疗单位开办戒毒脱瘾治疗业务,收治自愿戒毒者."
    },
    {
      "en": "That man is a volunteer fireman in this town.",
      "cn": "那个人是这个镇里的志愿消防队员."
    },
    {
      "en": "The Pink Pinkie Club should volunteer for the Red Cross class.",
      "cn": "粉红便衣侦探俱乐部应该自愿参加红十字会的课程."
    },
    {
      "en": "The room was quiet; no one volunteered any further information.",
      "cn": "房间里很安静；没有人主动提供更多的信息。"
    },
    {
      "en": "The volunteer for community service is doing a good job.",
      "cn": "社区服务的义工做得很出色."
    },
    {
      "en": "There are many organizations which could benefit from your volunteer efforts.",
      "cn": "有许多组织能够从你的义务工作中获得益处."
    },
    {
      "en": "Therefore, let us enjoy the time when serving as a volunteer.",
      "cn": "因此，让我们好好享受作为一个志愿者的时间吧。"
    },
    {
      "en": "Victory in the civil war had been achieved by a mainly volunteer army.",
      "cn": "一支主要由志愿军组成的队伍取得了内战的胜利。"
    },
    {
      "en": "Volunteer: Photos allowed but no flash . Thank you for your cooperation!",
      "cn": "志愿者: 那个馆可以拍照,但请不要使用闪光灯,谢谢."
    },
    {
      "en": "You didn't think it was your duty to volunteer that information?",
      "cn": "难道自愿提供这个信息不是你的责任 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "voluntary",
          "tran_cn": " 自愿的；志愿的；自发的；故意的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "voluntary",
          "tran_cn": " 志愿者；自愿行动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "come",
            "forward",
            "offer"
          ],
          "tran_cn": "自愿;自愿提供"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "volunteer services",
      "tran_cn": "义工服务；志工服务台"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "志愿的"
    },
    {
      "pos": "n",
      "tran_cn": "志愿者，自告奋勇者，",
      "tran_en": "someone who does a job willingly without being paid"
    },
    {
      "pos": "n&v",
      "tran_cn": "自愿(者,兵);自愿(提供)",
      "tran_en": "If you volunteer information, you tell someone something without being asked"
    },
    {
      "pos": "v",
      "tran_cn": "自告奋勇，主动提供（建议或信息)，(未征得当事人同意）举荐",
      "tran_en": "to offer to do something without expecting any reward, often something that other people do not want to do"
    },
    {
      "pos": "vt&n",
      "tran_cn": "自愿参加(者)",
      "tran_en": "someone who does a job willingly without being paid"
    }
  ],
  "exchange": {
    "pl": [
      "volunteers"
    ],
    "third": [
      "volunteers"
    ],
    "past": [
      "volunteered"
    ],
    "done": [
      "volunteered"
    ],
    "ing": [
      "volunteering"
    ]
  }
}