{
  "word": "peacefulness",
  "ipa": {
    "us": "'pi:sflnəs",
    "uk": "'pisflnəs"
  },
  "sentences": [
    {
      "en": "And at last came this inner shift not as a decision of mine but as a spontaneous change of belief about myself, a deep reconciliation and peacefulness.",
      "cn": "这样的内在转变最后所以发生并非我作出的决定，它是一种自然发生的，自我信念上的转变，是一种深刻的和解与平静。"
    },
    {
      "en": "Contained within the apparent peacefulness of the scene is a lurking threat.",
      "cn": "在如此平静的景象背后却有着潜在的威胁."
    },
    {
      "en": "His peacefulness and friendliness gradually drew 500 followers to his side.",
      "cn": "他的温和与友善逐渐吸引了500名信徒追随左右."
    },
    {
      "en": "I enjoyed the serenity and the peacefulness when I was in the church.",
      "cn": "当我身处大教堂时赶到平和与宁静."
    },
    {
      "en": "In Gatsby alive and his villa peacefulness, overcrowding, death is almost no nail in the coffin.",
      "cn": "在盖茨比生前,他的别墅里歌舞升平, 人满为患, 死后却几乎无人送终."
    },
    {
      "en": "Lawmaking of the Administration Act is at the sticking point, and the Process peacefulness is needed.",
      "cn": "行政程序法的立法迫在眉睫, 行政执法的现状呼唤行政程序法的立法价值:程序和平."
    },
    {
      "en": "Let's strive together to maintain the unity and the peacefulness that was displayed this past Sunday.",
      "cn": "让我们齐心协力维持合一和上个主日所表现的和平."
    },
    {
      "en": "Maintain tidiness, cleanliness , and peacefulness within and around the home stay facility.",
      "cn": "维护民宿场所与四周环境整洁及安宁."
    },
    {
      "en": "My list includes freedom, peacefulness, and room to think.",
      "cn": "我的表中包括自由 、 宁静和思考的空间."
    },
    {
      "en": "The mother waited patiently, enjoying the sunlight and the peacefulness of the gardens.",
      "cn": "妈妈耐心地等着, 尽情地享受着阳光,享受着公园里的平静."
    },
    {
      "en": "The piece includes sub - plots of romance, anxiety, fun, peacefulness and playfulness.",
      "cn": "这段舞蹈还包括辅助情节如爱情 、 忧虑 、 快乐 、 平和以及滑稽."
    },
    {
      "en": "Three others like to see some natural attractions of beauty and peacefulness.",
      "cn": "另外三个人喜欢美丽、安静的自然景观."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "peaceable",
          "tran_cn": " 和平的；平静的；温顺的"
        },
        {
          "word": "peaceful",
          "tran_cn": " 和平的，爱好和平的；平静的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "peaceably",
          "tran_cn": " 和平地；温和地"
        },
        {
          "word": "peacefully",
          "tran_cn": " 平静地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "peace",
          "tran_cn": " 和平；平静；和睦；秩序"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "equilibrium",
            "serenity"
          ],
          "tran_cn": "平静；温和"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "平静，宁静，平和"
    }
  ],
  "exchange": {
    "adv": [
      "peacefully"
    ],
    "adj": [
      "peaceful"
    ]
  }
}