{
  "word": "Koran",
  "ipa": {
    "us": "kəˈrɑːn",
    "uk": " kəˈrɑːn"
  },
  "sentences": [
    {
      "en": "a Koran dated 556 AH",
      "cn": "回历556年的一部《古兰经》"
    },
    {
      "en": "Adulters should be stoned according to the Koran.",
      "cn": "战士们投石击毙了企图爬山的敌人."
    },
    {
      "en": "His favorite book was the Koran, so on occasion he would entertain those who would ask by reciting the Koran word for word.",
      "cn": "他最喜欢的书是古兰经，所以有时候父亲会以逐字背诵古兰经的方式来娱乐那些挑战他的人。"
    },
    {
      "en": "His professor forced him to learn every line of the Koran.",
      "cn": "他的教授要他熟记每一条古兰经."
    },
    {
      "en": "I had learnt a portion of the Koran.",
      "cn": "我学过一点儿《古兰经》。"
    },
    {
      "en": "I wrote the jackass Bible, the jackass Koran, the jackass Talmud.",
      "cn": "我写了傻瓜圣经, 傻瓜古兰经, 傻瓜犹太法典."
    },
    {
      "en": "In the Sahara one enters the Koran.",
      "cn": "在撒哈拉,人们进入到了古兰经的世界."
    },
    {
      "en": "It's well defined in the Koran whom we are supposed to fight.",
      "cn": "我们需要为之奋斗的事情都记载在《古兰经》里."
    },
    {
      "en": "Regarded as literature or philosophy the Koran is certainly unworthy of its alleged Divine authorship.",
      "cn": "不管被看作文学还是哲学,《古兰经》当然不值得被说成是上帝的著述."
    },
    {
      "en": "She devoted herself to a serious study of the Koran.",
      "cn": "她全身心投入《古兰经》的认真研究."
    },
    {
      "en": "The Bible and Koran are sacred writings.",
      "cn": "圣经>>和都是宗教性著作."
    },
    {
      "en": "The Koran recommends fasting as a penance before pilgrimages.",
      "cn": "《古兰经》劝告人们在朝圣前斋戒，以作为一种补赎。"
    },
    {
      "en": "The transmission began with a recitation from the Koran.",
      "cn": "节目一开始是一段《古兰经》朗诵。"
    },
    {
      "en": "Two mullahs stand outside the door to this room reading from the Koran.",
      "cn": "两位毛拉站在门外朗诵《古兰经》."
    },
    {
      "en": "Want to memorise the Koran?",
      "cn": "想要记诵古兰经 么 ?"
    },
    {
      "en": "When he is reading the Koran, he looks very serious and pious.",
      "cn": "他读可兰经时, 神情认真虔诚."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "《古兰经》（伊斯兰教），《可兰经》",
      "tran_en": "The Koran is the sacred book on which the religion of Islam is based"
    }
  ],
  "exchange": {
    "adj": [
      "Koranic"
    ]
  }
}