{
  "word": "diffuses",
  "ipa": {
    "us": "dɪ'fjus",
    "uk": "dɪ'fjuːz"
  },
  "sentences": [
    {
      "en": "A gas in solution diffuses from a region of greater to one of less concentration.",
      "cn": "溶液中的气体会由浓度高的部分扩散到浓度低的部分."
    },
    {
      "en": "A gas in solution diffuses from region of greater to one of less concentration.",
      "cn": "溶液中的气体由浓度较高的区域向浓度较低的区域扩散."
    },
    {
      "en": "A substance that emits and diffuses a fragranta volatile liquid distilled from flowers or prepared synthetically.",
      "cn": "使化合使(两个或两个以上物质)合成为单一的物质,如化学合成;混合."
    },
    {
      "en": "Added monomer diffuses into the micelle for polymerization.",
      "cn": "加入的单体扩散进入胶团做聚合反应."
    },
    {
      "en": "From year since halfyear, economic winter diffuses the whole world.",
      "cn": "自去年下半年以来, 经济寒冬弥漫全球."
    },
    {
      "en": "He diffuses enthusiasm all around him.",
      "cn": "他热情奔放."
    },
    {
      "en": "HF ultimately diffuses down to the troposphere where it is removed by wet deposition.",
      "cn": "HF最终扩散到大气中,在大气中它通过湿沉积被除去."
    },
    {
      "en": "It allows nicotine to diffuse slowly and steadily into the bloodstream.",
      "cn": "它使尼古丁缓慢、稳步地扩散到血液当中。"
    },
    {
      "en": "Second, it diffuses the weapon's energy so that the final impact causes less damage.",
      "cn": "其次, 它分散武器的能,降低冲击造成的伤害."
    },
    {
      "en": "The moisture present in all foods absorbs the flavour of the smoke and eventually diffuses that flavour into its interior.",
      "cn": "所有食物中都存在的水分会吸收烟味，并最终将其散播到食物内部。"
    },
    {
      "en": "The un - ionized form is usually lipid soluble and diffuses readily across cell membranes.",
      "cn": "非解离型部分通常为脂溶性,很容易透过细胞膜扩散."
    },
    {
      "en": "The un - ionized form is usually lipid soluble and diffuses readily across membranes.",
      "cn": "非解离型部分通常为脂溶性,很轻易透过细胞膜扩散."
    },
    {
      "en": "While along [ 0 0 1 ] direction, the Gd adatom diffuses by exchanging.",
      "cn": "而在 [ 001 ] 方向则通过交换机理扩散."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "diffuse light",
      "tran_cn": "漫射光"
    },
    {
      "phrase": "diffuse reflectance",
      "tran_cn": "漫反射率；漫反射系数；护散反射率"
    },
    {
      "phrase": "diffuse reflection",
      "tran_cn": "漫反射"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "（使光）模糊，漫射，漫散( diffuse的第三人称单数 )，（使）扩散，（使）弥漫，（使）传播",
      "tran_en": "To diffuse or be diffused through something means to move and spread through it"
    }
  ],
  "exchange": {}
}