{
  "word": "gemstone",
  "ipa": {
    "us": "'dʒemstəʊn",
    "uk": "'dʒemstoʊn"
  },
  "sentences": [
    {
      "en": "A Dream of Red Mansions is a beautiful gemstone in the vast literature collection.",
      "cn": "在卷帙浩繁的文学宝库中,《红楼梦》是一颗华美宝石."
    },
    {
      "en": "A reddish or cinnamon - colored variety of transparent zircon, used as a gemstone.",
      "cn": "一种红色透明的锆石, 用作宝石."
    },
    {
      "en": "A transparent emerald - green variety of spodumene, used as a gemstone.",
      "cn": "'翠绿'.'' 锂 浑石一种透明的黄色到绿色的锂辉石, 是一种''.'宝石'. ''."
    },
    {
      "en": "As a comprehensive enterprise producing gemstone machinery and tools, Li Xin makes a steady progress.",
      "cn": "作为一家综合的宝石机械设备与工具合为一体的企业,力鑫正以坚定的步伐沿着这条路稳步前进."
    },
    {
      "en": "Blue turquoise is valued as a gemstone.",
      "cn": "蓝色的绿松石被视为宝石."
    },
    {
      "en": "Boron compounds are found widely dispersed as various minerals, including borax and the gemstone tourmaline.",
      "cn": "非天然生成,一般以化合态分散在各种矿物中, 如存在于硼砂和电气石内."
    },
    {
      "en": "Brown first attempted to pry loose the ceiling rod and red gemstone, but neither would budge.",
      "cn": "布朗首先尝试弄明白如何拧松天花板的金属竿和竿上经过雕琢的红色宝石, 但是皆不能拧动."
    },
    {
      "en": "Cairne Bloodhoof: The gemstone has an inscription on its base.",
      "cn": "凯恩?血蹄: 这块宝石底座上有题词."
    },
    {
      "en": "Cairne Bloodhoof: The gemstone has inscription on its base.",
      "cn": "凯恩·血蹄: 这块宝石底座上有题词."
    },
    {
      "en": "He beguiled me into parting with the gemstone.",
      "cn": "他诱骗我把那枚宝石割爱。"
    },
    {
      "en": "In particular, we carefully selected for you 12 beautiful gemstone pendants in the hope it can help you resist following illness.",
      "cn": "我们特别为您精心挑选了12种漂亮的宝石垂饰，希望它能助您抵抗以下病痛。"
    },
    {
      "en": "Ruby, the common name for the mineral corundum in its red form, is a precious gemstone.",
      "cn": "红宝石是对红色矿物刚玉的俗称，它是一种珍贵的宝石。"
    },
    {
      "en": "The gemstone is 28.6 millimetres high and weighs 139.43 carats.",
      "cn": "这块宝石高28.6毫米，重139.43克拉。"
    },
    {
      "en": "The identification of yellow jadeite , however , is a headache to the gemstone testing organizations.",
      "cn": "而黄色翡翠鉴别是珠宝鉴定部门的难题."
    },
    {
      "en": "We are leading exporter and manufactory of natural gemstone and synthetic gemstone in China.",
      "cn": "我们都是领先的出口商和制造的天然宝石和合成宝石,在中国."
    },
    {
      "en": "We output always the best quality Gemstone Silver Jewelry for our valued customers.",
      "cn": "我们总是最好的输出质量宝石银饰品为我们尊贵的客户."
    },
    {
      "en": "Well , anyway, I'm thinking of buying some gemstone pendant, bead necklace or bracelet. Haven't decided yet.",
      "cn": "噢, 我想买宝石坠子, 串珠项链或是手镯什么的, 但还没定下来."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "gemmed",
          "tran_cn": " 镶上宝石的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gem",
            "precious stones"
          ],
          "tran_cn": "（经雕琢的）[宝]宝石"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "经雕琢的宝石",
      "tran_en": "A gemstone is a jewel or stone used in jewellery"
    }
  ],
  "exchange": {
    "pl": [
      "gemstones"
    ]
  }
}