{
  "word": "iridium",
  "ipa": {
    "us": "ɪˈrɪdiəm",
    "uk": "ɪ'rɪdɪrm"
  },
  "sentences": [
    {
      "en": "A Comparison of the IRIDIUM and AMPS Systems ( )",
      "cn": "铱系统与AMPS系统之比较 ( 续 )"
    },
    {
      "en": "An anion exchange preconcentration - neutron activation analysis procedure is developed to determine ( iridium ) in seawater.",
      "cn": "研究了用阴离子交换预富集中子活化法测定海水中 铱 的分析方法."
    },
    {
      "en": "Analyzing the fossils at this small site, they counted 52 distinct species just below the iridium layer.",
      "cn": "他们分析了这个小地区的化石层，一共计算了在铱层下面的52个不同物种。"
    },
    {
      "en": "Before the collision , Iridium had a group of sixty - six satellites in orbit.",
      "cn": "在这些卫星陨落之前, 铱星 公司有66颗卫星在轨道上运行."
    },
    {
      "en": "Comets consist of \" dirty ice \", rather than solid rock, and so contain little iridium.",
      "cn": "彗星是由 “ 脏冰 ” 所组成, 而不是像小型那样由固体岩石组成, 所以只含有少量的铱."
    },
    {
      "en": "Here are some pens with gold or iridium nibs.",
      "cn": "这里是金笔和铱金笔."
    },
    {
      "en": "How long will Iridium spark plugs last?",
      "cn": "铱金火花塞寿命是多长 呢 ?"
    },
    {
      "en": "In a laboratory vault outside Paris is a small cylinder of platinum–iridium alloy that serves as the standard for all mass measurements worldwide.",
      "cn": "在巴黎郊外的一个实验室地下室中，有一个铂铱合金作的圆筒，这个圆筒就是作为世界上所有质量测量的标准。"
    },
    {
      "en": "Iridium satellites are unusual because their orbit is so low and they move so fast.",
      "cn": "铱卫星通常轨道较低,其运动较快."
    },
    {
      "en": "Iridium: Metallic chemical element, one of the transition elements, chemical symbol Ir, atomic number 77.",
      "cn": "铱: 金属化学元素, 为过渡元素的一种, 化学符号Ir, 原子序数77."
    },
    {
      "en": "Iron, nickel, copper, silver, gold, iridium , or ruthenium may be included as cocatalyst metals.",
      "cn": "铁 、 镍 、 铜, 银 、 金, 铱或钌,可用作复合催化剂金属."
    },
    {
      "en": "Music is divided into three kinds, with playing music, percussion, and Wu iridium.",
      "cn": "乐曲分为三种, 有吹奏乐 、 打击乐和武铱."
    },
    {
      "en": "Study on the Pulsed Laser Deposited Process , Structure - controlling and Properties of Iridium Oxide Thin Films.",
      "cn": "银氧化锡复合材料的制备及性能研究."
    },
    {
      "en": "The results of thermal decomposition confirmed that it is iridium films by XRD.",
      "cn": "热分解沉积薄膜经X射线分析确为铱薄膜."
    },
    {
      "en": "They're also seeking a cheaper catalyst than iridium.",
      "cn": "同时他们也在寻找比铱更便宜的催化剂."
    },
    {
      "en": "This story, though, raises the question of why there is but a single ejecta layer of iridium and shocked quartz in late Cretaceous rocks around the world.",
      "cn": "不过，这一假设提出了个问题，在全球各地白垩纪晚期岩石中，只有单独的一层铱和冲击石英，这是为什么？"
    },
    {
      "en": "Using the same approach, iridium is alloyed with rhodium.",
      "cn": "使用同样方法, 铱被熔合与铑."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "铱",
      "tran_en": "a hard and very heavy metal that is combined with  platinum  to make jewellery and is used in scientific instruments. It is a chemical  element  : symbol Ir"
    }
  ],
  "exchange": {}
}