{
  "word": "forensic",
  "ipa": {
    "us": "fəˈrensɪk",
    "uk": "fəˈrɛnsɪk,-zɪk"
  },
  "sentences": [
    {
      "en": "A forensic team was hunting for clues.",
      "cn": "法医小组正在寻找线索。"
    },
    {
      "en": "Factual and forensic evidence makes a suicide verdict the most compelling answer to the mystery of his death.",
      "cn": "事实证据和法庭证据使得自杀成为解开他死因之谜的最令人信服的答案。"
    },
    {
      "en": "Forensic evidence points the finger of suspicion firmly at him.",
      "cn": "法医的证据将怀疑的矛头明确地指向了他。"
    },
    {
      "en": "Forensic examination revealed a large quantity of poison in the dead man's stomach.",
      "cn": "法医检验发现死者的胃里有大量的毒药."
    },
    {
      "en": "Forensic experts searched the area for clues.",
      "cn": "法医专家勘查了这个区域，以寻找线索。"
    },
    {
      "en": "Forensic experts were called in.",
      "cn": "法医专家被请来。"
    },
    {
      "en": "Forensic medicine: Science of applying medical knowledge to legal questions.",
      "cn": "法医学: 应用医学知识解决法律问题的科学."
    },
    {
      "en": "Forensic tests showed that the man had been poisoned.",
      "cn": "法医检验表明那个人曾经中毒."
    },
    {
      "en": "He won admiration for his forensic skills in cross-examining ministers.",
      "cn": "他在盘问几位部长时表现出的问案技巧为他赢得了赞赏。"
    },
    {
      "en": "Objective To realize characteristics of murder case by forensic psychiatry expertise.",
      "cn": "目的了解司法精神医学鉴定中凶杀案的案例特征."
    },
    {
      "en": "Scientists in search of a challenging career could do worse than consider forensic science.",
      "cn": "寻求富有挑战性的事业的科学家不妨考虑一下法医学。"
    },
    {
      "en": "The law has been made obsolete by new developments in forensic science.",
      "cn": "法医学的新发展使该法过时."
    },
    {
      "en": "The species identification plays a key role in forensic analysis.",
      "cn": "种属鉴定在法医学实践中占有重要地位."
    },
    {
      "en": "They were convicted on forensic evidence alone.",
      "cn": "仅凭法医的证据他们便被定了罪。"
    },
    {
      "en": "You know we need to document this for The Journal of Forensic Science, right?",
      "cn": "我们得把这记录下来投给的, 对 吧 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "juridical",
            "argumentative"
          ],
          "tran_cn": "法院的；辩论的；适于法庭的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "forensic accounting",
      "tran_cn": "法律财会专业；法务会计学"
    },
    {
      "phrase": "forensic analysis",
      "tran_cn": "n. 法医检定法；法医分析"
    },
    {
      "phrase": "forensic medicine",
      "tran_cn": "法医学"
    },
    {
      "phrase": "forensic pathology",
      "tran_cn": "法医病理学"
    },
    {
      "phrase": "forensic psychiatry",
      "tran_cn": "司法精神病学；法医精神病学"
    },
    {
      "phrase": "forensic science",
      "tran_cn": "法医学；法庭科学；司法科学；刑事技术"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "法庭的，法院的，公开辩论的，论争的，适于法庭的",
      "tran_en": "relating to the scientific methods used for finding out about a crime"
    }
  ],
  "exchange": {}
}