{
  "word": "smuggle",
  "ipa": {
    "us": "ˈsmʌɡl",
    "uk": "ˈsmʌɡl"
  },
  "sentences": [
    {
      "en": "At night I would smuggle him into my bed - place, and we would whisper together.",
      "cn": "每到夜晚我便偷偷把他带入卧铺.我们两人在房内轻声交谈."
    },
    {
      "en": "Bolivia has arrested three other police officers suspected of helping him smuggle cocaine to the US.",
      "cn": "玻利维亚还逮捕了其他三名涉嫌帮助他向美国走私可卡因的警察。"
    },
    {
      "en": "Can't you smuggle a gas bomb onto one of your rival hives?",
      "cn": "你们不能把一枚毒气弹头偷运进敌对的母舰中去么?"
    },
    {
      "en": "Elsewhere, legal shipments of ivory have been used to smuggle illegal ivory.",
      "cn": "在其它地区, 合法的象牙出货船被用来走私非法象牙."
    },
    {
      "en": "Friends managed to smuggle him secretly out of the country.",
      "cn": "朋友们想方设法将他秘密送出国了."
    },
    {
      "en": "Having got a reliable report a passenger who was to smuggle drugs.",
      "cn": "在得到可靠的情报,知道有人将走私毒品之后."
    },
    {
      "en": "How can they smuggle the precious packet past the guards?",
      "cn": "他们何以能偷带着贵重的包裹走过警卫人员而不被发现 呢 ?"
    },
    {
      "en": "Is it difficult to smuggle tools into that prison?",
      "cn": "要把工具偷偷带进那监狱很困难 吗 ?"
    },
    {
      "en": "It is a serious crime to smuggle drugs into Britain.",
      "cn": "私运毒品入英国是严重罪行."
    },
    {
      "en": "It's a serious crime to smuggle an animal into Britain.",
      "cn": "走私动物到英国是严重的违法行为."
    },
    {
      "en": "It's impossible to smuggle two more prisoners out of the prison camp.",
      "cn": "再从战俘营里偷偷带出两名战俘是不可能的."
    },
    {
      "en": "Many can smuggle, trade, bribe, and grow food on individual plots.",
      "cn": "许多人可以走私 、 贸易 、 贿赂或在小块个人的土地上种植谷物."
    },
    {
      "en": "My message is \"If you try to smuggle drugs you are stupid.\"",
      "cn": "我的讯息是，“你若企图走私毒品，那是犯傻。”"
    },
    {
      "en": "Ogden says the Justice Department will also investigate and prosecute those who smuggle guns and cash into Mexico.",
      "cn": "他说，司法部还将调查和起诉那些向墨西哥走私枪支和现金的人。"
    },
    {
      "en": "People who smuggle contraband goods will be punished by the law.",
      "cn": "偷运违禁物品的行为,要受到法律的制裁."
    },
    {
      "en": "Rob tried to smuggle his puppy into the house.",
      "cn": "罗伯想偷偷把他的小狗带进屋去."
    },
    {
      "en": "The guns were smuggled across the border.",
      "cn": "这些枪被偷运过境。"
    },
    {
      "en": "They have to smuggle the computer disk into the country.",
      "cn": "他们不得不将计算机磁盘偷运进该国."
    },
    {
      "en": "We are occasionally able to smuggle a razor blade into a prisoner's cell.",
      "cn": "我们有时会把一片剃须刀片偷偷地送到牢房里去."
    },
    {
      "en": "With no neighbouring countries and rigid customs controls at ports and airports, it will be difficult for anyone to smuggle in contraband cigarettes.",
      "cn": "没有邻国，加之在海港和空港实行严格的海关监管，不管是谁，走私禁运品香烟都将是非常困难的事。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "smuggler",
          "tran_cn": " 走私者；走私犯；[法] 走私船"
        },
        {
          "word": "smuggling",
          "tran_cn": " 走私"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "smuggling",
          "tran_cn": " 走私"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "bond",
            "bootleg",
            "bring",
            "contra",
            "deal",
            "illegally",
            "import",
            "in",
            "out",
            "run",
            "sneak",
            "traffic"
          ],
          "tran_cn": "走私,偷偷运进或运出"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "走私, 偷带"
    },
    {
      "pos": "v",
      "tran_cn": "走私；偷运",
      "tran_en": "to take something or someone illegally from one country to another"
    },
    {
      "pos": "vi",
      "tran_cn": "走私，偷带",
      "tran_en": "to take something or someone illegally from one country to another"
    },
    {
      "pos": "vt",
      "tran_cn": "偷运，私运，走私，不按规章地偷带（人或物）",
      "tran_en": "to take something or someone illegally from one country to another"
    }
  ],
  "exchange": {
    "third": [
      "smuggles"
    ],
    "past": [
      "smuggled"
    ],
    "done": [
      "smuggled"
    ],
    "ing": [
      "smuggling"
    ]
  }
}