{
  "word": "salutary",
  "ipa": {
    "us": "ˈsæljətri",
    "uk": "ˈsæljəteri"
  },
  "sentences": [
    {
      "en": "Already a celebrity in his field, this \"salutary tyrant, \" as Riboud called him, dictated \"which books to read, what political ideas I should have, which museums and galleries to visit.",
      "cn": "这位被里布称为“有益的暴君”的摄影师当时已经是这一领域的名人，他规定了“我该看什么书，持有什么政治理念，去什么博物馆和画廊”。"
    },
    {
      "en": "But businessmen hope his warning will have a salutary effect.",
      "cn": "然而商人们期望总统的预告将会起到有益的效应."
    },
    {
      "en": "Caveat Emptor, buyer beware, is a salutary reminder to any purchaser.",
      "cn": "“买主各自小心”, 这是对任何买主的有益提示."
    },
    {
      "en": "I notice we have janitors and janitresses now in offices, and our young men unfortunately miss that salutary branch of business education.",
      "cn": "我注意到我们现在办公室里都有工友，所以很可惜，年轻人就错过了商业教育中这个有益的环节。"
    },
    {
      "en": "It was a salutary experience to be in the minority.",
      "cn": "敌众我寡时倒是可以磨炼人。"
    },
    {
      "en": "One can only hope that the result will be an equally salutary debate.",
      "cn": "我们只能希望这本书引发是一场同样有益的争论。"
    },
    {
      "en": "That is a new economic model of sorts but it is hardly salutary.",
      "cn": "这算得上是某种新的经济模式,但几乎不会带来任何好处."
    },
    {
      "en": "The letter had a very salutary effect.",
      "cn": "这封信好似一剂苦口良药。"
    },
    {
      "en": "The punishment had a salutary effect on the boy.",
      "cn": "这项处罚对那个男孩产生了有利的影响."
    },
    {
      "en": "To see ourselves as others see us is a most salutary gift.",
      "cn": "客观地看待自己是极其难能可贵的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "salubrious",
          "tran_cn": " 清爽的；气候有益健康的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "salubrity",
          "tran_cn": " 有益健康"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "advantageous",
            "beneficial",
            "healthful",
            "wholesome"
          ],
          "tran_cn": "有用的;有益的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advantageous",
            "beneficial",
            "constitutional",
            "favorable",
            "healthful",
            "healthy",
            "wholesome"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有益的，效果好的",
      "tran_en": "a salutary experience is unpleasant but teaches you something"
    }
  ],
  "exchange": {}
}