{
  "word": "footwork",
  "ipa": {
    "us": "ˈfʊtwɜ:k",
    "uk": "ˈfʊtwɜrk"
  },
  "sentences": [
    {
      "en": "A : It requires eed , balance , stamina , agility , flexibility , coordination and good footwork.",
      "cn": "它需要速度 、 调性 、 力、敏 、 韧 、 作和良好的步法."
    },
    {
      "en": "A: It requires speed, balance, stamina, agility, flexibility, coordination and good footwork.",
      "cn": "它需要速度 、 协调性 、 耐力 、 灵敏 、 柔韧 、 协作和良好的步法."
    },
    {
      "en": "Badminton requires speed, balance, stamina, agility, flexibility, coordination, and good footwork.",
      "cn": "羽毛球要求速度 、 协调 、 耐力 、 灵敏 、 柔韧 、 协作以及良好的步法."
    },
    {
      "en": "In the end, his brilliant legal footwork paid off.",
      "cn": "最后，他高明的法律手腕使他如愿以偿。"
    },
    {
      "en": "It is quite easy to develop this footwork with weaponry movement.",
      "cn": "在舞动武器的同时展开此类步法是非常容易的."
    },
    {
      "en": "It requires speed, balance, stamina, agility, flexibility, coordination and good footwork.",
      "cn": "它需要速度 、 协调(平衡) 、 耐力 、 灵敏 、 柔韧 、 协作良好的步法."
    },
    {
      "en": "It requires speed, strength, balance , stamina , agility , flexibity, coordination and good footwork.",
      "cn": "它要求有速度, 有力量, 协调(平衡),耐久力, 灵敏性,柔韧性, 协同配合和良好的步法等."
    },
    {
      "en": "It requires speed, strength, balance , stamina, agility, felicity, coordination and good footwork.",
      "cn": "它要求有速度 、 有力量 、 协调(平衡)、耐久力 、 灵敏性 、 柔韧性 、 协同配合的良好的步法等."
    },
    {
      "en": "It was going to take some deft political footwork to save the situation.",
      "cn": "当时得采取一些巧妙的政治手段以挽回局势。"
    },
    {
      "en": "It will take some fancy footwork to avoid the issue.",
      "cn": "要避开这个问题得使用些高招才行."
    },
    {
      "en": "It's worth coming just to watch his footwork!",
      "cn": "就是来看看他的脚下功夫也是值得的!"
    },
    {
      "en": "Thanks to agile footwork he always managed to escape his pursuers.",
      "cn": "他善于随机应变,总能摆脱追踪他的人."
    },
    {
      "en": "They proceeded with gingerly footwork over the jagged stones.",
      "cn": "他们在高低不平的石头上迈着谨慎的步伐前行."
    },
    {
      "en": "This exercise improves your coordination, balance, timing and footwork.",
      "cn": "这项锻炼可以提高协调能力、平衡力、把握时机的能力和脚法。"
    },
    {
      "en": "We sought to parry the charateristic Soviet lunge with fancy footwork.",
      "cn": "我们以花式步法力图避开典型的苏联冲刺."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "strategy",
            "device",
            "pace"
          ],
          "tran_cn": "步法；需跑腿的工作；策略"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "步法，要跑腿的工作",
      "tran_en": "skilful use of your feet when dancing or playing a sport"
    }
  ],
  "exchange": {}
}