{
  "word": "navigational",
  "ipa": {
    "us": "ˌnævɪ'ɡeɪʃənl",
    "uk": "ˌnævɪ'ɡeɪʃənl"
  },
  "sentences": [
    {
      "en": "An unexpected error occured while manipulating the navigational structure of this Web.",
      "cn": "操作此网站的导航结构时发生意外错误."
    },
    {
      "en": "Chart correction has a direct effect on the navigational safety.",
      "cn": "电子海图的改正直接影响到船舶航行安全."
    },
    {
      "en": "Gyroscopes are used in navigational instruments for ships, aircraft, and spacecraft.",
      "cn": "陀螺仪用于船舶 、 飞机和宇宙飞船中的导航设备."
    },
    {
      "en": "In most cases, though, the use of tabs creates significant navigational excise.",
      "cn": "不过, 在大多数情况下, 标签的使用也带来了相当大的导航附加工作."
    },
    {
      "en": "It is forbidden to dump gravel and trash into navigational lanes.",
      "cn": "第三十四条禁止向航道倾倒砂石和废弃物."
    },
    {
      "en": "It'shall be forbidden to damage navigation aids or navigational facilities.",
      "cn": "禁止损坏助航标志和导航设施."
    },
    {
      "en": "Nevertheless, the security of the files beyond navigational structure must be addressed.",
      "cn": "然而, 文件的安全必须优先于文件夹结构加以解决."
    },
    {
      "en": "One of the core technologies of mobile robot is navigational technology.",
      "cn": "移动机器人的核心技术之一是导航技术."
    },
    {
      "en": "Pay attention to design values ( graphics, navigational strategies ) asas writing style.",
      "cn": "请注意设计 ( 图像, 浏览策略 ) 以及写作风格同样重要."
    },
    {
      "en": "Scientists actually know little about how animals perform their navigational feats.",
      "cn": "科学家们对动物的这种导航绝技却是孤陋寡闻的."
    },
    {
      "en": "The crash was a direct result of inadequate navigational aids.",
      "cn": "坠机是导航不力的直接后果。"
    },
    {
      "en": "The difficulties in getting over mix with some tricky navigational choices.",
      "cn": "在获得了一些棘手的选择组合导航的困难."
    },
    {
      "en": "These virtual folders serve only as organizational and navigational aids.",
      "cn": "这些虚拟文件夹仅仅起到组织和定位的作用."
    },
    {
      "en": "We will consider this case again when we discuss the federal navigational servitude.",
      "cn": "下文论述联邦通航使用权时,我们将重新考虑这一案例."
    },
    {
      "en": "Zooming and panning are navigational tools for exploring 2 D and 3 D information.",
      "cn": "缩放和平移是浏览二维和三维信息的导航工具."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "navigable",
          "tran_cn": " 可航行的；可驾驶的；适于航行的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "navigation",
          "tran_cn": " 航行；航海"
        },
        {
          "word": "navigator",
          "tran_cn": " 航海家；领航员；驾驶员"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "navigate",
          "tran_cn": " 航行，航空"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "navigate",
          "tran_cn": " 驾驶，操纵；使通过；航行于"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sailing"
          ],
          "tran_cn": "[水运]航行的，航运的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "navigational aid",
      "tran_cn": "导航辅助设备"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "航行的，航海的",
      "tran_en": "Navigational means relating to the act of navigating a ship or an aircraft"
    }
  ],
  "exchange": {
    "noun": [
      "navigation"
    ]
  }
}