{
  "word": "evolve",
  "ipa": {
    "us": "iˈvɒlv",
    "uk": "iˈvɑːlv"
  },
  "sentences": [
    {
      "en": "Adaptive strategies may often evolve, such as the biochemical polymorphisms of blood and serum groups.",
      "cn": "适应策略也常常进化, 例如:血型和血清的生化多形现象就是这样的."
    },
    {
      "en": "And what technology is really about is better ways to evolve.",
      "cn": "那么,演化就是改变竞赛规则来延长赛局的方式."
    },
    {
      "en": "Animals have evolved camouflage to protect themselves from predators.",
      "cn": "动物进化形成了伪装，以保护自身不被捕食性动物所捕食。"
    },
    {
      "en": "Birds are widely believed to have evolved from dinosaurs.",
      "cn": "鸟类普遍被认为是从恐龙进化而来的。"
    },
    {
      "en": "Businesses need to evolve rapidly.",
      "cn": "各项业务需要快速发展。"
    },
    {
      "en": "Gastric and duodenal ulcers were noted to evolve from early superficial mucosal disease.",
      "cn": "在早期浅表的粘膜病变上出现胃和十二指肠溃疡."
    },
    {
      "en": "Geographic isolation forces all animals to evolve on their own separate paths.",
      "cn": "地理隔离促使动物们向着不同的方向进化."
    },
    {
      "en": "Great historical achievements often evolve from simple concepts.",
      "cn": "历史上的壮举,往往是从朴素的概念演变过来的."
    },
    {
      "en": "He argued that organisms evolve gradually by accumulating small hereditary changes.",
      "cn": "他论证说,生物是由于一些小的遗传变异的积累而逐渐演变的."
    },
    {
      "en": "How did you evolve this very personal and original style?",
      "cn": "你是怎样逐步形成这种很有个性且具独创性的风格的?"
    },
    {
      "en": "If living creatures can indeed evolve, then human nature cannot remain unchanged.",
      "cn": ",如果生物真会进化, 人性就不能永久不变."
    },
    {
      "en": "That anything novel ever surmounts these hurdles to evolve is astounding.",
      "cn": "任何能够跨越种种障碍以求进化的新颖事物都令人惊骇."
    },
    {
      "en": "The bright plumage of many male birds was thought to have evolved to attract females.",
      "cn": "许多雄鸟的鲜艳羽毛被认为是为吸引雌鸟而进化来的。"
    },
    {
      "en": "The chances are that one will evolve spontaneously, if at all.",
      "cn": "这个只能靠慢慢的自然形成."
    },
    {
      "en": "The school has evolved its own style of teaching.",
      "cn": "学校逐步形成了自己的教学风格。"
    },
    {
      "en": "These are the kinds of contacts that could evolve into mentors.",
      "cn": "这些人是可能会成为你导师."
    },
    {
      "en": "We can evolve the truth from a mass of confused evidence.",
      "cn": "我们可以从庞杂的证据中推断事实真相."
    },
    {
      "en": "We had to evolve the truth from a mass of confused evidence.",
      "cn": "我们不得不从大量庞杂的证据中推断出事情的真相."
    },
    {
      "en": "We have to exchange ideas in order to evolve as human beings.",
      "cn": "我们因为要促进人类发展所以要交换意见."
    },
    {
      "en": "With the power of advanced technique, we evolve and refine principle.",
      "cn": "我们用先进技术的力量改进和发展原则."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "evolutionary",
          "tran_cn": " 进化的；发展的；渐进的"
        },
        {
          "word": "evolutionism",
          "tran_cn": " 进化论的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "evolution",
          "tran_cn": " 演变；进化论；进展"
        },
        {
          "word": "evolutionism",
          "tran_cn": " [进化] 进化论"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advance",
            "develop",
            "grow",
            "progress",
            "unfold"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "grow",
            "expand",
            "advance"
          ],
          "tran_cn": "发展，进展；进化；逐步形成"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "advance",
            "develop",
            "grow",
            "progress",
            "unfold"
          ],
          "tran_cn": "发展;生长;促进"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "evolve from",
      "tran_cn": "v. 由…进化"
    },
    {
      "phrase": "evolve into",
      "tran_cn": "vt. 发展成，进化成"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "（使）逐渐形成/演变，进化",
      "tran_en": "if an animal or plant evolves, it changes gradually over a long period of time"
    },
    {
      "pos": "vt",
      "tran_cn": " 使进化， 使发展",
      "tran_en": "When animals or plants evolve, they gradually change and develop into different forms"
    },
    {
      "pos": "vt&vi",
      "tran_cn": "发展",
      "tran_en": "to develop and change gradually over a long period of time"
    }
  ],
  "exchange": {
    "third": [
      "evolves"
    ],
    "past": [
      "evolved"
    ],
    "done": [
      "evolved"
    ],
    "ing": [
      "evolving"
    ]
  }
}