{
  "word": "glycerol",
  "ipa": {
    "us": "'glɪsərɒl",
    "uk": "'glɪsəˌroʊl"
  },
  "sentences": [
    {
      "en": "A syrupy acid obtained by oxidation of glycerol or glyceraldehyde .",
      "cn": "一种浆状的酸，由甘油和甘油醛氧化后获得。"
    },
    {
      "en": "A widely used durable synthetic resin derived from glycerol and phthalic anhydride.",
      "cn": "醇''.'酸'.''树脂从丙三醇和酞''.'酸'.''''.'酐'. ''中提炼出的一种应用范围很广的耐用合成树脂."
    },
    {
      "en": "Acylglycerol ( glyceride ) An ester of glycerol and one or more fatty acids.",
      "cn": "酰基甘油:一种甘油酯或者一种或几种脂肪酸."
    },
    {
      "en": "Fish Gelatin, Glycerol , Essential oil of orange, Copper Chlorophyll.",
      "cn": "鱼类明胶, 甘油, 香橙精华, 铜叶绿素."
    },
    {
      "en": "Gelatin, Glycerol , Essential oil of orange, Titanium dioxide, Copper Chlorophyll.",
      "cn": "明胶, 甘油, 香橙精华, 二氧化钛, 铜叶绿素."
    },
    {
      "en": "Glycerol is a constituent of all fats and phospholipids.",
      "cn": "甘油是所有脂肪和磷脂的组成部分."
    },
    {
      "en": "I convert the crisp fat in Joe's breakfast bacon into fatty acids and glycerol.",
      "cn": "我把乔早餐吃的熏肉中的脆肥肉转变成脂肪酸和甘油."
    },
    {
      "en": "Ingredients: olive extract, moisturizing factor, rrimethylglycine, glycerol, propylene glycol, silicone.",
      "cn": "成分: 橄榄提取液, 保湿因子, 三甲基甘氨酸, 甘油, 丙二醇, 硅酮."
    },
    {
      "en": "Ingredients: Rose extract, whitening factor, moisturizing factor, rrimethylglycine, glycerol, propylene glycol.",
      "cn": "成分: 玫瑰提取液, 美白因子, 保湿因子, 三甲基甘氨酸, 甘油, 丙二醇."
    },
    {
      "en": "Ingredients: Rose extract, whitening factor, rrimethylglycine, glycerol, propylene glycol, silicone.",
      "cn": "成分: 玫瑰提取液, 美白因子, 三甲基甘氨酸, 甘油, 丙二醇, 硅酮."
    },
    {
      "en": "It might sound weird, but glycerol and water make great analogs for the exploding cloud of supernova matter!",
      "cn": "这听起来可能很奇怪，但甘油和水是超新星物质爆发云团的极好的近似物。"
    },
    {
      "en": "Kinetic behavior of condensation reaction of acetone and glycerol was experimentally studied.",
      "cn": "本文研究了甘油丙酮缩合反应过程的动力学性质."
    },
    {
      "en": "Microbial production of glycerol have various characters in production raw, mechanism recovery.",
      "cn": "微生物合成丙三醇在生产原料 、 生产机制、提取方面各具特点."
    },
    {
      "en": "Objective To study the mechanism of glycerol in treatment of trigeminal neuralgia.",
      "cn": "目的探讨甘油注射阻滞术治疗三叉神经痛的机制."
    },
    {
      "en": "The glycerol is converted into dihydroxyacetone phosphate which enters glycolysis.",
      "cn": "甘油可转化为二羟丙酮磷酸,并进入糖酵解."
    },
    {
      "en": "The worldwide production processes of epoxy chloropropane from glycerol are introduced.",
      "cn": "介绍了国内外甘油法环氧氯丙烷生产技术."
    },
    {
      "en": "We split a fat into glycerol and fatty acids.",
      "cn": "我们把脂肪分解为甘油和脂肪酸."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "propanetriol"
          ],
          "tran_cn": "[有化]甘油；丙三醇"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "oil"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "glycerol monostearate",
      "tran_cn": "单硬脂酸甘油酯"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "甘油，丙三醇，醋精",
      "tran_en": "a colourless or pale yellow odourless sweet-tasting syrupy liquid; 1,2,3-propanetriol: a by-product of soap manufacture, used as a solvent, antifreeze, plasticizer, and sweetener (E422)"
    }
  ],
  "exchange": {}
}