{
  "word": "hardcore",
  "ipa": {
    "us": "'hɑ:dkɔ:",
    "uk": "'hɑdˌkoʊr"
  },
  "sentences": [
    {
      "en": "B : Of course, he's our hardcore programmer!",
      "cn": "当然, 他可是我们最重要的程式程计师."
    },
    {
      "en": "Both were put through a hardcore regime , where they experienced pain like never before.",
      "cn": "他们这两位选手经历体验了过去未曾有过的痛苦经验!"
    },
    {
      "en": "But hardcore schizophrenics in particular can't be trusted.",
      "cn": "但是这些精神分裂的话都不值得相信."
    },
    {
      "en": "Frequency synthesizer is the hardcore of a electronic system.",
      "cn": "频率合成器是电子系统的核心部件."
    },
    {
      "en": "Heavy rock, hardcore, techno, and hip hop beats.",
      "cn": "重摇滚, 硬核, 工业, 嘻哈."
    },
    {
      "en": "Image matching is hardcore technology that digital photogrammetry achieve automatic survey.",
      "cn": "影像匹配是数字摄影测量实现自动化量测的关键技术."
    },
    {
      "en": "It'specializes in the selling of pickup CCTV hardcore module cassette recorder and other assistant equipments.",
      "cn": "专业生产销售CCTV核心模块,摄像机,录像机,及周边器材."
    },
    {
      "en": "Many hardcore players do not consider themselves hardcore.",
      "cn": "许多游戏发烧友并不认为他们很发烧."
    },
    {
      "en": "Not a hardcore gamer? Consider this Boot Camp.",
      "cn": "不是铁杆玩家? 琢磨一下这个新手训练营吧."
    },
    {
      "en": "Philosophy is the essence of age spirit, the super hardcore of natural science.",
      "cn": "哲学是时代精神的精华, 是自然科学的超硬核."
    },
    {
      "en": "Targeted hardcore poor families were provided cows as small Livelihoods support to families.",
      "cn": "最贫困的农户还得到了母牛和其他牲畜."
    },
    {
      "en": "Technically, I'm a hardcore player, but I'm not hardcore into video games.",
      "cn": "从技术上来说, 我是个发烧玩家, 但是我对电视游戏不感冒."
    },
    {
      "en": "We are hardcore full body - contact industrial turnround investors.",
      "cn": "我们就是核心的、全身心投入工业运转的投资人."
    },
    {
      "en": "We party, but we're not hardcore - we're not the fucking Towers Of London!",
      "cn": "我们会举办聚会, 但是我们不做那事 —— 我们可不是伦敦塔!"
    },
    {
      "en": "Yes I am a firm believer in some hardcore jungle fever.",
      "cn": "是我是在某些核心的丛林热中的一名忠实的信徒."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "绝对的，无条件的，没有限制的，（黄色作品）赤裸裸描写性行为的"
    },
    {
      "pos": "n",
      "tran_cn": "核心部分，中坚分子",
      "tran_en": "a style of rock music characterized by short fast numbers with minimal melody and aggressive delivery "
    }
  ],
  "exchange": {}
}