{
  "word": "hurdles",
  "ipa": {
    "us": "ˈhɜːdlz",
    "uk": "ˈhɜːrdlz"
  },
  "sentences": [
    {
      "en": "Analysts said the deal faced major hurdles in getting official sanction.",
      "cn": "分析人士说,这桩交易在获得官方批准方面面临重大障碍."
    },
    {
      "en": "At the federal level, however, it faces higher hurdles.",
      "cn": "然而在全国水平上, 它面临着更严峻的阻碍."
    },
    {
      "en": "Davis won the 400 metre hurdles in a new Olympic time of 49.3 sec.",
      "cn": "戴维斯以49.3秒这一新的奥运会记录在400米跨栏赛跑中夺冠。"
    },
    {
      "en": "Davis won the 400m. hurdles in a new Olympic time of 49.3 sec.",
      "cn": "戴维斯以49.3秒的成绩刷新奥运会纪录，在400米跨栏赛跑中一举夺冠。"
    },
    {
      "en": "Difficulties, he reassured himself, were only stepping - stones to success, only hurdles to be jumped.",
      "cn": "眼前的那些矛盾是达到胜利的阶段, 是必不可免的魔障 —— 他这样自己辩解."
    },
    {
      "en": "He won the 400 metres hurdles.",
      "cn": "他在400米跨栏赛中获胜."
    },
    {
      "en": "However, some experts believe the hurdles to live translation remain high.",
      "cn": "但是, 一些专家们认为同声翻译的障碍仍然很多."
    },
    {
      "en": "I came to the hurdles and stood looking over into the hay - field.",
      "cn": "我走到篱笆那边,站在那里朝着干草场望去."
    },
    {
      "en": "Many hurdles drive their lead arm forward with a raised elbow.",
      "cn": "许多跨栏运动员是以提肘的方式来摆动前臂的."
    },
    {
      "en": "That anything novel ever surmounts these hurdles to evolve is astounding.",
      "cn": "任何能够跨越种种障碍以求进化的新颖事物都令人惊骇."
    },
    {
      "en": "The final hurdles have been removed.",
      "cn": "最后的障碍已被排除了."
    },
    {
      "en": "There are numerous hurdles on the road to success.",
      "cn": "在通往成功的路上会有许多障碍."
    },
    {
      "en": "There are several hurdles to be got over in this project.",
      "cn": "在这项工程中有一些困难要克服."
    },
    {
      "en": "There are still plenty of political hurdles to overcome.",
      "cn": "但还是有大量的政治障碍需要克服."
    },
    {
      "en": "What hurdles are for Liu Xiang, high jump is for me.",
      "cn": "刘翔的拿手好戏是跨栏, 而我的拿手好戏是跳高."
    },
    {
      "en": "Yes, there are very real hurdles to whatever you attempt.",
      "cn": "是的, 尝试任何事情都会有坎坷."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "obstacles",
            "barriers"
          ],
          "tran_cn": "障碍；跨栏；跨栏跑；障碍赛跑（hurdle的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hurdle race",
      "tran_cn": "n. 障碍竞赛；跳栏赛跑"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "障碍（ hurdle的名词复数 ），跳栏，（供人或马跳跃的）栏架，跨栏赛",
      "tran_en": "Hurdles is a race in which people have to jump over a number of obstacles that are also called hurdles. You can use hurdles to refer to one or more races. "
    }
  ],
  "exchange": {}
}