{
  "word": "pod",
  "ipa": {
    "us": "pɒd",
    "uk": "pɑd"
  },
  "sentences": [
    {
      "en": "a pea pod",
      "cn": "豌豆荚"
    },
    {
      "en": "CCC could improve and continue the activities of SOD, POD.",
      "cn": "CCC能有效提高和延续地榆叶片的SOD, POD酶活性."
    },
    {
      "en": "Dolphins travel in groups called pods. A pod can include up to 100 dolphins.",
      "cn": "集体行动的海豚称作一群海豚(pod),一群海豚的数目可高达一百只."
    },
    {
      "en": "During GA 3 enhancing bolting, peroxidase ( POD ), catalase ( CAT ) , AMY, EST, ATP and protein contents changed correspondingly.",
      "cn": "4.在促进甜菜抽薹过程中, POD 、 CAT 、 AMY 、 EST 、 ATP及蛋白质含量等指标都发生了相应的变化."
    },
    {
      "en": "Escape Pod - This is your lifeline in the game.",
      "cn": "逃生舱 — 在游戏中,这是你的生命线."
    },
    {
      "en": "Howard and I share the first broad beans, raw, straight from the pod, the essence of green, an English summer.",
      "cn": "英国的夏天，我和霍华德分享了第一次收获的蚕豆，直接从豆荚里剥出来的——真正的绿色。"
    },
    {
      "en": "In the trials of bolting reversing, POD, CAT, AMY, EST, ATP and protein contents changed correspondingly.",
      "cn": "5.在逆转抽薹试验中, POD 、 CAT 、 AMY 、 EST 、 ATP及蛋白质含量等指标同样发生了相应的变化."
    },
    {
      "en": "Meanwhile , POD activity in bulb of late cultivar was the greatest among three cultivars.",
      "cn": "晚熟品种鳞茎POD活性呈现高于中 、 早熟品种的趋势."
    },
    {
      "en": "POD is a flexible structure made of convertible elements.",
      "cn": "酶是一种灵活的结构转换的内容."
    },
    {
      "en": "POD isoenzyme of Cabbage are analyzed by using PAGE.",
      "cn": "POD同工酶凝胶电泳结果显示."
    },
    {
      "en": "So, you supply the pod and the entry fee, and I supply the boy.",
      "cn": "好, 你提供飞艇和参赛费.我提供这孩子."
    },
    {
      "en": "The activity of POD and SOD decreased and increased respectively at different stages of senescence.",
      "cn": "并且与衰老相关的过氧化物酶(POD)和超氧化物歧化酶(SOD)的活性分别得到抑制和提高."
    },
    {
      "en": "The germination rate and vigour index showed distinctly positive correlation with brown intensity and POD.",
      "cn": "同时显示,板栗种子的发芽率、活力指数与褐变度、POD呈极显著正相关."
    },
    {
      "en": "The POD hardware platform layer consists of compute hardware, networking, and storage.",
      "cn": "POD硬件平台层包含计算硬件, 网络和存储."
    },
    {
      "en": "They are very good friends and like peas in a pod.",
      "cn": "他们是好朋友,就像一荚子豆(铁哥们儿)."
    },
    {
      "en": "Using the acknowledged signal molecule in herbage - MeJA , the phenolics, PPO and POD in P . SimoniixP . Pyramibalis c .",
      "cn": "用在草本植物中公认的信号分子 —— MeJA 熏蒸健康合作杨植株, 其体内的酚类及PPO及POD也发生了显著变化."
    },
    {
      "en": "Why ride in a pod when you've got a seat in the cockpit?",
      "cn": "驾驶舱里明明有座为什么要呆在货舱里 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "peapod",
            "bean-pod"
          ],
          "tran_cn": "蚕茧；豆荚"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in pod",
      "tran_cn": "(非正式，旧)怀孕的"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "荚，豆荚，（飞机的）吊舱，（航天器或船只上可与船只主体分离的）分离舱",
      "tran_en": "a long narrow seed container that grows on various plants, especially  pea s  and beans"
    },
    {
      "pos": "v",
      "tran_cn": " 剥掉",
      "tran_en": "to remove the pod or shell from (peas, beans, etc) "
    }
  ],
  "exchange": {
    "pl": [
      "pods"
    ]
  }
}