{
  "word": "vampire",
  "ipa": {
    "us": "ˈvæmpaɪə(r)",
    "uk": "ˈvæmˌpaɪr"
  },
  "sentences": [
    {
      "en": "Cyrus , that idiot, broke the Vampire's Garment into four elements.",
      "cn": "塞勒斯这个可恶的家伙, 他把吸血鬼披风分成了4个部分."
    },
    {
      "en": "Getting hard was the only case for you to turn to a vampire?",
      "cn": "勃起是使你变成吸血鬼唯一的办法 吗 ?"
    },
    {
      "en": "However Carrie Ng broke Ultimate Vampire a breath moment I still remember.",
      "cn": "不过,幸有吴家丽破了最凶猛的一次例,看得差点眩晕."
    },
    {
      "en": "I don't think a vampire any responsibility to anybody.",
      "cn": "我不认为吸血鬼队任何人有责任."
    },
    {
      "en": "I used to think the prince is a vampire.",
      "cn": "我想那个王子是只吸血鬼."
    },
    {
      "en": "I was a newborn vampire at beauty of the night.",
      "cn": "我是个新生的吸血鬼,为夜色之美而伤感."
    },
    {
      "en": "Mr. Vampire: Excuse me. Can you help me please?",
      "cn": "吸血鬼先生: 对不起, 请问可以帮我一下 吗 ?"
    },
    {
      "en": "Mr. Vampire: Thanks. I want to see where I am.",
      "cn": "吸血鬼先生: 谢谢, 我想知道自己身在何方."
    },
    {
      "en": "One of the great things about the vampire tradition is that you make it your own.",
      "cn": "关于吸血鬼传说最伟大的事情之一就是你可以让它成为你自己的。"
    },
    {
      "en": "Reeva is a vampire who specializes in feeding from young men.",
      "cn": "瑞伊娃是个专找年轻男子下手的吸血鬼."
    },
    {
      "en": "We have already sent one of ouranti - vampire experfsto Cheddar Village.",
      "cn": "我们已经派了一队我们的反吸血鬼专家去了村子."
    },
    {
      "en": "What about the vampire bats?",
      "cn": "那吸血蝙蝠怎么样啊？"
    },
    {
      "en": "Who better to promote the virtues of giving blood than a vampire?",
      "cn": "谁能比吸血鬼更能理解献血的美德 呢 ?"
    },
    {
      "en": "Why do you think do vampire movies have such a success?",
      "cn": "你认为为什么吸血鬼电影会取得如此大的成功?"
    },
    {
      "en": "Will Elena become a vampire and stay together with Stefan forever?",
      "cn": "埃琳娜会成为吸血鬼和斯特凡永远在一起 吗 ?"
    },
    {
      "en": "Yes, Edward's human musical ability was enhanced in his vampire life.",
      "cn": "可以的, 爱德华人类时的音乐才能在吸血鬼生命中就得到了提升."
    },
    {
      "en": "You made a goddamn vampire Pomeranian?",
      "cn": "你们创造了一只吸血波美拉尼亚犬?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "vampirism",
          "tran_cn": " 相信吸血鬼存在的迷信；勒索钱财；勾引"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Vampire Bloodline",
            "dracula"
          ],
          "tran_cn": "吸血鬼；[脊椎]吸血蝙蝠"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "vampire bat",
      "tran_cn": "吸血蝙蝠；勾引并导致男人毁灭的女人；吮吸膏血者"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "吸血鬼，吸血蝙蝠，敲诈勒索者，高利贷者",
      "tran_en": "in stories, a dead person that sucks people’s blood by biting their necks"
    }
  ],
  "exchange": {
    "pl": [
      "vampires"
    ]
  }
}