{
  "word": "delineate",
  "ipa": {
    "us": "dɪˈlɪnieɪt",
    "uk": "dɪˈlɪnieɪt"
  },
  "sentences": [
    {
      "en": "Biography must to some extent delineate characters.",
      "cn": "传记必须在一定程度上描绘人物。"
    },
    {
      "en": "CS & Delineate is a software development company with offices in Beijing, China and Zurich Switzerland.",
      "cn": "中软鸿美信息技术 有限公司 是北京一家软件开发公司, 目前在北京和瑞士都设有分支机构."
    },
    {
      "en": "CT scan could delineate the anatomic and pathologic changes of tuberculous lymphadenopathy and peritonitis.",
      "cn": "结论:CT扫描可反映淋巴结结核及结核性腹膜炎的解剖病理改变特征."
    },
    {
      "en": "Delineate a person is leisurely and carefree with nature from the happy fine appearance.",
      "cn": "勾勒出一副人与自然悠闲自乐的美好画面."
    },
    {
      "en": "Flowing freely curve shape, delineate the sport and the metre that calmness art possess singly.",
      "cn": "流畅的曲线造型, 勾勒出动与静之间艺术独有的韵律."
    },
    {
      "en": "Four experiments delineate the effects of price expectation and confidence on the internal reference price.",
      "cn": "作者用四个实验描述了期望价格和信心对内部参考价格的影响."
    },
    {
      "en": "Further work with alpha 2 agonists will hopefully delineate the locations and interactions of these agents.",
      "cn": "对α2受体激动剂的进一步研究使得这些药物的作用位点和相互作用将越来越清晰."
    },
    {
      "en": "Further work with alpha 2 agonists will hopefully delineate the locations and interactions of these agents.",
      "cn": "对α-2受体激动剂的进一步研究使得这些药物的作用位点和相互作用将越来越清晰."
    },
    {
      "en": "I like a transparent whellote, is he gave me thellos whellote paper delineate colorful bright - colored patterns.",
      "cn": "我就像一张透明的白纸, 是他在这张白纸上给我描出多彩美丽的图案."
    },
    {
      "en": "MRI can delineate normal meniscus and articular cartilage.",
      "cn": "MRI显示正常半月板及关节软骨的外形、信号强度."
    },
    {
      "en": "Neutron activation analysis for uranium in soild may delineate structures.",
      "cn": "用中子活化分析测定土壤中的铀以圈定构造."
    },
    {
      "en": "Objective To delineate the biological features between the transformed human articular chondrocytes and normal chord ro - cutes.",
      "cn": "目的比较转化人关节软骨细胞与正常软骨细胞之间的生物特性."
    },
    {
      "en": "Objective To delineate the m orp hology and ecology of a new human schistosome species.",
      "cn": "目的从形态和生态方面叙述新发现的人体血吸虫的特点."
    },
    {
      "en": "Scientists then began searching the layers of rocks delineate mass extinctions.",
      "cn": "科学家们开始研究详细记录了大规模灭绝事件的岩石层."
    },
    {
      "en": "The document delineates your rights and your obligations.",
      "cn": "这份文件阐明了你的权利和义务。"
    },
    {
      "en": "The law and the necessary punishments delineate a bottom line for decent human interaction.",
      "cn": "法律和相关的惩罚措施只表达了体面的人类关系的最低要求."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "delineative",
          "tran_cn": " 描绘的；叙述的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "delineation",
          "tran_cn": " 描述；画轮廓"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "characterize",
            "depict",
            "describe",
            "sketch",
            "specify",
            "style"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "represent",
            "trace",
            "picture",
            "figure"
          ],
          "tran_cn": "描绘；描写；画…的轮廓"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "描绘；描写；画…的轮廓",
      "tran_en": "If you delineate something such as an idea or situation, you describe it or define it, often in a lot of detail"
    },
    {
      "pos": "vt",
      "tran_cn": "勾画，描述",
      "tran_en": "to describe or draw something carefully so that people can understand it"
    }
  ],
  "exchange": {
    "third": [
      "delineates"
    ],
    "past": [
      "delineated"
    ],
    "done": [
      "delineated"
    ],
    "ing": [
      "delineating"
    ],
    "noun": [
      "delineation"
    ]
  }
}