{
  "word": "antitrust",
  "ipa": {
    "us": "ˌæntiˈtrʌst",
    "uk": "ˌæntiˈtrʌst, ˌæntaɪ-"
  },
  "sentences": [
    {
      "en": "Accordingly, antitrust is a of mechanism industrial and commercial administration main job.",
      "cn": "因此, 反垄断是工商行政管理机关的一项重要工作."
    },
    {
      "en": "Accordingly, their statue as the exemption of antitrust laws was also doubted.",
      "cn": "相应的, 其在反垄断法上作为适用除外的领域也引起学者们的质疑."
    },
    {
      "en": "Agreements among parties in a competing relationship can raise antitrust suspicions.",
      "cn": "竞争者间的横向协定:相互之间有竞争关系的市场主体间的协定很可能引起反托拉斯当局的怀疑."
    },
    {
      "en": "Also pose new challenge to traditional antitrust issue.",
      "cn": "对传统的反垄断问题也提出新的挑战."
    },
    {
      "en": "an antitrust investigation",
      "cn": "反垄断调查"
    },
    {
      "en": "Antitrust authorities must investigate the effect and purpose of an agreement to determine its legality.",
      "cn": "反托拉斯当局需要通过调查该协定的影响和目的来确认其合法性."
    },
    {
      "en": "Antitrust laws make it illegal to restrain trade or attempt to monopolize a market.",
      "cn": "反托拉斯法把限制贸易或企图垄断市场定为非法."
    },
    {
      "en": "In recent antitrust investigations, Brussels a rigid focus on market share and towards an economics - based analysis.",
      "cn": "在近期的反垄断调查中, 欧委会不再紧紧围绕市场份额,而是把重点转向了经济层面的分析."
    },
    {
      "en": "In the old days, antitrust laws kept monopolies from buying potential competitors.",
      "cn": "过去, 反垄断法禁止垄断大户收购其潜在竞争者."
    },
    {
      "en": "Its response, the Sherman Antitrust Act of 1890, was brief and to the point.",
      "cn": "据此要求制订的1890年谢尔曼反托拉斯法, 简明而扼要."
    },
    {
      "en": "Justice Department files antitrust against AT & T.",
      "cn": "司法部提出针对T的法 托拉斯 诉讼."
    },
    {
      "en": "Meanwhile, Apple is also feeling the antitrust pitchfork.",
      "cn": "其间, 苹果公司也受到了反垄断的威胁."
    },
    {
      "en": "new tougher antitrust laws",
      "cn": "更严厉的新反垄断法"
    },
    {
      "en": "Our antitrust laws have been too severe.",
      "cn": "我们的反托拉斯法太严格了."
    },
    {
      "en": "Philanthropy undertakings are definite d to voluntary, civil management, antitrust.",
      "cn": "慈善事业合理定位于自愿 、 民办,同时, 反垄断."
    },
    {
      "en": "The Clayton Antitrust Act tried to define more clearly what was meant by restraint of trade.",
      "cn": "克雷顿反托拉斯法对“限制贸易”的含义作出更明确的规定."
    },
    {
      "en": "The jury found that the NFL had violated antitrust laws.",
      "cn": "陪审团裁决全国橄榄球联盟触犯了反垄断法。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "antitrust law",
      "tran_cn": "反垄断法；反托拉斯法；反独占法"
    },
    {
      "phrase": "antitrust policy",
      "tran_cn": "反托拉斯政策"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "反托拉斯的，反垄断的",
      "tran_en": "intended to prevent companies from unfairly controlling prices"
    }
  ],
  "exchange": {}
}