{
  "word": "Stamford",
  "ipa": {
    "us": "ˈstæmfəd",
    "uk": "ˈstæmfəd"
  },
  "sentences": [
    {
      "en": "Abbott Larkin is building a new computer factory in Stamford.",
      "cn": "阿伯特.拉金正在斯坦福德建新的计算机制造厂."
    },
    {
      "en": "Because almost everyone in Stamford used to work at the Yale factory.",
      "cn": "因为过去几乎每个斯坦福德人都在耶鲁锁厂工作过."
    },
    {
      "en": "Cecil inherited a family property near Stamford.",
      "cn": "塞西尔继承了斯坦福德附近的一处家族房产。"
    },
    {
      "en": "CHARLES: What about Jeff? Is he going to be happy in Stamford?",
      "cn": "查尔斯: 杰夫怎么样? 他在斯坦福德会愉快 吗 ?"
    },
    {
      "en": "Detective Stone, you have to stop him. . . or we'll never see the Stamford Treaty again!",
      "cn": "斯通侦探， 我们得去阻止他， 否则我们将再也见不到斯坦福德条约了！"
    },
    {
      "en": "DIANA: I could give you the names of art dealers in Stamford.",
      "cn": "戴安娜: 我可以提供给你斯坦福德艺术品交易商们的名字."
    },
    {
      "en": "Do you know anywhere in Stamford where you can see otters play?",
      "cn": "你知道在斯坦福德哪儿能看到水獭嬉戏 吗 ?"
    },
    {
      "en": "Got it . Thank you, gentlemen . And welcome to Stamford, Mr. Tate.",
      "cn": "好了,谢谢, 先生们,欢迎到斯坦福德来, 泰特先生."
    },
    {
      "en": "Heartbroken Lamps wanted to see out his career at Stamford Bridge.",
      "cn": "心灰意冷的弗兰克本打算在斯坦福桥结束自己的足球生涯."
    },
    {
      "en": "In sports news, the Stamford Blue Jays are ahead.",
      "cn": "体育新闻方面:斯坦福德“蓝雀”队领先."
    },
    {
      "en": "Jake: Because almost everyone in Stamford used to work at the Yale factory.",
      "cn": "杰克： 因为过去几乎每个斯坦福德人都在耶鲁锁厂工作过。"
    },
    {
      "en": "Maria: What about Pitney Bowes? They used to be in Stamford.",
      "cn": "玛丽亚: 皮德尼&#8226;鲍怎么样了? 他们过去也在斯坦福德."
    },
    {
      "en": "Old shop, his gun at the Stamford bridge outfit.",
      "cn": "老商店, 他的枪在斯坦福桥的球队."
    },
    {
      "en": "Stamford workers used to make most of the world's glass tubes.",
      "cn": "斯坦福德的工人们过去生产世界上大部分的玻璃管."
    },
    {
      "en": "Susan: Really? The Stamford team is in first place.",
      "cn": "苏珊: 真的? 斯坦福德队处于领先地位."
    },
    {
      "en": "Thanks. Here goes: the Daily News, the Stamford Gazette.",
      "cn": "谢谢. 这儿有各种报纸: 《每日新闻》 、 《斯坦福德公报》."
    },
    {
      "en": "This game at Stamford Bridge was an easy game.",
      "cn": "这场在斯坦福桥的比赛比较容易. ”"
    },
    {
      "en": "We have a small New England farm here at the Stamford Museum and Nature Center. We have many types of farm animals here.",
      "cn": "在斯坦福德博物馆和自然中心这儿有一个新英格兰式小农场， 在这儿我们有许多种家畜。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "斯坦福德[美国康涅狄格州西南部城市]"
    },
    {
      "pos": "other",
      "tran_cn": "斯坦福德（美国康涅狄格州西南部城市）"
    }
  ],
  "exchange": {}
}