{
  "word": "strontium",
  "ipa": {
    "us": "ˈstrɒntiəm",
    "uk": "ˈstrɑnʃiəm"
  },
  "sentences": [
    {
      "en": "CONCLUSION: The strontium containing calcium phosphate cement possesses excellent biocompatibility.",
      "cn": "结论: 含锶磷酸钙骨水泥材料具有良好的生物相容性."
    },
    {
      "en": "Ferrite magnets are sintered permanent magnets composed of Barium or Strontium Ferrite.",
      "cn": "铁氧体是烧结永磁体,包括钡铁氧体和锶铁氧体."
    },
    {
      "en": "Fettite magnets are made through powder metallurgy by mixing barium or strontium with Fe 2 O 3.",
      "cn": "铁氧体德主要成分是钡或锶和三氧化铁,通过粉末冶金的制造工艺而生成."
    },
    {
      "en": "Fluoride and strontium has special affinity and influence on bone stabilization.",
      "cn": "氟、锶骨有特殊的亲和力,对骨代谢有特殊的影响."
    },
    {
      "en": "In this paper , strontium lead titanate strontium lead titanyl oxalate tetrohydrate by chemical coprecipitation.",
      "cn": "采用化学共沉淀法经前驱体草酸氧钛锶铅制得钛酸锶铅粉末."
    },
    {
      "en": "Lee-Thorp and her colleagues measured the levels of two isotopes of strontium, an element found in soil.",
      "cn": "李.索普和她的同事测量两种锶同位素的等级，一种从土壤中发现的元素。"
    },
    {
      "en": "Liquid method is preferable in preparing barium strontium titanate powders with high performance.",
      "cn": "液相法是制备性能良好的钛酸锶钡粉体的有效方法."
    },
    {
      "en": "Others decay more slowly, like some cesium, iodine, strontium, and argon.",
      "cn": "剩下的一些延迟消退的很慢，比如铯、碘、锶和氩。"
    },
    {
      "en": "Oxygen and strontium isotopes, which are fixed in dental enamel at the time of tooth formation, were tested in 18 subjects.",
      "cn": "在18件样本上检测了氧和锶的同位素。 这两种元素在牙齿成型时，会固定在牙釉质上。"
    },
    {
      "en": "Reduction - metathesis method for preparation of strontium carbonate from celestite is developed.",
      "cn": "提出还原 - 复分解法制备碳酸锶的新工艺."
    },
    {
      "en": "Some problems and suggestions for determining strontium are pointed out simultaneously.",
      "cn": "指出了目前测定锶存在的问题,提出了新的发展方向."
    },
    {
      "en": "Strontium aluminate long persistence phosphors were prepared through homogeneous precipitation method.",
      "cn": "采用均匀沉淀法制备铝酸锶基质长余辉发光材料."
    },
    {
      "en": "Strontium can avoid cancellous bone and cardiovascular disease.",
      "cn": "可防治骨质疏松和心血管病."
    },
    {
      "en": "Strontium Chemical element, one of the alkaline earth metals, chemical symbol Sr, atomic number 38.",
      "cn": "化学元素,碱土金属之一, 化学符号sr, 原子序数38."
    },
    {
      "en": "The dielectric properties and defect mechanism of lanthanum strontium - bismuth titanate ceramics arc discussed in the paper.",
      "cn": "研究了镧锶铋钛系陶瓷的介电性能与缺陷机构."
    },
    {
      "en": "The preparations of ultrafine strontium carbonate particles with various shapes were reviewed.",
      "cn": "摘要对目前国内外不同形貌超细碳酸锶粒子的制备情况做了简要的综述."
    },
    {
      "en": "We use an ion chromatograph ( reagent free ) to test for nitrates, calcium and strontium.",
      "cn": "我们采用离子色谱仪 ( 试剂免费 ) 测试硝酸盐, 钙,锶."
    },
    {
      "en": "Weekly testing for ammonia, nitrite, nitrate, turbidity, iodide, and strontium.",
      "cn": "每周测试氨氮, 亚硝酸盐, 硝酸盐氮, 浊度, 碘, 锶."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "strontium carbonate",
      "tran_cn": "碳酸锶"
    },
    {
      "phrase": "strontium chloride",
      "tran_cn": "氯化锶"
    },
    {
      "phrase": "strontium titanate",
      "tran_cn": "钛酸锶"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "锶",
      "tran_en": "a soft silver-white metal that is used to make  firework s  . It is a chemical  element : symbol Sr"
    }
  ],
  "exchange": {}
}