{
  "word": "Trinidad",
  "ipa": {
    "us": "ˈtrɪnɪˌdæd",
    "uk": "ˈtrɪnɪˌdæd"
  },
  "sentences": [
    {
      "en": "And was a member of The Trinidad Art Society.",
      "cn": "是千里达艺术协会会员."
    },
    {
      "en": "Arrives islands successively and so on Bahamian archipelago, Cuba, Haiti, Dominica, Trinidad.",
      "cn": "先后到达巴哈马群岛 、 古巴 、 海地 、 多米尼加 、 特立尼达等岛."
    },
    {
      "en": "Barbados and the Republic of Trinidad and Tobago.",
      "cn": "巴巴多斯以及特立尼达和多巴哥共和国."
    },
    {
      "en": "Barbados, Jamaica, Trinidad and Guyana.",
      "cn": "巴巴多斯、买加 、 立尼达和圭亚那等国的母语."
    },
    {
      "en": "Boarded Se Hanta , Trinidad dam, boundless expanse of woodlands panoramic view.",
      "cn": "登上塞罕塔, 千里坝上, 万顷林海尽收眼底."
    },
    {
      "en": "He the ball the net for Trinidad, but the offside flag was raised.",
      "cn": "虽然他为千里达将足球送进网内, 但是越位旗被举起了."
    },
    {
      "en": "In his pictures of Trinidad the sea is warm and the foliage tropical.",
      "cn": "在他的画里,特立尼达的海是温暖的,热带花草密密丛丛."
    },
    {
      "en": "In the island of Trinidad the oil is in the form of asphalt.",
      "cn": "在特立尼达岛,石油以沥青的形式出现."
    },
    {
      "en": "In Trinidad and Tobago, it is using sport to address the issue of violence, and in Zambia it is providing education about HIV and AIDS.",
      "cn": "在特立尼达拉岛和多巴哥岛，它用运动来处理暴力问题，在赞比亚，它提供了艾滋病方面的教育。"
    },
    {
      "en": "In Trinidad, I proposed an Energy and Climate Partnership for the Americas.",
      "cn": "在特立尼达，我提出了美洲国家能源和气候合作计划。"
    },
    {
      "en": "No, she objects to Picton's role as governor of Trinidad, where he was accused of brutality in his administration of the colony and its slave-based economy.",
      "cn": "不，她反对皮克顿作为特立尼达统治者的角色，在那里，他被指控在其对殖民地和奴隶经济的统治期间的残暴罪行。"
    },
    {
      "en": "The black hole dreams arising upon land of Trinidad were from the era of the Anu.",
      "cn": "在特立尼达岛上沉渣泛起的黑洞噩梦就来自于Anu时代."
    },
    {
      "en": "This year Denmark is in 19 th place with and Herzegovina, New Zealand and Trinidad and Tobago.",
      "cn": "今年,丹麦和波黑, 新西兰,特立尼达岛和多巴哥岛并列19名."
    },
    {
      "en": "This year Denmark is in 19 th place with Bosnia - Herzegovina , New Zealand and Trinidad and Tobago.",
      "cn": "今年丹麦与 波黑 、 新西兰、特立尼达岛、多巴哥岛并列第19位."
    },
    {
      "en": "Trinidad and Tobago specialized courses this semester, assignments are also many think are afraid.",
      "cn": "这个学期的专业课特多, 作业也很多,想想都怕."
    },
    {
      "en": "When speaking to the seminar Mr Franklin spoke of his experience, gained on a recent visit to Trinidad.",
      "cn": "在研讨会上发言的时候，富兰克林先生谈到了他最近游览特立尼达的经历。"
    },
    {
      "en": "Winter Solstice, Trinidad ice, Yushu Qionghua , wuregan, good faction Northland scenery!",
      "cn": "冬至, 千里冰封, 玉树琼花, 林海雪原, 好一派北国风光!"
    },
    {
      "en": "You and me, here, at this time with heart, for love, Trinidad trip, meet in Beijing.",
      "cn": "我和你, 在这里, 此时心一起, 为爱情, 千里行, 相会在北京."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "trinidad and tobago",
      "tran_cn": "特立尼达和多巴哥（拉丁美洲岛国）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "特立尼达岛"
    },
    {
      "pos": "other",
      "tran_cn": "特立尼达岛"
    }
  ],
  "exchange": {}
}