{
  "word": "Cambodian",
  "ipa": {
    "us": "kæmˈbəʊdɪən",
    "uk": "ˌkæmˈboʊdiən"
  },
  "sentences": [
    {
      "en": "Ankor Wat is part of a vast network of around a hundred ancient temples hidden deep in the Cambodian jungle.",
      "cn": "深藏在丛林中的吴哥窟是柬埔寨百余座的古代庙宇中的一部份."
    },
    {
      "en": "Article 1: This law governs all investments projects made by investors who are Cambodian citizens and/or foreigners within the Kingdom of Cambodia.",
      "cn": "第1条：该法针对柬埔寨公民和/或外国人作为投资者在柬埔寨王国进行的所有投资项目。"
    },
    {
      "en": "At the end of it, the Cambodian people were exhausted. Their resources had run out.",
      "cn": "柬埔寨人最终筋疲力尽了,他们的资源消耗殆尽了."
    },
    {
      "en": "Cambodian long - distance running is very excellent.",
      "cn": "柬埔寨人 长跑 非常出色."
    },
    {
      "en": "Cambodian textile exports have been hit harder than Bangladeshi ones.",
      "cn": "在纺织品出口上柬埔寨受到的冲击比孟加拉严重."
    },
    {
      "en": "China thus agreed with our interpretation that North Vietnamese forces had to vacate Cambodian territory.",
      "cn": "就这样中国同意了我们的解释,即北越部队应当撤离柬埔塞领土."
    },
    {
      "en": "Half of all Cambodian villages reportedly have mines in and around them.",
      "cn": "半数柬埔寨村落里或其周围,据报均埋有地雷."
    },
    {
      "en": "He said a further 200 Thai soldiers occupied small camps along the Cambodian side of the border.",
      "cn": "他说，另外还有200名泰国军人在柬埔寨边境一侧占领着一些小的营地。"
    },
    {
      "en": "He strongly requested the avoidance of incidents involving Cambodian lives.",
      "cn": "他强烈要求避免发生危及到柬埔寨人生命的事件."
    },
    {
      "en": "Laos capital of Vientiane and Phnom Penh, the Cambodian capital in the bank.",
      "cn": "寮国首都永珍与柬埔寨首都金边均在岸边."
    },
    {
      "en": "Such energy and intensity set him apart from the more relaxed attitude of the average Cambodian.",
      "cn": "如此的活力与强度,使得他与普通柬埔寨人较为松散的态度截然不同."
    },
    {
      "en": "The Cambodian currency was effectively devalued by 25 per cent.",
      "cn": "柬埔寨货币实际上贬值了25%."
    },
    {
      "en": "The group has been living in a remote corner of the Cambodian jungle.",
      "cn": "该部落一直居住在柬埔寨的丛林深处。"
    },
    {
      "en": "They were undoubtedly smarting at my harsh reaction to their cancellation of the Cambodian initiative.",
      "cn": "我对他们取消有关柬埔寨的提议作出的严厉反应无疑使他们感到恼火."
    },
    {
      "en": "They were undoutedly smarting at my harsh reaction to their cancellation fo the Cambodian initiative.",
      "cn": "我对他们取消有关柬埔寨的倡议作出的严厉反应无疑还在使他们感到恼火."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "yellow"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "柬埔寨的，柬埔寨人的，柬埔寨语的"
    },
    {
      "pos": "n",
      "tran_cn": "柬埔寨人，柬埔寨裔，柬埔寨语，高棉语",
      "tran_en": "a native or inhabitant of Cambodia"
    }
  ],
  "exchange": {}
}