{
  "word": "raiser",
  "ipa": {
    "us": "'reɪzə",
    "uk": "'reɪzə"
  },
  "sentences": [
    {
      "en": "Ah, icebox raiser. It's empty, how do you like that?",
      "cn": "啊, 在冰箱顺手牵羊的家伙. 现在它空了, 你觉得 怎样 ?"
    },
    {
      "en": "But she too worries , lest the incident curtain - raiser for other curtailments.",
      "cn": "但她也担心此事件将“拉开限制新闻出版自由的序幕. ”"
    },
    {
      "en": "He'd been a real hell-raiser as a young buck.",
      "cn": "他年轻时是个十足的捣蛋鬼。"
    },
    {
      "en": "It's a hugely important game in a player's career, and his career is the fund raiser.",
      "cn": "他是球员职业生涯中极其重要的一场比赛, 而球员的职业本身才是资金筹集器."
    },
    {
      "en": "Memory is a rare ghost raiser.",
      "cn": "记忆是养育灵魂的少有的一方沃土."
    },
    {
      "en": "Mom, I need some pennies for our fund - raiser at school.",
      "cn": "妈妈, 我需要拿点儿钱给学校的募捐者."
    },
    {
      "en": "Our fund - raiser has grossed $ 700 so far.",
      "cn": "我们的基金筹集者到目前为止已筹集到了700美元."
    },
    {
      "en": "Since it's acting as a curtain raiser to new styles.",
      "cn": "因为,它成了新时尚的揭幕表演."
    },
    {
      "en": "Such a discontinuity or stress raiser causes a local increase of stress.",
      "cn": "此类的不连续性或应力集中源会引起应力的局部增加."
    },
    {
      "en": "Taxation declare is an complicated procedure to both tax raiser and tax payers.",
      "cn": "纳税申报是税务部门和税户的一项十分繁琐的工作."
    },
    {
      "en": "The leader of a local army acted as an organizer , communicator , fund - raiser, and rule - maker.",
      "cn": "宗族的团练发挥了组织联络 、 筹措经费 、 制定章程三大作用."
    },
    {
      "en": "The movie was an old - fashioned hair - raiser.",
      "cn": "那部电影是一部 老式 的恐怖片."
    },
    {
      "en": "The rising risk arises from the surprised fund raiser's praise of the appraisal.",
      "cn": "提高的风险起因于惊讶的专款筹资者的评价的赞扬."
    },
    {
      "en": "The three-race series will be a curtain-raiser to the Monaco Grand Prix in May.",
      "cn": "这3场系列赛将为5月份的摩纳哥大奖赛拉开序幕。"
    },
    {
      "en": "This time I can be the flag raiser, I feel very proud.",
      "cn": "今天我能够站在国旗下, 我感到十分荣幸,这将成为我美好的回忆."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grower",
            "cultivator"
          ],
          "tran_cn": "饲养者；提高者；栽培者；筹集者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "举起者，提出者，筹集者，饲养者"
    }
  ],
  "exchange": {}
}