{
  "word": "dormancy",
  "ipa": {
    "us": "'dɔ:mənsɪ",
    "uk": "'dɔmənsɪ"
  },
  "sentences": [
    {
      "en": "A Promethean's Azoth ic radiance awakens Pandorans from Dormancy.",
      "cn": "活尸的水银辐射会将尸祸从休眠中唤醒."
    },
    {
      "en": "After a 20-year period of dormancy, the volcanobegan to erupt once more.",
      "cn": "在20年的休眠后，这座火山又再一次肆虐。"
    },
    {
      "en": "All nine were put in dimensional locks, essentially powered down into energetic dormancy through the technology of the Alliance. Many other magnificent Temple Crystals were lost.",
      "cn": "这 九个水晶都放置着维度锁，基本上经由(外星)联盟的技术将其能量降至休眠的状态 。"
    },
    {
      "en": "Automatic logoff feature helps alleviate such risks by automatically disabling the session using recommended time-out values for dormancy.",
      "cn": "自动下线特性通过对休眠使用推荐的超时值，可以帮助降低此类风险。"
    },
    {
      "en": "Concluson: The hypoplasia of embryos is not the primary reason for long dormancy of the seeds.",
      "cn": "结论: 北五味子种子胚形态发育不完全,不是种子长时期休眠的主要原因."
    },
    {
      "en": "During dormancy of seeds, abscisic acid plays an important part.",
      "cn": "在种子休眠方面, 内源脱落酸的含量与油菜种子的休眠有关."
    },
    {
      "en": "During dormancy the plants must be kept very dry.",
      "cn": "在休眠期，植物必须保持非常干燥。"
    },
    {
      "en": "Effects of abscisic acid ( ABA ) treatment on onion ( Allium cepa ) dormancy were studied.",
      "cn": "研究了不同浓度外源脱落酸 ( ABA ) 对洋葱 鳞茎 休眠的影响."
    },
    {
      "en": "His auto and permit, auto target, auto dormancy!",
      "cn": "他自动兼容 、 自动锁定 、 自动休眠!"
    },
    {
      "en": "It affects tuberization, leaf senescence, and dormancy.",
      "cn": "它影响块茎形成 、 叶子衰老和休眠."
    },
    {
      "en": "It may also come to the point of virtual dormancy.",
      "cn": "它也可以达到实际上的潜伏状态."
    },
    {
      "en": "Seeds of some Acer species possess the biological character of dormancy.",
      "cn": "槭属某些种的种子具有休眠生物学特性,如糖槭(Acersaccharum )和茶条槭(Acerginnala)."
    },
    {
      "en": "Soothing and Relaxing . Soothe your frazzled nerves and regain your serenity, relax muscle and assist dormancy.",
      "cn": "缓解压力,镇定安神;使神经得到充分放松,疏通全身经络, 放松肌肉,改善睡眠."
    },
    {
      "en": "Sushumna is the control nadi which is in a state of complete dormancy at present.",
      "cn": "一般的情况下,中脉是处于休眠状态的."
    },
    {
      "en": "The 16,500 - foot ( 5,000 - meter ) volcano roared back to life in 1999 after nearly 80 years of dormancy.",
      "cn": "这座5000米的火山在休眠将近80年后于1999年恢复活跃."
    },
    {
      "en": "The mechanisms that underlie induction, maintenance, termination of a tumor dormancy are of great clinical importance.",
      "cn": "阐明诱导 、 维持和终止肿瘤休眠的机制具有重要的临床意义."
    },
    {
      "en": "The seed dormancy level of A.",
      "cn": "冰草种子在蜡熟期时休眠程度明显加深,随后又减弱."
    },
    {
      "en": "Thus, we concluded that seeds of N . acuminatissima have non deep physiological dormancy.",
      "cn": "因此, 我们推论高山新木姜子种子具有非深度的生理休眠."
    },
    {
      "en": "When to repot, prune excess growth, take cuttings, or in any way physically disturb your plants is closely related to dormancy.",
      "cn": "换盆、修剪、砍头或其他任何物理上改变植物的行径都必须严肃地考虑到休眠的问题。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dormant",
          "tran_cn": " 休眠的；静止的；睡眠状态的；隐匿的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hibernation",
            "winter sleep"
          ],
          "tran_cn": "[生物]休眠，冬眠；蛰伏"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "paralysis"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "seed dormancy",
      "tran_cn": "种子休眠"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "睡眠，冬眠，隐匿"
    }
  ],
  "exchange": {
    "adj": [
      "dormant"
    ]
  }
}