{
  "word": "tourniquet",
  "ipa": {
    "us": "ˈtʊənɪkeɪ",
    "uk": "ˈtɜrnəkət"
  },
  "sentences": [
    {
      "en": "A tourniquet may be left in place for one or two hours without causing damage.",
      "cn": "在不造成伤害的情况下,使用止血带一到两个小时."
    },
    {
      "en": "All air is expressed from the sphygmomanometer or pneumatic tourniquet before application.",
      "cn": "应在止血带或血压计使用前压出所有剩余气体."
    },
    {
      "en": "Alright. This tourniquet is tight. How does it feel?",
      "cn": "好了, 止血带紧了, 觉得怎样?"
    },
    {
      "en": "Cell firing rate ( CFR ) of RVM can be used as the monitoring index of tourniquet pain.",
      "cn": "RVM中 的细胞放电速率 ( cellfiringrate,CFR ) 的变化可用作应用止血带时引起的痛觉刺激的监测指标."
    },
    {
      "en": "I need a tourniquet and some ice.",
      "cn": "我需要止血带和冰."
    },
    {
      "en": "My God! My tourniquet.",
      "cn": "上帝啊! 我的止血带."
    },
    {
      "en": "Objective To investigate the best charged pressure of pneumatic tourniquet in individualized using.",
      "cn": "目的探讨充气止血带个体化使用时的适宜充气压力."
    },
    {
      "en": "Operations on the extremities are made easier by the use of a tourniquet.",
      "cn": "应用止血带使四肢的手术更加简单清晰,止血带是一种具有潜在危险性的设备."
    },
    {
      "en": "She gently placed a tourniquet 22 around my foreleg as a tear ran down her cheek.",
      "cn": "她温柔地给我的前腿绑上了止血带,一滴泪珠从她的脸颊滑落."
    },
    {
      "en": "She prepared to undo the band of cloth around his arm which had served as tourniquet.",
      "cn": "她准备解开缠在他胳臂上止血的布带."
    },
    {
      "en": "Solutions should not be allowed to flow a tourniquet.",
      "cn": "消毒液不应流入止血带下."
    },
    {
      "en": "Still, it remains to be seen whether the tourniquet will hold. Even after the new plan, Greece will have a staggering load of debt.",
      "cn": "然而止血带能否承受压力尚待分晓。即使新计划得以实施，希腊仍将面临巨额债务负担。"
    },
    {
      "en": "That will work as a tourniquet.",
      "cn": "就和止血带的功用一样了."
    },
    {
      "en": "The tourniquet is a potentially dangerous instrument that must be used with proper knowledge and care.",
      "cn": "因此,使用时必须具备相关的知识并且非常小心."
    },
    {
      "en": "The tourniquet should occlude venous and lymphatic return.",
      "cn": "止血带应阻断静脉及淋巴回流."
    },
    {
      "en": "This tourniquet is tight. How does it feel?",
      "cn": "好了，止血带紧了，觉得怎样？"
    },
    {
      "en": "Twist the tourniquet tighter.",
      "cn": "把止血带扎紧点."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "garrot"
          ],
          "tran_cn": "[外科]止血带；压脉器；压血带"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pneumatic tourniquet",
      "tran_cn": "充气止血带"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "止血带",
      "tran_en": "a band of cloth that is twisted tightly around an injured arm or leg to stop it bleeding"
    }
  ],
  "exchange": {
    "pl": [
      "tourniquets"
    ]
  }
}