{
  "word": "martian",
  "ipa": {
    "us": "ˈmɑ:ʃn",
    "uk": "ˈmɑrʃn"
  },
  "sentences": [
    {
      "en": "Any free radicals in Martian soil could be taken as presumptive evidence of life there.",
      "cn": "火星土壤中的任何游离基将可用来推断火星存在生命."
    },
    {
      "en": "B: this Martian shows us at least the origin of the species.",
      "cn": "火星人乙: 这至少说明了我们的物种起源."
    },
    {
      "en": "Cathy's experience of abandonment is hard for a Martian to understand.",
      "cn": "男人难以了解卡丝被遗弃的感觉."
    },
    {
      "en": "It'shows detalls of the Martian nest outside Los AngeIes.",
      "cn": "通过它可以看出洛杉矶郊外的火星人老巢的详细情况."
    },
    {
      "en": "Not only are Martian volcanoes huge, they are surprisingly complex.",
      "cn": "火星上的火山不仅巨大, 而且出奇复杂."
    },
    {
      "en": "Orson Welles managed to convince many Americans that they were being invaded by Martians.",
      "cn": "奥森•威尔斯使得许多美国人相信他们正遭到火星人的入侵。"
    },
    {
      "en": "Remember, he's a Martian and doesn't keep score the way you do.",
      "cn": "谨记, 他是火星人,记分法和你不同."
    },
    {
      "en": "Scientists must now debate just where Martian water could come from.",
      "cn": "科学家们现在要争论的是火星水从哪里来的."
    },
    {
      "en": "Spectroscopic evidence for hydrous iron sulfate in the Martian soil.",
      "cn": "在火星土壤里含水铁硫酸盐在分光镜明显."
    },
    {
      "en": "The debate over the likelihood of liquid Martian water flows on.",
      "cn": "火星上是否有液态水,目前仍争论不断."
    },
    {
      "en": "The Martian atmosphere contains only tiny amounts of water.",
      "cn": "火星的大气层中只含有极少量的水。"
    },
    {
      "en": "The Martian landscape is extremely varied.",
      "cn": "火星上的景象变化极大."
    },
    {
      "en": "The movie is about between the Martian and earthman's matter.",
      "cn": "影片是关于火星人与地球人之间的事."
    },
    {
      "en": "These facts mean that the Martian day and night have about the same lengths as ours.",
      "cn": "这些事实说明,火星上的昼夜同我们的昼夜大致一样长."
    },
    {
      "en": "We've rigged the epidiascope to refIect whatever the Martian Iens picks up.",
      "cn": "我们已经准备好了幻灯机来演示火星人是怎么采集外界信息的了."
    },
    {
      "en": "You can get all the Martian bIood you want after the pIane drops the bomb.",
      "cn": "在那飞机把原子弹投下去后,你想要多少火星人的血就有多少火星人的血."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "火星的"
    },
    {
      "pos": "n",
      "tran_cn": "火星人"
    },
    {
      "pos": "n&a",
      "tran_cn": "火星人(的)",
      "tran_en": "A Martian is an imaginary creature from the planet Mars"
    }
  ],
  "exchange": {
    "pl": [
      "Martians"
    ]
  }
}