{
  "word": "herbivorous",
  "ipa": {
    "us": "hɜːˈbɪvərəs",
    "uk": "ɜːrˈbɪvərəs"
  },
  "sentences": [
    {
      "en": "'Chewing is a property which no large herbivorous terrestrial mammal has got rid of, ' said Professor Martin Sander, from Bonn University.",
      "cn": "“现在，没有大型陆生食草哺乳动物是不需要咀嚼的，”波恩大学的马丁·桑德教授说。"
    },
    {
      "en": "\" Cornett's attorney, Jack Johnston, said the tooth \"looks like it would be from a herbivorous rodent of some type.",
      "cn": "科内特的律师杰克·约翰斯顿说，这颗牙“看起来像是某种食草的啮齿类动物的牙。”"
    },
    {
      "en": "Advances on the functional response of Herbivorous mammals foraging and plant availability variables were review.",
      "cn": "文章主要介绍植食性哺乳动物觅食功能反应与模型的研究进展."
    },
    {
      "en": "Back Squating and crouching animal is a natural behavior way of herbivorous.",
      "cn": "后折蹲踞动物是食草动物的自然俯卧方式."
    },
    {
      "en": "Cattle are herbivorous animals.",
      "cn": "牛是吃草的动物."
    },
    {
      "en": "Cows are herbivorous, tigers are carnivorous, but man is omnivorous.",
      "cn": "牛是草食性的，老虎是肉食性的，而人是杂食性的。"
    },
    {
      "en": "For herbivorous animals, feeding a variety of grasses, moss and grass surface leaves.",
      "cn": "为草食动物, 取食多种禾草 、 苔草及新鲜树叶."
    },
    {
      "en": "Herbivorous animals to wild boar, deer, roe, and so on for food.",
      "cn": "以草食性动物野猪 、 鹿 、 狍等为食."
    },
    {
      "en": "Mammoths were herbivorous mammals.",
      "cn": "猛犸是食草性哺乳动物。"
    },
    {
      "en": "Some animals, including human beings, are omnivorous and eat both meat and vegetables; others are either carnivorous or herbivorous.",
      "cn": "包括人在内的一些动物是杂食动物,既吃肉类,也吃蔬菜; 而其它动物则或是食肉动物,或是食草动物."
    },
    {
      "en": "The camel is a herbivorous animal.",
      "cn": "骆驼是一种食草动物."
    },
    {
      "en": "The herbivorous ornitho pod dinosaurs may have had a mammal like diaphragm for efficient respiration.",
      "cn": "食草类的鸟足类恐龙可能发青有与哺乳动物一样的横隔膜,以便于有效的呼吸."
    },
    {
      "en": "The ruminats are a group of herbivorous mammals that includes cattle, sheep, goats, camels, and giraffes.",
      "cn": "反刍动物是一群食草动物,包括牛 、 绵羊 、 山羊 、 骆驼和鹿等."
    },
    {
      "en": "This bacterial decay of cellulose also occurs in the gut of most herbivorous animals.",
      "cn": "在很多食草动物的肠内这种纤维素也能被细菌分解."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "herbivore",
          "tran_cn": " [动] 食草动物"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "食草的",
      "tran_en": "Herbivorous animals only eat plants"
    }
  ],
  "exchange": {
    "noun": [
      "herbivore"
    ]
  }
}