{
  "word": "illiteracy",
  "ipa": {
    "us": "ɪˈlɪtərəsi",
    "uk": "ɪˈlɪtərəsi"
  },
  "sentences": [
    {
      "en": "He was handicapped by illiteracy.",
      "cn": "他因不识字而吃亏."
    },
    {
      "en": "I want to eliminate illiteracy.",
      "cn": "我想消除文盲."
    },
    {
      "en": "Illiteracy has been wiped out in our village.",
      "cn": "我们村已经消灭了文盲."
    },
    {
      "en": "Illiteracy threatens Britain's industrial performance. But, quite apart from that, the individual who can't read or write is unlikely to get a job.",
      "cn": "文盲的存在影响着英国的产业效益。但是，除此以外，更重要的是那些不具备读写能力的人也不太可能找到工作。"
    },
    {
      "en": "India tolerated dissent, but it also tolerated inefficiency, disease and illiteracy.",
      "cn": "印度容许异议，但同时它也容忍了无能、疾病与文盲。"
    },
    {
      "en": "It is encouraging to read that illiteracy is declining.",
      "cn": "从读报中了解文盲情况正在好转,这是令人鼓舞的."
    },
    {
      "en": "It is reported incidence of illiteracy of China is noticeably decreasing.",
      "cn": "据报道,中国文盲率正在显著下降."
    },
    {
      "en": "It lie on us to lick illiteracy.",
      "cn": "扫除文盲是我们的责任."
    },
    {
      "en": "It lies on all of us to lick illiteracy.",
      "cn": "扫除文盲是我们所有人的责任."
    },
    {
      "en": "It was possible that Grandpa's southern accent and his illiteracy made him mispronounce his own name.",
      "cn": "这也有可能是因为姥爷的南方口音和不识字的原因而念错了自己的名字."
    },
    {
      "en": "It would help to end illiteracy and disease, but it would also dislocate a traditional way of life.",
      "cn": "这将有助于消除文盲和疾病，但也会扰乱传统的生活方式。"
    },
    {
      "en": "Poverty and illiteracy go together with high birth rates.",
      "cn": "贫困、文盲与高出生率密切相关。"
    },
    {
      "en": "Tackling corruption would be the fastest way to address problems like poverty, disease, and illiteracy, he contended.",
      "cn": "他认为，反腐败可能是解决诸如贫困、疾病和文盲等问题的最快途径。"
    },
    {
      "en": "The campaign to wipe out illiteracy launched out with great vigour.",
      "cn": "扫盲运动生气勃勃地展开了."
    },
    {
      "en": "The majority of the population was lifted out of illiteracy.",
      "cn": "通过它,大多数民众摆脱了文盲状态."
    },
    {
      "en": "They wiped out illiteracy in their village within a few years.",
      "cn": "他们在几年内就消除了村里的文盲."
    },
    {
      "en": "This great institution must work for great purposes -- to free people from tyranny and violence, hunger and disease, illiteracy and ignorance, and poverty and despair.",
      "cn": "这个伟大的机构必须努力达到伟大的目的──使人们摆脱暴政与暴力、饥饿与疾病、文盲与愚昧、贫困与绝望。"
    },
    {
      "en": "We must do away with illiteracy.",
      "cn": "我们必须扫除文盲."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "illiterate",
          "tran_cn": " 文盲的；不识字的；没受教育的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "illiterate",
          "tran_cn": " 文盲"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "darkness",
            "ignorance"
          ],
          "tran_cn": "文盲；无知"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "eliminate illiteracy",
      "tran_cn": "扫盲，扫除文盲"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "文盲，无知，缺乏教育",
      "tran_en": "Illiteracy is the state of not knowing how to read or write"
    }
  ],
  "exchange": {
    "pl": [
      "illiteracies"
    ],
    "adj": [
      "illiterate"
    ]
  }
}