{
  "word": "quagmire",
  "ipa": {
    "us": "ˈkwægmaɪə(r)",
    "uk": "ˈkwæɡˌmaɪr"
  },
  "sentences": [
    {
      "en": "After the rain, the football pitch is a real quagmire.",
      "cn": "下雨后, 足球场变成一片沼泽."
    },
    {
      "en": "But the effort in their charges after the end of this huge 18 - meter deep the quagmire.",
      "cn": "可是在他们费了九牛二虎之力以后,这块巨石最终还是沉入了18米深的泥潭里."
    },
    {
      "en": "He who tries to conceal his fault for fear of criticism will sink deeper and deeper in the quagmire of errors.",
      "cn": "讳疾忌医的人,错误越陷越深."
    },
    {
      "en": "Here standard setters'quest for intellectual consistency will run into a political quagmire.",
      "cn": "会计准则的制定者们对公允价值一致性的追求陷入了管理层无限纠缠的沼泽地."
    },
    {
      "en": "His people had fallen further and further into a quagmire of confusion.",
      "cn": "他的人民在混乱不安的泥潭里越陷越深。"
    },
    {
      "en": "I fell into a self, full of innocence a quagmire.",
      "cn": "我陷入了自我, 陷入了满是纯真的泥沼."
    },
    {
      "en": "In the rainy season the roads become a quagmire.",
      "cn": "在雨季，道路变得一片泥泞。"
    },
    {
      "en": "Moreover, numerous agencies have the power to monitor and block shipments, creating a bureaucratic quagmire.",
      "cn": "另外, 有很多机构具有监视货物及退货的权力, 造成了官僚主义泛滥."
    },
    {
      "en": "My wellingtons got stuck in a quagmire.",
      "cn": "我的威灵顿长靴陷在泥坑里."
    },
    {
      "en": "On their way was a quagmire which was difficult to get over.",
      "cn": "路上他俩遇到了—个泥坑,很难过得去."
    },
    {
      "en": "Rain had turned the grass into a quagmire.",
      "cn": "大雨使草地变得一片泥泞。"
    },
    {
      "en": "The heavy rain had turned the pitch into a quagmire.",
      "cn": "大雨滂沱,球场变成了泥沼."
    },
    {
      "en": "These talks, which began in 2001, long ago a quagmire.",
      "cn": "这些说辞, 从2001年开始, 很早就陷入了泥潭."
    },
    {
      "en": "They despaired stuck in the eternal quagmire.",
      "cn": "他们绝望地堕入永恒的困境之中."
    },
    {
      "en": "Today, you are prisoners of your own quagmire.",
      "cn": "今天你们作茧自缚."
    },
    {
      "en": "William James called this view a \" quagmire of evasion. \"",
      "cn": "威廉·詹姆士将这一观点称为 “ 推诿的泥潭 ”."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wetland",
            "cienaga"
          ],
          "tran_cn": "[地理]沼泽，沼泽地；无法脱身的困境"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "marsh"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "沼泽地，泥潭，无法脱身的困境",
      "tran_en": "an area of soft wet muddy ground"
    }
  ],
  "exchange": {
    "pl": [
      "quagmires"
    ]
  }
}