{
  "word": "infiltrate",
  "ipa": {
    "us": "ˈɪnfɪltreɪt",
    "uk": "ɪnˈfɪlˌtret"
  },
  "sentences": [
    {
      "en": "A reporter tried to infiltrate into the prison.",
      "cn": "一名记者试图混入监狱。"
    },
    {
      "en": "An inflammatory - cell infiltrate is a marker of plaque vulnerability.",
      "cn": "炎症细胞浸润是斑块不稳定的标志."
    },
    {
      "en": "Background - Unstable atherosclerotic plaque is characterized an infiltrate of inflammatory cells.",
      "cn": "不稳定的动脉粥样硬化斑块具有炎性细胞侵润的特征."
    },
    {
      "en": "Escape through the Sewers | + | + Infiltrate the Sewers, rendezvous with Colonel Harding and then escape Colditz castle.",
      "cn": "从下水道脱逃.|+|+潜入下水道, 跟哈定上校约见面,然后逃出寇地兹堡垒."
    },
    {
      "en": "In political field, economic and political elite influence and infiltrate into each other.",
      "cn": "在政治领域, 经济精英与政治精英相互影响,相互渗透."
    },
    {
      "en": "In the end, left to its own drift, life may infiltrate all matter.",
      "cn": "最终, 任其自身漂泊, 生命会渗透所有物质."
    },
    {
      "en": "Indeed, competition and choice are already beginning to infiltrate the school system.",
      "cn": "实际上, 竞争和选择已经开始渗透到学校的体制中."
    },
    {
      "en": "Infiltrate the sewers, rendezvous with Colonel Harding and then escape Colditz castle.",
      "cn": "潜入下水道, 跟哈定上校约见面,然后逃出寇地兹堡垒."
    },
    {
      "en": "Only a handful of commandos could infiltrate into the enemy's defensive positions.",
      "cn": "少数突击队员能悄悄越过敌方的防线."
    },
    {
      "en": "Parathyroid carcinomas infiltrate surrounding structures in the neck.",
      "cn": "甲状旁腺癌浸润周围的颈部组织."
    },
    {
      "en": "Police attempts to infiltrate neo-Nazi groups were largely unsuccessful.",
      "cn": "警方想打入新纳粹团体的行动基本上不成功。"
    },
    {
      "en": "Some of the terrorists used boats to infiltrate Mumbai's Colaba coast.",
      "cn": "一些恐怖主义分子利用船只渗透进入孟买的科拉巴海岸."
    },
    {
      "en": "That fake fur was a poor choice to infiltrate utopia?",
      "cn": "选择穿假皮草来渗透这个乌托邦是个错误?"
    },
    {
      "en": "The OHand SHof cooking liquor infiltrate and proliferate into the material flakes.",
      "cn": "蒸煮液中的OHSH渗透和扩散到料片中去."
    },
    {
      "en": "The teacher tried to infiltrate her ideas into the children's minds.",
      "cn": "老师设法把她的思想渗透到孩子们的心中."
    },
    {
      "en": "There is marked neutrophilic infiltrate within and around glands.",
      "cn": "大量嗜中性粒细胞浸润于前列腺腺体内或周围."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "infiltration",
          "tran_cn": " 渗透；渗透物"
        },
        {
          "word": "infiltrator",
          "tran_cn": " 渗入者，渗透者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "filter",
            "sink in"
          ],
          "tran_cn": "渗入"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "insinuate into"
          ],
          "tran_cn": "使潜入；使渗入，使浸润"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "渗透物"
    },
    {
      "pos": "v",
      "tran_cn": "渗透",
      "tran_en": "to secretly join an organization or enter a place in order to find out information about it or harm it"
    },
    {
      "pos": "vt& vi.",
      "tran_cn": "（使）渗透，（使）渗入，（使）潜入"
    }
  ],
  "exchange": {
    "third": [
      "infiltrates"
    ],
    "past": [
      "infiltrated"
    ],
    "done": [
      "infiltrated"
    ],
    "ing": [
      "infiltrating"
    ],
    "noun": [
      "infiltration"
    ]
  }
}