{
  "word": "janitor",
  "ipa": {
    "us": "ˈdʒænɪtə(r)",
    "uk": "ˈdʒænɪtɚ"
  },
  "sentences": [
    {
      "en": "A resident in the community comes to the janitor's room, looking worried.",
      "cn": "社区的一位居民神情焦虑地来到门卫室."
    },
    {
      "en": "Art recruited a janitor, we're paying him to keep watch.",
      "cn": "阿特买通了看门人, 我们出钱让他放哨."
    },
    {
      "en": "Ed Roberts had been a school janitor for a long time.",
      "cn": "埃德·罗伯茨做学校的看门人已很久了。"
    },
    {
      "en": "I was the janitor, bookkeeper, trainer, maintenance man, and boy Friday.",
      "cn": "我既是看门人 、 会计 、 教练, 也是维修工和跑腿的."
    },
    {
      "en": "I'll just play until the janitor comes round to turn the lights out.",
      "cn": "我会一直玩到门房过来熄灯。"
    },
    {
      "en": "JANITOR: The zoo! Do you believe everything the zoo tells ya?",
      "cn": "动物园清洁工: 动物园! 动物园告诉你的所有的事你都信 吗 ?"
    },
    {
      "en": "Kessler slammed the door in the janitor's face.",
      "cn": "凯斯勒当着管理员的面砰地关上了房门."
    },
    {
      "en": "Our next - door neighbor, a janitor, decided to change his profession and become an insurance agent.",
      "cn": "我们隔壁的邻居是个看门的门房, 决定要改行去当保险公司的代理商."
    },
    {
      "en": "Our school is a lot dirtier since we fired the janitor.",
      "cn": "我们学校自从开除了清洁工之后变脏了许多."
    },
    {
      "en": "Respected master in the janitor's room and engage in health aunt.",
      "cn": "尊重传达室里的师傅及搞卫生的阿姨."
    },
    {
      "en": "That janitor is a snail who never get thing do.",
      "cn": "那个照管房屋的人动作慢吞吞的,什麽事也做不成."
    },
    {
      "en": "That janitor is a snail who never gets things done.",
      "cn": "那个照管房屋的人动作慢吞吞的,什么事也做不成."
    },
    {
      "en": "The head teacher praised the janitor in the weekly assembly.",
      "cn": "例三、校长在周会时夸奖工友."
    },
    {
      "en": "The janitor comes round to turn the lights out.",
      "cn": "看门人巡视一圈，把灯熄灭。"
    },
    {
      "en": "The janitor staggered down the stairway, stunned and gasping.",
      "cn": "看门人惊呆了,喘着粗气摇摇晃晃地走下楼梯."
    },
    {
      "en": "The janitor wiped on the windows with his rags.",
      "cn": "看门人用褴褛的衣服擦着窗户."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "guard",
            "gatekeeper"
          ],
          "tran_cn": "看门人；守卫；门警；幽门"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "看门人，看管房屋的人，门房",
      "tran_en": "someone whose job is to look after a school or other large building"
    }
  ],
  "exchange": {
    "pl": [
      "janitors"
    ]
  }
}