{
  "word": "ordeal",
  "ipa": {
    "us": "ɔːˈdiːl",
    "uk": "ɔːrˈdiːl"
  },
  "sentences": [
    {
      "en": "Being lost in the wilderness for a week was an ordeal for me.",
      "cn": "在荒野里迷路一星期对我来说真是一场磨难."
    },
    {
      "en": "He spoke frankly about the ordeal.",
      "cn": "他直率地讲出了苦难的经历。"
    },
    {
      "en": "He was beginning to wonder if he would survive the ordeal.",
      "cn": "他开始怀疑自己能否熬过这场磨难。"
    },
    {
      "en": "Last night he relived his terrifying ordeal.",
      "cn": "昨夜他又一次体验了那种可怕的折磨。"
    },
    {
      "en": "Mona remains unshaken by her ordeal and is matter-of-fact about her courage.",
      "cn": "莫娜不为她经历的这场磨难所动，对自己表现出的勇气也态度淡然。"
    },
    {
      "en": "Once there we saw that the ordeal must have been great.",
      "cn": "从前我们觉得严酷的考验一定是很伟大的。"
    },
    {
      "en": "Seated beside him, I bore the ordeal for two hours.",
      "cn": "我坐在他旁边, 苦苦熬了两个钟头."
    },
    {
      "en": "She described her agonising ordeal.",
      "cn": "她描述了自己备受折磨的苦难经历。"
    },
    {
      "en": "She kept her cool and managed to get herself out of the ordeal.",
      "cn": "她保持着冷静与克制，努力使自己走出了这次痛苦的经历。"
    },
    {
      "en": "She managed to keep her sanity throughout the ordeal.",
      "cn": "在那场磨难中她始终保持神志正常."
    },
    {
      "en": "She wouldn't want to put them through the ordeal of a huge ceremony.",
      "cn": "她不想让他们参加大型仪式受罪。"
    },
    {
      "en": "Soon the whole terrifying ordeal would be over.",
      "cn": "这场恐怖的磨难很快就会过去的。"
    },
    {
      "en": "Stopping only briefly to regain her composure, she described her agonising ordeal.",
      "cn": "她只停顿了一小会儿让自己恢复平静，然后讲述了她无比痛苦的经历。"
    },
    {
      "en": "Teresa had a transplant in 1989 and was just recovering from that ordeal when she suffered a brain hemorrhage.",
      "cn": "特雷莎在1989年做了一次移植手术，而正当她刚刚从那可怕的磨难中逐渐恢复时，又患了脑溢血。"
    },
    {
      "en": "The experience was a detestable ordeal, and it cured him of any ambitions to direct again.",
      "cn": "那次经历是一次令人厌恶的煎熬，使得他放弃了任何再当导演的想法。"
    },
    {
      "en": "The former hostage is in remarkably good shape considering his ordeal.",
      "cn": "想想人质曾遭受的折磨，获救后其身体状况已经是出奇地好了。"
    },
    {
      "en": "The hostages emerged from their ordeal unscathed .",
      "cn": "各人质历尽磨难后安然生还。"
    },
    {
      "en": "The ordeal has affected both her mental and physical health.",
      "cn": "痛苦的经历损害了她的身心健康。"
    },
    {
      "en": "They are to be spared the ordeal of giving evidence in court.",
      "cn": "他们将免受出庭作证的难堪。"
    },
    {
      "en": "They manned themselves for an ordeal.",
      "cn": "他们振奋精神迎接考验。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "illusage",
            "torture"
          ],
          "tran_cn": "折磨；严酷的考验；痛苦的经验"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crucible",
            "experience",
            "grief",
            "nightmare",
            "test",
            "trial",
            "tribulation",
            "weight"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "experience",
            "test",
            "trial"
          ],
          "tran_cn": "试验;检验"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "严峻的考验，苦难的经验，折磨，神判法",
      "tran_en": "a terrible or painful experience that continues for a period of time"
    }
  ],
  "exchange": {
    "pl": [
      "ordeals"
    ]
  }
}