{
  "word": "foraging",
  "ipa": {
    "us": "'fɒrɪdʒɪŋ",
    "uk": "'fɒrɪdʒɪŋ"
  },
  "sentences": [
    {
      "en": "A large male chimpanzee was foraging for food.",
      "cn": "一只雄性大猩猩正在觅食."
    },
    {
      "en": "Advances on the functional response of Herbivorous mammals foraging and plant availability variables were review.",
      "cn": "文章主要介绍植食性哺乳动物觅食功能反应与模型的研究进展."
    },
    {
      "en": "Be an Early Bird: The morning chorus just after sunrise is the best time of day to spot spring birds, as that is the time when most birds are singing and foraging.",
      "cn": "做个“早起鸟”：太阳刚刚升起的早晨鸟儿的合唱是春季的一天中观察鸟儿的最佳时间，因为这事是大多是鸟儿歌唱和觅食的时候。"
    },
    {
      "en": "Consider the feeding and foraging behavior of chimpanzees and mountain gorillas.",
      "cn": "比较黑猩猩和大猩猩的进食及觅食的行为."
    },
    {
      "en": "He's probably foraging for his bugs and berries right now.",
      "cn": "也许他正在吃他的虫子还有果子."
    },
    {
      "en": "Hence a wise general makes a point of foraging on the enemy.",
      "cn": "故智将务食于敌."
    },
    {
      "en": "In addition, followingincrease, the more people foraging extension of the scope of the relief.",
      "cn": "另外, 随着有车族的增加, 人们觅食的范围越拓越宽."
    },
    {
      "en": "My friend recently led his team out in a wild-mushroom foraging expedition, which was a unique way for them to learn something new as well as get to know each other, in a beautiful outdoor setting.",
      "cn": "最近我朋友带领他的团队进行野生蘑菇觅食远征，对他们来说这是一种独特的学习新东西的方式，在这种美丽的户外背景下他们也可以了解彼此。"
    },
    {
      "en": "Nevertheless, it would be disingenuous to suggest that foraging is always straight - forward and easy.",
      "cn": "然而, 将觅食认为总是直接而容易的行动却是虚伪的表现."
    },
    {
      "en": "Only at Suaq, however , did we also see adults spending considerable time together while foraging.",
      "cn": "它们像是母亲的学徒, 亦步亦趋, 乐此不疲."
    },
    {
      "en": "Returned from foraging birds dispersed, together with a non - stop chattering call.",
      "cn": "散去的鸟儿觅食归来, 相聚在一起,叽叽喳喳叫个不停."
    },
    {
      "en": "Some bees go out foraging, but one stands by the entrance to the nest.",
      "cn": "有的蜜蜂外出觅食，此时，就会有一只蜜蜂像守卫一样把守在蜂窝的入口处。"
    },
    {
      "en": "The ants in the nest then clear the passage to begin the day's foraging.",
      "cn": "随后蚁穴成员出来将同伴的尸体清理干净并开始准备新一天的觅食行动."
    },
    {
      "en": "The campers went foraging for wood to make a fire.",
      "cn": "露营者去搜寻柴木点火."
    },
    {
      "en": "Tusks are used for digging, ripping of bark , foraging , resting a heavy trunk, and as weapons.",
      "cn": "象的长牙用于挖掘, 折断书皮, 也是沉重的象鼻借以靠放的地方,也可以用做武器."
    },
    {
      "en": "Unlike seals, they cannot swim indefinitely and must pause after foraging.",
      "cn": "与海豹不同,海象随时游泳, 它们在捕食后稍作休息."
    },
    {
      "en": "We disturbed a wild boar that had been foraging by the roadside.",
      "cn": "我们惊动了一只一直在路边觅食的野猪。"
    },
    {
      "en": "Where have you been foraging recently?",
      "cn": "近来你在哪儿打家劫舍来着?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "forage crop",
      "tran_cn": "饲料作物"
    },
    {
      "phrase": "forage for",
      "tran_cn": "v. 搜查"
    },
    {
      "phrase": "forage grass",
      "tran_cn": "饲草"
    },
    {
      "phrase": "forage plant",
      "tran_cn": "饲用植物；饲料植物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "觅食（forage的ing形式）；觅食力"
    },
    {
      "pos": "v",
      "tran_cn": "搜寻（食物），尤指动物觅（食）( forage的现在分词 )，（尤指用手）搜寻（东西）"
    }
  ],
  "exchange": {}
}