{
  "word": "reuse",
  "ipa": {
    "us": "ˌri:ˈju:z",
    "uk": "riˈjuz"
  },
  "sentences": [
    {
      "en": "As the number of cycles of reuse of water increases, salt balance becomes increasingly important.",
      "cn": "盐均衡随着水的再利用循环次数的增加而日益变得重要."
    },
    {
      "en": "Attention should be given to recovery and reuse of chemicals.",
      "cn": "应当注意回收和回用化学品."
    },
    {
      "en": "Chemical recovery and water reuse values obviously must offset these costs.",
      "cn": "化学品的回收和水的回用价值明显地补偿了这些费用."
    },
    {
      "en": "Copper, brass, and aluminium are separated and remelted for reuse.",
      "cn": "铜、黄铜和铝被分门别类重新熔化以供再利用。"
    },
    {
      "en": "Domain analysis is most important work in software reuse.",
      "cn": "领域分析是软件复用工程中最重要的工作."
    },
    {
      "en": "Finally, good standards can lead to reduced maintenance costs and improved reuse of design and code.",
      "cn": "最后, 好的标准能够降低维护费用,提高设计和代码的重复利用."
    },
    {
      "en": "Look for ways to reuse existing objects rather than create new ones.",
      "cn": "请设法重用当前存在的对象,而不是创建新对象."
    },
    {
      "en": "No, inheritance is not the way to achieve code reuse!",
      "cn": "打住! 继承的目的不是为了实现代码重用!"
    },
    {
      "en": "Please reuse your envelopes.",
      "cn": "信封请重复利用。"
    },
    {
      "en": "Quality control of color picture tubes may require the salvage and reuse of the glass envelopes.",
      "cn": "彩色显像管的质量控制需要利用和回用玻璃泡废料."
    },
    {
      "en": "So , component composition become the direction of software development and reuse.",
      "cn": "构件组装成了软件开发和复用的必然趋势."
    },
    {
      "en": "Software reuse is one of the available Methods: To solve these problems.",
      "cn": "软件复用是缓和这些问题的最有效的方法之一."
    },
    {
      "en": "The article includes two parts about recovery and reuse.",
      "cn": "本文分成“回收资源”和“资源再用”两部分."
    },
    {
      "en": "The bottles are designed to be reused up to 20 times.",
      "cn": "这些瓶子最多可供重复使用20次。"
    },
    {
      "en": "The core of this article is component - based software reuse technique.",
      "cn": "基于构件的软件复用技术的是本文讨论的核心内容."
    },
    {
      "en": "Try where possible to reuse paper.",
      "cn": "尽可能重复使用纸张。"
    },
    {
      "en": "Wastewater reuse is an effective way to solve water shortage problem.",
      "cn": "污水回用是解决城市缺水的一条有效途径."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reemployment"
          ],
          "tran_cn": "重新使用，再用"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "software reuse",
      "tran_cn": "软件复用；软件重用"
    },
    {
      "phrase": "water reuse",
      "tran_cn": "n. 废水利用，回用水"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重新使用，再用",
      "tran_en": "Reuse is also a noun"
    },
    {
      "pos": "v",
      "tran_cn": "再使用",
      "tran_en": "to use something again"
    },
    {
      "pos": "vt",
      "tran_cn": "再用，重新使用"
    }
  ],
  "exchange": {
    "third": [
      "reuses"
    ],
    "past": [
      "reused"
    ],
    "done": [
      "reused"
    ],
    "ing": [
      "reusing"
    ]
  }
}