{
  "word": "crossword",
  "ipa": {
    "us": "ˈkrɒswɜ:d",
    "uk": "ˈkrɔswɜrd"
  },
  "sentences": [
    {
      "en": "[ Ray ] I definitely started equating crossword puzzles with songwriting.",
      "cn": "我已经干脆开始把字谜游戏等同于歌曲写作了."
    },
    {
      "en": "Don't chuck yesterday's paper out. I still haven't done the crossword.",
      "cn": "别扔了昨天的报纸. 我还没做字谜游戏呢."
    },
    {
      "en": "For recreation he wrote poetry and solved crossword puzzles.",
      "cn": "他把写诗和做填字游戏当做消遣."
    },
    {
      "en": "He shows a great interest in crossword puzzles.",
      "cn": "他对填字游戏表现出很大兴趣."
    },
    {
      "en": "He wouldn't dream of reading detective stories or crossword puzzles after tea.",
      "cn": "他才不会想到在喝完茶后就去读什么侦探小说或玩拼字游戏的事."
    },
    {
      "en": "I am totally bewildered by the clues to this crossword puzzle.",
      "cn": "这个纵横字谜的提示完全把我弄糊涂了."
    },
    {
      "en": "I can't do the crossword today I must be losing my touch.",
      "cn": "我今天填不出这纵横字谜了--一定是本事不济了."
    },
    {
      "en": "I can't do the crossword today I must is losing my touch.",
      "cn": "我今天填不出这纵横字谜了一定是本事不济了."
    },
    {
      "en": "I got together a few friends of mine - crossword - constructing friends - to be the officials.",
      "cn": "我找了几个搞字谜创作的朋友一起作为官方人员."
    },
    {
      "en": "I like to sit down and do the crossword .",
      "cn": "我喜欢坐下来做纵横字谜游戏。"
    },
    {
      "en": "I think the crossword puzzle is too difficult for me.",
      "cn": "我认为这个纵横字谜对我来说太难了."
    },
    {
      "en": "She tried to solve a crossword puzzle.",
      "cn": "她试着解答一道纵横字谜."
    },
    {
      "en": "That's why it does crossword puzzles and builds atom bombs.",
      "cn": "这也是它能够解谜语和制造原子弹的原因."
    },
    {
      "en": "The crossword puzzle baffled me.",
      "cn": "那个纵横字谜使我困惑不解."
    },
    {
      "en": "This crossword will really tax your brain.",
      "cn": "这纵横字谜真能让人大伤脑筋."
    },
    {
      "en": "Will you help me with this crossword puzzle? It got me stumped.",
      "cn": "你帮我解这个纵横字谜好 吗 ?它难住我了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "crossword puzzle",
      "tran_cn": "纵横字谜游戏"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "纵横字谜",
      "tran_en": "a word game in which you write the answers to questions in a pattern of numbered boxes"
    }
  ],
  "exchange": {
    "pl": [
      "crosswords"
    ]
  }
}