{
  "word": "moth",
  "ipa": {
    "us": "mɒθ",
    "uk": "mɔːθ"
  },
  "sentences": [
    {
      "en": "a hitherto unknown species of moth",
      "cn": "迄今仍属未知种类的蛾"
    },
    {
      "en": "A late moth blustered in to find the fire.",
      "cn": "一只迟栖的飞蛾,拼命扑向烈火."
    },
    {
      "en": "A moth was fluttering round the lamp.",
      "cn": "有一只蛾子扑打着翅膀绕着灯飞."
    },
    {
      "en": "Around streetlights in leafy suburbs what often seems like a moth at first glance may in fact be a small bat.",
      "cn": "在绿树成荫的郊区，街灯周围经常有乍一看象蛾子的飞行物，而事实上可能是一只微蝠。"
    },
    {
      "en": "As I looked at the dead moth, this minute wayside triumph of so great a force over so mean an antagonist filled me with wonder.",
      "cn": "我看着这只死飞蛾，想着如此强大的力量打败如此卑微的敌手，而取得如此微末的不上道的胜利，我不由惊愕不已。"
    },
    {
      "en": "Authorities say the mob of 'roos is endangering a species of local lizard and the threatened gold sun moth through overgrazing.",
      "cn": "有关部门表示，由于过度放牧，这些袋鼠已经对一种当地蜥蜴和金日蛾的生存构成了威胁。"
    },
    {
      "en": "he drew women to him like moths to the flame.",
      "cn": "他让女人无法抗拒地被吸引到他身边。"
    },
    {
      "en": "I watched the moth crawl up the outside of the lampshade.",
      "cn": "我看着飞蛾爬到灯罩外面。"
    },
    {
      "en": "Is that a butterfly or a moth?",
      "cn": "那是蝴蝶还是飞蛾?"
    },
    {
      "en": "Miss Lin shook her head, then fluttered from the room like a moth.",
      "cn": "林小姐摇头, 就像扑火的灯蛾似的扑向外面去了."
    },
    {
      "en": "My husband, an otherwise sensible man, has the regrettable habit of turning on the television each and every morning, like a moth to the flame.",
      "cn": "我的丈夫，他在其他方面都很明智，可是有一个令人遗憾的习惯，每一天的早晨，他总是要打开电视机，就像飞蛾扑火那样。"
    },
    {
      "en": "She saw the occasional glimmer of a moth's wings.",
      "cn": "她看见蛾子的翅膀偶尔会泛光。"
    },
    {
      "en": "Spiders also attack the much - feared gypsy moth.",
      "cn": "蜘蛛也袭击令人害怕的舞毒蛾."
    },
    {
      "en": "The moth quivered its wings.",
      "cn": "蛾子抖动着翅膀."
    },
    {
      "en": "The moth's habitat is being destroyed and it has nearly died out.",
      "cn": "这种蛾子因栖息地正受到破坏,几乎绝种了."
    },
    {
      "en": "The sweater is moth - eaten.",
      "cn": "毛衣让蛀虫咬坏了."
    },
    {
      "en": "Then he looked about upon a dingy, moth - eaten hotel lobby.",
      "cn": "这时他朝这个阴暗 、 破烂的旅馆门厅四周看了看."
    },
    {
      "en": "This moth's ear is tuned in to the bat's ultrasonic squeak.",
      "cn": "这种蛾的耳朵能收听到蝙蝠的超音速的尖叫声."
    },
    {
      "en": "This strategy looks increasingly moth-eaten.",
      "cn": "这种策略愈来愈显得老套。"
    },
    {
      "en": "Trajectory analysis also indicates that there are only fewer outbreaks of meadow moth in northeast part can be traced back to northern China.",
      "cn": "轨迹分析结果显示，东北地区草地螟蛾峰只有少数可以回推至以往认为的主要越冬区。"
    },
    {
      "en": "We drove through a somewhat moth-eaten deer park.",
      "cn": "我们驾车穿过有些破旧的鹿苑。"
    },
    {
      "en": "What do a hummingbird, a moth, and a maple tree have in common?",
      "cn": "蜂鸟、蛾子和枫树之间有什么共同之处呢？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mothy",
          "tran_cn": " 多蛾的；虫蛀的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "miller",
            "deathwatch beetle"
          ],
          "tran_cn": "[昆]蛾；蛀虫"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "insect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "diamondback moth",
      "tran_cn": "小菜蛾"
    },
    {
      "phrase": "gypsy moth",
      "tran_cn": "舞毒蛾（等于Porthetria dispar）"
    },
    {
      "phrase": "like a moth to the flame",
      "tran_cn": "（对人、物）有无法抗拒的吸引力"
    },
    {
      "phrase": "silk moth",
      "tran_cn": "蚕蛾"
    },
    {
      "phrase": "silkworm moth",
      "tran_cn": "蚕蛾"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "飞蛾，蛾子",
      "tran_en": "an insect related to the  butterfly  that flies mainly at night and is attracted to lights. Some moths eat holes in cloth."
    }
  ],
  "exchange": {
    "pl": [
      "moths"
    ]
  }
}