{
  "word": "rickshaw",
  "ipa": {
    "us": "ˈrɪkʃɔ:",
    "uk": "ˈrɪkʃɔː"
  },
  "sentences": [
    {
      "en": "\" I suppose you feel itchy not pulling a rickshaw!",
      "cn": "“ 一天不拉车,身上就痒痒,是不是?"
    },
    {
      "en": "\" Whoever heard of ten cents? \" drawled the rickshaw man.",
      "cn": "“ 那里有一毛钱的,车夫懒懒地说."
    },
    {
      "en": "\" You come to my place and want to pay the rickshaw fare?",
      "cn": "到了我这儿啦,还没个车钱 吗 !"
    },
    {
      "en": "A rickshaw driver looks for customers to take to The Gold Market, Shai Mahala.",
      "cn": "夏马哈拉，人力车司机正在寻觅要搭车去黄金市场的人。"
    },
    {
      "en": "And there's a transition: People come in from the countryside, enter the rickshaw economy, and work for almost nothing.",
      "cn": "还有一个过渡：人们从乡村来到城市，几乎没有什么工作好做，就成为人力车经济的一部分。"
    },
    {
      "en": "At such times, he would think of buying a rickshaw.",
      "cn": "在这种时候, 他又想起买车."
    },
    {
      "en": "Before liberation he had to pull a rickshaw to earn a little money.",
      "cn": "解放前他不得不拉人力车来挣点儿钱."
    },
    {
      "en": "Er Qiangzi, in his forties, decided to stop pulling a rickshaw.",
      "cn": "二强子四十多了, 打算不再去拉车."
    },
    {
      "en": "He pulls a rickshaw, probably the oldest form of human taxi service.",
      "cn": "他拉黄包车，这可能是人类最古老的载客服务形式了。"
    },
    {
      "en": "Oh , but my useless muscles couldn't even cope with a rickshaw. \"",
      "cn": "啊啊, 但是我这一双弱腕,怕吃不下一部 黄包车 的重力."
    },
    {
      "en": "That was all there was to the relationship between man and rickshaw.",
      "cn": "人与车的关系不过如此."
    },
    {
      "en": "The private rickshaw bells rang endlessly, their steel wires shone brightly.",
      "cn": "包车踏铃不断地响着.钢丝在闪着亮."
    },
    {
      "en": "The rickshaw pullers all had matches, but only two rickshaws had lamps.",
      "cn": "车夫全有火柴, 可是只有两辆车有灯."
    },
    {
      "en": "They were all rickshaw pullers, why this division into high and low?",
      "cn": "同是拉车的, 为什么有三六九等 呢 ?"
    },
    {
      "en": "Tomorrow, no rickshaw rent , but all rickshaws back by four.",
      "cn": "明天的车份儿不要了,四点收车."
    },
    {
      "en": "Xiangzi really felt like dropping the rickshaw and finding shelter.",
      "cn": "祥子真想硬把车放下,去找个地方避一避."
    },
    {
      "en": "You're rickshaw pullers; Fourth Liu is in a different line, get it? \"",
      "cn": "你们拉车, 刘四并不和你们同行, 明白? ”"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "riksha",
            "jinrikisha"
          ],
          "tran_cn": "（等于ricksha）人力车；黄包车"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "黄包车，人力车",
      "tran_en": "a small vehicle used in South East Asia for carrying one or two passengers. It is pulled by someone walking or riding a bicycle."
    }
  ],
  "exchange": {
    "pl": [
      "rickshaws"
    ]
  }
}