{
  "word": "detritus",
  "ipa": {
    "us": "dɪˈtraɪtəs",
    "uk": "dɪˈtraɪtəs"
  },
  "sentences": [
    {
      "en": "Detritus usually consists of gravel, sand and clay.",
      "cn": "岩屑通常是由砂砾, 沙和粘土组成的."
    },
    {
      "en": "Exploiting detritus food chain is part of development system of grand agricultural re - sources.",
      "cn": "开发腐屑食物链是大农业资源开发系统之一."
    },
    {
      "en": "Flora of clay desert is similar to that of detritus desert.",
      "cn": "粘土荒漠上的植物和碎石荒漠上的植物相似."
    },
    {
      "en": "In the distance, the detritus of a century of oil exploration lines the horizon.",
      "cn": "在远方地平线上，矗立着一个世纪以来开采石油产生的碎石堆。"
    },
    {
      "en": "Indeed, once this detritus of our ignorant past has been cleared away, we might see more clearly the nature of good, and pursue it aright at last.",
      "cn": "的确，一旦当我们这些琐碎的无知正为过去，我们将看到更加清晰的自然地面目，并且永远追随正确的步伐。"
    },
    {
      "en": "It is not just Vanuatu that is benefiting from the detritus of war.",
      "cn": "不只有万那杜从战争的堆积物中得到好处."
    },
    {
      "en": "Most galaxies abound with interstellar gas and dust the detritus of countless generations of stars.",
      "cn": "绝大多数星系有着丰富的星际气体和尘埃,这些都是无数代恒星散落下来的物质材料."
    },
    {
      "en": "organic detritus from fish and plants",
      "cn": "鱼和植物的有机残渣"
    },
    {
      "en": "The profile is established in response to the amount and type of detritus available.",
      "cn": "剖面的建立有赖于碎屑物补给的数量和类型."
    },
    {
      "en": "Till - less agriculture Reserved detritus from previous crops covers and protects the seedbed.",
      "cn": "保留前茬作物的残株碎片以保护苗床."
    },
    {
      "en": "Today's coast is never clear but always strewn with plastic and other detritus.",
      "cn": "今天的海岸不再空旷,但却四处散布着塑料品和其它碎屑."
    },
    {
      "en": "We have emptied the bus of all our detritus.",
      "cn": "我们把所有零碎东西从巴士上清理下来。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rubble",
            "crushed stone"
          ],
          "tran_cn": "碎石，[地质]岩屑"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（侵蚀形成的）岩屑，碎石，瓦砾，风化物",
      "tran_en": "pieces of waste that remain after something has been broken up or used"
    }
  ],
  "exchange": {}
}