{
  "word": "Babylonian",
  "ipa": {
    "us": "ˌbæbiˈləunjən",
    "uk": "ˌbæbəˈloniən"
  },
  "sentences": [
    {
      "en": "All these data seem to have been accurately measured by Babylonian astronomers as early as 1800 BC.",
      "cn": "所有这些数据好像由巴比伦的天文学家在公元前1800年就精确地计算出来了."
    },
    {
      "en": "At the ending of this article, some basic knowledge about the Old Babylonian Period is added.",
      "cn": "文末附有有关古巴比伦时期基础知识的附录,并摘有原始楔形文字泥板文献数篇."
    },
    {
      "en": "But in 597 and 586 B.C., the Babylonian Empire conquered the Israelites, and the Ark, at the time supposedly stored in the Temple in Jerusalem, vanished from history.",
      "cn": "但巴比伦王国分别在公元前597年和586年征服了以色列人。 据推测约柜当时就藏于耶路撒冷的圣殿之中，之后就从历史中烟消云散了。"
    },
    {
      "en": "But the Babylonian army pursued them and overtook Zedekiah in the plains of Jericho.",
      "cn": "迦勒底的军队追赶他们,在耶利哥的平原追上西底家,将他拿住,带到哈马地的利比拉,巴比伦王尼布甲尼撒那里."
    },
    {
      "en": "By 2000 B . C , Babylonian arithmetic had evolved into a well - developed rhetorical, or prose, algebra.",
      "cn": "大约在公元前2000年, 巴比伦算术已经演化成为一种高度发展的用文字叙述的代数学."
    },
    {
      "en": "Hence, the Babylonian method is numerically stable, while Method X is numerically unstable.",
      "cn": "因此, 巴比伦的方法是数值稳定的, 而方法X是数值不稳定."
    },
    {
      "en": "In the years around 2000 BC, the Babylonian New Year began with the first New Moon (actually the first visible crescent) after the Vernal Equinox (first day of spring).",
      "cn": "大约在公元前2000年，巴比伦的新年随着春分（春天的第一天）之后的第一个新月（实际上第一个看得见的新月）开始了。"
    },
    {
      "en": "It allowed Hebrew society and Judaism to strengthen for another crucial century—by which time the Babylonian king Nebuchadrezzar could banish the Hebrew people but not obliterate them or their faith.",
      "cn": "它使得希伯莱社会和犹太教在关键的一个世纪内不断强大。 在这重要的时间内，巴比伦王尼布甲尼最多撒流放希伯莱人，而无法消灭他们，抑或扼杀他们的信仰。"
    },
    {
      "en": "Lastly, author points out Babylonian mathematics influence on the development of science.",
      "cn": "最后, 作者指出了巴比伦数学对科学发展的影响."
    },
    {
      "en": "Later Babylonian maps show streams, valleys, and the layout of towns.",
      "cn": "晚期的巴比伦地图标示了河流 、 山谷以及城镇的分布."
    },
    {
      "en": "Million of readers have been helped by the famous \" Babylonian Parables \".",
      "cn": "数百万读者已经从这本著名的 “ 巴比伦寓言 ” 中得到了帮助."
    },
    {
      "en": "So too the stories of Moses and of Samson have Sumerian and Babylonian parallels.",
      "cn": "同样,关于摩西和参孙的传说在苏美尔和巴比伦也有相似的版本."
    },
    {
      "en": "The Babylonian goddess of fate and destiny.",
      "cn": "巴比伦的命运女神."
    },
    {
      "en": "The Babylonian new year celebration lasted for eleven days.",
      "cn": "巴比伦的新年庆祝持续11天."
    },
    {
      "en": "The early Babylonian's most popular resolution was to return borrowed farm equipment.",
      "cn": "早期巴比伦人最普遍的计划是归还借来的耕种工具。"
    },
    {
      "en": "The principles of astrology used today are almost the as those used by the Babylonian astrologers.",
      "cn": "近日使用的占星术原理与巴比伦占星师当年所用的几乎完全相同."
    },
    {
      "en": "The whole Babylonian army under the the imperial guard broke down all the walls around Jerusalem.",
      "cn": "跟从护卫长迦勒底的全军、就拆毁耶路撒冷四围的城墙."
    },
    {
      "en": "Thisbe was a Babylonian maid.",
      "cn": "提斯柏是一位巴比伦少女."
    },
    {
      "en": "Uta - Napishtim ( Babylonian Noah ) was the tenth King of Babylon before the Flood.",
      "cn": "Uta -Napishtim ( 巴比伦的诺亚 ) 是大洪水之前第十个巴比伦的国王."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "巴比伦的，与巴比伦有关的",
      "tran_en": "of, relating to, or characteristic of ancient Babylon or Babylonia, its people, or their language "
    },
    {
      "pos": "n",
      "tran_cn": "巴比伦居民，巴比伦城，巴比伦王国",
      "tran_en": "an inhabitant of ancient Babylon or Babylonia "
    }
  ],
  "exchange": {}
}