{
  "word": "bigamy",
  "ipa": {
    "us": "ˈbɪgəmi",
    "uk": "ˈbɪɡəmi"
  },
  "sentences": [
    {
      "en": "Another marriage that nobody counted — a case of bigamy at sea with a has-been Mexican actor — lasted only a day and was annulled.",
      "cn": "此外还有一桩没有人当真的婚姻――她曾在海上与一个前墨西哥演员犯下重婚罪――这场婚姻只持续了一天就被宣告无效。"
    },
    {
      "en": "Bigamy includes two situation, one is legal bigamy and the other is bigamy.",
      "cn": "重婚在客观表现上有两种情况, 一种是法律上的重婚,另一种是事实上的重婚."
    },
    {
      "en": "Bigamy is still outlawed today, at least on paper.",
      "cn": "然而在今天, 重婚却仅仅是在纸面上违法."
    },
    {
      "en": "Bigamy, including legal and de facto bigamy bigamy both cases.",
      "cn": "重婚包括法律上的重婚和事实上的重婚两种情况."
    },
    {
      "en": "But because a court in Liverpool also found him guilty of bigamy and fraud, with all the charges bundled together, his case provides an iffy precedent, if one at all.",
      "cn": "该男子目前已被定罪，却是因为利物浦一法院还判定他犯有重婚和诈骗等罪行。 这一数罪并罚的案件提供了一个模棱两可的先例，如果也算是一个先例的话。"
    },
    {
      "en": "De facto marriage has important status in the constitution of the crime of bigamy.",
      "cn": "事实婚姻在重婚罪的犯罪构成中具有重要的地位."
    },
    {
      "en": "Do you know the punishment for bigamy? Two mother - in - laws .",
      "cn": "知道重婚后最大的惩罚是什么 吗 ?两个 丈母娘."
    },
    {
      "en": "Do you know the punishment for bigamy? Two mothers - in - law !",
      "cn": "[重婚罪]的惩罚为何? 便是拥有两个 丈母娘!"
    },
    {
      "en": "During her life Elizabeth Barrett Browning conjectured that Browning would indulge in some \"feeble bigamy\" after her death.",
      "cn": "伊丽莎白·巴雷特·勃朗宁在生时推测丈夫在她死后会陷入“虚弱的重婚罪”里。"
    },
    {
      "en": "He was sentenced to one year's imprisonment for committing bigamy.",
      "cn": "他因为犯重婚罪被判入狱一年."
    },
    {
      "en": "It developed that he had another wife living and his indictment for bigamy followed.",
      "cn": "以后发现他又娶了一房妻室,接着是他被指控犯了重婚罪."
    },
    {
      "en": "It would be a rare case involving a foreigner if Frank is convicted of bigamy.",
      "cn": "如果弗兰克被判重婚罪，此案将因外国人介入成为罕见案例。"
    },
    {
      "en": "Judge Bryson: You mean your own mother charged you with bigamy?",
      "cn": "布莱森: 你的意思是你自己的母亲指控你犯有重婚罪?"
    },
    {
      "en": "The judge talked the prisoner those the jury had acquitted him on the charge of bigamy.",
      "cn": "法官告诉犯人陪审团撤消对他重婚罪的指控."
    },
    {
      "en": "The maximum punishment for bigamy is said to be two mothers - in - law .",
      "cn": "据说重婚者受到的最大惩罚是——两个 丈母娘."
    },
    {
      "en": "They oppose strongly against bigamy. However, they hold a tolerant attitude towards a third party.",
      "cn": "对重婚坚决反对, 但对第三者持宽容态度."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "bigamous",
          "tran_cn": " 重婚的；犯重婚罪的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "bigamist",
          "tran_cn": " 重婚者"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重婚，重婚罪，媾",
      "tran_en": "the crime of being married to two people at the same time"
    }
  ],
  "exchange": {
    "adj": [
      "bigamous"
    ]
  }
}