{
  "word": "cerebellum",
  "ipa": {
    "us": "ˌserəˈbeləm",
    "uk": "ˌserəˈbeləm"
  },
  "sentences": [
    {
      "en": "A little extra Vasoactive Peptide in the Cerebellum?",
      "cn": "抑或是小脑中的一些额外的血管活性肽作用了?"
    },
    {
      "en": "Conclusion NPY immunoreactive neurons are located in cerebellum Purkinje cell layer.",
      "cn": "结论　小脑Purkinje细胞层内存在NYP阳性神经元."
    },
    {
      "en": "Damage to the cerebellum can disrupt motor activity in other ways.",
      "cn": "小脑损伤可能连带影响运动机能。"
    },
    {
      "en": "DHG alone did also significantly increase NO of cerebellum of lead exposed rats ( P & lt; 0 05 )",
      "cn": "阿胶单用也可显著提高染铅大鼠小脑一氧化氮 ( P & lt; 005 )."
    },
    {
      "en": "Here is anterior vermian atrophy of the cerebellum in a patient with chronic alcoholism.",
      "cn": "慢性酒精中毒病人小脑蚓部前部萎缩."
    },
    {
      "en": "If new concepts are too similar, the pathways to the cerebellum will get confounded.",
      "cn": "如果新概念过于相似, 通向小脑的路径就会变得混淆."
    },
    {
      "en": "Large nerve Bundles connect the cerebellum to the medulla, pons, and midbrain.",
      "cn": "小脑通过大的神经束与延髓 、 桥脑 、 中脑联系."
    },
    {
      "en": "MRI showed that the most important pathological festures of TOB was infection included , midbrain , thalami, cerebellum, occipital lobe, temporal lobe.",
      "cn": "MRI提示重要的特征是中脑、丘脑 、 小脑 、 枕叶及颞叶的梗死."
    },
    {
      "en": "Nucleus that projects spinal, vestibular, and reticular information to the cerebellum.",
      "cn": "计画脊柱, 前庭, 和对小脑的网状讯息的核心."
    },
    {
      "en": "Pontine nucleus ( PN ) is the most important relayed nucleus between cerebrum and cerebellum.",
      "cn": "桥核是大、小脑之间最重要的中继核团."
    },
    {
      "en": "Role of the cerebellum in language computations.",
      "cn": "小脑在语言计算中的角色."
    },
    {
      "en": "Stimulation of the cerebellum with higher intensity always activated the M - cell orthodromically.",
      "cn": "以较高强度刺激小脑常引起M - 细胞顺向激活."
    },
    {
      "en": "The anterior part of the embryonic hindbrain, which gives rise to the cerebellum and pons.",
      "cn": "后脑胚胎后脑的前面部分, 后发育成小''.'脑'.''和''.'桥'. ''."
    },
    {
      "en": "The brain are poorly demarcated non - transposition of the cerebellum?",
      "cn": "大脑小脑换位分不清楚 是非 了?"
    },
    {
      "en": "The pons, the cerebellum and the medulla oblongata composed the hindbrain.",
      "cn": "脑桥 、 小脑和延髓组成了后脑."
    },
    {
      "en": "This part of the vertebrate brain has two divisions, the medulla and the cerebellum.",
      "cn": "脊椎动物脑子的这一部分可分为两部分:脑髓和小脑."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "epencephalon"
          ],
          "tran_cn": "[解剖]小脑"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小脑",
      "tran_en": "the bottom part of your brain that controls your muscles"
    }
  ],
  "exchange": {
    "pl": [
      " cerebella",
      "cerebellums"
    ]
  }
}