{
  "word": "rehabilitation",
  "ipa": {
    "us": "ˌri:əˌbɪlɪ'teɪʃn",
    "uk": "ˌrihəˌbɪlɪˈteʃən"
  },
  "sentences": [
    {
      "en": "A second evaluation at the end of this period determines the length of time a detainee must spend in community rehabilitation.",
      "cn": "这一时期结束时的第二次评估被用来确定被拘留者必须花多少时间进行社区康复。"
    },
    {
      "en": "He's booked himself into a rehabilitation clinic.",
      "cn": "他自己联系了一家康复诊所."
    },
    {
      "en": "Hubbard was well known for his work in the field of drug rehabilitation.",
      "cn": "哈伯德因在戒毒康复领域所做的工作而为人所熟知。"
    },
    {
      "en": "Mediators and prisoners insist that the project is helping with rehabilitation.",
      "cn": "调教员和犯人都认为该项目有助于犯人改造."
    },
    {
      "en": "Money will be directed primarily towards the maintenance and rehabilitation of schools, clinics and machinery.",
      "cn": "资金将主要用于学校、诊所和机器设备的维护和修缮。"
    },
    {
      "en": "Most operations are successful and the patient progresses smoothly to complete convalescence and rehabilitation.",
      "cn": "大多数手术是成功的,病人逐渐平稳地完全康复和复原."
    },
    {
      "en": "Objective To explore the effects of rehabilitation on radial nerve injury.",
      "cn": "目的探讨康复治疗对桡神经损伤的治疗作用及预后."
    },
    {
      "en": "Objective To explore the influences homehome rehabilitation of the chronic schizophrenics.",
      "cn": "目的:探讨家访对首发精神分裂症患者生活质量的影响."
    },
    {
      "en": "Rehabilitation of prisoners may carry three distinct meanings.",
      "cn": "刑事犯的恢复声誉可能包括三个截然不同的含义."
    },
    {
      "en": "Revenge and rehabilitation might be hers at a stroke.",
      "cn": "转瞬间报复和恢复名誉唾手可得."
    },
    {
      "en": "Some local medical institutions also offer services for the rehabilitation and treatment of volunteer addicts.",
      "cn": "此外,一些地方在医疗单位开办戒毒脱瘾治疗业务,收治自愿戒毒者."
    },
    {
      "en": "The cost of rehabilitation plus betterments approached 40 % of the value of the structure.",
      "cn": "修复费加上加固费接近建筑物造价的40%."
    },
    {
      "en": "The earliest originator was Dr. Giterman who worked at the British Rehabilitation Center for the Disabled.",
      "cn": "最早的发起人是在英国残疾康复中心工作的吉特曼博士."
    },
    {
      "en": "The rehabilitation of starving people is not difficult.",
      "cn": "要使饥饿的人们恢复过来是不困难的."
    },
    {
      "en": "They also benefit less from prevention efforts, and have less access to high-quality treatment and rehabilitation services.",
      "cn": "他们也较少能受益于预防工作，而且较少能获取高质量的治疗和康复服务。"
    },
    {
      "en": "Third, you and the organization have the responsibility under most state laws of finding avenues for an employee’s rehabilitation.",
      "cn": "第三，按照大多数州立法，你和你的单位是有责任为雇员的康复寻找一个很好的途径。"
    },
    {
      "en": "This article discussed the herbal treatment and rehabilitation of apoplectic sequelae.",
      "cn": "从临床用药和功能锻炼两个方面探讨中风后遗症的康复治疗."
    },
    {
      "en": "Windows are among the most vulnerable features of historic buildings undergoing rehabilitation.",
      "cn": "窗是在经历恢复的有历史意义的大楼的最脆弱的特征中的一种."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rehabilitative",
          "tran_cn": " 复职的，复原的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "rehabilitate",
          "tran_cn": " 复兴；复权；恢复正常生活"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "rehabilitate",
          "tran_cn": " 使康复；使恢复名誉；使恢复原状"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recovery",
            "regression",
            "redintegration"
          ],
          "tran_cn": "复原"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "recovery"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rehabilitation center",
      "tran_cn": "修复中心"
    },
    {
      "phrase": "rehabilitation medicine",
      "tran_cn": "康复医学；复健医学"
    },
    {
      "phrase": "rehabilitation project",
      "tran_cn": "康复工程"
    },
    {
      "phrase": "rehabilitation therapy",
      "tran_cn": "康复治疗；复健治疗"
    },
    {
      "phrase": "vocational rehabilitation",
      "tran_cn": "职业康复；职业复健；职业更新；职业复原辅导"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "修复，复兴，复职，恢复名誉"
    }
  ],
  "exchange": {
    "verb": [
      "rehabilitate"
    ]
  }
}