{
  "word": "translucent",
  "ipa": {
    "us": "trænzˈluːsnt",
    "uk": "trænzˈluːsnt"
  },
  "sentences": [
    {
      "en": "A small difference between them will render the composite translucent.",
      "cn": "微小的差别,也会使复合材料变成半透明."
    },
    {
      "en": "Blue veins showed through her translucent skin.",
      "cn": "她半透明的皮肤下青筋显现。"
    },
    {
      "en": "Frosted glass is translucent.",
      "cn": "毛玻璃是半透明的."
    },
    {
      "en": "He relied on translucent enamels to produce vivid, glowing pictures.",
      "cn": "他利用半透明瓷漆绘制出鲜艳生动的图画。"
    },
    {
      "en": "Her skin - for this was her sixth month with child - had acquired a wonderful translucent quality.",
      "cn": "由于怀着六个月的身孕,她的皮肤变得异常光润."
    },
    {
      "en": "In the ocean there was an abundance of minute and translucent, often phosphorescent, beings.",
      "cn": "在海洋里有极多微小的半透明的时常发出闪闪磷光的东西."
    },
    {
      "en": "Many glassreinforced composites are translucent when removed hot from the press.",
      "cn": "许多玻璃增强复合材料从热的压机上取下时是透明的."
    },
    {
      "en": "Mine was a picture of four translucent prawns, with two small fish swimming above them.",
      "cn": "给我画的是四只虾, 半透明的,上画有两条小鱼."
    },
    {
      "en": "One travel the glittering and translucent world, Donghai Sea!",
      "cn": "晶莹世界, 东海一游!"
    },
    {
      "en": "Porcelain: Vitrified pottery with a white, fine - grained Body that is usually translucent.",
      "cn": "瓷器: 一种用白色细颗粒的材料制成的通常为不透明的玻璃化陶瓷."
    },
    {
      "en": "She had fair hair, blue eyes and translucent skin.",
      "cn": "她金发碧眼，皮肤透亮。"
    },
    {
      "en": "The building is roofed entirely with translucent corrugated plastic.",
      "cn": "这座建筑完全用半透明瓦楞塑料封顶。"
    },
    {
      "en": "The color may change from translucent to yellowed and opaque.",
      "cn": "颜色从半透明变为黄色不透明."
    },
    {
      "en": "The sky was changing from translucent blue to thicker grey.",
      "cn": "天空由通透的湛蓝色变成了暗灰色。"
    },
    {
      "en": "The surface of white or yellow light yellow - brown, translucent, ring - shaped section profile.",
      "cn": "表面呈黄白色或淡黄棕色, 半透明, 有节 状 环纹."
    },
    {
      "en": "This helps send power to the batteries, while maintaining a translucent appearance.",
      "cn": "这有助于发送功率的电池, 同时保持半透明的外观."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "translucence",
          "tran_cn": " 半透明"
        },
        {
          "word": "translucency",
          "tran_cn": " 半透明"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "crystal",
            "limpid"
          ],
          "tran_cn": "[光]透明的；半透明的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "glassy",
            "limpid",
            "lucid"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "translucent paper",
      "tran_cn": "半透明纸，半透媒；不透明纸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "半透明的，透亮的，有光泽的",
      "tran_en": "not trans-parent, but clear enough to allow light to pass through"
    }
  ],
  "exchange": {
    "noun": [
      "translucence"
    ]
  }
}