{
  "word": "automotive",
  "ipa": {
    "us": "ˌɔ:təˈməʊtɪv",
    "uk": "ˌɔtəˈmoʊtɪv"
  },
  "sentences": [
    {
      "en": "Additionally , OSRAM is the market leader in automotive lamp business.",
      "cn": "在机动车照明领域, 更是世界技术领先者."
    },
    {
      "en": "As innovative automotive materials, silicone - coated textiles and their applications are described.",
      "cn": "描述了作为创新汽车材料的硅树脂涂层纺织品及其应用."
    },
    {
      "en": "Automotive - engine lubricating systems are of the pressure - feed type.",
      "cn": "汽车发动机的润滑系统采用压力供给式."
    },
    {
      "en": "Automotive Accessories Like Seat Covers, Cushions, Carpets, Rubber Mats, Protection Equipments.",
      "cn": "采购产品座椅的封面, 座垫, 地毯, 橡胶垫, 保护设备."
    },
    {
      "en": "Automotive Beauty: Body of cleanliness and the beauty treatment.",
      "cn": "汽车美容: 车身清洁及各项美容护理."
    },
    {
      "en": "Automotive supplies into the market vanguard of the times!",
      "cn": "成为汽车用品市场的时代先锋!"
    },
    {
      "en": "automotive technology",
      "cn": "汽车技术"
    },
    {
      "en": "Ball bearings, and sometimes automotive parts, are designed on the basis of finite life.",
      "cn": "球轴承和汽车零件有时是按无限寿命设计的."
    },
    {
      "en": "I was especially pleased with an editorial in Automotive News.",
      "cn": "尤其使我感到满意的是《汽车新闻》的一篇社论."
    },
    {
      "en": "Including automotive interior, exterior, all kinds of automotive electronics products.",
      "cn": "主要包括汽车内饰 、 外饰, 各种汽车电子产品等."
    },
    {
      "en": "Lead smelters may use almost entirely scrap automotive storage batteries as their essential lead supply.",
      "cn": "铅冶炼厂可以几乎全部使用报废的汽车电池作为它们的主要的铅的供应来源."
    },
    {
      "en": "Our North American Automotive Operations are headed by talented executives.",
      "cn": "我们的北美汽车业务部是由富有才干的经理人员来领导的."
    },
    {
      "en": "Seal rings, automotive parts, handle grip, gear wheel etc.",
      "cn": "密封圈 、 汽车配揭阳塑料玩具件 、 把儿 、 齿轮等."
    },
    {
      "en": "The company serves the national automotive aftermarket with a broad range of accessory and recreational-vehicle products.",
      "cn": "该公司为全国汽车零配件市场提供各种零配件和休闲旅游车产品。"
    },
    {
      "en": "They were automotive component suppliers to motor manufacturers.",
      "cn": "他们为汽车制造商供应汽车零件。"
    },
    {
      "en": "We at Bethel Automotive cordially invite you to join us.",
      "cn": "伯特利公司全体员工热诚欢迎您的加盟,共创伯特利公司美好明天."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "motor",
            "self-acting"
          ],
          "tran_cn": "[车辆]汽车的；自动的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "automotive battery",
      "tran_cn": "汽车用电池，牵引用蓄电池"
    },
    {
      "phrase": "automotive body",
      "tran_cn": "汽车车身"
    },
    {
      "phrase": "automotive engine",
      "tran_cn": "汽车发动机；拖拉机发动机；自动车发动机"
    },
    {
      "phrase": "automotive engineering",
      "tran_cn": "汽车工程学；汽车技术；自动化工程"
    },
    {
      "phrase": "automotive industry",
      "tran_cn": "汽车工业；汽车制造业"
    },
    {
      "phrase": "automotive transmission",
      "tran_cn": "汽车传动系统；汽车变速器；汽车传动装置"
    },
    {
      "phrase": "automotive vehicle",
      "tran_cn": "汽车；自动车，机动车辆"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "自动的，汽车的",
      "tran_en": "relating to cars"
    }
  ],
  "exchange": {}
}