{
  "word": "comprehensively",
  "ipa": {
    "us": "ˌkɒmprɪˈhensɪvli",
    "uk": "ˌkɑmprɪˈhensɪvli"
  },
  "sentences": [
    {
      "en": "After passing the relatively light season opening, Aituoao erupts comprehensively afterward.",
      "cn": "在度过了相对平淡的赛季开局后, 埃托奥随后全面爆发."
    },
    {
      "en": "Applying multi - goal fuzzy optimum seeking model to composite appraisal of performance comprehensively.",
      "cn": "把 多目标 模糊优选模型应用于复合材料综合性能的评价."
    },
    {
      "en": "Comprehensively , magnesium hydroxide filling amount of 100 was the best recommended value.",
      "cn": "所以综合各因素考虑,氢氧化镁添加量为100份时最适宜."
    },
    {
      "en": "Comprehensively push forward administration by law, regulate law enforcement behavior.",
      "cn": "全面推进依法行政, 规范执法行为."
    },
    {
      "en": "England were comprehensively beaten by South Africa.",
      "cn": "英格兰队被南非队彻底打败。"
    },
    {
      "en": "Last recommendation well are proposed basing on being made research comprehensively.",
      "cn": "在综合研究这些方法的基础上,提出建议井位."
    },
    {
      "en": "Our football team was comprehensively ( ie thoroughly ) defeated.",
      "cn": "我们已经彻底失败了."
    },
    {
      "en": "The crux of the matter is how to comprehensively treat this trend.",
      "cn": "问题的关键是要全面地看待这种趋势."
    },
    {
      "en": "The equipment to test missile comprehensively is called missile test system generally.",
      "cn": "实施综合测试的设备,通常称作导弹测试系统."
    },
    {
      "en": "The new Law on Corporate Income Tax will be comprehensively enforced.",
      "cn": "全面实施新的企业所得税法."
    },
    {
      "en": "The ore control factor of the Huangshashi copper - lead - deposit was analyzed comprehensively.",
      "cn": "综合分析黄沙寺铜 - 铅 - 锌矿床的控矿因素."
    },
    {
      "en": "The people's court shall collect and examine evidence comprehensively and objectivedly.",
      "cn": "人民法院应当全面,客观地搜集和调查证据."
    },
    {
      "en": "The Securities Act of 1933 comprehensively regulated the securities industry.",
      "cn": "1933年的证券法案广泛地规范了证券产业."
    },
    {
      "en": "The whole structure, and hardware design in the system are comprehensively described.",
      "cn": "全面描述了该系统的总体结构及软硬件的设计."
    },
    {
      "en": "They were comprehensively beaten in the final.",
      "cn": "他们在决赛中一败涂地。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "comprehensive",
          "tran_cn": " 综合的；广泛的；有理解力的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "comprehension",
          "tran_cn": " 理解；包含"
        },
        {
          "word": "comprehensive",
          "tran_cn": " 综合学校；专业综合测验"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "comprehend",
          "tran_cn": " 理解；包含；由…组成"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "完全地；彻底地"
    }
  ],
  "exchange": {}
}