{
  "word": "carnation",
  "ipa": {
    "us": "kɑːˈneɪʃn",
    "uk": "kɑːrˈneɪʃn"
  },
  "sentences": [
    {
      "en": "A carnation having pale petals bordered by a darker color.",
      "cn": "他的扣洞上了一朵红色康乃馨."
    },
    {
      "en": "All admission offer condolences the guests present a gift a carnation.",
      "cn": "所有入场吊唁的来宾都获赠一支康乃馨."
    },
    {
      "en": "And if you are a very lucky man, you may have the chance to meet your white lotus flower, then change her into a red rose, at last, and let her be a carnation.",
      "cn": "但是，如果你是个足够幸运的男人，你有机会遇到你梦中的白莲，然后让她变成红玫瑰，最后再演变成一朵康乃馨。"
    },
    {
      "en": "Carnation is one of the most important cut flowers in the world.",
      "cn": "香石竹是当代世界上最重要的切花品种之一."
    },
    {
      "en": "Good wine is made from carnation sauce and sweet fermented spirits.",
      "cn": "香醪佳酿制美酒."
    },
    {
      "en": "He had a white carnation in his buttonhole.",
      "cn": "他在纽扣孔上佩了朵白色康乃馨."
    },
    {
      "en": "He was wearing a carnation in his buttonhole.",
      "cn": "他在扣眼里插了一朵康乃馨。"
    },
    {
      "en": "He was wearing a carnation in his lapel.",
      "cn": "他的翻领里别着一枝康乃馨."
    },
    {
      "en": "I gave my mom a carnation.",
      "cn": "我送给我妈妈一朵康乃馨."
    },
    {
      "en": "I got this diamond gift from the Carnation Nastle draw luck game.",
      "cn": "既然得到了礼物,就自然要送出礼物,这才是平衡的美啊."
    },
    {
      "en": "Miss Anna Jarvis's mother's favorite flower was the white carnation.",
      "cn": "安娜·维丝小姐的母亲最喜爱的花是白色康乃馨."
    },
    {
      "en": "The fine carnation of their cheeks is perennial as sunlight in the seventh heavens.",
      "cn": "她们面颊的美丽的淡红色象七重天里的阳光始终辉煌灿烂."
    },
    {
      "en": "The pink carnation: Wish mother to be beautiful young forever.",
      "cn": "粉色康乃馨: 祝母亲永远美丽、年轻."
    },
    {
      "en": "The red carnation: The warm love, wishes mother be in good health.",
      "cn": "红色康乃馨: 热烈的爱 、 祝母亲健康长寿."
    },
    {
      "en": "The white carnation: Thinking of to deceased mother.",
      "cn": "白色康乃馨: 对已故母亲的怀念."
    },
    {
      "en": "The yellow carnation: Grace of the thanks to the mother.",
      "cn": "黄色康乃馨: 对母亲的感谢之恩."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "carmine",
          "tran_cn": " 深红色的；洋红色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "carmine",
          "tran_cn": " 深红色；洋红色"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pink",
            "fleshcolor"
          ],
          "tran_cn": "[园艺]康乃馨；肉色；粉红色"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "肉红色的"
    },
    {
      "pos": "n",
      "tran_cn": "康乃馨，麝香石竹，淡红色，肉色",
      "tran_en": "a flower that smells sweet. Men often wear a carnation on their jacket on formal occasions."
    }
  ],
  "exchange": {
    "pl": [
      "carnations"
    ]
  }
}