{
  "word": "preempt",
  "ipa": {
    "us": "prɪ'empt",
    "uk": "priˈɛmpt"
  },
  "sentences": [
    {
      "en": "\"the survival of the fittest,\" a slogan that virtually preempted all debate.",
      "cn": "“适者生存”，一个几乎无可辩驳的口号。"
    },
    {
      "en": "And some prosecutors are attempting to preempt any potential fallout from the CSI effect.",
      "cn": "有些检察官会设法排除CSI效应的影响."
    },
    {
      "en": "Better preempt to keep the opponent from bidding.",
      "cn": "最好采用阻击叫,使对方难以参加竞叫."
    },
    {
      "en": "Better preempt to keep the opponents from bidding.",
      "cn": "最好还是先发制人叫高牌,别让对方有机会叫牌."
    },
    {
      "en": "For example, federal statutes might explicitly preempt, or explicitly waive any preemption of, state law.",
      "cn": "例如, 联邦法律可以明确的先占, 或明确的取消州法律的先占."
    },
    {
      "en": "Hopefully, Google's actions will promote, not preempt that debate.",
      "cn": "但愿谷歌的行为将推动这场辩论, 而不是在辩论中先发制人."
    },
    {
      "en": "I advised him against it, because to preempt his own deadline might confuse our adversaries.",
      "cn": "我建议他不要这样做, 因为他在自己提出的最后期限之前就抢先采取行动,可能使我们的敌人莫名其妙."
    },
    {
      "en": "Love with no need to preempt grievance.",
      "cn": "不需要抢先取得抱怨的爱."
    },
    {
      "en": "Special Forces are often deployed to preclude , preempt and resolve terrorist incidents abroad.",
      "cn": "特种部队常常被派遣去预防、解决各地恐怖事件."
    },
    {
      "en": "The Clean Water Act expressly provides that it does not preempt more stringent state law.",
      "cn": "《洁净水法案》明确规定,该法并不先占更为严格的州法律."
    },
    {
      "en": "The law would preempt stronger local rules.",
      "cn": "该法律将预先制止更强硬的地方性法规。"
    },
    {
      "en": "The local people fenced the land to preempt it against other claimants.",
      "cn": "当地人把地围了起来,以获得排斥他人购买该地的优先购买权."
    },
    {
      "en": "The workers took control of the factory in order to preempt its sale by the owners.",
      "cn": "工人抢先占据了工厂以阻止厂主将工厂出售."
    },
    {
      "en": "They do not preempt the land surface that is useful for other purposes.",
      "cn": "它们不预先占用对其它目的有用的地面."
    },
    {
      "en": "To preempt that potential objection, you have to signal your intentions early on.",
      "cn": "为了应付对方可能会有的排斥心态, 你必须尽早表明自己买房子的目的."
    },
    {
      "en": "Valid federal regulations have the force of law and preempt state laws and rules.",
      "cn": "有效的联邦规章有法律效力并且优于州法律、法规."
    },
    {
      "en": "We arrived early at the theatre so as to preempt the front seats.",
      "cn": "我们早早来到剧院,以便捷足先登占到前排座位."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "preemptive",
          "tran_cn": " 优先购买的；先发制人的；有先买权的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "preemption",
          "tran_cn": " 优先购买；强制收购；抢先占有；取代"
        },
        {
          "word": "preemptor",
          "tran_cn": " 获优先购买权者；先取者；先发制人者"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "先占",
      "tran_en": "If you preempt an action, you prevent it from happening by doing something that makes it unnecessary or impossible"
    },
    {
      "pos": "vt",
      "tran_cn": "先占，取代，先取，先发制人"
    }
  ],
  "exchange": {
    "third": [
      "preempts"
    ],
    "past": [
      "preempted"
    ],
    "done": [
      "preempted"
    ],
    "ing": [
      "preempting"
    ]
  }
}