{
  "word": "Mongolian",
  "ipa": {
    "us": "mɒŋˈɡəʊliən",
    "uk": " mɑːŋˈɡoʊliən"
  },
  "sentences": [
    {
      "en": "A COMPARATIVE STUDY OF MONGOLIAN AND GREEK EPICS.",
      "cn": "试论希腊艺术中的“模仿”."
    },
    {
      "en": "B Oh yes. It's near the bridge over the lake. It's next to a Mongolian restaurant.",
      "cn": "B哦,是的. 它就在湖上那座桥的附近, 就在那家火锅店傍边."
    },
    {
      "en": "Because is injured, will hit the double waist will be with Mongolian Tarry.",
      "cn": "由于受伤, 打双后腰的将是和蒙塔里."
    },
    {
      "en": "Chapter Three, study in the Manchu and the Mongolian cognates.",
      "cn": "第三章, 满蒙书面语同源词研究."
    },
    {
      "en": "Earth were born normal Che - hung is the Mongolian Lingbao.",
      "cn": "天地所生,正常就是鸿蒙灵宝了."
    },
    {
      "en": "Hongshanzui port is the history of Sino - Mongolian trade route.",
      "cn": "红 山嘴 口岸历史上是中蒙贸易通道."
    },
    {
      "en": "Ming upstairs tombstone, with Manchu, Mongolian , Han Emperor engraved text.",
      "cn": "明楼上有墓碑, 用满 、 蒙 、 汉文字刻着皇帝的庙号."
    },
    {
      "en": "Mongolian conqueror Genghis Khan is riding a horse opposite Napoleon.",
      "cn": "“一代天骄”成吉思汗骑在马上与拿破仑并驾齐驱."
    },
    {
      "en": "Mongolian medicine is the important component section of traditional medicine.",
      "cn": "蒙医药学是传统医学的重要组成部分."
    },
    {
      "en": "Objective : To investigate optimum process and quality standard of Mongolian medicine Sanzi Capsules.",
      "cn": "目的研究 蒙药 三子胶囊剂的成型工艺及质量控制标准."
    },
    {
      "en": "Of the 19 mummies examined, only three are Mongolian.",
      "cn": "检验的19个干尸中，只有三个是蒙古人。"
    },
    {
      "en": "Offerings in Mongolian and Tibetan Affairs Swire, Hanqi deep plot Yam.",
      "cn": "冥蒙藏太古, 寒气积阴深."
    },
    {
      "en": "Ophthalmologic system of Mongolian Medicine was evolved in 17 th century.",
      "cn": "蒙医眼科在十七世纪前已形成了系统."
    },
    {
      "en": "Promoted to capital of the Empire in 1267 by the Mongolian Yuan dynasty, no other historic capital has been remodelled in this way, at such a scale or at such speed.",
      "cn": "提倡建成公元1267年蒙古人统治的元朝皇都的样子，历史上没有哪个首都被这样子重新改建，而且还是以如此这般的规模或如此这般的速度。"
    },
    {
      "en": "Since ancient times , Mongolian have been nomadic.",
      "cn": "这次火灾使得秘府中的古籍损失过半."
    },
    {
      "en": "The inscription is in four languages - Han, Manchurian, Mongolian and Tibetan.",
      "cn": "这段文字用了四种语言 — 汉 、 满 、 蒙、藏."
    },
    {
      "en": "The most successful Kalmyk Mongolian businesses are the house building trade and small businesses.",
      "cn": "卡尔梅克蒙古人最为成功的商业领域是建筑业和小买卖。"
    },
    {
      "en": "This letter is written in Mongolian, and I can not understand it.",
      "cn": "这封信是用蒙文写的, 我看不懂."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "mongol",
          "tran_cn": " 先天愚型病患者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "yellow"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "蒙古的，蒙古人的，蒙古语的，蒙古族的",
      "tran_en": "Mongolian means belonging or relating to Mongolia, or to its people, language, or culture"
    },
    {
      "pos": "n",
      "tran_cn": "蒙古人，蒙古国民，蒙古语",
      "tran_en": "A Mongolian is a Mongolian citizen, or a person of Mongolian origin"
    }
  ],
  "exchange": {
    "pl": [
      "Mongolians"
    ]
  }
}