{
  "word": "supermodel",
  "ipa": {
    "us": "ˈsu:pəmɒdl",
    "uk": "ˈsupərmɑdl"
  },
  "sentences": [
    {
      "en": "Ai sergeant after investigation, he began gradually to supermodel Aurora Health doubt.",
      "cn": "经过艾警长的调查后, 他开始对超级名模奥罗拉渐生怀疑."
    },
    {
      "en": "British supermodel Naomi Campbell has interviewed Venezuela's President Hugo Chavez, describing him as a \"rebel angel\" who is unafraid to speak his mind but poses no threat to democracy.",
      "cn": "英国超级名模娜奥米·坎贝尔日前采访了委内瑞拉总统胡戈·查韦斯，她称查韦斯为“叛逆天使”，因为他完全不惧恐吓，坚持自己的理念。"
    },
    {
      "en": "British tabloids reported that supermodel, Naomi Campbell , recently made a scene at a London restaurant.",
      "cn": "英国小报报道说,超级名模纳奥米?坎贝尔最近在伦敦一家餐厅中大闹了一番."
    },
    {
      "en": "Bronze a supermodel glow & sleek , sculpted cheekbones. This satiny pink & bronze powder a perfect 10!",
      "cn": "十分完美腮红蜜粉粉红 及 古铜闪粉二合一,可塑造颧骨光影, 营造健康肤色, 得到完美10分."
    },
    {
      "en": "Brugny was a supermodel, but in transition to become a pop singer.",
      "cn": "布吕尼曾是超级名模, 后来转型成为一名流行歌手."
    },
    {
      "en": "Dario: You make me laugh. Do you think that you are a supermodel?",
      "cn": "达里奥: 你让我发笑. 你认为你是超级名模 吗 ?"
    },
    {
      "en": "Her supermodel looks have attracted media attention worldwide.",
      "cn": "她的超级模特倩影吸引全球各国媒体的注意."
    },
    {
      "en": "I'm going out with a supermodel this weekend.",
      "cn": "这个周末我要跟一位超级模特儿约会."
    },
    {
      "en": "Jeff: If you were a supermodel, I can see why that would be important.",
      "cn": "杰夫：如果你是一个超级名模我就明白为什么这很重要。"
    },
    {
      "en": "Miss Universe, Jennifer Hawkins supermodel appeared in spring and summer fashion show in Sydney.",
      "cn": "2004年环球小姐 、 超模詹妮弗·霍金斯亮相悉尼春夏季服装秀."
    },
    {
      "en": "Sarkozy married supermodel - turned - singer Carla Bruni last year, his third marriage.",
      "cn": "萨科奇总统于去年与名模兼歌手卡拉?布吕尼结婚, 这是他的第三次婚姻."
    },
    {
      "en": "She also gave up green locks , pouty lips and cheekbones of a supermodel.",
      "cn": "她同时放弃了绿发, 翘起的嘴唇,还有超级模特般的颧骨."
    },
    {
      "en": "Singer Rihanna and supermodel Heidi Klum also made the list.",
      "cn": "歌手蕾哈娜和名模海蒂?克拉姆也榜上有名."
    },
    {
      "en": "Some of the celebrities, including actress Eva Mendes and supermodel Cindy Crawford appeared in a \"Stars Without Makeup\" section in which they were photographed wearing no make-up for their close-ups.",
      "cn": "其他一些名人，如女演员伊娃·曼德斯和超级名模辛迪·克劳馥德等出现在“不施粉黛最美人物”单元，这些明星在近距离拍照时不化妆。"
    },
    {
      "en": "Supermodel Naomi Campbell reported for duty this morning at a New York City sanitation garage.",
      "cn": "据报道,今天早上超级名模娜奥米?坎贝尔义务打扫纽约卫生局仓库."
    },
    {
      "en": "The most successful of the winners is Du Jian, who is now an international supermodel.",
      "cn": "最成功的冠军是杜鹃, 她现在已经是国际超模了."
    },
    {
      "en": "Why don't we get the most popular supermodel to be the spokesperson?",
      "cn": "我们何不请来最红的名模做代言人."
    },
    {
      "en": "Your girlfriend is pretty, but she's no supermodel.",
      "cn": "你的女朋友是很漂亮, 但是她不是超级模特儿."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Zoolander"
          ],
          "tran_cn": "超级名模"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "超级名模",
      "tran_en": "a very famous fashion model"
    }
  ],
  "exchange": {
    "pl": [
      "supermodels"
    ]
  }
}