{
  "word": "handset",
  "ipa": {
    "us": "ˈhændset",
    "uk": "ˈhændˌsɛt"
  },
  "sentences": [
    {
      "en": "...the cord that connects the telephone handset to the phone itself.",
      "cn": "…那条连接听筒和电话机的电线。"
    },
    {
      "en": "At that point the radio handset fell to pieces.",
      "cn": "就在那一刻，无线电遥控器摔得粉碎。"
    },
    {
      "en": "Be responsible for the quality of handset R & D , trial - produce and produce.",
      "cn": "1对公司手机 研发 、 试产和量产的质量负总责."
    },
    {
      "en": "China Telecom is also in talks with many handset vendors.",
      "cn": "中国电信也在与许多手机厂商洽谈."
    },
    {
      "en": "Creating the terminal used for audio playback ( usually speakers or a handset ).",
      "cn": "正在为音频播放所使用的终端 ( 通常是扬声器或手持话机 )."
    },
    {
      "en": "Creating the terminal used for audio record ( usually a microphone or handset )",
      "cn": "正在为音频记录所使用的终端 ( 通常是麦克风或手持话机 )"
    },
    {
      "en": "Handset with a simple menu, easy to operate, a glance.",
      "cn": "手持机具有简洁菜单, 操作方便, 一目了然."
    },
    {
      "en": "If desire, a telephone handset can be plugged into the tel.",
      "cn": "如果需要, 可将电话听筒插入系统背后的话筒插座中."
    },
    {
      "en": "Nokia's core business handset service growth is comparatively worn out.",
      "cn": "相比之下,诺基亚的核心业务手机业务增长疲软."
    },
    {
      "en": "She refuses to input, and has hung up the handset.",
      "cn": "她拒绝输入, 并挂断了手机."
    },
    {
      "en": "Some updates about the handset also emerged such as its final OS.",
      "cn": "有些更新的手机也出现如最后操作系统."
    },
    {
      "en": "The handset contains the latest functions in cutting - edge mobile communications technology.",
      "cn": "这台手机含有尖端的行动通讯科技的最新功能."
    },
    {
      "en": "The handset dealer is high to short - term loan's dependence.",
      "cn": "手机经销商对 短期 贷款的依赖性较高."
    },
    {
      "en": "The handset media will become the emerging mass media form.",
      "cn": "手机媒体将成为新兴的大众传播媒体形式."
    },
    {
      "en": "They wait for me to make the telephone, also forcefullydetains mine handset.",
      "cn": "他们等我通完电话, 又把我的手机强行扣押."
    },
    {
      "en": "When either telephone handset is taken off - hook, the remote telephone automatically rings.",
      "cn": "当任意一端电话话筒被拿起时, 远处的电话就会自动响起."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mobile phone",
            "combined set"
          ],
          "tran_cn": "[通信]手机，电话听筒"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "telephone handset",
      "tran_cn": "电话送受话器；听筒， 手机"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "电话听筒，遥控器",
      "tran_en": "the part of a telephone that you hold near your ear and mouth"
    }
  ],
  "exchange": {
    "pl": [
      "handsets"
    ]
  }
}