{
  "word": "hexagonal",
  "ipa": {
    "us": "heks'æɡənl",
    "uk": "hɛkˈsæɡənəl"
  },
  "sentences": [
    {
      "en": "A hexagonal bamboo pavilion, hidden among the bamboo grove.",
      "cn": "一座六角的竹亭, 掩映在竹林之中."
    },
    {
      "en": "Corridors are dotted by windows of various shapes - square, round, hexagonal and octagonal.",
      "cn": "形态各异的窗户点缀在走廊上,有方形, 有圆形, 有六角形,也有八角形."
    },
    {
      "en": "Each strand is fabricated of parallel wires bunched in a hexagonal shape.",
      "cn": "每根钢束由平行钢丝捆扎成六边形."
    },
    {
      "en": "He has instead looked to the hexagonal matrices of snowflakes, which as structurally supported objects combine high volume with low weight.",
      "cn": "他期望使用雪花的六角形矩阵造型来作为支撑，因为这种结构做到了低重量与大容量的统一。"
    },
    {
      "en": "Hexagonal head shoulder screw with adjustable shoulder and thread sizes.",
      "cn": "肩和螺纹大小可调整的六角头带肩螺钉."
    },
    {
      "en": "In fact, I have kept a souvenir of those days: a dark green hexagonal glass spittoon that is now a very original flowerpot.",
      "cn": "说真的，我还保存了一个那个时代的纪念品--一个深绿色六角形的玻璃痰盂，如今，它成为了我的一个很别致的花盆。"
    },
    {
      "en": "In the hexagonal close packed structure, slip systems are more limited.",
      "cn": "在六方密排晶格中, 滑移系受到较多的限制."
    },
    {
      "en": "Instead it is the Desert Express that pulls in, its nine coaches in smart blue, orange and white livery with large hexagonal windows.",
      "cn": "然而驶进车站的是沙漠快车，它的九节车厢漆成漂亮的蓝色、橙色和白色，带有六边形的车窗。"
    },
    {
      "en": "Kaolin forms pseudo - hexagonal plates, often regularly arranged in book - like or vermicular stacks.",
      "cn": "高岭石呈假六边形片体, 往往以书页 状 或蠕虫状规则排列."
    },
    {
      "en": "Room were painted bright white and fitted with contemporary decor. In one area, hexagonal bathroom tiles extend into a bedroom and merge with the wooden floorboards.",
      "cn": "房间被漆成明亮的白色，并配有现代风格的装饰。在一角，六角形的浴室瓷砖延伸到卧室与木地板融合在一起。"
    },
    {
      "en": "Side view of hexagonal head bolt with adjustable thread length.",
      "cn": "螺纹长度可调整的六角头螺栓的侧面图."
    },
    {
      "en": "Side view of hexagonal socket bolt with adjustable thread length.",
      "cn": "螺纹长度可调整的方头螺栓侧面图."
    },
    {
      "en": "Steel 4 ) frameworks hold together 5 ) replaceable, 6 ) translucent, 7 ) hexagonal bubbles made of special plastic.",
      "cn": "钢架固定住由特殊塑胶制成、可以替换 、 半透明的六角形球体."
    },
    {
      "en": "Such designs were square, diamond , triangular or hexagonal shaped pellet areas.",
      "cn": "这些设计是正方形的, 菱形的, 三角形的或六角形的小格区域."
    },
    {
      "en": "The bridge there is a pavilion, one Guanbao Ting, six hexagonal columns.",
      "cn": "过桥有一亭, 名观瀑亭, 六柱六角."
    },
    {
      "en": "The main process in manufacturing outer - hexagonal boltsis cold heading.",
      "cn": "生产外六角螺钉的主要工艺是冷镦."
    },
    {
      "en": "The shapes of medallions are usually circular , oval , octagonal , hexagonal and star - like.",
      "cn": "中心奎龙可圆可方, 也可为多边形或者是放射状的."
    },
    {
      "en": "The stone cage nets (mesh) angular network metal wire weaving (six mesh) made of metal cages, the line diameter is according to the size of the hexagonal and not the same.",
      "cn": "石笼网（格宾网）是金属线材织造的角形网（六角网）制成的网箱，运用的金属线径是根据六角形的巨细而不一样。"
    },
    {
      "en": "This is a hexagonal structure in which the two kinds of atom lie in separate layers.",
      "cn": "这是一种六角形的结构,两类原子处在分离的层内."
    },
    {
      "en": "Where the codes for reseaus and carving the formal diamond - shaped or hexagonal.",
      "cn": "凡雕镂外率的网纹不兵酿不败侧路的钻石不神或侧六角不神."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hexagon",
          "tran_cn": " 成六角的；成六边的"
        },
        {
          "word": "hexangular",
          "tran_cn": " 六角的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "hexagon",
          "tran_cn": " 六角形，六边形"
        },
        {
          "word": "hexagram",
          "tran_cn": " [数] 六线形；六角星形"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "hexagonal nut",
      "tran_cn": "六角螺母"
    },
    {
      "phrase": "hexagonal system",
      "tran_cn": "六方晶系，六角晶系"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "六角形的，六边形的，六方",
      "tran_en": "A hexagonal object or shape has six straight sides"
    }
  ],
  "exchange": {
    "noun": [
      "hexagon"
    ]
  }
}