{
  "word": "quickest",
  "ipa": {
    "us": "kwɪkɪst",
    "uk": "kwɪkɪst"
  },
  "sentences": [
    {
      "en": "\" We'll have to take the train. It's the quickest way. \"",
      "cn": "\" 我们得乘火车去, 这样最快."
    },
    {
      "en": "A telegram will be the quickest way to transmit the message.",
      "cn": "打电报将是传递这个信息的最快途径."
    },
    {
      "en": "Giving advice when it's not called for is the quickest way to end a good friendship.",
      "cn": "在别人不需要的时候提供建议是葬送好友关系的最快方式。"
    },
    {
      "en": "Having children was the quickest way to lose your street cred.",
      "cn": "生孩子是使自己不再年轻时尚的最快方法。"
    },
    {
      "en": "His temper is of the quickest.",
      "cn": "他的脾气是最急躁的."
    },
    {
      "en": "However, in some instances it is the quickest way to achieve a goal.",
      "cn": "但是，在有些情况下这是达到目标最快的一种方式。"
    },
    {
      "en": "I know T / T is the quickest way and the commission is higher.",
      "cn": "我知道电汇是最快捷的方法,但手续费较高."
    },
    {
      "en": "It was the quickest swimming lesson I'd ever witnessed.",
      "cn": "这是我所见过的最速成的游泳课。"
    },
    {
      "en": "It's quickest to walk across the field going round by road takes much longer.",
      "cn": "穿过田地路途最近--绕行公路要远得多."
    },
    {
      "en": "Probably the quickest and cheapest way from here would be a Fifth Avenue bus.",
      "cn": "可能从这走最快最省钱的方法是乘坐第五大道公共汽车."
    },
    {
      "en": "Prost went quickest.",
      "cn": "普罗斯特走得最快。"
    },
    {
      "en": "Subways are the quickest way to travel longer distances.",
      "cn": "到比较远的地方去,最快的办法是乘坐地铁."
    },
    {
      "en": "The quickest means of travel is by plane.",
      "cn": "最快的旅行途径是乘飞机."
    },
    {
      "en": "The quickest way to get her off the drug was to let her go cold turkey.",
      "cn": "要使她摆脱毒品，最快的方法是让她彻底戒毒。"
    },
    {
      "en": "They have to learn not only the streets, landmarks and hotels, but also the quickest way to get there.",
      "cn": "他们必须学习不仅是街道，建筑物及酒店，而且最快的方式到达那里。"
    },
    {
      "en": "What would be the quickest way?",
      "cn": "哪一条是最近的路?"
    },
    {
      "en": "Who will be there quickest?",
      "cn": "谁将最快到那里?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "prestissimo"
          ],
          "tran_cn": "最快的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "聪明的( quick的最高级 )，快的，灵活的，短时间做成的"
    }
  ],
  "exchange": {}
}