{
  "word": "submersion",
  "ipa": {
    "us": "səb'mɜ:ʃn",
    "uk": "səb'mɜʃn"
  },
  "sentences": [
    {
      "en": "A new type of rice that can survive total submersion for more than two weeks has passed its field tests with \"flying colours, \" say researchers, and is now close to official release.",
      "cn": "科学家说，一种可以耐受完全淹没达两星期以上的新型水稻品种“大获全胜”，通过了大田试验并正在接近正式释放。"
    },
    {
      "en": "An unextinguished fire also contributed to the ship's submersion.",
      "cn": "无法扑灭的大火也促使这艘轮船沉没水中."
    },
    {
      "en": "Background Drowning is defined as death due to submersion in liquid.",
      "cn": "溺死是指淹没于液体之中发生的死亡。"
    },
    {
      "en": "Drowning is the process of experiencing respiratory impairment from submersion/immersion in liquid; outcomes are classified as death, morbidity and no morbidity.",
      "cn": "溺水是因淹没/浸入在液体中造成呼吸受阻的过程；其结果分为死亡、发病和安然无恙。"
    },
    {
      "en": "The second variation formula of vertical energy functional for a submersion between Riemannian manifolds is calculated with a simple and direct manner.",
      "cn": "对于黎曼流形的浸没建立了垂直能量泛函的二阶变分公式，研究强垂直调和映射的稳定性。"
    },
    {
      "en": "The submersion air current does, but cold.",
      "cn": "下沉气流则是干而冷."
    },
    {
      "en": "They also measured pain perception and heart rate immediately following the submersion.",
      "cn": "他们还衡量了紧接着浸泡之后的疼痛感及心率."
    },
    {
      "en": "Type 6 enclosures are intended for use indoors and out - doors where occasional submersion is encountered.",
      "cn": "类型6外壳适用于偶尔会出现浸水情况的室内和室外应用."
    },
    {
      "en": "Unless rescued by a trained lifeguard, these drowning people can only struggle on the surface of the water from 20 to 60 seconds before submersion occurs.",
      "cn": "除非是被训练有素的急救员救起，溺水者在淹没之前通常只能在水面上挣扎20-60秒。"
    },
    {
      "en": "Various aspects receive the economical environment under the influence, the handset cannot avoid occurrence submersion tendency.",
      "cn": "各方面受到经济大环境的影响下, 手机也不能避免的发生下沉趋势."
    },
    {
      "en": "Vetiveria zizanioides can survive after 5 months of complete submersion.",
      "cn": "实验结果表明,香根草完全淹水5个月仍能存活."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "submerse",
          "tran_cn": " 在水下的"
        },
        {
          "word": "submersed",
          "tran_cn": " 生长水中的；淹没的"
        },
        {
          "word": "submersible",
          "tran_cn": " 能潜水的；能沉入水中的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "submergence",
          "tran_cn": " 下潜，下沉；淹没"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "submersed",
          "tran_cn": " 浸没（submerse的过去式和过去分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "submerge",
          "tran_cn": " 淹没；潜入水中；湮没"
        },
        {
          "word": "submerse",
          "tran_cn": " 淹没；潜水"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "submerge",
          "tran_cn": " 淹没；把…浸入；沉浸"
        },
        {
          "word": "submerse",
          "tran_cn": " 使沉入水中；使淹没"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "giving up"
          ],
          "tran_cn": "淹没，浸没"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "淹没",
      "tran_en": "the action of going under water, or the state of being completely covered in liquid"
    }
  ],
  "exchange": {
    "verb": [
      "submerge"
    ],
    "adj": [
      "submerged"
    ]
  }
}