{
  "word": "starboard",
  "ipa": {
    "us": "ˈstɑːbəd",
    "uk": "ˈstɑːrbərd"
  },
  "sentences": [
    {
      "en": "[ Woman On P . A . ] Attention, honoRguaRd detail, Report to staRboaRd hangaRbay.",
      "cn": "注意, 请荣誉士兵向右舷机库港详细报告."
    },
    {
      "en": "All boats should pass starboard side to RC boat.",
      "cn": "船只需以右舷对竞委艇通过起航线."
    },
    {
      "en": "And now the Vimy's starboard engine suddenly began to rattle like a machine gun.",
      "cn": "就在这时候,“维米号 ’ 右舷发动机突然像机关枪似的嗒峪嗒地响—了起来."
    },
    {
      "en": "He detected a ship moving down the starboard side of the submarine.",
      "cn": "他发现有一艘船正在潜艇的右侧航行。"
    },
    {
      "en": "He ordered all the port cannon to be heaved to starboard to counteract the list.",
      "cn": "他命令把左弦上所有的大炮移到右舷以抵消船的倾斜."
    },
    {
      "en": "I could see the fishing boat to starboard.",
      "cn": "我能看到右侧的那艘渔船。"
    },
    {
      "en": "Report to staRboaRd hangaRbay foRceRemonial bRiefiing and ReheaRsal.",
      "cn": "右舷港口机库详细报告仪式简报和预演的情况."
    },
    {
      "en": "Sail on the starboard tack.",
      "cn": "右舷抢风航行."
    },
    {
      "en": "Starboard point defense stations 1, 4, and 6 have been destroyed.",
      "cn": "右舷抵御部分的1, 4, 和6也被损坏了."
    },
    {
      "en": "The hull had suffered extensive damage to the starboard side.",
      "cn": "船体右舷遭到重创。"
    },
    {
      "en": "The sand of the sea was driving that boat's head round to starboard.",
      "cn": "海浪的推力把船头向右逼."
    },
    {
      "en": "The ship gave a lurch to starboard.",
      "cn": "船的右舷突然侧倾."
    },
    {
      "en": "We were sailing on starboard tack.",
      "cn": "我们正右舷抢风行驶."
    },
    {
      "en": "White icily - cold water foamed over the starboard side.",
      "cn": "白色的冰冷的水在右舷一边泛着泡沫飞溅着."
    },
    {
      "en": "Why don't you go starboard and see if you can unhook it?",
      "cn": "那你去右舷看看你是否能把它解下来?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "starboard side",
      "tran_cn": "右舷，右边"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "右舷的",
      "tran_en": "The starboard side of a ship or an aircraft is the right side when you are on it and facing toward the front"
    },
    {
      "pos": "n",
      "tran_cn": "（船舶、飞机的）右舷，右侧",
      "tran_en": "the side of a ship or aircraft that is on your right when you are facing forwards"
    },
    {
      "pos": "v",
      "tran_cn": "向右转舵"
    }
  ],
  "exchange": {}
}