{
  "word": "upbringing",
  "ipa": {
    "us": "ˈʌpbrɪŋɪŋ",
    "uk": "ˈʌpbrɪŋɪŋ"
  },
  "sentences": [
    {
      "en": "A knowledge of her upbringing is basic to an understanding of her books.",
      "cn": "要读懂她的书就要首先了解她的成长经历."
    },
    {
      "en": "After a very proper upbringing he chose to lead the Bohemian life of an artist.",
      "cn": "他受过正统的教育,却立意过着艺术家我行我素的生活."
    },
    {
      "en": "Despite her religious upbringing, Aileen was decidedly a victim of her temperament.",
      "cn": "尽管受了宗教教育, 爱玲无疑是个非常任性的人."
    },
    {
      "en": "He had a fairly cushy upbringing.",
      "cn": "他的成长过程相当快乐。"
    },
    {
      "en": "He had a normal middle - class upbringing.",
      "cn": "他接受的是正规的 中产阶级 教育."
    },
    {
      "en": "He owed his success to the good upbringing he had.",
      "cn": "他的成功归功于他受到的良好教养."
    },
    {
      "en": "His attitude to sex is coloured by his strict upbringing.",
      "cn": "他所受到的严厉教养,影响了他对两性的态度."
    },
    {
      "en": "His dissolute life is inconsistent with his Puritan upbringing.",
      "cn": "他的放荡生活和他的清教徒教养相悖."
    },
    {
      "en": "I thought that my upbringing was \"normal\", whatever that is.",
      "cn": "我认为我的成长过程甭管怎么说还算“正常”。"
    },
    {
      "en": "Martin's upbringing shaped his whole life.",
      "cn": "马丁的家庭教养影响了他的一生。"
    },
    {
      "en": "Mike had had a strict upbringing.",
      "cn": "迈克从小家教很严。"
    },
    {
      "en": "My mother, who had a sheltered upbringing, has fantastic memories of childhood.",
      "cn": "我妈妈在呵护下长大，对童年有着非常美好的回忆。"
    },
    {
      "en": "Part of answer, of course, lay in his upbringing.",
      "cn": "当然, 答案的一部分在于他所受到的教养."
    },
    {
      "en": "Sam's mother said her son had a good upbringing and schooling.",
      "cn": "萨姆的母亲说她儿子家教好，受过良好教育。"
    },
    {
      "en": "This is to help her to come to terms with her early upbringing and make sense of past experiences.",
      "cn": "这旨在帮助她认可自己早先所受的教育，并让她了解自己过去的经历。"
    },
    {
      "en": "to have had a sheltered upbringing",
      "cn": "受到呵护的养育"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nursing",
            "breeding"
          ],
          "tran_cn": "教养；养育；抚育"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "养育，培养，教养，家教",
      "tran_en": "the way that your parents care for you and teach you to behave when you are growing up"
    }
  ],
  "exchange": {}
}