{
  "word": "skillet",
  "ipa": {
    "us": "ˈskɪlɪt",
    "uk": "ˈskɪlɪt"
  },
  "sentences": [
    {
      "en": "A chefs skillet, poele, has sloping sides and is used for browning and tossing small pieces of food like mushrooms or chicken livers; the long handle makes it easy to toss rather than turn the food.",
      "cn": "长柄平底煎锅的侧面是斜的，适合炒制小块的食物，比如蘑菇或是鸡肝之类的，也适合拿来颠勺；因为有很长的锅柄，所以与其给食物翻面，还不如拿来颠勺更合适。"
    },
    {
      "en": "Add lentils , chicken bouillon and water to the skillet.",
      "cn": "加入扁豆, 鸡精和水."
    },
    {
      "en": "Bigger aimed and let the skillet fly with a heavy grunt.",
      "cn": "别格瞄准着,重重地哼了一声,让铁锅飞了出去."
    },
    {
      "en": "Bigger caught the skillet and lifted it high in the air.",
      "cn": "别格接过铁锅,高举在手."
    },
    {
      "en": "Fry for twenty - five seconds each side in a very hot skillet.",
      "cn": "在高温煎锅内每一边煎二十五秒钟."
    },
    {
      "en": "Fry for twenty-five seconds each side in a very hot skillet .",
      "cn": "在高温煎锅内每一边煎二十五秒钟。"
    },
    {
      "en": "Heat 2 tablespoons oil in medium skillet over medium - high heat.",
      "cn": "用中号煮锅开中火加热2汤勺橄榄油."
    },
    {
      "en": "Heat a lightly oiled cast iron skillet or stove top griddle.",
      "cn": "在铸铁平锅或者炉顶平底锅里涂上一层薄油,加热,撒上盐."
    },
    {
      "en": "Heat about 2 inches of oil in a large skillet.",
      "cn": "往长柄锅中倒油,注满至 距 锅底约2英寸即可,然后加热."
    },
    {
      "en": "Heat oil and curry powder in a large skillet over medium heat.",
      "cn": "取大号煮锅开中火热油并加入咖喱粉."
    },
    {
      "en": "Heat the oil in a medium skillet over medium - highheat.",
      "cn": "用中火将油温加热到中等程度."
    },
    {
      "en": "Melt butter in a 12 - inch skillet over medium heat.",
      "cn": "在12英寸的平底锅中溶化黄油,用中等温度."
    },
    {
      "en": "Pour juice mixture into skillet, and boil until syrupy, about 1 minute.",
      "cn": "把调配好的果汁放入锅中, 煮大约1分钟, 使果汁和油混合成糖浆."
    },
    {
      "en": "Return beef to skillet; add orange slices and scallions.",
      "cn": "把牛肉再次放入锅中, 加入桔子瓣和青葱."
    },
    {
      "en": "Return chicken to skillet, and cook until heated through, about 2 minutes.",
      "cn": "再把鸡肉放回锅中, 煮大约2分钟."
    },
    {
      "en": "Rub up the skillet please.",
      "cn": "请把长柄锅擦亮."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stew-pan"
          ],
          "tran_cn": "煮锅；长柄平底煎锅"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "煎锅，长柄锅",
      "tran_en": "a flat heavy cooking pan with a long handle"
    }
  ],
  "exchange": {
    "pl": [
      "skillets"
    ]
  }
}