{
  "word": "Norman",
  "ipa": {
    "us": "ˈnɔːmən",
    "uk": "ˈnɔːrmən"
  },
  "sentences": [
    {
      "en": "a Norman church",
      "cn": "诺曼式教堂"
    },
    {
      "en": "After the Norman Conquest the forest became a royal hunting preserve.",
      "cn": "诺曼征服之后，这片森林成为了皇家狩猎区。"
    },
    {
      "en": "Aisles were added to the original Saxon building in the Norman period.",
      "cn": "在诺曼时期,原来的萨克森风格的建筑物都增添了走廊."
    },
    {
      "en": "And of course he was also Norman Bates in Gus Van Sant’s remake of Psycho, but the less said about that the better.",
      "cn": "当然他还在格斯-范-桑特重拍的一部关于精神病人的电影扮演诺曼贝茨，不过这个还是少说为妙。"
    },
    {
      "en": "He is best remembered for his chilling portrayal of Norman Bates in'Psycho '.",
      "cn": "他因在《惊魂记》中扮演了吓人的 诺曼·贝茨 而为人所熟知."
    },
    {
      "en": "His family traces back to the Norman Conquest.",
      "cn": "他的家世可追溯到诺曼人征服英国的时代."
    },
    {
      "en": "I want to know what happened to Norman.",
      "cn": "我想知道诺曼怎么了。"
    },
    {
      "en": "In Norman England, the greyhound was a symbol of nobility.",
      "cn": "灵犭是在诺曼时期的英格兰是高贵的象征。"
    },
    {
      "en": "It is located within reach of many important Norman towns, including Bayeux.",
      "cn": "它邻近许多重要的诺曼城镇，包括贝叶。"
    },
    {
      "en": "Norman and I were deputed for the unpleasant task.",
      "cn": "我和诺曼被委派去干这件苦差事."
    },
    {
      "en": "Norman cut open his pie and squirted tomato sauce into it.",
      "cn": "诺尔曼切开自己的派，往里面挤了点番茄酱。"
    },
    {
      "en": "Norman looked puzzled.",
      "cn": "诺曼看上去很困惑。"
    },
    {
      "en": "Norman's efforts to impregnate her failed.",
      "cn": "诺曼想使她怀孕的努力失败了。"
    },
    {
      "en": "The calculating look in his eyes told of Norman blood.",
      "cn": "他精明的眼神显示出他有诺曼人的血统."
    },
    {
      "en": "The family has traced its ancestry to the Norman invaders.",
      "cn": "这个家族将自己的世系追溯到诺曼征服者."
    },
    {
      "en": "The soles of Norman's shoes had holes in them.",
      "cn": "诺曼的鞋底有洞."
    },
    {
      "en": "This is the scalpel which Norman Bethune used in those days.",
      "cn": "这是当年白求恩大夫用的手术刀."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "norman bethune",
      "tran_cn": "诺尔曼白求恩"
    },
    {
      "phrase": "norman conquest",
      "tran_cn": "[史]诺曼底人对英格兰的军事征服"
    },
    {
      "phrase": "norman french",
      "tran_cn": "诺曼法语（中世纪诺曼第及英国使用的法语）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "诺曼的，诺曼人的，诺曼语的，（诺曼统治时期发现于英国的一种中世纪的）建筑风格的",
      "tran_en": "built in the style that was popular during the 11th and 12th centuries in Europe"
    },
    {
      "pos": "n",
      "tran_cn": "诺曼人，10世纪在诺曼底定居者的后裔",
      "tran_en": "The Normans were the people who came from northern France and took control of England in 1066, or their descendants"
    },
    {
      "pos": "n&a",
      "tran_cn": "法国诺曼第人(的)",
      "tran_en": "The Normans were the people who came from northern France and took control of England in 1066, or their descendants"
    }
  ],
  "exchange": {
    "pl": [
      "normans"
    ]
  }
}