{
  "word": "redistribution",
  "ipa": {
    "us": "ˌri:dɪstrɪ'bju:ʃn",
    "uk": "ˌridɪstrɪ'bjuʃn"
  },
  "sentences": [
    {
      "en": "After redistribution, everyone's payment is almost the same.",
      "cn": "经过重新分配, 每个人得到的酬金都扯平了."
    },
    {
      "en": "Enterprises realize external expansion reorganizing and adjusting industry structure, or the redistribution of resources.",
      "cn": "企业通过并购实现快速扩张、产权结构调整以及资源重新配置."
    },
    {
      "en": "Finally, import tariffs will cause the domestic redistribution effect.",
      "cn": "最后, 征收关税会引起进口国内的再分配效应."
    },
    {
      "en": "It does have to do with class warfare — redistribution from the poor and the middle class to the wealthy is a consistent theme of all modern Republican policies.",
      "cn": "它的确跟阶级斗争有关——在穷人、中产阶级和富人之间重新分配财富一直是共和党所有现代政策的一个主题。"
    },
    {
      "en": "Redistribution of the population continued during the last ten years.",
      "cn": "1在过去十年,人口分布持续变动."
    },
    {
      "en": "Sharply rising redistribution and regulation is hardly the way to encourage wealth creation.",
      "cn": "突然加强再分配和监管措施很难说是鼓励财富创造的途径."
    },
    {
      "en": "Some redistribution of income can help to keep the worse off out of poverty.",
      "cn": "某种形式的收入再分配可以帮助穷人脱贫。"
    },
    {
      "en": "Sports motions can cause the redistribution of viscera blood flow.",
      "cn": "运动可引起内脏血流的重新分配."
    },
    {
      "en": "The level of income redistribution of one country is correlated with its economic performance.",
      "cn": "一国的收入再分配水平和经济绩效之间存在着密不可分的关系."
    },
    {
      "en": "The most direct approach to income redistribution is to levy progressive taxes.",
      "cn": "收入再分配的最直接的方法就是推行累进税."
    },
    {
      "en": "The net effect of that mass redistribution made the earth spin slightly faster.",
      "cn": "质量重新分布的最后结果导致地球自转略微加快."
    },
    {
      "en": "The primary distribution of labor income is the basic component of the redistribution of national income.",
      "cn": "劳动收入初次分配是国民收入初次分配的基本组成部分."
    },
    {
      "en": "The soil moisture content and redistribution law were studied.",
      "cn": "研究了湿润体内土壤含水量和土壤水分再分布的规律."
    },
    {
      "en": "Thirdly, service facilities were unfit for the redistribution of the population.",
      "cn": "第三, 各项生活服务配套设施与人口再分布态势不相适应."
    },
    {
      "en": "This methodology provides an automated redistribution of idle bandwidth.",
      "cn": "这种方法提供了对空闲带宽的自动重新分配."
    },
    {
      "en": "This paper focused on study of informationalization construction in finished oil redistribution logistics.",
      "cn": "文章着重研究成品油二级物流的信息化建设."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "redistribute",
          "tran_cn": " 重新分配；再区分"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reapportionment",
            "repartition"
          ],
          "tran_cn": "[经]重新分配"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "moment redistribution",
      "tran_cn": "力矩再分配"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重新分配",
      "tran_en": "the act of redistributing something, especially money or land"
    }
  ],
  "exchange": {
    "verb": [
      "redistribute"
    ]
  }
}