{
  "word": "CIA",
  "ipa": {
    "us": "ˌsi: aɪ ˈeɪ",
    "uk": "ˌsiaɪ'eɪ"
  },
  "sentences": [
    {
      "en": "\"There’s nothing I can tell you about how [this or] any other incidents were or are handled, \" CIA historian David Robarge said.",
      "cn": "“关于[这一或]或任何其他事故是如何处理的，我没有什么可以告诉你的，”中央情报局历史学家大卫·罗巴尔说。"
    },
    {
      "en": "A spokesman for the CIA would not comment on the details of the still - classified program.",
      "cn": "CIA的一位发言人不愿对这个还处于机密的项目的细节发表评论."
    },
    {
      "en": "Chicken Anemia Virus ( CAV ) is the pathogen of Chicken Infectious Anemia ( CIA ).",
      "cn": "鸡贫血病毒 ( chickenanemia virus,CAV ) 是鸡传染性贫血病(chicken infectiousanemia,CIA ) 的病原体."
    },
    {
      "en": "Conclusion SGTBJ can clear the TNF - α in the serum of CIA rat model.",
      "cn": "结论桑桂通痹剂对CIA大鼠模型血清TNF - α可起到明显的清除作用."
    },
    {
      "en": "He was seconded to CIA.",
      "cn": "他被临时调到中央情报局工作去了。"
    },
    {
      "en": "Officials of the CIA depend heavily on electronic mail to communicate with each other.",
      "cn": "中情局官员之间的联系在很大程度上依赖电子邮件。"
    },
    {
      "en": "Only a mere handful of people within the CIA about the scope and details the program.",
      "cn": "仅仅只有CIA内的少数人,知道实验的范围和细节."
    },
    {
      "en": "Results Tongbiling could induce apoptosis of synovial cell in CIA rats.",
      "cn": "结果通痹灵组CIA大鼠滑膜细胞的凋亡数明显增加."
    },
    {
      "en": "Results: As compared with those of Group M, both CIA rat ankle diameter and arthritis index improved ( P < 0.05 )",
      "cn": "结果: 与M组相比, CIA大鼠关节直径、关节炎指数评分均有改善 ( P<0.05 )."
    },
    {
      "en": "Sokolov : Who's there? You're the man from the CIA are you doing here?",
      "cn": "谁在那里? 你是CIA的那个人,你到这里干什么?"
    },
    {
      "en": "Someone outed a cia agent.",
      "cn": "有人供出了一名CIA特工的身份."
    },
    {
      "en": "Splenic lymphocytes from CIA rats were transferred into normal Lewis rats.",
      "cn": "将cia大鼠脾淋巴细胞转移至同系正常大鼠,观察发病情况."
    },
    {
      "en": "The challenge for the CIA is to excel at human spying.",
      "cn": "CIA的挑战就是要超越人类侦探的范围."
    },
    {
      "en": "The CIA also interested in neuropeptides; these have profound effects when administered within a conditioning paradigm.",
      "cn": "CIA也对神经肽极有兴趣, 这在条件训练的范例中也有明显的效果."
    },
    {
      "en": "The CIA was ordered to cease all drug testing.",
      "cn": "CIA被命令停止所有的药物测试."
    },
    {
      "en": "The Methods: Used are typical CIA and FBI tactics like Cointelpro tactics.",
      "cn": "所使用的方法是典型的CIA和FBI战术像是反间计."
    },
    {
      "en": "They brainwashed the captured pilot into believing he was a CIA agent.",
      "cn": "他们迫使那个被俘的飞行员相信他是个中央情报局特务。"
    },
    {
      "en": "We saw last of the current CIA prisoners turned over to the Defense Department.",
      "cn": "我们看到目前CIA犯人移交给国防部."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "中央情报局(=Central Intelligence Agency)"
    },
    {
      "pos": "other",
      "tran_cn": "中央情报局",
      "tran_en": "The CIA is the government organization in the United States that collects secret information about other countries"
    }
  ],
  "exchange": {}
}