{
  "word": "egoism",
  "ipa": {
    "us": "ˈiːɡəʊɪzəm",
    "uk": "ˈiːɡoʊɪzəm"
  },
  "sentences": [
    {
      "en": "Egoism and altruism are the essence of Mahayana.",
      "cn": "自利利他思想是大乘佛教的精髓."
    },
    {
      "en": "Egoism and competition are, alas, stronger forces than public spirit and sense of duty.",
      "cn": "自我主义和竞争心理, 唉!比公德心和责任感更有力."
    },
    {
      "en": "Egoism and self - interest were his soul, they would rot with his body in the earth.",
      "cn": "这个灵魂将随着他的身体一齐烂化在泥土中."
    },
    {
      "en": "He was looked down upon because of his egoism.",
      "cn": "他因自私而受人冷落."
    },
    {
      "en": "In this way, people will naturally dismiss egoism, desires for material wealth, extravagance and wastage.",
      "cn": "这样的人生, 自然是摒弃了自私和物欲的人生, 是杜绝了奢侈和浪费的人生."
    },
    {
      "en": "It was only the last quiver of his egoism.",
      "cn": "这是心灵的最后一颤."
    },
    {
      "en": "Joel turned down all offer of help he badly needed because of his excessive egoism.",
      "cn": "由于极度的自大,乔尔拒绝了所有他极需要的帮助."
    },
    {
      "en": "People shelve the out - of - fashion moral icon and espouse the philosophy of egoism.",
      "cn": "搁置了人民的时尚图标和拥护道德哲学的利己主义."
    },
    {
      "en": "She had rightly guessed that Mr. Gryce's egoism was a thirsty soil.",
      "cn": "她早已察觉培育着古莱先生自尊心的土壤是贪瘠的."
    },
    {
      "en": "So the psychological lure of egoism as a theory of human action is partly explained by a certain humility or skepticism people have about their own or others’ motives.",
      "cn": "因此，利己主义作为一种人类行为理论，其产生心理诱惑的部分原因是人们对已自身或他人动机具有的某种谦逊或怀疑态度。"
    },
    {
      "en": "The egoism and altruism attribute of individual behavior all is to meet own needs.",
      "cn": "个人行为的利己和利他属性都是为了满足自身的需要."
    },
    {
      "en": "The egoism of an artist sometimes seems natural.",
      "cn": "艺术家的自负有时看起来是自然的."
    },
    {
      "en": "The impossibility of disproving egoism may sound like a virtue of the theory, but, as philosophers of science know, it’s really a fatal drawback.",
      "cn": "无法否定利己主义可能听上去像是这种理论的优点，但正如科学哲学家所知，这其实是一个致命的缺点。"
    },
    {
      "en": "They seem to love the land and the people with a sort of fierce egoism.",
      "cn": "他们似乎是带著强烈的利己主义来爱这里的人和土地的."
    },
    {
      "en": "They seemed to love the land and the people with a sort of fierce egoism.",
      "cn": "他们似乎是带着强烈的利己主义来爱这里的人和土地的."
    },
    {
      "en": "To identify consciousness with that which merely reflects consciousness - this is egoism.",
      "cn": "6把意识本身认同为意识的反映者,这就是我见."
    },
    {
      "en": "We cannot help the egoism of our senses.",
      "cn": "我们禁不住要陷入感官司的自我主义之中."
    },
    {
      "en": "When egoism gains the upper hand, many people find it growingly hard to help others.",
      "cn": "当利己主义获得了上风，许多人觉得越来越难去帮助别人。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "egoistic",
          "tran_cn": " 自私自利的，自我中心的"
        },
        {
          "word": "egoistical",
          "tran_cn": " 自私自利的；自我中心的；利已主义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ego",
          "tran_cn": " 自我；自负；自我意识"
        },
        {
          "word": "egoist",
          "tran_cn": " 自我主义者；利己主义者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bovarism",
            "egotism",
            "narcissism",
            "overconfidence",
            "self-absurption",
            "self-admiration",
            "self-approbation",
            "self-centeredness",
            "self-conceit",
            "self-esteem",
            "self-importance",
            "self-love",
            "self-regard",
            "self-worship",
            "vainglory"
          ],
          "tran_cn": "自我主义"
        },
        {
          "words": [
            "individualism",
            "self-interest",
            "self-serving",
            "selfishness"
          ],
          "tran_cn": "自私"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "自我主义，自负"
    }
  ],
  "exchange": {
    "adv": [
      "egotistically"
    ],
    "adj": [
      "egoistic"
    ]
  }
}