{
  "word": "handstand",
  "ipa": {
    "us": "ˈhændstænd",
    "uk": "ˈhændˌstænd"
  },
  "sentences": [
    {
      "en": "A dive that begins from a handstand position, used only in platform diving.",
      "cn": "运动员以手倒立的姿势开始跳水动作, 只用在跳台跳水中."
    },
    {
      "en": "A five-minute handstand is one of the hardships that teaches martial arts novices to \"eat bitterness.\" Teachers emphasize character, kung fu, and academics, with a little free time for basketball.",
      "cn": "五分钟的手倒立是教练要求初学者必做的“吃苦”项目之一，教练会在篮球活动的间隙强调品行、功夫和教学之间的联系。"
    },
    {
      "en": "A patient of the psychosis, wear in hospital handstand on foot.",
      "cn": "一位精神不正常的病人, 在医院倒立着走路."
    },
    {
      "en": "Arm stand dive: A dive that begins from a handstand position, used only in platform diving.",
      "cn": "臂立跳水: 跳水动作由臂立姿势起始.只在跳台跳水中使用."
    },
    {
      "en": "Avoid doing handstand on female physiological actions, not on the Pilates class.",
      "cn": "女性生理期忌做倒立动作, 不宜上普拉提课."
    },
    {
      "en": "Can long handstand affect vision? How to prevent?",
      "cn": "长久倒立会影响视力 吗 ?如何预防?"
    },
    {
      "en": "How can be incorrect handstand pose brought about?",
      "cn": "不正确的倒立姿势会导致 怎样 ?"
    },
    {
      "en": "I caught her ankles as she kicked into a handstand.",
      "cn": "她倒立踢腾腿时，我抓稳她的脚踝。"
    },
    {
      "en": "I stand on my front feet and do handstand to warn my enemies.",
      "cn": "当我警告敌人时,会立起前足倒立."
    },
    {
      "en": "Korea Republic is bold and unconstrained cattle ^ s handstand dances most on daughter performance history!",
      "cn": "韩国豪放女表演史上最牛的倒立舞!"
    },
    {
      "en": "Liz: Wow! He did a handstand reverse twist. Nice!",
      "cn": "丽兹: 哇! 他做了一组倒立反身转体. 赞!"
    },
    {
      "en": "Mom said that when she was young, every child could do a handstand.",
      "cn": "小孩子哭闹着就是不吃药,我只好把药切成碎末儿 、 冲成水剂喂他."
    },
    {
      "en": "The handstand group gives up the contest because of the training fatigue.",
      "cn": "倒立组却因为厌倦而放弃比赛."
    },
    {
      "en": "The iron croos and the handstand both require great strength.",
      "cn": "字支撑和手倒立需要极大的力量."
    },
    {
      "en": "The iron cross and the handstand both require great strength.",
      "cn": "十字支撑和手倒立需要极大的力量."
    },
    {
      "en": "There are four set exercises for women: floor exercises, vault, balance beam and handstand.",
      "cn": "女子体操有四个项目的规定动作: 自由体操 、 跳马 、 平衡木和手倒立."
    },
    {
      "en": "When I was just about nine or ten years old, I could hold a headstand for five minutes, and I could kick up against the wall and go into a handstand.",
      "cn": "在九岁左右，我就能够头触地倒立五分钟，还能够借助墙壁完全用手倒立。"
    },
    {
      "en": "With that, she flipped into a handstand and looked at Kevin with an upside down grin.",
      "cn": "说着话, 她翻了个倒立,头朝下对着凯文嗤笑."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "倒立",
      "tran_en": "a movement in which you put your hands on the ground and your legs in the air"
    }
  ],
  "exchange": {
    "pl": [
      "handstands"
    ]
  }
}