{
  "word": "desalination",
  "ipa": {
    "us": "ˌdiːˌsælɪˈneɪʃn",
    "uk": "ˌdiːˌsælɪˈneɪʃn"
  },
  "sentences": [
    {
      "en": "Crops can be grown on this land after desalination.",
      "cn": "这片土地经过脱盐就可以种植庄稼了。"
    },
    {
      "en": "Effectiveness: Desalination lines, delay senilly, Persistent effect guarantees wet, Even skin color.",
      "cn": "功效: 淡化细纹, 延缓衰老, 长效滋润保湿, 均匀肤色."
    },
    {
      "en": "Fourth, the desalination and cancels basic medical insurance individual account finally.",
      "cn": "四是淡化并最终取消基本医疗保险个人帐户."
    },
    {
      "en": "It may be the effective compensation way to consider sea water desalination for resolution.",
      "cn": "当今淡水和饮用水日益缺乏,海水淡化可以解决此问题."
    },
    {
      "en": "New development in alternative energy may prove to be a boost for desalination as well.",
      "cn": "新的发展在能量抉择中,可以改善推动去盐,诸如此类."
    },
    {
      "en": "One source is by desalination - taking the salt out of salt water to make it drinkable.",
      "cn": "淡水的来源之一是使水淡化 -- 把含盐的水中的盐份去掉,使之能够饮用."
    },
    {
      "en": "Renewables will also support a desalination plant that will provide fresh water.",
      "cn": "可循环使用的能源也会提供给会生产干净水的脱盐加工工厂."
    },
    {
      "en": "Single - pipe filling rising film condensation and crystal desalination is a developed process to treat waste acid.",
      "cn": "单管填料升膜浓缩结晶脱盐法是一种治理废酸液的新工艺."
    },
    {
      "en": "The desalination emotion, the far cordiality, the false code cannot block from the frail heart.",
      "cn": "淡化的情感, 渐远的情意,虚伪的密语遮不住脆弱的心."
    },
    {
      "en": "The desalination rate is over 98 %.",
      "cn": "除盐率高,单级反渗透脱盐可达到98%."
    },
    {
      "en": "The device features low power consumption, big output, high desalination rate and high stability.",
      "cn": "本设备特点为:其能耗低 、 产水量大 、 脱盐率高、稳定性强."
    },
    {
      "en": "The device has two functions of seawater - desalination and dehumidification.",
      "cn": "该装置具有海水淡化、空调除湿两种功能."
    },
    {
      "en": "The Labor Premier , Geoff Gallop , proposed a $ 350 million desalination plant.",
      "cn": "劳工党总理 杰夫·盖勒普 提议花费3.5亿美圆种植耐盐植物."
    },
    {
      "en": "The present work would be helpful for efficient and safe operation of nuclear VTE - MED desalination plant.",
      "cn": "本文报导的研究工作可为大型核供热堆多效蒸发海水淡化系统的安全经济运行提供理论依据."
    },
    {
      "en": "Welcome to customer calls desalination.",
      "cn": "欢迎广大客户来电恰淡."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "desalinization",
          "tran_cn": " [化工][土壤] 脱盐"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "desalinate",
          "tran_cn": " 除去……中的盐分；使……脱盐"
        },
        {
          "word": "desalinize",
          "tran_cn": " 除去盐分；淡化海水"
        },
        {
          "word": "desalt",
          "tran_cn": " 除去盐分"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "desalination plant",
      "tran_cn": "海水淡化装置"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "减少盐分，脱盐作用，淡化",
      "tran_en": "the process of removing salt from sea water so that people can use it"
    }
  ],
  "exchange": {}
}