{
  "word": "efficiently",
  "ipa": {
    "us": "ɪ'fɪʃntlɪ",
    "uk": "ɪˈfɪʃəntlɪ"
  },
  "sentences": [
    {
      "en": "A secretary can file papers as efficiently as a floppy disk can store them.",
      "cn": "秘书归档文件时可以像软盘存储一样高效。"
    },
    {
      "en": "Building good applications efficiently requires that we learn not only to use XML correctly, but that we learn also to use it well.",
      "cn": "有效地构建良好的应用程序需要我们不仅学习如何正确地使用 XML，还要学习如何将它用好。"
    },
    {
      "en": "He could do his work in life efficiently with a background of domestic comforts.",
      "cn": "安逸的家庭环境使他能够有效地从事他的事业."
    },
    {
      "en": "How do you motivate people to work hard and efficiently?",
      "cn": "你是怎样激励大家奋发高效地工作的？"
    },
    {
      "en": "I work more efficiently on my own.",
      "cn": "我独自一人工作效率更高."
    },
    {
      "en": "I work very efficiently and am decisive, and accurate in my judgement.",
      "cn": "我工作非常有效率，处事果断，而且判断准确。"
    },
    {
      "en": "It is hard to work efficiently in such a confined space.",
      "cn": "在这样狭小的空间里工作很难提高效率."
    },
    {
      "en": "It was said that washing powders containing enzymes remove stains more efficiently.",
      "cn": "据说加酶洗衣粉除污更有效."
    },
    {
      "en": "It's not easy to design drugs that choose their targets this efficiently.",
      "cn": "要想设计出能如此有效地选择它们靶的的药物并非易事."
    },
    {
      "en": "Job satisfaction is essential if we are to work efficiently.",
      "cn": "要使工作卓有成效,必须保证工作时得心应手."
    },
    {
      "en": "Others like to use them because they prefer to communicate efficiently and not miss out on any important conversations and connections.",
      "cn": "另一些人喜欢他们则是因为他们偏好于更有效的通信，不会错过一些重要的交谈和联系。"
    },
    {
      "en": "Services could be operated more efficiently and economically.",
      "cn": "服务的提供可以更加高效、更加节省。"
    },
    {
      "en": "That means I have to work more efficiently.",
      "cn": "那就意味着我要工作的更有效率。"
    },
    {
      "en": "The cashier paid the money out efficiently.",
      "cn": "出纳员付款动作很利索."
    },
    {
      "en": "The worker oils the machine to operate it more efficiently.",
      "cn": "工人给机器上油以使机器运转更有效."
    },
    {
      "en": "They rigged up the ship efficiently.",
      "cn": "他们手脚利索地安装好了船上的帆缆和索具."
    },
    {
      "en": "They seemed able to work together very efficiently.",
      "cn": "他们看来能很有效率地合作。"
    },
    {
      "en": "This liquid conducts heat energy very efficiently.",
      "cn": "这种液体能十分有效地传导热能."
    },
    {
      "en": "This oil lubricates efficiently.",
      "cn": "这油能有效地起润滑作用。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "efficacious",
          "tran_cn": " 有效的；灵验的"
        },
        {
          "word": "efficient",
          "tran_cn": " 有效率的；有能力的；生效的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "efficaciously",
          "tran_cn": " 有效地；灵验地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "efficiency",
          "tran_cn": " 效率；效能；功效"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "effectively",
            "usefully"
          ],
          "tran_cn": "有效地；效率高地（efficient的副词形式）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有效地"
    },
    {
      "pos": "adv",
      "tran_cn": "效率高地，有效地"
    }
  ],
  "exchange": {
    "adj": [
      "efficient"
    ]
  }
}