{
  "word": "helicopter",
  "ipa": {
    "us": "ˈhelɪkɒptə(r)",
    "uk": "ˈhelɪkɑːptər"
  },
  "sentences": [
    {
      "en": "\"This is the police,\" came the amplified voice from the helicopter.",
      "cn": "“我们是警察，”直升机上传来扩音器中的声音。"
    },
    {
      "en": "A black Mercedes screeched to a halt beside the helicopter.",
      "cn": "一辆黑色的梅赛德斯轿车在直升机旁嘎的一声刹住了。"
    },
    {
      "en": "A police helicopter hovered above, floodlighting the area.",
      "cn": "警方的直升机在上空盘旋，照亮了整片地区。"
    },
    {
      "en": "A survivor was knocked unconscious when the helicopter ditched.",
      "cn": "在直升机紧急迫降时，一名幸存者被撞昏过去。"
    },
    {
      "en": "He put a harness on each of us, and we were hauled into the helicopter.",
      "cn": "他在我们每个人头上套上一个套索，然后我们被拉进了直升飞机。"
    },
    {
      "en": "He was found by a police helicopter using thermal imaging equipment.",
      "cn": "一架警用直升机借助热成像设备找到了他。"
    },
    {
      "en": "He was rushed to the hospital by helicopter .",
      "cn": "他由直升机火速送到医院。"
    },
    {
      "en": "It would be similar to a Humvee vehicle for patrolling on the ground but could turn into a helicopter at the touch of a button in an emergency.",
      "cn": "这款车平时能够像悍马一样在陆地上驰骋，但是遇到紧急情况，只需要轻轻按一下按钮，它就能变成一台直升飞机。"
    },
    {
      "en": "rotor blades on a helicopter",
      "cn": "直升机的旋翼叶片"
    },
    {
      "en": "She served six months in prison for the helicopter caper.",
      "cn": "她因为直升机一案坐了6个月牢。"
    },
    {
      "en": "She swore she saw him putting the helicopter down in a corn-field.",
      "cn": "她肯定地说她看到他把那架直升飞机降落到了玉米地里。"
    },
    {
      "en": "She swore she saw him putting the helicopter down in a cornfield.",
      "cn": "她肯定地说她看到他把那架直升飞机降落到了玉米地里。"
    },
    {
      "en": "Stay well away from the helicopter when its blades start to rotate.",
      "cn": "直升机的螺旋桨开始转动时，尽量离远点儿。"
    },
    {
      "en": "The helicopter can zip along at about 150 kilometres an hour.",
      "cn": "该直升机能以每小时150公里左右的速度疾进。"
    },
    {
      "en": "The helicopter is staying over our heads.",
      "cn": "那架直升机就在我们头顶的上方。"
    },
    {
      "en": "The helicopter turned at an awful angle before righting itself.",
      "cn": "直升机在恢复平稳之前倾斜得很厉害。"
    },
    {
      "en": "The helicopter was hovering about 100 metres above the pad.",
      "cn": "直升机在离发射台一百米的上空盘旋."
    },
    {
      "en": "The remote desert area is accessible only by helicopter.",
      "cn": "只有乘直升机才能进入那遥远的荒漠地区。"
    },
    {
      "en": "The silence was broken by the whirring of a helicopter.",
      "cn": "直升机的嗡嗡声打破了沉寂。"
    },
    {
      "en": "They were succoured from the fire by the rescue helicopter.",
      "cn": "他们被援救的直升机从大火中解救了出来。"
    },
    {
      "en": "To make extra certain, a police helicopter kept watch from the skies.",
      "cn": "为确保万无一失，一架警用直升机一直在空中警戒。"
    },
    {
      "en": "You can helicopter to the island.",
      "cn": "你可以乘坐直升机去那个岛。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "copter",
            "whirlybird",
            "verticraft"
          ],
          "tran_cn": "[航]直升飞机"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "aircraft",
            "machine"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "直升机，直升飞机",
      "tran_en": "a type of aircraft with large metal blades on top which turn around very quickly to make it fly"
    },
    {
      "pos": "vi",
      "tran_cn": "乘直升飞机"
    },
    {
      "pos": "vt",
      "tran_cn": "用直升飞机载送"
    }
  ],
  "exchange": {
    "pl": [
      "helicopters"
    ],
    "third": [
      "helicopters"
    ],
    "past": [
      "helicoptered"
    ],
    "done": [
      "helicoptered"
    ],
    "ing": [
      "helicoptering"
    ]
  }
}