{
  "word": "Santa",
  "ipa": {
    "us": "'sæntə",
    "uk": " 'sæntə"
  },
  "sentences": [
    {
      "en": "Among the Santa Isabella's crew, landing preparations intensified.",
      "cn": "桑塔·伊莎贝拉号的船员们加紧了靠岸的准备工作."
    },
    {
      "en": "Bah! There is no Santa Claus.",
      "cn": "哼, 那里有什么圣诞老人!"
    },
    {
      "en": "Christopher Columbus set sail for the New World in the Santa Maria.",
      "cn": "克里斯托弗·哥伦布从圣玛丽亚启航前往新大陆。"
    },
    {
      "en": "Continue down the same road for another 2 kilometres until you reach the church of Santa Maria.",
      "cn": "沿同一条路再往前走两公里，直至到达圣马丽亚教堂。"
    },
    {
      "en": "Drive me back to Santa Clara.",
      "cn": "载我到圣塔克莱拉."
    },
    {
      "en": "From then on，red stockings were hung by the chimney in hopes Santa would fill them with gifts.",
      "cn": "从那以后，红色长筒袜就常被挂在烟囱上，希望圣诞老人能够在里面塞满礼物。"
    },
    {
      "en": "He believes Santa Claus comes in through the chimney.",
      "cn": "他相信圣诞老人从烟囱进来."
    },
    {
      "en": "I awaited Christmas Eve, and the always exciting advent of fat Santa.",
      "cn": "我等待着圣诞前夜，以及圣诞胖爷爷那总是令人兴奋的到来。"
    },
    {
      "en": "I wanted to believe like I believed last year — that Santa was a big fat elf in a red suit.",
      "cn": "我想要像去年一样深信不疑——圣诞老人是个穿红衣的胖精灵."
    },
    {
      "en": "It'seems like one thing Santa likes to do is eat.",
      "cn": "圣诞老人喜欢做的一件事似乎就是吃."
    },
    {
      "en": "Once they settled in, my father looked back over his shoulder and asked the children if Santa had found them yet.",
      "cn": "一旦他们在汽车里安顿了下来，爸爸转过头来问那几个孩子，圣诞老人是否找到了他们。"
    },
    {
      "en": "Santa Clara ? OK. That's about 20 miles away.",
      "cn": "圣塔克莱拉? 好的, 大约是20英里远."
    },
    {
      "en": "Santa Claus is the personification of Christmas.",
      "cn": "圣诞老人是圣诞节的象征."
    },
    {
      "en": "Santa Maria di Castellabate is barely mentioned in guidebooks; therein lies its charm.",
      "cn": "卡斯特拉巴泰的圣玛丽亚在旅行指南里鲜有被提及，而它的魅力正在于此。"
    },
    {
      "en": "The little girl ran up to Santa and hugged him tightly.",
      "cn": "小姑娘跑到圣诞老人跟前,紧紧地搂抱他."
    },
    {
      "en": "The railroad finally reached Santa Barbara in 1877.",
      "cn": "铁路终于在1877年修到了圣巴巴拉。"
    },
    {
      "en": "Try something new whether it’s a gift or an experience so you can keep the years from becoming a blur. This will always be the year that I first dressed up like Santa.",
      "cn": "不管是一件礼物还是一次体验，尝试新的东西可以让那些美好的日子不至于那么快消散，我第一次当圣诞老人的这一年亦将成为记忆中的永恒。"
    },
    {
      "en": "Zeus is made by Computer Motion of Santa Barbara, California, which also sells Aesop.",
      "cn": "宙斯是由加州圣-巴巴拉计算机运动研究所制造的.这家公司也出售机器人伊索."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "santa barbara",
      "tran_cn": "圣巴巴拉市（美国加利福尼亚州西南海岸城市）"
    },
    {
      "phrase": "santa clara",
      "tran_cn": "圣克拉拉（美国加利福尼亚州西部城市）；圣克拉拉（古巴中部城市）"
    },
    {
      "phrase": "santa claus",
      "tran_cn": "圣诞老人"
    },
    {
      "phrase": "santa clause",
      "tran_cn": "圣诞老人"
    },
    {
      "phrase": "santa cruz",
      "tran_cn": "圣克鲁兹（美国加利福尼亚州西部城市）"
    },
    {
      "phrase": "santa maria",
      "tran_cn": "圣马丽亚（美国加利福尼亚州西部城市，巴西南部城市）；圣马利亚活火山（位于危地马拉西部）；圣马利亚号（哥伦布第一次远航发现美洲所乘之船）"
    },
    {
      "phrase": "santa monica",
      "tran_cn": "圣塔莫尼卡（美国城市）"
    }
  ],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "<美>圣诞老人"
    }
  ],
  "exchange": {}
}