{
  "word": "garland",
  "ipa": {
    "us": "ˈgɑ:lənd",
    "uk": "ˈgɑrlənd"
  },
  "sentences": [
    {
      "en": "A garland of flowers had been wreathed round his head.",
      "cn": "他的头上缠着花环."
    },
    {
      "en": "A simple yellow garment and a garland of wild-flowers are all the ornaments they require.",
      "cn": "一件朴素的黄衫，一个野花扎成的花环，就是他们所需要的全部装饰。"
    },
    {
      "en": "Garland tried to appear casual, but he couldn't conquer his unease.",
      "cn": "加兰努力装出无所谓的样子，可是他没法克服自己的局促不安。"
    },
    {
      "en": "He took the garland from my neck and went away.",
      "cn": "他取下我颈上的花环就走开了."
    },
    {
      "en": "I saw that my garland of overnight was still hanging loose from your hair.",
      "cn": "我看见，昨夜我为你编结的花环依然松松地垂在你的发上。"
    },
    {
      "en": "In the others a series of dramatic situations were strung on a thread of melody; this was a garland of songs with just a thread of dramatic plot running through.",
      "cn": "在头两个里，一系列戏剧性的场景，是串在一根歌曲的线上；而在这一个里，一花环的歌曲，只用一个戏剧情节的线头贯穿。"
    },
    {
      "en": "It is then decorated with lights, garland, and ornaments.",
      "cn": "然后,装饰灯, 花环和饰物."
    },
    {
      "en": "It was he who had cajoled Garland into doing the film.",
      "cn": "是他劝服嘉兰拍这部片子的。"
    },
    {
      "en": "It's to Garland, 2 West Grove Park, Edinburgh 10.",
      "cn": "爱丁堡10区, 二西格鲁园, 加兰收."
    },
    {
      "en": "Judy Garland: He adores me and I need to be adored.",
      "cn": "朱迪·兰: 他崇拜我并且我需要被崇拜."
    },
    {
      "en": "Last year's sheddings from the tree do not form an attractive garland.",
      "cn": "用去年的落叶是编不出美丽的花环的."
    },
    {
      "en": "March 1 st, and the name is Mr. John Garland.",
      "cn": "三月一日, 客人名字是约翰?格兰德."
    },
    {
      "en": "One flower makes no garland.",
      "cn": "一朵鲜花做不成花环."
    },
    {
      "en": "Please tie this garland in here, thus the room looks better.",
      "cn": "把这个花环系在这, 这样房间看上去好些."
    },
    {
      "en": "She twined the flowers into a garland.",
      "cn": "她把这些花编成花环."
    },
    {
      "en": "The company began developing a similar shopping center in Garland, Texas.",
      "cn": "这家公司开始在德克萨斯州加尔兰市建造一家类似的购物中心."
    },
    {
      "en": "The little girl presented the champion with a victory garland.",
      "cn": "小女孩给冠军献上了胜利的花环."
    },
    {
      "en": "The song Over the Rainbow was sung by Judy Garland.",
      "cn": "《彩虹之上》这首歌是由朱迪·加伦演唱的."
    },
    {
      "en": "They wore blue silk dresses with cream sashes and garlands of summer flowers in their hair.",
      "cn": "她们穿着配有米色腰带的蓝色丝质连衣裙，头上戴着夏季的花儿编成的花环。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bouquet",
            "lei",
            "spray",
            "wreath"
          ],
          "tran_cn": "花环"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "anthology",
            "bouquet",
            "collection",
            "coronet",
            "lei",
            "spray",
            "wreath"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "judy garland",
      "tran_cn": "朱迪·加兰"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花环，花冠，花圈，[建]华饰，〈古〉诗歌选集，胜利和荣誉的象征",
      "tran_en": "a ring of flowers or leaves, worn on your head or around your neck for decoration or for a special ceremony"
    },
    {
      "pos": "v",
      "tran_cn": "戴花环，把…做成花环，给…饰以花环"
    }
  ],
  "exchange": {
    "pl": [
      "garlands"
    ],
    "third": [
      "garlands"
    ],
    "past": [
      "garlanded"
    ],
    "done": [
      "garlanded"
    ],
    "ing": [
      "garlanding"
    ]
  }
}