{
  "word": "flashback",
  "ipa": {
    "us": "ˈflæʃbæk",
    "uk": "ˈflæʃbæk"
  },
  "sentences": [
    {
      "en": "At this point the writer puts in [ inserts ] a flashback.",
      "cn": "作者在这里安插了一段倒叙."
    },
    {
      "en": "B : Nothing. I just had a flashback to the day my ex - boyfriend and I broke up.",
      "cn": "没什么. 只是忽然想起一些和以前的男朋友分手那一天的情景."
    },
    {
      "en": "I just had a flashback to the day my ex - boyfriend and I broke up.",
      "cn": "只是忽然想起一些和以前的男朋友分手那一天的情景."
    },
    {
      "en": "I often have a wonderful flashback to my childhood.",
      "cn": "我常常愉快地回想起童年的时光."
    },
    {
      "en": "It is, in fact savored flashback brought on by Alfredo's death.",
      "cn": "事实上,那是源于阿尔弗雷多之死的意味深长的闪回."
    },
    {
      "en": "Kamma may assume the form. of a flashback about the past or an hallucination the present.",
      "cn": "业可能以闪现过去的事的形式出现, 也可能是对现实的一种幻觉."
    },
    {
      "en": "So it would be really fun a flashback episode.",
      "cn": "所以拍一集闪回会很有意思."
    },
    {
      "en": "The events of his boyhood are shown in a flashback.",
      "cn": "他童年的故事是用倒叙法来表现的."
    },
    {
      "en": "The events of the hero’s childhood are shown as a series of flashbacks.",
      "cn": "主人公童年的一些事情用一连串闪回镜头展现出来。"
    },
    {
      "en": "The flashback technique is used in this film.",
      "cn": "这部电影采用的是倒插笔手法."
    },
    {
      "en": "The nature of the fuel gas affects the flame flashback.",
      "cn": "燃烧剂气体的特性对火焰反闪有影响."
    },
    {
      "en": "The representation of Wordsworth on imagination, always rooting his topics in the flashback of memory.",
      "cn": "想起华兹华斯对想像力的重视, 他的题材总根植于一些回忆的重现."
    },
    {
      "en": "The worgen starting zone actually begins in a flashback.",
      "cn": "狼人的起始区域从倒叙中展开."
    },
    {
      "en": "There is even a flashback to the murder itself.",
      "cn": "甚至有一段关于谋杀本身的闪回。"
    },
    {
      "en": "This article adopts the flashback technique.",
      "cn": "这篇文章使用了倒叙手法."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "backflash"
          ],
          "tran_cn": "倒叙；闪回；迷幻药效幻觉重现"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "闪回，倒叙，药效幻觉重现",
      "tran_en": "a scene in a film, play, book etc that shows something that happened before that point in the story"
    }
  ],
  "exchange": {
    "pl": [
      "flashbacks"
    ]
  }
}