{
  "word": "aspen",
  "ipa": {
    "us": "ˈæspən",
    "uk": "ˈæspən"
  },
  "sentences": [
    {
      "en": "After she learned of the accident, the girl began to shake like an aspen leaf.",
      "cn": "当这位姑娘得悉那场意外事故时, 她浑身发抖."
    },
    {
      "en": "Aspen pulp is the weakest of the commonly used hardwoods strong as spruce.",
      "cn": "白杨是常用于生产亚硫酸盐浆强度较差的阔叶木,撕裂度和耐破度分别为云杉浆的50%和60%."
    },
    {
      "en": "Connie: That's great, Maria. I'd like to go to Aspen too.",
      "cn": "康妮: 太棒了, 玛丽亚. 我也想去奥斯本了."
    },
    {
      "en": "Groves of elderly aspen tremble in the wind, but no sprouts push up in the understory .",
      "cn": "年老的白杨树丛在风中颤动， 下层植被却没有新树苗生长。"
    },
    {
      "en": "I dudder and shake like an aspen leaf.",
      "cn": "我发哆嗦和颤抖就像是一片摇晃的树叶."
    },
    {
      "en": "I'm so tired but I to go snowboarding for a week with my friends in Aspen!",
      "cn": "例如:“我真的累得不行了,哎,但我还得同我朋友们去阿斯彭滑雪玩一周! ”"
    },
    {
      "en": "It burns itself out instantly after the match is lit but generates enough heat to ignite the aspen shank.",
      "cn": "在火柴点着之后，它就立即烧光了，但是产生的热量足以点燃山杨做的火柴棍。"
    },
    {
      "en": "Kennedy, was killed in a skiing accident on Aspen Mountain in Colorado.",
      "cn": "肯尼迪, 被杀害了在滑雪事故在亚斯本山在科罗拉多."
    },
    {
      "en": "Maria: And I've driven through Denver. But I've never been to Aspen.",
      "cn": "玛丽亚: 我曾驾车驶过丹佛, 但我从未到过奥斯本."
    },
    {
      "en": "Maria: Yes, but I'm seeing friends in Aspen.",
      "cn": "玛丽亚: 是的, 但我要在奥斯本会朋友."
    },
    {
      "en": "On the hillside, aspen trees present a similar picture.",
      "cn": "山坡上的白杨树也有类似的情况."
    },
    {
      "en": "Production technologies of aspen and straw high yield pulps are introduced.",
      "cn": "介绍了杨木高得率浆和草类高得率浆的生产工艺技术."
    },
    {
      "en": "Rich with aspen parkland and grasslands, marshes and small lakes, and spanning deciduous and boreal forests, Riding Mounting is a top wildlife-viewing locale.",
      "cn": "这个公园有着大批山杨树的公园场地、草地、沼泽和小湖泊、落叶和寒带森林，骑马登山是一个顶级的观赏野生动物的活动。"
    },
    {
      "en": "Software Application of Aspen PIMS in Tianjin Branch Company.",
      "cn": "AspenPIMS在天津分公司的应用."
    },
    {
      "en": "The aspen and its golden leaves - this is the \"signature tree\" that most people think of on a Colorado fall colors tour.",
      "cn": "山杨树和它的黄金色的树叶- 大多数人认为这些树是科罗拉多州秋天的彩色旅游的“信号树”。"
    },
    {
      "en": "The basic simulation and functions of ASPEN PLUS software are introduced.",
      "cn": "介绍了aspenPLUS软件的基本流程模拟和功能."
    },
    {
      "en": "The main function and using of Aspen Plus are presumptively introduced.",
      "cn": "概括介绍了这款软件的功能和使用方法."
    },
    {
      "en": "The Ritz-Carlton in Aspen has to rank as one of the most extraordinary hotels I have ever been to.",
      "cn": "不得不说，阿斯彭的丽兹·卡尔顿饭店是我所住过的最气派的酒店之一。"
    },
    {
      "en": "Those aspen leaves of theirs never leave wagging.",
      "cn": "他们那不说话就难过的舌头从来不休息."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "asp",
          "tran_cn": " 山杨的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "asp",
          "tran_cn": " 山杨"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "asp",
            "ashiver"
          ],
          "tran_cn": "[林]山杨的；类似白杨的；颤抖的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "asp"
          ],
          "tran_cn": "[林]山杨"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "山杨的；类似白杨的；颤抖的"
    },
    {
      "pos": "n",
      "tran_cn": "山杨",
      "tran_en": "a type of tree from western North America with leaves that shake a lot in the wind"
    }
  ],
  "exchange": {
    "pl": [
      "aspens"
    ]
  }
}