{
  "word": "oceanography",
  "ipa": {
    "us": "ˌəʊʃəˈnɒgrəfi",
    "uk": "ˌoʊʃəˈnɑgrəfi"
  },
  "sentences": [
    {
      "en": "Chanton, a chemist, teaches in the department of oceanography at Florida State University.",
      "cn": "强顿在弗罗里达州立大学海洋学系担任化学教授."
    },
    {
      "en": "He had at his fingertips an extensive working knowledge of meteorology and oceanography.",
      "cn": "他具有丰富的气象学和海洋学方面的实际知识."
    },
    {
      "en": "How did you become interested in oceanography?",
      "cn": "你是怎样对海洋学产生兴趣的?"
    },
    {
      "en": "It would also include an underwater aquarium, an oceanography and diving display.",
      "cn": "同时,还会有水下水族馆, 海洋知识和潜水展示."
    },
    {
      "en": "It'synthesizes interdepartmental knowledge of different disciplines , including geology, physical geography, meteorology , oceanography, bioscience, and astronomy.",
      "cn": "在这各种自然体系相互作用和影响交织之下所形成的人类生态环境的错综性."
    },
    {
      "en": "Liang , Y . Ph. D. Thesis, Institute of Oceanography Chinese Academy of Sciences , 2005 ( in Chinese )",
      "cn": "梁艳, 博士论文, 海洋生物学. 中国科学院 海洋研究所 2005."
    },
    {
      "en": "Many different sciences are used to learn about the earth, however, the four basic areas of Earth science study are: geology, meteorology, oceanography and astronomy.",
      "cn": "有很多关于研究地球的科学，然而地球科学主要由四门基础的学科组成，即地质学、气象学、海洋学和天文学。"
    },
    {
      "en": "Oceanography has been defined as \" The application of all science to the study of the sea \".",
      "cn": "海洋学被定义为 “ 所有应用于研究海洋的科学 ”."
    },
    {
      "en": "Oceanography is the science of all aspects of the ocean.",
      "cn": "海洋学是一门有关所有海洋方面的科学."
    },
    {
      "en": "One of the most interesting projects in oceanography is the work of mapping the ocean floor.",
      "cn": "在海洋地理学中最有趣的工程之一就是绘制海床图."
    },
    {
      "en": "Other free texts on subjects including linear algebra and oceanography are also available at globaltext . org.",
      "cn": "各种不同主题的免费文本包括线性数学和海洋学也可以在全球文本官方网站找到."
    },
    {
      "en": "Scientific visualization is coming into physical oceanography as a new analysis tool.",
      "cn": "科学计算可视化作为新一代的分析工具,正在进入物理海洋学领域."
    },
    {
      "en": "She wanted to introduce students to oceanography so that they might apply their knowledge to solve global challenges like climate change.",
      "cn": "她要把海洋学介绍给学生们，希望他们能应用他们所学的知识去解决气候变化等全球性难题。"
    },
    {
      "en": "The latest techniques in oceanography are now available to many more scientists.",
      "cn": "更多的科学家现在能够接触到海洋学的最新技术。"
    },
    {
      "en": "The theory of tidal friction is the concern of dynamic oceanography.",
      "cn": "潮夕摩擦理论是海洋动力学的课题."
    },
    {
      "en": "When she returned to El Salvador, Recinos knew that oceanography was the field for her.",
      "cn": "回到萨尔瓦多，雷西诺斯认识到海洋学就是她要从事的领域。"
    },
    {
      "en": "Within a few years oceanography was under way.",
      "cn": "几年以后,开始了海洋学的研究."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "oceanic",
          "tran_cn": " 海洋的；海洋产出的；在海洋中生活的；广阔无垠的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ocean",
          "tran_cn": " 海洋；大量；广阔"
        },
        {
          "word": "oceanographer",
          "tran_cn": " 海洋学家；海洋研究者"
        },
        {
          "word": "oceanology",
          "tran_cn": " 海洋资源研究；海洋学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "physical oceanography",
      "tran_cn": "物理海洋学；海洋物理学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海洋学",
      "tran_en": "the scientific study of the ocean"
    }
  ],
  "exchange": {}
}