{
  "word": "dishwasher",
  "ipa": {
    "us": "ˈdɪʃwɒʃə(r)",
    "uk": "ˈdɪʃwɔːʃər"
  },
  "sentences": [
    {
      "en": "B : No, it's impossible. If only I had a dishwasher and washing machine!",
      "cn": "不, 不可能的. 要是我有一台洗碗机和洗衣机就好了."
    },
    {
      "en": "Dishwasher detergent comes in powder , concentrate or liquid form.",
      "cn": "洗涤剂有粉末状 、 压缩状或液体."
    },
    {
      "en": "Do not have any objects lying on top of the dishwasher.",
      "cn": "请勿放任何杂物在洗碗碟机顶."
    },
    {
      "en": "Domestic solid - oxide fuel cells are about the size of a dishwasher.",
      "cn": "内部固态氧化物燃料电池大概有洗碗机大小."
    },
    {
      "en": "Finally, rinse the cutting board again with hot water or toss it in the dishwasher.",
      "cn": "最后，再次用热水冲洗切菜板，或者将它放入洗碗机里清洗。"
    },
    {
      "en": "I was a short-order cook and a dishwasher.",
      "cn": "我曾是一名快餐厨师兼洗碗工。"
    },
    {
      "en": "It has a refrigerator, a freezer, an electric stove and a dishwasher.",
      "cn": "这里有电冰箱 、 冷冻机 、 电炉和洗碗机."
    },
    {
      "en": "Kathy: Thanks, Rumei, but I'm going to wash them in the dishwasher.",
      "cn": "凯西: 谢谢你, 如梅, 不过我要把盘子放进洗碟机里."
    },
    {
      "en": "Leona put some detergent into the dishwasher, shut the door and pressed the switch.",
      "cn": "利昂娜将一些清洁剂放入洗碗机，关上门后按了开始键。"
    },
    {
      "en": "Safe to use in ovens, microwave ovens, dishwasher and freezer.",
      "cn": "可在烤箱, 微波炉, 洗碗机和冰箱中安全使用."
    },
    {
      "en": "Then you have to act as a dishwasher yourself.",
      "cn": "那么就由你来充当洗碗机吧."
    },
    {
      "en": "This new dishwasher will get through all the dirty dishes like a dose of salts.",
      "cn": "这台新的洗碗机一会儿就能把所有的脏盘子洗干净."
    },
    {
      "en": "To pay for his schooling, he worked as a cook, dishwasher, laundryman, and housekeeper.",
      "cn": "为了支付学费, 他当过厨师 、 洗碗工 、 洗衣工和管家等等."
    },
    {
      "en": "We got a 20 percent rake - off on the dishwasher.",
      "cn": "我们的洗碗机有百分之二十的 回扣."
    },
    {
      "en": "We've plumbed in the dishwasher.",
      "cn": "我们已给洗碟机接上水管了."
    },
    {
      "en": "You also have perfect cooking facilities and a dishwasher.",
      "cn": "您还可以享用烹饪设备和洗碗机."
    },
    {
      "en": "You can even clean toothbrush in the dishwasher once in a while.",
      "cn": "你甚至可以偶尔将牙刷放在洗碗机中清洁一下."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "dishwashing",
          "tran_cn": " 洗碗"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "dishwashing",
          "tran_cn": " 洗碗（diahwash的现在分词）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "洗碗工，洗碟机，洗碗机",
      "tran_en": "a machine that washes dishes"
    }
  ],
  "exchange": {
    "pl": [
      "dishwashers"
    ]
  }
}