{
  "word": "Nordic",
  "ipa": {
    "us": "ˈnɔ:dɪk",
    "uk": "ˈnɔrdɪk"
  },
  "sentences": [
    {
      "en": "Chip nRF 903 made by Nordic corporation is used as RF wireless transceiver.",
      "cn": "该卡与计算机具有RS-232 和USB两种接口方式,RF无线收发电路采用Nordic公司的nRF903芯片设计."
    },
    {
      "en": "Fabric: lace, velvet, silk, brocade, senior wool, Nordic and other valuable fur.",
      "cn": "面料: 蕾丝, 丝绒, 真丝, 锦缎, 高级毛料 、 北欧的珍贵裘皮等."
    },
    {
      "en": "Finland along with Iceland is Nordic rather than Scandinavian.",
      "cn": "芬兰与冰岛是北欧,而不是斯堪的纳维亚."
    },
    {
      "en": "Had not both countries signed a Nordic mutual - defence pact against financial destabilisation?",
      "cn": "两国不是已经签订了北欧共同防御条约以抵抗金融动荡么?"
    },
    {
      "en": "He tried to breed master race of Nordic appearance, the Aryan race.",
      "cn": "他试图孕育北欧的优等民族,雅利安种族."
    },
    {
      "en": "He was a handsome blond Nordic type.",
      "cn": "他属于北欧人那种类型，英俊潇洒，金发碧眼。"
    },
    {
      "en": "Nordic - style furniture meets the popular expectations of new enjoyment.",
      "cn": "北欧风情新家具,众望所归新享受."
    },
    {
      "en": "Nordic skiing includes cross country racing, ski jumping and the Nordic Combines.",
      "cn": "北欧滑雪项目包括:越野滑雪 、 跳台滑雪和北欧混合项目."
    },
    {
      "en": "Schjerfbeck remained little known outside the Nordic world probably because _____.",
      "cn": "Schejerbeck在日耳曼之外的世界少有人知道是因为_____."
    },
    {
      "en": "The company founded in 2000, Our products areto the Nordic countries.",
      "cn": "公司成立于2000年,其产品远销北欧各国,如:瑞典 、 意大利、芬兰、冰岛等国皆有我公司的连锁店."
    },
    {
      "en": "The Holmenkollen skiing winners are considered world Nordic champions.",
      "cn": "在霍尔门凯伦滑雪赛中的获胜者被看作是世界越野滑雪赛冠军."
    },
    {
      "en": "The Nordic birches have long been of special interest.",
      "cn": "北欧的桦树很久以来就特别引人注目."
    },
    {
      "en": "the Nordic countries",
      "cn": "北欧国家"
    },
    {
      "en": "The Nordic countries have been quick to assert their interest in the development of the Baltic States.",
      "cn": "北欧诸国很快就表示它们对波罗的海诸国的发展感兴趣。"
    },
    {
      "en": "The Nordic model is in fact facing mixed fortunes in the crisis.",
      "cn": "实际上,北欧模式在此次危机中的命运可谓喜忧参半."
    },
    {
      "en": "Tracing water masses with 129 I in the western Nordic Seas in early spring 2002.",
      "cn": "2002年早春在Nordic海西边用129I跟踪水质."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "北欧人的，日耳曼民族的，斯堪的纳维亚的，北欧式滑雪赛的",
      "tran_en": "relating to the northern European countries of Denmark, Norway, Sweden, Iceland, and Finland, or to their people"
    },
    {
      "pos": "n",
      "tran_cn": "北欧人，日耳曼民族，具有北欧日尔曼民族外貌特征的人，[体]北欧两项滑雪"
    }
  ],
  "exchange": {
    "pl": [
      "nordics"
    ]
  }
}