{
  "word": "foreseeable",
  "ipa": {
    "us": "fɔːˈsiːəbl",
    "uk": "fɔːrˈsiːəbl"
  },
  "sentences": [
    {
      "en": "Both developments were wholly foreseeable.",
      "cn": "两者的发展都完全可以预见."
    },
    {
      "en": "Cancer will be conquerable in the foreseeable future.",
      "cn": "在可以预见的将来癌症将可以征服."
    },
    {
      "en": "Foreseeable costs were well within the budget.",
      "cn": "可预测的花费都记入预算内了."
    },
    {
      "en": "foreseeable risk",
      "cn": "可预料的风险"
    },
    {
      "en": "It is quite possible that the story presented here may require revision in the foreseeable future.",
      "cn": "这里所做的论述在不远的将来会需要修正,这是完全可能的."
    },
    {
      "en": "It's unlikely that the hospital will be closed in the foreseeable future.",
      "cn": "这家医院不可能在短期关闭."
    },
    {
      "en": "One of the principles of our legal system is that people are accountable for the foreseeable consequences of their actions.",
      "cn": "我们的法律体系的原则之一是人们要对他们可以预见的行为后果负责。"
    },
    {
      "en": "Oversee laboratory procedures to ensure efficiency and to avoid foreseeable technical problems.",
      "cn": "管理实验室,确保其有效运作."
    },
    {
      "en": "Probably not in the foreseeable future.",
      "cn": "在可预见的将来或许不可能."
    },
    {
      "en": "So, might they finally have free elections in the foreseeable future?",
      "cn": "那么，他们最终会在不久的将来举行自由选举吗？"
    },
    {
      "en": "The judge found that it was not foreseeable that the fuel would catch fire.",
      "cn": "法官裁定，燃料着火是无法预料的。"
    },
    {
      "en": "The losses likely will remain elevated for the foreseeable future.",
      "cn": "在可以预见的将来,损失可能还会增加."
    },
    {
      "en": "The situation is likely to continue for the foreseeable future.",
      "cn": "这种局面在可预见的将来可能还会持续下去。"
    },
    {
      "en": "These are problems that cannot be resolved in the foreseeable future.",
      "cn": "在可预见的将来,这些问题同样并无好转可能."
    },
    {
      "en": "Things will continue as they are for the foreseeable future.",
      "cn": "在可以预见的将来,一切都将一如既往."
    },
    {
      "en": "This problem can be solved in the foreseeable future.",
      "cn": "这个问题在可遇见的将来能得到解决."
    },
    {
      "en": "Trade growth for the Mainland remains robust in the foreseeable quarters.",
      "cn": "内地的贸易增长在可预见的季度内仍然强劲."
    },
    {
      "en": "Will there be a clear winner? Probably not in the foreseeable future.",
      "cn": "到时会有真正的赢家 吗 ?在可预见的将来或许不可能."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "foresighted",
          "tran_cn": " 深谋远虑的；有先见之明的；能预料的"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "foresee",
          "tran_cn": " 预见；预知"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "calculable"
          ],
          "tran_cn": "可预知的；能预测的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可预见到的",
      "tran_en": "foreseeable difficulties, events etc should be planned for because they are very likely to happen in the future"
    }
  ],
  "exchange": {}
}