{
  "word": "elicit",
  "ipa": {
    "us": "iˈlɪsɪt",
    "uk": "iˈlɪsɪt"
  },
  "sentences": [
    {
      "en": "And then elicit different interpolate algorithms in the different conditions.",
      "cn": "并且然后得出不同内插算法在不同的条件."
    },
    {
      "en": "Androids can thus elicit the most natural communication.",
      "cn": "但除了这类正当理由,石黑浩相信,人类对极像人的机器反应较好."
    },
    {
      "en": "Ask probing questions to elicit more details.",
      "cn": "用探索性的问题了解更多的细节."
    },
    {
      "en": "Being confident and smiley will elicit a far more positive response.",
      "cn": "充满信心的笑容往往会得到比较正面的回应."
    },
    {
      "en": "Do happy folks elicit greater attention from their teachers?",
      "cn": "是不是幸福的人更多吸引了老师的注意?"
    },
    {
      "en": "Don't try to elicit business secrets from me. I won't tell you anything.",
      "cn": "你休想从我这里套问出我们的商业机密, 我什么都不会告诉你的."
    },
    {
      "en": "Enlist people's participation to elicit information relevant to your project.",
      "cn": "发动人们的参与,来引出于与你的项目相关的信息."
    },
    {
      "en": "Food sources also elicit oriented locomotion and recognition behavior patterns in most insects.",
      "cn": "食物源也引诱大多数昆虫定向迁移和识别行为."
    },
    {
      "en": "He thought by this little trick to elicit Butler's real name.",
      "cn": "他想利用这个小小的花巧办法诱出巴特勒的真姓名来."
    },
    {
      "en": "I could elicit no response from him.",
      "cn": "我从他那里套不出任何反应。"
    },
    {
      "en": "Mr. Norris said he was hopeful that his request would elicit a positive response.",
      "cn": "诺里斯先生说他希望他的要求会引起积极的回应。"
    },
    {
      "en": "My letters to her have elicited no response.",
      "cn": "我写给她的信没有得到回应。"
    },
    {
      "en": "That is, relaxation may elicIt'sensations, thoughts, and feelings that were previously inaccessible.",
      "cn": "那就是, 放松可以引出之前难以触及的感觉, 想法和情绪."
    },
    {
      "en": "The bright, swirling dresses add to the spectacle, and elicit 4 cries of encouragement from the spectators.",
      "cn": "鲜艳 、 扬的裙摆使表演场面更加壮观, 引得观众频频叫好."
    },
    {
      "en": "The research applied quantitative and qualitative Methods: To elicit rich data.",
      "cn": "本研究综合运用了定量和定性的研究方法,收集了许多相关的实验数据."
    },
    {
      "en": "This picture book is elicit gales of laughter and better punctuation from all who read it.",
      "cn": "或许正是秉持这样一种写作的目的,这本书才更加适合大众理解和阅读."
    },
    {
      "en": "When her knock elicited no response, she opened the door and peeped in.",
      "cn": "敲门没有回应，她便推开门往里张望。"
    },
    {
      "en": "When I was able to elicit only a gentle smile, I thought perhaps this was a commentary on my humor.",
      "cn": "当我只能让人微微一笑时，我觉得这可能是对我幽默感的一种评价吧。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "elicitation",
          "tran_cn": " 引出；诱出；抽出"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "draw",
            "forth",
            "induce",
            "occasion",
            "secure",
            "summon"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "draw",
            "forth",
            "from",
            "get",
            "secure",
            "summon"
          ],
          "tran_cn": "引出;引起"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "引出，探出",
      "tran_en": "to succeed in getting information or a reaction from someone, especially when this is difficult"
    },
    {
      "pos": "vt",
      "tran_cn": " 诱出， 探出",
      "tran_en": "If you elicit a piece of information, you get it by asking the right questions"
    }
  ],
  "exchange": {
    "third": [
      "elicits"
    ],
    "past": [
      "elicited"
    ],
    "done": [
      "elicited"
    ],
    "ing": [
      "eliciting"
    ],
    "noun": [
      "elicitation"
    ]
  }
}