{
  "word": "Clancy",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "A thrilling story inspired by the novels of Tom Clancy.",
      "cn": "令人激动的故事灵感来自小说的汤姆克兰西."
    },
    {
      "en": "By 1958 he had teamed up with his friend Liam Clancy and Liam's brothers Paddy and Tom, who had come from Tipperary to America before him, and the gold continued to accrue.",
      "cn": "1958年他伙同他的朋友雷姆-克兰西(他先于汤米从蒂帕雷里来到美国)以及雷姆的兄弟派蒂和汤姆一起成立了乐队，随后财源就滚滚而来。"
    },
    {
      "en": "Clancy however says the announcement of the shortfall could be used positively.",
      "cn": "不过克兰西说，可以正面地利用关于援助不足的消息。"
    },
    {
      "en": "Clancy leaned down and fingered one of the coats.",
      "cn": "克兰西俯下身去,摸摸一件大衣."
    },
    {
      "en": "Clancy's Splinter Cell took top honors on the console side, winning console game of the year.",
      "cn": "《分裂细胞》赢得了本年主机游戏的最高荣誉:年度最佳主机游戏奖!"
    },
    {
      "en": "Don't tell Clancy anything. He's a whistle - blower .",
      "cn": "别告诉克兰西任何事情, 他是个爱 告密 的人."
    },
    {
      "en": "Have you managed to cheer up Clancy yet?",
      "cn": "你有打算要鼓励克兰西 吗 ?"
    },
    {
      "en": "Hey Clancy, you know how to get to the German barracks?",
      "cn": "嘿,克兰西, 你知道怎么样可以到德军兵营 吗 ?"
    },
    {
      "en": "I'm a married man. ( Tom Clancy )?",
      "cn": "我是 已婚 男子."
    },
    {
      "en": "More than a dozen variable factors could interact, with their permutations running into the thousands ( Tom Clancy )",
      "cn": "一打以上的可变因素可以相互作用, 使它们的排列成成千上万 ( 汤姆克兰西 )"
    },
    {
      "en": "Moreover, the spy game that the two superpowers have played for years, which was so breathtakingly described by Ian Fleming, Tom Clancy, and John le Carre, has outlived its ideological value.",
      "cn": "而且，间谍游戏在两个大国之间持续了很多年，在伊恩弗莱明，汤姆克兰西和约翰勒卡雷笔下被描绘的如此令人激动，已经远超越了意识形态的价值。"
    },
    {
      "en": "Only one thing, over the years, saved Clancy from dismissal.",
      "cn": "这些年来, 只有一件事使得克兰西免遭解雇."
    },
    {
      "en": "So how did you meet Clancy?",
      "cn": "你是怎么遇见克兰西的?"
    },
    {
      "en": "The measure of an army is not known until it has been blooded ( Tom Clancy )",
      "cn": "军队是否精良要其历经战火考验后才可知晓 ( 汤姆克兰西 )"
    },
    {
      "en": "Those deviations tend to have a ripple effect throughout the economy as a whole ( Tom Clancy )",
      "cn": "那些偏差看来对整个经济都要产生连锁反应 ( 汤姆克兰西 )"
    },
    {
      "en": "You were out playing football and the ball went over the wall into Old Man Clancy's.",
      "cn": "你出去踢足球,球越过围墙飞进克兰西老头的院子里."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "克兰西（男名）"
    },
    {
      "pos": "other",
      "tran_cn": "[人名] [爱尔兰姓氏] 克兰西盖尔语姓氏的英语形式，来源于人名，含义是“红的”(red)，[人名]克兰西·布朗"
    }
  ],
  "exchange": {}
}