{
  "word": "Trojan",
  "ipa": {
    "us": "ˈtrəʊdʒən",
    "uk": "ˈtroʊdʒən"
  },
  "sentences": [
    {
      "en": "A timely gift – a Trojan horse – will serve the same purpose.",
      "cn": "一件适时的礼物,就像是特洛伊木马一样有效."
    },
    {
      "en": "All these are fully shown from the heroes in the Trojan War.",
      "cn": "这些都在特洛亚战争英雄的身上体现得淋漓尽致."
    },
    {
      "en": "Based on that, I designed and actualized corresponding trojan horse.",
      "cn": "此外,本课题提出并实现了的木马自删除和木马自升级技术, 设计并实现了相应的实验木马."
    },
    {
      "en": "Both factions accused each other of using the organization as a Trojan horse to advance their causes.",
      "cn": "两派都相互指责对方利用该组织作幌子以发展各自的事业。"
    },
    {
      "en": "Hackers often use Trojan - horse programs to break into computer systems.",
      "cn": "骇客们常用木马程序来入侵计算机系统."
    },
    {
      "en": "Last week, I was a film name the Trojan war.",
      "cn": "上个星期我看了一部电影,名叫“特洛伊战争”."
    },
    {
      "en": "Odyssey relates the misfortunes of Odysseus after the Trojan War.",
      "cn": "《奥德赛》叙述特洛伊战争后奥德修斯经历的种种厄运."
    },
    {
      "en": "Of 80 % pilfer case it is an user medium trojan virus.",
      "cn": "80%的被盗案件都是用户中了木马病毒."
    },
    {
      "en": "Operating systems can be brought to a halt by a Trojan Horse.",
      "cn": "操作系统可能会因为木马病毒的攻击而中止。"
    },
    {
      "en": "Sir , we are Greeks returning from the Trojan War, answered Odysseus.",
      "cn": "奥迪赛回答:“阁下, 我们是从特洛伊战争回来的希腊人. ”"
    },
    {
      "en": "The contents of a trojan can be a virus or a worm.",
      "cn": "特洛伊木马的代码内容可能是病毒或者蠕虫."
    },
    {
      "en": "The ingeniously engineered Trojan horse was also his idea.",
      "cn": "那个天才的特洛伊木马同样也是他的主意."
    },
    {
      "en": "They are defeated only because of the Trojan horse in their country.",
      "cn": "他们战败的原因只是因为他们国内有暗藏的敌人."
    },
    {
      "en": "Trojan horse kill switch may already have been used.",
      "cn": "可能已有人使用过特洛伊木马这种破坏开关."
    },
    {
      "en": "Was Colombo the emissary of Pope Paul, his Trojan horse within the Commission?",
      "cn": "科隆博是教皇保罗的特使吗？是他在委员会内部设下的卧底吗？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "Dardan"
          ],
          "tran_cn": "特洛伊的；特洛伊人的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "brave",
            "warrior"
          ],
          "tran_cn": "勇士；特洛伊人；勤勉的人"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "trojan horse",
      "tran_cn": "[希神]特洛伊木马；特洛伊木马（一种计算机病毒）"
    },
    {
      "phrase": "trojan war",
      "tran_cn": "[希神]特洛伊战争"
    },
    {
      "phrase": "work like a Trojan (或 Trojans)",
      "tran_cn": "努力工作"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "古代特洛伊的，古代特洛伊人的",
      "tran_en": "of or relating to ancient Troy or its inhabitants"
    },
    {
      "pos": "n",
      "tran_cn": "古代特洛伊人"
    }
  ],
  "exchange": {}
}