{
  "word": "niece",
  "ipa": {
    "us": "niːs",
    "uk": "niːs"
  },
  "sentences": [
    {
      "en": "...his niece, the daughter of his eldest sister.",
      "cn": "…他的外甥女，他大姐的女儿。"
    },
    {
      "en": "Framton turned toward his niece with a look of sympathetic comprehension.",
      "cn": "福拉姆敦转过脸向他侄女投以心照不宣的眼色."
    },
    {
      "en": "He adopts his niece as his heiress.",
      "cn": "他指定他的侄女为继承人."
    },
    {
      "en": "He looked affectionately at his niece.",
      "cn": "他慈爱地看着他的侄女。"
    },
    {
      "en": "his niece, the daughter of his eldest sister",
      "cn": "他的外甥女，他大姐的女儿"
    },
    {
      "en": "In the course of his brief visit, he quite forgot to ask after his niece.",
      "cn": "在这番短促的拜访中, 他完全忘记打听一下他侄女的情况."
    },
    {
      "en": "Jastrow glanced doubtfully from the Palestinian to his niece.",
      "cn": "杰斯特罗满腹狐疑地看看巴勒斯坦人,又看看他的的侄女."
    },
    {
      "en": "Jastrow knit his brow fiercely at his niece.",
      "cn": "杰斯特罗狠狠地对他侄女皱起眉头."
    },
    {
      "en": "Marilyn, you're going to design my niece's dress.",
      "cn": "Marilyn现在就开始设计我侄女的结婚礼服."
    },
    {
      "en": "Miss Ley could not help asking herself if he really loved her niece.",
      "cn": "莱伊小姐不好问他是不是真正爱她的侄女."
    },
    {
      "en": "My niece has practiced ballet for six years.",
      "cn": "我侄女已练了六年芭蕾舞了."
    },
    {
      "en": "My niece was left in my trust for the weekend.",
      "cn": "我受托周末照顾我的外甥女."
    },
    {
      "en": "She kept her niece for a week while her sister was ill.",
      "cn": "她姐姐生病时她照顾一周她侄女."
    },
    {
      "en": "She thought it brave of her niece even to have dressed.",
      "cn": "她认为她的侄女很顽强,因为她甚至梳妆打扮好了."
    },
    {
      "en": "The massa's eyes drank in the wet - eyed earnestness of his beloved niece.",
      "cn": "老爷如醉如痴地欣赏他心爱的侄女那种双眼饱含泪水的认真神情."
    },
    {
      "en": "This year all the apples are all red. My niece and nephew are going out this morning with step-ladders to pick some.",
      "cn": "今年所有的苹果都红了。我侄女和侄子今天早晨准备带上梯子去摘一些。"
    },
    {
      "en": "You must teach my niece to take things quietly.",
      "cn": "你要多多开导我的侄女,让她知道,立身处世以温和为本."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "relative"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "外甥女，侄女",
      "tran_en": "the daughter of your brother or sister, or the daughter of your wife’s or husband’s brother or sister"
    }
  ],
  "exchange": {
    "pl": [
      "nieces"
    ]
  }
}