{
  "word": "Horace",
  "ipa": {
    "us": "ˈhɒrɪs",
    "uk": "ˈhɔrəs"
  },
  "sentences": [
    {
      "en": "Horace and the Gorgons gossip on the horrible Halloween.",
      "cn": "赫拉斯和蛇发女怪三姐妹在可怕的万圣节前夕聊八卦."
    },
    {
      "en": "Horace De Lraye crowed cordially.",
      "cn": "霍拉斯?德?克雷真诚地咯咯直笑."
    },
    {
      "en": "Horace Greeley was first of all a successful newspaperman.",
      "cn": "霍勒斯·格里利首先是一位颇有建树的办报人."
    },
    {
      "en": "Horace handed over the checks, the owner throws aside.",
      "cn": "霍勒斯递出支票, 店主丢在一边."
    },
    {
      "en": "Horace hurried home to shout the good news to his family.",
      "cn": "霍勒斯急忙跑回家想把这一好消息大声告诉给家里人."
    },
    {
      "en": "Horace is so devoted to his garden that he hasn't been away for 10 years.",
      "cn": "霍勒斯对他的花园太过上心，都有10年没出过远门了。"
    },
    {
      "en": "Horace stop eating: Oh, yes. What I do for you?",
      "cn": "霍勒斯停止吃饭: 噢, 是的. 有什么事 吗 ?"
    },
    {
      "en": "It was now that he showed his friend, R. C. Dallas, a new satire, Hints from Horace.",
      "cn": "就在这个时候,他把一首新的讽刺诗《霍勒斯的启示》给他的朋友R. C. 达拉斯看."
    },
    {
      "en": "My mother insisted on naming me Horace.",
      "cn": "我母亲坚持给我取名叫霍勒斯。"
    },
    {
      "en": "Ovid and Horace challenge comparison with the best elegiac and lyric poets of Greece.",
      "cn": "奥维德和贺雷西要同希腊最好的挽歌和抒情诗人争一日之长."
    },
    {
      "en": "Sir Willoughby had practised a studied courtness upon Vernon and Horace.",
      "cn": "威洛比爵士向维农和霍拉斯很不自然地献殷勤."
    },
    {
      "en": "Sir. Willoughby's countenance was enough for his friend Horace.",
      "cn": "威洛比爵士的面部表情向他的朋友霍拉斯表达了他要说的一切."
    },
    {
      "en": "Voice Over: the court, Horace and shopkeepers are quarrelling together.",
      "cn": "旁白: 法庭上, 霍勒斯和店主争吵起来."
    },
    {
      "en": "Wisdom is never dear , provided the article be genuine Horace Greeley.",
      "cn": "“文章只要真实,智慧并不难得.”(贺拉斯·格瑞利)."
    },
    {
      "en": "Your laughter, Horace, is a capital comment on your wit.",
      "cn": "你的笑声, 霍拉斯, 是对你的笑话所做的最好注解."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "贺瑞斯"
    }
  ],
  "exchange": {}
}