{
  "word": "noncommittal",
  "ipa": {
    "us": "ˌnɒnkə'mɪtl",
    "uk": "ˌnɑnkəˈmɪtl"
  },
  "sentences": [
    {
      "en": "...a very bland noncommittal answer.",
      "cn": "...一个不疼不痒、不明不白的答复。"
    },
    {
      "en": "'Billy, I think it's your turn to wash the dishes,'said Jane. A noncommittal grunt was his only reply.",
      "cn": "“ 比利, 我想这次该轮到你刷盘子了, ” 简说. 他只是不置可否地咕哝了一声算作回答."
    },
    {
      "en": "But noncommittal is what we're all about.",
      "cn": "可我们要的就是不承担义务."
    },
    {
      "en": "He was evasive and noncommittal.",
      "cn": "他闪闪烁烁,不肯说明确."
    },
    {
      "en": "He was rather noncommittal.",
      "cn": "他说得很活络."
    },
    {
      "en": "His face was the color of a freshly baked pork pie and as noncommittal ( Thomas Pynchon )",
      "cn": "他的脸色象刚刚烤过的猪肉饼,而且表情暖昧 ( 托马斯平琼 )"
    },
    {
      "en": "His mouth now full of bread, Harry shrugged and gave a noncommittal jerk of the head.",
      "cn": "哈利嘴里又塞满了面包, 只好耸耸肩膀,不置可否地甩了一下脑袋."
    },
    {
      "en": "I asked him to vote for me but he was noncommittal.",
      "cn": "我请他投我一票,可是他仍模?两可的."
    },
    {
      "en": "In addition, between the two extremities of for - eignizaton and domestication, equalization forms a noncommittal translation strategy.",
      "cn": "另外, 异化与归化只构成翻译策略的两极, 其中间地带是等化翻译."
    },
    {
      "en": "Mr. Hall is non-committal about the number of jobs that the development corporation has created.",
      "cn": "霍尔先生对开发公司已创造的岗位数量含糊其词。"
    },
    {
      "en": "Sylvia's face was noncommittal.",
      "cn": "西尔维娅一脸不置可否。"
    },
    {
      "en": "The developer of the price cuts, the industry has become increasingly recognized from the noncommittal up.",
      "cn": "对于开发商的降价行动, 业内也从不置可否变得愈加认可起来."
    },
    {
      "en": "The voice on the radio was suave and noncommittal.",
      "cn": "收音机里的声音温和而平静."
    },
    {
      "en": "The White House spokesman noncommittal on this question.",
      "cn": "“白宫”发言人对这个问题不置可否."
    },
    {
      "en": "The White House spokesman was noncommittal on this question.",
      "cn": "白宫发言人对这个问题不置可否."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不作许诺的，不表态的，不确定的，含糊的",
      "tran_en": "You can describe someone as noncommittal when they deliberately do not express their opinion or intentions clearly"
    }
  ],
  "exchange": {}
}