{
  "word": "primordial",
  "ipa": {
    "us": "praɪˈmɔ:diəl",
    "uk": "praɪˈmɔrdiəl"
  },
  "sentences": [
    {
      "en": "Asha , the Primordial Dragon of Order creates the world by giving It'shape and purpose.",
      "cn": "太初秩序之龙阿沙创造了这个世界并给了它形状和目的."
    },
    {
      "en": "But that doesn't mean that these chemicals might be feeding primordial microorganisms on the moon's surface.",
      "cn": "但这并不意味着它们可以哺育月球表面的微生物体."
    },
    {
      "en": "Could the Universal Primordial Flux become contaminated?",
      "cn": "宇宙原始流会被污染?"
    },
    {
      "en": "I was alone, floating, apparently, in the mind of a gray primordial vastness.",
      "cn": "显然, 我象是在灰暗的原始的浩淼之中,独个儿漂浮着."
    },
    {
      "en": "It is the primordial force that propels us forward.",
      "cn": "它是推动我们前进的原始动力。"
    },
    {
      "en": "Let us imagine the primordial din, the original vortex!",
      "cn": "让我们臆想那本初的喧嚣 、 元始的漩涡!"
    },
    {
      "en": "Life's primordial reality is spirit.",
      "cn": "生命的根本真实性是精神."
    },
    {
      "en": "Objective : To isolate and clone bovine embryonic cells from bovine fetus Primordial germ cells ( PGCs ) .",
      "cn": "目的从牛原始生殖细胞中分离 克隆牛 胚胎干细胞."
    },
    {
      "en": "Rahim sees this as a manifestation of the Divine and primordial connection between mother and son.",
      "cn": "拉欣认为这显示了母子之间神圣而原始的感情联系."
    },
    {
      "en": "Sense of smell? Smells are the primordial language and the newborn perceives them indistinctly from birth.",
      "cn": "嗅觉 - 嗅觉气味是最原始的语言,但新生儿对它并不容易察觉."
    },
    {
      "en": "The fragments may well have been primordial planetesimals, according to Weaver.",
      "cn": "维沃认为,这些碎片是最原始的星子."
    },
    {
      "en": "The Neanderthal Man is one of our primordial ancestors.",
      "cn": "的尼安德特人是我们的原始祖先."
    },
    {
      "en": "the primordial seas",
      "cn": "原始海洋"
    },
    {
      "en": "Twenty million years ago, Idaho was not the arid place it is now. Rather, it was warm and damp, populated by dense primordial forest.",
      "cn": "2,000万年前，爱达荷州并不像现在这样干旱。相反，那时的爱达荷州温暖潮湿，有大片的原始森林。"
    },
    {
      "en": "Twenty million years ago, Idaho was populated by dense primordial forest.",
      "cn": "2,000万年前，爱达荷州到处都是茂密的原始森林。"
    },
    {
      "en": "Two hours before admission, the patient had severe persistent primordial pain.",
      "cn": "入院前2小时患者感到严重持续性心前区疼痛."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "primitive",
          "tran_cn": " 原始的，远古的；简单的，粗糙的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "primitive",
          "tran_cn": " 原始人"
        },
        {
          "word": "primitivism",
          "tran_cn": " 原始主义；尚古主义；原始的风格"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "organic",
            "original",
            "fundamental",
            "ultimate",
            "radical"
          ],
          "tran_cn": "[生物]原始的；根本的；原生的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "antiquated",
            "original",
            "prime"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "初生的，初发的，原始的",
      "tran_en": "existing at the beginning of time or the beginning of the Earth"
    }
  ],
  "exchange": {}
}