{
  "word": "inception",
  "ipa": {
    "us": "ɪnˈsepʃn",
    "uk": "ɪnˈsɛpʃən"
  },
  "sentences": [
    {
      "en": "a CD collection covering the band from its inception in 1994",
      "cn": "一套包括该乐队自1994年成立以来所有曲目在内的激光唱片"
    },
    {
      "en": "Almost from its inception it follows a developmental pattern sharply divergent from that of the zygote.",
      "cn": "它几乎一开始就遵循与合子显然不同的发育模式."
    },
    {
      "en": "At its core, the blues has remained the same since its inception.",
      "cn": "其核心自打其出现一直保持不变."
    },
    {
      "en": "C ++ has been a copy - semantics language since its inception.",
      "cn": "自C++诞生以来,它一直是拷贝语义的语言."
    },
    {
      "en": "He had been director of the project since its inception.",
      "cn": "这项工作从一开始他就是负责人."
    },
    {
      "en": "However, its membership has grown considerably since its inception.",
      "cn": "最初的会员人数为大约十人."
    },
    {
      "en": "I once burned for you. Ising not now is an inception.",
      "cn": "我曾经为你烧过一次. 但是不是现在而是一开始."
    },
    {
      "en": "Ising not now is an inception.",
      "cn": "但是不是现在而是一开始."
    },
    {
      "en": "Julia's worked for that company from its inception.",
      "cn": "自从那家公司开办以来,朱莉娅一直在那儿工作."
    },
    {
      "en": "Since inception in 1993, his average annualised return is 11.1 per cent.",
      "cn": "自1993年基金成立以来, 尼德霍夫的平均年化回报率达11%."
    },
    {
      "en": "The club has grown rapidly since its inception in 1990.",
      "cn": "这个俱乐部自从1990年成立以来发展迅速。"
    },
    {
      "en": "The CPI methodology has been continuously improved since its inception.",
      "cn": "cpi方法体系自采用以来不断地得到完善."
    },
    {
      "en": "The programme has been successful since its inception.",
      "cn": "这个方案自开始实施以来一直卓有成效."
    },
    {
      "en": "The Winter Games have undergone significant changes since their inception.",
      "cn": "自举行以来,冬奥会经历了巨大的变化."
    },
    {
      "en": "This law has remained relatively intact with minor improvements since its inception.",
      "cn": "这个法律自签发后至今尚未做出任何修改."
    },
    {
      "en": "Yesterday's data illustrate some key features of the recovery at its inception.",
      "cn": "昨日的数据展现了本轮复苏正处在初始阶段的一些关键特征."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "incipiency"
          ],
          "tran_cn": "起初；获得学位"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "birth",
            "conception",
            "institution",
            "opening",
            "origin"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "开始，开端，初期，获得学位",
      "tran_en": "the start of an organization or institution"
    }
  ],
  "exchange": {}
}