{
  "word": "adequacy",
  "ipa": {
    "us": "'ædɪkwəsɪ",
    "uk": "'ædɪkwəsɪ"
  },
  "sentences": [
    {
      "en": "Chapter 3 is entitled as case analysis of capital adequacy supervision.",
      "cn": "第三章为资本充足法律监管的个案分析与借鉴."
    },
    {
      "en": "He doubted her adequacy for the job.",
      "cn": "他怀疑她能否胜任这项工作."
    },
    {
      "en": "I am very critical of the adequacy of Britain's race laws.",
      "cn": "我对英国种族法律的适当性颇有微词。"
    },
    {
      "en": "Improve the commercial bank's capital adequacy ratio requirement was necessary.",
      "cn": "提高商业银行资本充足率的要求非常必要."
    },
    {
      "en": "It also urged regulators to better assess the adequacy of bank capital.",
      "cn": "监管机构要更准确地评估银行资本充足水平."
    },
    {
      "en": "Maintain and manage adequacy supplier and price data in system.",
      "cn": "维护及管理系统内供应商及价格等数据资料."
    },
    {
      "en": "No true fiasco ever began as a quest fore mere adequacy.",
      "cn": "探寻的道路上永远不会有真正的惨败."
    },
    {
      "en": "Ordinarily , therefore, courts do not inquire into the adequacy of consideration.",
      "cn": "通常, 法院因此而并不探究约因的充分性."
    },
    {
      "en": "Several studies point to a real cause for concern over the adequacy of the diet eaten by British children.",
      "cn": "针对英国儿童膳食质量的担忧，数份研究将矛头指向了同一根源。"
    },
    {
      "en": "The adequacy of the security arrangements has been questioned.",
      "cn": "有人质疑安全措施是否足够."
    },
    {
      "en": "The adequacy of this approximation is considered later.",
      "cn": "这种近似方法的适用性将在后面再讨论."
    },
    {
      "en": "The Basel Capital Accord sets international capital adequacy standards.",
      "cn": "巴塞尔资本协议订立了有关资本充足率的国际标准."
    },
    {
      "en": "The close agreement suggests the adequacy of the preceding theoretical equations.",
      "cn": "由于吻合程度好,说明上述理论方程式是适用的."
    },
    {
      "en": "There are questions to be raised about the adequacy of the inmates' legal representation.",
      "cn": "关于监犯的法定代表是否够格会有一些问题被提出。"
    },
    {
      "en": "Therefore supplementary capital adequacy ratio of the programs also pay attention to.",
      "cn": "因此补充资本充足率的方案也有所讲究."
    },
    {
      "en": "Visual impact: adequacy of the facilities and its surroundings to protect landscape.",
      "cn": "视觉影响: 确保拥有足够设施保护景观,且四周环境不会对景观造成影响."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "adequate",
          "tran_cn": " 充足的；适当的；胜任的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "adequately",
          "tran_cn": " 充分地；足够地；适当地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fitness",
            "relevance"
          ],
          "tran_cn": "足够；[审计]适当；妥善性"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "qualification",
            "skill"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "适当，恰当",
      "tran_en": "Adequacy is the quality of being good enough or great enough in amount to be acceptable"
    }
  ],
  "exchange": {
    "pl": [
      "adequacies"
    ],
    "adv": [
      "adequately"
    ],
    "adj": [
      "adequate"
    ]
  }
}