{
  "word": "exogenous",
  "ipa": {
    "us": "ekˈsɒdʒənəs",
    "uk": "ekˈsɑdʒənəs"
  },
  "sentences": [
    {
      "en": "Conclusion Exogenous hTERT gene transfection could promote the proliferative capacity of hEF.",
      "cn": "结论外源性hTERT基因转染可使hEF增殖 能力增强."
    },
    {
      "en": "Conclusion The exogenous CGRP can inhibit pulmonary hemorrhage induced by ET - 1 .",
      "cn": "结论外源性CGRP有拮抗ET -1 致肺出血的作用."
    },
    {
      "en": "Disorders of old age are generally not exogenous.",
      "cn": "老年疾病通长都不是起于外因的."
    },
    {
      "en": "Endogenous variable and exogenous variable determine the economic growth together.",
      "cn": "内生变量与外生变量共同决定经济增长是经济学的普遍规律."
    },
    {
      "en": "Exogenous applications of indoleacetic acid, kinetin or gibberellic acid stimulate photosynthesis.",
      "cn": "吲哚乙酸, 激动素或赤霉酸的外源施用刺激了光合作用."
    },
    {
      "en": "Exogenous estrogen . Continuous exposure to unopposed estrogen results in endometrial hyperplasia.",
      "cn": "外源性雌激素:长期暴露与无拮抗的雌激素环境下可导致内膜增生过长."
    },
    {
      "en": "Exogenous variables can include lagged values of endogenous variables.",
      "cn": "外生变量可以包括内生变量的后滞值."
    },
    {
      "en": "EXPERIMENTAL STUDIES OF ADENOVIRAL - MEDIATED EXOGENOUS GENE TRANSFER TO DONOR HEART.",
      "cn": "腺病毒介导的外源基因转移至供心的实验研究."
    },
    {
      "en": "In normal persons, pain serves to protect the body from exogenous injury and internal disease.",
      "cn": "对正常人而言, 疼痛是用来保护人体免受外源性损伤及内部疾患的."
    },
    {
      "en": "The exogenous enzymes could significantly improve the qualities of Radix ginseng extract.",
      "cn": "外源酶可提高人参的浸出率."
    },
    {
      "en": "The usual Keynesian starting point, however, is to assume that the demand for exports is exogenous.",
      "cn": "但凯恩斯主义的通常出发点是假设出口需求是外来的."
    },
    {
      "en": "There are two main types of lipid pneumonia: endogenous and exogenous.",
      "cn": "类脂性肺炎主要有两种类型: 内源性和外源性."
    },
    {
      "en": "Various other exogenous drugs activate mast cells through a G protein - dependent process.",
      "cn": "多种多样的外生药物通过一种G蛋白质依赖过程激活肥大细胞."
    },
    {
      "en": "Vegetative rejuvenation of some bamboo species can be effected by exogenous GA 3.",
      "cn": "外源赤霉素能影响某些竹种的有性更新过程."
    },
    {
      "en": "When TS 2 holds we say the explanatory variables are strictly exogenous.",
      "cn": "当TS2成立时我们说解释变量是严格外生的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "exogenic",
          "tran_cn": " 外生的；外成的；外因的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "exogen",
          "tran_cn": " 外长植物；双子叶植物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "ectogenous",
            "epigene"
          ],
          "tran_cn": "[生物]外生的；外因的；外成的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "exogenous variable",
      "tran_cn": "外生变数，外生变量"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "外生的，外成的，外因的",
      "tran_en": "having an external origin "
    }
  ],
  "exchange": {}
}