{
  "word": "progenitor",
  "ipa": {
    "us": "prəʊˈdʒenɪtə(r)",
    "uk": "proʊˈdʒenɪtə(r)"
  },
  "sentences": [
    {
      "en": "Background - Clinical trials ischemic patients showed the safety and benefit of autologous bone marrow progenitor cell transplantation.",
      "cn": "局部缺血病人临床试验显示自体骨髓祖细胞移植具有安全性和可靠性."
    },
    {
      "en": "He was also a progenitor of seven presidents of Nicaragua.",
      "cn": "他也是尼加拉瓜7任总统的祖先。"
    },
    {
      "en": "It is incorrect to say that the progenitor of man is ape.",
      "cn": "说人的祖先是类人猿是不正确的."
    },
    {
      "en": "Mediterranean oat held to be progenitor of modern cultivated oat.",
      "cn": "地中海地区燕麦,被认为是现代栽种燕麦的祖先."
    },
    {
      "en": "METHODS: The culture of hemopoietic progenitor cell in vitro was used.",
      "cn": "方法: 采用造血祖细胞体外培养等技术."
    },
    {
      "en": "Objective To study the ex vivo compatible of endothelial progenitor cells and injectable carrier material.",
      "cn": "目的研究可注射性血管内皮祖细胞载体材料复合物的体外生物相容性."
    },
    {
      "en": "Participants underwent endothelial progenitor cell phenotyping with an early - outgrowth colony - forming unit assay and cell surface markers.",
      "cn": "使用早期生长集落形成单位试验和细胞表面标记物鉴定受试者内皮祖细胞表型."
    },
    {
      "en": "Patient characteristics and cell source determine the number of isolated human cardiac progenitor cells.",
      "cn": "病人特征和细胞来源决定分离出来的人心脏祖细胞的数量."
    },
    {
      "en": "Red bone marrow contains stem cells, progenitor cells precursor cells, and functional blood cells.",
      "cn": "红骨髓由干细胞 、 先祖细胞和功能性血细胞组成."
    },
    {
      "en": "Road, Ma Zun only are the heart of the Road forzhe he lin ye progenitor.",
      "cn": "道徒们都尊马明心为哲赫林耶之道祖."
    },
    {
      "en": "Schoenberg was a progenitor of modern music.",
      "cn": "勋伯格是一位现代音乐的先驱."
    },
    {
      "en": "The newly - formed variety would probably inherit from its progenitor some characteristic.",
      "cn": "新形成的变种或许会从它的祖先遗传来某些特性的差异."
    },
    {
      "en": "The only known human pathogenic parvovirus, B 19, has a tropism for erythroid progenitor cells.",
      "cn": "唯一已知引起人致病的细小病毒是B19,其对红祖细胞有嗜性."
    },
    {
      "en": "Their Progenitor was a Siberian shaman.",
      "cn": "其先祖为西伯利亚巫医."
    },
    {
      "en": "Vascular endothelial progenitor cells ( EPCs ) are the precursors of endothelial cells ( EC ) .",
      "cn": "血管内皮 祖 细胞是血管内皮细胞的前体."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "birth",
            "father",
            "root"
          ],
          "tran_cn": "祖先；原著；起源"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ancestor",
            "forefather",
            "parent"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "祖先，先驱，前辈，原本",
      "tran_en": "a person or animal that lived in the past, to whom someone or something living now is related"
    }
  ],
  "exchange": {
    "pl": [
      "progenitors"
    ]
  }
}