{
  "word": "layoff",
  "ipa": {
    "us": "'leɪɒf",
    "uk": "'leɪˌɔf"
  },
  "sentences": [
    {
      "en": "A six - year layoff has not rusted his technique.",
      "cn": "他待业6年,但技术并未荒废."
    },
    {
      "en": "A usually temporary layoff from work.",
      "cn": "暂时裁员通常暂时的工厂裁员."
    },
    {
      "en": "Another, a British - owned insurance companies into a layoff.",
      "cn": "另有一家英资保险公司裁员一成."
    },
    {
      "en": "But the layoff was fatal.",
      "cn": "没想到这一停竟成了致命伤."
    },
    {
      "en": "Finally, prepare an explanation about what led to your layoff.",
      "cn": "最后, 要准备好一套说辞来解释你被解雇的原因."
    },
    {
      "en": "He was bowling badly after his long layoff.",
      "cn": "长期没碰之后,他保龄球打得真差."
    },
    {
      "en": "His card joined the small pile of those spared from the layoff.",
      "cn": "他的登记卡被放到那一小叠免于被裁的人的卡片里面."
    },
    {
      "en": "It could be triggered simply by the announcement of some massive layoff.",
      "cn": "这种上涨有可能完全是由某次宣布大规模裁员引起的."
    },
    {
      "en": "It will close more than 200 stores nationwide resulting in the layoffs of an estimated 2,000 employees.",
      "cn": "在全国范围内将关闭二百多家商店，造成约两千人失业。"
    },
    {
      "en": "It's as if every worker in the city of Los Angeles received an unexpected layoff notice.",
      "cn": "它就好像每个在洛杉矶的工人意外收到一份临时解雇通知."
    },
    {
      "en": "The company intends to layoff a portion of the staff to reduce costs.",
      "cn": "为了节省开支,公司打算撤减一部分员工."
    },
    {
      "en": "They thought that the proposal would make it easier for employers to layoff workers.",
      "cn": "他们认为这方案使雇主更容易开除工人."
    },
    {
      "en": "Torre said his stamina should not be affected even given the long layoff from starting.",
      "cn": "托老表示,穆帅的毅力不会被长期间未上场先发而影响."
    },
    {
      "en": "Vanishing job postings on Internet sites can also send a layoff signal.",
      "cn": "网站上招聘职位减少也能传递将发生裁员的信号."
    },
    {
      "en": "What's more, layoff projections are grim.",
      "cn": "此外, 裁员形势也不容乐观."
    },
    {
      "en": "Workers were re - employed after the layoff.",
      "cn": "在暂时解雇不久后工人们又被再度雇用了."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "layover",
          "tran_cn": " 中断期间，中途短暂的停留；终点停车处；津贴"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dismissal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "停工，停止活动，临时解雇，操作停止，失业期，修养",
      "tran_en": "When there are layoffs in a company, people become unemployed because there is no more work for them in the company"
    }
  ],
  "exchange": {
    "pl": [
      "layoffs"
    ]
  }
}