{
  "word": "meteorologist",
  "ipa": {
    "us": "ˌmiːtiəˈrɒlədʒɪst",
    "uk": "ˌmiːtiəˈrɑːlədʒɪst"
  },
  "sentences": [
    {
      "en": "\"This is probably one of the worst storms since 1990,\" a meteorologist in Seattle said.",
      "cn": "西雅图气象专家表示，这也许是自1990年以来最严重的暴风雪。"
    },
    {
      "en": "At the time, he noted that \"One meteorologist remarked that if the theory were correct, one flap of a seagull's wings could change the course of weather forever\".",
      "cn": "在文中，他写道：“一位气象学者注意到，如果这个理论是正确的，那就意味着一只海鸥扇动一下翅膀能够永久地改变天气的进程”。"
    },
    {
      "en": "But meteorologist David Beachler from the National Weather Service says not to worry.",
      "cn": "但是国家气象局的气象专家大卫·贝赤勒表示并不需要担心。"
    },
    {
      "en": "By e-mail and earphone, he confers with Jack Parrish, chief meteorologist, and they order the NOAA technician to slip a dropsonde into the shoot.",
      "cn": "通过电子邮件和耳机，他与首席气象学家杰克·帕里什联络，指挥NOAA的技术人员发射下投式探空仪。"
    },
    {
      "en": "Meteorologist are predicting more rain in the coming days a beleaguered population.",
      "cn": "气象学家预计接下来几天会有更多的降雨,这对四面楚歌的灾区人民来说无疑是雪上加霜."
    },
    {
      "en": "Meteorologist believe this pressure jump is the mechanism responsible for storm and tornado.",
      "cn": "气象学家认为这一气压的突然升高是暴风雨和飓风形成的物理机制."
    },
    {
      "en": "Meteorologist Diallo says climate change will continue, and likely will happen faster in coming years.",
      "cn": "气象学家迪亚洛说,气候变化将会继续, 并可能在今后几年加速发展."
    },
    {
      "en": "Suppose every sensor gives perfectly accurate readings of temperature, pressure, humidity, and any other quantity a meteorologist would want.",
      "cn": "再假定每个传感器都极极端准确地读出了温度、气压、温度和气象学家需要的任何其他数据。"
    },
    {
      "en": "The duty of a meteorologist is to observe the weather at all times.",
      "cn": "气象学家的职责就是要经常观察天气."
    },
    {
      "en": "The Meteorologist drew a picture of weather.",
      "cn": "气象学者画了一张天气图."
    },
    {
      "en": "The son of an immigrant carworker in Detroit, he had become an air cadet at the age of 17 and then a member of the army air forces, in which he trained as a meteorologist.",
      "cn": "他是美国密歇根州底特律一位汽车工人移民的儿子，17岁时进入了空军军官学校，并在那时加入了美国空军部队，接着就在那受到了作为气象学者的训练。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "meteorologic",
          "tran_cn": " 气象的；气象学的"
        },
        {
          "word": "meteorological",
          "tran_cn": " 气象的；气象学的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "meteorologically",
          "tran_cn": " 从气象学角度看"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "meteor",
          "tran_cn": " 流星；[气象] 大气现象"
        },
        {
          "word": "meteorology",
          "tran_cn": " 气象状态，气象学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "气象学者"
    }
  ],
  "exchange": {
    "pl": [
      "meteorologists"
    ]
  }
}