{
  "word": "nucleon",
  "ipa": {
    "us": "'nju:klɪɒn",
    "uk": "'nuklɪɒn"
  },
  "sentences": [
    {
      "en": "A consistent nonperturbative approach to study nucleon property and hadronic physics is also discussed.",
      "cn": "对研究核子性质及强子物理的自洽非微扰途径问题也作了简要讨论."
    },
    {
      "en": "Events recorded by the ALICE experiment from the first lead ion collisions at a centre-of-mass energy of 2.76 TeV per nucleon pair. (CERN LHC Alice Detector)",
      "cn": "图为欧洲核子研究中心的Alice探测器记录下的当 核子对 在中心物质能量为2.76电子伏下的首次铅离子碰撞试验"
    },
    {
      "en": "Lonizing air molecules are divided into plugged, without power and nucleon and three methods.",
      "cn": "电即氛围分子分为有电源的 、 无电源的和核子洋和不一栽办法."
    },
    {
      "en": "Nucleon and use of radioactive isotopes to launch particle ionizing air molecules.",
      "cn": "核子中和利用放射性同位素发射粒子,使空气分子电离."
    },
    {
      "en": "Nucleon and use of radioactive isotopes to launch particle lonizing air molecules.",
      "cn": "核子洋和诳骗放射性同位荤发放粒子,使氛围分子电即."
    },
    {
      "en": "Nucleon density Instrument can test its compactness rapidly.",
      "cn": "核子密度仪可快速获得其压实度."
    },
    {
      "en": "Positive signal was mainly located in nucleon of the liver and extrahepatic parenchymal cells.",
      "cn": "阳性信号主要定位于肝及肝外组织实质细胞的核内."
    },
    {
      "en": "Relativistic microscopic ootical potential of nucleon - nucleus is derived from the relativistic Brueckner - Bethe - Goldstone ( RBBG ) equation.",
      "cn": "本文用相对论Brueckner -Bethe-Goldstone ( RBBG ) 方程研究核子 - 核的相对论微观光学势."
    },
    {
      "en": "Some features of the nucleon structure emerges from these relations.",
      "cn": "从这些关系式中暴露出核子结构的某些特征."
    },
    {
      "en": "The achievements and the remaining problems of the nucleon structure and force are reviewed.",
      "cn": "评述了核子结构和核力研究取得的成就及存在的问题."
    },
    {
      "en": "The achievements and the remaining problems of the nucleon structure and nuclear force are reviewed.",
      "cn": "摘要评述了核子结构和核力研究取得的成就及存在的问题."
    },
    {
      "en": "The anomalous nucleon moments are due to hadronic effects.",
      "cn": "反常核子磁矩是由强子效应引起的."
    },
    {
      "en": "The discovery of strange particles lead to a generalization of the law of nucleon conservation.",
      "cn": "奇异粒子的发现导致了核子守恒定理的推广."
    },
    {
      "en": "The greatest amount of nuclear binding energy per nucleon occurs for nuclei in the vicinity of iron.",
      "cn": "按每个核子计，最大的核结合能量出现在铁附近的核中。"
    },
    {
      "en": "The greatest amount of nuclear binding energy per nucleon occurs for nuclei the vicinity of iron.",
      "cn": "按每个核子计,最大的核结合能量出现在铁附近的核中."
    },
    {
      "en": "The structure, property and working principle of nucleon turning tray steelyard were introduced, and its working feature as well as main factors of disturbing measuring accuracy were analyzed.",
      "cn": "介绍了核子转盘秤的结构、性能及工作原理，分析了它的工作特征及干扰计量准确度的主要因素。"
    },
    {
      "en": "Therefore our nucleon the weapon quantity already can destroy with the earth almost inferior!",
      "cn": "所以我们的核子武器的数量已经可以把地球毁灭个几次了!"
    },
    {
      "en": "This might be caused by nuclear deformation and nucleon pair effect, and the experimental inaccuracy should not be neglected.",
      "cn": "这可能是核形变及核子对效应造成的，试验中的测量误差也不可忽视。"
    },
    {
      "en": "To clarify the nuclear effects of deuteron will contribute to a better understanding of parton distributions in bound nucleon.",
      "cn": "澄清氘核结构函数的核效应，有助于我们更好的了解束缚核子的部分子分布函数。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "nucleonics",
          "tran_cn": " 核子学；原子核物理学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "核子",
      "tran_en": "a proton or neutron, esp one present in an atomic nucleus "
    }
  ],
  "exchange": {}
}