{
  "word": "teamwork",
  "ipa": {
    "us": "ˈtiːmwɜːk",
    "uk": "ˈtiːmwɜːrk"
  },
  "sentences": [
    {
      "en": "B : focus on teamwork, interpersonal, inter - departmental communication and coordination with each other.",
      "cn": "注重团队合作精神, 人与人之间, 部门与部门之间相互沟通与协调."
    },
    {
      "en": "Carlson's feeling for people undoubtedly helped him maintain his brand of teamwork.",
      "cn": "卡尔森对人的感情无疑地帮助保住了他那协同工作的牌子."
    },
    {
      "en": "Do you think our good teamwork comes from our star signs?",
      "cn": "你认为我们的默契是缘于我们星座的关系 吗 ?"
    },
    {
      "en": "Emphasis on teamwork, good communication and coordination ability and organizational capacity.",
      "cn": "注重团队精神, 有良好的沟通协调能力与组织能力."
    },
    {
      "en": "Football requires teamwork even more than individual skill.",
      "cn": "足球运动需要队员协调合作甚于个人之技术."
    },
    {
      "en": "Good teamwork between the players is not easy to get.",
      "cn": "队员之间很难做到配合默契."
    },
    {
      "en": "He kept asking us to remember TEAMWORK.",
      "cn": "他不断地提醒我们要注意配合."
    },
    {
      "en": "Her features did not seem to know the value of teamwork.",
      "cn": "她的花容,似乎不知(五官)集体配合之价值为何物."
    },
    {
      "en": "However, perhaps the biggest factor in their success is teamwork.",
      "cn": "然而, 他们成功的最大原因或许是团队合作."
    },
    {
      "en": "In football teamwork is even more important than individual skill.",
      "cn": "在橄榄球比赛中,全队的配合比个人技术甚至更加重要."
    },
    {
      "en": "She stressed the importance of good teamwork.",
      "cn": "她强调了团队合作的重要性。"
    },
    {
      "en": "The boss was a firm believer in developing strong teamwork.",
      "cn": "老板对培育坚强团队精神的重要性深信不疑."
    },
    {
      "en": "The coach believes that good teamwork is the key to victory.",
      "cn": "教练相信良好的协作是取得胜利的关键."
    },
    {
      "en": "Their teamwork was invariably good.",
      "cn": "他们的团队协作总是很好。"
    },
    {
      "en": "We promote teamwork and benchmark our performance with international standards.",
      "cn": "西门子鼓励团队合作,在用国际标准衡量员工业绩的同时,努力在企业内部创造让员工充分发挥潜能的气氛."
    },
    {
      "en": "We want to encourage good teamwork and communication.",
      "cn": "我们要鼓励良好的团队合作和沟通。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cooperation"
          ],
          "tran_cn": "团队合作；协力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "concert"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "配合",
      "tran_en": "when a group of people work effectively together"
    }
  ],
  "exchange": {}
}