{
  "word": "Alabama",
  "ipa": {
    "us": "ˌælə'bæmə",
    "uk": "ˌælə'bæmə"
  },
  "sentences": [
    {
      "en": "Alabama's Jefferson County is on the verge of bankruptcy.",
      "cn": "阿拉巴马州的杰弗逊郡已经濒临破产."
    },
    {
      "en": "An Alabama woman was arrested for riding under the influence.",
      "cn": "一位阿拉巴马州的妇女因为服药后骑马而被捕."
    },
    {
      "en": "Are Georgia, Alabama and Florida fighting over water or over growth?",
      "cn": "佐治亚州 、 阿拉巴马州与佛罗里达州,正在争夺的是水资源还是发展 呢 ?"
    },
    {
      "en": "Condoleezza Rice was born in Alabama on November 14 th, 1954.",
      "cn": "1954年11月14日, 康多莉扎·赖斯出生于阿拉巴马州."
    },
    {
      "en": "Do you know that he owns half of alabama?",
      "cn": "你知道他拥有一半的阿拉巴马州 吗 ?"
    },
    {
      "en": "Federal officials had declared all counties of Alabama are drought disaster areas.",
      "cn": "联绑官员宣告阿尔巴马州的省是干旱受灾地区."
    },
    {
      "en": "He fought in the U.S. Civil War and settled in Birmingham, Alabama.",
      "cn": "参加过南北战争,后来定居于亚拉巴马州伯明翰市."
    },
    {
      "en": "I come from Alabama, with banjo on my knee.",
      "cn": "我来自阿拉巴马, 身上带着五弦琴."
    },
    {
      "en": "In Alabama a boy who snores saws gourds.",
      "cn": "在阿拉巴马州,打鼾的孩子被叫做锯葫芦."
    },
    {
      "en": "Johnny Warrick has a hog farm in Alabama.",
      "cn": "约翰尼·沃里克在亚拉巴马州有个养猪场。"
    },
    {
      "en": "One of the latest casualties is the sewer system of Jefferson county, Alabama.",
      "cn": "最近的一个受害者是阿拉巴马州杰弗逊县的下水道系统。"
    },
    {
      "en": "She returned to alabama because she could not bear transplantation.",
      "cn": "她由于无法忍受迁移而返回了阿拉巴马州."
    },
    {
      "en": "She was convicted of first degree murder, given death penalty in Alabama.",
      "cn": "她被判为一级谋杀罪, 判处死刑."
    },
    {
      "en": "The Alabama Case was an famous international law case in 19 th century.",
      "cn": "阿拉巴马号案是19世纪一件著名的国际法案例."
    },
    {
      "en": "Two guys were taking chemistry at the University of Alabama.",
      "cn": "两个阿拉巴马大学的学生选修了化学课."
    },
    {
      "en": "Which of these american idol finalists from birmingham, alabama was dubbed the velvet teddy bear?",
      "cn": "以下来自阿拉巴马-伯明翰的三位偶像哪一位为天鹅绒泰迪熊配音?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "亚拉巴马（美国州名）"
    },
    {
      "pos": "other",
      "tran_cn": "阿拉巴马州（美国的一个州）"
    }
  ],
  "exchange": {}
}