{
  "word": "pristine",
  "ipa": {
    "us": "ˈprɪstiːn",
    "uk": "ˈprɪstiːn"
  },
  "sentences": [
    {
      "en": "a pristine white shirt",
      "cn": "非常干净的白衬衫"
    },
    {
      "en": "Carrie swallowed this story in all its pristine beauty.",
      "cn": "嘉莉原原本本地相信了这个美丽的故事."
    },
    {
      "en": "Did you buy it in such pristine condition?",
      "cn": "你把它买回来就是这样'简朴'的样式?"
    },
    {
      "en": "He wasn't about to blemish that pristine record.",
      "cn": "他本不想去玷污那清白的过去。"
    },
    {
      "en": "He wiped his fingers on his pristine handkerchief.",
      "cn": "他用他那块洁净的手帕擦手指."
    },
    {
      "en": "Imagine pristine waters, hideaway beaches, luxury spa amenities and accommodations.",
      "cn": "试想原始水域, 世外桃源的海滩, 豪华水疗设施和住宿."
    },
    {
      "en": "It is wondrously clean, emitting mainly pristine steam when burned.",
      "cn": "它出奇的洁净, 燃烧时排放出基本上是新鲜的蒸汽."
    },
    {
      "en": "My gargantuan, pristine machine was good for writing papers and playing solitaire, and that was all.",
      "cn": "我那庞大的 、 早期的计算机只适合写文章和玩纸牌游戏, 就这些."
    },
    {
      "en": "No such pristine particles from distant stars have ever been collected before.",
      "cn": "以前还从未收集到来自遥远恒星的如此古老颗粒."
    },
    {
      "en": "Now the house is in pristine condition.",
      "cn": "现在，这所房子一尘不染。"
    },
    {
      "en": "The car is in pristine condition .",
      "cn": "这辆汽车是全新的。"
    },
    {
      "en": "The dress directly contrasts with pristine Johanna's blue and white Victorian dress.",
      "cn": "这件礼服和乔安娜朴素的蓝白色维克多利亚裙子成鲜明对照."
    },
    {
      "en": "The grind is covered in a pristine layer of snow.",
      "cn": "地上覆盖著一层皑皑积雪."
    },
    {
      "en": "The ground was covered in a pristine layer of snow.",
      "cn": "地上覆盖着一层皑皑积雪."
    },
    {
      "en": "The vast majority of beaches are pristine and open for business.",
      "cn": "这里大多数的海滩还是一如既往的美丽,而且正在营业中."
    },
    {
      "en": "Walking through the alleys of this venerable water town, one cannot fail to appreciate its pristine and intoxicating atmosphere.",
      "cn": "走过这个古老的水乡古镇的小巷，人们不能不欣赏它的质朴，令人陶醉的气氛。"
    },
    {
      "en": "Your attendance at school and grades to be pristine.",
      "cn": "在学校,不能无辜缺席,成绩要良好."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "original",
            "primitive"
          ],
          "tran_cn": "原始的，古时的；纯朴的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "intact",
            "original",
            "pure",
            "virgin"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "太古的，原始状态的，纯朴的，纯洁的，未受腐蚀的，新鲜的",
      "tran_en": "extremely fresh or clean"
    }
  ],
  "exchange": {}
}