{
  "word": "breech",
  "ipa": {
    "us": "bri:tʃ",
    "uk": "britʃ"
  },
  "sentences": [
    {
      "en": "BOLT the breech block or breech bolt that seals breech end of barrel.",
      "cn": "密封枪管尾部的枪栓或闭锁装置."
    },
    {
      "en": "Designed to be loaded breech. Used of a gun or other firearm.",
      "cn": "设计为在后膛装(弹药)的. 用于枪或其它火器."
    },
    {
      "en": "If your baby is breech, may need thirty-seven weeks in vitro rotary surgery, obstetrics and gynecology doctors will hand on your belly, try to put the baby upside down.",
      "cn": "如果妳的宝宝是臀位，三十七周时可能需要体外回转术，妇产科医生会将手放在妳的腹部，试着把宝宝倒转过来。"
    },
    {
      "en": "Miya and Leah were delivered by Caesarean section at Frimley Park Hospital, in Surrey, at just 37 weeks of pregnancy after scans revealed both babies were in the breech position.",
      "cn": "米亚和利亚是在萨里的菲姆雷公园医院剖腹生产的，只经过37周的孕期通过检查显示两个孩子都在臀部位置。"
    },
    {
      "en": "Objective To investigate the selection of method of breech delivery and its complications.",
      "cn": "目的探讨臀位分娩方式的选择及其并发症的发生."
    },
    {
      "en": "Results 64.7 % parturients performed cesarean section, 30.5 % assisted breech delivery and 4.7 % breech extraction.",
      "cn": "结果其中64.7%施行剖宫产术, 30.5%施行臀位助产术,4.7%施行臀牵引术."
    },
    {
      "en": "Soon after we arrived, we learned Hillary would have to give birth by cesarean section because the baby was in breech, upside down in the womb.",
      "cn": "我们抵达医院后不久，就听说希拉里需要做剖腹产，因为孩子是“臀位”，也就是说，孩子在子宫里的姿势是上下颠倒的。"
    },
    {
      "en": "The caesarean section rate for breech presentation , scar uterus , fetal macrosomia, multiple pregnancy was 97.9 % , 97.3 % , 74.0 %, 73.9 % respectively.",
      "cn": "其中臀位的剖宫产率为97.9%, 疤痕子宫的剖宫产率为97.3%, 巨大儿的剖宫产率为74.0%, 多胎妊娠的剖宫产率为73.9%."
    },
    {
      "en": "The finding, in a study in Norway, suggests strongly that there are genetic factors, passed on by fathers and mothers, that create a predisposition to breech birth.",
      "cn": "在挪威的一项研究中，调查结果有力的表明遗传因素形成了倾向于臀位分娩的体质，而这是从父母亲那继承来的。"
    },
    {
      "en": "The parts of a gun that make up the breech.",
      "cn": "一种火器;有膛线炮的或在来复枪内有内螺旋形槽线的."
    },
    {
      "en": "To approach the clinic effect of correcting breech postition with knee chest decubitus.",
      "cn": "目的:探讨膝胸卧位纠正臀位的临床效果."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "breechloader",
          "tran_cn": " 后膛炮；后膛枪"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bottom",
            "hip"
          ],
          "tran_cn": "臀部；后膛"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "back"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "臀部",
      "tran_en": "the part of a gun into which you put the bullets"
    },
    {
      "pos": "vt",
      "tran_cn": "给…穿上裤子；给…装上炮尾"
    }
  ],
  "exchange": {
    "pl": [
      "breeches"
    ]
  }
}