{
  "word": "obesity",
  "ipa": {
    "us": "əʊˈbiːsɪti",
    "uk": "oʊˈbisəti"
  },
  "sentences": [
    {
      "en": "\"Without prevention and control of the risk factors for obesity now, health systems will be overwhelmed to breaking point, \" the editorial says.",
      "cn": "“现在不阻止和控制肥胖的风险因素的话，卫生体制将会招架不住达到一个断裂点，”社论说。"
    },
    {
      "en": "Anorexia nervous probably represents a weight phobia - the fear of obesity.",
      "cn": "神经性厌食可能表现为一种体重恐怖 —— 即害怕肥胖."
    },
    {
      "en": "But even in kids who are prone to obesity, lifestyle is what triggers it.",
      "cn": "但是即使在容易变成肥胖症患者的孩子中间, 生活方式仍然是引发这种疾病的原因."
    },
    {
      "en": "But, it warns this progress could be set back if measures are not taken to reverse the rise in obesity among young people.",
      "cn": "但是，该机构提醒到，如果不采取措施逆转年轻人中不断增加的肥胖情况，这种进展可能会发生倒退。"
    },
    {
      "en": "Current thinking holds that obesity is more a medical than a psychological problem.",
      "cn": "现在的观点认为，肥胖更多的是医学问题而非心理问题。"
    },
    {
      "en": "Dr.Watson is great on exercise as a cure for obesity.",
      "cn": "沃森医生把运动看做是治疗肥胖症的良方。"
    },
    {
      "en": "Fast food and sedentary life lead to the increasing rate of obesity.",
      "cn": "快餐和久坐不动的生活导致肥胖率上升."
    },
    {
      "en": "French researchers may be on the verge of unlocking the secrets of obesity.",
      "cn": "法国研究人员有可能正处于揭开肥胖症秘密的边缘."
    },
    {
      "en": "However, meeting the challenge of obesity is not all that simple.",
      "cn": "然而, 对付肥胖症的挑战并不那么简单."
    },
    {
      "en": "In some cases of severe obesity, gastrointestinal surgery may be recommended.",
      "cn": "某些严重的肥胖症, 可以推荐做胃肠道外科手术."
    },
    {
      "en": "Obesity and a sedentary lifestyle has been linked with an increased risk of heart disease.",
      "cn": "肥胖和久坐不动的生活方式被认为会增加患心脏病的几率。"
    },
    {
      "en": "Obesity can increase the risk of heart disease.",
      "cn": "肥胖会增加患心脏病的危险。"
    },
    {
      "en": "Obesity correlates with increased risk for hypertension and stroke.",
      "cn": "肥胖会增加高血压和中风发作的几率。"
    },
    {
      "en": "Obesity is a major risk factor in many diseases.",
      "cn": "肥胖是引发多种疾病的重要因素。"
    },
    {
      "en": "Objective To investigate the curative effects of different methods on simple obesity.",
      "cn": "目的观察采用不同方法治疗单纯性肥胖症的疗效."
    },
    {
      "en": "One effect of overeating may be obesity.",
      "cn": "吃得过多能导致痴肥."
    },
    {
      "en": "So leptin is the answer to obesity -- right ?",
      "cn": "这么说肥胖真正的答案与 lepfin 相关,是不是?"
    },
    {
      "en": "So, what of the future of obesity in America?",
      "cn": "那么，未来美国的肥胖状况会怎么发展呢？"
    },
    {
      "en": "Sugar and fat can more easily lead to obesity than some other foods.",
      "cn": "糖和脂肪比其他食物更容易导致肥胖."
    },
    {
      "en": "These photographs show extremes of obesity and emaciation.",
      "cn": "这些照片展现了肥胖与消瘦两个极端."
    },
    {
      "en": "What is obesity?",
      "cn": "什么是肥胖？"
    },
    {
      "en": "When it comes to a potentially new treatment for obesity, what better strategy than to utilize something we already have in abundance?",
      "cn": "当涉及到肥胖的潜在新疗法，还有什么策略比利用我们多余的东西，以毒攻毒更好呢？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "obese",
          "tran_cn": " 肥胖的，过胖的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hypertrophy",
            "dilatancy"
          ],
          "tran_cn": "肥大，[内科]肥胖"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "morbid obesity",
      "tran_cn": "病态肥胖"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "肥胖，过胖，肥胖症",
      "tran_en": "when someone is very fat in a way that is unhealthy"
    }
  ],
  "exchange": {
    "adj": [
      "obese"
    ]
  }
}