{
  "word": "ire",
  "ipa": {
    "us": "ˈaɪə(r)",
    "uk": "aɪr"
  },
  "sentences": [
    {
      "en": "A combination of circumstances landed the company ire bankruptcy.",
      "cn": "种种因素凑在一起使这家公司破了产."
    },
    {
      "en": "At the April hearing, he countered Kennedy's ire with polite answers.",
      "cn": "在面临议员的炮轰时, 他用率直而温和的外交手腕,从容以对."
    },
    {
      "en": "Had I attended to the suggestions of pride and ire I should immediately have left him.",
      "cn": "我要是听从自尊心和忿怒的驱使,那就会立即离开他."
    },
    {
      "en": "He snares ire my troubles as well as in my joys.",
      "cn": "他和我同甘共苦."
    },
    {
      "en": "Her smiling grace converteth straight to ire.",
      "cn": "而她微笑的典雅顿时变成了盛怒."
    },
    {
      "en": "I cannot change who I am, but going forward, I can temper my ire—and understand that we all navigate disputes differently.",
      "cn": "我不能改变自己，但是向前看的话，我可以缓和我的愤怒——理解我们都需以不同的方式解决争端。"
    },
    {
      "en": "Michael shifted uneasily in his chair. Ire looked at his older brother.",
      "cn": "迈克尔在椅子里不安地移动了几下, 打量着自己的哥哥."
    },
    {
      "en": "Objective : To explore the regulatory mechanism of iron responsive element binding protein ( IRE? BP ) in iron metabolism.",
      "cn": "目的: 探索铁代谢平衡中铁效应元件结合蛋白 ( IRE -BP ) 的调节机制."
    },
    {
      "en": "Tales of treatment numerical targets for women - might raise the ire of affirmative - action opponents.",
      "cn": "职业妇女得到的特殊待遇加上专门针对妇女的特殊数字目标可能会引起 反 歧视行动的对立者之忿怒."
    },
    {
      "en": "That of course raised my ire.",
      "cn": "这当然也引起我的忿怒。"
    },
    {
      "en": "The boy got ire to the athletic school after a special test.",
      "cn": "男孩经过一次专门测验后进入了体育学校."
    },
    {
      "en": "The fire is ire all night.",
      "cn": "火整夜未熄."
    },
    {
      "en": "The home side is ire at die moment; but we shall be batting soon.",
      "cn": "主队正在进攻, 但很快就轮到我们击球了."
    },
    {
      "en": "The sight of travelers huffing and puffing their way along drew the ire of the media.",
      "cn": "旅客蹒跚行走的画面,引来媒体的批判."
    },
    {
      "en": "Their ire was directed mainly at the government.",
      "cn": "他们的愤怒主要针对该政府。"
    },
    {
      "en": "There are concerns that crop losses could push already - high food prices even Ire [ higher ].",
      "cn": "让人关注的是庄稼损失推动已经高的 粮价 甚至更高."
    },
    {
      "en": "To encourage and i ire people to think of creative solutio to problems, whatever they are.",
      "cn": "我想激励和启发人们想出创造性的方案来解决问题, 无论是什么问题."
    },
    {
      "en": "Wang and Son also direct their ire at targets at home.",
      "cn": "王小东和宋强还将他们的愤怒指向中国国内."
    },
    {
      "en": "We talk about the surface emotions, the ire or indifference, and blame the other.",
      "cn": "我们讨论表面的情绪、忿怒或是漠不关心，并且责怪另一方。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ireful",
          "tran_cn": " 忿怒的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anger"
          ],
          "tran_cn": "忿怒"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "anger",
            "displeasure",
            "exasperation",
            "fury",
            "spite",
            "wrath"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "anger",
            "acerbate"
          ],
          "tran_cn": "使发怒"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "愤怒",
      "tran_en": "anger"
    },
    {
      "pos": "v",
      "tran_cn": " 激怒"
    },
    {
      "pos": "vt",
      "tran_cn": "使发怒"
    }
  ],
  "exchange": {}
}