{
  "word": "acrobat",
  "ipa": {
    "us": "ˈækrəbæt",
    "uk": "ˈækrəˌbæt"
  },
  "sentences": [
    {
      "en": "A pile of china dishes rested precariously on the head of the acrobat.",
      "cn": "杂技演员头上危险地顶着一叠瓷碟."
    },
    {
      "en": "An acrobat has to be agile.",
      "cn": "杂技演员必须身手敏捷."
    },
    {
      "en": "Don't be afraid. He's an acrobat.",
      "cn": "别害怕,他是位杂技演员."
    },
    {
      "en": "He also added a crotch belt, a unicycle-like seat and an acrobat’s trapeze for a footrest; all help to keep the operator in optimal flying position.",
      "cn": "此外，他还添加了三叉腰带、独轮车式车座、还有一个杂技演员所用的秋千，用来放脚。 所有这些装置，都能够帮助操作者保持良好的飞行位置。"
    },
    {
      "en": "He's an incredible acrobat, both in the air and underground.",
      "cn": "他在是出色的杂技演员,上天入地, 无所不能."
    },
    {
      "en": "His clowning is founded on extreme skill as juggler and acrobat.",
      "cn": "他的滑稽表演是基于他那魔术师和杂技演员的高超技艺上的."
    },
    {
      "en": "Leggy models and a child acrobat wait offstage at a pop music concert in Ulaanbaatar.",
      "cn": "乌兰巴托的一场流行音乐会会场外，一群美腿模特和一位少年杂技演员正在等待入场。"
    },
    {
      "en": "Look at the clever acrobat on the tightrope.",
      "cn": "快看，那个灵巧的杂技演员在走绷索。"
    },
    {
      "en": "The acrobat balanced a long pole on his left shoulder.",
      "cn": "杂技演员让一根长杆在他的左肩上保持平衡."
    },
    {
      "en": "The acrobat balanced himself on the high rope.",
      "cn": "杂技演员在高绳上保持平衡."
    },
    {
      "en": "The acrobat bounced high from the ground.",
      "cn": "那个杂技演员从地面上一下子弹跳得老高."
    },
    {
      "en": "The acrobat could bend himself into a hoop.",
      "cn": "这个杂技演员可以把身体蜷曲成圆形."
    },
    {
      "en": "The acrobat grimaced at the children during the circus performance.",
      "cn": "那杂技艺人在马戏表演时对孩子们做鬼脸."
    },
    {
      "en": "The acrobat is good at juggling with plates.",
      "cn": "那个杂技演员很擅长耍盘子。"
    },
    {
      "en": "The acrobat turned a somersault.",
      "cn": "杂技演员翻了个筋斗。"
    },
    {
      "en": "The acrobat went through various contortions.",
      "cn": "卖艺人把身体作出各种扭歪的姿态."
    },
    {
      "en": "The acrobat's feat took the audience's breath away.",
      "cn": "杂技演员的惊险动作使观众为之咋舌."
    },
    {
      "en": "The acrobat's performance brought down the house.",
      "cn": "杂技演员的表演获得满堂采."
    },
    {
      "en": "The audience held its / their breath as the acrobat walked along the tightrope.",
      "cn": "杂技演员走钢丝时,观众都屏住了呼吸."
    },
    {
      "en": "The audience was tense as they waited for the acrobat to jump.",
      "cn": "观众们在等待杂技演员跳时,心情很紧张."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "acrobatic",
          "tran_cn": " 杂技的；特技的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "acrobatics",
          "tran_cn": " 杂技；巧妙手法"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tumbler"
          ],
          "tran_cn": "杂技演员"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "athlete",
            "gymnast",
            "tumbler"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "杂技演员，立场观点善变的人，主张、政见等变化无常的人",
      "tran_en": "someone who entertains people by doing difficult physical actions such as walking on their hands or balancing on a high rope, especially at a  circus "
    }
  ],
  "exchange": {
    "pl": [
      "acrobats"
    ]
  }
}