{
  "word": "runoff",
  "ipa": {
    "us": "'rʌnˌɔ:f",
    "uk": "ˈrʌnˌɔf, -ˌɑf"
  },
  "sentences": [
    {
      "en": "Aerial photography can provide valuable information on precipitation, evapotraspiration, interception, and runoff.",
      "cn": "航空摄影可提供有关降水量 、 蒸发蒸腾量 、 入渗和径流量的有价值的资料."
    },
    {
      "en": "Around these cities they practiced runoff agriculture.",
      "cn": "在这些城市和周围,他们从事径流农业."
    },
    {
      "en": "Differences in brightness in coastal area waters may be due to other factors, including freshwater runoff, strong currents, and water depth and clarity.",
      "cn": "沿海水域的亮度差异可能是由于其他因素所导致，包括淡水径流，强劲的水流，水的深度以及清澈度。"
    },
    {
      "en": "Groundwater overexploitation rapidly reduced the water table and runoff as a consequence.",
      "cn": "超采地下水导致地下水位下降,引起地表径流量显著减少."
    },
    {
      "en": "If this hold, they'll both advance to a May runoff.",
      "cn": "如果事实如此的话, 他们俩将在5月份提前上演对决好戏."
    },
    {
      "en": "If this runoff water can be accumulated it can be used for farming.",
      "cn": "如果这些流失的水能够积蓄起来,它们就可以用来灌溉."
    },
    {
      "en": "In the east, the water is mainly oceanic with relatively minor dilution from direct monsoonal rainfall and runoff from small streams.",
      "cn": "东部水域主要为海水,而直接的季候雨及小溪溢流,把海水稍为冲淡."
    },
    {
      "en": "More than 170 hectares were afforested, reducing water runoff from the hillsides.",
      "cn": "超过170公顷的土地已植有林木, 以减少雨水从山坡流下."
    },
    {
      "en": "Pollution and algae blooms caused by runoff have poisoned China's lakes.",
      "cn": "污染和水藻使得中国的湖泊变成有毒的地方."
    },
    {
      "en": "Runoff is also governed by the number and the length of streams in the basin.",
      "cn": "盆地内的河流数量和长度也能调节径流."
    },
    {
      "en": "So, it is practical to use the sequential clustering and Markov model to forecast the river runoff.",
      "cn": "这说明运用马尔可夫模型进行河径流量的丰枯状态预报是有效可行的。"
    },
    {
      "en": "Stripping the land in these ways allows faster surface runoff and exacerbates flooding.",
      "cn": "这些做法终将使土地裸露、地表径流加快,从而加重了洪水的威胁."
    },
    {
      "en": "The autoregressive model is applied to the monthly runoff probability forecast.",
      "cn": "把自回归模型用于月径流过程概率预报中."
    },
    {
      "en": "The predominent factors causing sediment are runoff from ridge , mound and slope.",
      "cn": "导致沟坡为主要产沙区的因素是梁峁坡地表径流和沟坡本身的表面径流."
    },
    {
      "en": "The sewers collected sewage and storm runoff and discharged it, untreated, into the harbour.",
      "cn": "污水和暴雨径流汇入下水道后被直接排入海港。"
    },
    {
      "en": "The streams are flush with the spring runoff.",
      "cn": "溪涧涨满春水."
    },
    {
      "en": "This runoff, of course, was absorbed by the accumulated soils of the farm plots.",
      "cn": "当然, 农田里聚积的土壤吸住了这种径流."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "final match",
            "shoot-off"
          ],
          "tran_cn": "[水文]径流；决赛；流走的东西"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "runoff coefficient",
      "tran_cn": "径流系数"
    },
    {
      "phrase": "surface runoff",
      "tran_cn": "地表径流；地面迳流"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "决胜投票，附加赛，径流"
    }
  ],
  "exchange": {}
}