{
  "word": "inconceivable",
  "ipa": {
    "us": "ˌɪnkənˈsiːvəbl",
    "uk": "ˌɪnkənˈsiːvəbl"
  },
  "sentences": [
    {
      "en": "A few years ago a car fuelled by solar energy would have been inconceivable.",
      "cn": "几年前太阳能汽车还是不可思议的事。"
    },
    {
      "en": "Colour is inconceivable to people born blind.",
      "cn": "颜色对于生来就双目失明的人是无法想像的."
    },
    {
      "en": "I was able to see them with an objectivity that was inconceivable to them.",
      "cn": "我能以一种客观的方式来观察他们,而他们对这种方式却不能理解."
    },
    {
      "en": "Inconceivable, inconceivable that one blow could cause such pain!",
      "cn": "不可想象, 不可想象一棍打来会造成这样的痛楚!"
    },
    {
      "en": "It is inconceivable that a man in such a powerful position could act so unwisely.",
      "cn": "真是难以置信，这么大权在握的人行事竟如此愚蠢。"
    },
    {
      "en": "It is inconceivable that a thing can both be and not be.",
      "cn": "一件事情,即是又非是,是不可思议的."
    },
    {
      "en": "It is inconceivable that she could be considered for the job.",
      "cn": "竟考虑让她担任这一工作,真令人难以相信."
    },
    {
      "en": "It is inconceivable, the agony with which this public veneration tortured him.",
      "cn": "公众对他的景仰是如何折磨着他, 那痛苦是难以想见的!"
    },
    {
      "en": "It was inconceivable that this was anything other than a reference to Syme.",
      "cn": "不可想象这不是提到赛默."
    },
    {
      "en": "It was inconceivable to me that Toby could have been my attacker.",
      "cn": "真想不到托比竟会是袭击我的人。"
    },
    {
      "en": "It's inconceivable that she should do something like that.",
      "cn": "她居然会做那样的事是令人难以相信的."
    },
    {
      "en": "Many liberals began to move in a direction that the master manipulator had considered inconceivable.",
      "cn": "许多自由派分子开始朝着这位出类拔萃的操纵者认为不可想象的方向运动."
    },
    {
      "en": "My mind, with inconceivable rapidity, followed out all the consequences of such a death.",
      "cn": "我的脑子以难以想象的敏捷, 想象着这样的死之后将引起的后果."
    },
    {
      "en": "That event was inconceivable to us.",
      "cn": "那事件是我们所想像不到的."
    },
    {
      "en": "The thought of leaving her family was inconceivable to her.",
      "cn": "想到要离开家她就觉得难以想像."
    },
    {
      "en": "To turn his head and look at her would have been inconceivable folly.",
      "cn": "回头看她一眼,未免太有点犯傻."
    },
    {
      "en": "Until now, a devaluation of the dollar seemed inconceivable.",
      "cn": "直到现在，美元的贬值似乎都无法想象。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "inconceivably",
          "tran_cn": " 不可思议地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "incredible",
            "unbelievable",
            "unconvincing",
            "unthinkable"
          ],
          "tran_cn": "不能想像的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "impossible",
            "incredible",
            "marvelous",
            "unbelievable",
            "unconvincing",
            "unthinkable"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不能想像的，不可思议的，难以置信的，〈口〉难于相信的，惊人的",
      "tran_en": "too strange or unusual to be thought real or possible"
    }
  ],
  "exchange": {
    "adv": [
      "inconceivably"
    ]
  }
}