{
  "word": "rhombus",
  "ipa": {
    "us": "ˈrɒmbəs",
    "uk": "ˈrɑmbəs"
  },
  "sentences": [
    {
      "en": "A figure with four equal sides forming two inner obtuse Angles and two inner acute Angles; a rhombus or lozenge.",
      "cn": "菱形（物）：一种带有四个等边构成两个内钝角和两个锐角的图形；菱形或菱形物。"
    },
    {
      "en": "An edible flatfish ( Bothas rhombus ) of European waters.",
      "cn": "菱鲆欧洲水域产的一种可食用的扁鱼 ( 菱鲆鲆属 )"
    },
    {
      "en": "As each rhombus comprises a triangle pointing inwards and one pointing outwards, there is an interplay of effects, operating through the immaculately shaped levels, edges and angles.",
      "cn": "由于每个菱形组成一个三角形指着向内和向外指着一个，有一个相互作用的影响，通过经营形成完美的水平，边和角。"
    },
    {
      "en": "Ephraim powder, rhombus silk \" and see stars KongLan upward . \"",
      "cn": "莲粉飘红, 菱丝 翳 碧,仰见明星空栏."
    },
    {
      "en": "Exclusive patented rhombus system design with high precision and density and easy to change.",
      "cn": "所产机台主体构造精心设计,采用特殊、耐久材料制造而成."
    },
    {
      "en": "Gradually, though, the rhombus was tipped a little more, until 3-1-2-1-3 became 4-2-4, the system with which Brazil won the World Cup in 1958.",
      "cn": "不过，菱形中场逐渐进一步倾斜，直到31213最后演变成了1958年巴西夺得世界杯时采用的424。"
    },
    {
      "en": "The inverted nine - spot rhombus pattern has two adjustable directions of well array.",
      "cn": "菱形反九点井网有两个可调的井排方向,是适合于裂缝和砂体方向性明显油藏的最佳井网."
    },
    {
      "en": "There is a small network of rhombus in tokyo astronomical observatory .",
      "cn": "在东京天文台有一个小的菱形台网。"
    },
    {
      "en": "This paper introduces a method for camera calibration based on rhombus.",
      "cn": "给出了一种基于菱形作为平面模板的摄像机标定方法。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rhombic",
          "tran_cn": " 菱形的；斜方形的；正交的"
        },
        {
          "word": "rhombohedral",
          "tran_cn": " 菱形的，[数] 斜方六面体的"
        },
        {
          "word": "rhomboidal",
          "tran_cn": " 长斜方形的；偏菱形的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lozenge",
            "diamond shape"
          ],
          "tran_cn": "[数]菱形；斜方形"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[数] 菱形；[数] 斜方形",
      "tran_en": "a shape with four equal straight sides, especially one that is not a square"
    }
  ],
  "exchange": {
    "pl": [
      "rhombuses"
    ]
  }
}