{
  "word": "mascot",
  "ipa": {
    "us": "ˈmæskət",
    "uk": "ˈmæskɑːt"
  },
  "sentences": [
    {
      "en": "Clutch the Bear is a good job as a mascot.",
      "cn": "火箭熊玩的把戏倒是很精彩,真是一流的."
    },
    {
      "en": "Clutch the Bear is doing a good job as a mascot.",
      "cn": "火箭熊玩的花招却是很精彩,真是一流的."
    },
    {
      "en": "Cobi is the mascot of 1992 Olympic Summer Games in Barcelona, Spain.",
      "cn": "科比是1992年西班牙巴塞罗那奥运会的吉祥物."
    },
    {
      "en": "Easter rabbit about to become the mascot, a section of legend.",
      "cn": "关于兔子成为复活节的吉祥物, 是有一段传说的."
    },
    {
      "en": "Guangzhou Asian Games Mascot of creativity, from the Canton city legend.",
      "cn": "广州亚运会吉祥物的创意, 来源于广州的城市传说."
    },
    {
      "en": "His little son is the mascot for the local football team.",
      "cn": "他的小儿子是当地足球队的吉祥人物."
    },
    {
      "en": "Meanwhile he is the honour member and mascot of King Guard.",
      "cn": "这只企鹅是挪威国王卫队的荣誉成员和吉祥物."
    },
    {
      "en": "Nu Wa's five children decided to become a mascot of the Olympics.",
      "cn": "女娲的五个孩子决定去争当奥运吉祥物."
    },
    {
      "en": "Rocky the Raccoon, the team mascot",
      "cn": "浣熊罗基，该队的吉祥物"
    },
    {
      "en": "The football team's mascot is a goat.",
      "cn": "足球队的吉祥物是山羊."
    },
    {
      "en": "The longhorn is the Texas mascot and a passion of the family.",
      "cn": "长角牛是德州大学的吉祥物,全家人都很热爱."
    },
    {
      "en": "The mascot for the Fifth China Farmers'Games is a cute swallow.",
      "cn": "第五届农运会的吉祥物是只可爱的燕子."
    },
    {
      "en": "the official mascot of the 2002 World Cup",
      "cn": "2002年世界杯的官方吉祥物"
    },
    {
      "en": "The team's mascot is a giant swan.",
      "cn": "这个队的吉祥物是只大天鹅。"
    },
    {
      "en": "We had a panda as our mascot.",
      "cn": "我们把熊猫作为吉详物."
    },
    {
      "en": "We might as well be in that cage with the team mascot.",
      "cn": "我们不如和我们队的吉祥物一起呆在笼子里."
    },
    {
      "en": "You'll see your team cheerleaders and mascot performing new animations as well.",
      "cn": "你会看到啦啦队队长跟吉祥物也都会有全新的动作."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Billiken"
          ],
          "tran_cn": "吉祥物；福神（等于mascotte）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "olympic mascot",
      "tran_cn": "奥运会吉祥物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "吉祥物，福神",
      "tran_en": "an animal or toy, or a person dressed as an animal, that represents a team or organization, and is thought to bring them good luck"
    }
  ],
  "exchange": {
    "pl": [
      "mascots"
    ]
  }
}