{
  "word": "Tanzania",
  "ipa": {
    "us": "ˌtænzəˈni:ə",
    "uk": "ˌtænzəˈniə"
  },
  "sentences": [
    {
      "en": "After his visit to South Africa, he will also continue to visit Tanzania and Uganda.",
      "cn": "在结束对南非的访问后，他还将继续访问坦桑尼亚和乌干达。"
    },
    {
      "en": "As everybody knows the Tanzania - Zambia railway was built with Chinese aid.",
      "cn": "众所周知,坦赞铁路是在中国的援助下建成的."
    },
    {
      "en": "British paleontologist who worked in Tanzania.",
      "cn": "在坦桑尼亚工作的英国古生物学家"
    },
    {
      "en": "He has to flee to Tanzania.",
      "cn": "他被迫逃往坦桑尼亚."
    },
    {
      "en": "Masai grasslands of northern Tanzania, the Masai people live.",
      "cn": "坦桑尼亚北部的马萨伊草原上, 居住着马萨伊民族."
    },
    {
      "en": "Permission has not yet been granted for the airline to overfly Tanzania.",
      "cn": "这家航空公司还未获得飞越坦桑尼亚领空的许可。"
    },
    {
      "en": "Some countries, ranging from Rwanda and Tanzania in East Africa, to Egypt and Morocco in the North and South Africa in the South, have steadily increased their science spending.",
      "cn": "从东非的卢旺达和坦桑尼亚，到北非的埃及和摩洛哥，再到非洲南部的南非，一些国家已经稳步增加了它们的科学开支。"
    },
    {
      "en": "Tanzania and Brazil are the main producers of sisal.",
      "cn": "坦桑尼亚和巴西是最主要的生产国."
    },
    {
      "en": "Tanzania has plenty of water and abundant farmland still to be developed.",
      "cn": "坦桑尼亚有着丰富的水资源以及大量的农田仍亟需被开发利用."
    },
    {
      "en": "Tanzania is also rich in forestry, livestock and sea products.",
      "cn": "还盛产木材 、 牲畜和海产品."
    },
    {
      "en": "Tanzania reported 14 attacks off its shores last year.",
      "cn": "去年,坦桑尼亚方面声称在近海发生了14起海盗袭击事件."
    },
    {
      "en": "Tanzania's economy is ticking along.",
      "cn": "坦桑尼亚的经济仍在持续增长."
    },
    {
      "en": "The newly built airport acts as a starting point for safaris into the game parks and reserves of northern Tanzania.",
      "cn": "新建的机场是去坦桑尼亚北部野生动物园和保护区观看野生动物的出发点。"
    },
    {
      "en": "The ship has just arrived from Tanzania.",
      "cn": "这艘轮船刚从坦桑尼亚到达这里."
    },
    {
      "en": "These include Tanzania, Mozambique and Rwanda.",
      "cn": "这些包括坦桑尼亚, 莫桑比克和卢旺达."
    },
    {
      "en": "Twilight descends on Tanzania's Kilimanjaro.",
      "cn": "黎明降临了坦桑尼亚的乞力马扎罗山."
    },
    {
      "en": "We have a good example in Tanzania.",
      "cn": "我们在坦桑尼亚有一个很好的例子。"
    },
    {
      "en": "We traveled to Kenya and Tanzania of East Africa in May 2007.",
      "cn": "今年五月我们游历了东非的肯尼亚和坦桑尼亚."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "坦桑尼亚（东非国家）"
    },
    {
      "pos": "other",
      "tran_cn": "坦桑尼亚(国家名）"
    }
  ],
  "exchange": {}
}