{
  "word": "meningitis",
  "ipa": {
    "us": "ˌmenɪnˈdʒaɪtɪs",
    "uk": "ˌmɛnɪnˈdʒaɪtɪs"
  },
  "sentences": [
    {
      "en": "A variety of viral agents cause aseptic meningitis or meningoencephalitis.",
      "cn": "各种病毒性因子可引起无菌性脑膜炎或脑膜脑炎."
    },
    {
      "en": "Angiostrongylus cantonensis is the most common cause of eosinophilic meningitis worldwide.",
      "cn": "摘要广东住血?虫是全世界引起嗜伊红血球性脑膜炎最常见的原因."
    },
    {
      "en": "BACKGROUNDKawasaki disease could induce aseptic menptic meningitis, and it is not common.",
      "cn": "川崎病可以引起无菌性脑膜炎, 较罕见."
    },
    {
      "en": "But this should be a big day for all people living in the meningitis belt.",
      "cn": "不过，今天应当是所有生活在脑膜炎地带国家人民的重要日子。"
    },
    {
      "en": "Epidemic meningitis is not the biggest killer in Africa, but it is one of the most greatly feared of all diseases.",
      "cn": "流行性脑膜炎并非是非洲最大的杀手，但却是所有疾病中最令人感到恐惧的其中一个。"
    },
    {
      "en": "He died of tubercular meningitis.",
      "cn": "他死于结核性脑膜炎。"
    },
    {
      "en": "He is suffering from viral meningitis.",
      "cn": "他患病毒性脑膜炎."
    },
    {
      "en": "Here is another example of an acute meningitis from bacterial infection.",
      "cn": "细菌感染引起的急性脑膜炎."
    },
    {
      "en": "In November 1992 , we encoun - tered a 35 - year - old woman patient with otogenic meningitis.",
      "cn": "脑膜或脑组织脱垂至中耳或乳突部位极为少见,多为中耳手术后造成骨缺损而导致."
    },
    {
      "en": "Leaves: prevents epidemic influenza, epidemic meningitis, influenza, enteritis , eczema of the scrotum.",
      "cn": "叶: 预防流行性感冒, 流行性脑脊髓膜炎, 感冒, 肠炎; 外用治阴囊湿疹."
    },
    {
      "en": "Meningitis. Meningitis is characterized by fever, stiff neck, and headaches.",
      "cn": "脑膜炎脑膜炎的症状为发烧 、 颈部僵硬及头痛."
    },
    {
      "en": "Mumps virus can be isolated from saliva, urine, and, in meningitis, from the cerebrospianal fluid.",
      "cn": "流腮病毒可自唾液及尿中分离出来, 患脑膜炎时, 病毒则可来自脑脊髓液."
    },
    {
      "en": "My sister is in hospital with meningitis.",
      "cn": "我妹妹得脑膜炎住院了."
    },
    {
      "en": "Objective To explore the characteristic and value of electroencephalogram ( EEG ) for epidemic cerebrospinal meningitis ( DCSM ).",
      "cn": "目的探讨流行性脑脊髓膜炎 ( EpidemicCerebrospinal Meningitis, DCSM ) 的脑电图 ( electroen-cephalogram,EEG ) 改变的特点以及意义."
    },
    {
      "en": "Objective To study viral pathogens of the viral meningitis in children.",
      "cn": "目的分析小儿病毒性脑膜炎部分病原学情况."
    },
    {
      "en": "Other serious bacterial diseases include cholera, diphtheria, bacterial meningitis, and syphilis.",
      "cn": "其它严重的细菌性疾病包括霍乱 、 白喉 、 细菌性脑膜炎 、 梅毒."
    },
    {
      "en": "She pointed out the meningitis vaccine as well as new vaccines for preventing diarrheal disease and pneumonia and a new test for tuberculosis.",
      "cn": "她指出了脑膜炎疫苗、预防腹泻和肺炎的新疫苗，以及一项针对肺结核的新测试这一连串的胜利。"
    },
    {
      "en": "The incidence of bacterial meningitis has fallen since then, the team noted.",
      "cn": "该研究小组也注意到,至那以后, 细菌性脑膜炎的发生率降低."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "meningeal",
          "tran_cn": " 脑膜的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "meningism",
          "tran_cn": " 假性脑膜炎"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "bacterial meningitis",
      "tran_cn": "细菌性脑膜炎"
    },
    {
      "phrase": "epidemic cerebrospinal meningitis",
      "tran_cn": "流行性脑脊膜炎"
    },
    {
      "phrase": "purulent meningitis",
      "tran_cn": "脓性脑膜炎"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "脑膜炎",
      "tran_en": "a serious illness in which the outer part of the brain becomes swollen"
    }
  ],
  "exchange": {
    "pl": [
      "meningitides"
    ]
  }
}