{
  "word": "embed",
  "ipa": {
    "us": "ɪmˈbed",
    "uk": "ɪmˈbed"
  },
  "sentences": [
    {
      "en": "And then we embed data by modifying distribution of each division.",
      "cn": "然后,透过调整区间中各个像素的分布来达到藏匿浮水印的工作."
    },
    {
      "en": "At the bottom of this structure we embed constants into operators which terminate the nesting process.",
      "cn": "这一结构的底端,我们将常数插入了用于终止嵌套过程的操作数."
    },
    {
      "en": "Create your own slideshow, then embed in your classroom blog.",
      "cn": "创建自己的幻灯片, 然后嵌入到教学博客中."
    },
    {
      "en": "Embed characters in use only ( best for reducing file size )",
      "cn": "只嵌入所用字符 ( 适于减少文件大小 )"
    },
    {
      "en": "Feelings of guilt are deeply embedded in her personality.",
      "cn": "负罪感在她的性格里根深蒂固。"
    },
    {
      "en": "For example, some websites embed video players, games, and other interactive experiences on site pages.",
      "cn": "比如, 有的网站中嵌入视频播放器, 游戏和其他交互体验上的网页."
    },
    {
      "en": "Furthermore, it can embed a multi - lever gray image .",
      "cn": "此外, 该算法能够用于多 灰度级图像 水印的嵌入."
    },
    {
      "en": "How to embed this virtual tour in my web page?",
      "cn": "如何嵌入这个虚拟游览我的网页?"
    },
    {
      "en": "Many toxic securities are complex and embed fraud.",
      "cn": "许多有毒证券非常复杂,而且存在欺诈行为."
    },
    {
      "en": "My dear \" duckling \", do you still embed in mind the dream of \" white swan \"?",
      "cn": "亲爱的 “ 小鸭子 ”, 还在做 “ 白天鹅 ” 的梦 吗 ?"
    },
    {
      "en": "One of the bullets passed through Andrea's chest before embedding itself in a wall.",
      "cn": "其中一颗子弹穿过安德烈亚的胸膛然后嵌入一面墙中。"
    },
    {
      "en": "Select to embed or link items into documents for users to edit directly.",
      "cn": "选择将项嵌入或链接至文档内以便于用户直接编辑."
    },
    {
      "en": "Specifies whether to embed tracking information in the assembly.",
      "cn": "指定是否在程序集中嵌入跟踪信息."
    },
    {
      "en": "The basic idea is to embed a watermark by adding an echo the original sample.",
      "cn": "基本思想是嵌入水印添加回声原始样本."
    },
    {
      "en": "They used to kind of embed it in the glass.",
      "cn": "他们往往把它嵌在玻璃里."
    },
    {
      "en": "This photo showed us how did the root of plant embed the soil deeply.",
      "cn": "这张照片显示植物的根是如何深入到土壤里去的."
    },
    {
      "en": "We will help you apply and embed your new skills and behaviours during the programme.",
      "cn": "我们会通过这个课程帮你应用并且深化你的新技巧和行为."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bed",
            "enclose",
            "fix",
            "inlay",
            "inset",
            "lodge",
            "plant",
            "root",
            "wedge"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "enclose",
            "fix",
            "inlay",
            "inset",
            "lodge",
            "plant",
            "root",
            "wedge"
          ],
          "tran_cn": "埋藏;使固定"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "embed watermark",
      "tran_cn": "嵌入水印；嵌入水印滤镜"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "（使）嵌入，融入，派遣",
      "tran_en": "to put something firmly and deeply into something else, or to be put into something in this way"
    },
    {
      "pos": "vt",
      "tran_cn": " 把…嵌入， 扎牢； 使深留于脑中",
      "tran_en": "to put something firmly and deeply into something else, or to be put into something in this way"
    }
  ],
  "exchange": {}
}