{
  "word": "despite",
  "ipa": {
    "us": "dɪˈspaɪt",
    "uk": "dɪˈspaɪt"
  },
  "sentences": [
    {
      "en": "Despite all our efforts to save the school, the authorities decided to close it.",
      "cn": "尽管我们竭力想保住这所学校，当局还是决定把它关闭。"
    },
    {
      "en": "despite herself Fran felt a ripple of appreciation for his beauty.",
      "cn": "弗兰不由自主地感受到了他的勃勃英姿。"
    },
    {
      "en": "Despite his bulk he moved lightly on his feet.",
      "cn": "尽管他身形庞大，移动起来还是很灵巧。"
    },
    {
      "en": "Despite his constant protes-tations of devotion and love, her doubts persisted.",
      "cn": "尽管他一直宣称对她的爱忠贞不渝，她仍然心存怀疑。"
    },
    {
      "en": "Despite his illegal act, few people think badly of him.",
      "cn": "尽管他干了违法的事情，但很少有人认为他不好。"
    },
    {
      "en": "Despite his lack of experience, he got the job.",
      "cn": "他虽然经验不足，但还是获得了这份工作。"
    },
    {
      "en": "Despite his unconventional methods, he has inspired pupils more than anyone else.",
      "cn": "尽管他的方法不同寻常，但他给予学生的激励比其他人都要多。"
    },
    {
      "en": "Despite myself, Harry's remarks had caused me to stop and reflect.",
      "cn": "哈里的话让我不由自主地停下来细想。"
    },
    {
      "en": "Despite some artful editing, the anthology is a weak one.",
      "cn": "除了编辑上的一些巧妙之处，这本选集乏善可陈。"
    },
    {
      "en": "Despite the heat, he'd swapped his overalls for a suit and tie.",
      "cn": "尽管很热，他还是脱掉工作服换上了西装和领带。"
    },
    {
      "en": "Despite the poor weather the fishing has been pretty good.",
      "cn": "尽管天气恶劣，却渔获颇丰。"
    },
    {
      "en": "He'd obviously kept himself fit despite his years of confinement.",
      "cn": "显然，尽管监禁多年，他依旧保持着身体健康。"
    },
    {
      "en": "Liz realized that, despite herself, she cared about Edward.",
      "cn": "利兹发现自己不由自主地在乎爱德华。"
    },
    {
      "en": "My feet were like blocks of ice despite the thermal socks.",
      "cn": "虽然穿了保暖袜子，我的双脚还是像冰块一样。"
    },
    {
      "en": "She persevered in her idea despite obvious objections raised by friends.",
      "cn": "虽然朋友们明确反对，她还是坚持己见。"
    },
    {
      "en": "The gentleman, despite his advanced years, helped Kathryn back to her seat.",
      "cn": "这位绅士，尽管年事已高，仍然帮着凯瑟琳回到座位上。"
    },
    {
      "en": "The guard eyeballed him pretty hard despite his pass.",
      "cn": "虽然他有通行证，卫兵还是直勾勾地盯着他。"
    },
    {
      "en": "They were all in top hats and cutaways despite the growing heat.",
      "cn": "虽然天气越来越热，他们仍全部戴着高顶礼帽，穿着燕尾服。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "despiteful",
          "tran_cn": " 有恶意的；故意为难的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "abuse",
            "antagonism",
            "contempt",
            "contumacy",
            "defiance",
            "insolence",
            "insult",
            "malignity"
          ],
          "tran_cn": "轻视"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "after",
            "aside",
            "regardless"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "contempt",
            "defiance",
            "in",
            "notwithstanding",
            "of",
            "regardless",
            "spite"
          ],
          "tran_cn": "任凭,不管"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "despite (或 in despite of)",
      "tran_cn": "(古)不管，尽管，任凭"
    },
    {
      "phrase": "despite all that",
      "tran_cn": "尽管如此"
    },
    {
      "phrase": "despite of",
      "tran_cn": "不管；不顾"
    },
    {
      "phrase": "despite oneself",
      "tran_cn": "不由自主地；身不由己地"
    },
    {
      "phrase": "in despite of",
      "tran_cn": "尽管；不管"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "轻视；憎恨；侮辱"
    },
    {
      "pos": "prep",
      "tran_cn": "尽管，虽然，不由自主",
      "tran_en": "used to say that something happens or is true even though something else might have prevented it"
    }
  ],
  "exchange": {}
}