{
  "word": "eagerness",
  "ipa": {
    "us": "'i:gənɪs",
    "uk": " ˈiɡɚnɪs"
  },
  "sentences": [
    {
      "en": "A sound of craving and eagerness that had nothing articulate in it but blood.",
      "cn": "是渴望与急切的喧嚣,喧嚣中除了“血”字之外别的话都听不清."
    },
    {
      "en": "And the best of it is, his eagerness to help was not appreciated.",
      "cn": "而最妙的是, 尽管他非常想帮上一点忙,人家并不领情."
    },
    {
      "en": "Carl pushed ahead in his eagerness to reach the wall.",
      "cn": "卡尔为了能够到墙急切地往前挤。"
    },
    {
      "en": "Every year people look forward to the day with great eagerness.",
      "cn": "每年人们都急切地盼望那一天."
    },
    {
      "en": "Expectancy - Come before God with anticipation and eagerness.",
      "cn": "盼望 -  来到神面前要有期待和渴望。"
    },
    {
      "en": "From lapsing into eagerness on this point she earnestly prayed she might be delivered.",
      "cn": "她诚心祝祷,但愿她不致在这个问题上花费太多的精力."
    },
    {
      "en": "Herzog felt a deep, dizzy eagerness to begin.",
      "cn": "赫索格感到一种深切而晕眩的渴望又开始了."
    },
    {
      "en": "His eagerness will not avail against the fitness and skill of his opponent.",
      "cn": "他求胜心切,但这并不能抵挡得住对手的健壮与技艺."
    },
    {
      "en": "His hands trembled with eagerness as he opened the letter.",
      "cn": "他拆信时因急切而双手发抖."
    },
    {
      "en": "His voice sounded louder and higher, as if he were afire with eagerness and rage.",
      "cn": "他的声音又大又尖, 仿佛他已经怒不可遏,迫不及待了."
    },
    {
      "en": "I shall await your answer to my letter with eagerness.",
      "cn": "急盼复信."
    },
    {
      "en": "Marianne's eagerness to be gone declared her dependence on finding him there.",
      "cn": "玛丽安渴望要去,说明她有把握能在那儿找到他."
    },
    {
      "en": "My parents sympathized with my eagerness to move out.",
      "cn": "我父母体谅我想搬出去住的急切心情."
    },
    {
      "en": "Romor exuded friendliness, goodwill, indeed eagerness to please.",
      "cn": "鲁莫尔洋溢着友情和善意, 诚心要使别人高兴."
    },
    {
      "en": "She met his eagerness with that smiling, tantalizing passivity.",
      "cn": "她以笑盈盈的 、 半推半就的姿态对付他那热切的情意."
    },
    {
      "en": "Sometimes I see the same eagerness and belief in the faces of children and teenagers and the sight brings back the same sadness I feel in remembering myself.",
      "cn": "有时我在儿童和十几岁的孩子们的脸上见到过这种相同的渴望和信念，在想到我自己时，感觉这情形使我回想起同样的悲哀。"
    },
    {
      "en": "The eagerness and belief that filled me then and exacted a pledge from life that life could never fulfill?",
      "cn": "那时我的身心充满了渴望和信念，向生活索求一种生活绝不会满足的保证吗？"
    },
    {
      "en": "The stranger was expected with all the eagerness of a longing mother.",
      "cn": "她带着一位渴望的母亲的热切心情期待着这个陌生人."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "eager",
          "tran_cn": " 渴望的；热切的；热心的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "eagerly",
          "tran_cn": " 急切地；渴望地；热心地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anxiousness",
            "enthusiasm",
            "impatience",
            "keenness",
            "willingness"
          ],
          "tran_cn": "渴望,殷切"
        },
        {
          "words": [
            "verve",
            "zest"
          ],
          "tran_cn": "热忱"
        },
        {
          "words": [
            "cordiality",
            "earnestness",
            "heartiness",
            "warmth"
          ],
          "tran_cn": "热情"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "anxiety",
            "hunger",
            "inspiration",
            "thirst",
            "vigor",
            "zeal"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "渴望，热心，热切"
    }
  ],
  "exchange": {
    "adv": [
      "eagerly"
    ],
    "adj": [
      "eager"
    ]
  }
}