{
  "word": "pectoral",
  "ipa": {
    "us": "ˈpektərəl",
    "uk": "ˈpɛktərəl"
  },
  "sentences": [
    {
      "en": "At low tide, head swaying sideside, crawling forward feeding the body with the pectoral fins.",
      "cn": "退潮后, 头部左右摇摆, 全身用胸鳍爬行前进觅食."
    },
    {
      "en": "Breasts are made up of fat and no muscle, with support provided only by the surrounding skin and the Cooper's ligaments, which extend from the nipples to the pectoral muscles.",
      "cn": "乳房是由脂肪组成的，没有肌肉，仅靠周围的皮肤和库珀韧带来支撑。库珀韧带是由乳头延伸到胸肌的韧带。"
    },
    {
      "en": "But it's also frustrating not having Darrell Arthur ( pectoral surgery ) here.",
      "cn": "但是没了达瑞尔亚瑟 ( 手术 ) 也同样让人沮丧."
    },
    {
      "en": "He could see their wide, flattened, shovel - pointed heads now and their white tipped wide pectoral fins.",
      "cn": "他这时看得见它们那又宽又扁的铲子形的头,和尖端呈白色的宽阔的胸鳍."
    },
    {
      "en": "He walked among the displaced contours of her pectoral girdle.",
      "cn": "他在她胸肢带骨的变形周线间漫步."
    },
    {
      "en": "How practise pectoral muscle and abdomen machine!",
      "cn": "怎么样练胸肌和腹机!"
    },
    {
      "en": "I am to be in Shanghai, often feel how pectoral frowsty be discouraged a responsibility recently?",
      "cn": "我是在上海, 最近老感觉胸闷气短怎么回事 啊 ?"
    },
    {
      "en": "In the shallow waters off Hokkaido, a barbed poacher crawls across glistening volcanic sand on spiny pectoral fins.",
      "cn": "在北海道外的浅水水域，一只带刺的入侵者利用胸鳍刺爬过闪亮的火山砂。"
    },
    {
      "en": "Its are orderly: The head - cervical - two upper limbs - pectoral abdomen - back - two ham - two crus.",
      "cn": "其顺序为: 头部 - 颈部 - 两上肢 - 胸腹 - 背 - 两大腿 - 两小腿."
    },
    {
      "en": "Or at least pectoral fin . But tetrapods, which evolved from fish, did.",
      "cn": "但是从鱼类进化来的四足动物却有这种结构."
    },
    {
      "en": "Pectoral qi performs two main functions.",
      "cn": "宗气主要执行两种功能."
    },
    {
      "en": "Practise abdominal muscle and best pectoral muscle method.",
      "cn": "练腹肌和胸肌的最好方法."
    },
    {
      "en": "She had to concentrate on flexing her pectoral muscle, or the triceps, to power the arm.",
      "cn": "为了给手臂提供力量,她不得不用力伸缩她的胸肌或者三头肌."
    },
    {
      "en": "The friend coughs, haemoptysis pectoral painful a week.",
      "cn": "朋友咳嗽, 咯血,胸痛一周."
    },
    {
      "en": "This gold-and-glass pectoral amulet was discovered in the tomb of Tutankhamun near Luxor, Egypt.",
      "cn": "这个由黄金和玻璃制成的胸饰护身符发现于埃及卢克索附近的图坦卡门陵墓。"
    },
    {
      "en": "When we breathe in we contract our pectoral muscles.",
      "cn": "当我们吸气的时候,我们收缩自己的胸肌."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "thoracic",
            "chested"
          ],
          "tran_cn": "胸的；肺病的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "plastron"
          ],
          "tran_cn": "胸饰；治疗胸肺药物"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pectoral fin",
      "tran_cn": "[鱼]胸鳍"
    },
    {
      "phrase": "pectoral muscle",
      "tran_cn": "胸肌"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "胸部的，戴在胸部的"
    },
    {
      "pos": "n",
      "tran_cn": "胸鳍，胸肌"
    }
  ],
  "exchange": {
    "pl": [
      "pectorals"
    ]
  }
}