{
  "word": "sedentary",
  "ipa": {
    "us": "ˈsedntri",
    "uk": "ˈsednteri"
  },
  "sentences": [
    {
      "en": "A sedentary office life exerts an extremely bad influence on people's health.",
      "cn": "久坐不起的办公室生活给人们的健康带来及其不良的影响."
    },
    {
      "en": "a sedentary people living north of the Danube",
      "cn": "多瑙河北面的一个定居民族"
    },
    {
      "en": "Bookkeeping is a sedentary occupation.",
      "cn": "会计是一种需要坐着工作的职业."
    },
    {
      "en": "Fast food and sedentary life lead to the increasing rate of obesity.",
      "cn": "快餐和久坐不动的生活导致肥胖率上升."
    },
    {
      "en": "His lameness made him fond of sedentary occupation.",
      "cn": "他的残废使他喜欢做些案头工作."
    },
    {
      "en": "I don't think a sedentary life would altogether suit me.",
      "cn": "我认为长期伏案的生活一点也不适合我。"
    },
    {
      "en": "I'm bored with sedentary work.",
      "cn": "我对坐着做的工作已经腻了."
    },
    {
      "en": "It was immediately attributed to their sedentary life.",
      "cn": "这一点立刻归咎于他们终日伏案的生活."
    },
    {
      "en": "Obesity and a sedentary lifestyle has been linked with an increased risk of heart disease.",
      "cn": "肥胖和久坐不动的生活方式被认为会增加患心脏病的几率。"
    },
    {
      "en": "People in sedentary jobs need to take exercise.",
      "cn": "工作上要久坐的人需要做运动."
    },
    {
      "en": "Pigeons are sedentary birds.",
      "cn": "鸽子是一种定居的鸟."
    },
    {
      "en": "Sedentary can cause people to mental depression, Aichi Wumingzhihuo , poor mental state.",
      "cn": "久坐会导致人心理压抑,爱发无名之火, 精神状态欠佳."
    },
    {
      "en": "Sedentary will lead to muscle ache, stiff neck and headache and dizziness.",
      "cn": "久坐不动会引发全身肌肉酸痛 、 脖子僵硬和头痛头晕."
    },
    {
      "en": "Still, I am strongly in favour of being less sedentary.",
      "cn": "不过, 我还是强烈建议我们不要老是久坐不动."
    },
    {
      "en": "That means 1,800 for sedentary men and 1,500 for sedentary women.",
      "cn": "这意味着久坐的男性卡路里摄入量是1800,久坐的女性是1500."
    },
    {
      "en": "Wind has little influence on sedentary aphids.",
      "cn": "风对不动的蚜虫很少有影响."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "坐着的，（指工作等）坐着干的，案头的，（指人）不爱活动的",
      "tran_en": "spending a lot of time sitting down, and not moving or exercising very much"
    }
  ],
  "exchange": {}
}