{
  "word": "attendee",
  "ipa": {
    "us": "ˌætenˈdi:",
    "uk": "əˌtɛnˈdi, ˌætɛn-"
  },
  "sentences": [
    {
      "en": "\"All of us together, in that beautiful place, \" one attendee recalls.",
      "cn": "“我们聚在在那个美丽的地方，”一位出席聚会的员工回忆。"
    },
    {
      "en": "Another theme that came up -- and that, as one attendee pointed out, is of particular interest as colleges look for ways to cut costs -- is the value of counseling centers.",
      "cn": "新的问题出现了，正如一位大会出席者指出的那样，由于各高校目前正在寻求方法消减开支，学校咨询中心就被首先考虑到了。"
    },
    {
      "en": "Edits the role of the attendee selected in the list above.",
      "cn": "编辑以上列表中所选参加者的角色."
    },
    {
      "en": "Enter attendee and registration information before previewing the invoice.",
      "cn": "请在预览发票之前输入参加者和报名信息."
    },
    {
      "en": "Enter attendee information before registering for an event.",
      "cn": "注册事件之前请输入参加人信息."
    },
    {
      "en": "Even North Korea's most senior attendee, Vice - President Yang Hyong Sop, readily got to his feet.",
      "cn": "即使最高级别的朝鲜方出席者, 最高人民会议常任委员会副委员长杨亨燮也起身鼓掌."
    },
    {
      "en": "Every attendee at this 1991 conference of computer graphic experts was probably once hooked on Pong.",
      "cn": "参加1991年这次会议的计算机图形专家们,可能都曾经迷恋过“乒乓”游戏."
    },
    {
      "en": "Folios will be prepared for each attendee and left by their namecards on the conference table.",
      "cn": "会场会替每位出席者准备文件夹,跟名牌一起摆在会议桌上."
    },
    {
      "en": "Register attendee for an event before viewing payments form.",
      "cn": "请在查看付款窗体之前给讲座的参加者报名."
    },
    {
      "en": "This attendee has tentatively accepted the meeting.",
      "cn": "此与会者已暂时接受了会议要求."
    },
    {
      "en": "Training materials will be selected based on attendee's test results and the company's goals.",
      "cn": "结合受训人员测试结果和企业培训目标,选定系列培训教材."
    },
    {
      "en": "Your status an attendee of this event changed.",
      "cn": "您在此事件的参加者状态已变更."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "attendance",
          "tran_cn": " 出席；到场；出席人数"
        },
        {
          "word": "attender",
          "tran_cn": " 出席者；按规定常到的人；常客"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "attend",
          "tran_cn": " 出席；致力于；照料；照顾"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "attend",
          "tran_cn": " 出席；上（大学等）；照料；招待；陪伴"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "turnout"
          ],
          "tran_cn": "出席者；在场者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（会议等的）出席者",
      "tran_en": "someone who is at an event such as a meeting or a course"
    }
  ],
  "exchange": {
    "pl": [
      "attendees"
    ]
  }
}