{
  "word": "Pompeii",
  "ipa": {
    "us": "pɔmˈpei",
    "uk": "pɑmˈpe, -ˈpei"
  },
  "sentences": [
    {
      "en": "A new trouble was in store for Pompeii.",
      "cn": "一场新的灾难即将向庞培袭来."
    },
    {
      "en": "Animated was, indeed, the aspect of the forum of Pompeii at that time!",
      "cn": "那时庞贝广场的面貌也确实生气勃勃!"
    },
    {
      "en": "Approximately half a million visitors go to Pompeii each year.",
      "cn": "每年都有约五十万名的观光客到庞贝参观."
    },
    {
      "en": "Behind the city of Pompeii stood the 4000 - feet Mount Vesuvius.",
      "cn": "庞培城的后面矗立着4000英尺高的维苏维火山."
    },
    {
      "en": "It was from that feeling that you chose your summer retreat at Pompeii?",
      "cn": "你是出于这种考虑,才到宠贝来避暑的?"
    },
    {
      "en": "Mount Nyiragongo is one of the most dangerous volcanoes in the world - and scientists say it is only a matter of time before it makes the city below a modern day Pompeii.",
      "cn": "尼拉贡戈火山是世界上最危险的火山之一，科学家表示，山脚下的城镇重现庞培古城的悲剧只是时间的问题。"
    },
    {
      "en": "Pompeii is no longer a buried city.",
      "cn": "庞培不再是地下城了."
    },
    {
      "en": "Pompeii was a cultural center and vacation destination for Roman high society until it was destroyed in 79 A.D. by the eruption of Mount Vesuvius.",
      "cn": "公元79年维苏威火山爆发并摧毁该城市以前，意大利古城庞培一直是罗马帝国上流社会贵族们的度假天堂，也是罗马帝国的文化中心。"
    },
    {
      "en": "Pompeii was overwhelmed by a vast accumulation of dust and ashes.",
      "cn": "庞贝湮没在一巨大的尘土和灰烬堆里."
    },
    {
      "en": "Pompeii's graffiti includes insults, love declarations, and political satire.",
      "cn": "庞贝的涂鸦包括侮辱言辞 、 爱情宣言和政治嘲讽."
    },
    {
      "en": "Pompeii's graffiti includes insults, love declarations, and political satire.",
      "cn": "庞贝的涂鸦包括侮辱言辞 、 情宣言和政治嘲讽."
    },
    {
      "en": "So in 1860, the Italian archaeologist Giuseppe Fiorelli was made director of the Pompeii dig.",
      "cn": "于是,1860年意大利考古学家朱赛佩·奥雷利受命担任了庞贝古城遗址发掘工作的总指挥."
    },
    {
      "en": "The people of Pompeii now knew that doom at hand.",
      "cn": "现在,庞贝城的人民知道厄运即将降临了."
    },
    {
      "en": "They can also be unintended caches such as at Pompeii.",
      "cn": "他们也可以是随意的容器,就像在庞培古城一样."
    },
    {
      "en": "They had started to uncover the ancient city of Pompeii.",
      "cn": "他们想重现庞培古城."
    },
    {
      "en": "We wanted to have a look at the ruins of Pompeii.",
      "cn": "我们想看一下庞贝城的废墟."
    },
    {
      "en": "We've been uncovering ruins at the famous ancient city of Pompeii for several years.",
      "cn": "我们这几年一直在试着揭开著名古城庞培的废墟之谜."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "庞培（意大利古都，公元79年火山爆发，全城淹没）"
    },
    {
      "pos": "other",
      "tran_cn": "庞培（意大利古都）"
    }
  ],
  "exchange": {}
}