{
  "word": "munch",
  "ipa": {
    "us": "mʌntʃ",
    "uk": "mʌntʃ"
  },
  "sentences": [
    {
      "en": "Across the table, his son Benjie munched appreciatively.",
      "cn": "桌子对面，他儿子本吉津津有味地大声咀嚼着。"
    },
    {
      "en": "Cows munch mostly grasses and hay - yet they grow big and hefty.",
      "cn": "牛吃的是草,但却长得身高体壮."
    },
    {
      "en": "Getting them to munch on vegetable dishes was more difficult.",
      "cn": "使他们吃素菜就比较困难了."
    },
    {
      "en": "He peeled two more and continued to munch.",
      "cn": "它剥了两个,继续大嚼!"
    },
    {
      "en": "Here, I munch on the trees answer to no one.",
      "cn": "这里, 老子在树上啃苹果,不需要搭理任何人."
    },
    {
      "en": "In the rush of morning, munch them along with low - fat string cheese.",
      "cn": "在匆忙的早上, 可以吃几口葡萄,加上一些低脂肪的麻花状奶酪."
    },
    {
      "en": "In the series, all the student wizards and even the teachers munch the disgusting fare.",
      "cn": "在这个系列里, 所有的巫师学生甚至老师们都在大嚼这个恶心的食物."
    },
    {
      "en": "Luke munched the chicken sandwiches.",
      "cn": "卢克大声嚼着鸡肉三明治。"
    },
    {
      "en": "Many people like to munch on apples because they can help with weight loss.",
      "cn": "很多人喜欢咯嚓咯嚓地嚼苹果是因为苹果能助人减重."
    },
    {
      "en": "Most students already likely to be in the terrified pose Munch depicted.",
      "cn": "大部分学生可能已经对蒙克的描述构成了惊恐."
    },
    {
      "en": "Puffins in the coffin munch muffins.",
      "cn": "棺木里的海鹦大嚼松饼."
    },
    {
      "en": "Stop smoking and munch right to help your body stay at a healthy weight.",
      "cn": "戒烟和慢慢咀嚼可以帮助你保持健康体重."
    },
    {
      "en": "The animal threatens to munch through thousands of Viking vessels and other historic shipwrecks, scientists warn.",
      "cn": "科学家警告,这种动物正在吞噬掉数以千计的海盗沉船和其它历史时期的沉船."
    },
    {
      "en": "We watched her munch through two packets of peanuts.",
      "cn": "我们看她津津有味地嚼了两包花生米."
    },
    {
      "en": "Workers gathered to munch, gossip, kibitz, laugh.",
      "cn": "员工们聚拢来,大嚼, 闲话, 抢话,大笑."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "chew",
            "nibble"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": " 用力咀嚼， 出声咀嚼",
      "tran_en": "If you munch food, you eat it by chewing it slowly, thoroughly, and rather noisily"
    },
    {
      "pos": "vt& vi.",
      "tran_cn": "用力咀嚼（某物），大声咀嚼"
    }
  ],
  "exchange": {
    "third": [
      "munches"
    ],
    "past": [
      "munched"
    ],
    "done": [
      "munched"
    ],
    "ing": [
      "munching"
    ]
  }
}