{
  "word": "electrostatic",
  "ipa": {
    "us": "ɪˌlektrəʊˈstætɪk",
    "uk": "ɪˌlektroʊˈstætɪk"
  },
  "sentences": [
    {
      "en": "A null - balance system is provided by balancing the magnetic forces by electrostatic forces.",
      "cn": "零位平衡系统是靠静电力来平衡磁力而造成的."
    },
    {
      "en": "A two parameters method based on electrostatic sensor is designed.",
      "cn": "本文研究了基于静电传感器的双参数法测量质量流量的新方法."
    },
    {
      "en": "And it can significantly increase luster , decontaminate and anti - electrostatic.",
      "cn": "并带有一定的芬芳气味."
    },
    {
      "en": "Another BI system, recently deployed with promising results, features an electrostatic pad that presses against the offender’s upper arm at all times, chemically “tasting” sweat for signs of alcohol.",
      "cn": "最近另外一种BI公司发明的系统也获得了良好的成效。 这种静电发射的装置通过按压违法者的上臂来 “品尝”他体内的酒精含量。"
    },
    {
      "en": "Case made of quality cold - rolling steel with surface of electrostatic spray plastics.",
      "cn": "外壳采用冷扎板拉深,表面静电喷塑工艺."
    },
    {
      "en": "Electrostatic and magnetic vector potential. Properties of dielectrics and magnetic materials.",
      "cn": "静电学和向量磁位、二极体和磁性材料的性质."
    },
    {
      "en": "Electrostatic attraction will play a major role in the absorption of viruses to positively charged surfaces.",
      "cn": "静电吸引在病毒吸附到带正电荷的表面中起主要的作用."
    },
    {
      "en": "For particulates, the favored devices are inertial impactors, cyclones, electrostatic precipitators, and filters.",
      "cn": "分离颗粒常用的装置是惯性冲击器, 旋风分离器, 静电除尘器和过滤器."
    },
    {
      "en": "Guitar's experiments did not stimulate any practical study of the electrostatic - precipitation principle.",
      "cn": "吉他的试验均未能激起任何关于电收尘原理的实用性研究."
    },
    {
      "en": "Let us consider the implication of the electrostatic theorem for chemical bonding in diatomic molecules.",
      "cn": "让我们讨论双原子分子化学成键所蕴含的静电定理."
    },
    {
      "en": "Techniques for controlling particulates include filtering, washing, centrifugal separation, and electrostatic precipitation.",
      "cn": "控制颗粒污染物的技术包括过滤 、 洗涤 、 离心分离 、 静电沉降."
    },
    {
      "en": "The dedusting efficiency of the electrostatic dust precipitator was enhanced after reform.",
      "cn": "改造后,电除尘器除尘效率提高."
    },
    {
      "en": "The electrostatic summation must be evaluated for an explicIt'set of ion position.",
      "cn": "静电能的加和必须根据离子的具体位置来计算."
    },
    {
      "en": "The propellants are acceptable for military purposes as relates to surveillance, electrostatic sensitivity and friction sensitivity.",
      "cn": "就监视安定度,静电感度和摩擦感度而言, 这些推进剂是可作为军用的."
    },
    {
      "en": "This is the most convenient reference level for most electrostatic problems.",
      "cn": "对大多数的静电问题来说,这是最方便的参考点."
    },
    {
      "en": "This paper first presents the working principle of passive detection electrostatic fuze.",
      "cn": "首先介绍了被动式静电引信的工作原理."
    },
    {
      "en": "When a head dissociates, one charge remains stuck at the interface, and the other, attracted to the surface by electrostatic forces, wanders only a short distance away.",
      "cn": "当一个头电离之后，一个电荷保留在表面上，而另一个电荷则由于静电力的吸引而在很短的一段距离外游动。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "electrostatics",
          "tran_cn": " [电磁] 静电学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "static",
            "franklinic"
          ],
          "tran_cn": "[电磁]静电的；静电学的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "electrostatic attraction",
      "tran_cn": "静电吸引"
    },
    {
      "phrase": "electrostatic charge",
      "tran_cn": "静电电荷；静电荷"
    },
    {
      "phrase": "electrostatic discharge",
      "tran_cn": "静电放电"
    },
    {
      "phrase": "electrostatic effect",
      "tran_cn": "静电效应"
    },
    {
      "phrase": "electrostatic field",
      "tran_cn": "静电场"
    },
    {
      "phrase": "electrostatic force",
      "tran_cn": "静电力"
    },
    {
      "phrase": "electrostatic induction",
      "tran_cn": "[电]静电感应"
    },
    {
      "phrase": "electrostatic interaction",
      "tran_cn": "静电作用；静电相互作用；静电相互酌"
    },
    {
      "phrase": "electrostatic painting",
      "tran_cn": "静电喷涂，静电喷漆"
    },
    {
      "phrase": "electrostatic potential",
      "tran_cn": "静电势；静电位"
    },
    {
      "phrase": "electrostatic powder coating",
      "tran_cn": "静电粉末喷涂；静电粉体涂膜"
    },
    {
      "phrase": "electrostatic precipitation",
      "tran_cn": "静电沉淀"
    },
    {
      "phrase": "electrostatic precipitator",
      "tran_cn": "静电除尘器；电集尘器"
    },
    {
      "phrase": "electrostatic separator",
      "tran_cn": "静电分离器；静电选矿机"
    },
    {
      "phrase": "electrostatic spinning",
      "tran_cn": "静电纺丝；静电纺纱"
    },
    {
      "phrase": "electrostatic spraying",
      "tran_cn": "静电喷涂；静电喷射"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "静电的，静电学的，静电式",
      "tran_en": "of, concerned with, producing, or caused by static electricity "
    }
  ],
  "exchange": {}
}