{
  "word": "altar",
  "ipa": {
    "us": "ˈɔ:ltə(r)",
    "uk": "ˈɔltɚ"
  },
  "sentences": [
    {
      "en": "\" It looks like an altar,'she sniffed.",
      "cn": "\" 这简直像个祭坛了, \" 她鼻子里哼了一声."
    },
    {
      "en": "a crucifix above the high altar",
      "cn": "主圣坛上方的耶稣受难像"
    },
    {
      "en": "Among them, candles burned serenely like altar fires.",
      "cn": "蜡烛在它们当中像圣餐台上的灯火般宁静地燃着."
    },
    {
      "en": "At the end of the service, scores of worshippers streamed down to the altar.",
      "cn": "礼拜结束时,许多敬拜者涌向圣坛."
    },
    {
      "en": "He genuflected in front of the altar.",
      "cn": "他在祭坛前跪拜。"
    },
    {
      "en": "He had some charming rooms in Pairs, decorated with old Spanish altar - lace.",
      "cn": "他在巴黎有一所漂亮的寓所, 室内装饰着古色古香的西班牙圣坛花边."
    },
    {
      "en": "It is ( a ) sacrilege to steal a crucifix from an altar.",
      "cn": "从圣坛窃取耶稣受难像是亵渎神灵的行为."
    },
    {
      "en": "Matilda was embroidering an altar cloth covered with flowers and birds.",
      "cn": "玛蒂尔达在一块有花鸟图案的祭坛布上刺绣。"
    },
    {
      "en": "Napoleon's army was sacrificed on the altar of folly in the disastrous Russian campaign.",
      "cn": "在灾难性的俄国战役中，拿破仑的军队成了这一愚蠢之举的牺牲品。"
    },
    {
      "en": "no businessman is going to sacrifice his company on the altar of such altruism.",
      "cn": "没有一个商人会为这样的利他主义而牺牲自己的公司利益。"
    },
    {
      "en": "Pope John Paul II knelt in his white robes before the simple altar.",
      "cn": "教皇约翰·保罗二世身着白色长袍在简朴的圣坛前面跪下来。"
    },
    {
      "en": "The altar was flanked by two Christmas trees.",
      "cn": "圣坛两侧是两棵圣诞树。"
    },
    {
      "en": "The old man prostrated himself before the altar.",
      "cn": "那个老人平伏[跪拜]在祭坛前."
    },
    {
      "en": "The pews, the pulpit and the altar are of a piece with the simple elegance of the church itself.",
      "cn": "长木椅 、 布道坛和祭坛都与教堂朴素高雅的气氛一致."
    },
    {
      "en": "The priest bowed down before the altar.",
      "cn": "牧师在圣坛前行鞠躬礼."
    },
    {
      "en": "The vicar took a candlestick from the altar.",
      "cn": "牧师从圣餐台上拿起一座烛台."
    },
    {
      "en": "The victim was tied to a sacrificial altar.",
      "cn": "牺牲被绑在祭坛上。"
    },
    {
      "en": "This done , all the men turned and stood facing the altar table.",
      "cn": "于是众人转过身子面对神龛站着."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prothesis"
          ],
          "tran_cn": "祭坛；圣坛；圣餐台"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lead someone to the altar",
      "tran_cn": "娶某人为妻"
    },
    {
      "phrase": "sacrifice someone/thing on/at the altar of",
      "tran_cn": "使某人或物作牺牲"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "祭坛，圣坛，圣餐台",
      "tran_en": "a holy table or surface used in religious ceremonies"
    }
  ],
  "exchange": {
    "pl": [
      "altars"
    ]
  }
}