{
  "word": "humus",
  "ipa": {
    "us": "ˈhju:məs",
    "uk": "ˈhjuməs"
  },
  "sentences": [
    {
      "en": "Earthworms consume large amounts of soil, and produce a rich humus, perfect in texture.",
      "cn": "蚯蚓吃下大量土壤，排出肥力丰富、物理结构理想的腐殖质。"
    },
    {
      "en": "Hi - rich humus, the soil of Micro.",
      "cn": "喜富含腐殖质 、 微酸性的土壤."
    },
    {
      "en": "Humus is dead, decaying organic matter. NOT inorganic fertilizer.",
      "cn": "腐殖质是已死的 、 腐烂中的有机物质. 而不是无机肥料."
    },
    {
      "en": "In ABC soil, the uppermost zone of soil , containing humus ; topsoil.",
      "cn": "位于 上层 土和岩床之间的一层土壤."
    },
    {
      "en": "Loosen soil humus zone multi - birth, and shoots the best quality.",
      "cn": "多腐殖质的松土地带出生的, 笋质最好."
    },
    {
      "en": "Particles of different kinds - including microscopic algae, other plankton and humus from surrounding land areas - are continuously deposited on lake bottoms.",
      "cn": "不同类型的颗粒 - 包括显微藻类，其他浮游生物和周边陆地地区的腐殖质 - 不断沉积在湖底。"
    },
    {
      "en": "Plants grow in soil which has a dark colour . This dark soil is humus.",
      "cn": "植物生长在黑色的土壤里, 这种黑色土壤叫腐殖上."
    },
    {
      "en": "Potted requirement contains a lot ofthe training ground with humus, good drainage.",
      "cn": "盆栽要求富含腐殖质 、 排水良好的培养土."
    },
    {
      "en": "The gender is fond of the environment of warm, wet, half shade, requirement humus is rich.",
      "cn": "性喜暖和.湿润. 半阴的环境, 要求腐殖质丰富."
    },
    {
      "en": "The genetic types of shales in the area under research are of humus and mixed type.",
      "cn": "研究区油页岩成因类型为混合型和腐殖型."
    },
    {
      "en": "The lack of humus and the excessive leaching make this soil almost useless for agricultural purpose.",
      "cn": "缺少腐殖质和过度淋滤使这种土壤对农业几乎无用."
    },
    {
      "en": "The rendzina is rich in lime and has an upper humus horizon.",
      "cn": "其富含有石灰和较高量的腐殖质."
    },
    {
      "en": "The sizes of humus soil from top to down changed conversely, decreasing first and then increasing.",
      "cn": "腐殖质层从上至下的粒径变化是先减小后增大."
    },
    {
      "en": "Try bean dips, humus and other fun sauces on your vegetables.",
      "cn": "试着将豆酱 、 腐殖品或者其他美味的调料加到蔬菜中."
    },
    {
      "en": "When the humus has been formed, plants can grow well in it.",
      "cn": "一旦腐殖土形成, 植物就可以在里面茂盛地生长了."
    },
    {
      "en": "Wind and spring floods erode soils, exposing underlying layers and premiering new compositions of humus and minerals on the surface.",
      "cn": "风沙和水灾侵蚀着土壤，暴露出地下土层，腐殖质新成分及其表面的矿物。"
    },
    {
      "en": "Yellow hill mud also is acidity, contain humus less.",
      "cn": "黄山泥亦为酸性, 含腐殖质较少."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "humous",
          "tran_cn": " 含腐殖土的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "humics",
            "mool"
          ],
          "tran_cn": "[土壤]腐殖质；腐植土"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "腐殖质",
      "tran_en": "Humus is the part of soil which consists of dead plants that have begun to decay"
    }
  ],
  "exchange": {}
}