{
  "word": "countermeasure",
  "ipa": {
    "us": "ˈkaʊntəmeʒə(r)",
    "uk": "ˈkaʊntərmeʒə(r)"
  },
  "sentences": [
    {
      "en": "Chapter Four : Bottleneck and countermeasure proposal of appliance of ABM in the company.",
      "cn": "关于霍曼公司作业成本管理的应用瓶颈及对策建议."
    },
    {
      "en": "DRFM has developed an essential part of the electronic countermeasure ( ECM ) systems.",
      "cn": "DRFM现今已成为 电子对抗 系统中的关键组成部分."
    },
    {
      "en": "Finally, proposed strengthens the Jiangxi tax source management the countermeasure.",
      "cn": "最后, 提出了加强江西地税税源管理的对策."
    },
    {
      "en": "Foreign trade; Favorable Balance Of Trade; Processing trade; Present situation; Countermeasure.",
      "cn": "对外贸易; 贸易顺差; 加工贸易; 现状; 应对."
    },
    {
      "en": "Four kinds of IR imaging guidance countermeasure technique were presented and analyzed.",
      "cn": "如何对抗红外成像制导武器也已成为世界各国研究的重要课题."
    },
    {
      "en": "In Afghanistan, there have been no countermeasure, and communication technology at all.",
      "cn": "在阿富汗, 根本谈不上什么电子对抗和通信技术."
    },
    {
      "en": "In the meantime, put forward series of development countermeasure.",
      "cn": "同时, 提出了一系列的发展对策."
    },
    {
      "en": "Internal sensor suites and countermeasure systems reduce drag significantly.",
      "cn": "传感器套件和电子对抗系统的内部化明显降低了阻力."
    },
    {
      "en": "new countermeasures against terrorism",
      "cn": "对抗恐怖主义的新措施"
    },
    {
      "en": "Objective To discuss hygienic status and management countermeasure of rural family feasts.",
      "cn": "目的探讨农村家宴的卫生状况和管理对策."
    },
    {
      "en": "Shocking effect and analysis for NH 3 - N to plant Drawing out countermeasure.",
      "cn": "分析了氨氮对污水场的冲击影响,并提出对策."
    },
    {
      "en": "Strategical area academic development results from model of Huo Telin countermeasure.",
      "cn": "战略性区位理论的发展源于霍特林对策模型."
    },
    {
      "en": "The above countermeasure and advice would play great role in practice.",
      "cn": "这些对策与建议,在实践上具有重要指导意义."
    },
    {
      "en": "The countermeasure to prevent and control sand and dirt storm was suggested.",
      "cn": "对防治沙尘天气污染大气环境提出了应对措施."
    },
    {
      "en": "This paper analyses the reason and gives the countermeasure.",
      "cn": "文中对此问题的原因及对策做了分析和阐述."
    },
    {
      "en": "To this, should give proper analysis searches countermeasure actively.",
      "cn": "对此, 应予以正确分析并积极寻找对策."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "countermove",
          "tran_cn": " 对抗手段；报复行动"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "countermove",
          "tran_cn": " 采取对抗行动"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "countermove",
          "tran_cn": " 采取报复手段"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "对策，反措施",
      "tran_en": "an action taken to prevent another action from having a harmful effect"
    }
  ],
  "exchange": {}
}