{
  "word": "amphibian",
  "ipa": {
    "us": "æmˈfɪbiən",
    "uk": "æmˈfɪbiən"
  },
  "sentences": [
    {
      "en": "\"Almost all of them were abandoned somewhere in the city, \" said Wu Weichun, the director of the zoo's amphibian department, to the Shanghai Dailynewspaper.",
      "cn": "“它们中几乎所有都是在城市里被遗弃的，”动物园两栖动物馆主任吴文春对《上海每日新闻报》说。"
    },
    {
      "en": "Adopting the sliding bodywork in the Amphibian Vehicle is good for sailing in high seed.",
      "cn": "两栖车采用滑行车体方案是实现高速航行的一种有效形式."
    },
    {
      "en": "Amphibian animals start their lives in water, and finish their rest lives on land.",
      "cn": "两栖动物的生命是从水中开始的,长大后它们生活在陆地上."
    },
    {
      "en": "Amphibian is an important specie in ecosystem and has profound meaning in the ecotoxicology evaluation.",
      "cn": "两栖类是生态系统中的重要物种,并且对环境毒理评价有着深远意义."
    },
    {
      "en": "At first this amphibian deals with the cooler days by burying itself in the soil.",
      "cn": "起初，天气乍凉的时候，这种两栖动物将自己埋在土壤里。"
    },
    {
      "en": "Both the toad and frog are amphibian.",
      "cn": "蟾蜍和青蛙都是两栖动物."
    },
    {
      "en": "Conclusion Onychodactylus fischeri is a relatively primitive type in the amphibian.",
      "cn": "结论爪鲵在两栖纲动物中属于较原始的种类."
    },
    {
      "en": "Frogs are classified as amphibian.",
      "cn": "青蛙属于两栖类动物."
    },
    {
      "en": "Is the crocodile an amphibian? why?",
      "cn": "鳄鱼属于两栖动物 吗 ?为什么?"
    },
    {
      "en": "It is being actively pursued by amphibian specialists, for example.",
      "cn": "举个例,许多两栖类生物研究专家正积极的从事这项工作."
    },
    {
      "en": "Most toads do not have teeth amphibian, the frog.",
      "cn": "已经说明了蟾蜍没牙, 青蛙有牙."
    },
    {
      "en": "No one has suggested an amphibian, a bird, or any type of invertebrate.",
      "cn": "人们都觉得它不可能属于两栖类 、 鸟类或者无脊椎类动物."
    },
    {
      "en": "Prince Charles has enlisted an animated amphibian in his campaign to protect the world's rainforests.",
      "cn": "查尔斯王子在他的热带雨林保卫运动中获得了一只活泼的两栖动物的的帮助."
    },
    {
      "en": "The frog is an amphibian, which means it can live on land and in water.",
      "cn": "青蛙属于两栖动物, 也就是说它既能生活在陆地上也能生活在水里."
    },
    {
      "en": "The living space of the amphibian is much larger than that of others.",
      "cn": "两栖动物的生活空间要比单栖动物大得多."
    },
    {
      "en": "The sealed bottom is for setting making for amphibian.",
      "cn": "密封式底部,可供两栖动物造景之用."
    },
    {
      "en": "The Void Lord is a large amphibian alien.",
      "cn": "虚空领主是巨大的两栖异型."
    },
    {
      "en": "Why does the speaker choose that amphibian as her representative of a public creature?",
      "cn": "诗人为何选择这个两栖动物作为公众人物的代表？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "amphibious",
          "tran_cn": " [生物] 两栖的，水陆两用的；具有双重性的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "amphibia",
          "tran_cn": " 两栖类，两栖纲"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Batrachia",
            "amphibious plane"
          ],
          "tran_cn": "[脊椎]两栖动物；[车辆]水陆两用飞机；具有双重性格的人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "两栖类的；[车辆] 水陆两用的；具有双重性格的"
    },
    {
      "pos": "n",
      "tran_cn": "两栖动物，水陆两用车，水旱两生植物，水陆两用飞行器",
      "tran_en": "an animal such as a  frog  that can live both on land and in water"
    }
  ],
  "exchange": {
    "pl": [
      "amphibians"
    ]
  }
}