{
  "word": "worthiness",
  "ipa": {
    "us": "'wɜ:ðɪnəs",
    "uk": "'wɜðɪnəs"
  },
  "sentences": [
    {
      "en": "Barack and Michelle Obama are also a more fully fused political team than ever before, with no other jobs to distract them, no doubts about the worthiness of the pursuit dogging them.",
      "cn": "因为没有其他工作让他们分心，也毫不怀疑他们追求的事业的价值，所以巴拉克和米歇尔·奥巴马比以往任何时候都更加融洽。"
    },
    {
      "en": "Euripides said: When love is in excess , it brings a man no honor nor worthiness.",
      "cn": "欧里庇得斯[希腊悲剧诗人]说: 爱得太深, 会失去荣耀和价值."
    },
    {
      "en": "However, corporate credit - worthiness is a key factor in assessing the value and risk of corporate bonds.",
      "cn": "不过, 要评估一家公司债券的价值和风险,主要因素在于该公司的可信贷程度."
    },
    {
      "en": "I query his trust worthiness.",
      "cn": "我怀疑他是否值得信赖."
    },
    {
      "en": "It'satisfies the spraying robot's function requirement and has practical worthiness. \"",
      "cn": "运行试验表明,系统工作稳定可靠,满足了喷雾机器人的功能要求,具有实用价值."
    },
    {
      "en": "Major competitive force of nursing education is characterized by knowledge, worthiness, entirety, dynamics and peculiarity.",
      "cn": "护理教育核心竞争力具有知识性 、 价值性 、 整体性 、 动态性、独特性等特性."
    },
    {
      "en": "Political correctness now debates the worthiness of many words.",
      "cn": "现在,人们常用立场正确来讨论许多词的价值."
    },
    {
      "en": "So we must ask what lends objective worthiness to a life outside the moral realm.",
      "cn": "所以在道德范畴之外，我们必须设问，是什么东西带给人生客观性的值得。"
    },
    {
      "en": "Some find popularity and artistic worthiness to be opposites and therefore, reject bands that become successful.",
      "cn": "一些人发现流行程度和艺术价值是对立的，因此否定那些逐步成功的乐队。"
    },
    {
      "en": "Some people are afraid to take risks because their belief in their own worthiness is so low.",
      "cn": "有些人害怕冒险，因为他们妄自菲薄。"
    },
    {
      "en": "The judge will evaluate the worthiness of these claims.",
      "cn": "法官会评估这些索赔的价值."
    },
    {
      "en": "There is much democratic insistence on the worthiness of every level of birth and work.",
      "cn": "很多民众坚持认为每个层次的出身和工作都值得尊重."
    },
    {
      "en": "When love is in excess, it brings a man no honor nor worthiness.",
      "cn": "当爱太深, 就会让人失去荣耀与价值."
    },
    {
      "en": "While buying a car you cannot compromise on its safety aspects and road worthiness.",
      "cn": "虽然买车你不能妥协的安全问题和公路的价值."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "worth",
          "tran_cn": " 值…的"
        },
        {
          "word": "worthful",
          "tran_cn": " 有价值的；可贵的"
        },
        {
          "word": "worthless",
          "tran_cn": " 无价值的；不值钱的；卑微的"
        },
        {
          "word": "worthwhile",
          "tran_cn": " 值得做的，值得花时间的"
        },
        {
          "word": "worthy",
          "tran_cn": " 值得的；有价值的；配得上的，相称的；可尊敬的；应…的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "worthily",
          "tran_cn": " 可敬地；正当地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "worth",
          "tran_cn": " 价值；财产"
        },
        {
          "word": "worthy",
          "tran_cn": " 杰出人物；知名人士"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "worthy of",
            "claim",
            "correspondence"
          ],
          "tran_cn": "值得；相当；有价值"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dignity",
            "virtue"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "credit worthiness",
      "tran_cn": "信贷可靠性；信誉；信贷价值"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "价值，值得"
    }
  ],
  "exchange": {
    "adv": [
      "worthily"
    ],
    "adj": [
      "worthy"
    ]
  }
}