{
  "word": "nowadays",
  "ipa": {
    "us": "ˈnaʊədeɪz",
    "uk": "ˈnaʊədeɪz"
  },
  "sentences": [
    {
      "en": "Clothing seems to wear out in no time nowadays.",
      "cn": "现在的衣服好像很快就穿破了."
    },
    {
      "en": "I don't hold with the way they do things nowadays.",
      "cn": "我不赞成他们现在的办事方式。"
    },
    {
      "en": "Most people nowadays are aware of the importance of a healthy diet.",
      "cn": "现在大多数人都明白健康饮食的重要性。"
    },
    {
      "en": "Nowadays it is very easy to earn a living.",
      "cn": "现今谋生很容易."
    },
    {
      "en": "Nowadays most kids prefer watching TV to reading.",
      "cn": "现在大多数孩子都喜欢看电视而不喜欢读书。"
    },
    {
      "en": "Nowadays people are rarely shocked by the sex they see on television.",
      "cn": "如今人们在电视上看见性爱镜头不太会感到吃惊了。"
    },
    {
      "en": "Nowadays people get about much more than they used to.",
      "cn": "现在外出旅行的人们比过去多."
    },
    {
      "en": "Nowadays that sort of innocence is in short supply.",
      "cn": "现在那种天真烂漫很少见。"
    },
    {
      "en": "Nowadays tractors are used even in remote mountainous regions.",
      "cn": "现在连偏僻的山区也用上了拖拉机."
    },
    {
      "en": "Nowadays, only the two big houses remain roofed.",
      "cn": "现在，只有那两座大房子还有屋顶。"
    },
    {
      "en": "People live longer nowadays, and they are better educated.",
      "cn": "当今，人们越来越长寿，受教育程度也提高了。"
    },
    {
      "en": "The novels of Scott are much in demand nowadays.",
      "cn": "斯科特的小说目前十分畅销."
    },
    {
      "en": "The term \"early retirement\" is nearly always a euphemism for redundancy nowadays.",
      "cn": "现在“提前退休”几乎就是裁员的委婉说法。"
    },
    {
      "en": "Things seem to be going from bad to worse nowadays.",
      "cn": "情况似乎越来越糟了."
    },
    {
      "en": "We can see many adulterators in the market nowadays.",
      "cn": "时下我们能见到有许多低劣商品冲击市场."
    },
    {
      "en": "We must go with the times, and go as others do nowadays.",
      "cn": "我们必须跟上时代潮流."
    },
    {
      "en": "You're miles better than most of the performers we see nowadays.",
      "cn": "你比当下我们见到的大多数表演者都强多了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "today",
            "contemporarily"
          ],
          "tran_cn": "现今；时下"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "现今",
      "tran_en": "now, compared with what happened in the past"
    },
    {
      "pos": "n",
      "tran_cn": "当今"
    }
  ],
  "exchange": {}
}