{
  "word": "Norway",
  "ipa": {
    "us": "'nɔ:weɪ",
    "uk": "'nɔrweɪ"
  },
  "sentences": [
    {
      "en": "During the spasm of alarm over Norway, he had once visited the Florence consulate.",
      "cn": "在挪威引起的那场惊慌时, 他曾经找过佛罗伦萨领事馆."
    },
    {
      "en": "How do those prawns find their way from Norway to the supermarket shelf?",
      "cn": "这些对虾是如何从挪威跑到超市货架上来的呢？"
    },
    {
      "en": "I've been bombarded by the press and television since I came back from Norway.",
      "cn": "从挪威回来后我就一直被报纸和电视台的记者纠缠不休。"
    },
    {
      "en": "In Norway Willy supported himself by newspapering.",
      "cn": "威利在挪威以办报为生."
    },
    {
      "en": "Norway had held Holland to a scoreless draw in Rotterdam.",
      "cn": "挪威队在鹿特丹以零比零逼平荷兰队。"
    },
    {
      "en": "Norway has a fair sprinkling of women ministers.",
      "cn": "挪威有好几位女部长。"
    },
    {
      "en": "Norway has four distinct seasons, even though it in the extreme north.",
      "cn": "虽然挪威位处极北, 但它的四季分明."
    },
    {
      "en": "Norway has quadrupled its exports to the EU.",
      "cn": "挪威对欧盟的出口已经增加了3倍。"
    },
    {
      "en": "Norway's budget surplus has fallen from 5.9% in 1986 to an expected 0.1% this year.",
      "cn": "挪威的预算盈余已经从1986年的5.9%降至今年预计的0.1%。"
    },
    {
      "en": "Now we know that someone from Norway can do it.",
      "cn": "现在我们知道挪威的某些人可以这么做。"
    },
    {
      "en": "Pacifist movements gathered strength in Norway.",
      "cn": "在挪威,和平主义的运动力量逐渐增强."
    },
    {
      "en": "Sweden borders Norway and Finland.",
      "cn": "瑞典与挪威、芬兰接壤。"
    },
    {
      "en": "Sweden has frontiers with Norway and Finland.",
      "cn": "瑞典同挪威.芬兰相邻."
    },
    {
      "en": "The Russo - Finnish war made the problem of Norway acute.",
      "cn": "苏芬战争使挪威问题尖锐化."
    },
    {
      "en": "The sea fisheries are an important industry in Norway.",
      "cn": "海洋捕鱼业是挪威一项重要的产业."
    },
    {
      "en": "They tried to chart the sea area between Norway and Denmark.",
      "cn": "他们企图绘制挪威与丹麦之间的海域图。"
    },
    {
      "en": "Trotsky lived in turn in Turkey, France, Norway and finally Mexico.",
      "cn": "托洛茨基曾先后在土耳其 、 法国和挪威住过,最后住在墨西哥."
    },
    {
      "en": "Visit the Embassy's homepage at www. norway. cn, then contact a travel agency.",
      "cn": "登录www. norway. cn,查阅大使馆网站首页, 然后与一家旅行社取得联系."
    },
    {
      "en": "We come from Norway.",
      "cn": "我们来自挪威。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "挪威（欧洲国家）"
    },
    {
      "pos": "other",
      "tran_cn": "挪威"
    }
  ],
  "exchange": {}
}