{
  "word": "applicability",
  "ipa": {
    "us": "ˌæplɪk'bɪlətɪ",
    "uk": "ˌæplɪk'bɪlətɪ"
  },
  "sentences": [
    {
      "en": "Additionally, its efficacy and applicability have rarely been discussed in the literature.",
      "cn": "事实上, 它的有效度及可应用性在文献也少被探讨."
    },
    {
      "en": "Among which, separating degree and repeatability are more practical parameters in system applicability test.",
      "cn": "其中，分离度和重复性是系统适用性试验中更具实用意义的参数。"
    },
    {
      "en": "Applicability of 3 intelligent optimization algorithms for design flood frequency was studied.",
      "cn": "研究3种智能优化算法在设计洪水频率曲线适线中的适用性."
    },
    {
      "en": "As a source of knowledge the strength of rational statements lies in reliability and predictability, but not in breadth or applicability.",
      "cn": "作为知识的来源之一，理论叙述的作用在于可靠性和预见性，而不在于广泛性和实用性。"
    },
    {
      "en": "Computer simulation results show the applicability and superiority of DAR +.",
      "cn": "计算机模拟结果表明了DAR+的适用性和优越性."
    },
    {
      "en": "Every federal agency must publish all substantive rules or statements of general applicability adopted by the agency.",
      "cn": "每个联邦机构必须公布机构所采取的所有实质性规则或总体适用性的陈述。"
    },
    {
      "en": "However, of all of these updates, the ones with the most general applicability are the performance enhancements for dealing with large volumes of data.",
      "cn": "然而，所有这些更新中，绝大多数带有普遍适应性的是关于处理大量数据的性能加强的问题。"
    },
    {
      "en": "Intensified polypropylene injection molding, excellent anticorrosion, low price and wide applicability.",
      "cn": "增强聚丙烯注塑成型, 耐腐蚀性能好 、 价格低、应用广."
    },
    {
      "en": "Moreover , this model is of universal applicability and transplantability.",
      "cn": "该模型还具有一定的通用性和可移植性."
    },
    {
      "en": "Perhaps these arguments have convinced you of the problems with XML namespaces and their limited applicability.",
      "cn": "可能这些讨论使您认识到了 XML 名称空间的问题以及它有限的适用性。"
    },
    {
      "en": "Piaget himself wrote relatively little about the applicability of his theories to education.",
      "cn": "皮亚热本人就其理论对教育的适用性论述相对很少。"
    },
    {
      "en": "So that the applicability of the original system has been further improved.",
      "cn": "使原系统的适用性得到了进一步的提高."
    },
    {
      "en": "The equivalent model has good applicability for strong nonlinear Duffing systems.",
      "cn": "该等效模型对强非线性杜芬系统具有良好的适用性."
    },
    {
      "en": "The method is simple and easy to grasp. It has wide applicability.",
      "cn": "此法简单,易于掌握并具有较强的实用性."
    },
    {
      "en": "The practical calculation shows the model is good at stability and applicability.",
      "cn": "模型具有较好的稳定性和适用性."
    },
    {
      "en": "The simulation results show the applicability for this method.",
      "cn": "仿真结果表明该方法的可应用性."
    },
    {
      "en": "They feature flexible opening, fine sealing, wide applicability and corrosion, etc.",
      "cn": "具有开启灵活方便, 密封性能好, 适用范围广,耐腐蚀等特点."
    },
    {
      "en": "They have verified the applicaBility of this new technique.",
      "cn": "他们已经证实了这项新技术的实用性."
    },
    {
      "en": "Thus, this type of system has very limited applicability for most customers.",
      "cn": "因此, 对大多数用户来说,这种冷却系统的应用领域非常有限."
    },
    {
      "en": "Understandability: User's effort for recognizing the logical concept and its applicability.",
      "cn": "易懂性: 用户通晓逻辑概念花费的人力和软件的适用性."
    },
    {
      "en": "We have no evidence at all to confirm or contradict the applicability of thermodynamics to the universe as a whole.",
      "cn": "我们还毫无证据足以肯定或否定热力学在整个宇宙中的适用性。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "applicable",
          "tran_cn": " 可适用的；可应用的；合适的"
        },
        {
          "word": "applicative",
          "tran_cn": " 可适用的"
        },
        {
          "word": "applicatory",
          "tran_cn": " 适用的；有用的；可应用的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flexibility",
            "adaptability"
          ],
          "tran_cn": "适用性；适应性"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "connection",
            "fitness",
            "relation",
            "utility"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "practical applicability",
      "tran_cn": "实用性；专利的实用性"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "适用性，适应性，可贴性"
    }
  ],
  "exchange": {
    "adj": [
      "applicable"
    ]
  }
}