{
  "word": "heritage",
  "ipa": {
    "us": "ˈherɪtɪdʒ",
    "uk": "ˈherɪtɪdʒ"
  },
  "sentences": [
    {
      "en": "Also under construction is \" Atlanta Heritage Row \", a 4,000 - square - foot pavilion about the city's past.",
      "cn": "正在兴建的还有 “ 亚特兰大发展史展览长廊 ”, 这是占地四千平方英尺的关于该市历史的展览馆."
    },
    {
      "en": "beautiful old buildings which are part of our heritage",
      "cn": "属于我们遗产一部分的漂亮古建筑"
    },
    {
      "en": "Held above the provincial level key cultural heritage unIt'staff training.",
      "cn": "举办省级以上重点文物保护单位文物保护员培训班."
    },
    {
      "en": "Heritage City 3: College Hill are, courtyard Wang, Yixian Bridge.",
      "cn": "市文物保护3处: 皆山书院 、 王家庭院 、 逸仙桥."
    },
    {
      "en": "I have not punctuated every fact or example with its academic heritage.",
      "cn": "我对每个事实和例证并不学究式地强调其出自何处."
    },
    {
      "en": "In 1986, the landing point is listed as heritage unit of Zhuhai.",
      "cn": "1986年, 该登陆点被列为珠海市文物保护单位."
    },
    {
      "en": "Mr. Tung lives up to his distinguished heritage - a man of both literary and military talents. \"",
      "cn": "董先生不愧家学渊源,更难得是文武全才. ”"
    },
    {
      "en": "No human dwelling should have a richer heritage than Number Ten Downing Street.",
      "cn": "任何房间都不能象唐宁街十号那样有着丰富的内容."
    },
    {
      "en": "Palace has released two marvellous films that pay homage to our literary heritage.",
      "cn": "皇宫影业公司发行了两部颂扬我们文学遗产的精彩影片。"
    },
    {
      "en": "Telling conservationists that we need to preserve the natural heritage really is preaching to the converted!",
      "cn": "向自然资源保护论者宣讲需要保护自然界遗产的道理,真是多此一举."
    },
    {
      "en": "The ancient buildings are part of the national heritage.",
      "cn": "这些古建筑是民族遗产的一部分."
    },
    {
      "en": "the importance of preserving the national heritage",
      "cn": "保护民族遗产的重要性"
    },
    {
      "en": "The library is unique and its break-up would be a sad reflection on the value we place on our heritage.",
      "cn": "这个图书馆很特别，若将它关闭，会让人怀疑我们是否珍视传统。"
    },
    {
      "en": "The museum collection vividly portrays the heritage of 200 years of canals.",
      "cn": "博物馆的藏品让运河200年的历史再现眼前."
    },
    {
      "en": "These ancient buildings are part of the national heritage.",
      "cn": "这些古建是民族遗产的一部分."
    },
    {
      "en": "They take great pride in their heritage.",
      "cn": "他们为自己的历史传统深感自豪。"
    },
    {
      "en": "We must take care to preserve our national heritage.",
      "cn": "我们必须注意保护自己的民族遗产."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "heritable",
          "tran_cn": " 可继承的；可传让的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "heritor",
          "tran_cn": " 继承人；嗣子"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "birthright",
            "heredity"
          ],
          "tran_cn": "继承;遗传"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "birthright",
            "blood",
            "heredity"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cultural heritage",
      "tran_cn": "文化遗产"
    },
    {
      "phrase": "heritage foundation",
      "tran_cn": "传统基金会；遗产基金会"
    },
    {
      "phrase": "heritage preservation",
      "tran_cn": "遗产维护"
    },
    {
      "phrase": "natural heritage",
      "tran_cn": "自然遗产"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "遗产，传统",
      "tran_en": "the traditional beliefs, values, customs etc of a family, country, or society"
    }
  ],
  "exchange": {
    "pl": [
      "heritages"
    ]
  }
}