{
  "word": "rucksack",
  "ipa": {
    "us": "ˈrʌksæk",
    "uk": "ˈrʌkˌsæk, ˈrʊk-"
  },
  "sentences": [
    {
      "en": "A rucksack has straps that go over the shoulders.",
      "cn": "背包上有两条背带."
    },
    {
      "en": "All his camping gear was packed in the rucksack.",
      "cn": "他的野营物品全都放在背囊里了."
    },
    {
      "en": "Charlie humped his rucksack up the stairs to his flat.",
      "cn": "查利费力地将背包背到楼上自己的公寓里。"
    },
    {
      "en": "He is wearing a crisp new T-shirt that reads \"Revolución Bolivarana\". She has a large rucksack.",
      "cn": "男的穿着崭新的T恤，上面印着：“玻利瓦尔革命”；女的有个大大的帆布背包。"
    },
    {
      "en": "He kindly carried our picnic in a rucksack.",
      "cn": "他很体贴地背着装有我们野餐食物的背包。"
    },
    {
      "en": "He was weighted down with a heavy rucksack.",
      "cn": "他背着很重的背包."
    },
    {
      "en": "Her rucksack bobbed gently on her back.",
      "cn": "她的帆布背包在她的背上轻轻震动."
    },
    {
      "en": "In their view anybody with a rucksack and long hair is a hippy.",
      "cn": "在他们看来,肩背帆布包、留长发的人都是嬉皮士."
    },
    {
      "en": "Is it all right if I put my rucksack on the back seat?",
      "cn": "我把帆布背包放在车后座上行 吗 ?"
    },
    {
      "en": "Marie slung her rucksack on the ground and sat beside it.",
      "cn": "玛丽把背包往地上一放,在背包旁边坐下来."
    },
    {
      "en": "My rucksack was too big for the luggage rack.",
      "cn": "我的背包太大了，行李架上放不下。"
    },
    {
      "en": "Please close the rucksack.",
      "cn": "请你关背包."
    },
    {
      "en": "She shouldered her rucksack and set off along the road.",
      "cn": "她背起帆布背包就上路了."
    },
    {
      "en": "She swung the rucksack ( up ) onto her back.",
      "cn": "她把帆布背包转到身后."
    },
    {
      "en": "She went this way and that over what to take, and packed and repacked the saddlebag and rucksack I had got hold of for her.",
      "cn": "是走这条路线还是走那条路线，她忙得不可开交，打好包后，又把我为她找到的挎包和帆布背包装上东西。"
    },
    {
      "en": "They lay down , their rucksack still on their backs, passing the water bottle, almost dozing.",
      "cn": "他们躺下来, 递过水瓶, 旅行包仍背在背后.他们几乎昏昏欲睡."
    },
    {
      "en": "Use a weatherproof rucksack to carry your camera and lenses around in.",
      "cn": "用防风雨的帆布背包装照相机和镜头。"
    },
    {
      "en": "You have to run five kilometers every morning, carrying a heavy rucksack and rifle.",
      "cn": "每天早晨，你必须背着重重的帆布背包和步枪跑完5公里。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bag"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "帆布背包",
      "tran_en": "a bag used for carrying things on your back, especially by people on long walks"
    }
  ],
  "exchange": {
    "pl": [
      "rucksacks"
    ]
  }
}