{
  "word": "showdown",
  "ipa": {
    "us": "ˈʃəʊdaʊn",
    "uk": "ˈʃoʊdaʊn"
  },
  "sentences": [
    {
      "en": "All indications suggest a showdown between criminal hackers and the good guys.",
      "cn": "所有征兆建议摊牌在犯罪黑客和好人之间."
    },
    {
      "en": "Earth had prepared for a showdown, building the greatest armada of all time.",
      "cn": "地球建造了历来最庞大的太空舰队准备一决雌雄."
    },
    {
      "en": "He and I are heading for a showdown over this problem.",
      "cn": "他和我在这个问题上将来一次最后摊牌."
    },
    {
      "en": "He was never able to trump up the courage to have a showdown.",
      "cn": "他始终鼓不起勇气摊牌."
    },
    {
      "en": "I'd like to avoid a showdown with my boss if I possibly can.",
      "cn": "我尽可能地避免同老板摊牌."
    },
    {
      "en": "If it came to a showdown, you could deny this conversation ever happened.",
      "cn": "如果非得摊牌, 你可以否认有过这次谈话."
    },
    {
      "en": "It would mean a showdown - almost certainly irreversible and final - between them both.",
      "cn": "那就意味着双方要摊牌 -- 几乎可以肯定将是不可挽回的,是决定性的."
    },
    {
      "en": "Jones had a showdown with his boss regarding his vacation.",
      "cn": "琼斯就假期问题与老板摊牌."
    },
    {
      "en": "Management are facing a showdown with union members today.",
      "cn": "今天资方准备和工会成员摊牌。"
    },
    {
      "en": "She was never able to trump up the courage to have a showdown.",
      "cn": "她始终鼓不起勇气摊牌."
    },
    {
      "en": "The Prime Minister is preparing for a showdown with Ministers.",
      "cn": "首相正准备和部长们摊牌。"
    },
    {
      "en": "The showdown's third theme, Ready for Adventure, is currently open for submissions.",
      "cn": "请到这里报名参加大对决第三个主题比赛启程探险."
    },
    {
      "en": "There's Bound to Be a showdown Between these two rivals.",
      "cn": "这两个对手最后肯定要一决雌雄."
    },
    {
      "en": "They may be pushing the president toward a final showdown with his party.",
      "cn": "他们可能会逼迫总统与其政党做最后的较量。"
    },
    {
      "en": "We may have to force a showdown.",
      "cn": "我们也许得迫使对方摊牌."
    },
    {
      "en": "What you are do not see, what you see is your showdown.",
      "cn": "你看到的不是你自己, 你看到的是你的影子."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tight spot",
            "tight corner"
          ],
          "tran_cn": "摊牌；紧要关头；最后一决胜负"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "摊牌，一决胜负，紧要关头",
      "tran_en": "a meeting, argument, fight etc that will settle a disagreement or competition that has continued for a long time"
    }
  ],
  "exchange": {
    "pl": [
      "showdowns"
    ]
  }
}