{
  "word": "tundra",
  "ipa": {
    "us": "ˈtʌndrə",
    "uk": " ˈtʌndrə"
  },
  "sentences": [
    {
      "en": "A plant that grows more than three feet about a meter is unusual on the tundra.",
      "cn": "一种植物若能长得超过了三英尺,这在冻土带上就是很不平常的了."
    },
    {
      "en": "Coastal tundra of the northern boreal climate.",
      "cn": "北部沿海地区属寒带苔原气候."
    },
    {
      "en": "Everything, pretty much, tastes like the mosses of tundra, dug up in mid - winter.",
      "cn": "这些东西, 有相当多一部分, 尝起来就像深冬季节挖出的冻土带的地衣."
    },
    {
      "en": "Frozen dog dirt stipples the tundra of the golf course.",
      "cn": "冻成冰块的狗屎点缀着高尔夫球场的苔原。"
    },
    {
      "en": "Gley soils are typical of tundra , meadows, and boggy areas.",
      "cn": "该种土壤是苔原 、 草地以及沼地所特有的."
    },
    {
      "en": "How will the lifecydes of the tundra be affected?",
      "cn": "冻土带的生命循环将受到怎样的影响 呢 ?"
    },
    {
      "en": "North American subspecies of tundra swan having a soft whistling note.",
      "cn": "冻原天鹅的北美洲亚种,以其柔和的鸣叫著名."
    },
    {
      "en": "Overcome treacherous obstacles of the frozen tundra. bursting geysers , raging snowballs and exploding avalanches.",
      "cn": "穿过冰原上的各种危险的障碍:突发的冰泉 、 来势汹汹的雪球以及大雪崩."
    },
    {
      "en": "The arctic tundra is at the top of the world around the North Pole.",
      "cn": "北极冻原是指北极点周边的地区,是世界最高的地方."
    },
    {
      "en": "The Aurora Borealis as seen from the sub - arctic tundra nightscape . Wapusk National Park , Manitoba , Canada.",
      "cn": "这是出现在亚北极区冻土带夜幕中的北极光."
    },
    {
      "en": "The park contains 150 lakes and 450 miles of streams, plus ecosystems ranging from wetlands to pine forests to montane areas to alpine tundra.",
      "cn": "这个国家公园包括150个湖泊和450英里河流以及从湿地到松林、从山丘到高山冻原等各种生态系统。"
    },
    {
      "en": "The San Antonio plant can produce 200,000 full - size Tundra pickup trucks a year.",
      "cn": "圣安东尼奥工厂的Tundra年产能是20万辆."
    },
    {
      "en": "The Tundra Times, a weekly newspaper in Alaska, ceased publication this week.",
      "cn": "阿拉斯加的周报《苔原时报》本周停刊了。"
    },
    {
      "en": "There is a large amount of methane gas under the Siberian tundra.",
      "cn": "西伯利亚的冻土地带之下有大量的甲烷气体."
    },
    {
      "en": "These are Tundra Buggies, designed to bring people to polar bears.",
      "cn": "这些是苔原车, 用于携带研究者接近北极熊."
    },
    {
      "en": "They just chomp on tundra, nap a few hours and feast again.",
      "cn": "它们只是在苔原上大嚼特嚼, 睡上几小时,接着再吃."
    },
    {
      "en": "Wilderness forests give way to arctic tundra in the Far North.",
      "cn": "原生森林一直延伸到极远的北方始由极地草原取代."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cold desert",
            "frozen ground"
          ],
          "tran_cn": "[生态]苔原；[地理]冻原；冻土地带"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prairie"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "alpine tundra",
      "tran_cn": "高山冻原；高山苔原"
    },
    {
      "phrase": "arctic tundra",
      "tran_cn": "北极冻原；北极苔原；藓苔湿原"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（多数位于北极圈的）冻土带，苔原，冻原，寒漠",
      "tran_en": "the large flat areas of land in the north of Russia, Canada etc, where it is very cold and there are no trees"
    }
  ],
  "exchange": {
    "pl": [
      "tundras"
    ]
  }
}