{
  "word": "untiring",
  "ipa": {
    "us": "ʌnˈtaɪərɪŋ",
    "uk": "ʌnˈtaɪrɪŋ"
  },
  "sentences": [
    {
      "en": "As soon as the lights were out, these untiring nibblers set to work.",
      "cn": "灯火一熄, 这些不知疲倦的爱咬东西的家伙就开始闹将起来."
    },
    {
      "en": "He is an untiring campaigner for peace.",
      "cn": "他为了争取和平不懈努力."
    },
    {
      "en": "His enthusiasm seems untiring.",
      "cn": "他的热情似乎从不减退."
    },
    {
      "en": "Only firm confidence and untiring efforts is the difficult path leading to victory.",
      "cn": "唯有坚定的信心与不懈的努力才是通往胜利的独木桥."
    },
    {
      "en": "Our development is originated from untiring pursuit and unceasing innovation.",
      "cn": "企业经营理念:我们的发展源自不懈的追求和不断的创新."
    },
    {
      "en": "Our untiring commitment makes your trip the Best you've ever had.",
      "cn": "我们永不厌倦的承诺给您带来您从未有过的最好的旅行."
    },
    {
      "en": "Please provide tools for untiring the lashings . We'll return them to you after using.",
      "cn": "请你提供捆扎工具, 使用完毕立即归还."
    },
    {
      "en": "Satisfaction of customers is just our untiring pursuit!",
      "cn": "顾客的满意是我们不懈的追求!"
    },
    {
      "en": "She is untiring in her effort to help the homeless.",
      "cn": "她帮助无家可归的人从不言倦."
    },
    {
      "en": "She is untiring in her efforts to help the homeless.",
      "cn": "她帮助无家可归的人从不厌倦."
    },
    {
      "en": "So , with great perseverance and untiring industry, he prospered.",
      "cn": "因此, 他靠了自己的坚毅顽强和不懈努力发达起来了."
    },
    {
      "en": "Strive for further development with untiring efforts.",
      "cn": "以不懈的努力追求更广阔的发展."
    },
    {
      "en": "They showed untiring zeal in the pursuit of truth.",
      "cn": "他们怀着满腔热情孜孜不倦地追求着真理."
    },
    {
      "en": "untiring efforts to help the homeless",
      "cn": "帮助无家可归者的不懈努力"
    },
    {
      "en": "We must never be unworthy of our teachers'untiring and sincere teachings.",
      "cn": "我们决不要辜负老师的谆谆教导."
    },
    {
      "en": "With great perseverance and untiring industry, he prospered.",
      "cn": "他靠自己的坚毅顽强和不懈努力发达起来了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "tough",
            "indefatigable",
            "tireless"
          ],
          "tran_cn": "不知疲倦的；不屈不挠的；坚持不懈的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "assiduous",
            "constant",
            "tenacious",
            "undaunted"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不知疲倦的，不懈的，不倦，始终不懈",
      "tran_en": "working very hard for a long period of time in order to do something – used to show approval"
    }
  ],
  "exchange": {}
}