{
  "word": "perusal",
  "ipa": {
    "us": "pə'ru:zl",
    "uk": "pə'ruzl"
  },
  "sentences": [
    {
      "en": "At best, it is self - explanatory and saves you the long , tedious perusal of the operating manual.",
      "cn": "最好的则是不言自明, 你用不着看枯燥的使用说明就能使用产品."
    },
    {
      "en": "At this stage , we enclose our latest brochure for your perusal.",
      "cn": "随信附上我公司最新的简介材料,望您细读."
    },
    {
      "en": "I also attached our family pictures just for your perusal.",
      "cn": "我刚才还附上您阅读我们的家庭照片."
    },
    {
      "en": "I am pleased to enclose our sales literature for your perusal.",
      "cn": "很高兴附上促销资料供您细读."
    },
    {
      "en": "I've already submitted my handwriting to Mr. Zhang for his perusal.",
      "cn": "我的这件书法作品已经呈阅给章老先生了."
    },
    {
      "en": "It also boasts an intelligent set of travel links and lists for your perusal.",
      "cn": "此外,该网站还提供了许多精彩的旅游网站链接,供你仔细品味."
    },
    {
      "en": "On perusal, we find that transhipment and partial shipment are not allowed.",
      "cn": "在详阅后, 我们发现不允许转船和分批装运."
    },
    {
      "en": "On perusal, we found that part of the contents not conform to the original contract.",
      "cn": "经过审查, 我们发现部分内容与原合同不符,请修改."
    },
    {
      "en": "Peter Cooke undertook to send each of us a sample contract for perusal.",
      "cn": "彼得·库克答应给我们每人寄送一份合同样本供阅读。"
    },
    {
      "en": "Please enclose a copy of Identity card or passport perusal.",
      "cn": "请附身份证或护照副本,以供核对."
    },
    {
      "en": "Regarding our stock jackets, we are enclosing a list for your perusal.",
      "cn": "关于我方夹克现货, 现附上明细清单一份供你方研究斟酌."
    },
    {
      "en": "That article deserves careful perusal.",
      "cn": "那篇文章值得细读."
    },
    {
      "en": "The Board of Directors of the Company is pleased to present its directors'report perusal.",
      "cn": "本公司董事会谨此提呈董事会报告,以供省览."
    },
    {
      "en": "The JDBC documentation shows a plethora of parameters for your perusal.",
      "cn": "你会看到JDBC文件显示非常多的参数."
    },
    {
      "en": "They undertook to send each of us a sample contract for perusal.",
      "cn": "他们答应给我们每人寄送一份合同样本以供阅读。"
    },
    {
      "en": "When he had ended the perusal, he folded the letter and resumed his pensive attitude.",
      "cn": "读完信以后, 他把信叠好,恢复了他那若有所思的神情."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "peruse",
          "tran_cn": " 详细考察；精读"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "intensive reading"
          ],
          "tran_cn": "熟读；精读"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "scrutiny"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "熟读，精读，肉眼观察，目测",
      "tran_en": "Perusal of something such as a letter, article, or document is the action of reading it"
    }
  ],
  "exchange": {
    "verb": [
      "peruse"
    ]
  }
}