{
  "word": "orogeny",
  "ipa": {
    "us": "ɒˈrɒdʒəni",
    "uk": "ɔˈrɑdʒəni"
  },
  "sentences": [
    {
      "en": "Altai orogeny , as one of notable crustal accretion areas, is famous for its abundant mineral deposits.",
      "cn": "阿尔泰造山带是中亚地区显生宙大陆地壳增生明显的地区之一, 蕴藏丰富的矿产资源."
    },
    {
      "en": "Larger scale reservoirs formed during Yanshan orogeny may exist in Jurassicin hinterland of basin.",
      "cn": "腹部侏罗系中可能还存在着规模较大的燕山期油藏."
    },
    {
      "en": "Maginal orogeny was formed on this condition with same relative motion trend between lithosphere and asthenosphere.",
      "cn": "板缘造山主要表现为岩石圈和软流圈以基本相同的运动趋势的相对运动."
    },
    {
      "en": "Since the Permian, the Tarim Basin had undergone basinal extension, subduction and intro - continental orogeny.",
      "cn": "塔里木盆地自二叠纪以来, 历经盆地扩张和盆地俯冲以及陆内造山作用的过程."
    },
    {
      "en": "The cycle of geosyncline formation and orogeny can be integrated with the plate tectonics concept of opening and closing oceans in a simple and natural way.",
      "cn": "这种地槽的形成与造山作用的循环可以以一种简单和自然的方式与板块构造的海洋开合理论结合起来。"
    },
    {
      "en": "The end of the sedimentation of the foreland basin indicates completion of the collisional orogeny.",
      "cn": "前陆盆地的终结标志着碰撞造山作用的结束."
    },
    {
      "en": "The Mesozoic intracontinental orogeny of the Yanshan Mountains developed on a weak zone within the craton.",
      "cn": "中生代燕山陆内造山带是在克拉通软弱带上发育起来的."
    },
    {
      "en": "The period was one of general emergence and orogeny.",
      "cn": "这个时期是全面的上升和造山运动."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "orography",
          "tran_cn": " 山狱论；[地理] 山岳志；[地理] 山岳形态学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "concentrated earth movement",
            "tectogenesis"
          ],
          "tran_cn": "[地质]造山运动，造山作用；山岳的形成"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "caledonian orogeny",
      "tran_cn": "加里东造山运动"
    },
    {
      "phrase": "himalayan orogeny",
      "tran_cn": "喜马拉雅运动；喜马拉雅造山运动"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "山岳之形成"
    }
  ],
  "exchange": {}
}