{
  "word": "pulsar",
  "ipa": {
    "us": "ˈpʌlsɑ:(r)",
    "uk": "ˈpʌlˌsɑr"
  },
  "sentences": [
    {
      "en": "A pulsar is a celestial object that emits light in short burst.",
      "cn": "脉冲星是一种能够发出光脉冲的天体."
    },
    {
      "en": "A three - dimensional model of the pulsar magnetosphere by Prof K . S . Cheng of HKU.",
      "cn": "脉冲星磁层的三维模型﹝照片提供:香港大学郑广生教授﹞."
    },
    {
      "en": "An introduction on the definition of binary pulsar time BPT was given.",
      "cn": "对由双星系统内毫秒脉冲星的轨道运动定义的双星脉冲星时也做了介绍."
    },
    {
      "en": "As the pulsar rotates, this beam sweeps the sky a lighthouse beam sweeps around the horizon.",
      "cn": "当脉冲量旋转时, 辐射束扫过天空,就像灯塔的光束绕地平面扫视那样."
    },
    {
      "en": "Each pulsar or neutron star is the fast - rotating, dead heart of a once - massive star.",
      "cn": "每一颗脉冲星或中子星都曾是大质量恒星死后快速旋转的核心."
    },
    {
      "en": "First of all the reason of the pulsar dispersion and several popular de - dispersion algrithms are introduced.",
      "cn": "首先介绍了脉冲星的色散形成原因以及几种当今流行的消色散算法."
    },
    {
      "en": "In this paper, a pulsar de - dispersion algorithm on Short Time Fourier Transform ( STFT ) is presented.",
      "cn": "叙述了一种基于短时傅立叶变换的脉冲星消色散算法."
    },
    {
      "en": "Most important in this case, one pulsar eclipses the other briefly every couple of hours.",
      "cn": "更重要的是，每隔几个小时，其中的一颗脉冲星会遮挡另外一颗。"
    },
    {
      "en": "Pulsar : A dense, rapidly rotating star that emits pulses of light.",
      "cn": "脉冲星: 高密度 、 快速旋转、发射脉冲光的星体."
    },
    {
      "en": "Structure of a pulsar — a rotating magnetic neutron star.",
      "cn": "脉冲星的结构.一颗旋转磁中子星."
    },
    {
      "en": "The 3 P 2 - superfluid phase transition model for pulsar glitches.",
      "cn": "脉冲星周期突变的3P2中子超流涡旋涡旋相振荡模型."
    },
    {
      "en": "The comparisons between the frequency stabilities for atomic time and pulsar time are presented.",
      "cn": "给出了毫秒脉冲星长期计时观测最新结果和脉冲星时与原子时频率稳定度的比较."
    },
    {
      "en": "The perspective of the pulsar observation of the FAST program is outlined.",
      "cn": "展望了FAST望远镜观测脉冲星的前景."
    },
    {
      "en": "The present and potential situation of the pulsar observation research in China is analysed.",
      "cn": "分析了我国脉冲星观测研究的现状和潜力、存在的问题和美好的前景."
    },
    {
      "en": "The pulsar is a rapidly spinning neutron star which is spewing energy out into the space around it to create complex and intriguing structures, including one that resembles a large cosmic hand.",
      "cn": "脉冲星是快速旋转的中子星，它向周围的太空抛射出能量，制造出复杂和有趣的结构，这个类似于太空巨手的结构便是其中之一。"
    },
    {
      "en": "The spooky blue interior glow is emitted by high - energy electrons accelerated by the Crab's central pulsar.",
      "cn": "鬼魅的蓝色内部光线是由被蟹状星云中心脉冲星加速了的 高能量 电子发出的."
    },
    {
      "en": "There is one other possible explanation for what scientists have seen: They could be watching the birth instead of a pulsar wind nebula.",
      "cn": "对于科学家的最新观察结果，还有其他解释：他们所看到的或许只是一个“脉冲星风星云”的诞生。"
    },
    {
      "en": "We use a three dimensional pulsar magnetosphere model to study the geometry of outer magnetospheric gaps.",
      "cn": "利用三维脉冲星磁层模型研究了磁层外隙的几何结构."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pulsating",
          "tran_cn": " 脉动的；脉冲的；搏动的"
        },
        {
          "word": "pulsed",
          "tran_cn": " 脉冲的；跳动的；脉冲调制的"
        },
        {
          "word": "pulsing",
          "tran_cn": " 脉冲的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "pulsing",
          "tran_cn": " 脉动"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "pulsating",
          "tran_cn": " 颤动；有规律地跳动（pulsate的现在分词）"
        },
        {
          "word": "pulsed",
          "tran_cn": " 使跳动；使摆动（pulse的过去分词）"
        },
        {
          "word": "pulsing",
          "tran_cn": " 使跳动；搏动（pulse的ing形式）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "脉冲星，（快速）脉冲射电源",
      "tran_en": "an object like a star that is far away in space and produces  radiation  and  radio wave s "
    }
  ],
  "exchange": {
    "pl": [
      "pulsars"
    ]
  }
}