{
  "word": "hydroelectricity",
  "ipa": {
    "us": "ˌhaɪdrəʊɪˌlek'trɪsətɪ",
    "uk": "ˌhaɪdroɪˌlɛkˈtrɪsətɪ"
  },
  "sentences": [
    {
      "en": "As we cannot produce enough thermoelectricity, we should try to generate more hydroelectricity.",
      "cn": "火电上不去, 要在水电上打主意."
    },
    {
      "en": "Hydroelectricity is one of the cleanest and most reliable sources of renewable energy.",
      "cn": "水电是可再生资源中最清洁、最可靠的能源之一."
    },
    {
      "en": "It had some effect for hydroelectricity taking part in electricity market in foreign countries.",
      "cn": "随着我国市场化的推进,水电正酝酿逐步参与到电力市场化运营中去."
    },
    {
      "en": "Large content hydroelectricity set should use AC - AC frequency converter.",
      "cn": "大容量水电机组宜采用交 - 交变频器."
    },
    {
      "en": "Of the total energy needed by the nation today , hydroelectricity has contributed 20 % upwards.",
      "cn": "并通过开发水电,解决了当前五分之一以上的能源需求."
    },
    {
      "en": "SHEN Zu - yi . Hydro Turbine Regulation. Beijing: Hydraulic and Hydroelectricity Press, 1998.",
      "cn": "沈祖诒. 水轮机调节. 北京: 水利水电出版社, 1998."
    },
    {
      "en": "The church is now an ominous symbol of energy shortages in the country, which gets around 68 percent of its power from hydroelectricity, Reuters reported.",
      "cn": "据路透社报道，这座教堂现在成为象征国家能源短缺的不祥之物，在这个国家，约有68%的电力来自于水力发电。"
    },
    {
      "en": "The potential of hydroelectricity of one region varies from that of another.",
      "cn": "水电的潜力因地而异."
    },
    {
      "en": "The sharp increase of water flow to ramp up hydroelectricity caused severe stress to the nation's largest lake, Lake Sevan, where efforts at ecological restoration are a continuing battle.",
      "cn": "水流量迅猛增加，以加速水力发电，这给这个国家最大的湖泊斯旺湖造成了严重的压力，生态恢复仍旧是一场持久战。"
    },
    {
      "en": "Toppling - sliding is a serious problem in mining and hydroelectricity construction.",
      "cn": "在矿山开发、水电建设过程中倾倒变形问题日渐突出."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hydrodynamic",
          "tran_cn": " 水力的；流体动力学的"
        },
        {
          "word": "hydroelectric",
          "tran_cn": " 水力发电的；水电治疗的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水力电，水电",
      "tran_en": "Hydroelectricity is electricity made from the energy of running water"
    }
  ],
  "exchange": {
    "adj": [
      "hydroelectric"
    ]
  }
}