{
  "word": "waterpower",
  "ipa": {
    "us": "'wɔ:təpaʊə",
    "uk": "'wɔtəˌpaʊə"
  },
  "sentences": [
    {
      "en": "After the waterpower calculation of the system, the feasibility of the system is validated.",
      "cn": "通过对整个系统的水力计算, 说明了系统的可行性."
    },
    {
      "en": "Considering the specific steps, strengthening waterpower constructions, rationally allocating water resources, is a way at present using rather a lot.",
      "cn": "就具体措施来说﹐加强水利建设﹐合理调配水资源是目前使用得比较多的一个办法。"
    },
    {
      "en": "In the 19 th century waterpower was widely utilized to generate electricity.",
      "cn": "在19世纪人们大规模使用水力来发电."
    },
    {
      "en": "In the19th century waterpower was widely utilized to generate electricity.",
      "cn": "在19世纪人们大规模使用水力来发电。"
    },
    {
      "en": "Of particular feature of waterpower and deep penetration perforation manner makes it popular in oilfield.",
      "cn": "水力深穿透射孔由于其特有的射孔方式,在油田得到推广."
    },
    {
      "en": "Rich in waterpower resources, with annual rainfall of 1995.6 millimeters.",
      "cn": "水力资源丰富, 年均降雨量为1995.6毫米."
    },
    {
      "en": "The classical waterpower computing method and Computing Fluid Dynamics (CFD) method are adopted to study the fluid load of pipeline firstly.",
      "cn": "文中采用经典的水力计算方法和计算流体力学（CFD）方法来研究管线的内部流体荷载；"
    },
    {
      "en": "The condition of hydrological geology is relatively complexity and the contact of waterpower karst mine area.",
      "cn": "它决定着矿床水文地质条件复杂程度和矿山防治水设计难度,是矿山排水和矿床疏干设计的重要依据."
    },
    {
      "en": "The experimental farm is near the waterpower station.",
      "cn": "实验农场靠近水电站."
    },
    {
      "en": "The joint operation and united management of cascade waterpower stations in Mudanjiang river are imperative.",
      "cn": "牡丹江梯级电站水库联合调度,统一管理势在必行."
    },
    {
      "en": "The main rivers are Delin River , Marty River, rosa so rich in waterpower resources.",
      "cn": "主要河流有德林河 、 马蒂河、维约萨河等, 水力资源丰富."
    },
    {
      "en": "This paper discusses work principle of the valve giving an alarm by waterpower and its application.",
      "cn": "本文主要论述了水力报警阀的工作原理及其应用."
    },
    {
      "en": "Waterpower international seminar held two successfully 1998 at was being mixed 1996 early or late.",
      "cn": "水力发电国际研讨会先后于1996年和1998年成功举办了两届."
    },
    {
      "en": "We should exploit more mines and waterpower.",
      "cn": "我们应该更多地开矿和开发水力资源."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "waterless",
          "tran_cn": " 无水的；干的；不用水的，不需水的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "hydraulic"
          ],
          "tran_cn": "水力的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hydraulic power",
            "water right"
          ],
          "tran_cn": "水力；（磨房的）用水权；水力可利用的水流"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "水力的"
    },
    {
      "pos": "n",
      "tran_cn": "水力"
    }
  ],
  "exchange": {}
}