{
  "word": "if",
  "ipa": {
    "us": "ɪf",
    "uk": "ɪf"
  },
  "sentences": [
    {
      "en": "But legal experts are not sure if such a charge can stick.",
      "cn": "但法律专家们不能肯定这一指控是否成立。"
    },
    {
      "en": "Friendship means understanding, not agreement. It means forgiveness, not forgetting.It means the memories last, even if contact is lost.",
      "cn": "友情是理解，不是妥协；是原谅，不是遗忘。即使不联系，感情依然在。"
    },
    {
      "en": "He'd phoned Laura to see if she was better.",
      "cn": "他打电话给劳拉看她是不是好些了。"
    },
    {
      "en": "hundreds if not thousands of germs.",
      "cn": "数以百计甚至可能数以千计的细菌。"
    },
    {
      "en": "I haven't made much of this—if anything, I've played it down.",
      "cn": "对此我并没有加以重视——如果是这样的话，那我是看低它了。"
    },
    {
      "en": "I think I can fix it tomorrow. If not, you’ll have to wait till Friday.",
      "cn": "我想明天我能修好它，如果不行，你只好等到周五了。"
    },
    {
      "en": "I want to get back by five o’clock if possible.",
      "cn": "如果可能的话，我想5点之前回来。"
    },
    {
      "en": "I would go to see him if I were you.",
      "cn": "换作是我，我会去见他。"
    },
    {
      "en": "if and when the film gets the green light, be sure you've read the book first.",
      "cn": "万一电影得到许可，千万保证你已经读过那本书了。"
    },
    {
      "en": "If by any chance you can’t manage dinner tonight, perhaps we can at least have a drink together.",
      "cn": "万一你今晚不能来吃饭，或许我们至少可以一起喝一杯。"
    },
    {
      "en": "If Dad were here, he would know what to do.",
      "cn": "如果爸爸在这儿，他会知道怎么做的。"
    },
    {
      "en": "If I didn’t apologize, I’d feel guilty.",
      "cn": "如果我不道歉，我会感到内疚。"
    },
    {
      "en": "if only I had listened to you.",
      "cn": "如果我听你的话就好了。"
    },
    {
      "en": "If they value these data, let them pay for them.",
      "cn": "他们要是看重这些数据，就让他们出钱买。"
    },
    {
      "en": "If you build more plastics into cars, the car lasts longer.",
      "cn": "如果汽车采用更多塑料元件，寿命会更长一些。"
    },
    {
      "en": "If you had worked harder, you would have passed your exams.",
      "cn": "要是你再努力一点，就通过考试了。"
    },
    {
      "en": "If you love life, life will love you back.",
      "cn": "热爱生活，生活也会厚爱你。"
    },
    {
      "en": "If you need money, I can lend you some.",
      "cn": "如果你需要钱，我能借给你一些。"
    },
    {
      "en": "If you wait, all that happens is that you get older.",
      "cn": "如果你等待，发生的只有变老。"
    },
    {
      "en": "If you're not satisfied with the life you're living, don't just complain. Do something about it.",
      "cn": "对于现况的不满，不能只是抱怨，要有勇气作出改变。"
    },
    {
      "en": "If your skin becomes red, sore or very scaly, consult your doctor.",
      "cn": "如果皮肤发红、瘙痒或脱皮，要向医生咨询。"
    },
    {
      "en": "Is the book available, and if so, where?",
      "cn": "有没有这本书？ 如果有的话，在哪儿？"
    },
    {
      "en": "More people would be attracted to cycling if conditions were right.",
      "cn": "如果天气适宜，会有更多的人被吸引到骑自行车的行列中来。"
    },
    {
      "en": "So, if we could just move onto something else?",
      "cn": "那么我们可不可以干脆谈点别的？"
    },
    {
      "en": "Taste the soup and add salt and pepper if necessary.",
      "cn": "尝一下汤，需要的话加一点盐和胡椒粉。"
    },
    {
      "en": "The house seemed muted, hushed as if it had been deserted.",
      "cn": "房子里似乎悄然无声，安静得好像已经没人在住一样。"
    },
    {
      "en": "The missiles can be fired only if the operator types in a six-digit code.",
      "cn": "只有在操作员输入一组六位数密码后，导弹才能发射。"
    },
    {
      "en": "They get angry if they think they are being treated disrespectfully.",
      "cn": "他们要是觉得受到了怠慢，就会大动肝火。"
    },
    {
      "en": "Things might have been different if I'd talked a bit more.",
      "cn": "如果当时我再多说一点的话，结果或许会不一样。"
    },
    {
      "en": "We’ll face that problem if and when it comes along (= if it happens or when it happens ).",
      "cn": "如果这一问题真的发生了，我们就要面对它。"
    },
    {
      "en": "We’ll stay at home if it rains.",
      "cn": "如果下雨，我们就待在家里。"
    },
    {
      "en": "What would happen to your family if you were to die in an accident?",
      "cn": "要是你在意外事故中身亡，你的家人会怎么样呢？"
    },
    {
      "en": "Willy would have to tell George more, if only to stop him pestering.",
      "cn": "即使只为了阻止乔治惹恼别人，威利也会告诉他更多的。"
    },
    {
      "en": "witches are real if and only if there are criteria for identifying witches.",
      "cn": "当且仅当有标准识别女巫，女巫才是真实存在的。"
    },
    {
      "en": "You have to do everything you can. You have to work your hardest. And if you do, if you stay positive, then you have a shot at a silver lining.",
      "cn": "你必须全力以赴，最大限度地去努力。如果你这么做，并且保持乐观，你就会看见乌云背后的幸福线。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "whether",
            "provided"
          ],
          "tran_cn": "（表条件）如果；即使；是否；（表假设）假如"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "condition",
            "qualification",
            "conception",
            "assumption"
          ],
          "tran_cn": "条件；设想"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "provided",
            "whether"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "as if",
      "tran_cn": "犹如，好似"
    },
    {
      "phrase": "if and only if",
      "tran_cn": "当且仅当"
    },
    {
      "phrase": "if and when",
      "tran_cn": "如果，万一"
    },
    {
      "phrase": "if any",
      "tran_cn": "若有的话；即便要"
    },
    {
      "phrase": "if anything",
      "tran_cn": "如果是这样的话（之前多已提及相反的情况）"
    },
    {
      "phrase": "if at all",
      "tran_cn": "如果某事真会发生的话；如果某人真要做某事的话"
    },
    {
      "phrase": "if ever",
      "tran_cn": "假如，要是；如果真有(我当真)"
    },
    {
      "phrase": "if I were you",
      "tran_cn": "（表示建议）换作是我"
    },
    {
      "phrase": "if not",
      "tran_cn": "［用于提出更极端的说法］甚至可能"
    },
    {
      "phrase": "if only",
      "tran_cn": "要 是…就好了"
    },
    {
      "phrase": "if so",
      "tran_cn": "若是这样"
    },
    {
      "phrase": "if you please",
      "tran_cn": "请；对不起"
    },
    {
      "phrase": "ifs and buts",
      "tran_cn": "假设和转折；遁词；借口；推托"
    }
  ],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": "如果，倘若，即使，〈口〉是否，假设",
      "tran_en": "used when talking about something that might happen or be true, or might have happened"
    },
    {
      "pos": "n",
      "tran_cn": "条件，设想",
      "tran_en": "used when saying what someone’s feelings are about a possible situation"
    },
    {
      "pos": "other",
      "tran_cn": "如果",
      "tran_en": "used when talking about something that might happen or be true, or might have happened"
    }
  ],
  "exchange": {
    "pl": [
      "ifs"
    ]
  }
}