{
  "word": "hornet",
  "ipa": {
    "us": "ˈhɔ:nɪt",
    "uk": "ˈhɔrnɪt"
  },
  "sentences": [
    {
      "en": "A hornet stung me on the cheek.",
      "cn": "一只大黄蜂叮了我的脸颊."
    },
    {
      "en": "Each year, around 70 humans die from giant hornet stings.",
      "cn": "每年, 大约有70人死于大黄蜂的毒针之下."
    },
    {
      "en": "He was stung by a hornet.",
      "cn": "他被马蜂蜇了一下."
    },
    {
      "en": "His criticisms of the president stirred up a hornet's nest.",
      "cn": "他对董事长的批评造成众愤难平."
    },
    {
      "en": "His letter to the newspaper about racialism in schools has stirred up a real hornet's nest.",
      "cn": "他给报纸写的关于学校中存在种族歧视现象的信件引起了很大的麻烦."
    },
    {
      "en": "I wonder how different the hornet tissues actually are from those of that butterfly.",
      "cn": "我很好奇，这些大黄蜂的组织和那种蝴蝶之间到底有多不同。"
    },
    {
      "en": "If you are really angry, you might say you are mad as a hornet.",
      "cn": "如果你真的很生气, 你可以说你疯的像黄蜂一样."
    },
    {
      "en": "Jim stirred up a real hornet's nest when he questioned salaries paid to council officials.",
      "cn": "当吉姆质问委员会官员的薪水时,捅了马蜂窝."
    },
    {
      "en": "The body shell of the Oriental hornet converts sunlight into electricity. Go figure.",
      "cn": "东方大黄蜂的身体外壳能把太阳光换转成电能，想想吧！"
    },
    {
      "en": "The boy really stirred up a hornet's nest by talking back to his father.",
      "cn": "那个小男孩顶撞他爸爸真是自找麻烦."
    },
    {
      "en": "The manager has stirred up a hornet's nest because he did not agree with the stall.",
      "cn": "经理没同意员工的意见,员工们很是不高兴."
    },
    {
      "en": "the move has &B{stirred up a hornet's nest} of academic fear and loathing.",
      "cn": "这次行动引起了学术恐慌和厌恶，惹了一堆麻烦。"
    },
    {
      "en": "The principal stirred up a hornet's nest by changing the school rules.",
      "cn": "校长修改校规,引起师生的公愤."
    },
    {
      "en": "The tiny HORNET warheads had been transferred aboard from the Brasidas, a destroyer with extensive damage.",
      "cn": "微型大黄蜂核弹头从被严重损坏的布拉西达斯号驱逐舰上传送过来."
    },
    {
      "en": "Then a wall of shock and heat tossed him back hard against the Hornet's airframe.",
      "cn": "随后的冲击波和热浪如同一堵墙一般把他向后狠狠地压在了黄蜂战机的机身上."
    },
    {
      "en": "Though, warm - hearted, a superb sense of humor, he would come on like a slightly distressed hornet.",
      "cn": "他顽强 、 热诚, 具有非凡的幽默感, 总是象一只略带忧虑的大黄峰一样飞向前来."
    },
    {
      "en": "When the mayor was arrested for corruption, It'stirred up a hornet's nest in the media.",
      "cn": "市长因贿赂被逮捕之后, 在媒体引起哗然."
    },
    {
      "en": "When the two students argued, It'stirred up a hornet's nest in the classroom.",
      "cn": "那两个学生吵架, 在教室里引起一阵骚动."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bumble-bee",
            "humblebee"
          ],
          "tran_cn": "[昆]大黄蜂"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "a hornets' nest",
      "tran_cn": "一大堆麻烦，困境"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大黄蜂，马蜂，马蜂窝，一大堆麻烦",
      "tran_en": "a large black and yellow flying insect that can sting"
    }
  ],
  "exchange": {
    "pl": [
      "hornets"
    ]
  }
}