{
  "word": "endow",
  "ipa": {
    "us": "ɪnˈdaʊ",
    "uk": "ɪnˈdaʊ"
  },
  "sentences": [
    {
      "en": "Any attempt to endow the ego with the attributes of the Soul, is merely confused thinking.",
      "cn": "任何想要赋予小我具有灵性特质的企图, 都只是种模糊焦点的见解."
    },
    {
      "en": "Flesh simulations can endow computer - generated characters with realistically bulging muscles and rippling fat.",
      "cn": "皮肤模拟可以赋予电脑合成人物具有真实感的健壮肌肉或者肥厚脂肪."
    },
    {
      "en": "Gaze detection can endow quotidian machines with seemingly magical behavior.",
      "cn": "这种视线侦测系统可以让日常用品做出看似神奇的行为."
    },
    {
      "en": "Herbs have been used for centuries to endow a whole range of foods with subtle flavours.",
      "cn": "数个世纪以来，香草一直被用于给各种食物增添淡淡的香味。"
    },
    {
      "en": "If god will endow fortune to me! I will use fortune to return good looks! A nice mace!",
      "cn": "如果上帝赋予我财富! 我将以财富换取美貌~锏的美貌! 美貌的锏!"
    },
    {
      "en": "Its night doth He endow with darkness, and its splendour with light.",
      "cn": "他使它的夜间黑暗, 并显出它的光明."
    },
    {
      "en": "Mathematics seems to endow one with something like a new sense.",
      "cn": "数学似乎赋予人有新的知觉."
    },
    {
      "en": "Of Solomon . Endow the king with your justice, O God , the royal son with your righteousness.",
      "cn": "2他要按公义审判你的民, 按公平审判你的困苦人."
    },
    {
      "en": "Ramon had managed to endow the figurine with a primitive beauty.",
      "cn": "拉蒙已做到给予这个人像以一种原始的美."
    },
    {
      "en": "So we to make another gift to our Rotary Foundation to endow a Rotary Peace Fellow.",
      "cn": "所以我们决定提供另一份捐赠给扶轮基金会以赞助一位扶轮和平奖学生."
    },
    {
      "en": "The ambassador has endowed a $1 million public-service fellowships programme.",
      "cn": "大使资助了一个100万美元的公共服务奖学金项目。"
    },
    {
      "en": "The marrow of popular science writing lies in innovation, which could endow the words with vitality.",
      "cn": "科普写作的精髓是创新, 创新才能赋予科普作品的生命力."
    },
    {
      "en": "The polyphonic features endow Light in August with eternal vitality.",
      "cn": "复调性赋予《八月之光》不息的生命力."
    },
    {
      "en": "Then distribution according to work in the college should endow with new characteristics.",
      "cn": "在这种情况下,学校中的按劳分配也应赋予新的特点."
    },
    {
      "en": "These changes endow modern pitched roof style with new ideas ( inspiration ) and contents.",
      "cn": "这些改变,赋予了现代坡屋顶形式新的创作观念和内容."
    },
    {
      "en": "We also compared the prognostication precision, endow differ power, and established assembled forecast model.",
      "cn": "比较各方法预测精度, 赋予不同权重, 建立组合预测模型."
    },
    {
      "en": "You are endowed with wealth, good health and a lively intellect.",
      "cn": "你天生赋有财富、健康，和敏锐的智力。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "endowment",
          "tran_cn": " 捐赠；捐助；捐款；天资"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bequeath",
            "contribute",
            "furnish",
            "give",
            "invest",
            "provide",
            "supply",
            "vest"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "bequeath",
            "bestow",
            "contribute",
            "furnish",
            "give",
            "invest",
            "provide",
            "supply"
          ],
          "tran_cn": "捐赠;资助;投资"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "endow with",
      "tran_cn": "赋予；具有"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "捐赠，资助，使天生拥有，赋予",
      "tran_en": "You say that someone is endowed with a particular desirable ability, characteristic, or possession when they have it by chance or by birth"
    },
    {
      "pos": "vt",
      "tran_cn": " 资助， 捐赠， 向…捐钱； 给予， 赋予； 认为…具有某种特质",
      "tran_en": "to give a college, hospital etc a large sum of money that provides it with an income"
    }
  ],
  "exchange": {
    "third": [
      "endows"
    ],
    "past": [
      "endowed"
    ],
    "done": [
      "endowed"
    ],
    "ing": [
      "endowing"
    ]
  }
}