{
  "word": "chariot",
  "ipa": {
    "us": "ˈtʃæriət",
    "uk": "ˈtʃæriət"
  },
  "sentences": [
    {
      "en": "\" Yes, you came swiftly, dragging me at your chariot wheels.",
      "cn": "\" 是的, 你走得很快, 把我拴在你的车轮上拖着走."
    },
    {
      "en": "I drove my chariot to the vineyard gate, and there I saw the twoKings.",
      "cn": "我驾着战车来到葡萄园的门口，看到了那两个国王。"
    },
    {
      "en": "It will not come in the night on some grand chariot.",
      "cn": "?不会在夜里乘着某辆高贵的马车而来."
    },
    {
      "en": "Moses was given a splendid chariot and treated a prince.",
      "cn": "摩西被赐予了一辆豪华的战车,并像王子一样被对待."
    },
    {
      "en": "Rehoboam himself managed to mount his chariot and flee to Jerusalem.",
      "cn": "勒哈贝罕王急忙上车,逃回了耶路撒冷."
    },
    {
      "en": "So he had his chariot made ready and took army with him.",
      "cn": "这样,所有的埃及军兵和战车就都覆没在大海之中;法老派来的大军,全军覆没."
    },
    {
      "en": "Speaker A And he is gluing together the chariot's rail.",
      "cn": "演说者A:他还粘起了战车的围栏."
    },
    {
      "en": "Swing low, sweet chariot, Comin'for to carry me home.",
      "cn": "摆动低, 甜战车 comin ',为开展我回家."
    },
    {
      "en": "The chariot ride may become more balanced, but no less bumpy.",
      "cn": "中印马车可能会变得更加平衡, 但道路不会更加平坦."
    },
    {
      "en": "The Romans liked watching chariot racing.",
      "cn": "罗马人喜欢观看战车赛."
    },
    {
      "en": "Then the SpirIt'said to Philip, \" Go up and join this chariot. \"",
      "cn": "徒 8:29 圣灵对腓利说 、 你去贴近那车走."
    },
    {
      "en": "Then, when much blood had clogged their chariot-wheels, I would go up and wash them from sweet wells, Even with truths that lie too deep for taint.",
      "cn": "因此当大量的血液凝固，阻塞了战车前进的轮之际，我就要起身，用甘甜清澈的井水刷洗猩红，甚至是用深深隐藏在污点后的事实。"
    },
    {
      "en": "They had now acquired the war - horse and the war - chariot, which the Hyksos had brought to them.",
      "cn": "他们现在得到了战马和战车, 那是希克索斯带给他们的."
    },
    {
      "en": "Thor traveled in a chariot drawn by male goats.",
      "cn": "到处游走均有飞马车陪伴."
    },
    {
      "en": "Was returning, and sitting in chariot read Esaias the prophet.",
      "cn": "现在回来, 在车上坐着,念先知以赛亚的书."
    },
    {
      "en": "Was returning, and sitting in his chariot read Esaias the prophet.",
      "cn": "28现在回来, 在车上坐着,念先知以赛亚的书."
    },
    {
      "en": "Well, I will dismiss my chariot, and go with you.",
      "cn": "好吧, 我把车子打发回去,跟你一起走."
    },
    {
      "en": "When humans first started building things, determining whether they would work as planned was mostly a matter of trial and error. Build a bridge, drive a chariot across it, and see if it collapsed.",
      "cn": "一开始人类建造房屋时,决定房屋是否合格的方法是去试一下,看看有什么不妥的地方.建成一座桥,把辆战车开上面跑一跑,看看桥会不会倒."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "charioteer",
          "tran_cn": " 战车的御者；御夫座"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "敞篷双轮马车（古代用于战争或竞赛），战车",
      "tran_en": "a vehicle with two wheels pulled by a horse, used in ancient times in battles and races"
    },
    {
      "pos": "v",
      "tran_cn": "驾驭（过去式charioted，过去分词charioted，现在分词charioting，第三人称单数chariots）"
    }
  ],
  "exchange": {
    "pl": [
      "chariots"
    ]
  }
}