{
  "word": "inelastic",
  "ipa": {
    "us": "ˌɪnɪ'læstɪk",
    "uk": "ˌɪnɪˈlæstɪk"
  },
  "sentences": [
    {
      "en": "Economists speak of an inelastic price structure.",
      "cn": "经济学家谈到了非弹性的价格结构."
    },
    {
      "en": "Here is a higher magnification of the taut , shiny, inelastic skin with sclerodactyly.",
      "cn": "放大的指端硬皮病病人紧张 、 光亮 、 僵硬的皮肤."
    },
    {
      "en": "If expectations are rigidly inelastic, we get the case of given expectations.",
      "cn": "如果结果是完全无弹性的, 就是预期的情况."
    },
    {
      "en": "If the elasticity is greater than 1, is demand elastic or inelastic?",
      "cn": "如果弹性大于1, 则需求是富有弹性还是缺乏弹性."
    },
    {
      "en": "If the marginal angle is less than the average angle then the function is inelastic point.",
      "cn": "如果临界角的数值小于平均角度,那么曲线上的该点为非弹性."
    },
    {
      "en": "In addition the room for manoeuvre in the reserve position would become increasingly inelastic towards the end of the maintenance period.",
      "cn": "此外，在储备维持期将近结束时，银行调配储备的空间将会愈来愈缺乏弹性。"
    },
    {
      "en": "Inelastic collisions among photoelectrons rapidly distribute their initially gained energy throughout the region of ionized gas.",
      "cn": "光电子之间的非弹性碰撞使它们原来获得的能量在整个电离气体中迅速分配."
    },
    {
      "en": "Our clients an inelastic demand for widgets.",
      "cn": "我们的客户对装饰品无弹性需求."
    },
    {
      "en": "The bullet allowed to make a completely inelastic collision with a body of much greater mass.",
      "cn": "使子弹与质量大得多的物体发生完全非弹性碰撞."
    },
    {
      "en": "The interaction properties of periodic waves are found to be inelastic.",
      "cn": "研究了这些周期波之间的相互作用,发现其相互作用是非弹性的."
    },
    {
      "en": "The ratcheting of materials corresponds to progressive inelastic deformation, under cyclic loading.",
      "cn": "材料在循环载荷作用下产生的塑性变形的逐渐累积现象称为棘轮效应."
    },
    {
      "en": "The target displacement of each mode in pushover analysis can be obtained with inelastic spectrums.",
      "cn": "对应每阶振型下推覆分析的目标位移采用弹塑性反应谱来计算."
    },
    {
      "en": "Thequasi equilibrium relaxation occurs via elastic and inelastic scattering and the emission of longitudinal optical phonon.",
      "cn": "通过弹性和非弹性的碰撞,发射纵波光学声子,半导体中发生准热平衡驰豫."
    },
    {
      "en": "This foundation was not only vague but inelastic.",
      "cn": "这个基础不仅是含糊的,而且是僵硬的."
    },
    {
      "en": "Two - dimensional collisions, both elastic and inelastic, may be demonstrated on this table.",
      "cn": "在这个桌上, 可以演示二 维 的弹性和非弹性碰撞."
    },
    {
      "en": "Unitary elasticity is the coincidental case that is just on the borderline between elastic and inelastic .",
      "cn": "关于单弹性是一种巧合。这种巧合是有弹性和缺乏弹性的分界线。"
    },
    {
      "en": "Unitary elasticity is the coincidental case that is just on the borderline between elastic and inelastic.",
      "cn": "关于单弹性是一种巧合.这种巧合是有弹性和缺乏弹性的分界线."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "inelasticity",
          "tran_cn": " 不适应性；坚硬性；无弹力"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "nonelastic",
            "springless"
          ],
          "tran_cn": "[力]无弹性的；无适应性的；不能适应的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inflexible"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "inelastic collision",
      "tran_cn": "非弹性碰撞"
    },
    {
      "phrase": "inelastic deformation",
      "tran_cn": "非弹性变形，非弹性形变"
    },
    {
      "phrase": "inelastic scattering",
      "tran_cn": "[物]非弹性散射"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无弹性的，不能适应的， 生硬的，非弹性的",
      "tran_en": "not elastic; not resilient "
    }
  ],
  "exchange": {}
}