{
  "word": "foreword",
  "ipa": {
    "us": "ˈfɔ:wɜ:d",
    "uk": "ˈfɔrwɜrd"
  },
  "sentences": [
    {
      "en": "Except the foreword and tag, this paper is composed of three parts.",
      "cn": "除引言和结束语外, 文章主要由三部分构成."
    },
    {
      "en": "Finally, author put foreword some ideas and advice in the succeeding work.",
      "cn": "最后, 通过对此系统的分析,提出了在后续工作中的一些个人意见及建议."
    },
    {
      "en": "Follows the cooperation system basic principle, the standardization has the foreword operation.",
      "cn": "遵循合作制基本原则, 规范化有序运作."
    },
    {
      "en": "For author information on this volume, please see the foreword.",
      "cn": "温洛克民间组织能力开发项目谨在此对作者 、 者以及福特基金会表示诚挚的感谢."
    },
    {
      "en": "In a foreword to the book, the president of Yale, Richard C.",
      "cn": "在书的序言中, 耶鲁大学的校长理查德."
    },
    {
      "en": "She has written the foreword to a book of recipes.",
      "cn": "她为一本食谱写了前言。"
    },
    {
      "en": "That dictionary has a preface, not a foreword.",
      "cn": "那部词典有一篇序文, 不是前言."
    },
    {
      "en": "The foreword generally describes Jameson's academic career and then draws main part. \"",
      "cn": "“前言 ” 概述杰姆逊的学术生涯,并引出本文论题."
    },
    {
      "en": "The thesis consists of foreword, main part and conclusion.",
      "cn": "文章由序言 、 正文和结语三个部分组成."
    },
    {
      "en": "This article's foreword elaborates the significance and aim of the article research.",
      "cn": "本文前言部分阐述本文的研究意义、研究目标."
    },
    {
      "en": "This book has a foreword by the President.",
      "cn": "这本书有一篇总统作的序言."
    },
    {
      "en": "This text can be divided into five parts besides foreword.",
      "cn": "本文除了引言外,可分为五个部分."
    },
    {
      "en": "This thesis is composed of three parts besides foreword.",
      "cn": "全文除了引言外,共分为三部分."
    },
    {
      "en": "This thesis is into four parts altogether besides the foreword the conclusion.",
      "cn": "本文除引言、结论外,共分为四个部分."
    },
    {
      "en": "Which bank or which kinds of means, does hand foreword expend lowest?",
      "cn": "哪个银行或者哪种方式, 手序费最低 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prolegomena",
            "perface"
          ],
          "tran_cn": "序；前言"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "preface",
            "preliminary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "前言，序（言）",
      "tran_en": "a short piece of writing at the beginning of a book that introduces the book or its writer"
    }
  ],
  "exchange": {
    "pl": [
      "forewords"
    ]
  }
}