{
  "word": "termite",
  "ipa": {
    "us": "ˈtɜ:maɪt",
    "uk": "ˈtɜrmaɪt"
  },
  "sentences": [
    {
      "en": "A German man and woman, their faces in close-up, talked about the good and essential symbiotic nature of termite mounds, with subtitles.",
      "cn": "一个德国男人和女人的脸部特写镜头，他们在谈论白蚁堆美好而必要的共栖性特质，带字幕。"
    },
    {
      "en": "He brought a termite into the O . R . And spat on a surgeon.",
      "cn": "他把白蚁带到手术室. 还和主治医生发生争吵."
    },
    {
      "en": "It is resistant to fire and water and free from corrosion, termite attack and rotting.",
      "cn": "它耐火、耐水且不被侵蚀 、 不遭白蚁攻击,不腐烂."
    },
    {
      "en": "Lightning - fast reflexes and six needle - tipped claws spell the end for this termite in Maui, Hawaii.",
      "cn": "闪电般反应的六只针尖般的爪抓住了这只夏威夷毛伊岛的白蚁."
    },
    {
      "en": "Macrotermes barneyi Light is a major termite in Anhui, infesting forest trees and reservoir dame.",
      "cn": "黄翅大白蚁是安徽危害林木、水库堤坝的主要蚁种."
    },
    {
      "en": "Office blocks modeled on termite nests and buildings that can resist climate change have been the focus at a conference by some of Australia's most influential designers in Melbourne.",
      "cn": "澳大利亚一些最有影响的设计师在墨尔本的一个会议上着重讨论了以白蚁巢穴为模型的办公楼群，以及能够抵御气候变化的建筑物。"
    },
    {
      "en": "Termite often destroys wood.",
      "cn": "白蚁经常破坏树木."
    },
    {
      "en": "The cable has the characteristic withstanding water, oil, sunshine , mice and termite.",
      "cn": "具有防水 、 防油 、 防日晒 、 防鼠、防白蚁啃咬等性能."
    },
    {
      "en": "The chemical composition of the essential oil of orientalis and its resistance to termite were studied.",
      "cn": "研究了侧柏枝叶精油的化学组成及其与抗蚁性的关系."
    },
    {
      "en": "The company was established in 1979, formerly of the State and County termite control.",
      "cn": "本公司成立于1979年, 前身为化州县白蚁防治所."
    },
    {
      "en": "The hills recede into the distance and now we are in vast grasslands dotted with termite mounds, skyscraper sandcastles of the insect world.",
      "cn": "山丘已经远去，我们现在行进在宽广的草原上，草地上有白蚁堆，那是昆虫世界的摩天大楼。"
    },
    {
      "en": "The termite control was also probed into further in this text.",
      "cn": "本文还进一步探讨了白蚁的防治方法."
    },
    {
      "en": "To 1 % imidaclorprid powder , the termite had first toxicant transmitting ability , but nearly not to 0.25 % imidaclorprid powder.",
      "cn": "白蚁对1%的吡虫啉均有一级传毒能力, 0.25%的吡虫啉基本上无一级传毒能力."
    },
    {
      "en": "To explore damage of kidney function in workers exposed termite control drugs Chlordane and arsenic compound.",
      "cn": "探讨职业性接触含氯丹、砷化合物的灭蚁药物对作业人员肾功能的影响."
    },
    {
      "en": "To explore the level of liver function damage in workers exposed termite control drugs.",
      "cn": "探讨职业性接触氯丹、含砷化合物灭蚁药物对作业人员肝功能水平的影响."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "white ant"
          ],
          "tran_cn": "[昆]白蚁"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "insect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "白蚁",
      "tran_en": "an insect that eats and destroys wood from trees and buildings"
    }
  ],
  "exchange": {
    "pl": [
      "termites"
    ]
  }
}