{
  "word": "acreage",
  "ipa": {
    "us": "ˈeɪkərɪdʒ",
    "uk": "ˈekərɪdʒ, ˈekrɪdʒ"
  },
  "sentences": [
    {
      "en": "About 70% of the cocoa acreage is treated with insecticide.",
      "cn": "大约70%的可可树林地喷过杀虫剂。"
    },
    {
      "en": "Acreage controls and input subsidies work at cross purposes, each increases the cost of the other.",
      "cn": "耕种面积控制和投入补贴的作用背道而驰, 每一方的作用都增加了对方的代价."
    },
    {
      "en": "Acreage in recent years stabilized at about 3,000 acres.",
      "cn": "近几年种植面积稳定在3000亩左右."
    },
    {
      "en": "Graph paper , parallel, and planimeter methods are current tools for acreage calculation.",
      "cn": "目前常用的量算面积方法有方格纸法 、 平行线法 、 求积仪法."
    },
    {
      "en": "He has a very large acreage under the plough.",
      "cn": "他有很大面积的耕地."
    },
    {
      "en": "He has sown coffee on part of his acreage.",
      "cn": "他在自家的部分耕地里种上了咖啡。"
    },
    {
      "en": "He reduced the acreage of his property by selling off several paddocks.",
      "cn": "他卖掉了一些围场以缩小地产的面积."
    },
    {
      "en": "The crop acreage could be quadrupled.",
      "cn": "耕地面积可增加三倍."
    },
    {
      "en": "The cultivation of grapes here, not only large acreage and output high.",
      "cn": "这里种植的葡萄, 不仅种植面积大,而且产量高."
    },
    {
      "en": "The farm has a considerable acreage.",
      "cn": "这农场有相当多亩数的面积."
    },
    {
      "en": "The Gini coefficient was 0.38 by population and 0.45 by local acreage.",
      "cn": "卫生人力资源按服务人口分布的Gini系数是0.38,按区域面积分布的Gini系数是0.45."
    },
    {
      "en": "The Howey Company owns large tracts of acreage in Lake County, Florida.",
      "cn": "前者在佛罗里达湖县拥有大片的柑橘地."
    },
    {
      "en": "The opinions of these drug warriors are immune to data: After decades of eradication efforts around the world, neither the acreage of land used to grow drugs nor the tonnage produced has shrunk.",
      "cn": "缉毒勇士们的战绩无需赘述：在全世界开展了几十年的毒品肃清活动之后，种植毒品的土地面积和产出的毒品数量未见任何减少。"
    },
    {
      "en": "The Palestinians would balk at that as far too much, even if they got the equivalent acreage back, perhaps adjacent to the Gaza Strip.",
      "cn": "巴基斯坦方对于这个提议望而却步，即便他们能换回同样多的英亩数，还有可能得到加沙地带的邻近区域。"
    },
    {
      "en": "The prevailing price levels for critical commodities should see a significant acreage response in the coming months as countries begin their cultivation cycles.",
      "cn": "现行价格水平为关键的商品应该会看到一个显着的反应面积在未来数月随着各国开始他们的培养周期。"
    },
    {
      "en": "This technology can make efficient panicle of unit - acreage increased, empty - percent creased.",
      "cn": "该技术可使单位面积有效穗数增加 、 空 秕 率减少."
    },
    {
      "en": "This total management acreage 10848 mus, have forest area many mus 7000.",
      "cn": "该场总经营面积10848亩, 有林面积7000多亩."
    },
    {
      "en": "What is the acreage of the farm?",
      "cn": "这农场面积有几亩?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "acre",
          "tran_cn": " 土地，地产；英亩"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "area",
            "proportion"
          ],
          "tran_cn": "面积，[测]英亩数"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "英亩数，（总称）（以英亩计的）土地面积，<美> 按英亩出售的土地",
      "tran_en": "the area of a piece of land measured in acres"
    }
  ],
  "exchange": {
    "pl": [
      "acreages"
    ]
  }
}