{
  "word": "grassroots",
  "ipa": {
    "us": "'gra:sˌru:ts",
    "uk": "'grasˌruts"
  },
  "sentences": [
    {
      "en": "Actually, it does not have to do this while there are enough grassroots on sand for them to survive through dry season. ",
      "cn": "其实，沙鼠不用往自己的洞里叼，沙地上的草根足以使它们度过旱季的，可沙鼠们不这样做便焦虑不安。"
    },
    {
      "en": "And it will only grow from the grassroots , never from the top down.",
      "cn": "而且是从下而上, 绝非由上往下."
    },
    {
      "en": "But the question is whether grassroots politics will evolve at the same pace.",
      "cn": "但问题在于草根政治是否会以同样的步伐发展."
    },
    {
      "en": "Could these increasing restrictions impinge on grassroots journalism?",
      "cn": "这些增长的制约力量能冲击群众新闻事业 吗 ?"
    },
    {
      "en": "Emphasis on grassroots participation and mobilization of local resources for implementing sustainable human development strategies.",
      "cn": "强调草根参与、本地资源、环境友好,以达到以人为中心的可持续发展."
    },
    {
      "en": "He is adored by the grassroots , so four months of hustings will suit him.",
      "cn": "由于深受平民爱戴, 四个月的选举期很适合他."
    },
    {
      "en": "It is now among the leading multinational drug companies in distributing pharmaceuticals through grassroots medical institutions.",
      "cn": "现在,该公司已经是通过中国基层医疗机构销售医药品中的领先跨国药物公司之一."
    },
    {
      "en": "My dear friends, welcome to Grassroots ', which absolutely belongs to our own Youth Club.",
      "cn": "亲爱的朋友, 请您加入白丁屋---属于我们自己的“青春俱乐部”!"
    },
    {
      "en": "Nemo : Tell all the fish to swim down together! Power of the grassroots?",
      "cn": "让所有的鱼都一起往下游! 草根的力量?"
    },
    {
      "en": "Number of grassroots trade unions since 2003 has been adjusted due to change in coverage.",
      "cn": "2003年起工会基层组织数统计口径有所调整."
    },
    {
      "en": "Previous grassroots media have existed for much smaller - sized selections of people.",
      "cn": "以前的基础媒体为人民提供的选择很少."
    },
    {
      "en": "That's the purpose of MayDay – a grassroots effort whose goal is to save our archives.",
      "cn": "这就是灾难救援——一种草根力量,其目标就是拯救我们的档案."
    },
    {
      "en": "The overall quality of the contingent of rural grassroots cadres has improved significantly.",
      "cn": "农村基层干部队伍的整体素质明显提高."
    },
    {
      "en": "The politician was able to take the pulse of the grassroots voters without becoming overly absorbed.",
      "cn": "这位政治家可以不费太多心力就把其选民的心态摸清."
    },
    {
      "en": "THE POLITICIAN WAS ABLE TO TAKE THE PULSE OF THE GRASSROOTS VOTERS WITHOUT BECOMING OVERLY ABSORBED.",
      "cn": "新加坡人应该培养对待外来人才的成熟心态——你好,也好."
    },
    {
      "en": "What is the grassroots reaction to the constitutional change?",
      "cn": "基层大众对宪法的改变有何反应?"
    },
    {
      "en": "You have to join the party at grassroots level from what I understand.",
      "cn": "据我的了解，你得由基层组织入党。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "villatic",
            "countrified"
          ],
          "tran_cn": "基层的；草根的；乡村的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "elements",
            "basis",
            "foundation",
            "base",
            "bed"
          ],
          "tran_cn": "草根；基础"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "基层的，草根的，乡村的"
    },
    {
      "pos": "n",
      "tran_cn": "基层，基层民众，草根",
      "tran_en": "The grassroots of an organization or movement are the ordinary people who form the main part of it, rather than its leaders"
    }
  ],
  "exchange": {}
}