{
  "word": "geomagnetic",
  "ipa": {
    "us": "ˌdʒi:əʊmæɡ'netɪk",
    "uk": "ˌdʒioʊmæɡ'netɪk"
  },
  "sentences": [
    {
      "en": "A strong and sustained southward IMF direction is a key factor in triggering geomagnetic storms.",
      "cn": "强劲持久又指向南的IMF,是引发地球磁暴的关键因素."
    },
    {
      "en": "Additionally, it's also true that geomagnetic \"storms\" caused by solar activity can disrupt some radio communications, endanger satellites and even knock out power systems.",
      "cn": "此外，由太阳活动引起的“地磁风暴”，确实可以破坏一些无线电通信，危害卫星，甚至瘫痪电力系统。"
    },
    {
      "en": "An imbalance between Schumann and geomagnetic waves disrupts biorhythms.",
      "cn": "舒曼波和地磁波之间的不平衡干扰了生理节律."
    },
    {
      "en": "Despite their visual appeal, these brilliant light shows are actually storms - geomagnetic storms.",
      "cn": "尽管它们在视觉上很吸引人, 但它们其实是风暴,即地磁风暴."
    },
    {
      "en": "Electric compass is a sensor used to determine direction with the help of geomagnetic field.",
      "cn": "电子罗盘是一种利用地磁场来测量方位的传感器."
    },
    {
      "en": "On advertisement: The day is geomagnetic, can you treat heart disease really?",
      "cn": "广告上的: 天地磁, 真的能治疗心脏病?"
    },
    {
      "en": "Simulations of magnetic fields generated by the antarctic circumpolar current at satellite altitude: can geomagnetic measurements be used to monitor the flow?",
      "cn": "在卫星高度南极周围电流所产生磁场的模拟：地磁测量能用监视器流的吗？"
    },
    {
      "en": "The chaos is caused when the geomagnetic poles of the Earth drop to zero.",
      "cn": "当地球磁极降到零点时候引起混乱."
    },
    {
      "en": "The data of IGRF ( International Geomagnetic Reference Field ) are widely used in geomagnetic basic investigations.",
      "cn": "国际地磁参考场 ) 资料在地磁学的基础研究中得到广泛的应用."
    },
    {
      "en": "The data of IGRF ( International Geomagnetic Reference Field ) are widely used in the geomagnetic basic investigations.",
      "cn": "IGRF ( 国际地磁参考场 ) 资料在地磁学的基础研究中得到广泛的应用."
    },
    {
      "en": "The data of international geomagnetic reference field are widely used in China.",
      "cn": "国际地磁参考场资料在我国得到广泛应用."
    },
    {
      "en": "The effect of geomagnetic field on leaching uranium with geoelectric chemistry method is studied.",
      "cn": "首次开展利用地电化学法地浸采铀的实验室探索."
    },
    {
      "en": "The geomagnetic field varies continuously .",
      "cn": "地磁场不断地发生变化。"
    },
    {
      "en": "The geomagnetic field varies continuously.",
      "cn": "地磁场不断地发生变化."
    },
    {
      "en": "The last geomagnetic reversal for Earth was about 780,000 years ago.",
      "cn": "地球上最后一次地磁倒转大约是78万年前."
    },
    {
      "en": "The result of simulation based on real geomagnetic disturbance data indicates that the method is effective.",
      "cn": "依据实测的地磁场扰动信号做的仿真试验表明该方法是有效的."
    },
    {
      "en": "The resulting solar storm could cause a geomagnetic storm on Earth, knocking out electricity grids around the world for hours, days, or even months, bringing much of normal life grinding to a halt.",
      "cn": "由其引发的太阳风暴可能会激发地磁场风暴，届时，全球电网瘫痪，时间将长达数小时，数天，甚至几个月，大量的生产生活将无法继续进行。"
    },
    {
      "en": "The solar ejections that cause auroras can also create geomagnetic storms that can affect spacewalking astronauts, Earth-orbiting satellites, and even communications and power systems on the ground.",
      "cn": "引起极光的太阳能量抛射还能引起地磁风暴，能够影响宇航员的太空行走，绕地卫星甚至是地面上的通信和电力系统。"
    },
    {
      "en": "Using this method, the faint object signal hided in the geomagnetic disturbance can be extracted.",
      "cn": "在磁性目标探测中用这种方法可以提取出隐藏在变化地磁场中的弱目标信号."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "magnetic"
          ],
          "tran_cn": "[地物]地磁的；地磁气的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "geomagnetic field",
      "tran_cn": "地磁场，地球磁场"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地磁的"
    }
  ],
  "exchange": {
    "noun": [
      "geomagnetism"
    ]
  }
}