{
  "word": "porcine",
  "ipa": {
    "us": "ˈpɔ:saɪn",
    "uk": "ˈpɔrsaɪn"
  },
  "sentences": [
    {
      "en": "Farmers responded to low pork prices last year by breeding fewer pigs, some of which have since fallen victim to porcine diarrhoea.",
      "cn": "去年的猪肉价格低，农民养猪的少，加之部分猪的数量由于腹泻病的出现而下降。"
    },
    {
      "en": "Genic transcriptome pertinent to porcine muscle and adipose also came into study.",
      "cn": "猪肌肉和脂肪相关基因转录谱的研究亦初步展开."
    },
    {
      "en": "He is a bald porcine old man.",
      "cn": "他是个长得像猪一样的秃头老男人。"
    },
    {
      "en": "Here we report the isolation and characterization of stem cells from porcine skin.",
      "cn": "该研究自猪皮肤中,分离干细胞并检测其特性."
    },
    {
      "en": "In more recent years, at least judging from a search of the Post archives, cads, thugs, molesters, and swindlers have most frequently elicited what the paper might call the porcine pejorative.",
      "cn": "在最近的这些年里，至少从对档案的数据库可以判断出，新闻报纸上更会经常使用像猪一样的这个轻蔑的词来指代无赖，恶棍，猥亵犯，骗子这类人。"
    },
    {
      "en": "It also became apparent that the new virus contains bits and pieces derived from avian and human strains of influenza, as well as porcine ones, further muddying its origins.",
      "cn": "后来也发现这种新病毒混合了鸡鸭的禽流感、人类的流行感冒、加上一些类似于猪的病毒，使新型流感的起源更加扑朔迷离。"
    },
    {
      "en": "Objective : To study the firbronectin purification method from porcine plasma to obtain high purity purified product.",
      "cn": "目的: 研究猪血浆中纤维结合蛋白的分离纯化方法,得到高纯度、高活性的目标蛋白."
    },
    {
      "en": "Objective A porcine model with basal ganglia hemorrhage has been established and evaluated.",
      "cn": "目的:建立稳定的猪脑基底核出血模型."
    },
    {
      "en": "Objective To develop a PCR method for the determination of porcine parvovirus ( PPV ).",
      "cn": "目的建立猪细小病毒 ( PPV ) PCR检测方法."
    },
    {
      "en": "Objective To investigate the effect of plasma radiofrequency at low temperature on porcine lingua.",
      "cn": "目的研究低温等离子射频技术对组织的影响及恢复情况."
    },
    {
      "en": "ObjectiveTo establish the serological method for detection of porcine parvovirus ( PPV ).",
      "cn": "目的建立猪细小病毒血清学检测方法."
    },
    {
      "en": "Pig - cell transplants are still a work in progress, and porcine organ transplants are only an idea.",
      "cn": "猪细胞移植仍是处于进展中的工作, 而且猪器官移植还只是一种设想."
    },
    {
      "en": "Purpose To identify recombinant human insulin and porcine insulin.",
      "cn": "目的鉴别猪胰岛素与重组人胰岛素."
    },
    {
      "en": "The disease is also known as porcine reproductive and respiratory syndrome.",
      "cn": "该疾病也称为猪繁殖和呼吸综合症."
    },
    {
      "en": "The FasL + chondrocytes mixed with Pluronic F 127 were injected subcutaneously into abdomen wall in allogenic porcine.",
      "cn": "取FasL+的软骨细胞与可注射性生物材料PluronicF127混合,注射于同种异体猪的腹壁皮下."
    },
    {
      "en": "The immobilization of porcine pancreas lipase on active carbon by absorption has been studied.",
      "cn": "初步研究了以活性炭为载体的猪胰脂酶吸附固定."
    },
    {
      "en": "The scientific name is porcine reproductive and respiratory syndrome.",
      "cn": "学名是生殖和呼吸综合症."
    },
    {
      "en": "This paper has studied the extraction of collagen from porcine skin by trypsin, papain and pepsin.",
      "cn": "研究了用胰酶 、 木瓜蛋白酶和胃蛋白酶从猪皮中提取胶原蛋白."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "swinish"
          ],
          "tran_cn": "猪的，像猪的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "猪的，似猪的",
      "tran_en": "looking like or relating to pigs"
    }
  ],
  "exchange": {}
}