{
  "word": "parathyroid",
  "ipa": {
    "us": "ˌpærə'θaɪrɔɪd",
    "uk": "ˌpærə'θaɪəɔɪd"
  },
  "sentences": [
    {
      "en": "Adipose tissue cells are mixed the parathyroid tissue.",
      "cn": "脂肪细胞与甲状旁腺组织混在一起."
    },
    {
      "en": "Conclusion Ultrasonographic examination is useful for diagnosing parathyroid carcinoma.",
      "cn": "结论超声对甲状旁腺癌的诊断有一定的临床应用价值."
    },
    {
      "en": "Here is a normal parathyroid gland for comparison.",
      "cn": "作为对比,图示正常甲状旁腺."
    },
    {
      "en": "Here is a parathyroid adenoma , which is the most common cause for primary hyperparathyroidism.",
      "cn": "甲状旁腺腺瘤是引起原发性甲状旁腺功能亢进最常见的原因."
    },
    {
      "en": "Hypomagnesemia interferes with the effects of parathyroid hormone, resulting in hypocalcemia.",
      "cn": "低镁会影响甲状旁腺激素的作用, 导致低钙,也可低钾."
    },
    {
      "en": "It was two months after my kidney stones were discovered that doctors finally diagnosed the growth on my parathyroid gland. And in those months, my state deteriorated further.",
      "cn": "在我肾结石被发现两个月后，医生最终将病情诊断为甲状旁腺亢进。而我的身体状况也在这两个月里变得更加糟糕。"
    },
    {
      "en": "Objective To investigate the ultrasonographic features of parathyroid carcinoma.",
      "cn": "目的探讨甲状旁腺癌的声像图表现."
    },
    {
      "en": "Objective To study the clinical feature, treatment and prognosis of parathyroid carcinoma.",
      "cn": "目的探讨甲状旁腺癌的临床特征 、 治疗方法及预后."
    },
    {
      "en": "Other drugs proven effective for osteoporosis are hormones and parathyroid hormone.",
      "cn": "其它对治疗骨质疏松症有效的药物还有激素和甲状旁腺素."
    },
    {
      "en": "Parathyroid carcinomas infiltrate surrounding structures in the neck.",
      "cn": "甲状旁腺癌浸润周围的颈部组织."
    },
    {
      "en": "Parathyroid hormone is a well - known regulator of calcium metabolism in the body.",
      "cn": "甲状旁腺素是一种广为人知的激素,它主要调节人体内钙的代谢."
    },
    {
      "en": "Parathyroid hormone, as a systemic mediator of calcium and bone metabolism, is a good candidate.",
      "cn": "因此,甲状旁腺素作为一种全身钙和骨质代谢的调节物, 理应成为值得关注的研究对象."
    },
    {
      "en": "Parathyroid Hormone: Is There a Role in Fracture Healing?",
      "cn": "甲状旁腺素: 在骨折愈合中是否发生作用?"
    },
    {
      "en": "Skeletal remodeling is controlled by the actions of many different hormones, including vitamin D and parathyroid hormone (PTH).",
      "cn": "骨重建是由很多不同激素它们的功能所控制的，其中包括维生素D和甲状旁腺素。"
    },
    {
      "en": "Supports the proper function of the thyroid and parathyroid glands.",
      "cn": "调理甲状腺及副甲状腺."
    },
    {
      "en": "The culprits in all this are the parathyroid glands.",
      "cn": "这一切的罪魁祸首就是甲状旁腺。"
    },
    {
      "en": "This is the gross appearance of a parathyroid carcinoma.",
      "cn": "甲状旁腺癌的大体外观."
    },
    {
      "en": "Ultrasonography was helpful in diagnosis of parathyroid adenoma, hyperplasia or carcinoma when combined with clinical manifestations.",
      "cn": "单从声像图上难以区分甲状旁腺腺瘤 、 增生或癌,需结合临床考虑."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "parathyroid hormone",
      "tran_cn": "甲状旁腺素"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "副甲状腺的",
      "tran_en": "situated near the thyroid gland "
    }
  ],
  "exchange": {}
}