{
  "word": "thermos",
  "ipa": {
    "us": "'θɜ:məs",
    "uk": "'θɜrməs"
  },
  "sentences": [
    {
      "en": "Before using the electric thermos flask please read the following instructions carefully.",
      "cn": "在使用本产品前请具体阅读使用说明书."
    },
    {
      "en": "Can I borrow your thermos?",
      "cn": "我可以借用你的暖水瓶 吗 ?"
    },
    {
      "en": "Choose to take a thermos or travel mug with you when you get your morning coffee instead of using a disposable cup.",
      "cn": "准备早餐咖啡时使用热水瓶或汽车杯取代一次性杯子。"
    },
    {
      "en": "Complete line of thermal insulation and pots, jars, pots and thermos flask.",
      "cn": "完整系列的隔热及保温壶 、 广口瓶 、 锅子及保温瓶."
    },
    {
      "en": "Differentia: Thermos outfit water is the plug after installing water first.",
      "cn": "不同点: 热水瓶装水是先装水后插塞."
    },
    {
      "en": "Do you have any hot water in your thermos?",
      "cn": "你的热水瓶里有热水 吗 ?"
    },
    {
      "en": "Father carries a thermos bottle of hot soup with his lunch.",
      "cn": "爸爸带一暖壶汤吃中饭."
    },
    {
      "en": "He was rearranging canvas bags and tripods, a Thermos bottle and paper sacks.",
      "cn": "他把帆布包和三脚 、 暖水瓶和纸袋重新放好."
    },
    {
      "en": "How about a thermos to keep the tea warm?",
      "cn": "热水瓶怎么样？可以给茶保温。"
    },
    {
      "en": "I am the system. I could be a system It could be a hot coffee in a thermos.",
      "cn": "我就是系统，我可以是个系统,它可以是热水瓶里的热咖啡。"
    },
    {
      "en": "It's handy to have the thermos here.",
      "cn": "暖瓶放在这儿好拿."
    },
    {
      "en": "The table tilted over and the thermos slid off it to the ground.",
      "cn": "桌子歪了,热水瓶从上面滑到地上."
    },
    {
      "en": "The thermos is made of glass and mercury.",
      "cn": "热水瓶是由玻璃和水银制成。"
    },
    {
      "en": "There is still a little water left in that thermos bottle.",
      "cn": "那个暖瓶里还有一点水."
    },
    {
      "en": "There's a little water in the thermos.",
      "cn": "热水瓶里有一点儿水."
    },
    {
      "en": "This kind of thermos flask keeps water hot for 24 hours.",
      "cn": "这种热水瓶能保暖二十四小时."
    },
    {
      "en": "We brought tea in a thermos flask.",
      "cn": "我们用保温瓶携带茶水."
    },
    {
      "en": "We chipped in a few yuan to buy a thermos bottle.",
      "cn": "我们捐出几块钱来买一只热水瓶."
    },
    {
      "en": "Would you like me to fill your thermos for you?",
      "cn": "你想让我把你的暖水瓶倒满水 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "thermos bottle",
      "tran_cn": "n. 热水瓶"
    },
    {
      "phrase": "thermos flask",
      "tran_cn": "热水瓶；保温瓶"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "热水瓶，保温瓶。来自于德国品牌膳魔师保温瓶商标“Thermos”",
      "tran_en": "A Thermos is a container which is used to keep hot drinks hot or cold drinks cold. It has two thin shiny glass walls with no air between them. "
    }
  ],
  "exchange": {}
}