{
  "word": "spate",
  "ipa": {
    "us": "speɪt",
    "uk": "spet"
  },
  "sentences": [
    {
      "en": "A spate of English reading materials began to pour off the presses.",
      "cn": "大量英语读物开始泛滥发行."
    },
    {
      "en": "After the storm all the rivers were in spate.",
      "cn": "暴雨过后河水都上涨了."
    },
    {
      "en": "But a spate of scientific studies has raised doubts about artificial sweeteners.",
      "cn": "但是,大量的科研成果对之提出了质疑."
    },
    {
      "en": "Celia was in full spate as usual, so I just sat there waiting for her to finish.",
      "cn": "西莉亚像往常一样口若悬河说个不停, 我只得坐在那儿等着她把话说完."
    },
    {
      "en": "Doctors have suffered a loss of prestige following a spate of scandals.",
      "cn": "接二连三的丑闻使医生名誉扫地."
    },
    {
      "en": "Hungary has witnessed a spate of especially nasty murders.",
      "cn": "匈牙利接连发生了一连串极为恶劣的凶案."
    },
    {
      "en": "It'starts Friday and forecasters are predicting a spate of named storms.",
      "cn": "周五起,预报员预测了一系列命名的风暴."
    },
    {
      "en": "Police are investigating a spate of burglaries in the area.",
      "cn": "警察正在调查这一地区发生的大量盗窃案."
    },
    {
      "en": "Refugees crossed the border in full spate.",
      "cn": "难民大量地越过了边境."
    },
    {
      "en": "Rudolph ate silently, waiting for the spate of approval to die down.",
      "cn": "鲁道夫默默地吃着, 等着这阵赞扬的潮水退去."
    },
    {
      "en": "The reason for this sudden spate of spurious insinuation?",
      "cn": "突然爆发的这些恶意指责,原因是什么 呢 ?"
    },
    {
      "en": "The river is in spate.",
      "cn": "河水猛涨."
    },
    {
      "en": "The spate of storms and hurricanes in recent years could be a statistical quirk.",
      "cn": "从统计数字上看，近些年来暴风雨和飓风的频发非同寻常。"
    },
    {
      "en": "There's been a spate of accidents on this stretch of road recently.",
      "cn": "近来在这一路段上接连发生了源源不绝的事情."
    },
    {
      "en": "These recent killings are just part of a spate of poaching in Kenya, and point to the precarious situation facing Africa’s elephants.",
      "cn": "最近的这些杀戮只是肯尼亚一连串偷猎活动的一部分，表明非洲大象正面临岌岌可危的形势。"
    },
    {
      "en": "When I returned to Oxford in the fall , following a spate of summer rioting in Eastern cities.",
      "cn": "美国东部城市夏天发生了洪水般的暴乱。当我在秋天回到牛津大学后。"
    },
    {
      "en": "With the drought and wildfires in Russia and the floods in Pakistan, the world's spate of weird weather is already taking its toll on global food prices.",
      "cn": "伴随着俄罗斯发生的大火和干旱以及在巴基斯坦的洪水,世界的一连串的怪异天气已经造成了全球粮食价格的上涨。"
    },
    {
      "en": "With the river in spate, the Warden was extra busy.",
      "cn": "涨了河水, 不保比一时似乎忙多了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flood",
            "blast"
          ],
          "tran_cn": "洪水；一阵；大雨；突然迸发"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "river",
            "sea"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in (full) spate",
      "tran_cn": "（河水）泛滥"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大量，发洪水，（河流）暴涨，大雨，一连串"
    }
  ],
  "exchange": {
    "pl": [
      "spates"
    ]
  }
}