{
  "word": "briefcase",
  "ipa": {
    "us": "ˈbriːfkeɪs",
    "uk": "ˈbriːfkeɪs"
  },
  "sentences": [
    {
      "en": "a natty little briefcase",
      "cn": "设计精巧的小公文包"
    },
    {
      "en": "But last week someone left a briefcase full of money!",
      "cn": "但上次有人遗忘了一只装满钱的公文包!"
    },
    {
      "en": "Davis asked, making a playful pretence at seizing Castle's briefcase.",
      "cn": "戴维斯一边说, 一边开玩笑地假装要抢卡斯尔的公文包."
    },
    {
      "en": "Dennis peered into the room and saw her take a small red object out of her briefcase and quickly hide it in the bottom drawer of her dresser.",
      "cn": "丹尼斯窥视着房间里的一举一动，只见她从公文包里拿出一个红色的小东西，快速地把它藏在梳妆台最底下的抽屉里。"
    },
    {
      "en": "Every day you arrive in workspace with the same items — a cell phone, briefcase and/or purse, mail, keys, change.",
      "cn": "每天你都带着同样的东西进入工作区——一只手机、公文包和/或者手提包、邮件、钥匙、零钱。"
    },
    {
      "en": "He carried the fat briefcase in his left hand.",
      "cn": "他左手提着那只鼓鼓囊囊的皮包."
    },
    {
      "en": "He packed a briefcase with what might be required.",
      "cn": "他把所有可能需要的东西都装进公文包."
    },
    {
      "en": "He popped a letter out of his briefcase.",
      "cn": "他从公文包里突然掏出一封信。"
    },
    {
      "en": "He put down his briefcase and asked her what was wrong.",
      "cn": "他放下公文包,问她出了什么事."
    },
    {
      "en": "He requested the old man to look after the briefcase.",
      "cn": "他请求那位老人照看这个公事包."
    },
    {
      "en": "He settled his briefcase comfortably in his lap.",
      "cn": "他把公文包舒适地搁在大腿上."
    },
    {
      "en": "He was carrying a briefcase.",
      "cn": "他提着公文包。"
    },
    {
      "en": "I can't shut my briefcase.",
      "cn": "我关不上公事包."
    },
    {
      "en": "I should not leave my briefcase and camera bag unguarded.",
      "cn": "我不该把我的公文包和相机包留在那儿无人看管。"
    },
    {
      "en": "If you ask about my impression on him, I feel he looks like a typical businessman, you know, dark suit and briefcase.",
      "cn": "如果你问我对他的印象如何，我感觉他看起来像是个典型的商人，你知道，黑西装和公文包的那种。"
    },
    {
      "en": "No one told me about any briefcase.",
      "cn": "没有人和我提过什么公文包。"
    },
    {
      "en": "The briefcase flopped onto the desk.",
      "cn": "公文包重重地落在桌上。"
    },
    {
      "en": "The guard noticed he was still carrying the briefcase.",
      "cn": "门卫注意到他仍然带着那个公文包."
    },
    {
      "en": "The young man held a briefcase under his arm.",
      "cn": "那位年轻人腋下挟着一只公文包."
    },
    {
      "en": "Then I tackled briefcase I had carried off the train.",
      "cn": "然后我便摆弄我从火车上带下来的那个皮包."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "portfolio",
            "attache case"
          ],
          "tran_cn": "公文包"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "公文包",
      "tran_en": "a flat case used especially by business people for carrying papers or documents"
    }
  ],
  "exchange": {
    "pl": [
      "briefcases"
    ]
  }
}