{
  "word": "mucous",
  "ipa": {
    "us": "'mju:kəs",
    "uk": "ˈmjukəs"
  },
  "sentences": [
    {
      "en": "An infected mucous membrane, especially of the tongue, nose and larynx, commonly becomes ulcerated.",
      "cn": "感染的粘膜, 特别是舌, 鼻和咽的粘膜, 通常变成溃疡."
    },
    {
      "en": "Calf diphtheria, is characterized by bilateral necrosis of the mucous membrane of the larynx.",
      "cn": "犊白喉, 以喉粘膜的两侧性环死为特征."
    },
    {
      "en": "D : The mucous membrane of your nose appears markedly pale and edematous.",
      "cn": "您鼻粘膜显得特别苍白并且还有些水肿."
    },
    {
      "en": "Healthy, skin, mucous membranes, and cilia are natural barriers to many viruses.",
      "cn": "健康的皮肤, 粘膜和纤毛是许多病毒的天然屏障."
    },
    {
      "en": "However, eversion of the cervical mucous good elasticity, the more tidy edge.",
      "cn": "但外翻的宫颈粘膜弹性好, 边缘较整齐."
    },
    {
      "en": "In addition the mucous membranes are covered with fluids containing antifungal substances.",
      "cn": "还有粘膜表面液体中的抗菌物质."
    },
    {
      "en": "Inflammation of the mucous membrane of the stomach and intestines.",
      "cn": "属于、关于肠系膜的,或位于肠系膜内的."
    },
    {
      "en": "Latin word originally means a mucous excretion.",
      "cn": "这个拉丁词,原意为含粘液的分泌物."
    },
    {
      "en": "Methods Smears of 101 cases with nasal mucous ulcer were studied.",
      "cn": "方法:鼻内镜下对101例鼻腔黏膜溃疡的涂片检查."
    },
    {
      "en": "Mucous membranes or breaks in the skin were likely alternative entryways into the body.",
      "cn": "粘膜或者皮肤上的破裂处都可能成为病毒入侵的通道."
    },
    {
      "en": "Objective To study the diagnose of nasal mucous ulcer under nasal endoscopy.",
      "cn": "目的:探讨鼻内镜下鼻腔黏膜溃疡诊断."
    },
    {
      "en": "Produce the skin, mucous membranes, gastrointestinal and respiratory symptoms.",
      "cn": "产生皮肤 、 粘膜 、 消化道和呼吸道等症状."
    },
    {
      "en": "Seromucous glands contain both mucous and serous cells.",
      "cn": "浆粘液腺既含有粘液性细胞,又含有浆液性细胞."
    },
    {
      "en": "The main rhinal symptoms were cheese - like mucous discharge and nasal obstruction.",
      "cn": "鼻部主要症状为奶酪 状 黏涕、鼻塞."
    },
    {
      "en": "We evolved to stay away from poo, from bodily fluids, from mucous, from foods that have gone off, from worms in the garden.",
      "cn": "我们进化到如此阶段：避开屎，避开体液，避开粘液，不要碰变质的食物，不要动花园的虫子。"
    },
    {
      "en": "Why do you want the mucous membrane coated with barium?",
      "cn": "为什么要用钡附着在黏膜上 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mucoid",
          "tran_cn": " 类黏蛋白的；似黏液的；黏液状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "mucoid",
          "tran_cn": " 类黏蛋白；类粘液"
        },
        {
          "word": "mucus",
          "tran_cn": " 粘液；黏液"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "grumous",
            "mucic"
          ],
          "tran_cn": "[生理]黏液的；分泌黏液的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mucous membrane",
      "tran_cn": "[解]黏膜"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "黏液的，黏液覆盖的",
      "tran_en": "of, resembling, or secreting mucus "
    }
  ],
  "exchange": {
    "noun": [
      "mucus"
    ]
  }
}