{
  "word": "glycoside",
  "ipa": {
    "us": "'glaɪkəˌsaɪd",
    "uk": "'glaɪkəˌsaɪd"
  },
  "sentences": [
    {
      "en": "APG ( alkyl poly saccharide glycoside )",
      "cn": "烷基多糖苷 ( 毒性低的表面活性剂 )"
    },
    {
      "en": "CONCLUSION Alcohol sedimentation a better method in extracting monoterpene glycoside.",
      "cn": "结论水提醇沉法提取山茱萸单萜甙较好."
    },
    {
      "en": "Conclusion: The contents of total flavonoids aglycone and glycoside are highest in the traditional harvesting time.",
      "cn": "结论: 黄酮类成分含量在传统的采收期间达到最高."
    },
    {
      "en": "Conclusion: The new monoterpene glycoside was identified as 4 \" - hydroxyl - albiflorin. \"",
      "cn": "结论: 新化合物命名为 4″- 羟基白芍苷."
    },
    {
      "en": "During the preparation , the content of rhodiola glycoside is controlled through polarographic analysis.",
      "cn": "其中, 红景天苷的含量是由极谱分析控制的."
    },
    {
      "en": "OBJECTIVE : To establish an HPLC method to determine the content of Stilbene glycoside in Tiaojingbaidai pill.",
      "cn": "目的: 建立以高效液相色谱法测定调经白带丸中二苯乙烯苷含量的方法."
    },
    {
      "en": "Objective : To investigate effects of total paeony glycoside ( TPG ) on cerebral ischemia mice.",
      "cn": "目的: 观察赤芍总甙对小鼠实验性脑缺血的影响."
    },
    {
      "en": "OBJECTIVE To establish the method of determination of the content of astragalus glycoside in Tongsaimai Tablet.",
      "cn": "目的建立通塞脉片中黄芪甲苷含量的测定方法."
    },
    {
      "en": "Objective To search for triterpene glycoside with new structure.",
      "cn": "目的:寻找结构新颖的三萜皂苷类化合物."
    },
    {
      "en": "Objective: to determine the content of Astragalus Root methyl glycoside in Huanwu thrombolytic capsule.",
      "cn": "目的: 测定还五溶栓胶囊中黄芪甲苷的含量."
    },
    {
      "en": "The conclusion was that geranyl glycoside could be used as a flavor material in cigarette flavoring.",
      "cn": "结论:香叶醇糖苷可以作为香原料应用到卷烟中."
    },
    {
      "en": "The flavone glycoside content in walnut benevolence is 0.",
      "cn": "测定核桃仁隔膜中黄酮苷含量为0."
    },
    {
      "en": "The results suggest that AHL contains a site to bind O glycoside linkage.",
      "cn": "各种糖的封闭性抑制实验结果与竞争性抑制实验相似.提示AHL上存在O-糖苷键结合位点."
    },
    {
      "en": "Uva Ursi: Contains the glycoside arbutin, which has antimicrobial properties and acts as a mild diuretic.",
      "cn": "熊果叶: 包含苷熊果苷, 具有抗菌特性,作为温和的利尿剂行为."
    },
    {
      "en": "Yangtao juice beverage of the present invention contains carambola juice, mangosteen glycoside , sugar and salt.",
      "cn": "本发明为一种杨桃汁饮料及其制备方法."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "glucoside"
          ],
          "tran_cn": "配醣；配糖体；配糖类"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cardiac glycoside",
      "tran_cn": "强心苷"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "配醣，配糖类"
    }
  ],
  "exchange": {}
}