{
  "word": "sinusitis",
  "ipa": {
    "us": "ˌsaɪnəˈsaɪtɪs",
    "uk": "ˌsaɪnəˈsaɪtɪs"
  },
  "sentences": [
    {
      "en": "Acute sinusitis is usually initiated by an acute respiratory tract infection of viral etiology.",
      "cn": "急性鼻窦炎常常是由病毒性病因的急性呼吸道感染而发生."
    },
    {
      "en": "Asthma and sinus infections, or sinusitis, can develop from colds or allergies.",
      "cn": "感冒、过敏还会进一步发展成哮喘、鼻窦感染或者鼻窦炎。"
    },
    {
      "en": "But how good is it, in terms of giving patients relief from the pain, breathing difficulty and fatigue of chronic sinusitis?",
      "cn": "但是，这种手术在给患者减轻呼吸困难和慢性鼻窦炎的痛苦方面究竟有多大的好处呢？"
    },
    {
      "en": "Chronic sinusitis and nasal polyps are both chronic nasal mucosa inflammation.",
      "cn": "慢性鼻窦炎和鼻息肉是鼻粘膜的慢性炎症性病变."
    },
    {
      "en": "Conclusion: Combined modality therapy achieves good effect for chronic sinusitis in children.",
      "cn": "结论: 综合治疗儿童慢性鼻窦炎效果较好."
    },
    {
      "en": "Ethmoid sinusitis is frequently complicated in children by orbital cellulitis and abscess.",
      "cn": "筛窦炎在儿童中常并发眼眶蜂窝织炎及脓肿."
    },
    {
      "en": "Frontal osteomyelitis induced by sinusitis is the most frequent clinical presentation.",
      "cn": "额窦炎导致额骨骨髓炎通常会破坏额骨及额窦的结构,这是临床上常见的现象."
    },
    {
      "en": "How should when frontal sinusitis makes, want to alleviate effectively?",
      "cn": "当额窦炎犯时要怎样有效缓解?"
    },
    {
      "en": "I developed serious arthritic symptoms and chronic sinusitis.",
      "cn": "我得了严重的关节炎和慢性鼻窦炎。"
    },
    {
      "en": "I have had antibiotics for my sinusitis but it doesn't seem to be clearing up.",
      "cn": "我服用了抗生素来治疗鼻窦炎，但似乎未能根治。"
    },
    {
      "en": "In addition, asymptomatic sphenoid sinusitis was diagnosed in 2 other patients.",
      "cn": "另外, 有2例无症状的蝶窦炎."
    },
    {
      "en": "Indications : Nasal obstruction , nosebleed epistaxis, nasal sinusitis, nasal polyp and deviated mouth.",
      "cn": "鼻塞,鼻衄, 鼻渊, 鼻息肉,口喎."
    },
    {
      "en": "Inhaling steam that contains eucalyptus or sage is an excellent remedy for respiratory problems, including chest congestion, bronchitis, bronchial cough and sinusitis.",
      "cn": "吸入桉树或鼠尾草的蒸汽，是治疗呼吸疾病，包括胸闷、支气管炎、鼻窦炎等极好的方法。"
    },
    {
      "en": "It looks like a case of chronic sinusitis with concomitant nasal polyps.",
      "cn": "看来像慢性鼻窦炎并伴发息肉."
    },
    {
      "en": "Methods: Coronal CTf ilms of 70 patients with sinusitis were studied.",
      "cn": "方法: 收集经CT冠状 面扫描发现的慢性副鼻窦炎70例."
    },
    {
      "en": "Objective To explore the treatment method for mycotic maxillary sinusitis.",
      "cn": "目的探讨真菌性上颌窦炎手术入路和手术方法."
    },
    {
      "en": "Objective To investigate the pathogenesis of olfactory dysfunction caused by sinusitis.",
      "cn": "目的探讨鼻窦炎引起的嗅觉障碍的发病机制."
    },
    {
      "en": "Objective To study the CT features of fungal sinusitis.",
      "cn": "目的探讨霉菌性副鼻窦炎的CT特征."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "antritis"
          ],
          "tran_cn": "[口腔][耳鼻喉]窦炎"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鼻窦炎",
      "tran_en": "a condition in which your sinuses swell up and become painful"
    }
  ],
  "exchange": {}
}