{
  "word": "unearthly",
  "ipa": {
    "us": "ʌnˈɜ:θli",
    "uk": "ʌnˈɜrθli"
  },
  "sentences": [
    {
      "en": "\" There glimmered the embroidered letter, with comfort in its unearthly ray. \"",
      "cn": "她 胸前 绣着的字母闪着的非凡的光辉, 将温暖舒适带给他人."
    },
    {
      "en": "All of a sudden we heard an unearthly cry.",
      "cn": "我们突然听到一声怪叫."
    },
    {
      "en": "For a few seconds we watched the unearthly lights on the water.",
      "cn": "有那么几秒钟，我们注视着水面上那些奇异的光。"
    },
    {
      "en": "He could hear the unearthly scream of some curlew piercing the din.",
      "cn": "他可以听到一些杓鹬所发出的那种穿透喧嚣的诡异叫声."
    },
    {
      "en": "His eyes shone with an unearthly light.",
      "cn": "他眼睛里闪着奇异的光。"
    },
    {
      "en": "In the unearthly silence my colleagues must have wondered what I had done.",
      "cn": "在那一阵子奇怪的沉默当中,我的同事必定感到纳闷,想知道我做了什么."
    },
    {
      "en": "She heard the sirens scream their unearthly wail.",
      "cn": "她听到警报器发出可怕的尖叫声。"
    },
    {
      "en": "The sound was so serene that it seemed unearthly.",
      "cn": "那种声音听起来是那么宁静，仿佛天外之音。"
    },
    {
      "en": "The temples, too, in their ruin have a moonlight magic, an unearthly excellence.",
      "cn": "这些庙宇在它们的废墟中也有一种月光般的魅力, 超然出世之美."
    },
    {
      "en": "The unearthly silence was broken by a shrill screaming.",
      "cn": "一声尖叫打破了这可怕的沉寂。"
    },
    {
      "en": "There was silence again, an unearthly silence, more trying than hideous din.",
      "cn": "又是沉默, 可怕的沉默比低声的喧骚更令人难受."
    },
    {
      "en": "They arranged to meet in Riverside Park at the unearthly hour of seven in the morning.",
      "cn": "他们约定一大清早7点在河滨公园见面。"
    },
    {
      "en": "When she was calm, there seemed unearthly beauty in the change.",
      "cn": "当她宁静的时候, 在这种变化中仿佛有着非凡的美."
    },
    {
      "en": "Why call me at this unearthly hour?",
      "cn": "怎么在这个时候叫醒我?"
    },
    {
      "en": "Why do you wake me up at this unearthly hour?",
      "cn": "你为什么在这个鬼时候叫醒我?"
    },
    {
      "en": "Why should I get up at this unearthly hour?",
      "cn": "为什麽我得这麽早起床?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "eerie",
            "ghostly",
            "odd",
            "peculiar",
            "queer",
            "spooky",
            "strange",
            "supernatural",
            "uncanny",
            "weird",
            "wild"
          ],
          "tran_cn": "神秘的;超自然的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "超自然的，神秘的，可怕的，早得或不便得离谱的",
      "tran_en": "very strange and unnatural, and probably frightening"
    }
  ],
  "exchange": {}
}