{
  "word": "compendium",
  "ipa": {
    "us": "kəmˈpendiəm",
    "uk": "kəmˈpɛndiəm"
  },
  "sentences": [
    {
      "en": "According to Compendium of Materia Medica, garlic has antibacterial function that strengthens the body's immune system.",
      "cn": "具杀菌作用.根据《本草纲目》, 大蒜含杀菌及增强抵抗力的作用."
    },
    {
      "en": "Ancient encyclopaedia of China Compendium of Materia Medica.",
      "cn": "中国古代的百科全书—《本草纲目》."
    },
    {
      "en": "Compendium of Materia Medica, the food will be herbs, medicinal, drug Edible three categories.",
      "cn": "在《本草纲目》中, 将草本植物分食用 、 药用 、 药食两用三类."
    },
    {
      "en": "Instructions for using the tool can is find in the compendium.",
      "cn": "在手册中可以找到这个工具的使用说明."
    },
    {
      "en": "Li Shizhen is a famous scientist in China Ming Dynasty who is also the writer of Compendium of Materia Medica.",
      "cn": "李时珍是中国明代著名的科学家《本草纲目》的作者。"
    },
    {
      "en": "London was \" the biggest aggregation of human life - the most complete compendium of the world \".",
      "cn": "伦敦是 “ 人文荟萃之区,全球最完备的缩影 ”."
    },
    {
      "en": "The book is a compendium of their poetry, religion and philosophy.",
      "cn": "这本书是他们诗歌 、 宗教和哲学的概略."
    },
    {
      "en": "The Compendium of Materia Medica has been held in high esteem since it was first published.",
      "cn": "“本草纲目”问世之后,深受人们的推重."
    },
    {
      "en": "The itinerary from north to south is a compendium of Norwegian nature.",
      "cn": "从北到南可以领略到挪威自然的概貌."
    },
    {
      "en": "The OECD's compendium also shows that graduate jobs fared better during the global recession.",
      "cn": "报告还指出,全球经济衰退期间,大学毕业生的工作待遇相对较好一些."
    },
    {
      "en": "The Roman Catholic Church has issued a compendium of its teachings.",
      "cn": "天主教会已经颁布了其教义纲要。"
    },
    {
      "en": "This compendium of all the old Roman virtues died at an advanced age, respected and feared.",
      "cn": "这个罗马的一切旧道德的结晶品享尽高龄后在受人敬畏中寿终."
    },
    {
      "en": "This encyclopedia is truly a compendium of knowledge.",
      "cn": "这部百科全书真正是知识宝库."
    },
    {
      "en": "We observe the endless classical references in The Compendium of Ecclesiastical History written by Cotton Mather.",
      "cn": "我们发现科顿·马瑟的《兰宗教史摘要》中,也用了无数典故."
    },
    {
      "en": "Why should it be when it's in the Compendium of Laws.",
      "cn": "那《法律纲要》里面为什么会有?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "schemata",
            "rundown"
          ],
          "tran_cn": "纲要；概略"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abbreviation",
            "bibliography",
            "compression",
            "condensation",
            "contraction",
            "sketch",
            "summary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "compendium of materia medica",
      "tran_cn": "本草纲目"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "摘要，纲要",
      "tran_en": "A compendium is a short but detailed collection of information, usually in a book"
    }
  ],
  "exchange": {
    "pl": [
      "compendiums"
    ]
  }
}