{
  "word": "Trent",
  "ipa": {
    "us": "trent",
    "uk": "trɛnt"
  },
  "sentences": [
    {
      "en": "Academically, Huamei - Bond students are very successful at Trent University.",
      "cn": "从学术上说, 中加高中的学生在我们特伦特大学是非常成功的."
    },
    {
      "en": "At length, pushing away his plate, Warren Trent observed.",
      "cn": "沃伦·特伦特终于推开盘子开口了."
    },
    {
      "en": "Despite scepticism, founder Trent Huang was no - nonsensical and confident about his company.",
      "cn": "不过, 创办人黄川在介绍“咿呀.com” 的时候,却满是严肃和自信."
    },
    {
      "en": "For Tom and Trent, the trap demonstration was a setup on a stage.",
      "cn": "对汤姆和特伦特来说，这只是个设置在舞台上的陷阱。"
    },
    {
      "en": "He had fallen , Warren Trent realized , for an ancient , elementary gambit.",
      "cn": "沃伦·特伦特觉得自己已为这个起码的老一套计谋所骗了."
    },
    {
      "en": "I'm going to take you to the bank, Senator Trent.",
      "cn": "特伦特参议员,我要把你带到银行去."
    },
    {
      "en": "I'm just gonna take Trent to play some basketball.",
      "cn": "我要带trent去打篮球."
    },
    {
      "en": "The Trent River Authority at least is on the side of depollution.",
      "cn": "至少特棱特河川当局是赞成防止污染的."
    },
    {
      "en": "This action was not lost on Trent.",
      "cn": "这种举动对吐伦特颇能发生一点影响."
    },
    {
      "en": "Trent returned to the counter and his biscuits and gravy.",
      "cn": "特伦特回到柜台旁,那儿放着他点的烤饼与肉卤."
    },
    {
      "en": "Trent would like to see the technology spread among companies as an open-source solution.",
      "cn": "特伦特希望该技术可以作为一种开源的解决方案在公司间共享。"
    },
    {
      "en": "Turning to Peter, she snapped, \" I insist on a full report being made to Mr. Trent. \"",
      "cn": "她转向彼得, 气势汹汹地说, “ 一定得把经过详细报告特伦特先生. ”"
    },
    {
      "en": "Viciously, Warren Trent stubbed out his cigar.",
      "cn": "沃伦·特伦特恶狠狠地捻熄了雪茄."
    },
    {
      "en": "Warren Trent gave a satisfied grunt.",
      "cn": "沃伦·特伦特满意地咕噜了一声."
    },
    {
      "en": "Warren Trent gripped the arms of his chair tightly.",
      "cn": "沃伦·特伦特紧紧地抓着他椅子的扶手."
    },
    {
      "en": "Warren Trent stepped forward, smiling.",
      "cn": "沃伦·特伦特微笑着迎上前去."
    },
    {
      "en": "Warren Trent's forefinger stabbed the document between them on the bar.",
      "cn": "沃伦·特伦特的食指指着酒柜上放在他们之间的那份报告."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "特伦特（姓氏，男子名）"
    }
  ],
  "exchange": {}
}