{
  "word": "python",
  "ipa": {
    "us": "ˈpaɪθən",
    "uk": "ˈpaɪθɑn"
  },
  "sentences": [
    {
      "en": "All other Python code is allowed inside a transaction function.",
      "cn": "允许在事务函数内包含其它的Python代码."
    },
    {
      "en": "But this dismisses a vast library of prior and future Python art.",
      "cn": "但这样就抛弃了大量历史的和将来的Python库."
    },
    {
      "en": "Fat does a heart good—at least if you're a python, a new study says.",
      "cn": "一项新研究得出的结论是，脂肪对心脏是有好处的——如果你是一条巨蟒的话。"
    },
    {
      "en": "In such cases, Python may be just the language for you.",
      "cn": "遇到以上情况, Python可能 就是你要找的语言."
    },
    {
      "en": "Incidentally, knowledge about this subject is useful for any advanced Python programmer.",
      "cn": "另外, 这一切的知识对于任何高级Python程序员都非常有用."
    },
    {
      "en": "Infact zope and zope developers has influenced Python language itself.",
      "cn": "事实上zope和zope开发人员也影响了Python语言自身."
    },
    {
      "en": "Introduce how to develop interface of weather server using Python toolkit PyQt.",
      "cn": "介绍了使用Python下的图形工具包PyQt开发 气象服务器用户图形界面的方法."
    },
    {
      "en": "It is the Python interpreter waiting for you to tell it what to do.",
      "cn": "它是Python的翻译器等候你要他做什么."
    },
    {
      "en": "Jones I think we've all relaxed a bit about Python.",
      "cn": "Jones:我想我们关于Python这个 话题都已经放得开了."
    },
    {
      "en": "Jython is an open source implementation of Python combining with Java platform.",
      "cn": "Jython是Python编程语言结合Java平台的一种开源执行."
    },
    {
      "en": "Jython is not fully compatible with the standard Python language.",
      "cn": "Jython与标准Python语言并非完全兼容."
    },
    {
      "en": "Most standard Python libraries have been ported to Jython, and others are being adopted regularly.",
      "cn": "大多数标准Python库已经移植到Jython, 并且其它的库也正在定期地被采纳."
    },
    {
      "en": "Python enables programs to be written compactly and readably.",
      "cn": "Python可以写出很紧凑和可读性很强的程序."
    },
    {
      "en": "Python is just the language for you.",
      "cn": "Python就是你需要的语言."
    },
    {
      "en": "Python strings are immutable sequences of bytes or characters.",
      "cn": "Python中的字符串是不可变的字符或字节的序列."
    },
    {
      "en": "SITTBOW, Cambodia (Reuters) - Cambodians are flocking to see a three-year-old boy they believe was the son of a dragon in a former life because his best friend is a four-meter-long python.",
      "cn": "柬埔寨，路透社-柬埔寨人都成群结队去观看一个三岁的小男孩，由于小男孩最好的朋友是一条四米长的巨蟒，人们认为小孩前生是一条龙的儿子。"
    },
    {
      "en": "Yes! it is one of the gratest Python application ever written.",
      "cn": "是的, 它是最伟大的Python应用之一."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "constrictor"
          ],
          "tran_cn": "巨蟒；大蟒；丹舌"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巨蛇，大蟒",
      "tran_en": "a large tropical snake that kills animals for food by winding itself around them and crushing them"
    }
  ],
  "exchange": {
    "pl": [
      "pythons"
    ]
  }
}