{
  "word": "chandler",
  "ipa": {
    "us": "ˈtʃɑ:ndlə(r)",
    "uk": "ˈtʃændlə(r)"
  },
  "sentences": [
    {
      "en": "As baseball commissioner, Chandler was instrumental in making Jackie Robinson the first black player in the major leagues.",
      "cn": "杰基·罗宾逊成为职业棒球联赛中首位黑人选手，作为棒球协会总干事的钱德勒功不可没。"
    },
    {
      "en": "As he retrieved the money and left, Herbie Chandler's face was a mask of hatred.",
      "cn": "赫比·钱德勒收起钱走了出去, 怒容满面."
    },
    {
      "en": "Chandler exacted the flat two dollars daily from each bellboy.",
      "cn": "钱德勒每天从每个侍者身上榨取足足两块钱."
    },
    {
      "en": "Chandler reputedly controlled more sideline rackets than anyone else on staff.",
      "cn": "钱德勒素以比饭店里其他职员有更多的生财之道而闻名."
    },
    {
      "en": "Chandler's weasel face framed innocent eyes.",
      "cn": "钱德勒狡猾的脸上露出一副若无其事的神情."
    },
    {
      "en": "Chandler's weasel face screwed into an obsequious smile.",
      "cn": "钱德勒黄鼠狼似的脸上现出了谄媚的笑容."
    },
    {
      "en": "Did you have fun with Uncle Joey and Uncle Chandler today?",
      "cn": "你今天跟乔伊叔叔还有钱德叔叔玩得开心 吗 ?"
    },
    {
      "en": "He recognized the flat nasal voice of Herbie Chandler.",
      "cn": "他听出是赫比·钱德勒的低沉而带有鼻音的声调."
    },
    {
      "en": "I'm speaking from outside the Dorothy Chandler Pavilion, in Los Angeles.",
      "cn": "我正在洛杉矶,DorothyChandlerPavilion的外面为您解说."
    },
    {
      "en": "In the best work of Joel Chandler Harris the local becomes universal.",
      "cn": "在哈里斯最好的作品里,地方性变成了普遍性."
    },
    {
      "en": "Now Peter supposed he had better see Chandler himself.",
      "cn": "现在,彼得认为最好还是自己和钱德勒谈谈."
    },
    {
      "en": "The bell captain, Herbie Chandler, was firmly and unerringly impaled.",
      "cn": "侍者领班赫比·钱德勒被又稳、又准地抓住了."
    },
    {
      "en": "The Chandler twins were coming round to the same opinion.",
      "cn": "钱德勒家的这对双胞胎也最终统一了意见。"
    },
    {
      "en": "The tone was typical Chandler - half fawning, half insolent.",
      "cn": "这是十足的钱德勒的口气 -- 又是阿谀奉承, 又是傲慢无理."
    },
    {
      "en": "Who wrote the screenplay from Patricia Highsmith's book? Raymond Chandler, no less.",
      "cn": "帕特里夏·海史密斯那本书是谁改编成剧本的？雷蒙德·钱德勒呀，厉害。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "chandlery",
          "tran_cn": " 杂货类；蜡烛店；蜡烛放置处"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grocery store",
            "general store"
          ],
          "tran_cn": "蜡烛商，杂货店"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "merchant",
            "seller"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "船用杂货商（经售绳索、帆布及其他船用物品的商人）"
    }
  ],
  "exchange": {}
}