{
  "word": "skeletal",
  "ipa": {
    "us": "ˈskelətl",
    "uk": "ˈskɛlɪtl"
  },
  "sentences": [
    {
      "en": "Adults about the real human skeletal muscle total weight of 40 %.",
      "cn": "成人身上真正的横纹肌约占人体总重量的40%."
    },
    {
      "en": "All grades of disorders occur, ranging from defective skeletal coverings to absence of the brain.",
      "cn": "所有发生紊乱的程度, 从有缺陷的骨骼外壳到缺脑不等."
    },
    {
      "en": "Both AdipoR 1 and AdipoR 2 are abundantly expressed in human skeletal muscle.",
      "cn": "人脂联素受体AdipoR1和AdipoR2均在骨骼肌丰富表达."
    },
    {
      "en": "But skeletal muscle is very different from heart muscle.",
      "cn": "但骨骼肌与心肌有明显区别."
    },
    {
      "en": "Framework models provide an excellent view of the skeletal shape of a molecule.",
      "cn": "骨架模型提供了分子骨架形状的极好图象."
    },
    {
      "en": "Glauconite, detrital carbonate skeletal debris, marine fossils, and collophane are commonly present.",
      "cn": "海绿石 、 碳酸盐骨骸碎屑 、 海相化石和胶磷矿普遍出现."
    },
    {
      "en": "Having a large skeletal structure and well - developed muscles; mesomorphic.",
      "cn": "有宽阔的骨骼结构和发达的肌肉的; 适于运动的."
    },
    {
      "en": "Jacket restraint is used if skeletal pin or wire is used.",
      "cn": "如果骨胳穿上针或钢丝就要用背心约束."
    },
    {
      "en": "Metastases of bone is the most common disease in the skeletal system.",
      "cn": "骨转移癌是骨骼系统中最常见的肿瘤."
    },
    {
      "en": "Others are merely accumulations of coral and skeletal debris.",
      "cn": "而另一些则仅仅是珊瑚和骸骨碎片的堆积."
    },
    {
      "en": "Passenger services can best be described as skeletal.",
      "cn": "对乘客的服务已经少到不能再少。"
    },
    {
      "en": "Police discovered the skeletal remains of a corpse buried near the river.",
      "cn": "警方发现了埋在河边的一具尸骨。"
    },
    {
      "en": "skeletal figures dressed in rags",
      "cn": "衣衫褴褛、骨瘦如柴的人"
    },
    {
      "en": "Skeletal vibrations are usually very sensitive to changes in the immediate environment of the vibrating group.",
      "cn": "骨架振动常因振动基因的环境变化而十分敏感."
    },
    {
      "en": "Transient immobilization and stravation add to this impost on the skeletal muscle mass.",
      "cn": "暂时的卧床和饥饿更加重了这种骨胳肌的消耗."
    },
    {
      "en": "Unlike skeletal muscles, facial muscles do not immediately start to atrophy.",
      "cn": "面肌不象骨骼肌, 面肌不会马上开始萎缩."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "skeleton",
          "tran_cn": " 骨骼的；骨瘦如柴的；概略的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "skeleton",
          "tran_cn": " 骨架，骨骼；纲要；骨瘦如柴的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "boned",
            "osteal"
          ],
          "tran_cn": "[生物]骨骼的，像骨骼的；骸骨的；骨瘦如柴的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deadly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "skeletal muscle",
      "tran_cn": "n. 骨骼肌；骨肌"
    },
    {
      "phrase": "skeletal system",
      "tran_cn": "骨骼系统；骨系统"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "骨骼的，骸骨的，骨瘦如柴的",
      "tran_en": "like a skeleton or relating to a skeleton"
    }
  ],
  "exchange": {}
}