{
  "word": "basics",
  "ipa": {
    "us": "ˈbeɪsɪks",
    "uk": "'beɪsɪks"
  },
  "sentences": [
    {
      "en": "Backing up data is one of the basics of any computer system.",
      "cn": "备份数据是任何电脑系统的基本功能之一."
    },
    {
      "en": "Covers the basics - grid generation, numerics, incompressible flow and supersonic flow.",
      "cn": "内容包括所有基础内容 -- 网格生成 、 数值方法 、 不可压缩流动及超音速流动."
    },
    {
      "en": "Here are some of the basics you will need to know.",
      "cn": "这里有些基本原则你需要掌握。"
    },
    {
      "en": "I mapped out some basics of each character at the start.",
      "cn": "一开始,我就详细定制了每个人物的基本形象."
    },
    {
      "en": "It's best to stick to basics when planning such a large party.",
      "cn": "筹划这麼大型的聚会最好着眼于基本的东西."
    },
    {
      "en": "Let's get down to basics and stop horsing around.",
      "cn": "别胡闹了，我们还是收收心想想要紧事吧。"
    },
    {
      "en": "Let's stop chatting and get down to basics, ie concentrate on important matters.",
      "cn": "我们别再闲聊了,静下心来干些要紧的事吧."
    },
    {
      "en": "Nurtured carefully, the business can once again get back to basics.",
      "cn": "只要用心经营，公司可以重回正轨。"
    },
    {
      "en": "Scholars nowadays just split hairs; they never address the basics.",
      "cn": "当今的学者只作不必要的细微区分; 他们从来不谈根本."
    },
    {
      "en": "Scientists are pretty much agreed on the basics of how new memories form.",
      "cn": "不过,科学家对新记忆的基本形成过程的认识非常一致."
    },
    {
      "en": "the basics of computer programming",
      "cn": "计算机编程概要"
    },
    {
      "en": "The basics of this topic are also in many texts.",
      "cn": "这个课题的基础知识同样也在众多的著述中出现."
    },
    {
      "en": "The important thing about cooking is not to try to run before you can walk. Get the basics right and the rest will follow.",
      "cn": "烹调时最重要的就是不要急于求成. 把最基本的几手学会了,剩下的就容易了."
    },
    {
      "en": "The Wheel of Fortune evokes a return to the basics.",
      "cn": "车轮财富使人回归到基本."
    },
    {
      "en": "They will concentrate on teaching the basics of reading, writing and arithmetic.",
      "cn": "他们将集中教授阅读、写作和算术基础知识。"
    },
    {
      "en": "This article will show you the basics for accessing the clipboard.",
      "cn": "这个项目演示了基本的访问剪贴板的方法."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bases",
            "foundations"
          ],
          "tran_cn": "基础；基本要素（basic的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "back to basics",
      "tran_cn": "n. 回复本原（尤指英国保守党提出的回复到理想生活的基本原则的主张）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "基本因素，基本部分( basic的名词复数)，基础，基本技术，基本原理",
      "tran_en": "the most important and necessary facts about something, from which other possibilities and ideas may develop"
    }
  ],
  "exchange": {}
}