{
  "word": "procedural",
  "ipa": {
    "us": "prə'si:dʒərəl",
    "uk": "prəˈsidʒərəl"
  },
  "sentences": [
    {
      "en": "As a result, the procedural cost - benefit calculus often becomes an exercise in poorly informed guesswork.",
      "cn": "结果是, 程序性的 成本效益 计算常常成为缺少信息的推测."
    },
    {
      "en": "In addition to procedural checks on discretion, informal action is usually subject to judicial review.",
      "cn": "非正式行动在自由裁量权方面除了受程序制约外, 通常还受司法审查的制约."
    },
    {
      "en": "No doubt someone had pulled a fast one on her over a procedural matter.",
      "cn": "无疑有人在程序性问题上骗了她。"
    },
    {
      "en": "Pompidou was in fact saddling us with a procedural monstrosity.",
      "cn": "蓬皮杜实际在用程序问题吓唬我们."
    },
    {
      "en": "procedural rules",
      "cn": "程序性的规定"
    },
    {
      "en": "The APA's informal rulemaking process is simple and flexible , consisting of only three procedural requirements.",
      "cn": "《行政程序法》的非正式规则制定程序简单灵活, 只包括三个程序要求."
    },
    {
      "en": "The application of procedural due process to informal administrative action is treated in Chapter 6.",
      "cn": "程序性正当程序对于非正式行政行动的运用将在第六章予以阐述."
    },
    {
      "en": "The business of the committee was delayed by procedural difficulties.",
      "cn": "委员会的事务因程序上有困难而耽搁了."
    },
    {
      "en": "The CEQ regulations now contain detailed procedural requirements for the entire EIS process.",
      "cn": "现行的环境质量委员会规则,包括了整个“环境影响报告书”过程中的详细程序要求."
    },
    {
      "en": "The Constitution is the source of many of the procedural principles that administrative agencies must observe.",
      "cn": "宪法是行政机关必须遵循的众多程序原则的渊源."
    },
    {
      "en": "The Court also gave considerable emphasis to the procedural deficiencies in the Act.",
      "cn": "法院也相当重视该法在程序方面的欠缺."
    },
    {
      "en": "The history of liberty has largely been the history of the observance of procedural safeguards.",
      "cn": "自由的历史在很大程度上是遵守程序保障条款的历史."
    },
    {
      "en": "The incentive is financial; the requirements are essentially procedural.",
      "cn": "这一动机是由于财政问题而引起的, 这样的要求是基本的程序."
    },
    {
      "en": "The Paris talks will mainly be about procedural matters.",
      "cn": "巴黎会谈将主要围绕程序上的事宜。"
    },
    {
      "en": "The procedural steps are quite straightforward.",
      "cn": "程序步骤是很简明的."
    },
    {
      "en": "There are a variety of complicated procedural devices set out in exhaustive detail in the section.",
      "cn": "还有一些各种各样的混杂的诉讼程序和烦琐的细节."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "process",
          "tran_cn": " 经过特殊加工（或处理）的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "procedure",
          "tran_cn": " 程序，手续；步骤"
        },
        {
          "word": "proceeding",
          "tran_cn": " 进行；程序；诉讼；事项"
        },
        {
          "word": "process",
          "tran_cn": " 过程，进行；方法，步骤；作用；程序；推移"
        },
        {
          "word": "processor",
          "tran_cn": " [计] 处理器；处理程序；加工者"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "proceeding",
          "tran_cn": " 开始；继续做；行进（proceed的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "process",
          "tran_cn": " 列队前进"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "process",
          "tran_cn": " 处理；加工"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "程序的，有关程序的",
      "tran_en": "connected with a procedure, especially in a law court"
    }
  ],
  "exchange": {
    "noun": [
      "procedure"
    ]
  }
}