{
  "word": "caste",
  "ipa": {
    "us": "kɑːst",
    "uk": "kæst"
  },
  "sentences": [
    {
      "en": "According to Herodotus, the Magi were the sacred caste of the Medes.",
      "cn": "依照希罗多德所说, 祭司(魔法师)是米提亚人的宗教阶层."
    },
    {
      "en": "Das is a a member of the caste formerly known as untouchables.",
      "cn": "达斯是一名贱民.在过去,这意味着他属于种姓层级中最低的一等,是不可被触摸的人."
    },
    {
      "en": "Has there been noweakening of caste strictures in her lifetime?",
      "cn": "种姓狭隘的现象在她的生活中有削弱的迹象么?"
    },
    {
      "en": "He has two half-caste children.",
      "cn": "他有两个混血孩子。"
    },
    {
      "en": "He was born into the lowest caste.",
      "cn": "他出生于最低贱的种姓."
    },
    {
      "en": "It has therefore delivered above - average economic growth, from whichlow - caste Tamils have benefited.",
      "cn": "因此其才有高于平均水平的经济增长率, 从而使低种姓泰米尔人获益."
    },
    {
      "en": "Most of the upper castes worship the goddess Kali.",
      "cn": "大部分的印度上层种姓都信奉卡莉女神。"
    },
    {
      "en": "Once unified by the Ethereal Caste the Tau made incredible technological progress.",
      "cn": "自从统一在以太阶层的领导下以来,Tau取得了难以置信的技术进步."
    },
    {
      "en": "So, too , are many of theuniversity posts reserved for low - caste teachers.",
      "cn": "因而, 许多大学的职位也给低种姓的教师预留."
    },
    {
      "en": "the caste system",
      "cn": "种姓制度"
    },
    {
      "en": "The half - caste gave him a sidelong glance.",
      "cn": "混血儿斜眼瞧了他一下."
    },
    {
      "en": "The next Yuuzhan Vong wave consisted of the warrior caste.",
      "cn": "阿诺的地位也因此受到负面影响."
    },
    {
      "en": "The priestly caste does not normally intermarry with the warrior caste.",
      "cn": "教士阶级通常不与武土阶级通婚."
    },
    {
      "en": "They must be especially relianton caste as a business network.",
      "cn": "他们的商业网络关系肯定异乎寻常地需要依赖种姓关系."
    },
    {
      "en": "Those born into the lower caste have little opportunity to progress.",
      "cn": "出生在低阶级的人很少有机会长进."
    },
    {
      "en": "Up to half of university placesreserved for low - caste students are left vacant.",
      "cn": "多达一半的大学入学名额留给低种姓学生不过是空谈."
    },
    {
      "en": "Virasaivism rejected the Vedas, the Brahman priesthood, and all caste distinction.",
      "cn": "林伽教派拒绝吠陀和婆罗门祭司, 还有所有的种姓差别."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "casteless",
          "tran_cn": " 没有社会阶级的；（在印度）不属于任何阶级的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "social status",
            "social position"
          ],
          "tran_cn": "（印度社会中的）种姓；（具有严格等级差别的）社会地位；（排他的）社会团体"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "caste system",
      "tran_cn": "种姓制度；等级制；阶级制度"
    },
    {
      "phrase": "lose caste",
      "tran_cn": "失去种姓地位（因与下层种姓之人接触，吃被视为不洁的食物或从事下等人的职业等而在种姓系统中地位下降）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（印度社会中的）种姓，印度的世袭阶级，等级（制度）",
      "tran_en": "one of the fixed social classes, which cannot be changed, into which people are born in India"
    }
  ],
  "exchange": {
    "pl": [
      "castes"
    ]
  }
}