{
  "word": "multiform",
  "ipa": {
    "us": "'mʌltɪfɔːm",
    "uk": "'mʌltɪfɔm"
  },
  "sentences": [
    {
      "en": "Aiming at the multiform and open features of laboratory construction, and according to the correlatve contents ofteaching and scientific research, We explained the profound things in a simple way.",
      "cn": "针对实验室建设中的多样性和开放性，结合教学及科学研究等相关内容，进行了深入浅出的探讨。"
    },
    {
      "en": "Conclusion: Hyperthyroidism can induce multiform abnormal ECG, it be index referred of curative effect after treatment.",
      "cn": "结论: 甲状腺功能亢进可引起多种形式的心电图异常, 治疗前后心电图表现可作为甲亢疗效的参考指标."
    },
    {
      "en": "Conclusions Thus, it is very necessary to improve mothers knowledge on serious symptom of ARI and CDD and family nursing through multiform health education.",
      "cn": "结论通过各种形式的健康教育来提高ARI、CDD重症识别知识及家庭护理知识知晓率是十分必要的。"
    },
    {
      "en": "Finally, multiform covering templates a numerical algorithm for computing fractional differential for digital image were discussed.",
      "cn": "最后, 提出并论述了数字图像分数阶微分掩模及其运算规则."
    },
    {
      "en": "Indian foreign exchange reserve increases rapidly, with its resources being multiform.",
      "cn": "随着外汇储备来源的日趋多样化,其总量增长迅速."
    },
    {
      "en": "Mental laborer, want the value that through multiform exchange its work place condenses likewise.",
      "cn": "精神劳动者, 同样要通过各种形式交换其劳动所凝结的价值."
    },
    {
      "en": "Multiform inspections and quarantines are needed when palm oil is importing.",
      "cn": "我国与马来西亚有大量棕榈油进口贸易,检验检疫工作繁重且多样."
    },
    {
      "en": "Objective To evaluate the effect of treating nonunion with multiform bone grafts plus plate fixation.",
      "cn": "目的探讨多种形状植骨方式加钢板内固定治疗长管状骨骨不连的效果."
    },
    {
      "en": "The design of a house is multiform.",
      "cn": "一座房子的设计有多种样式的."
    },
    {
      "en": "The equivalence among classification , relative positive - region and variable precision rough sets, attributes reduction becomes multiform.",
      "cn": "并且三者之间打破了在经典粗糙集模型中的等价性,需要针对三者分别建立模型, 使属性约简变得多样化."
    },
    {
      "en": "The overpressure states of sedimentary basin are multiform, and their evolutions are systematic.",
      "cn": "沉积盆地超压具多样性, 超压演化具系统性,超压的发育受多种因素控制."
    },
    {
      "en": "These facts of responsibility are an anthropological datums - varied and multiform.",
      "cn": "这些道德事实是一种人类学资料 —— 性质不同,形式各异."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "multicultural",
          "tran_cn": " 多种文化的；融合或具有多种文化的"
        },
        {
          "word": "multiethnic",
          "tran_cn": " 多种民族的；涉及不同种族的"
        },
        {
          "word": "multifarious",
          "tran_cn": " 多种的；各式各样的；多方面的；多样性的"
        },
        {
          "word": "multilingual",
          "tran_cn": " 使用多种语言的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "multilingual",
          "tran_cn": " 使用多种语言的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "diversiform",
            "variant"
          ],
          "tran_cn": "多样的；多种形式的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "多种形式的，多形式，多形",
      "tran_en": "having many forms or kinds "
    }
  ],
  "exchange": {}
}