{
  "word": "sate",
  "ipa": {
    "us": "seɪt",
    "uk": "set"
  },
  "sentences": [
    {
      "en": "A . Identify process improvement needs, sate alternatives and initiate facilitate plans to accomplish.",
      "cn": "判定流程改进需求, 评估备选并执行优化方案."
    },
    {
      "en": "A data management scheme of sate recorder ( SSR ) is introduced to meet the requirements of spacecraft.",
      "cn": "提出了一种用于航天器的高速大容量固态存储器数据管理方案."
    },
    {
      "en": "And the Sate offers both large and small conference rooms.",
      "cn": "而且赛特也可提供大小会议室."
    },
    {
      "en": "And, in order to sate the banks'hunger for fresh securities, lending standards fell.",
      "cn": "为了满足银行对新证券产品的渴求, 放贷标准也有所下降."
    },
    {
      "en": "As in all diagnostic work - ups , these tests should be performed in a goal sate specific hypotheses.",
      "cn": "在所有的诊断性检查中, 需要对可能的情况做有目的的检查."
    },
    {
      "en": "He goes to Sate Hotel by No.17 bus for work.",
      "cn": "为了去工作,他坐17路公交车去塞特酒店."
    },
    {
      "en": "He used her just to sate his lust.",
      "cn": "他只不过用她来泄欲."
    },
    {
      "en": "In fact it's called the Sate.",
      "cn": "事实上,它叫赛特宾馆."
    },
    {
      "en": "No leakage without oozing function; 3 sate to sterilization.",
      "cn": "具有不渗不漏的作用; 3、耐高温杀毒."
    },
    {
      "en": "Nothing could sate the careerist's greed for power.",
      "cn": "什么也满足不了这个野心家的权力欲。"
    },
    {
      "en": "Playing the guitar in one's living room a sate of amazement sounds pretty good to me!",
      "cn": "在一间客厅中弹吉他在一对我的惊愕声音漂亮的善行使心满意足!"
    },
    {
      "en": "The Imperial is considerably closer to the city center than the Sate.",
      "cn": "与赛特相比,帝国饭店离市中心很近."
    },
    {
      "en": "The result of test shows that there a little impact while sate opens and closes.",
      "cn": "试验结果表明该平动安全门在启动和闭合时冲击很小."
    },
    {
      "en": "We work hard to hold the sate lead in the same trade.",
      "cn": "并以软硬兼施的办法,奋发努力,确保同行业中的领先地位."
    },
    {
      "en": "Well, the Sate and the Lanton are quite near the airport.",
      "cn": "唔, 赛特和兰顿都离机场很近."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "使心满意足, 过分的给与",
      "tran_en": "to satisfy (a desire or appetite) fully "
    },
    {
      "pos": "vt",
      "tran_cn": "<正>使充分满足于（尤指坏事），使餍足，使厌腻"
    }
  ],
  "exchange": {}
}