{
  "word": "butane",
  "ipa": {
    "us": "ˈbju:teɪn",
    "uk": "ˈbjuˌten"
  },
  "sentences": [
    {
      "en": "A flammable gaseous fraction of petroleum, consisting chiefly of butane.",
      "cn": "粗丁''.'烷'.''石油中易燃的气体部分, 主要由丁''.'烷'. ''组成."
    },
    {
      "en": "A mathematical model was established for catalytic dehydrogenation of butane in plug flow membrane reactor.",
      "cn": "建立了模拟真实实验室膜反应器的数学模型:活塞流数学模型."
    },
    {
      "en": "Butane and butylenes has the same characteristic with propane and propylene.",
      "cn": "丁烯与丁烷表现出与丙烯、丙烷相似的特性."
    },
    {
      "en": "Butane is found into both oil and natural gas.",
      "cn": "丁烷气体是从石油和天然气中找到的."
    },
    {
      "en": "Buying a new butane soldering torch was a challenge.",
      "cn": "购买一台新丁烷焊炬是一个挑战。"
    },
    {
      "en": "In 1999, a jury found Koch Industries guilty of negligence and malice in the deaths of two Texas teen-agers in an explosion that resulted from a leaky underground butane pipeline.",
      "cn": "1999年，陪审团在一次裁决中判定德克萨斯州地下丁烷管道泄漏引发爆炸，致两名未成年人死亡是由于科赫工业的玩忽职守。"
    },
    {
      "en": "Its main components include propane, butane and butylene.",
      "cn": "主要成份是丙烷 、 丁烷、丁烯等."
    },
    {
      "en": "Liquefied petroleum gases, such as propane and butane, have not been included As they are too numerous to mention.",
      "cn": "由于它们数量众多，无法一一提及，液化石油气体，如丙烷和丁烷没有包括在这里。"
    },
    {
      "en": "Mandy Joye: And there’s also propane and butane, and gases that derive from the same processes that make the oil.",
      "cn": "曼迪•乔伊：泄露的还有丙烷和丁烷等气体，这些气体是在石油钻取过程中产生的。"
    },
    {
      "en": "Other are less common, can include ethane, propane, butane and light and heavy naphtha.",
      "cn": "其它不常用的原材料包括乙烷 、 丙烷 、 丁烷以及轻、重石脑油."
    },
    {
      "en": "Portable stove such as butane or charcoal.",
      "cn": "便携炉，比如丁烷或木炭"
    },
    {
      "en": "Propane and butane can be stored and transported as a mixture or separately.",
      "cn": "丙烷与丁烷可作为混合物储存和运输，也可分开储存运输。"
    },
    {
      "en": "The butane conversion of catalyst aged in different pH has similar value.",
      "cn": "在不同pH值老化的催化剂先驱体,经活化后对丁烷的转化率基本相同."
    },
    {
      "en": "The main component in 4 # solvent is liquefied butane.",
      "cn": "四 号 溶剂主要成分为液化丁烷."
    },
    {
      "en": "The polyhedral flame has been observed clearly when butane burns in some laminar, conditions.",
      "cn": "在一定条件下,层流预混气体燃烧过程中可清晰地观察到多棱火焰现象."
    },
    {
      "en": "The polyhedral flame has been observed when butane burns in some laminar conditions.",
      "cn": "在丁烷层流预混气体的燃烧过程中清晰地观察到多棱火焰现象."
    },
    {
      "en": "The studies in the catalysts for dehydroisomerization of n - butane are reviewed.",
      "cn": "综述了正丁烷一 步脱 氢异构催化剂的研究现状."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "丁烷",
      "tran_en": "a gas stored in liquid form, used for cooking and heating"
    }
  ],
  "exchange": {}
}