{
  "word": "inimical",
  "ipa": {
    "us": "ɪˈnɪmɪkl",
    "uk": "ɪˈnɪmɪkəl"
  },
  "sentences": [
    {
      "en": "...goals inimical to Western interests.",
      "cn": "...对西方利益不利的目标。"
    },
    {
      "en": "But allowing vigilantes to even the score will only lead to a spiral of violence that is hard to stop and inimical to democratic evolution.",
      "cn": "但是由治安委员会成员来弥补裂痕只能导致暴力事件的盘旋上升，这种事件又是难以遏制的，同时对民主进程又是极其有害的。"
    },
    {
      "en": "Does the food of liver of kidney stone, second have inimical not?",
      "cn": "肾结石 、 乙肝的饮食有抵触没?"
    },
    {
      "en": "Force is inimical to the laws.",
      "cn": "武力是与法律不相容的."
    },
    {
      "en": "If you eat it raw, he suggested deep dipping it in inimical vinegar.",
      "cn": "如果你直接食用卷心菜, 他建议你可以蘸着点醋来吃."
    },
    {
      "en": "Listen to this apparent to have no inimical words, spend not intentional wrinkly tight eyebrows to now unfold.",
      "cn": "听着这句明显没有敌意的话，花无心皱紧的眉头顿时舒展。"
    },
    {
      "en": "The action of calcium as a protective agent inimical ions is not a highly specific function.",
      "cn": "钙作为一种保护剂以抗御有害离子的作用,并不表现高度的特效性功能."
    },
    {
      "en": "To the popular mind, science is completely inimical to religion: science embraces facts and evidence while religion professes blind faith.",
      "cn": "在大众的心目中，科学与宗教完全敌视：科学拥抱事实与证据，而宗教宣示盲目的信仰。"
    },
    {
      "en": "When Krugman repeated one of his \"debt is good\" posts, posters linked to the economic science from Reinhardt and Rogoff showing that high debt is inimical to economic recovery.",
      "cn": "当克鲁格曼重复发了一篇他的“举债是美德”博文时，回帖的网民用链接把人们引向了莱因哈特和罗格夫，揭示了巨额债务对经济复苏有害。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "harmful",
            "evil"
          ],
          "tran_cn": "敌意的；有害的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "antagonistic",
            "detrimental",
            "exclusive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "敌意的，有害的，抵触的， 不利的",
      "tran_en": "Conditions that are inimical to something make it difficult for that thing to exist or do well"
    }
  ],
  "exchange": {}
}