{
  "word": "hinterland",
  "ipa": {
    "us": "ˈhɪntəlænd",
    "uk": "ˈhɪntərlænd"
  },
  "sentences": [
    {
      "en": "Allow hinterland to striving for inland, the article advanced 3 concrete step.",
      "cn": "对争取内地准腹地, 文章提出了三条具体措施."
    },
    {
      "en": "And there is the enormous underdeveloped hinterland with excess rural population.",
      "cn": "还有中国巨大的内陆地农村人口过多、不发达."
    },
    {
      "en": "Container transport haven is incommensurate, hinterland carries a system to lag behind.",
      "cn": "集装箱运输港口不适应, 腹地运输系统落后."
    },
    {
      "en": "Fifth, are relatively large hinterland, there will be room for urban development.",
      "cn": "第五, 有比较大的腹地, 城市发展有空间."
    },
    {
      "en": "Her shows in border areas and the hinterland had a big influence.",
      "cn": "她在边疆和内地演出颇具影响."
    },
    {
      "en": "Here aperient profit , hinterland is capacious, situation is advantageous.",
      "cn": "这里交通便利, 腹地广阔, 地理位置优越."
    },
    {
      "en": "How lovely things were out in the hinterland.",
      "cn": "穷乡僻壤出现的事物是多么美好."
    },
    {
      "en": "However, Dunhuang is located in the hinterland of the great desert.",
      "cn": "然而, 敦煌处在大漠的腹地."
    },
    {
      "en": "Individual city can spread to neighbor hinterland by the course of micro - economic obeying rent attenuation law.",
      "cn": "经济核演变为个体城市后发生一系列的微观经济过程并向周围腹地扩展,扩展过程遵循地租衰减规律."
    },
    {
      "en": "Larger scale reservoirs formed during Yanshan orogeny may exist in Jurassicin hinterland of basin.",
      "cn": "腹部侏罗系中可能还存在着规模较大的燕山期油藏."
    },
    {
      "en": "Maliks rule the hinterland of Afghanistan under the protection of warlords.",
      "cn": "酋长在督军的保护下统治着阿富汗的腹地."
    },
    {
      "en": "Put forward to quicken the feasibility step of port city and development of hinterland economic integration.",
      "cn": "并提出了加快口岸城市与腹地经济一体化发展的可行性措施."
    },
    {
      "en": "Tanzanian hinterland here in width grass green grass, Linquan matched, the environment beautiful.",
      "cn": "这里腹地坦阔,草绿如茵, 林泉相映, 环境幽美."
    },
    {
      "en": "The girl in Taibei introduces game: At country of Taibei for girl, it makings as hinterland with?",
      "cn": "台北女生游戏介绍: 台北的国中女生, 和内地的是不是有些气质上的不同 呢 ?"
    },
    {
      "en": "the rural hinterland",
      "cn": "内地乡村"
    },
    {
      "en": "The supply water level in pasturing area is lower than that in hinterland.",
      "cn": "我国牧区供水水平低于内地农村,牧民用水量、水质及用水方便程度问题比较突出."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "inland",
            "outback"
          ],
          "tran_cn": "内地；穷乡僻壤；靠港口供应的内地贸易区"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inland"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "内陆地区，内地，穷乡僻壤，腹地，内陆贸易区",
      "tran_en": "an area of land that is far from the coast, large rivers, or the places where people live"
    }
  ],
  "exchange": {
    "pl": [
      "hinterlands"
    ]
  }
}