{
  "word": "template",
  "ipa": {
    "us": "ˈtempleɪt",
    "uk": "ˈtɛmplɪt"
  },
  "sentences": [
    {
      "en": "A mesostructured titanium - vanadium oxide has been synthesized using n - dodecylamine as a template.",
      "cn": "摘要采用正十二烷胺作为分子模板制备了具有纳米结构的钛钒复合氧化物."
    },
    {
      "en": "A specialization of the primary template occurs before the explicIt'specialization.",
      "cn": "主模板的专用化已在显式专用化之前发生."
    },
    {
      "en": "A template can constrain the cardinality of a clone's attribute.",
      "cn": "模板可约束复制属性的集势."
    },
    {
      "en": "Comparison of the document template for custom development projects.",
      "cn": "该文档模板比较适用于定制开发项目."
    },
    {
      "en": "Finally, the types of template and substances of Rapid ERP Implementation are discussed.",
      "cn": "最后, 探讨了ERP快速实施的Template类型及实质."
    },
    {
      "en": "For arrays this template is called a dope vector or information vector.",
      "cn": "我们把这个属性单元称为数组的内情向量或信息向量."
    },
    {
      "en": "Open any of the layout templates, insert your text, make any other changes, and print.",
      "cn": "打开任何一个设计模板，插入你的文本，做任何其他改动，然后打印。"
    },
    {
      "en": "Parses template and sends to standard output ( Browser ).",
      "cn": "解析范本,并传送到标准输出 ( 浏览器 )."
    },
    {
      "en": "The deal is likely to provide a template for other agreements.",
      "cn": "这个协议可能会成为其他协议的范例。"
    },
    {
      "en": "The template specificities found with DNA polymerases from human leucocytes is summarized in Table 1.",
      "cn": "人的白血病DNA聚合酶的模板特异性简列于表1."
    },
    {
      "en": "Thermal treatment at 330℃ results in a partial removal of the template.",
      "cn": "将该复合物加热至330℃时,部分分子模板被消除."
    },
    {
      "en": "This procedure demonstrates how from the dynamic link library loaded document template.",
      "cn": "但是描述不正确.本程序演示如何从动态链接库中加载文档模板."
    },
    {
      "en": "This template allows for slight song variations.",
      "cn": "这个样板可以允许歌声稍有变化."
    },
    {
      "en": "Trace around your template and transfer the design onto a sheet of card.",
      "cn": "沿着你的样板边画一圈，把图案描在一张硬纸板上。"
    },
    {
      "en": "Use a template or stencil or simply do it freehand.",
      "cn": "使用样板或模版，或者干脆徒手画。"
    },
    {
      "en": "Via a specific action and template.",
      "cn": "通过特定的动作(action) 和模板(template)."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "templet",
          "tran_cn": " 模板（等于template）；样板"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "former",
            "moulding board"
          ],
          "tran_cn": "模板，样板"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "document template",
      "tran_cn": "[计]文档模板"
    },
    {
      "phrase": "template argument",
      "tran_cn": "模板实参；范本自变量；模板参数"
    },
    {
      "phrase": "template matching",
      "tran_cn": "模板匹配"
    },
    {
      "phrase": "template method",
      "tran_cn": "模板方法，样版方法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "样板，模板，型板",
      "tran_en": "a thin sheet of plastic or metal in a special shape or pattern, used to help cut other materials in a similar shape"
    }
  ],
  "exchange": {
    "pl": [
      "templates"
    ]
  }
}