{
  "word": "seafloor",
  "ipa": {
    "us": "'si:flɒə",
    "uk": "ˈsiˌflɔr, -ˌflor"
  },
  "sentences": [
    {
      "en": "Because the earth's oceans are so vast, much of the seafloor is unexplored.",
      "cn": "地球上的海洋面积相当广大, 大部分的海底陆地皆尚未被人探测过."
    },
    {
      "en": "Considering the magnetic measurement and seafloor operation , the sealed pressure case should be nonmagnetic and transportable.",
      "cn": "为抵御海水的侵蚀和抗衡海下的环境压力,需要研发装载磁场传感器的密封舱."
    },
    {
      "en": "Did Alvin drive around the seafloor and just happen to get lucky?",
      "cn": "是阿尔文号深潜器在海底到处搜索还是完全靠运气?"
    },
    {
      "en": "Finally the acoustic imaging simulation of sphere target on rough seafloor using simple models is made.",
      "cn": "最后,利用简单模型,对粗糙海底及球体目标实现了声成像仿真,仿真结果具有一定的指导意义."
    },
    {
      "en": "In theory the mud should force the oil and gas back into thethe seafloor.",
      "cn": "理论上,泥浆将迫使石油和天然气退回海床底部的油槽."
    },
    {
      "en": "Japan plans to test extraction methods to obtain methane hydrates from the seafloor southwest of Tokyo.",
      "cn": "日本计划测试开采方法，以从东京西南的海底获得甲烷水合物。"
    },
    {
      "en": "Modern seafloor hydrothermal process is an important ore - forming process.",
      "cn": "现代海底热液成矿作用是一种重要的成矿作用."
    },
    {
      "en": "No new rights are given over fish or other creatures in the water column, but living creatures on or below the seafloor that are immobile “at the harvestable stage” are treated like minerals.",
      "cn": "对于水层的鱼和其他生物，现在还没有新的规定，但是对于那些生长在海底上面或下面的生物，在“丰收季节”是不会移动的，它们也是一种矿藏。"
    },
    {
      "en": "Ocean - based wind turbines don't to be anchored to the seafloor to a new study.",
      "cn": "根据一项新的研究,海洋上的风力涡轮机不需要牢牢地固定在海底就可发电."
    },
    {
      "en": "Photo Gallery : Marine Marvels A male peacock mantis shrimp plies the seafloor off Papua New Guinea.",
      "cn": "海洋上的奇迹图片.一只雄性孔雀螳螂虾通行在海底巴布亚新几内亚."
    },
    {
      "en": "Pick up BHA and run to seafloor.",
      "cn": "将下部钻具下到海底."
    },
    {
      "en": "Sea urchins brandish their spines on the seafloor near the Channel Islands.",
      "cn": "海胆在海峡群岛附近的海底挥舞着它们的棘突。"
    },
    {
      "en": "The rifts therefore represent divergent plate boundaries where seafloor spreading is taking place.",
      "cn": "这样,大洋中脊就成为板块分离边界,海底扩张就发生在这里."
    },
    {
      "en": "The thesis has offered the theoretical foundation for making the strategy of Seafloor developing industrialization.",
      "cn": "提出了我国“区域”资源开发产业化发展战略,为产业化模式选择提供了理论依据."
    },
    {
      "en": "They reviewed measurements and topography of the seafloor at nearly 800 locations across the entire Pacific.",
      "cn": "他们审查了整个太平洋中近800个地点的海底测量数据和海底地形,那是地球上最大的海底板块."
    },
    {
      "en": "This paper describes the newest development of the seafloor survey technology exploring - D geological features sea bottom.",
      "cn": "本文将介绍用于探测海底 三维 地质特征的海底勘查的最新发展."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sea-bed",
            "sea bottom"
          ],
          "tran_cn": "海底"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海底",
      "tran_en": "The seafloor is the ground under the sea"
    }
  ],
  "exchange": {}
}