{
  "word": "pancreas",
  "ipa": {
    "us": "ˈpæŋkriəs",
    "uk": "ˈpæŋkriəs, ˈpæn-"
  },
  "sentences": [
    {
      "en": "And actually it damages the pancreas itself, after a while.",
      "cn": "事实上，一段时间之后它对胰腺本身也会产生伤害。"
    },
    {
      "en": "Another possible way to control juvenile - onset diabetes is the pancreas transplant.",
      "cn": "控制少年期糖尿病的另一种可行的方法是胰腺移植."
    },
    {
      "en": "Duodenun is joined to the liver and to the pancreas by ducts.",
      "cn": "十二指肠通过导管与肝和胰相连."
    },
    {
      "en": "During left LPN , the spleen, splenic flexure and pancreas are reflected medially.",
      "cn": "在左侧LPN中, 脾脏, 结肠脾曲以及胰腺应使其倒向内侧."
    },
    {
      "en": "High fat content usually indicates disease of the pancreas or small intestine.",
      "cn": "粪便中过量的脂类通常表示胰线或小肠病变."
    },
    {
      "en": "I am tired of all this nonsense of beauty being only skin deep. that's deep enough. What do you want—an adorable pancreas?",
      "cn": "我厌倦了一切所谓“美只是肤浅的”的胡说八道。它已经够深刻的了。你究竟想要什么—一个值得崇拜的胰腺？"
    },
    {
      "en": "In one major form , juvenile - onset dia - betes , the pancreas supplies little , if any, insulin.",
      "cn": "有一大类是青年发病型糖尿病, 胰腺分泌极少的(或不分泌)胰岛素."
    },
    {
      "en": "In people with diabetes, however, the pancreas either produces little or no insulin, or the cells do not respond appropriately to the insulin that is produced.",
      "cn": "然而，有糖尿病的人，胰腺要么生成一点或根本没有生成胰岛素，或者是细胞没有正确的反应胰腺分泌的胰岛素。"
    },
    {
      "en": "Insulin is secreted by beta cells, specialized cells in the pancreas.",
      "cn": "胰岛素是由胰腺中的特种细胞β细胞分泌的."
    },
    {
      "en": "Insulin is secreted by special cells in the pancreas when a person eats.",
      "cn": "胰岛素是在人进食时胰腺的一种特殊细胞分泌的."
    },
    {
      "en": "Insulin is secreted by the pancreas.",
      "cn": "胰岛素是胰腺分泌的。"
    },
    {
      "en": "Intestinal bacterial translocation is the prime source of pancreas infection.",
      "cn": "胰腺感染细菌的来源主要是肠道细菌的移位."
    },
    {
      "en": "Most cells of the pancreas produce digestive enzymes.",
      "cn": "胰腺的大部分细胞产生酶."
    },
    {
      "en": "Objective : To observe organic chromium protection in the diabetic rat pancreas.",
      "cn": "目的: 观察有机铬对实验性糖尿病大鼠胰腺的保护作用."
    },
    {
      "en": "Objective To explore the advantages of various imaging diagnostic cancer of pancreas.",
      "cn": "目的探讨胰腺癌各种影像学诊断的优势互补."
    },
    {
      "en": "Objective To improve the diagnosis and treatment of primitive neuroectodermal tumors (PNET) of the pancreas.",
      "cn": "目的提高对胰腺原始神经外胚叶肿瘤（PNET）诊断和治疗的认识。"
    },
    {
      "en": "The scientists claim the rat stem cells grew in the niche left by the absent mouse pancreas and so almost any organ could be produced in this way.",
      "cn": "科学家们声称大鼠干细胞刚好在小白鼠缺失的胰腺所在位置生长，所以几乎任何器官都可以通过这种方法生成。"
    },
    {
      "en": "The starch - digesting amylase produced by the pancreas and present in pancreatic juice.",
      "cn": "小肠内产生的助消化的荷尔蒙;刺激胰腺和肝脏."
    },
    {
      "en": "There are about 1.5 million islets is the pancreas.",
      "cn": "胰腺里大约有一百五十万个胰岛."
    },
    {
      "en": "This is caused by the destruction of insulin - producing cells in the pancreas.",
      "cn": "型糖尿病是由于胰腺中的胰岛素细胞被破坏而引发的."
    },
    {
      "en": "Tuberous sclerosis can lead to the formation of fibroids or tumors in the pancreas, bone, and liver.",
      "cn": "结节性硬化症可以导致患者的胰腺、骨骼和肝脏发生纤维瘤或其他肿瘤。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pancreatic",
          "tran_cn": " 胰的；胰腺的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "pancreas islet",
      "tran_cn": "胰岛"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<解剖>胰，胰腺",
      "tran_en": "a  gland  inside your body, near your stomach, that produces  insulin  and a liquid that helps your body to use the food that you eat"
    }
  ],
  "exchange": {
    "pl": [
      "pancreases"
    ],
    "adj": [
      "pancreatic"
    ]
  }
}