{
  "word": "mural",
  "ipa": {
    "us": "ˈmjʊərəl",
    "uk": "ˈmjʊrəl"
  },
  "sentences": [
    {
      "en": "...a mural of San Francisco Bay.",
      "cn": "…一幅旧金山湾壁画。"
    },
    {
      "en": "Adult education is run in cooperation with the extra-mural departments of the universities.",
      "cn": "成人教育是和大学对外教学部合办的。"
    },
    {
      "en": "Bihutang Art Mural is a new concept focusing on interior visual art.",
      "cn": "公司简要介绍:壁虎堂主题壁画是致力于视觉艺术的室内装饰概念."
    },
    {
      "en": "Bihutang Mural is a new concept focusing on interior visual art.",
      "cn": "壁虎堂主题壁画是致力于视觉艺术的室内装饰概念."
    },
    {
      "en": "He painted a big mural on the side of the building.",
      "cn": "他在这栋大楼的侧面画了幅大壁画."
    },
    {
      "en": "I am very much interested in the mural and rock paintings.",
      "cn": "我对壁画和岩画非常有兴趣."
    },
    {
      "en": "Is there a mural in your school or town?",
      "cn": "你所在的学校或镇上有壁画吗？"
    },
    {
      "en": "Left: Dig out the people who was buried, Right: Original mural.",
      "cn": "左图: 被火山灰砾掩埋的人物, 右图: 当时原始壁画."
    },
    {
      "en": "Monastery of the Temple mural division, colorful and high artistic value.",
      "cn": "该寺各殿壁画,分门别类, 绚丽多彩,有较高的艺术价值."
    },
    {
      "en": "Mural hill , open wide bosom to the world with open stance.",
      "cn": "壁山, 以开放的姿态向世界敞开胸怀."
    },
    {
      "en": "Objective To investigate the determinant of recurrence in mural ameloblastoma.",
      "cn": "目的研究影响壁性成釉细胞瘤术后复发因素及刮治术后复发病例观察."
    },
    {
      "en": "One of the walls enclosing the park is decorated with a huge mural showing Hollywood stars.",
      "cn": "公园的一堵围墙上装饰着好莱坞明星的巨幅壁画."
    },
    {
      "en": "Phot A Koguryo mural of hunting, circa 6 th Century AD.",
      "cn": "照片:约西元六世纪,一幅描绘打猎的高句丽壁画."
    },
    {
      "en": "Pour a little glue into some shallow containers, dip cotton balls in the glue and then stick onto the paper - you have a snow mural!",
      "cn": "在一个浅的容器里倒一点胶水，用棉球沾点胶水然后粘到纸上——你就有了幅雪景壁饰！"
    },
    {
      "en": "The first thing that catches my eye is the mural.",
      "cn": "最先引起我注意的是壁画."
    },
    {
      "en": "The paper mainly deals with the relationship between mural painting and environment.",
      "cn": "本篇文章就是着重探讨环境艺术与壁画艺术装饰之间的关系."
    },
    {
      "en": "Therefore, the surface coating's quality is the mural painting creation key.",
      "cn": "因此, 墙面涂料的质量是墙画创作的关键."
    },
    {
      "en": "This work is clearly connected with The Last Supper: the Christ has the same ethereal and elusive quality as the faded figure at the centre of Leonardo's sublime mural.",
      "cn": "这幅画显然和《最后的晚餐》有某种关联：画中的基督，和达·芬奇最伟大的壁画中心那已褪色的基督形象一样，同样空灵缥缈。"
    },
    {
      "en": "What is the subject of the Mural in Washington Hall?",
      "cn": "在华盛顿大厅的壁画的主题是什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "muralist",
          "tran_cn": " 壁画家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "wall"
          ],
          "tran_cn": "墙壁的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wall painting",
            "painting in fresco"
          ],
          "tran_cn": "[建]壁画；（美）壁饰"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "painting"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mural painting",
      "tran_cn": "壁画"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "墙壁的"
    },
    {
      "pos": "n",
      "tran_cn": "（通常指大型的）壁画",
      "tran_en": "a painting that is painted on a wall, either inside or outside a building"
    }
  ],
  "exchange": {
    "pl": [
      "murals"
    ]
  }
}