{
  "word": "evenness",
  "ipa": {
    "us": "'i:vənnəs",
    "uk": "'ivənnəs"
  },
  "sentences": [
    {
      "en": "Adopt heating technology of semiconductor, have good temperature evenness.",
      "cn": "采用热惯性极小的半导体微电热加热技术, 提高了温度均匀性."
    },
    {
      "en": "Auto screen - leave device to guarantee the thickness and evenness of printing results.",
      "cn": "自动离网装置,保证产品印刷的厚度与均匀度."
    },
    {
      "en": "Diversity and evenness were apparently positive dependent, but diversity and simplicity were negative dependent.",
      "cn": "多样度与均度呈显著的正相关, 与单纯度呈显著的负相关."
    },
    {
      "en": "High efficiency light reflecting system and diffusion foil assure 95 % or more light evenness.",
      "cn": "精心设计的光源反射系统再结合本机配的曝光散光片装置,从而使晒版光均匀%上."
    },
    {
      "en": "Microbial inoculum could enhance microbial community functional diversity and evenness degree.",
      "cn": "接种菌剂提高了微生物群落功能多样性和群落均匀度."
    },
    {
      "en": "Pavement evenness is important for evaluation of high - grade highways .",
      "cn": "路面平整度是评价 高等级公路 的一项重要指标."
    },
    {
      "en": "So in the whole process of pesticide, maintain drug evenness is very important.",
      "cn": "所以在整个施药过程中, 保持药物的均匀度是非常重要的."
    },
    {
      "en": "Temperature - set, automatic control large heating area, quick heating - up, high evenness and timesaving.",
      "cn": "温度设定自动控温,温度显示具有加热面积大 、 生温快 、 温度均匀、控温精确、省时省力."
    },
    {
      "en": "The carding effects of card machine were evaluated with the web evenness.",
      "cn": "从棉网均匀度的角度评定梳棉机梳理质量的优劣."
    },
    {
      "en": "The concrete methods of improving cotton bale blending evenness are put forward.",
      "cn": "提出了提高棉包混和均匀性的具体方法."
    },
    {
      "en": "The species diversity indices and evenness were degraded to varying degrees.",
      "cn": "多样性指数、均匀度指数均有不同程度的降低."
    },
    {
      "en": "Used for reeling coarse yarn into prescribed length and measuring its evenness.",
      "cn": "用于摇取棉、毛、绢、丝等条子和粗纱成规定长度."
    },
    {
      "en": "Used for testing the evenness of sliver and roving.",
      "cn": "用于检验条子及粗纱的条干均匀度."
    },
    {
      "en": "Used for the test of the coarseness and evenness of coarse yarns.",
      "cn": "用于测定棉条、粗纱在短片内的粗细均匀度情况."
    },
    {
      "en": "Watch the Leaves in hot water, mainly the softness, color and evenness.",
      "cn": "开汤后看冲泡后的叶底(茶渣), 主要看柔软度 、 色泽、匀度."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "even",
          "tran_cn": " [数] 偶数的；平坦的；相等的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "even",
          "tran_cn": " 甚至；即使；还；实际上"
        },
        {
          "word": "evenly",
          "tran_cn": " 均匀地；平衡地；平坦地；平等地"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "even",
          "tran_cn": " 变平；变得可比较；成为相等"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "even",
          "tran_cn": " 使平坦；使相等"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "equality",
            "average",
            "uniformity"
          ],
          "tran_cn": "均匀性；平坦；平均；平等"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "equality",
            "justice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "yarn evenness",
      "tran_cn": "纱线均匀度"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "平均，平等，平坦，平整度，匀度"
    }
  ],
  "exchange": {
    "adv": [
      "even"
    ]
  }
}