{
  "word": "severity",
  "ipa": {
    "us": "sɪ'verəti",
    "uk": "sɪ'verəti"
  },
  "sentences": [
    {
      "en": "A prison sentence should match the severity of the crime.",
      "cn": "刑期长短要和罪行轻重一致。"
    },
    {
      "en": "Also, the severity of the impact of each of these challenges on software platforms may vary from one organization to another.",
      "cn": "另外，根据组织的不同，这里每一项挑战对于软件平台影响的严重性可能有所差异。"
    },
    {
      "en": "Believers were treated with the same severity as the Christians had been a few years earlier.",
      "cn": "和几年前的基督徒一样，信徒们受到了同样严厉的对待。"
    },
    {
      "en": "His severity scared the children away.",
      "cn": "他的严厉吓跑了孩子们."
    },
    {
      "en": "In him the polarities of life are resolved and balanced: male and female, strength and compassion, severity and mercy.",
      "cn": "在他身上，生命的两面性达到了调和与平衡：阳刚和阴柔、强悍和怜悯，还有严厉和仁慈。"
    },
    {
      "en": "Like most cases of extreme weather, its severity was due to an unusual confluence of events.",
      "cn": "如同大多数极端天气状况一样，其剧烈程度是由于几种气象条件反常地汇集在一起造成的。"
    },
    {
      "en": "Several drugs are used to lessen the severity of the symptoms.",
      "cn": "使用了几种药来减轻症状。"
    },
    {
      "en": "She wagged her finger with mock severity.",
      "cn": "她故作严厉地摆了摆手指."
    },
    {
      "en": "The average speed of the vehicles correlates closely with the severity of the accident caused.",
      "cn": "平均车速与所引起事故的严重程度密切相关."
    },
    {
      "en": "The Bishop said he was sickened by the severity of the sentence.",
      "cn": "主教说他对如此重的量刑大为震惊。"
    },
    {
      "en": "The chances of a full recovery will depend on the severity of her injuries.",
      "cn": "能否彻底康复取决于她受伤的严重程度。"
    },
    {
      "en": "The disease ranges widely in severity.",
      "cn": "这种病的严重程度可以很不同."
    },
    {
      "en": "The drug can reduce the frequency and severity of attacks.",
      "cn": "这种药能降低发病次数和严重程度."
    },
    {
      "en": "The new drug lessens the severity of pneumonia episodes.",
      "cn": "新药减轻了肺炎发作时的痛苦。"
    },
    {
      "en": "The risk and severity of sunburn depend on the body's natural skin colour.",
      "cn": "晒伤的风险和严重程度取决于人体的自然肤色。"
    },
    {
      "en": "The severity of the decree seemed deadly to Tess.",
      "cn": "这种命令里的严厉意味,叫苔丝听来,真是万箭钻心."
    },
    {
      "en": "the severity of the problem",
      "cn": "问题的严重性"
    },
    {
      "en": "This does not prevent disease altogether, but can reduce its severity.",
      "cn": "这虽然不能完全防止疾病，但能减少它的严重性。"
    },
    {
      "en": "When women started working in offices, they opted for severity in dress in order to imply sobriety.",
      "cn": "女性开始在办公室上班后，就会选择朴素而简洁的着装，以看上去持重冷静。"
    },
    {
      "en": "With all the outward severity he is kind at heart.",
      "cn": "他虽然外表严厉,但心地和善."
    },
    {
      "en": "Within this dialog, you can change the severity rating of the selected rule, along with any other parameters that it defines.",
      "cn": "在这个对话框内部，您能够改变被选中规则的严重性等级，以及其他任何参数。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "severe",
          "tran_cn": " 严峻的；严厉的；剧烈的；苛刻的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "severely",
          "tran_cn": " 严重地；严格地，严厉地；纯朴地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "severeness",
          "tran_cn": " 严重；艰难；紧凑；纯朴"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rigidity",
            "roughness"
          ],
          "tran_cn": "严重；严格；猛烈"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accuracy",
            "fury",
            "gravity",
            "oppression",
            "sarcasm",
            "tyranny"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "disease severity",
      "tran_cn": "疾病严重度；发病度"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "严重，严格，严谨，严厉的对待",
      "tran_en": "the quality or condition of being severe"
    }
  ],
  "exchange": {
    "pl": [
      "severities"
    ],
    "adv": [
      "severely"
    ],
    "adj": [
      "severe"
    ]
  }
}