{
  "word": "alder",
  "ipa": {
    "us": "ˈɔ:ldə(r)",
    "uk": "ˈɔldɚ"
  },
  "sentences": [
    {
      "en": "A few scrubby trees, like red alder, have re-established themselves, and ants, frogs, meadowlarks, beavers and other species have moved in.",
      "cn": "一些矮灌木丛，像红桤木很快又长起来了，蚂蚁青蛙草地鸬海狸还有其他一些物种也都迁进来了。"
    },
    {
      "en": "Activated olefinic bond Amine, thiol radical initiator, cationic initiator, dienes ( Diels - alder reactive ).",
      "cn": "活性烯键胺, 巯基,引发剂, 阳离子引发剂, 烯烃 ( 的Diels-Alder反应 )."
    },
    {
      "en": "Alder ( Alnus nepalensis ), an important non - legume nitrogen - fixing plant, occurs widely in the eastern Himalayas.",
      "cn": "桤木 ( Alnusnepalensis ) 是一种重要的 非 豆科固氮植物, 广泛分布于喜马拉雅山脉东部地区."
    },
    {
      "en": "Alder trees belong to the birch family.",
      "cn": "赤杨属于桦木科."
    },
    {
      "en": "Diels - Alder reaction of 2 - merhylene - 1 - pheny 1 - 1.3 - butanedione catalysed by zinc chloride as lewis acid with 1.3 - cylcopentadiene was reported.",
      "cn": "以氯化锌为路易斯酸催化剂,探讨了2 ─ 亚甲基─1 ─ 苯基 ─ 1.3 ─ 丁二酮与1.3 ─ 环戊二烯的Diels─Alder反应."
    },
    {
      "en": "Diels — Alder reaction is one of the important research content in the fields of organic chemistry.",
      "cn": "Diels—Alder反应是目前有机化学领域重要研究内容之一."
    },
    {
      "en": "Groves of stunted red spruce, huckleberry, blueberry, mountain laurel, mountain holly, speckled alder, and cranberry bogs, show combinations of colors throughout the year.",
      "cn": "发育不良云杉的小树林、黑果木、蓝莓、山月桂、山冬青，斑点桤木和种越橘的沼泽地，显示着全年各种颜色的组合。"
    },
    {
      "en": "Its name is Ben Alder , it is a wild , desert mountain full of hills and hollows.",
      "cn": "它的名字是本·亚尔德, 是一座尽是些山岗和鸡谷的漠无人烟的荒山."
    },
    {
      "en": "Material: Gold Plated Alder Cone, gold plated bookmark.",
      "cn": "素材: 镀金桤木球果吊饰, 镀金书签."
    },
    {
      "en": "Material: Gold Plated Alder Cone, Green Chorite Crystal, gold plated bookmark.",
      "cn": "素材: 镀金桤木球果吊饰, 绿幽灵水晶, 镀金书签."
    },
    {
      "en": "Modification for synthetic purposes on the Diels - Alder adducts 56 and 62 has only rarely been considered.",
      "cn": "为了达到合成的目的,对Diels-Alder加 成物(56)和(62)加以改造的问题很少有人考虑."
    },
    {
      "en": "Suddenly, Alder think of the girl haven't paid him the taxi fare.",
      "cn": "阿德突然想起还未向那位女生收钱,不反过头还好."
    },
    {
      "en": "The alder nitrogen fixation promoted growth of the after crop.",
      "cn": "十年生桤木林采伐迹地上,桤木固氮改良土壤,并促进后续植物的生长."
    },
    {
      "en": "The meanders of a prattling brook, were shaded with straggling willows and alder trees.",
      "cn": "一条小河蜿蜒掩映在稀疏的柳树和桤树的树荫间,淙淙作响."
    },
    {
      "en": "The microorganisms involved in symbiosis with the alder tree are actinomycetes of the genus Frankia.",
      "cn": "而与赤杨共生的微生物是放线菌."
    },
    {
      "en": "They were principally used to catalyze aldol, allylation, Diels - Alder, ene and Friedel - Crafts reactions.",
      "cn": "它们主要被用来催化Aldol, 烯丙基化, Diels-Alder, Ene和 Friedel -Crafts等反应."
    },
    {
      "en": "When they reach the destination, Alder stopped the car and let her go down.",
      "cn": "到了那个女生所说的地方时, 阿德就停车好让她下车了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "桤木",
      "tran_en": "An alder is a species of tree or shrub that grows especially in cool, damp places and loses its leaves in winter"
    }
  ],
  "exchange": {
    "pl": [
      "alders"
    ]
  }
}