{
  "word": "headland",
  "ipa": {
    "us": "ˈhedlənd",
    "uk": "ˈhɛdlənd, -ˌlænd"
  },
  "sentences": [
    {
      "en": "A coastline of 472 kilometers, multi headland and harbor.",
      "cn": "海岸线长472公里, 多岬角和港湾."
    },
    {
      "en": "A steeply projecting mass of rock forming part of a rugged cliff or headland.",
      "cn": "危崖一组构成部分多岩峭壁或岬的陡峭突兀的石块群."
    },
    {
      "en": "Australia's most recognizable icon is dramatically situated on the eastern headland of Circular Quay.",
      "cn": "澳大利亚最容易识别的图标是显着位于东部岬角的环形码头."
    },
    {
      "en": "Built in 1866 and standing on a headland overlooking the harbor, the building has been beautifully preserved.",
      "cn": "这个建于1866年的领事馆坐落在岬角上，俯视着海港，至今仍保存完好。"
    },
    {
      "en": "Cape Kazantip is a prominent headland on the Kerch Peninsula, which defines the southern shore of the Sea of Azov and the east extension of the Crimean Peninsula.",
      "cn": "卡赞提角是刻赤半岛上的一个突出岬角，它界定了亚速海南岸和克里米亚半岛的东延。"
    },
    {
      "en": "Having enjoyed the rides at the Headland, visitors can take the shuttle to the Lowland.",
      "cn": "游客在高地车乘以后,可以坐穿梭车去低地."
    },
    {
      "en": "In fact, lie the Americas to work together across the headland to the water bridge.",
      "cn": "实际上是跨越一道横亘在美洲地岬上的水桥."
    },
    {
      "en": "In five minutes we were the, and drifting with the most startling rapidity round the headland.",
      "cn": "五分钟后我们就穿过激浪, 以令人目眩的速度向那个海岬漂过去."
    },
    {
      "en": "Our road lay by the shore beneath the cliffs, then round the headland which they formed.",
      "cn": "我们行经断岩下沙岸边的路, 再转绕过山岩形成的山头."
    },
    {
      "en": "Sea and headland now grew dim.",
      "cn": "此刻,海面和岬角朦朦胧胧地混为一片了."
    },
    {
      "en": "She likes to stand on the headland to watch the ships.",
      "cn": "她喜欢站在海岬上,观看船只."
    },
    {
      "en": "Sohar passed the headland at Muscat to a chant.",
      "cn": "在歌声中,“苏哈尔”号越过马斯喀特的陆岬."
    },
    {
      "en": "Stephen stood at his post, gazing over the calm sea towards the headland.",
      "cn": "斯蒂芬依然站在原地, 目光越过风平浪静的海洋,朝那岬角望去."
    },
    {
      "en": "The fleet lay at anchor half a mile off the headland.",
      "cn": "舰队在离山岬半英里处抛锚停泊."
    },
    {
      "en": "The headland intercepted the heavy sea that was occasioned by the squall.",
      "cn": "海岬截断了被风暴搅得发疯的大海."
    },
    {
      "en": "The patio gave an unimpeded view across the headland to the sea.",
      "cn": "从阳台望去,视野越过海岬直到大海."
    },
    {
      "en": "The small ship came around the headland and steamed toward the U - boat.",
      "cn": "一只小艇绕过海岬,嘟嘟地朝潜水艇开去."
    },
    {
      "en": "They start as part of a headland or sea cliff connected to land. Smashing waves erode the softer rock, leaving harder rock behind in the form of sea stacks.",
      "cn": "它们开始时作为岬角和海崖的一部分与陆地相连，海浪粉碎地侵蚀了较为脆弱的岩石，而把较硬的岩石留在所形成海栈的后面。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cape",
            "foreland",
            "mull",
            "point",
            "promontory",
            "sandspit",
            "spit",
            "spur"
          ],
          "tran_cn": "岬,海角"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brim",
            "peninsula"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "向水中突出的陆地，畦头未耕的一条地，岬",
      "tran_en": "an area of land that sticks out from the coast into the sea"
    }
  ],
  "exchange": {
    "pl": [
      "headlands"
    ]
  }
}