{
  "word": "sparsely",
  "ipa": {
    "us": "spɑ:slɪ",
    "uk": "ˈspɑrslɪ"
  },
  "sentences": [
    {
      "en": "A carpet of deep green covers most of the rugged landscape, but patches of bare or sparsely vegetated ground occur around the fringes of this image.",
      "cn": "一片深绿色的地毯覆盖了大部分崎岖的地表，而片片裸地或植被稀疏的地块散布于图片边缘。"
    },
    {
      "en": "He considered a sparsely populated region most suitable, but such regions were few in crowded China.",
      "cn": "他认为人烟稀少的地方最合适, 可是这样的地方在人口稠密的中国是不容易找到的."
    },
    {
      "en": "If an entry is only sparsely filled in, the results may look more like Figure 8.",
      "cn": "如果一个条目只填充了稀疏的内容，那么结果看上去就像图 8 那样。"
    },
    {
      "en": "Instead, user mail files are sparsely distributed across a subset of servers within the cluster.",
      "cn": "相反地，用户邮件文件稀疏地分布在集群内的部分服务器中。"
    },
    {
      "en": "It is no city, but a forest sparsely scattered with huts.",
      "cn": "那不是一座城, 那是一片中间疏疏落落地装点着一些房屋的树林."
    },
    {
      "en": "It was sparsely wooded and desolate.",
      "cn": "这里树木稀少,荒无人烟."
    },
    {
      "en": "Nearing lamp - lighting time, the wind dropped and it began to snow sparsely.",
      "cn": "到快掌灯的时候, 风更小了些,天上落着稀疏的雪花."
    },
    {
      "en": "Plants from equatorial regions have large, thin sparsely hairy leaves.",
      "cn": "在赤道地区其植物叶片大而薄,并被以稀毛."
    },
    {
      "en": "Plants sparsely scabrous; ultimate leaf segments irregularly serrate or dentate.",
      "cn": "装置疏生粗糙; 不规则的末级的叶裂片有锯齿或具牙齿."
    },
    {
      "en": "Relative to its size, the city is sparsely populated.",
      "cn": "与它的面积相比, 这座城市人口极为稀少."
    },
    {
      "en": "Relative to the size, the city is sparsely populated.",
      "cn": "与其面积相比, 这个城市的人口是稀少的."
    },
    {
      "en": "Rural areas are sparsely populated.",
      "cn": "乡村地区人烟稀少。"
    },
    {
      "en": "The ground was sparsely covered with grass.",
      "cn": "地面上稀疏地覆盖草丛."
    },
    {
      "en": "The mountains are sparsely covered with shrubbery and trees.",
      "cn": "山上有稀疏的灌木和树覆盖."
    },
    {
      "en": "The river was sparsely lined with willow trees.",
      "cn": "河边疏疏落落有几棵柳树."
    },
    {
      "en": "The Sahara desert is a district sparsely inhabited.",
      "cn": "撒哈拉沙漠是个人烟稀少的地区."
    },
    {
      "en": "Unbound mode is also suited for spreadsheet - like or sparsely populated tables.",
      "cn": "取消绑定模式还适用于类似于电子表格的表或稀疏填充的表."
    },
    {
      "en": "We took tea by lamplight in his sparsely furnished house.",
      "cn": "在他那所少有陈设的房子里，我们坐在灯下喝着茶。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sparse",
          "tran_cn": " 稀疏的；稀少的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sparseness",
          "tran_cn": " 稀疏；稀少"
        },
        {
          "word": "sparsity",
          "tran_cn": " 稀疏，稀少；贫乏"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "thin",
            "barely"
          ],
          "tran_cn": "稀疏地；贫乏地"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "sparsely populated",
      "tran_cn": "人口稀少，人口稀疏"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "稀疏地，稀少地，不足地，贫乏地"
    }
  ],
  "exchange": {
    "noun": [
      "sparseness"
    ],
    "adj": [
      "sparse"
    ]
  }
}