{
  "word": "Philadelphia",
  "ipa": {
    "us": "ˌfɪlə'delfjə",
    "uk": "ˌfɪlə'delfjə"
  },
  "sentences": [
    {
      "en": "A report compiled by the Fed's Philadelphia branch described the economy as weak.",
      "cn": "一份由联邦储备银行的费城分部汇编的报告说经济不景气。"
    },
    {
      "en": "And I loved Philadelphia.",
      "cn": "而且，我喜欢费城。"
    },
    {
      "en": "At last he does write from Philadelphia terminating the engagement.",
      "cn": "最后,他才从费城来信废除婚约."
    },
    {
      "en": "Bank is a 38-year-old singleton who grew up in Philadelphia.",
      "cn": "班克是一名38岁的单身汉，在费城长大。"
    },
    {
      "en": "During a construction project in Philadelphia in 1875, the body was unearthed by accident.",
      "cn": "这具遗体在1875年费城的一项结构工程中被意外发现。"
    },
    {
      "en": "He was a peppery little lieutenant j . g . from Philadelphia named Samtow.",
      "cn": "他是费城人,名叫萨姆托,说话尖刻,个子矮小,是个海军中尉."
    },
    {
      "en": "Here is a letter adapted from DEAR ABBY , Philadelphia Bulletin , March 9, 1973.",
      "cn": "这里摘登一封'亲爱的爱毕'的回信, 刊登在一九七三年三月九日的'费城公报'上."
    },
    {
      "en": "I am not a beginner in politics in Philadelphia.",
      "cn": "我对费拉德尔斐亚市的政治并不是一无所知的人."
    },
    {
      "en": "I am only one of those who have a slight say in the affairs of Philadelphia.",
      "cn": "我只是对费拉德尔斐亚市的事情略微有些影响的人之一而已."
    },
    {
      "en": "Mr. Smith commutes between New York and Philadelphia.",
      "cn": "史密斯先生通勤于纽约和费城之间."
    },
    {
      "en": "Philadelphia may be known as home of the establishment and ethnics.",
      "cn": "费城也许是名门和族裔之乡."
    },
    {
      "en": "Philadelphia was no longer pleasing to him.",
      "cn": "他觉得费城再也不值得留恋了."
    },
    {
      "en": "The forearm and torch of the Statue of Liberty on display at the Centennial Exposition in Philadelphia, 1876.",
      "cn": "1876年，在费城的百年纪念博览会，自由女神的前臂和火炬进行展示。"
    },
    {
      "en": "The only time that we attempted to do something like that was in the city of Philadelphia.",
      "cn": "只有在费城那次我们曾试着做那样的事。"
    },
    {
      "en": "This is somewhat different from the atmosphere which prevailed in Philadelphia -- more breezy and generous.",
      "cn": "这里和费城的气氛有些不同 —— 比较活泼,比较爽气."
    },
    {
      "en": "Through Franklin's efforts, too, the streets of Philadelphia were paved.",
      "cn": "费城的街道也是通过富兰克林的努力铺设的."
    },
    {
      "en": "When I was a kid in Philadelphia, I must have read every comic book ever published.",
      "cn": "我小时在费城, 对当时出版的每一本小人书我肯定都读过."
    },
    {
      "en": "You know, I was in that plane that just crashed outside Philadelphia.",
      "cn": "你知道吗, 我就在那架刚刚在费城外坠落的飞机上."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "费城（美国宾西法尼亚州东南部港市）"
    }
  ],
  "exchange": {}
}