{
  "word": "cuticle",
  "ipa": {
    "us": "ˈkju:tɪkl",
    "uk": "ˈkjutɪkəl"
  },
  "sentences": [
    {
      "en": "Achieve healthy looking nails with the dual end cuticle pusher.",
      "cn": "本款双头的死皮推美甲工具能给您带来健康亮丽的指甲."
    },
    {
      "en": "Adjust cuticle condition, effectively protect skin's cortex to prevent keratinize excessively.",
      "cn": "调节角质层状态, 有效保护肌肤皮质层,防止过分角质化."
    },
    {
      "en": "Also try: Shea Butter Nail and Cuticle Cream.",
      "cn": "另推荐: 乳木果去甲皮修护霜."
    },
    {
      "en": "An epidermal layer of cells that secretes an overlying chitinous cuticle, as in arthropods.",
      "cn": "一种坚硬的半透明角质物质, 节肢动物外骨骼和某些真菌类细胞壁的主要成分."
    },
    {
      "en": "Availability: This series is applicable for sensitive, weak and damaged skin or skin with thin cuticle.",
      "cn": "适用范围: 本系列适合于敏感性 、 角质层较薄、脆弱受损肤质使用."
    },
    {
      "en": "Can you rub in some cuticle cream first and just gently push them back?",
      "cn": "你可以先帮我擦一些指甲周围表皮专用的柔肤霜,再轻轻将它们往后推 吗 ?"
    },
    {
      "en": "Cuticle from two long - shaped cells.",
      "cn": "角质层由两种长形细胞组成."
    },
    {
      "en": "Efficacy : In - depth clean skin, exfoliate cuticle, body fitness, relieve fatigue, vitality glowing.",
      "cn": "功效: 具有深层清洁 、 软化角质 、 美体塑身 、 舒缓疲劳 、 焕发肌肤活力的功效."
    },
    {
      "en": "Skin structure is divided into five levels, namely: cuticle, transparent layer, layer tablets, essential layer, layer.",
      "cn": "皮肤结构共分五层, 分别为: 角质层 、 透明层 、 粒层 、 本质层 、 基底层."
    },
    {
      "en": "Split ends occur when the cuticle is damaged and the fibres of the cortex unravel.",
      "cn": "发梢开叉是角质层受损和皮层的纤维开裂所致."
    },
    {
      "en": "The oil painting under his brush then becomes a layer of cuticle.",
      "cn": "油画,在这里成为一层表皮."
    },
    {
      "en": "The old cuticle is digested by molting fluid.",
      "cn": "旧表皮被蜕皮液消化."
    },
    {
      "en": "The outer tangential wall of both surfaces had cuticle.",
      "cn": "上下表皮外切向壁上均有角质膜."
    },
    {
      "en": "The outermost layer of cuticle of an arthropod exoskeleton, composed mostly of wax.",
      "cn": "主要为水生的节肢动物,通常身体分节并有壳质的外骨骼."
    },
    {
      "en": "The'shell \" is composed of three structures: the membranes, the mineralized part and the cuticle.",
      "cn": "蛋壳 由3种结构组成: 膜, 矿物质化部分和壳胶膜."
    },
    {
      "en": "What about the other parts of the cuticle?",
      "cn": "有关的角质层的其他部分呢？"
    },
    {
      "en": "What about the other parts of the cuticle? What should you be looking for?",
      "cn": "有关的角质层的其他部分呢？你应该关注什么？"
    },
    {
      "en": "When the trap door shuts, the plant excretes mucilage next to a special cuticle around the door, creating a watertight seal.",
      "cn": "当陷阱阀门关闭的时候，植物在阀门周围的特殊角质层上分泌粘液，形成不透水密封垫。"
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "cutinize",
          "tran_cn": " 使充满蜡状质，使角质化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "periostracum",
            "stratum corneum"
          ],
          "tran_cn": "[生物]角质层；[解剖]表皮；护膜"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "skin"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（手指甲或脚趾甲根部的）外皮",
      "tran_en": "the area of hard skin around the base of your nails"
    }
  ],
  "exchange": {
    "pl": [
      "cuticles"
    ]
  }
}