{
  "word": "auctioneer",
  "ipa": {
    "us": "ˌɔ:kʃəˈnɪə(r)",
    "uk": "ˌɔkʃəˈnɪr"
  },
  "sentences": [
    {
      "en": "An auctioneer rouped the kirk seats beginning by asking for a bid.",
      "cn": "拍卖者叫价以开始拍卖教会的坐椅."
    },
    {
      "en": "An auctioneer, at the moment of non - sale, should be required to state plainly to his audience that an item has been bought in.",
      "cn": "遇到无销路时, 拍卖人必须向观众明确表示他已经买回自己送去的拍卖品."
    },
    {
      "en": "Benson signaled the auctioneer quietly and kicked the bid up another thousand dollars.",
      "cn": "本森悄悄地向拍卖人做了个手势,然后把出价又抬高了1000美元."
    },
    {
      "en": "Benson signalled the auctioneer quietly and kicked the bid up another thousand.",
      "cn": "本森悄悄地向拍卖人做了个手势,然后把出价又抬高了一千元."
    },
    {
      "en": "He called my name; The auctioneer called the bids.",
      "cn": "他呼叫我的名字; 拍卖人呼叫投标."
    },
    {
      "en": "He tried to pass off a false Dagas on the auctioneer.",
      "cn": "他试着把假的德加的画卖给拍卖人."
    },
    {
      "en": "Maitland, the auctioneer, put up a pair of vases late that afternoon.",
      "cn": "那天傍晚,拍买商梅特兰拿出一对花瓶来拍卖."
    },
    {
      "en": "Smith signaled the auctioneer quietly and kicked the bid up another thousand.",
      "cn": "史密斯悄悄地向地向拍卖人做手势,然后把出价又抬高了1,000元."
    },
    {
      "en": "The 1895 work is owned by Norwegian businessman Petter Olsen, whose father Thomas was a friend, neighbor and patron of Munch, the auctioneer said on Tuesday.",
      "cn": "据拍卖商周二称，这幅1895年创作的名画为挪威商人皮特•奥尔森所有，他的父亲托马斯是蒙克的朋友、邻居和资助人。"
    },
    {
      "en": "The auctioneer asked for an opening bid, but the room was silent.",
      "cn": "拍卖人开价竞卖, 但房间里一片沉默."
    },
    {
      "en": "The auctioneer knocked the bureau down to a furniture dealer from York.",
      "cn": "拍卖者将写字台卖给从约克来的家具商."
    },
    {
      "en": "The auctioneer pounded his gavel. \" Going once, twice, SOLD for $ 10! \"",
      "cn": "拍卖经纪人敲打着槌子: “一次竞标, 两次竞标,十块得标! ”"
    },
    {
      "en": "The auctioneer shall state the drawbacks of auction targets to the bidders.",
      "cn": "拍卖人应当向竞买人说明拍卖标的的瑕疵."
    },
    {
      "en": "The auctioneer stated to his audience an item has been bought in.",
      "cn": "拍卖商向观众表示他已买回自己送去的拍卖品."
    },
    {
      "en": "The auctioneer was a silver - tongued man from Alabama.",
      "cn": "那位拍卖商是一位出生于亚拉巴马州的雄辩家."
    },
    {
      "en": "The eloquent auctioneer smiled at his own ingenuity.",
      "cn": "能说会道的拍卖商对自己的口才十分赏识."
    },
    {
      "en": "The most talkative is the least intelligent, and there is hardly a difference between an orator and an auctioneer.",
      "cn": "话最多的人是最不聪明的人，在一个演说家和一个拍卖人之间，几乎没有分别。"
    },
    {
      "en": "The will was only recently discovered, and is believed to have never been published, an auctioneer told reporters.",
      "cn": "一位拍卖商对记者说，这份遗嘱是最近才发现的，肯定从未公开发表过。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "auction",
          "tran_cn": " 拍卖"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "auction",
          "tran_cn": " 拍卖；竞卖"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "seller"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "auction sale",
            "be on sale"
          ],
          "tran_cn": "[贸易]拍卖"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "拍卖商",
      "tran_en": "someone who is in charge of selling the things at an auction and who calls out how much money has already been offered for something"
    },
    {
      "pos": "v",
      "tran_cn": "拍卖"
    }
  ],
  "exchange": {
    "pl": [
      "auctioneers"
    ]
  }
}