{
  "word": "wayside",
  "ipa": {
    "us": "ˈweɪsaɪd",
    "uk": "ˈweˌsaɪd"
  },
  "sentences": [
    {
      "en": "Amateurs fall by the wayside when the going gets tough.",
      "cn": "业余爱好者遇到困难时往往半途而废。"
    },
    {
      "en": "Backbone networks are redunded too, in wayside and on - board.",
      "cn": "地面及车载骨干网也是冗余配置."
    },
    {
      "en": "Beautiful rose of love, that bloomed for me by the wayside!",
      "cn": "美丽的爱情之花, 玫瑰为了我在路边开放!"
    },
    {
      "en": "By the wayside stood a huge tree.",
      "cn": "路旁矗立著一棵大树."
    },
    {
      "en": "He had to set his feelings for her by the wayside.",
      "cn": "他必须把自己对她的感觉抛到一边."
    },
    {
      "en": "He set his work by the wayside so he relax on vacation.",
      "cn": "他把工作抛到一边,因此可以放松休假."
    },
    {
      "en": "How is it that the successful motivate themselves to keep at it when others fall by the wayside?",
      "cn": "当其他人跌倒在路旁时，他们是如何激发自己坚持下去的？"
    },
    {
      "en": "HOW PURE , Platero and how beautiful is this flower by the wayside!",
      "cn": "路边这朵花多么纯净,多么美丽,普儿!"
    },
    {
      "en": "Local inhabitants display their handicrafts on the wayside.",
      "cn": "当地居民在路边陈列他们的手工艺品."
    },
    {
      "en": "She beheld the minister advancing along the path, entirely alone, and leaning on a staff which he had cut by the wayside.",
      "cn": "她看到牧师正沿着小径走来，他只身一人，只是手中接着一根从路边砍下的手杖。"
    },
    {
      "en": "So many would - be slimmers fail to stay the course and fall by the wayside.",
      "cn": "有很多想身材苗条的人没能坚持到底而中途败下阵来."
    },
    {
      "en": "Street venders are forbidden to display their handicrafts on the wayside.",
      "cn": "卖者们被禁止在路边陈列他们的手工艺品."
    },
    {
      "en": "The tea - house is by the wayside.",
      "cn": "茶馆在路边."
    },
    {
      "en": "To instance only one point: till then I had cared very little about plants and flowers, but now I found myself eagerly interested in every blossom, in every growth of the wayside.",
      "cn": "只要举个例子就看得出来了：在这之前，我很少留意于草木花卉，可是现在我发现自己对路边每朵绽开的鲜花、每根生长的小草都兴趣十足。"
    },
    {
      "en": "Wayside grass, love the star, then your dreams will come out in flowers.",
      "cn": "道旁的草, 爱那天上的星吧, 你的梦境便可在花朵里实现了."
    },
    {
      "en": "We must care for the weak who would otherwise fall by the wayside.",
      "cn": "我们要关心那些弱者,不然他们会因失败而放弃努力的."
    },
    {
      "en": "We spent the night in a wayside inn.",
      "cn": "我们在一家路边的旅店过夜."
    },
    {
      "en": "wild flowers growing by the wayside",
      "cn": "路旁长的野花"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "roadside"
          ],
          "tran_cn": "路旁的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "roadside"
          ],
          "tran_cn": "路旁"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "fall by the wayside",
      "tran_cn": "半途而废：无法继续；放弃"
    },
    {
      "phrase": "go by the wayside",
      "tran_cn": "被搁置：出于其它考虑而被搁在一边或被抛弃"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "路旁的"
    },
    {
      "pos": "n",
      "tran_cn": "路边",
      "tran_en": "the side of a road"
    }
  ],
  "exchange": {
    "pl": [
      "waysides"
    ]
  }
}