{
  "word": "cravat",
  "ipa": {
    "us": "krəˈvæt",
    "uk": "krəˈvæt"
  },
  "sentences": [
    {
      "en": "Celebrity Chefs please bring with your chef uniform, hat, glove, apron and cravat.",
      "cn": "请参加入会仪式的精英名师名厨自带厨师服 、 厨师帽 、 白手套 、 白围裙、厨师领巾."
    },
    {
      "en": "Change that cravat for this of mine, that coat for this of mine.",
      "cn": "把你的蝴蝶结跟我的交换, 上衣也跟我交换."
    },
    {
      "en": "Gradually his capacious chin encroached upon the borders of the white cravat.",
      "cn": "他的广阔的下巴逐渐侵占了白领带的边界."
    },
    {
      "en": "He sent one glare of fierce , exultant defiance at the man in collar and cravat now.",
      "cn": "他横眉冷目,满脸鄙夷之色, 狠狠地盯了一眼那位现在戴好衣领和系着领带的人."
    },
    {
      "en": "He then drew the pin from his cravat and placed it on the paper.",
      "cn": "于是他从领结上除下别针,放在那张纸上."
    },
    {
      "en": "His suit was of excellent cloth, with a watch chain and cravat in the continental style.",
      "cn": "他的西装用料上乘, 系着怀表链和欧洲大陆风格的领带."
    },
    {
      "en": "His suit was of excellent cloth, with watch chain and cravat in the continental style.",
      "cn": "他的西服用料上乘, 配上一条怀表链和欧洲大陆风格的领带."
    },
    {
      "en": "I put earphone in watch, microphone is seamed into cravat, such where OK going that call.",
      "cn": "我把耳机放在手表里, 麦克风缝进领带里, 这样走到哪儿都可以打电话."
    },
    {
      "en": "Mr. Kenge adjusting his cravat, then looked at us.",
      "cn": "肯吉先生整了整领带, 然后又望着我们."
    },
    {
      "en": "My cousin sent me a light blue shirt and a navy blue cravat.",
      "cn": "我侄子送我一件浅兰色的衬衫及一条深兰色的领带."
    },
    {
      "en": "Now is I buy cravat to give him everyday instead.",
      "cn": "现在反而是我天天买一条领带给他."
    },
    {
      "en": "They wore ordinary ties instead of the more formal high collar and cravat.",
      "cn": "他们打着普通的领带，而不是更为正式的高领领结。"
    },
    {
      "en": "You're never fully dressed without a cravat.",
      "cn": "不打领结，就不算正装。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tie",
            "necktie"
          ],
          "tran_cn": "领带；领巾，领结"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（系在衬衫衣领里面的）男式围巾",
      "tran_en": "a wide piece of loosely folded material that men wear around their necks"
    }
  ],
  "exchange": {
    "pl": [
      "cravats"
    ]
  }
}