{
  "word": "Oliver",
  "ipa": {
    "us": "ˈɔlivə",
    "uk": "ˈɑləvɚ"
  },
  "sentences": [
    {
      "en": "\"Health Matters\" is introduced by Dick Oliver on BBC World Service.",
      "cn": "英国广播公司对外广播频道的“健康动态”节目由迪克·奥利弗主持。"
    },
    {
      "en": "\"We were relatively good,\" says Oliver, laughing, \"but these boys would swap lessons – one was good at cricket, the other was good at science.",
      "cn": "“我们相对来说还是挺乖的，”奥利弗笑着说，“但这些男孩子会交换身份上课——他们一个板球打得好，一个比较喜欢科学。"
    },
    {
      "en": "Because Noah behaved like this, Charlotte was bad to Oliver too.",
      "cn": "因为诺亚老是这样捉弄他, 夏洛蒂也就待他很坏."
    },
    {
      "en": "Even Oliver felt a tiny spark of excitement.",
      "cn": "连奥利弗都感到一丝兴奋。"
    },
    {
      "en": "James and Oliver admit to occasionally pretending to be each other when they were much younger, but not as much as another set of twins at their school, on whom they based the Weasleys.",
      "cn": "詹姆斯和奥利弗承认，他们很小的时候，偶尔会假扮对方，但是扮的次数远不及当时他们学校的另一对双胞胎，韦斯莱兄弟就象这另一对双胞胎一样。"
    },
    {
      "en": "Mr. Oliver occupies an important position in the Ministry of Foreign Affairs.",
      "cn": "奥利佛先生在外交部充任要职."
    },
    {
      "en": "Oliver envied the fine person and dignified manners of his untutored brother.",
      "cn": "奥利佛非常妒忌他这个没受过教育的弟弟长得竟这么好,举止又落落大方."
    },
    {
      "en": "Oliver filched a packet of cigarettes from a well - dressed passenger.",
      "cn": "奥立佛从一名衣冠楚楚的乘客身上偷得一包香烟."
    },
    {
      "en": "Oliver is acting tonight.",
      "cn": "奥利弗今晚演出."
    },
    {
      "en": "Oliver lingered no longer, but meekly followed his new mistress.",
      "cn": "奥立弗不再迟疑, 乖乖地跟着他的新主人走去."
    },
    {
      "en": "Oliver looked at Sikes in mute and timid wonder.",
      "cn": "奥立弗向赛克斯默默地看了胆怯而困惑的一眼."
    },
    {
      "en": "Oliver Stone finally opened the door for you.",
      "cn": "奥利弗斯通最后为你打开了那扇门。"
    },
    {
      "en": "Oliver telephoned me to say that he had missed the train.",
      "cn": "奥利弗给我打电话说他误了火车."
    },
    {
      "en": "Oliver Twist being uppermost in his mind, he made him his theme.",
      "cn": "他最先想到是奥立弗·退斯特, 便拿来作为话题."
    },
    {
      "en": "Produced by Oliver Stone, \"Wild Palms\" co-stars Dana Delaney, Jim Belushi and Angie Dickinson.",
      "cn": "《野棕榈》由奥利弗·斯通制片，达娜·德莱尼、吉姆·贝鲁西和安吉·迪金森联袂主演。"
    },
    {
      "en": "She cried when she spoke of Oliver.",
      "cn": "她提起奥利弗的时候哭了。"
    },
    {
      "en": "They picked up Oliver and carried him shoulder high into the garage.",
      "cn": "他们把奥利弗抬了起来，齐肩举着进入了车库。"
    },
    {
      "en": "We sat down, obedient to the wishes of Oliver.",
      "cn": "我们顺从奥利弗的意愿,坐了下来."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "oliver cromwell",
      "tran_cn": "奥利弗·克伦威尔（英国17世纪资产阶级革命的领袖、政治家和军事家）"
    },
    {
      "phrase": "oliver stone",
      "tran_cn": "奥利弗·斯通（好莱坞的导演）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "奥利弗（男子名）"
    }
  ],
  "exchange": {}
}