{
  "word": "aphid",
  "ipa": {
    "us": "ˈeɪfɪd",
    "uk": "ˈefɪd, ˈæfɪd"
  },
  "sentences": [
    {
      "en": "\"And the big thing that made a difference in the ability to find that out was the genome sequence of the aphid was completed recently, \" she says.",
      "cn": "“最近完成的蚜虫基因组序列计划是一件大事情，它让我们的研究能力获得极大提高，”她说。"
    },
    {
      "en": "Anyway, Moran sat down at her computer and looked through the aphid genome for the genes that are responsible for carotenoids.",
      "cn": "无论你听说过没有，现在，莫兰正坐在她的电脑前，研究蚜虫基因组的资料，查找负责类胡萝卜素的基因。"
    },
    {
      "en": "Aphid count on plants in fields do not correlate with virus spread in the same fields.",
      "cn": "田间植株蚜数与同块田内病毒的扩散程度间无相关性."
    },
    {
      "en": "CTV and its efficient vector, brown citrus aphid ( Toxoptera citricida Kirkaldy ), are widely distributed in China.",
      "cn": "在我国,CTV及其强力传媒褐色橘蚜 ( ToxopteracitricidaKirkaldy ) 广泛分布."
    },
    {
      "en": "Figure 1 . Symptoms on melon plants infected with cucurbit aphid - borne yellows virus ( CABYV ).",
      "cn": "图一、甜瓜受瓜类蚜媒黄化病毒 ( CABYV ) 感染呈现之病徵."
    },
    {
      "en": "He used aphid fecundity data to elucidate the theoretical effects of antibiosis on insect population dynamics.",
      "cn": "他利用蚜虫繁殖力资料说明了抗生作用对虫口动态的理论效应."
    },
    {
      "en": "In general an aphid cannot or hardly identify its host at a distance.",
      "cn": "在一定距离以外,蚜虫通常不能或难以识别其寄主植物."
    },
    {
      "en": "In which Aphid and leaflike are the dominant insects in spring.",
      "cn": "其中蚜虫、叶螨是春季昆虫群落的优势种."
    },
    {
      "en": "Since aphid population may become resistant to organophosphorus compounds, avoid excessive spraying.",
      "cn": "因为蚜虫类对有机磷化物能产生抗性, 所以要避免过多的喷洒."
    },
    {
      "en": "The aphid eat green grass, the false eats soul.",
      "cn": "蚜虫吃青草, 虚伪吃灵魂."
    },
    {
      "en": "The aphid is now laying waste to the wheat and barley fields.",
      "cn": "蚜虫正在毁掉一片片的小麦和大麦田地。"
    },
    {
      "en": "The five small arthropod were still very serious pest, especially aphid, scale and whitefly.",
      "cn": "其中,五小害虫的危害仍然非常严重, 尤其是蚜虫 、 蚧壳虫和粉虱."
    },
    {
      "en": "The possible causes of the formation of aphid host bio types were reviewed.",
      "cn": "综述了蚜虫寄主专化型产生的可能原因."
    },
    {
      "en": "The reproduction rate of teh aphid is influenced by nutrition.",
      "cn": "蚜虫的繁殖率受到营养的影响."
    },
    {
      "en": "The woolly aphid has a lanate coat resembling cotton.",
      "cn": "棉蚜虫有一层羊毛状的表皮,很像一团棉花."
    },
    {
      "en": "There is adequate variability in plants to breed for resistance to certain aphid vectors.",
      "cn": "植物有充分的变异性可用于培育对一些蚜虫介体的抗性."
    },
    {
      "en": "This paper studies composition and characters of the aphid fauna of Hengduan Mountains Region.",
      "cn": "研究了横断山区蚜虫区系的组成和特点."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "budworm",
            "greenfly"
          ],
          "tran_cn": "[昆]蚜虫"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[昆]蚜虫",
      "tran_en": "a type of small insect that feeds on the juices of plants"
    }
  ],
  "exchange": {
    "pl": [
      "aphids"
    ]
  }
}