{
  "word": "pebble",
  "ipa": {
    "us": "ˈpebl",
    "uk": "ˈpebl"
  },
  "sentences": [
    {
      "en": "A pebble lodged in his shoe.",
      "cn": "一块鹅卵石进入他的鞋里."
    },
    {
      "en": "And what I do is, I select a hard stone hammer, in this case a quartzite pebble about the size of a cricket ball, and I elect to hit it in one place - and this is where I start to knap.",
      "cn": "“现在你瞧瞧，这儿呢，我挑了块燧石，比较细长的，要削薄下来工作量并不大。” “我要做的就是，选择一块够硬的石锤，这次我选这块是个头有板球大小的石英岩卵石。"
    },
    {
      "en": "As the last Ice Age came to an end, somebody picked a pebble out of a small river not far from Bethlehem.",
      "cn": "随着最后一个冰河时代宣告结束，有人从伯利恒附近流水淙淙的小溪边，捡起了一枚鹅卵石。"
    },
    {
      "en": "He fitted a pebble into the catapult and pulled back the elastic. Twang!",
      "cn": "他把石子放进弹弓里，然后往回拉动橡皮筋。“嘣”！"
    },
    {
      "en": "His forepaws braced a pebble.",
      "cn": "它那双前爪紧紧抓住了一块小石子."
    },
    {
      "en": "She moaned as a sharp pebble cut into her blistered foot.",
      "cn": "一颗尖石子扎破了她脚上的血泡,她痛得叫了一声."
    },
    {
      "en": "The beach was covered with smooth white pebbles.",
      "cn": "海滩上布满了光滑的白色卵石。"
    },
    {
      "en": "The bird mistook the pebble for egg and tried to hatch it.",
      "cn": "这只鸟错把卵石当蛋,想去孵它."
    },
    {
      "en": "The boy gave the bully a pelt on the back with a pebble.",
      "cn": "那男孩用石子掷击小流氓的背脊."
    },
    {
      "en": "The words hit June like a pebble, in the ribs.",
      "cn": "这些话就象鹅孵石一样打中琼的胸膛."
    },
    {
      "en": "Then he squeezed the trigger and the pebble spattered.",
      "cn": "他赶快把扳机一扣,啪的一声,石子击了个粉碎."
    },
    {
      "en": "These particles range from coarse silt to sand or pebble size.",
      "cn": "这些颗粒的大小变化范围是从粗粉砂级到砂级或细砂级."
    },
    {
      "en": "They lean on the rail and toss a pebble into the falls, or a leaf.",
      "cn": "他们凭着桥栏,把一粒鹅卵石或一片树叶投在瀑布里."
    },
    {
      "en": "They may have used pebbles to calculate, for the word \" calculus \" means \" pebble \".",
      "cn": "他们也许是用石子来作计算的, 因“calculus ” 这个字原意是 “ 石子 ”."
    },
    {
      "en": "We are going to pebble the walks in the park.",
      "cn": "我们将用鹅卵石铺公园里的走道."
    },
    {
      "en": "Who do you think you are? You are not the only pebble on the beach!",
      "cn": "你认为自己是什么人? 你并非是必不可少的人."
    },
    {
      "en": "You aren't the only pebble on the beach.",
      "cn": "你这样的人多得很."
    },
    {
      "en": "You throw a pebble in a pool and it ripples.",
      "cn": "往池塘里扔块鹅卵石就会激起一片涟漪。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pebbly",
          "tran_cn": " 多卵石的；有卵石花纹的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gravel",
            "jackstone",
            "rock",
            "small",
            "stone"
          ],
          "tran_cn": "卵石,细砾"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "stone"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "not the only pebble on the beach"
    },
    {
      "phrase": "pebble bed",
      "tran_cn": "卵石层，卵石床"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "卵石，水晶，水晶透镜，卵石花纹",
      "tran_en": "a small smooth stone found especially on a beach or on the bottom of a river"
    }
  ],
  "exchange": {
    "pl": [
      "pebbles"
    ]
  }
}