{
  "word": "hitherto",
  "ipa": {
    "us": "ˌhɪðəˈtuː",
    "uk": "ˌhɪðərˈtuː"
  },
  "sentences": [
    {
      "en": "a hitherto unknown species of moth",
      "cn": "迄今仍属未知种类的蛾"
    },
    {
      "en": "a species of fish hitherto unknown in the West",
      "cn": "迄今在西方还不为人知的一种鱼"
    },
    {
      "en": "All Utopias that have hitherto been constructed are intolerably dull.",
      "cn": "到现在为止,一切虚构出来的乌托邦都是愚蠢不堪的."
    },
    {
      "en": "Doctor Percival had struck him hitherto as a very genial man.",
      "cn": "珀西瓦尔医生给他的印象一直是个和蔼可亲的人."
    },
    {
      "en": "Hitherto Barchester had escaped the taint of any extreme rigour of church doctrine.",
      "cn": "顶到这时候为止,巴彻斯特一直逃脱了任何极端严厉的教条的污染."
    },
    {
      "en": "Hitherto he had experienced no great success in his attempt.",
      "cn": "到目前为止,他的尝试还没获得成功."
    },
    {
      "en": "Hitherto I have gone on vague lines.",
      "cn": "以前我有点糊里糊涂."
    },
    {
      "en": "Hitherto, the main emphasis has been on the need to resist aggression.",
      "cn": "迄今为止，一直重点强调的是要抵抗侵略。"
    },
    {
      "en": "I had hitherto continued to board with Godfrey.",
      "cn": "迄今我仍在戈费雷处用膳."
    },
    {
      "en": "Our whole hearts revolt against the way women have hitherto been treated.",
      "cn": "我们对妇女迄今所受的待遇从心底里感到厌恶."
    },
    {
      "en": "She has hitherto been relatively nice to me.",
      "cn": "她至今对我还算不错."
    },
    {
      "en": "That suggests the neurological changes which gave rise to humanity may have predated the brain's expansion—an event that had, hitherto, been regarded as crucial to the emergence of humans.",
      "cn": "这表明，人类产生所依赖的大脑神经上的变化，有可能在大脑变大之前就已经出现，这也是迄今为止被认为是人类诞生的关键因素。"
    },
    {
      "en": "The helicopter is the first in the world to be designed to serve three hitherto very distinct markets.",
      "cn": "这款直升机是世界上首批为满足3个迄今为止完全不同的市场而设计的机型。"
    },
    {
      "en": "The polytechnics have hitherto been at an unfair disadvantage in competing for pupils and money.",
      "cn": "到目前为止，理工专科学校在争取生源和资金方面一直处于劣势。"
    },
    {
      "en": "This latter way is the true one, but hitherto untried.",
      "cn": "这后一种方法是真实的, 但尚未有人试用过."
    },
    {
      "en": "Thomson said the telephone was \" the greatest marvel hitherto achieved by the electric telegraph \".",
      "cn": "汤姆森评价说,电话是 “ 迄今为止电报业所实现的最令人惊奇的发明 ”."
    },
    {
      "en": "We must consider what conception of electricity had been formed hitherto.",
      "cn": "我们必须仔细思量一下迄今为止已形成的电的概念是什么."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "hereunto",
            "erenow"
          ],
          "tran_cn": "迄今；至今"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "到目前为止，迄今，至今",
      "tran_en": "up to this time"
    }
  ],
  "exchange": {}
}