{
  "word": "textured",
  "ipa": {
    "us": "ˈtekstʃəd",
    "uk": "ˈtekstʃərd"
  },
  "sentences": [
    {
      "en": "a richly textured novel",
      "cn": "富有神韵的小说"
    },
    {
      "en": "A very hard, dense even - textured , silica - bearing sedimetary rock used in whetstones.",
      "cn": "均密石英岩非常坚硬, 致密, 结构均匀,含硅的沉积岩,用作磨石."
    },
    {
      "en": "He has a soft, dense undercoat with a profuse harsh - textured outer coat.",
      "cn": "他拥有柔软 、 浓密的底毛和粗硬的披毛."
    },
    {
      "en": "Ingredients: Soya Bean, Textured Soybean Protein, Flour, Seaweed , Vegetarian Seasoning Vegetable.",
      "cn": "成份: 黄豆, 黄豆蛋白, 面粉, 紫菜, 素调味料."
    },
    {
      "en": "Its crisp - textured coat hard and soft hairs, may be pepper - or mustard - coloured.",
      "cn": "身体毛发卷曲,软硬杂生, 呈胡椒色或芥末色."
    },
    {
      "en": "Prints work well, as do light colors or textured fabric.",
      "cn": "印花布的不错, 浅色系或花式的织物也会有同样的效果."
    },
    {
      "en": "Shallow burial seems to preserve chalky textured porosity.",
      "cn": "浅埋藏似能保留具白垩状结构的孔隙."
    },
    {
      "en": "Sweet fruIt'sits harmoniously with firm but ripe tannins. Rich and generously textured.",
      "cn": "香甜的水果味道与坚实成熟的单宁味道相得益彰."
    },
    {
      "en": "Textured Impact Zone - Enhances feel and clearly defines the sweet spot.",
      "cn": "刻痕击球区域 - 增进手感并明确的定义了甜密点."
    },
    {
      "en": "Textured yarns that have been programmed for extraordinary extensibility are known as stretch yarns.",
      "cn": "具有特别伸长性的变形纱称为弹丝."
    },
    {
      "en": "The Bridges of Madison County presents a richly - textured emotional tapestry.",
      "cn": "“廊桥遗梦”向观众展现了一份精心编织的情感世界."
    },
    {
      "en": "The grinded roughness may be 40 % of the roughness to be textured.",
      "cn": "磨削而成的粗糙度可能是将要打毛粗糙度的40%?"
    },
    {
      "en": "The optimum drying temperature of high - moisture textured soy protein - TSP was 60 ℃.",
      "cn": "高水分组织化大豆蛋白最佳干燥温度为60℃."
    },
    {
      "en": "The shoe's sole had a slightly textured surface.",
      "cn": "鞋底表面稍感粗糙。"
    },
    {
      "en": "The walls have a textured finish.",
      "cn": "墙壁上有织纹状饰面."
    },
    {
      "en": "This kind of mixer produces light, silky, even-textured batters.",
      "cn": "这种搅拌机能搅拌出稀薄、柔滑、质地均匀的面糊。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "texture",
          "tran_cn": " 质地；纹理；结构；本质，实质"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "textured surface",
      "tran_cn": "网纹表面；变形表面；布纹面"
    },
    {
      "phrase": "textured yarn",
      "tran_cn": "变形纱；光亮纱线；膨松纱；结构纱；花色纱"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "质地粗糙的，有纹理的",
      "tran_en": "used to describe a work of art, literature, music etc that has many different parts that are combined to produce a final effect"
    }
  ],
  "exchange": {}
}