{
  "word": "similarly",
  "ipa": {
    "us": "ˈsɪmələli",
    "uk": "ˈsɪmələrli"
  },
  "sentences": [
    {
      "en": "A mother recognises the feel of her child's skin when blindfolded. Similarly, she can instantly identify her baby's cry.",
      "cn": "即便是蒙上眼睛母亲也能摸出自己孩子的肌肤。同样地，母亲也能立即听出自己孩子的哭声。"
    },
    {
      "en": "He was late and I similarly was delayed.",
      "cn": "他迟到了,我也晚了."
    },
    {
      "en": "Husband and wife were similarly successful in their chosen careers.",
      "cn": "夫妇俩在各自所选择的事业上都很成功。"
    },
    {
      "en": "Most of the men who now gathered round him again were similarly dressed.",
      "cn": "现在再次聚集到他周围的人穿戴大都差不多。"
    },
    {
      "en": "Other people have been similarly buried in worse prisons, before now.",
      "cn": "以前别人不也同样在更恶劣的监狱里被埋葬过么? ”"
    },
    {
      "en": "Plants must be covered with a leaf-mould or similarly protected if frost threatens.",
      "cn": "如果霜冻来临，植物必须盖上腐叶土或用类似方法加以保护。"
    },
    {
      "en": "Similarly, any pigment nevus that is chronically irritated should be excised.",
      "cn": "同样, 凡是经常受慢性刺激的各种色素痣切勿予以切除."
    },
    {
      "en": "Similarly, programmers apply self - referential design when they create implementation - model products.",
      "cn": "同样, 当程序员创建基于实现模型的产品时,应用的是自参考设计."
    },
    {
      "en": "Similarly, the Republic's legislative practices came from the parent land.",
      "cn": "同样, 共和国的分歧程序也仿效母国."
    },
    {
      "en": "Similarly, the status of user interface objects should be apparent to users.",
      "cn": "类似地, 用户界面对象的状态也应该对用户是显而易见的."
    },
    {
      "en": "Similarly, we feel comfortable with people with physical qualities similar to ours.",
      "cn": "同样, 对于那些身体素质与我们相似的人也颇具好感."
    },
    {
      "en": "The brothers dress similarly.",
      "cn": "兄弟俩穿得差不多."
    },
    {
      "en": "The cost of food and clothing has come down in recent years. Similarly, fuel prices have fallen quite considerably.",
      "cn": "吃穿的费用近年来下降了。 同样地，燃料价格也有大幅 回落。"
    },
    {
      "en": "The first letter she wrote me was less than a page long, and her second letter was similarly brief.",
      "cn": "她写给我的第一封信不到一页，第二封信也一样简短。"
    },
    {
      "en": "The great concourse of people seemed to have been similarly impressed.",
      "cn": "这一大群人似乎也留下了同样深刻的印象。"
    },
    {
      "en": "The prize for media winners has been similarly impressive.",
      "cn": "至于那些获胜的传播媒介,所得到的奖励也同样是很可观的."
    },
    {
      "en": "Whatever lucky star Margaret was born under, Mark was not similarly blessed.",
      "cn": "不论玛格丽特多走运, 马克也得不到上帝同样的恩赐."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "similar",
          "tran_cn": " 相似的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "similar",
          "tran_cn": " 类似物"
        },
        {
          "word": "similarity",
          "tran_cn": " 类似；相似点"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "equally",
            "same",
            "as",
            "likewise"
          ],
          "tran_cn": "同样地；类似于"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "alike",
            "as",
            "furthermore",
            "likewise",
            "so"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "相似地，类似地，同样，也",
      "tran_en": "in a similar way"
    }
  ],
  "exchange": {}
}