{
  "word": "predispose",
  "ipa": {
    "us": "ˌpri:dɪˈspəʊz",
    "uk": "ˌpridɪˈspoʊz"
  },
  "sentences": [
    {
      "en": "Certain drugs such as antidepressants and antihistamines predispose to dry mouth leading to halitosis.",
      "cn": "特定的药物如抗抑郁药和抗组胺药可加剧口干并引起口臭."
    },
    {
      "en": "Fatigue predispose to colds.",
      "cn": "疲劳易使人患感冒."
    },
    {
      "en": "Germ line mutations in BRCA 1 predispose women to early onset, familial breast and ovarian cancers.",
      "cn": "人类乳癌易感基因1(BRCA1)的生殖细胞突变会导致早发性妇女乳腺癌, 遗传性乳腺癌和遗传性卵巢癌."
    },
    {
      "en": "His modesty and generosity predispose people to like him.",
      "cn": "他的谦虚和慷慨使得人们未经接触就喜欢他."
    },
    {
      "en": "It has been theorized that a prenatal hormonal imbalance may predispose individuals to the disorder.",
      "cn": "从理论上讲,父母亲性激素不平衡可能为孩子的病症留下根源."
    },
    {
      "en": "No conditions exist that predispose the product to external contamination.",
      "cn": "在任何情况下不允许将产品暴露于外界的污染物."
    },
    {
      "en": "No other conditions exist that predispose product containers to external contamination.",
      "cn": "此外,无其他状态会使容器有受到外界污染的倾向."
    },
    {
      "en": "No other conditions exist that predispose the product containers to external contamination.",
      "cn": "不存在可能导致产品外部污染的条件."
    },
    {
      "en": "Perforated eardrums can predispose the ear to infection or result in hearing loss.",
      "cn": "耳膜穿孔使耳部易于感染或导致听力丧失."
    },
    {
      "en": "Smoking predispose people to dementia, not protect them as has been suggested in the past.",
      "cn": "吸烟并非如此前所认为的那样使吸烟者罹患痴呆症的风险降低, 而是提高了该风险."
    },
    {
      "en": "Theoretically, hypoxemic episodes during sleep apnea may predispose patients to oxidative stress.",
      "cn": "理论上讲, 睡眠呼吸暂停时血氧不足的发作可能导致患者出现氧化应激."
    },
    {
      "en": "There is evidence to suggest that certain factors predispose some individuals to criminal behaviour.",
      "cn": "有证据表明，特定的因素会使某些人产生犯罪倾向。"
    },
    {
      "en": "They take pains to hire people whose personalities predispose them to serve customers well.",
      "cn": "他们千方百计雇用那些性格上天生适合服务顾客的人。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "predisposed",
          "tran_cn": " 先有倾向的，先有意向的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "predisposition",
          "tran_cn": " 倾向；素质；易染病体质"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "predisposed",
          "tran_cn": " 预先有倾向的；预先处置好的（predispose的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dispose",
            "prejudice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": " 使预先有倾向； 易受感染",
      "tran_en": "to make someone more likely to suffer from a particular health problem"
    },
    {
      "pos": "vt",
      "tran_cn": "使预先有倾向，使易接受，使倾向于做，使易于患（病）"
    }
  ],
  "exchange": {
    "third": [
      "predisposes"
    ],
    "past": [
      "predisposed"
    ],
    "done": [
      "predisposed"
    ],
    "ing": [
      "predisposing"
    ]
  }
}