{
  "word": "ozone",
  "ipa": {
    "us": "ˈəʊzəʊn",
    "uk": "ˈoʊzoʊn"
  },
  "sentences": [
    {
      "en": "Every spring the ozone is chewed up, and the hole appears.",
      "cn": "每年春天，臭氧遭到破坏，空洞就出现了。"
    },
    {
      "en": "In heavy concentrations, ozone is irritating to the eyes, nose and throat.",
      "cn": "高浓度的臭氧会对眼睛、鼻子和咽喉有刺激作用。"
    },
    {
      "en": "Just breathe in the ozone on the sea.",
      "cn": "吸吸海上的新鲜空气吧."
    },
    {
      "en": "Objective To observe the disinfection effect of gastroscope by ozone water.",
      "cn": "目的观察臭氧水在胃镜体的消毒效果监测。"
    },
    {
      "en": "Ozone is a highly reactive form of oxygen gas.",
      "cn": "臭氧是一种非常活跃的氧气形态。"
    },
    {
      "en": "Ozone is formed in the stratosphere and mesosphere by photochemical processes.",
      "cn": "由于光化过程,在平流层与中层内产生了臭氧."
    },
    {
      "en": "Ozone is produced by the reaction between oxygen and ultra-violet light.",
      "cn": "臭氧由氧气和紫外线发生反应而产生。"
    },
    {
      "en": "Press reports revealed that ozone levels in the upper atmosphere fell during the past month.",
      "cn": "新闻报道透露上层大气的臭氧浓度在上个月有所下降。"
    },
    {
      "en": "The latest data showed that global ozone concentrations had dropped several per cent over the last decade.",
      "cn": "最新数据显示，过去10年来全球臭氧的浓度降低了几个百分点。"
    },
    {
      "en": "The machine uses minute quantities of ozone to sterilise and deodorise refrigerated food vehicles.",
      "cn": "这种机器使用极少量的臭氧为食品冷藏车消毒杀菌和去除异味。"
    },
    {
      "en": "The ozone layer surrounding the earth protects our skin from being hurt by the ultraviolet rays.",
      "cn": "环绕地球的臭氧层保护着我们的皮肤免受紫外线的伤害."
    },
    {
      "en": "The ozone provisions are illustrative.",
      "cn": "那些有关臭氧的条款都是说明性质的."
    },
    {
      "en": "The primary site of ozone attack on the cell is the plasmalemma.",
      "cn": "臭氧在细胞上侵蚀的初始部位就是质膜."
    },
    {
      "en": "The synergistic effect of oxygen and (or ) ozone in atmosphere with ultraviolet also led to the adhesion failure of adhesive.",
      "cn": "大气中的氧和（或）臭氧与紫外线协同作用是导致该压敏粘合剂失粘的原因。"
    },
    {
      "en": "The W.H.O. safety standard for ozone levels is somewhere about a hundred.",
      "cn": "世界卫生组织关于臭氧层的安全标准约为100。"
    },
    {
      "en": "Their skin is weathered and tanned, as if they have fossilised themselves in ozone to keep death at bay.",
      "cn": "他们的皮肤饱经风霜被晒得黧黑，好像他们在臭氧中变成化石并在海湾边防止死亡。"
    },
    {
      "en": "These wonders can be observed only from space, because ozone and water in the Earth’s atmosphere absorb light at those wavelengths.",
      "cn": "这些奇观只有在宇宙中才能观察到，因为地球大气层中的臭氧和水会吸收这些波长。"
    },
    {
      "en": "They set the pace in cutting ozone-damaging emissions.",
      "cn": "他们在减少破坏臭氧层的气体排放量方面走在了最前面。"
    },
    {
      "en": "What they find could provide clues to what might happen worldwide if ozone depletion continues.",
      "cn": "他们的发现可以揭示如果臭氧持续减少，世界范围内可能会出现什么情况。"
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "ozonize",
          "tran_cn": " 变成臭氧"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "ozonize",
          "tran_cn": " 使含臭氧；以臭氧处理"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "air"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "atmospheric ozone",
      "tran_cn": "大气臭氧"
    },
    {
      "phrase": "ozone depletion",
      "tran_cn": "臭氧消耗；臭氧枯竭"
    },
    {
      "phrase": "ozone generator",
      "tran_cn": "臭氧发生器"
    },
    {
      "phrase": "ozone hole",
      "tran_cn": "臭氧层空洞（等于ozone low）"
    },
    {
      "phrase": "ozone layer",
      "tran_cn": "【气】臭氧层"
    },
    {
      "phrase": "ozone resistance",
      "tran_cn": "耐臭氧；抗臭氧性"
    },
    {
      "phrase": "ozone treatment",
      "tran_cn": "臭氧处理"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[化]臭氧，清新空气",
      "tran_en": "a poisonous blue gas that is a type of oxygen"
    }
  ],
  "exchange": {}
}