{
  "word": "veritable",
  "ipa": {
    "us": "ˈverɪtəbl",
    "uk": "ˈvɛrɪtəbəl"
  },
  "sentences": [
    {
      "en": "Following drawn-out patent wars, Baekeland negotiated a merger with his rivals that put him at the helm of a veritable Bakelite empire.",
      "cn": "经过持久的专利战，贝克兰和他的对手签约合作，使他获得了一个真正的酚醛塑料大企业的领导权。"
    },
    {
      "en": "It is a veritable heaven on earth.",
      "cn": "它是人间真正的天堂."
    },
    {
      "en": "It was a veritable barbecue, a crude and primitive feasting.",
      "cn": "这是货真价实的大野宴, 一场粗俗、原始的宴会."
    },
    {
      "en": "It was a veritable feast.",
      "cn": "这简直是一席盛宴."
    },
    {
      "en": "It was not easy in the shed, in winter it was a veritable ice - box.",
      "cn": "在这木棚里工作是很不容易的, 这木棚冬天是个名符其实的冰箱."
    },
    {
      "en": "Levchenko was a veritable prisoner, which was not healthy.",
      "cn": "列夫钦科真的成了名符其实的囚徒了, 这太不象样子."
    },
    {
      "en": "Now he concluded his remarks with a veritable fit of coughing.",
      "cn": "祖父说到最后,终于发出了一阵咳嗽."
    },
    {
      "en": "Scientific management became a veritable movement.",
      "cn": "科学管理已经蔚然成风."
    },
    {
      "en": "Thank you for that lovely meal; it was a veritable feast!",
      "cn": "谢谢你那顿美餐, 真是一顿名副其实的盛宴!"
    },
    {
      "en": "The area is a veritable paradise for those who love walking and swimming.",
      "cn": "这个地区对于喜欢散步和游泳的人来说简直就是天堂。"
    },
    {
      "en": "The meal that followed was a veritable banquet.",
      "cn": "随后摆上的饭菜俨然是一桌宴席。"
    },
    {
      "en": "The power behind much of this automation is the regular expression, a veritable set of hieroglyphics to find, match, and decompose strings.",
      "cn": "实现这种自动化主要依靠正则表达式，它是用来查找、匹配和分解字符串的一组真正的象形文字。"
    },
    {
      "en": "This book is a veritable storehouse of information.",
      "cn": "这本书是名副其实的信息宝库。"
    },
    {
      "en": "This is a veritable fairyland.",
      "cn": "这简直是个幻境."
    },
    {
      "en": "Veritable truth is not in accordance with an external.",
      "cn": "可证实的真理并不依照外在的东西."
    },
    {
      "en": "We face a veritable mountain of lies most dishonest and malicious lies.",
      "cn": "我们面对大量的各种各样的谎言,最不诚实、极其恶毒的谎言."
    },
    {
      "en": "We hate and loathe these veritable fiends.",
      "cn": "我们痛恨、厌恶这些不折不扣的魔鬼."
    },
    {
      "en": "We should execute and destroy such veritable fiends and dregs of humanity.",
      "cn": "我们应当处决并消灭这种不折不扣的魔鬼,人类的渣滓."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "verily",
          "tran_cn": " 真正地；真实地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "genuine",
            "authentic"
          ],
          "tran_cn": "真正的，名副其实的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "literal",
            "true"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "名副其实的，真正的",
      "tran_en": "a word used to emphasize a description of someone or something"
    }
  ],
  "exchange": {}
}