{
  "word": "sheepskin",
  "ipa": {
    "us": "ˈʃi:pskɪn",
    "uk": "ˈʃipˌskɪn"
  },
  "sentences": [
    {
      "en": "...a sheepskin coat.",
      "cn": "...一件羊皮袄。"
    },
    {
      "en": "Animal change cent is change of change of pigskin, cowhide, horse leather, sheepskin to wait.",
      "cn": "动物革分为猪皮革 、 牛皮革 、 马皮革 、 羊皮革等."
    },
    {
      "en": "During the last outdoor exploration, we rowed a sheepskin raft across the river, it was exciting.",
      "cn": "上次户外探险, 我们用羊皮筏过河, 好刺激呢."
    },
    {
      "en": "Her sleeveless jacket is made of soft sheepskin and is very warm.",
      "cn": "她这个坎肩是软羊皮的,特别暖和."
    },
    {
      "en": "If he dropped into water, he had a new wadded pants, and one sheepskin coat.",
      "cn": "要是他掉进水里, 他还有新棉裤, 还有老羊皮袄."
    },
    {
      "en": "Luxurious sheepskin wicks away moisture, keeping your foot dry and comfortable.",
      "cn": "豪华羊皮灯芯了水分, 你的脚保持干燥,舒适."
    },
    {
      "en": "Many people think, gold lacquer sheepskin is more expensive than common sheepskin, actually otherwise.",
      "cn": "不少人认为, 金漆羊皮比普通羊皮贵, 实则不然."
    },
    {
      "en": "North wind is blown thorough sheepskin jacket.",
      "cn": "北风吹透羊皮袄."
    },
    {
      "en": "Our Tall Venice Boots are manufactured from premium grade sheepskin pelts.",
      "cn": "我们的高的威尼斯靴子被由高级的等级毛皮制造成."
    },
    {
      "en": "Sheath with soft leather, sheepskin - poke pressure sewing.",
      "cn": "软鞘用牛皮 、 羊皮模戳压缝制."
    },
    {
      "en": "Sheepskin - like soft texture, we enjoy the infinite charm from tactile senses.",
      "cn": "羊皮般的柔软质感, 享受触觉感官的无限魅力."
    },
    {
      "en": "The company mainly produces operating cowhide, sheepskin , pigskin leather, and so true.",
      "cn": "公司主要生产经营牛皮 、 羊皮 、 猪皮等真皮革."
    },
    {
      "en": "The dying techniques of double - face sheepskin were introduced in detail.",
      "cn": "着重介绍了 双面 绵羊革的几种染色方法."
    },
    {
      "en": "The sheepskin cape is the cream of traditional clothing culture of Naxi nationality.",
      "cn": "纳西族女性羊皮披肩是纳西族传统服饰中的精华."
    },
    {
      "en": "Tufts of wool hang from his shaggy sheepskin like a mangy dog.",
      "cn": "他那件穿破的皮袄上有一绺绺羊毛挂下来,象是一条脱毛的狗."
    },
    {
      "en": "You left those villagers grasping floats made from inflated oiled sheepskin bags behind you.",
      "cn": "你把那个抱着吹足气的羊皮油口袋的老乡甩在后面."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "membrane",
            "parchment paper"
          ],
          "tran_cn": "羊皮；羊皮纸；羊皮革；毕业证书"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "diploma",
            "leather"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "带毛的羊皮",
      "tran_en": "Sheepskin is the skin of a sheep with the wool still attached to it, used especially for making coats and rugs"
    }
  ],
  "exchange": {
    "pl": [
      "sheepskins"
    ]
  }
}