{
  "word": "regressive",
  "ipa": {
    "us": "rɪˈgresɪv",
    "uk": "rɪˈɡrɛsɪv"
  },
  "sentences": [
    {
      "en": "...some of the symptoms of regressive behaviours: thumb sucking, bed wetting, having problems sleeping.",
      "cn": "...倒退行为的一些症状：吮姆指、尿床和睡眠不好。"
    },
    {
      "en": "A regressive tax, like the poll tax, takes proportionately more of a poor person's income.",
      "cn": "像人头税一样, 递减税占穷人收入的比例更大."
    },
    {
      "en": "A simple and practical scheme is presented for establishing exponential auto - regressive model.",
      "cn": "提出了建立指数自回归模型的一套简便方案."
    },
    {
      "en": "Correlation program was programmed with MATLAB to realize its linear regressive analysis.",
      "cn": "并用MATLAB语言编制相关程序,实现其线性回归分析."
    },
    {
      "en": "Many considered the changes to the welfare laws a regressive step.",
      "cn": "许多人认为福利法的变革是一种退步。"
    },
    {
      "en": "Objective: Alzheimer's disease ( AD ) is a kind of regressive disease of central nervous system ( CNS ).",
      "cn": "目的: 阿尔茨海默病 ( Alzheimerdisease, AD ) 是一种中枢神经系统退行性疾病."
    },
    {
      "en": "Results A sum of useful data and regressive equation were obtained.",
      "cn": "结果获得大量的分析数据及回归方程."
    },
    {
      "en": "Seasonal wheel is flying and regressive, returned a winter again draught from spring.",
      "cn": "季节的车轮飞速后退, 从春天一下子又回到了冬天."
    },
    {
      "en": "TAO Yuan - ming had a strong regressive conscious and a bright and aloft personality.",
      "cn": "摘要 陶渊明 具有强烈的回归意识和光明高洁的人格."
    },
    {
      "en": "Taxes can be further categorised as proportional, progressive or regressive.",
      "cn": "税种能进一步被划分为比例税 、 累进税和累退税."
    },
    {
      "en": "The Regressive Cycle is used to describle a decline in performance ( regression ).",
      "cn": "倒退循环用来描述部属工作表现的下跌 ( 倒退 )."
    },
    {
      "en": "The regressive result implies that log return and log dividend of fund can control the redemption.",
      "cn": "模型回归的结果暗示总体上滞后一期收益和分红都对基金赎回具有控制作用."
    },
    {
      "en": "There has been an increase in regressive autism, children who develop normally, have speech, and then lose it.",
      "cn": "回归的孤独症数量增多，患儿发育正常，有正常语言，然后失去这些正常发育。"
    },
    {
      "en": "This is regressive type of autism.",
      "cn": "这是属于倒退型的自闭症."
    },
    {
      "en": "This method of portrayal emphasizes both the regressive nature and the time equivalence.",
      "cn": "这种图示方法既强调了海退性质也强调了同时性."
    },
    {
      "en": "This regressive behaviour is more common in boys.",
      "cn": "这种行为上的倒退现象在男孩中更加普遍。"
    },
    {
      "en": "Trade charge: 1 Of % protect gold and subscribe subscription convection character, finishing and regressive time.",
      "cn": "交易费用: 1%的质保金与认购订金对流, 完工后退回."
    },
    {
      "en": "While this might appear to be a positive step, it is actually regressive.",
      "cn": "尽管这样做表面上看是一种积极的措施, 可实际上却是消极的."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "regress",
          "tran_cn": " 回归；退回"
        },
        {
          "word": "regression",
          "tran_cn": " 回归；退化；逆行；复原"
        },
        {
          "word": "regressivity",
          "tran_cn": " 燃烧面递减性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "regress",
          "tran_cn": " 逆行，倒退；复归"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "regress",
          "tran_cn": " 使…倒退"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "degenerative",
            "vestigial"
          ],
          "tran_cn": "[数]回归的；后退的；退化的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "reactionary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "后退的，逆行的，退化的，回归的",
      "tran_en": "returning to an earlier, less advanced state, or causing something to do this - used to show disapproval"
    }
  ],
  "exchange": {}
}