{
  "word": "journalistic",
  "ipa": {
    "us": "ˌdʒɜ:nəˈlɪstɪk",
    "uk": "ˌdʒɜrnəˈlɪstɪk"
  },
  "sentences": [
    {
      "en": "Back in 1980, I thought I'd plunged headlong into the journalistic Dark Ages.",
      "cn": "回到1980年代, 我想我已经轻率地加入到中世纪般的新闻工作."
    },
    {
      "en": "Fleet Street is a journalistic center in London.",
      "cn": "舰队街是伦敦的报业中心."
    },
    {
      "en": "He began his journalistic career in the early eighties in Australia.",
      "cn": "他在80年代早期开始在澳大利亚从事新闻工作。"
    },
    {
      "en": "He is an old journalistic acquaintance.",
      "cn": "他是我在新闻界的一位旧交."
    },
    {
      "en": "He's got too much money not to be into it. - In your esteemed journalistic opinion.",
      "cn": "他有太多的钱还没法这么洗. - 从你记者的角度看是那样."
    },
    {
      "en": "In your esteemed journalistic opinion.",
      "cn": "从你记者的角度看是那样."
    },
    {
      "en": "Journalistic communication pursues the goal of letting the audience accept the information given by the communicator.",
      "cn": "新闻传播的目的是让受众接受传播者所传播的新闻信息."
    },
    {
      "en": "She might be suspected of having borrowed that style of remark from her journalistic friend.",
      "cn": "她那套理论可能是从那位记者朋友那里贩运来的."
    },
    {
      "en": "Success or failure of journalistic education is directly related to the future of journalism.",
      "cn": "新闻教育的成败直接关系到新闻事业的前途."
    },
    {
      "en": "The best selling equipments are varied Goose - neck - shaped microphones, interface microphones, journalistic microphones, handy microphone etc.",
      "cn": "博捷牌传声器造型新颖 、 观大方, 音质清晰明亮,质量稳定, 使用方便,用户范围广."
    },
    {
      "en": "The reporter had a particularly good journalistic nose and always acted quickly on a story.",
      "cn": "记者的嗅觉特别灵敏,总能闻风而动."
    },
    {
      "en": "There have always been studies on stylistic features of journalistic English and outside China.",
      "cn": "一直以来,国内外不乏关于概括和总结新闻英语文体特征的研究."
    },
    {
      "en": "Translation of articles or journalistic, literary or scientific writings.",
      "cn": "翻译的文章或新闻, 文学或科学著作."
    },
    {
      "en": "We should represent the register features of journalistic English in Chinese in the process of translation.",
      "cn": "中文新闻报道也有自己的语域特点,虽然这两种文字的在新闻方面的语域特点不尽相同,但是目的却是一致的."
    },
    {
      "en": "With typical energy he found new journalistic outlets.",
      "cn": "他凭着自己特有的干劲找到了新的新闻渠道。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "journalese",
          "tran_cn": " 新闻文体；新闻笔调"
        },
        {
          "word": "journalism",
          "tran_cn": " 新闻业，新闻工作；报章杂志"
        },
        {
          "word": "journalist",
          "tran_cn": " 新闻工作者；报人；记日志者"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "新闻工作者的，新闻业的",
      "tran_en": "Journalistic means relating to journalism, or produced by or typical of a journalist"
    }
  ],
  "exchange": {}
}