{
  "word": "mediocrity",
  "ipa": {
    "us": "ˌmi:diˈɒkrəti",
    "uk": "ˌmidiˈɑkrəti"
  },
  "sentences": [
    {
      "en": "...the mediocrity of most contemporary literature.",
      "cn": "…大多数当代文学作品的平庸。"
    },
    {
      "en": "Because in the hearts of love. Ordinary without mediocrity.",
      "cn": "爱因为在心中平凡而不平庸."
    },
    {
      "en": "Caricature is the tribute that mediocrity pays to genius.",
      "cn": "笨拙的模仿,是凡人对天才呈献的赞词."
    },
    {
      "en": "Classicality - Creatiom achieves classical, creation renew classical. We missed mediocrity.",
      "cn": "典 -- 创作成就经典, 创作延续经典.我们与平庸无缘!"
    },
    {
      "en": "Fortunately for him she had on the other side Lord Faudel, a most intelligent middle - aged mediocrity.",
      "cn": "算他运气,她的另一边是福德尔勋爵, 一位十分聪明的 中年 庸才."
    },
    {
      "en": "His acting career started brilliantly, then sank into mediocrity.",
      "cn": "他的演艺生涯开场时轰轰烈烈，然后就变得庸庸碌碌。"
    },
    {
      "en": "His plays are distinguished only by their stunning mediocrity.",
      "cn": "他的戏剧与众不同之处就是平凡得出奇."
    },
    {
      "en": "Its usual blessing are happiness and mediocrity.",
      "cn": "这种性情通常给人的幸福是快乐和平庸."
    },
    {
      "en": "Moreover, the structure of the country's bureaucracy stifles initiative and promotes mediocrity.",
      "cn": "另外, 中国的官僚结构抑制了首创精神,促使人平庸无所作为."
    },
    {
      "en": "Not taking chances will lead to a life of colorless mediocrity.",
      "cn": "不去冒险会让你的生活平淡、中庸、无趣."
    },
    {
      "en": "Pain pulls us out of mediocrity; desire drives us toward excellence.",
      "cn": "痛苦让我告别平庸, 渴望带我奔向辉煌."
    },
    {
      "en": "Perhaps you would bear your mediocrity with more ease.",
      "cn": "可能你会阁较平常心忍受你的平凡."
    },
    {
      "en": "That's why experienced mediocrity almost always trumps talent every time.",
      "cn": "这就是为何老练的平庸几乎每每胜过才华."
    },
    {
      "en": "The old poet decried the mediocrity of today's writing.",
      "cn": "老诗人抨击了现代文体的平庸无奇."
    },
    {
      "en": "This often becomes a watershed in mediocrity and genius!",
      "cn": "这往往就成为了庸才和天才的分水岭!"
    },
    {
      "en": "Thomas Wolfe is not a mediocrity.",
      "cn": "托马斯·沃尔夫却非平庸之辈."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ordinariness"
          ],
          "tran_cn": "平庸之才；平常"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "nothing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "平庸，平凡，庸人，平平常常的才能",
      "tran_en": "If you refer to the mediocrity of something, you mean that it is of average quality but you think it should be better"
    }
  ],
  "exchange": {
    "pl": [
      "mediocrities"
    ]
  }
}