{
  "word": "misapprehension",
  "ipa": {
    "us": "ˌmɪsæprɪˈhenʃn",
    "uk": "ˌmɪsæprɪˈhenʃn"
  },
  "sentences": [
    {
      "en": "A quarrel often rises from a misapprehension.",
      "cn": "争吵常起于误解."
    },
    {
      "en": "I think we should clear up this misapprehension.",
      "cn": "我想我们应该消除这一误会。"
    },
    {
      "en": "I think you want to see me but I am clearly under a complete misapprehension.",
      "cn": "我以为你想见我,显然完全是我误解了."
    },
    {
      "en": "I think, Miss Marple , that you are under a slight misapprehension, began Mr. Petherick.",
      "cn": "“我觉得, 马普尔小姐, 你有些误会了.”彭斯瑞克先生说."
    },
    {
      "en": "I thought you wanted to see me but I was clearly under a complete misapprehension.",
      "cn": "我以为你想见我,显然完全是我误解了."
    },
    {
      "en": "I was under the misapprehension that he was dead.",
      "cn": "我误以为他死了."
    },
    {
      "en": "I was under the misapprehension that the course was for complete beginners.",
      "cn": "我误以为这门课是给纯粹的初学者开的。"
    },
    {
      "en": "Non - disease exists when a patient is under the misapprehension that disease is present.",
      "cn": "非 疾之病之存在,乃是病人误认它的存在."
    },
    {
      "en": "She could not attribute such behaviour to mistake or misapprehension of any kind.",
      "cn": "她也不能把这种行为归之任何的误会或误解."
    },
    {
      "en": "Some people are under the misapprehension that all politicians stink.",
      "cn": "有些人误会所有的政客都可疑."
    },
    {
      "en": "The boss's misapprehension mad her want to weep with frustration.",
      "cn": "上司的误解使得她沮丧地想哭."
    },
    {
      "en": "The earth was dark through misapprehension of God.",
      "cn": "世人既误解了上帝,大地就黑暗了."
    },
    {
      "en": "The fighting between the two sides rose from misapprehension.",
      "cn": "双方之间的战争起因于误会."
    },
    {
      "en": "To expose this misapprehension, would be to repeat what has been said in the introductory chapter.",
      "cn": "要揭穿这一误解, 就得重复一下绪论中说过的话."
    },
    {
      "en": "We were by now under no misapprehension about the extent of the problem.",
      "cn": "到目前为止，我们对问题的严重程度的理解并无偏差。"
    },
    {
      "en": "Would you please tell me that all of this is my misapprehension ( misunderstanding )?",
      "cn": "9月3日11:45告诉我.这一切都是我的误解,好 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "misapprehend",
          "tran_cn": " 误会，误解"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mistake",
            "misunderstanding"
          ],
          "tran_cn": "误解；误会"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "error",
            "fallacy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "误会，误解",
      "tran_en": "a mistaken belief or a wrong understanding of something"
    }
  ],
  "exchange": {
    "pl": [
      "misapprehensions"
    ]
  }
}