{
  "word": "essayist",
  "ipa": {
    "us": "ˈeseɪɪst",
    "uk": "ˈɛsˌeɪst"
  },
  "sentences": [
    {
      "en": "Bacon is considered the greatest essayist in World Literature.",
      "cn": "培根被认为是世界文学中最伟大的散文家."
    },
    {
      "en": "Bacon was a famous essayist.",
      "cn": "培根是着名的散文家."
    },
    {
      "en": "Borges, a short-story writer, poet and essayist, died in 1986 without the Nobel.",
      "cn": "博尔赫斯死于1986年，这位短篇小说作家、诗人和散文家没有获得诺贝尔奖的垂青。"
    },
    {
      "en": "British essayist noted for his trenchant literary criticism. His works include The Characters of Shakespeare's Plays ( 1817 ).",
      "cn": "哈兹利特,威廉1778-1830因犀利的文学批评而闻名的英国散文家, 他的作品包括莎士比亚戏剧中的人物 ( 1817年 )"
    },
    {
      "en": "Charles Lamb was an English essayist, best known for the children's book Tales from Shakespeare.",
      "cn": "查尔斯?兰姆是一名英国散文家, 因他写给孩子的《莎士比亚故事集》而出名."
    },
    {
      "en": "His father JiZhou shizhong, lee ge fei county, a famous scholar and qilu essayist.",
      "cn": "其父李格非,北宋齐州历城县人, 齐鲁著名学者、散文家."
    },
    {
      "en": "Historian, essayist and political publicist, he was the editor of several underground “samizdat” periodicals and was arrested and imprisoned several times for his pro-democratic activities.",
      "cn": "他身为历史学家、散文家和政治宣传家，曾担任几个地下刊物的编辑，并因从事民主活动而多次被捕入狱。"
    },
    {
      "en": "J . B . Priestley ( 1894 -- 1984 ), British novelist, playwright, and essayist.",
      "cn": "K约翰-伯因顿-普里斯特利 ( 1894-1984 ), 英国小说家, 剧作家和散文家."
    },
    {
      "en": "Liu Chenweng is a famous scholar, poet , essayist andand Yuan Dynasty.",
      "cn": "刘辰翁是宋末元初著名的学者、散文家 、 诗人、词人."
    },
    {
      "en": "Ralph Waldo Emerson was an American philosopher, poet, lecturer, and essayist.",
      "cn": "爱默生是一位美国的哲学家、诗人、演讲家及散文家。"
    },
    {
      "en": "Rules and modesty destroy genius and art. ( William Hazlitt, British essayist )",
      "cn": "规则与谦逊会毁掉天才和艺术. ( 英国散文家哈兹里特 )"
    },
    {
      "en": "She is a novelist, short story writer , essayist, poet and author of children's books.",
      "cn": "她既是小说家, 短篇故事家,散文家,诗人,同时还涉足儿童文学作品."
    },
    {
      "en": "Some people have suggested that Proust is not a novelist at all, but an essayist.",
      "cn": "有些人提出,普鲁斯特根本不是小说家, 而是散文作家."
    },
    {
      "en": "The patriotic and enthusiastic essayist has a lot of elastic plastics domestically and fantastically, too.",
      "cn": "爱国而又热情的散文家也充满了很多灵活的国内的和空想的创造力."
    },
    {
      "en": "Where do you rank Addison as an essayist?",
      "cn": "你把阿狄生列为哪一类散文家?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "essay",
          "tran_cn": " 散文；试图；随笔"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "essay",
          "tran_cn": " 尝试；对…做试验"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "critic",
            "proser"
          ],
          "tran_cn": "随笔作家，散文家；评论家"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "author"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "论说文作家，杂文作家，散文作家",
      "tran_en": "someone who writes essays giving their ideas about politics, society etc"
    }
  ],
  "exchange": {
    "pl": [
      "essayists"
    ]
  }
}