{
  "word": "Columbia",
  "ipa": {
    "us": "kə'lʌmbɪə",
    "uk": "kə'lʌmbiə"
  },
  "sentences": [
    {
      "en": "\" That is, I live at Columbia City.",
      "cn": "\" 你知道, 我就住在哥伦比亚城."
    },
    {
      "en": "\" What can you do back at Columbia City? \"",
      "cn": "“ 你回到哥伦比亚城,又能干些什么 呢 ?"
    },
    {
      "en": "All together, Columbia has 23 sitcoms in syndication.",
      "cn": "哥伦比亚广播公司一共有23部情景喜剧在非联网电视台市场播放。"
    },
    {
      "en": "Columbia City and the better side of her home life came back.",
      "cn": "她又想到了哥伦比亚城,想到老家的好处."
    },
    {
      "en": "Columbia City, what was there for her?",
      "cn": "哥伦比亚城, 那地方有什么适合她的事 呢 ?"
    },
    {
      "en": "Columbia Pictures paid him a six-figure sum for the film rights.",
      "cn": "哥伦比亚影业公司付给他一笔6位数的电影版权费。"
    },
    {
      "en": "Columbia recently resigned the band for a cool $30 million.",
      "cn": "哥伦比亚唱片公司最近以3,000万美元的高价再次签下这个乐队。"
    },
    {
      "en": "Columbia was a young city compared to venerable Charleston.",
      "cn": "与历史悠久的查尔斯顿相比，哥伦比亚是个年轻的城市。"
    },
    {
      "en": "Ecuador lies between Columbia, Peru, and the Pacific Ocean.",
      "cn": "厄瓜多尔位于哥伦比亚 、 秘鲁和太平洋之间."
    },
    {
      "en": "He received a doctorate of philosophy in political science at Columbia University.",
      "cn": "他获哥伦比亚大学政治学博士学位."
    },
    {
      "en": "I ran straight up to Columbia County, then turned East, came down the Harlem Valley and thence home.",
      "cn": "我一直跑到哥伦比亚县，然后向东转，沿着哈勒姆山谷，从那里回到家。"
    },
    {
      "en": "In 1498, Columbus ever been to Columbia coast.",
      "cn": "1498年，哥伦布曾到过哥伦比亚海岸。"
    },
    {
      "en": "Spacecraft Columbia touched down yesterday.",
      "cn": "“哥伦比亚”号宇宙飞船昨天着陆。"
    },
    {
      "en": "The Washougal empties into the Columbia River near Portland.",
      "cn": "沃舒格尔河在波特兰附近注入哥伦比亚河。"
    },
    {
      "en": "This morning's launch of the space shuttle Columbia has been delayed.",
      "cn": "原定今早“哥伦比亚”号航天飞机的发射已被推迟."
    },
    {
      "en": "Vicky and Gary attended the graduation exercises at Columbia.",
      "cn": "维基和加里参加了哥伦比亚大学的毕业典礼。"
    },
    {
      "en": "Well, I might want to go to Columbia. But I might not.",
      "cn": "我可能想去读哥伦比亚大学，但也可能不想。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "british columbia",
      "tran_cn": "n. 不列颠哥伦比亚（省名，位于加拿大西部）"
    },
    {
      "phrase": "columbia university",
      "tran_cn": "n. （美国纽约州）哥伦比亚大学"
    },
    {
      "phrase": "district of columbia",
      "tran_cn": "哥伦比亚特区（美国联邦直辖区）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "哥伦比亚",
      "tran_en": "the first test vehicle of the NASA space shuttle fleet to prove the possibility of routine access to space for scientific and commercial ventures "
    }
  ],
  "exchange": {}
}