{
  "word": "conveniently",
  "ipa": {
    "us": "kən'vi:njəntlɪ",
    "uk": "kənˈvinjəntlɪ"
  },
  "sentences": [
    {
      "en": "\"You know, people conveniently forget the things they say.\"— 'Well this is it.'",
      "cn": "“你知道，人们会选择性地忘记自己说过的话。”——“嗯，是这样。”"
    },
    {
      "en": "A boutique and beauty salon are conveniently located within the grounds.",
      "cn": "时装店和美容院就在区内，非常方便。"
    },
    {
      "en": "As luck would have it, a conveniently placed pond lay just ahead.",
      "cn": "而眼前恰好便是那个位置适中的大池子."
    },
    {
      "en": "At that time, ice cream couldn’t be conveniently bought in a store.",
      "cn": "那时候冰激凌还无法很方便地在商店里买到。"
    },
    {
      "en": "Conveniently overlooking the fact that she wouldn't be able to meet the commitment, she agreed enthusiastically.",
      "cn": "她不理会自己不能遵守承诺的事实, 热心地答应了."
    },
    {
      "en": "Conveniently, he had developed amnesia about that part of his life.",
      "cn": "他得了健忘症，记不起那一段生活了，倒也省心了。"
    },
    {
      "en": "Conveniently, her parents are often willing to babysit.",
      "cn": "方便的是，她父母通常都愿意临时照看一下小孩。"
    },
    {
      "en": "He chose Simi Valley in Ventura County mainly because it was conveniently close to Los Angeles.",
      "cn": "他选择住在文图拉县的西米山谷，主要是因为这里离洛杉矶很近，很方便。"
    },
    {
      "en": "It was very conveniently situated just across the road from the City Reference Library.",
      "cn": "它就在市工具书图书馆的马路对面，十分便利。"
    },
    {
      "en": "Let's talk the matter over as soon as we are conveniently alone.",
      "cn": "让我们单独在一起的时候再讨论这件事情吧."
    },
    {
      "en": "The bar directions are conveniently specified by direction cosines.",
      "cn": "杆的方向通常用方向余弦来表示."
    },
    {
      "en": "The body spray slips conveniently into your sports bag for freshening up after a game.",
      "cn": "身体喷雾可以很方便地放到运动包里，比赛结束后喷一喷能解乏提神。"
    },
    {
      "en": "The house is conveniently located within the town centre.",
      "cn": "该住宅位于市镇中心,很是方便."
    },
    {
      "en": "The mountain may be conveniently climbed from this side.",
      "cn": "从这一侧面易于登攀这座山."
    },
    {
      "en": "The situation can be handled conveniently by equations as follows.",
      "cn": "这种情况可以用下面的公式很方便地表达."
    },
    {
      "en": "These factors can be conveniently categorized under three headings.",
      "cn": "这些因素可以很方便地分成3类."
    },
    {
      "en": "They've conveniently forgotten the risk of heart disease.",
      "cn": "他们有意忽略了患心脏病的风险。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "convenient",
          "tran_cn": " 方便的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "convenience",
          "tran_cn": " 便利；厕所；便利的事物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "expediently",
            "eligibly"
          ],
          "tran_cn": "便利地；合宜地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "方便地，便利地，合宜地，顺便，随手，信手",
      "tran_en": "in a way that is useful to you because it saves you time or does not spoil your plans or cause you problems"
    }
  ],
  "exchange": {
    "adj": [
      "convenient"
    ]
  }
}