{
  "word": "vodka",
  "ipa": {
    "us": "ˈvɒdkə",
    "uk": "ˈvɑdkə"
  },
  "sentences": [
    {
      "en": "He bought two bottles of vodka on account.",
      "cn": "他挂账买了两瓶伏特加酒。"
    },
    {
      "en": "He downed the vodka in one gulp.",
      "cn": "他将伏特加酒一饮而尽。"
    },
    {
      "en": "He's mad because someone woke him up asking for vodka.",
      "cn": "刚才有人叫醒他，问他要伏特加酒，他很不高兴。"
    },
    {
      "en": "I like my vodka straight.",
      "cn": "我喜欢喝纯的伏特加酒."
    },
    {
      "en": "I'll have a vodka and lime.",
      "cn": "我要喝一杯酸橙伏特加。"
    },
    {
      "en": "Oscar, much the worse for vodka, did a striptease.",
      "cn": "奥斯卡喝了伏特加后醉醺醺地跳起了脱衣舞。"
    },
    {
      "en": "She ordered a large vodka and tonic from a passing waiter.",
      "cn": "她向经过她身旁的服务员要了一大杯加了奎宁水的伏特加酒."
    },
    {
      "en": "She poured some vodka into a glass and knocked it back in two swallows.",
      "cn": "她往玻璃杯里倒了一些伏特加酒，两口就喝完了。"
    },
    {
      "en": "She soon moved on to downing large amounts of vodka, rum and lager throughout the day as her habit spiraled out of control.",
      "cn": "当饮酒变成她的一种习惯，无法控制时，她很快就开始整天大量的喝伏特加、朗姆酒和一些淡啤酒。"
    },
    {
      "en": "Taggart debated whether to have yet another double vodka.",
      "cn": "塔格特思忖着是否再要一杯双份伏特加。"
    },
    {
      "en": "The drink of choice seems to be vodka.",
      "cn": "最受欢迎的酒似乎是伏特加。"
    },
    {
      "en": "The tepid vodka bunced back up into her throat.",
      "cn": "微温的伏特加涌了上来,一直顶到她的喉咙."
    },
    {
      "en": "The vodka was the genuine article.",
      "cn": "这种伏特加酒是正品。"
    },
    {
      "en": "They doctored her fruit juice with vodka and she got very drunk.",
      "cn": "他们在她喝的果汁里搀入了伏特加酒致使她酩酊大醉."
    },
    {
      "en": "They polished off a quart of vodka between them.",
      "cn": "他们两人很快就喝完了一夸脱伏特加酒."
    },
    {
      "en": "They've put vodka in her fruit juice to get her drunk.",
      "cn": "他们把伏特加酒倒入她的果汁中,把她灌醉."
    },
    {
      "en": "They've put vodka in her fruit juice to get her in the sauce.",
      "cn": "他们把伏特加酒倒进她的果汁以把她灌醉."
    },
    {
      "en": "They've put vodka in her fruit juice.",
      "cn": "他们把伏特加酒倒进她的果汁."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "伏特加酒",
      "tran_en": "a strong clear alcoholic drink originally from Russia, or a glass of this"
    }
  ],
  "exchange": {
    "pl": [
      "vodkas"
    ]
  }
}