{
  "word": "disgruntled",
  "ipa": {
    "us": "dɪsˈgrʌntld",
    "uk": "dɪsˈɡrʌntld"
  },
  "sentences": [
    {
      "en": "a disgruntled client",
      "cn": "不满的客户"
    },
    {
      "en": "Disease is disgruntled , resemble basking in damp - dry fade aubergine.",
      "cn": "病怏怏的, 像晒半干的蔫茄子."
    },
    {
      "en": "Disgruntled and defeated omnibus owners and drivers groaned aloud.",
      "cn": "心怀不满的和遭受挫折的公共马车商人和车夫高声叫骂着."
    },
    {
      "en": "EXAMPLE: The company's disgruntled employees felt underpaid and unappreciated; they never showed enthusiasm for their work.",
      "cn": "这家公司心怀不满的员工觉得薪酬过低,且得不到赏识; 他们对工作毫无热情."
    },
    {
      "en": "He was disgruntled at their absence.",
      "cn": "他对他们的缺席不满."
    },
    {
      "en": "I could see that, if not actually disgruntled , he was far form being grunted.",
      "cn": "我是可以看到, 如果不是实在不高兴, 他完全不会咕哝的."
    },
    {
      "en": "I left feeling disgruntled at the way I'd been treated.",
      "cn": "我受到如此对待因而愤然离去。"
    },
    {
      "en": "It's inevitable that there will be the occasional disgruntled customer.",
      "cn": "偶尔会出现对你的服务不满意的客户,这是不可避免的."
    },
    {
      "en": "Mary is still disgruntled about missing the party.",
      "cn": "玛丽对于错过那次派对内心仍感到不满的."
    },
    {
      "en": "She's still disgruntled about missing the party.",
      "cn": "她因错过了这一聚会而仍耿耿于怀."
    },
    {
      "en": "Tanaka, \" is a disgruntled former Japanese tourism official. \"",
      "cn": "Tanaka 识别, 是一位气恼的前任观光官员."
    },
    {
      "en": "The employees were disgruntled by their bad working conditions.",
      "cn": "员工对他们恶劣的工作条件颇有怨言."
    },
    {
      "en": "The models stalking the catwalk at a fashion show I attended looked equally disgruntled.",
      "cn": "在我参加的一场时装秀上,T台上 渐行渐近的模特们看起来也是满腹怨言的样子."
    },
    {
      "en": "This may expose them to lawsuits from disgruntled investors.",
      "cn": "这可能让它们与心怀不满的投资者对簿公堂."
    },
    {
      "en": "Today many businessmen in and around the capital are disgruntled.",
      "cn": "现在,许多首都内外的商人们开始不高兴了."
    },
    {
      "en": "Today many businessmen in and around the capital disgruntled.",
      "cn": "而现在许多首都以及首都周围的生意人却很不满意."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "disgruntle",
          "tran_cn": " 使……不高兴"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "malcontented",
            "grouchy"
          ],
          "tran_cn": "不满的；不高兴的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不满的，不高兴的，怏怏",
      "tran_en": "annoyed or disappointed, especially because things have not happened in the way that you wanted"
    }
  ],
  "exchange": {}
}