{
  "word": "Missouri",
  "ipa": {
    "us": "mɪˈzʊəri",
    "uk": "məˈzʊri"
  },
  "sentences": [
    {
      "en": "Administrators at Northwest Missouri State University wanted to find out.",
      "cn": "密苏里州西北大学管理人想到了调查."
    },
    {
      "en": "Dark clouds loom over grain fields near the Missouri Breaks.",
      "cn": "乌云在密苏里山口附近的农田上方隐隐呈现."
    },
    {
      "en": "He had relocated his family for the position from Ohio to Missouri, where he bought a home.",
      "cn": "为了这个职位，他从俄亥俄州举家搬迁到密苏里州，并且买了一幢房子。"
    },
    {
      "en": "He is not easily convinced because he is from Missouri.",
      "cn": "他是来自密苏里州,所以不容易说服他."
    },
    {
      "en": "He was trying to woo the daughter of a Missouri aris - tocrat.",
      "cn": "他正试图追求一位密苏里的豪门小姐."
    },
    {
      "en": "In Missouri, the same factors cut my victory margin almost in half, from 10 to 6 percent.",
      "cn": "在密苏里州，同样的因素让我的获胜优势几乎减少了一半，从10%降到6%。"
    },
    {
      "en": "In past presidential elections, Missouri has been a barometer of the rest of the country.",
      "cn": "在过去的总统选举中，密苏里州一直是国内其他州的晴雨表。"
    },
    {
      "en": "Lived in Illinois, Missouri, Colorado and Idaho, experiencing poverty and affluence.",
      "cn": "居住地:(国)利诺斯州 、 苏里州 、 罗拉多州和爱达荷州, 体验贫穷与富足.(国人一辈子平均要搬6次家,这对丰富阅历很有帮助."
    },
    {
      "en": "Mark Twain edited a newspaper in Missouri.",
      "cn": "马克·吐温在密苏里编辑了一种报纸."
    },
    {
      "en": "Notwithstanding the foregoing, this Agreement is governed by Missouri law.",
      "cn": "除上述之外, 本合约受密苏里州法律的约束."
    },
    {
      "en": "President Bush traveled to Missouri to talk about Healthcare.",
      "cn": "布什总统前往密苏里州讨论健康保险问题."
    },
    {
      "en": "Researchers at the University of Missouri looked at how viewers of these ads absorb the message.",
      "cn": "密苏里大学的研究人员们观察了看这些广告的人如何接受这个讯息。"
    },
    {
      "en": "Spectators line sidewalks from Missouri Avenue down to Banneker Park.",
      "cn": "从密苏里大道到班纳克公园之间的人行道上站满了观众."
    },
    {
      "en": "The Columbia, the Missouri, the Platte, the Mississippi, the Colorado Rivers.",
      "cn": "哥伦比亚, 密苏里, 普拉特, 密西西比河, 科罗拉多河."
    },
    {
      "en": "The deposits is very similar to the Mississippi Valley Type deposits in Appalachian and Missouri, USA.",
      "cn": "矿床成因属密西西比河谷型(MVT),其地质特点可与北美Appalachia地区和Missouri地区的MVT矿床对比."
    },
    {
      "en": "The family come from St Louis, Missouri, but on their webpage say they plan to travel around the US.",
      "cn": "这一家人来自密苏里州圣路易斯市，但是他们在自己的网页上言明打算游遍全美国。"
    },
    {
      "en": "The Missouri River is the chief tributary of the Mississippi.",
      "cn": "密苏里河是密西西比河的主要支流."
    },
    {
      "en": "There are now no more straight boring roads, and the deadly humidity of Missouri and others states are behind me.",
      "cn": "现在不再有那些笔直单调的长路了，密苏里和其它几个州的湿热也留在了我身后。"
    },
    {
      "en": "We live in Missouri.",
      "cn": "我们住在密苏里州。"
    },
    {
      "en": "We must have passed by 40 bone factories going across Missouri.",
      "cn": "穿过密苏里州,我们至少经过了四十个墓地."
    },
    {
      "en": "You know what they do in Ealing, Missouri?",
      "cn": "你知道密苏里州的伊令镇怎么了 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "missouri compromise",
      "tran_cn": "密苏里妥协案"
    },
    {
      "phrase": "missouri river",
      "tran_cn": "n. 密苏里河"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "密苏里州（美国州名）"
    }
  ],
  "exchange": {}
}