{
  "word": "atrophy",
  "ipa": {
    "us": "ˈætrəfi",
    "uk": "ˈætrəfi"
  },
  "sentences": [
    {
      "en": "Atrophy in group C alleviated and bacterial translocation rate declined ( 37.5 % ) .",
      "cn": "C组较B组 肠黏膜萎缩减轻,黏膜DNA、 RNA含量和浆细胞数目增加,mln细菌 培养阳性率 37.5%,肠细菌移位率下降."
    },
    {
      "en": "But Chen Cha fragrance low and deep, bud leaf atrophy.",
      "cn": "而陈茶则香气低沉, 芽叶萎缩."
    },
    {
      "en": "CTTH patients demonstrate muscle atrophy of the rectus capitis posterior muscles.",
      "cn": "慢性紧张型头痛患者存在头后直肌萎缩."
    },
    {
      "en": "If compassion can only be activated by sustained attention, which is prevented by fast-cut editing, then the ability to be genuinely moved by another’s story could atrophy.",
      "cn": "如果只能通过持续的关注激活同情心，而这种关注又受到快速切断编辑的阻碍，那么，被他人的故事真正打动的能力就会萎缩。"
    },
    {
      "en": "If you allow your mind to stagnate, this particular talent will atrophy.",
      "cn": "如果你老不用脑，那么这一特殊才能就会退化。"
    },
    {
      "en": "If you don't exercise your muscles, they weaken and atrophy.",
      "cn": "如果不锻炼你的肌肉，肌力就削弱和萎缩了。"
    },
    {
      "en": "More exercises can avoid atrophy of cartilage.",
      "cn": "多加锻炼可以避免软骨萎缩。"
    },
    {
      "en": "Objective To summarize the related clinical factors of child brain atrophy.",
      "cn": "目的研究小儿脑萎缩的临床相关因素."
    },
    {
      "en": "Seek the place that treats optic atrophy, urgent urgent!",
      "cn": "寻求治疗视神经萎缩的地方, 急急急!"
    },
    {
      "en": "Signs include pain, weakness, and rear limb muscle atrophy.",
      "cn": "症状有:疼痛 、 虚弱和后肢肌肉萎缩."
    },
    {
      "en": "Some areas of the brain, if not stimulated, will atrophy and die.",
      "cn": "大脑的某些区域如果没有受到促进就会萎缩更甚死亡。"
    },
    {
      "en": "Spleen deficiency phlegm - wet storm: heavy limb pain, muscle atrophy or swelling.",
      "cn": "脾虚湿困痰阻型: 患肢沉重疼痛, 肌肉萎缩或肿胀."
    },
    {
      "en": "The compounds \"likely have an effecton motor neurons\"—responsible for controlling movements—\"but that isa hunch at present, based on the type of atrophy we saw, \" Hughes said inan email.",
      "cn": "这些化合物“可能对运动神经元（负责控制运动）产生作用”----“根据我们观察到的萎缩症类型，目前这只是个预测，”休斯在一封电子邮件中说。"
    },
    {
      "en": "The pelvic examination should include an evaluation for inflammation, infection and atrophy.",
      "cn": "盆腔检查应评价生育能力, 有否感染和萎缩."
    },
    {
      "en": "The wall is thin and almost transparent probably due to atrophy of the villi.",
      "cn": "肠壁薄,几乎是透明的,这可能是因绒毛萎缩."
    },
    {
      "en": "Therefore has caused the market absorption capacity continually atrophy.",
      "cn": "因此导致了市场容量的持续萎缩."
    },
    {
      "en": "This is cerebral atrophy in a patient with Alzheimer's disease.",
      "cn": "图示一例阿尔茨海默氏病患者萎缩的大脑."
    },
    {
      "en": "Under the international finance crisis shadow, bulk commodity demand atrophy is serious.",
      "cn": "国际金融危机阴影下, 大宗商品需求萎缩严重."
    },
    {
      "en": "Unlike skeletal muscles, facial muscles do not immediately start to atrophy.",
      "cn": "面肌不象骨骼肌, 面肌不会马上开始萎缩."
    },
    {
      "en": "Varicoceles can cause pain, atrophy or infertility - and impact quality of life.",
      "cn": "精索静脉曲张可以导致疼痛, 萎缩或不育,因此影响生活质量."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "atrophic",
          "tran_cn": " 萎缩的"
        },
        {
          "word": "atrophied",
          "tran_cn": " 萎缩的；衰退的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "atrophied",
          "tran_cn": " 萎缩（atrophy的过去分词）；使衰退"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "depauperation",
            "stunting"
          ],
          "tran_cn": "[病理]萎缩，萎缩症；发育停止"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "die back"
          ],
          "tran_cn": "[病理]萎缩；虚脱"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "muscular atrophy",
      "tran_cn": "肌肉萎缩"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "萎缩，衰退"
    },
    {
      "pos": "vt& vi.",
      "tran_cn": "（使）萎缩，（使）虚脱，（使）衰退"
    }
  ],
  "exchange": {
    "pl": [
      "atrophies"
    ],
    "third": [
      "atrophies"
    ],
    "past": [
      "atrophied"
    ],
    "done": [
      "atrophied"
    ],
    "ing": [
      "atrophying"
    ],
    "adj": [
      "atrophied"
    ]
  }
}