{
  "word": "Asia",
  "ipa": {
    "us": "ˈeɪʒə",
    "uk": "ˈeɪʒə"
  },
  "sentences": [
    {
      "en": "Antelopes live in Africa and Asia.",
      "cn": "羚羊生活在亚非两洲."
    },
    {
      "en": "Domestic chickens are descended from jungle fowl of Southeast Asia.",
      "cn": "家鸡是由东南亚原鸡演变而来的。"
    },
    {
      "en": "During the Soviet era and its immediate aftermath, the region was officially known as \"Middle Asia and Kazakhstan\".",
      "cn": "在苏联时代和紧随其后的一段时期，该地区的官方名称为“中亚和哈萨克斯坦”。"
    },
    {
      "en": "Heath was acute in his assessment of Southeast Asia and the Middle East.",
      "cn": "希思深刻地分析了东南亚和中东局势."
    },
    {
      "en": "His extensive experience in other parts of Asia helped him to overcome cultural barriers.",
      "cn": "在亚洲其他地区的广泛经历帮助他克服了文化障碍。"
    },
    {
      "en": "It has become a cliche to describe Asia-Pacific as the world's most dynamic economic area.",
      "cn": "亚太地区是世界上最具经济活力的地区这种话是老生常谈了。"
    },
    {
      "en": "Mr. Adams made a tour around East Asia last year.",
      "cn": "亚当斯先生去年往东亚旅行了一次."
    },
    {
      "en": "Much of Central Asia was appropriated by the tsars only in the nineteenth century.",
      "cn": "中亚细亚的大部分地区只是到了十九世纪才被沙皇所吞并."
    },
    {
      "en": "Our factory exports to Southeast Asia.",
      "cn": "我厂向东南亚出口产品."
    },
    {
      "en": "South Asia continues to be the most dynamic economic region in the world.",
      "cn": "南亚仍然是世界上经济最活跃的地区。"
    },
    {
      "en": "That's good. We don't sell much in Southeastern Asia, do we?",
      "cn": "这是好事. 我们在东南亚的销售并不多, 是 吗 ?"
    },
    {
      "en": "The countries of South Asia also share many common values.",
      "cn": "南亚各国也有许多相同的价值观。"
    },
    {
      "en": "The curtain must now rise on a widely different scene in Southeast Asia before the readers.",
      "cn": "现在必须在读者面前展开东南亚的一幅迥然不同的画面."
    },
    {
      "en": "The European powers extended their authority in Asia.",
      "cn": "欧洲列强在亚洲扩大他们的管辖权。"
    },
    {
      "en": "The range of this plant is East Asia.",
      "cn": "这种植物的产地在东亚."
    },
    {
      "en": "The security of all of southeast Asia will be endangered if Laos loses its neutral independence.",
      "cn": "如果老挝失去了它中立立场的独立,整个东南亚的安全将受到威胁."
    },
    {
      "en": "The teacher chalked out a map of Asia on the blackboard.",
      "cn": "老师用粉笔在黑板上画了一张亚洲地图。"
    },
    {
      "en": "This transmitter will be beamed at East Asia.",
      "cn": "这台发射机将用于对东亚广播."
    },
    {
      "en": "We'd like to have them from Africa and Asia as well.",
      "cn": "“我们也希望有来自非洲和亚洲的小孩”。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "asia minor",
      "tran_cn": "n. 小亚细亚"
    },
    {
      "phrase": "asia pacific",
      "tran_cn": "亚太地区；亚太区"
    },
    {
      "phrase": "central asia",
      "tran_cn": "中亚；亚洲中部"
    },
    {
      "phrase": "east asia",
      "tran_cn": "东亚"
    },
    {
      "phrase": "financial crisis in asia",
      "tran_cn": "亚洲金融危机"
    },
    {
      "phrase": "south asia",
      "tran_cn": "n. 南亚"
    },
    {
      "phrase": "southeast asia",
      "tran_cn": "东南亚"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "亚洲",
      "tran_en": "the largest continent with 60% of the earth's population; it is joined to Europe on the west to form Eurasia; it is the site of some of the world's earliest civilizations"
    },
    {
      "pos": "other",
      "tran_cn": "亚洲"
    }
  ],
  "exchange": {}
}