{
  "word": "millimeter",
  "ipa": {
    "us": "ˈmɪlɪˌmiːtə",
    "uk": "ˈmɪləˌmitər"
  },
  "sentences": [
    {
      "en": "A micrometer is one thousandth of one millimeter.",
      "cn": "一微米是一毫米的千分之一。"
    },
    {
      "en": "Each channel is less than a tenth of a millimeter wide.",
      "cn": "每个通道的宽度小于十分之一毫米."
    },
    {
      "en": "Gyroklystron is one of the most promising high - power coherent millimeter wave sources.",
      "cn": "回旋速调管放大器是一种具有重要发展前景的高功率相干毫米波源."
    },
    {
      "en": "I commonly use the Olympus 100 millimeter telephoto lens.",
      "cn": "i普遍使用奥林巴斯100毫米远摄镜头."
    },
    {
      "en": "In the back of the truck was a 12.7 millimeter rapid-fire machine gun.",
      "cn": "在卡车后面有一只12.7毫米口径的速射机关枪。"
    },
    {
      "en": "It used materials is 0.4 millimeter stainless steel spring steel of powder coatings.",
      "cn": "它使用的材料是0.4毫米的不锈钢弹簧钢，粉末涂层。"
    },
    {
      "en": "Micrometre: One - thousandth of a millimeter.",
      "cn": "微米: 百万分之一米."
    },
    {
      "en": "Microwave signal generator FenMiBo until millimeter wave bands from the signal generator.",
      "cn": "微波信号发生器从分米波直到毫米波波段的信号发生器."
    },
    {
      "en": "Millimeter is used as length unit in this drawing unless otherwise noted.",
      "cn": "除非另有注明,本图采用毫米为长度单位."
    },
    {
      "en": "On average these mosses grow at the glacial speed of 1 millimeter per year—and some of the turfs are meters thick.",
      "cn": "平均来说，这些苔藓以每年大约1毫米的极慢速度生长，而某些草皮有数米厚。"
    },
    {
      "en": "Our store doesn't make even a millimeter's mistake in cutting cloth.",
      "cn": "本店扯布,分厘不差."
    },
    {
      "en": "Snow city Washington, annual snowfall amounts to 1870 millimeter.",
      "cn": "雪城华盛顿, 每年降雪量达1870毫米."
    },
    {
      "en": "So the target echo of armor of millimeter wave is very important.",
      "cn": "因而对装甲目的的毫米波回波特性的研讨拥有十分主要的意思."
    },
    {
      "en": "The phone will use a tiny chip measuring less than one millimeter to detect unpleasant odors, a spokes- woman for Siemens Mobile said.",
      "cn": "西门子移动动电话公司的一位女发言人说，这种电话用不到一毫米的微小芯片来检测令人不悦的气味。"
    },
    {
      "en": "The silicon chips are less than a millimeter thick.",
      "cn": "这些硅片厚度不足一毫米."
    },
    {
      "en": "The system's antenna emits a focused beam of millimeter wave energy.",
      "cn": "该系统的天线发射出能量为毫米波的聚焦射束."
    },
    {
      "en": "The technology of millimeter wave guidance is still in its infancy now.",
      "cn": "译文:毫米波制导技术目前才刚刚起步."
    },
    {
      "en": "This thesis mainly discusses the millimeter - wave fin - line PIN diode SPDT.",
      "cn": "本课题主要研究的是毫米波鳍线PIN管单刀双掷开关."
    },
    {
      "en": "To solve the problem of poor resolution in passive millimeter wave(PMMW) imaging, we present an improved maximum a posteriori(MAP) super-resolution algorithm.",
      "cn": "针对无源毫米波成像中图像分辨率低的问题，提出了一种改进的最大后验（MAP）超分辨算法。"
    },
    {
      "en": "Vane - radiator is an ideal cooling device for beam millimeter - wave traveling wave tube.",
      "cn": "翼片式散热器是一种符合设计要求的理想散热结构."
    },
    {
      "en": "We're also good at seeing big clouds of small particles of dust. ... But in between dust grains up to a millimeter in size and the smallest planets we can see, we're blind.",
      "cn": "我们也同样擅长于发现那些一大堆的尘埃...但是如果要去发现那些毫米级的尘埃，和那些我们能看到的最小的行星，我们几乎就成了盲人。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "millimetre",
          "tran_cn": " 毫米；公厘"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mm millimetre",
            "strich",
            "milimetre"
          ],
          "tran_cn": "[计量]毫米"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "millimeter wave",
      "tran_cn": "毫米波"
    },
    {
      "phrase": "square millimeter",
      "tran_cn": "平方毫米"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "毫米",
      "tran_en": "a unit for measuring length. There are 1,000 millimeters in one meter."
    }
  ],
  "exchange": {
    "pl": [
      "millimeters"
    ]
  }
}