{
  "word": "variant",
  "ipa": {
    "us": "ˈveəriənt",
    "uk": "ˈveriənt"
  },
  "sentences": [
    {
      "en": "A locale is said to be a language only variant of another locale if it has only language code and that language code is the same as that for another locale.",
      "cn": "如果某个区域设置仅有语言代码，且语言代码与另一个区域设置相同，则将第一个区域设置称为第二个区域设置的语言变体。"
    },
    {
      "en": "A slight variant of the above construction of T goes as follows.",
      "cn": "将上面构造T的方法稍加改变如下."
    },
    {
      "en": "A variant of the swept - back wing is the delta wing.",
      "cn": "后掠翼的变型是三角翼."
    },
    {
      "en": "An intriguing variant to pipelines would be to carry the water using the existing system of canals.",
      "cn": "除用管道外，利用现有的运河系统来输送水也很值得一试。"
    },
    {
      "en": "Another variant is presented by some members of the Palmae.",
      "cn": "在一些棕榈科成员中还存在另一种变体."
    },
    {
      "en": "In 2003, Mead and his colleagues discovered a much more common variant of the prion gene that provides protection against prion diseases.",
      "cn": "2003年，米德和他的同事发现了朊病毒基因更普遍的变体，可以抗御与朊病毒有关的疾病。"
    },
    {
      "en": "Note that you must use the same variant of this option for all compiler runs related to the same project.",
      "cn": "注意，对于所有运行的与同一个项目相关的编译器，必须使用这个选项的相同变体。"
    },
    {
      "en": "One kind of elemental atoms and all other elemental atoms are variant.",
      "cn": "一种元素的原子与所有其它元素的原子是不同的."
    },
    {
      "en": "Problems include such difficulties as changes of name and variant name forms.",
      "cn": "问题包括名称的改变和不同的名称形式等困难."
    },
    {
      "en": "Product variant: This is a product that is based on another product but with some different characteristics.",
      "cn": "产品变体：这是一种基于另一种产品但具备一些不同特性的产品。"
    },
    {
      "en": "Semasiology is a variant name for semantics.",
      "cn": "Semasiology是 Semantics的异名."
    },
    {
      "en": "spelling variants in British and American English",
      "cn": "英国英语和美国英语中的不同拼法"
    },
    {
      "en": "The concept of the normal is properly a variant of the concept of the good.",
      "cn": "正常这一概念应该是善良这一概念的变体."
    },
    {
      "en": "The human variant that Alison Williams contracted has claimed 94 lives as well.",
      "cn": "像艾丽森-威廉姆斯出现的人类变异型症状已有94人."
    },
    {
      "en": "The quagga was a strikingly beautiful variant of the zebra.",
      "cn": "斑驴是一种极美丽的斑马变种。"
    },
    {
      "en": "The second variant is using chord - clicking to cancel a drag.",
      "cn": "第2种是使用合击来取消拖动."
    },
    {
      "en": "There are so many variant spellings of his name.",
      "cn": "他的名字有很多不同的拼写形式。"
    },
    {
      "en": "There are variant formulations of some of the maxims.",
      "cn": "有些准则有多种表达方式."
    },
    {
      "en": "There were some abnormal logical contradiction and theoretical mistakes on the naming and classifying the variant sonata form and rondo type in The Forms of Instrumental Music by Weiner Leo.",
      "cn": "魏纳的《器乐曲式学》在关于奏鸣曲式变体及回旋曲式类型等命名与分类上，存在反常的逻辑矛盾与理论失误。"
    },
    {
      "en": "This game is a variant of baseball.",
      "cn": "这种运动是由棒球演变而来的。"
    },
    {
      "en": "We derive now a useful variant of that inequality.",
      "cn": "我们现在推导这个不等式的另一种有用形式."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "varied",
          "tran_cn": " 多变的；各式各样的；杂色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "variance",
          "tran_cn": " 变异；变化；不一致；分歧；[数] 方差"
        },
        {
          "word": "variation",
          "tran_cn": " 变化；[生物] 变异，变种"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "varied",
          "tran_cn": " 改变；使多样化（vary的过去式和过去分词形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "different",
            "diverse",
            "unlike",
            "multiple",
            "varying"
          ],
          "tran_cn": "不同的；多样的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "transformation",
            "converting"
          ],
          "tran_cn": "[生物][计]变体；转化"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "another",
            "clashing",
            "divergent",
            "incoherent",
            "unlike"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "变异的；不同的，相异的，不一致的；多样的；易变的，不定的"
    },
    {
      "pos": "n",
      "tran_cn": "（词等的）变体，（字音的）转讹，[生]变种，变异体，变形，变量，转化，[统]变式",
      "tran_en": "something that is slightly different from the usual form of something"
    }
  ],
  "exchange": {
    "pl": [
      "variants"
    ]
  }
}