{
  "word": "equator",
  "ipa": {
    "us": "ɪˈkweɪtə(r)",
    "uk": "ɪˈkweɪtər"
  },
  "sentences": [
    {
      "en": "a small village near the equator",
      "cn": "赤道附近的小村庄"
    },
    {
      "en": "At these times of the year, the sun appears to be directly over Earth’s equator, and the lengths of the day and the night are equal over most of the planet.",
      "cn": "在一年里这两个时间点上，太阳出现在赤道的正上方，并且在地球上绝大多数地方，白天与夜间的长度是相同的。"
    },
    {
      "en": "Doctor Krapf proposes to push west by the Djole, a river situated below the Equator.",
      "cn": "克拉伯夫博士打算顺着乔勃河往西走, 乔勃河是赤道附近的一条河."
    },
    {
      "en": "GPS operates best near the equator.",
      "cn": "全球定位系统在赤道附近性能最好。"
    },
    {
      "en": "In the hot zone near the equator the sun heats the air continually; hence the air there ascends.",
      "cn": "在靠近赤道的热带地区，太阳不断地加热那里的空气，于是那里的热空气就上升。"
    },
    {
      "en": "Instead, they wobbled along the equator before fizzling out.",
      "cn": "相反，它们一直在赤道附近摇晃，直到消失。"
    },
    {
      "en": "It forms a right angle with the equator.",
      "cn": "它与赤道成直角."
    },
    {
      "en": "Knows(Those ) from south of the [ equator ] come to the United States during the northern winter .",
      "cn": "那些来自赤道以南的学生在北方的冬天来到美国。"
    },
    {
      "en": "Many rivers carry silt toward the equator.",
      "cn": "许多河流带着泥沙流向赤道."
    },
    {
      "en": "Our spinning planet is heated strongly at the equator, feebly at the poles.",
      "cn": "我们这个旋转着的行星在赤道处受热很强烈, 而在两极很微弱."
    },
    {
      "en": "She just with my location of the equator into the axial symmetry.",
      "cn": "她正好与我所在的位置与赤道成轴对称."
    },
    {
      "en": "Singapore is near the equator.",
      "cn": "新加坡位于赤道附近."
    },
    {
      "en": "Terrestrial latitude is measured in degrees north or south from the equator.",
      "cn": "地球纬度是从赤道向南或向北以度数来表示."
    },
    {
      "en": "The beautiful island of Tahiti is located south of the Equator.",
      "cn": "美丽的大溪地位于赤道以南."
    },
    {
      "en": "The equator divides the earth into two hemispheres.",
      "cn": "赤道把地球划分成为两个半球."
    },
    {
      "en": "The equator is an imaginary line around the middle of the earth.",
      "cn": "赤道是一条假想的环绕地球腰部的线。"
    },
    {
      "en": "The equator is an imaginary line.",
      "cn": "赤道是一条实际上并不存在的线."
    },
    {
      "en": "The islands are rightfully proud of their location on the equator.",
      "cn": "加拉帕戈斯群岛位于赤道之上,它完全有理由为此自豪."
    },
    {
      "en": "The ridge lies farther from the equator in July than in either April or October.",
      "cn": "此高压脊与赤道的距离在七月份比四月和十月份远."
    },
    {
      "en": "The tick escaped from Tom, presently, and crossed the equator.",
      "cn": "扁虱很快就从汤姆这边逃出去, 爬过了界线."
    },
    {
      "en": "The United States is north of the equator.",
      "cn": "美国位于赤道以北。"
    },
    {
      "en": "中文例句：a small village near the equator",
      "cn": "赤道附近的小村庄"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "equinoctial"
          ],
          "tran_cn": "[天][地理]赤道"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "celestial equator",
      "tran_cn": "[天]天球赤道（等于equator，equinoctial，equinoctial circle，equinoctial line）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "赤道",
      "tran_en": "an imaginary line drawn around the middle of the Earth that is exactly the same distance from the North Pole and the South Pole"
    }
  ],
  "exchange": {
    "pl": [
      "equators"
    ]
  }
}