{
  "word": "retrenchment",
  "ipa": {
    "us": "rɪˈtrentʃmənt",
    "uk": "rɪˈtrentʃmənt"
  },
  "sentences": [
    {
      "en": "But pretty soon the theory of fiscal retrenchment will be translated into real political pain.",
      "cn": "但财政紧缩的理论,将很快转化为实实在在的政治阵痛."
    },
    {
      "en": "Defence planners predict an extended period of retrenchment.",
      "cn": "国防规划人员们预计，开支紧缩期会延长。"
    },
    {
      "en": "Defense planners predict an extended period of retrenchment.",
      "cn": "国防规划人员预计开支紧缩期会延长。"
    },
    {
      "en": "First, rightly or wrongly ( wrongly, in my view ), the zone set on fiscal retrenchment.",
      "cn": "首先, 无论对错 ( 在我看来是错的 ), 欧元区已决意实施财政紧缩."
    },
    {
      "en": "However, a stringent programme of fiscal retrenchment will also be necessary.",
      "cn": "然而严格的财政缩减项目是必须的."
    },
    {
      "en": "In his spring budget he will need to reinforce his commitment to retrenchment.",
      "cn": "在其春季预算中,他还需进一步紧缩开支."
    },
    {
      "en": "Now, businesses are catching up with a retrenchment of their own.",
      "cn": "现在, 商业企业也同样在压缩开支."
    },
    {
      "en": "Or will such a zealous embrace of fiscal retrenchment tip the economy back into recession?",
      "cn": "或者,如此狂热地奉行财政紧缩,是否会把英国经济重新推入衰退?"
    },
    {
      "en": "Retrenchment in the colleges could force thousands of students back into the unemployment lines.",
      "cn": "学院若缩减经费,数千名学生将被迫回到失业工人的行列."
    },
    {
      "en": "Retrenchment is inevitable and it is unlikely to be gradual or well planned.",
      "cn": "节流是必然的,但是它不可能稳步规划,按部就班."
    },
    {
      "en": "Retrenchment was also the message from manufacturers.",
      "cn": "裁员也是来自于制造业危机的信息之一."
    },
    {
      "en": "That means massive private retrenchment, with corporations particularly frugal at the moment.",
      "cn": "这意味着私人部门大规模缩减开支, 而企业眼下尤为节俭."
    },
    {
      "en": "The company is in for a period of retrenchment.",
      "cn": "公司目前正值削减开支阶段."
    },
    {
      "en": "The president of our university has given us two reasons: annual budget cut and faculty retrenchment.",
      "cn": "大学校长给我们两点理由:年度 预算的紧缩以及教师的削减."
    },
    {
      "en": "The question is if Monday's overdue correction marks a larger retrenchment.",
      "cn": "问题是,周一的过度调整是否标志着更大幅度的下跌."
    },
    {
      "en": "Thus, far from being stabilising, premature fiscal retrenchment threatens destabilisation of the world economy.",
      "cn": "因此, 过早实施财政紧缩非但不会产生稳定效应, 反而会威胁到全球经济的稳定."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "retrench",
          "tran_cn": " 节省；紧缩"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "retrench",
          "tran_cn": " 删除；减少；紧缩开支"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cancellation",
            "deletion"
          ],
          "tran_cn": "节省；删除"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "compression",
            "contraction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "节省，删除",
      "tran_en": "Retrenchment means spending less money"
    }
  ],
  "exchange": {
    "pl": [
      "retrenchments"
    ],
    "verb": [
      "retrench"
    ]
  }
}