{
  "word": "Alfred",
  "ipa": {
    "us": "'ælfrɪd",
    "uk": "'ælfrɪd"
  },
  "sentences": [
    {
      "en": "\"On going around with the boys, I guess.\" said Alfred.",
      "cn": "“我想是和朋友们一起出去，”艾尔弗雷德说。"
    },
    {
      "en": "Alfred Adler , a famous doctor, had an experience which illustrates this.",
      "cn": "阿尔弗莱德-阿德勒是一位著名的医生, 他有过可以说明这点的经历."
    },
    {
      "en": "Alfred is temperate in eating.",
      "cn": "阿佛烈在吃方面是有节制的."
    },
    {
      "en": "Alfred shot him a sideways glance.",
      "cn": "艾尔弗雷德斜眼瞥了他一下。"
    },
    {
      "en": "But Alfred had deduced that the Danes were no longer fit for prolonged battle.",
      "cn": "但是,阿尔弗雷德已经推断出,丹麦人已不再适应持久的战争了."
    },
    {
      "en": "Faced with the Danish advance, Alfred did not risk open battle.",
      "cn": "对付丹麦军的进攻, 艾尔弗雷德尽力避开正面交锋."
    },
    {
      "en": "He put out his hand to Alfred.",
      "cn": "他把手伸向艾尔弗雷德。"
    },
    {
      "en": "He was clumsily trying to grab at Alfred's arms.",
      "cn": "他笨手笨脚地想抓住艾尔弗雷德的手臂。"
    },
    {
      "en": "I admire Jay's and Alfred's translations, but I just do my own thing, my own take on what Murakami should sound like in English.",
      "cn": "我很欣赏杰和阿尔弗雷德的译文，但我只会做我自己的事情。 我在翻译中坚持译文应该是地道的目标语言。"
    },
    {
      "en": "In ` Alfred the Great', ` the Great'is an epithet.",
      "cn": "\"阿尔弗雷德大帝\"中的\"大帝 \" 是个称号."
    },
    {
      "en": "Neither Alfred nor I had had any training as teachers, and I at least had no books for the lessons in French, maths and physics that I was supposed to give.",
      "cn": "阿尔弗雷德来自南罗得西亚，我俩谁也没有接受过任何正规的教学培训，至少，我连任何要教授的法语、数学和物理课程的书籍都没有。"
    },
    {
      "en": "Now Alfred began a long series of skirmishes.",
      "cn": "然后,艾尔弗雷德发动了一系列的小规模战斗."
    },
    {
      "en": "Now Alfred began a series of skirmishes.",
      "cn": "接着阿尔弗雷德开展了一连串的小规模战斗."
    },
    {
      "en": "She wondered if she ought to take some coffee out to Alfred.",
      "cn": "她不知道自己是否应该给艾尔弗雷德端去咖啡。"
    },
    {
      "en": "The director of Psycho was Alfred Hitchcock.",
      "cn": "《惊魂记》的导演正是艾弗列?希区考克."
    },
    {
      "en": "Then Alfred went musing into the deserted schoolhouse. He was humiliated and angry.",
      "cn": "他苦思冥想来到了空荡荡的教室, 感到受了羞辱,非常恼火."
    },
    {
      "en": "Tom always felt very much the junior to Alfred.",
      "cn": "汤姆在艾尔弗雷德面前高兴得象个小弟弟."
    },
    {
      "en": "When Alfred Adler first postulated in 1908 that there existed an inborn instinct of aggression Freud argued against it.",
      "cn": "当艾尔弗雷德·阿德勒于1908年首次提出人生来就有攻击性本能的假设时，弗洛伊德对此表示反对。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "alfred hitchcock",
      "tran_cn": "阿尔弗雷德·希区柯克（英国导演）"
    },
    {
      "phrase": "alfred nobel",
      "tran_cn": "阿尔弗雷德·诺贝尔（瑞典化学家）"
    },
    {
      "phrase": "alfred north whitehead",
      "tran_cn": "怀德海"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阿尔佛雷德（男子名）"
    },
    {
      "pos": "other",
      "tran_cn": "艾尔弗雷德（男名）"
    }
  ],
  "exchange": {}
}