{
  "word": "scathing",
  "ipa": {
    "us": "ˈskeɪðɪŋ",
    "uk": "ˈskeðɪŋ"
  },
  "sentences": [
    {
      "en": "\" What are you shouting about ? \" was the scathing reply. \" That's only the deposit.",
      "cn": "拿纸单的人,听也不听地只是责备道: “ 你在吵个球!"
    },
    {
      "en": "a scathing attack on the new management",
      "cn": "针对新的管理层的猛烈抨击"
    },
    {
      "en": "And if I have a bad game, I don't receive a scathing critique from her.",
      "cn": "而当我打的很差的时候, 祖母并不会批评我."
    },
    {
      "en": "He expounded his viewpoint with superb style and scathing wit.",
      "cn": "他总是以高雅的风格和尖刻的妙语来阐述他的观点."
    },
    {
      "en": "He is equally scathing of anyone who dismisses his own role.",
      "cn": "对于忽视他的地位的人他也会同样还以颜色."
    },
    {
      "en": "He let the hapless Germans talks , then crushed them with scathing, often witty abuse.",
      "cn": "他只是在倒霉的德国广播中机智地插进些讽刺 、 苛刻的攻击."
    },
    {
      "en": "He then launched a scathing attack on previous leaders.",
      "cn": "他接着严厉地斥责了几位前任领导者。"
    },
    {
      "en": "His article is, predictably, a scathing attack on capitalism.",
      "cn": "可想而知，他的文章是对资本主义的严厉抨击。"
    },
    {
      "en": "His report was scathing about Loyalist and Republican terror groups.",
      "cn": "他的报告猛烈抨击了忠英派和共和军的恐怖组织。"
    },
    {
      "en": "His scathing remarks about silly lady novelists.",
      "cn": "他关于愚蠢的女小说家的尖刻评论."
    },
    {
      "en": "If someone excessively flatters you for a minor success, you need to internalize it the same way you would internalize a scathing insult.",
      "cn": "如果有人对你的一点点成功就过分奉承，你需要自己内部消化这种阿谀奉承就像你内部消化别人的严厉侮辱一样。"
    },
    {
      "en": "Not all City folk have been so scathing.",
      "cn": "不是所有的伦敦银行家都这么毫不留情."
    },
    {
      "en": "Republican senators were scathing in their criticism of today's hearing.",
      "cn": "共和党参议员们对今天听证会的批评很尖锐。"
    },
    {
      "en": "She always says such scathing words that no one likes to deal with her.",
      "cn": "她的刺儿话可多了,大家都不愿意招惹她."
    },
    {
      "en": "She's very capable of dishing out scathing criticism toward politicians.",
      "cn": "她非常善于抨击政客."
    },
    {
      "en": "Some scathing comments were heard from visitors.",
      "cn": "从来宾那听到了一些尖刻的批评."
    },
    {
      "en": "The report was scathing about the lack of safety precautions.",
      "cn": "该报道对缺乏安全预防措施一事严加指责."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "scathingly",
          "tran_cn": " 尖刻地；严厉地；伤害地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "severe",
            "tight",
            "hard",
            "harsh",
            "rigorous"
          ],
          "tran_cn": "严厉的；损伤的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acid",
            "acidulous",
            "corrosive",
            "cutting"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "hurting"
          ],
          "tran_cn": "损伤；伤害（scathe的ing形式）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（言词、文章）严厉的，尖刻的，不留情的",
      "tran_en": "a scathing remark criticizes someone or something very severely"
    },
    {
      "pos": "v",
      "tran_cn": "<诗>伤害，损害（尤指使之枯萎）( scathe的现在分词)"
    }
  ],
  "exchange": {
    "adv": [
      "scathingly"
    ]
  }
}