{
  "word": "consonance",
  "ipa": {
    "us": "ˈkɒnsənəns",
    "uk": "ˈkɑnsənəns"
  },
  "sentences": [
    {
      "en": "Alliteration and consonance are three main rhetorical devices , and literaland naturalization are the main translation approach.",
      "cn": "头韵 、 元音韵和辅音韵是三种最基本的押韵修辞格."
    },
    {
      "en": "Cognitive consonance is a consistency between the knowledge , ideas and beliefs .",
      "cn": "认识一致是知识、思想和信念之间的一致。"
    },
    {
      "en": "Cognitive consonance is a consistency between the knowledge, ideas and beliefs.",
      "cn": "认识一致是知识 、 思想和信念之间的一致."
    },
    {
      "en": "Even though thousands of miles apart can also have consonance.",
      "cn": "即使相隔万里,也能心有灵犀."
    },
    {
      "en": "Her agitation seemed out of consonance with her usual calm.",
      "cn": "她激动的似乎符合她平常平静."
    },
    {
      "en": "In acoustics he studied the propagation of sound and musical consonance and dissonance.",
      "cn": "在声学中,他研究了声的传播和音乐的和谐与不和谐."
    },
    {
      "en": "In tonal music dissonances are unstable and sound as if they should move to a consonance.",
      "cn": "在调性音乐中,不协和音程是不稳定的,听上去似乎他们应改变为协和音程."
    },
    {
      "en": "Is not the same but will also have consonance malaise?",
      "cn": "是不是一样也会心有灵犀而会心神不安?"
    },
    {
      "en": "Mews your name, life's heart consonance Splendor Fantasy!",
      "cn": "轻唤你的名字, 今生的心有灵犀蝶舞翩跹!"
    },
    {
      "en": "Music To cause ( a tone or chord ) to progress from dissonance to consonance.",
      "cn": "使 ( 音调或和弦 ) 从不和谐向和谐发展."
    },
    {
      "en": "One becomes sharply aware, but without regret, of the limits of mutual understanding and consonance with other people.",
      "cn": "人们会清楚地发觉，同别人的相互了解和协调一致是有限度的，但这不值得惋惜。"
    },
    {
      "en": "The augmented fourth is also a dissonance, an unstable interval that needs to move consonance.",
      "cn": "加四度也是不稳定的不协和音程,需要变为协和音程."
    },
    {
      "en": "The feelings and mood are thick at every moment in the day time, which need more deposition and consonance, letting us taste blessedness and happiness.",
      "cn": "白天的每一刻思绪与心情都是浑浊的，它需要更多的沉淀与调和，让我们品味幸福与快乐的味道。"
    },
    {
      "en": "The interval and the consonance of an octave.",
      "cn": "八音度的音程和和音."
    },
    {
      "en": "These results are consonance with human's experiences.",
      "cn": "这一结果符合人类自身情感控制的实践."
    },
    {
      "en": "These things suggested a want of easy consonance with the deeper rhythms of life.",
      "cn": "这些特点表示对生活中较深的意境不容易协调."
    },
    {
      "en": "We have stated a rule for consonance in terms of the coincidence of harmonics.",
      "cn": "我们已经叙述了用谐波的符合来表示谐合的规则."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "consonant",
          "tran_cn": " 辅音的；一致的；和谐的"
        },
        {
          "word": "consonantal",
          "tran_cn": " 带辅音性质的；辅音的；子音的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "consonant",
          "tran_cn": " 辅音；辅音字母"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "accordance",
            "unity",
            "agreement",
            "coordination",
            "identity",
            "harmony"
          ],
          "tran_cn": "一致，调和；和音"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accord",
            "coherence",
            "compatibility",
            "conformity",
            "consensus",
            "consistency",
            "correspondence",
            "harmony",
            "peace"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "一致，调和，协和音程，和音",
      "tran_en": "agreement, harmony, or accord "
    }
  ],
  "exchange": {}
}