{
  "word": "unforgettable",
  "ipa": {
    "us": "ˌʌnfəˈɡetəbl",
    "uk": "ˌʌnfərˈɡetəbl"
  },
  "sentences": [
    {
      "en": "A bright shooting star, or meteor, is an unforgettable sight.",
      "cn": "明亮的流星，或者说陨石，是番难忘的景象。"
    },
    {
      "en": "A visit to the museum is an unforgettable experience.",
      "cn": "对该博物馆的参观是一次难忘的经历。"
    },
    {
      "en": "A visit to the Museum is an unforgettable experience.",
      "cn": "参观博物馆是一段令人难忘的经历。"
    },
    {
      "en": "Every person stood to applaud his unforgettable act of courage.",
      "cn": "所有人起立为他不可磨灭的英勇之举鼓掌。"
    },
    {
      "en": "For this reason, many travelers choose to return again and again to the unforgettable \"Land of Smiles\".",
      "cn": "正因为如此，许多游客会一次又一次地回到那令人难忘的“微笑之国”。"
    },
    {
      "en": "He created many unforgettable characters in his novels.",
      "cn": "他在他的小说中创造了很多令人难忘的人物."
    },
    {
      "en": "He raised his hand to stop my words, looked at me with unforgettable reproach.",
      "cn": "他举起手来不让我再讲下去, 怀着令人难忘的怨气看了我一眼."
    },
    {
      "en": "He spent so many unforgettable days with them that he was loath to part with them.",
      "cn": "他与他们一起度过那么多难忘的日子,他舍不得离开他们."
    },
    {
      "en": "Hillary and I had had an unforgettable week, but it was time to get back to those opportunities.",
      "cn": "我和希拉里度过了难忘的一周，但现在是时候我们回国抓住那些“机遇”了。"
    },
    {
      "en": "It was an unforgettable experience.",
      "cn": "那是一次令人难忘的经历."
    },
    {
      "en": "Love made these things unforgettable.",
      "cn": "爱使得这些事难以忘怀."
    },
    {
      "en": "Our journey by camel was quite an unforgettable experience.",
      "cn": "我们骑骆驼旅行真是一次难忘的经历。"
    },
    {
      "en": "The trip had been unforgettable experience for both of us.",
      "cn": "那趟旅行是我们两人难以忘怀的经历."
    },
    {
      "en": "The war has branded an unforgettable lesson on our minds.",
      "cn": "战争在我们心上烙下了永志难忘的教训."
    },
    {
      "en": "They like to look back on those unforgettable years in the army.",
      "cn": "他们喜欢回忆在部队的那些难忘的岁月."
    },
    {
      "en": "They noted down the time and date of this most unforgettable event.",
      "cn": "他们记下了这件最难忘的事发生的日期和时刻."
    },
    {
      "en": "We missed the lessons, but we gained this unforgettable amusing experience.",
      "cn": "虽然误了课, 但都有一次难以忘怀的可笑的经历."
    },
    {
      "en": "When it is examined with a telescope, the Milky Way is an unforgettable sight.",
      "cn": "借助于一架望远镜观察银河时, 那是一副令人难以忘怀的奇观."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "exceptional",
            "extraordinary",
            "impressive",
            "memorable",
            "notable",
            "noteworthy",
            "remarkable"
          ],
          "tran_cn": "令人难忘的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deathless",
            "exceptional",
            "extraordinary",
            "indelible",
            "memorable",
            "notable",
            "noteworthy",
            "remarkable"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "难忘的，铭刻肺腑的",
      "tran_en": "an unforgettable experience, sight etc affects you so strongly that you will never forget it, especially because it is particularly good or beautiful"
    }
  ],
  "exchange": {}
}