{
  "word": "favoritism",
  "ipa": {
    "us": "'feɪvərɪtɪzəm",
    "uk": "'feɪvərɪtˌɪzəm"
  },
  "sentences": [
    {
      "en": "But if you show favoritism, you sin and are convicted by the law as lawbreakers.",
      "cn": "9但你们若按外貌待人 、 便是犯罪、被律法定为犯法的."
    },
    {
      "en": "Dating Bosses: False accusations of favoritism may arise.",
      "cn": "跟老板约会: 可能会被误指徇私."
    },
    {
      "en": "Dating Bosses: False accusations of favoritism may arise. You may get fired after the break - up.",
      "cn": "跟老板约会: 可能会被误指徇私. 在分手之后你可能会被解雇."
    },
    {
      "en": "Every office has its share of favoritism, inefficiency and dumb decisions.",
      "cn": "每个公司都有他的偏袒、无效率和愚蠢的决定。"
    },
    {
      "en": "For God does not show favoritism.",
      "cn": "11因为神不偏待人."
    },
    {
      "en": "If you get a promotion ahead of her, that is favoritism.",
      "cn": "如果得到了晋升,职位比她高了, 那叫偏袒."
    },
    {
      "en": "It was thought that most promotions were based on favoritism.",
      "cn": "人们认为,这次提职大部分都不公平."
    },
    {
      "en": "My brothers and sisters, do you acts of favoritism really in our glorious Lord Jesus Christ?",
      "cn": "我的弟兄们, 你们信奉我们荣耀的主耶稣基督,便不可按着外貌待人."
    },
    {
      "en": "No one is satisfied with his favoritism in his work.",
      "cn": "大家对他在工作中表现的徇私作风都感到不满意."
    },
    {
      "en": "On the question of using cadres we should never appoint people by favoritism.",
      "cn": "在使用干部的问题上,我们决不能任人唯亲."
    },
    {
      "en": "Other conducts involving abusing authority, dereliction of duty and playing favoritism and committing irregularities.",
      "cn": "(五)其他滥用职权 、 玩忽职守、徇私舞弊的行为."
    },
    {
      "en": "The students think that the teacher's praises are based on favoritism.",
      "cn": "学生们认为老师的表扬是有偏向的."
    },
    {
      "en": "The typical product of favoritism of customers and selected by sorting samples and calculating their scores.",
      "cn": "采用排序法确定不同样品的重要度,计算各样品在客户群中受欢迎的程度,优选出客户群偏爱的典型样品."
    },
    {
      "en": "These adjectives mean free from favoritism, self - interest, or bias in judgment.",
      "cn": "这些形容词表示不偏袒 、 不自私或在判断中无偏见."
    },
    {
      "en": "This was his first hint at graft, favoritism.",
      "cn": "这是他包庇,偏私的最初的暗示."
    },
    {
      "en": "To gauge favoritism, the researchers asked the moms three questions: To which child in your family do you feel the most emotional closeness?",
      "cn": "为了判断是否属于偏袒，研究人员问了妈妈们三个问题：在你家孩子中，谁跟你感情最亲密？"
    },
    {
      "en": "We tried to meet both children's needs without the appearance of favoritism or unfairness.",
      "cn": "我们尽力对两个孩子的需要都予以满足，而不显得有所偏向或袒护。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "favorite",
          "tran_cn": " 最喜爱的；中意的；宠爱的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "favorite",
          "tran_cn": " 幸运儿；喜欢的事物；特别喜欢的人"
        },
        {
          "word": "favouritism",
          "tran_cn": " 徇私；偏爱；得宠"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "partial to",
            "partiality"
          ],
          "tran_cn": "偏袒；得宠"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "discrimination"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "偏爱，得宠，偏袒"
    }
  ],
  "exchange": {}
}