{
  "word": "watershed",
  "ipa": {
    "us": "ˈwɔ:təʃed",
    "uk": "ˈwɔtərʃed"
  },
  "sentences": [
    {
      "en": "Boundary extraction of watershed is an important step in forest landscape research.",
      "cn": "流域边界提取是森林景观研究中的重要步骤."
    },
    {
      "en": "For leaders in the field like Carr, this year marks a critical watershed.",
      "cn": "对像卡尔这样的这个领域的领头人来说, 今年是具有重大意义的一年."
    },
    {
      "en": "Industry expected: July will be a watershed in Guangzhou prices down!",
      "cn": "业界人士预期: 七月将是广州房价升跌的分水岭!"
    },
    {
      "en": "Internationally, 1959 was a watershed year in film history.",
      "cn": "就国际层面而言, 1959年是电影历史中具有转折性的一年."
    },
    {
      "en": "It forms the watershed between the two rivers.",
      "cn": "它成了两条河流的分水岭."
    },
    {
      "en": "Stream system is a critical and basic unit of watershed management.",
      "cn": "河溪系统是流域管理中最基本和最重要的单元."
    },
    {
      "en": "The advert should only be shown after the 9pm watershed.",
      "cn": "这则广告只能在晚上9点成人节目开始后才能播出。"
    },
    {
      "en": "The alternative livelihoods strategy well addresses the dual objectives of watershed management.",
      "cn": "由此可见,替代生计体现着流域管理目标的双重性."
    },
    {
      "en": "The election of Mary Robinson in 1990 was a watershed in Irish politics.",
      "cn": "1990年玛丽·鲁滨逊的当选是爱尔兰政治的分水岭。"
    },
    {
      "en": "The flumes are used extensively to measure watershed turnoff.",
      "cn": "水槽广泛用于测量集水区的经流流量."
    },
    {
      "en": "The meeting has the potential to be a watershed event.",
      "cn": "这次会议有可能成为具有转折性的事件。"
    },
    {
      "en": "The middle decades of the 19th century marked a watershed in Russia's history.",
      "cn": "19世纪中叶标志着俄国历史的转折点。"
    },
    {
      "en": "The watershed total rainfall is expressed by using double integration.",
      "cn": "利用二重积分表示流域降雨总量."
    },
    {
      "en": "This often becomes a watershed in mediocrity and genius!",
      "cn": "这往往就成为了庸才和天才的分水岭!"
    },
    {
      "en": "Tonight could prove to be a watershed for the international career of Barnes.",
      "cn": "今晚将可能成为巴恩斯国际职业生涯的转折点。"
    },
    {
      "en": "Water resources management, watershed planning and water resources sustainable utilization stratagem study.",
      "cn": "水资源规划 、 流域规划以及水资源可持续利用战略研究."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "watermark",
          "tran_cn": " 水印；水位标志"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "watermark",
          "tran_cn": " 在…上印水印（图案）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "valley",
            "divide",
            "river basin"
          ],
          "tran_cn": "（美）[水文]流域；[地理]分水岭；集水区；转折点"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "watershed area",
      "tran_cn": "分水岭地区；分水界域；集水面积"
    },
    {
      "phrase": "watershed management",
      "tran_cn": "流域管理"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "标志转折点的"
    },
    {
      "pos": "n",
      "tran_cn": "分水岭，集水区，转折点，流域",
      "tran_en": "the time in the evening after which television programmes that are not considered suitable for children may be shown in Britain"
    }
  ],
  "exchange": {
    "pl": [
      "watersheds"
    ]
  }
}