{
  "word": "fundamentally",
  "ipa": {
    "us": "ˌfʌndəˈmentəli",
    "uk": "ˌfʌndəˈmentəli"
  },
  "sentences": [
    {
      "en": "\" Did you ever stop to think, Scarlett, that Rhett and I are fundamentally alike? \"",
      "cn": "\" 思嘉, 你可曾想过瑞德和我是基本相同的一种人 吗 ?"
    },
    {
      "en": "As for himself, he was too tired to grapple fundamentally with the fact.",
      "cn": "就他自己来说, 他太累了,根本不想去考虑问题的实质."
    },
    {
      "en": "Environmentalists say the treaty is fundamentally flawed.",
      "cn": "环保主义者称这个条约存在根本性的缺陷。"
    },
    {
      "en": "Fundamentally, from the view point of their own class, the fashionable writers were correct.",
      "cn": "从根本上看, 从他们本阶级的观点看, 这些流行作家是正确的."
    },
    {
      "en": "Fundamentally, it was a conventional bomber, but it had a number of interesting innovations.",
      "cn": "从根本上说，那是一架常规轰炸机，但是有许多有意思的创新。"
    },
    {
      "en": "Gen. de Gaulle sensed that nuclear weapons would fundamentally change the nature of international relations.",
      "cn": "戴高乐将军意识到核武器将从根本上改变国际关系的性质。"
    },
    {
      "en": "He disagreed fundamentally with the President's judgment.",
      "cn": "他从根本上反对总统的判断。"
    },
    {
      "en": "His opponents still say he's a fundamentally untrustworthy figure.",
      "cn": "他的对手依然说他根本不可信。"
    },
    {
      "en": "Language is something which fundamentally distinguishes humans from animals.",
      "cn": "语言是将人类与动物区分开来的基本特征。"
    },
    {
      "en": "More fundamentally, scenario families do not translate easily into plans for action.",
      "cn": "更根本的问题是, 情境群并不容易解释成实践计画."
    },
    {
      "en": "She is fundamentally unsuited to office work.",
      "cn": "她根本就不适合做办公室工作."
    },
    {
      "en": "The book presents a fundamentally distorted picture.",
      "cn": "该书所描绘的情景是对真相的根本歪曲."
    },
    {
      "en": "The conclusions of the report are fundamentally wrong .",
      "cn": "这份报告的结论从根本上来说就是错误的。"
    },
    {
      "en": "The economic competition in the 21 st century is fundamentally talents competition.",
      "cn": "二十一世纪的经济竞争归根结底是人才的竞争."
    },
    {
      "en": "The political culture of the US is fundamentally different .",
      "cn": "美国的政治文化迥然不同。"
    },
    {
      "en": "The thinking is good-hearted, but muddled and fundamentally unsound.",
      "cn": "这个想法的出发点是好的，但是条理混乱，而且本质上是错误的。"
    },
    {
      "en": "Their approach to the problem is fundamentally misguided.",
      "cn": "他们解决这个问题的方法从根本上说是判断错误的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fundamental",
          "tran_cn": " 基本的，根本的"
        },
        {
          "word": "fundamentalist",
          "tran_cn": " 基要主义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "fundament",
          "tran_cn": " 基础；臀部；肛门"
        },
        {
          "word": "fundamental",
          "tran_cn": " 基本原理；基本原则"
        },
        {
          "word": "fundamentalism",
          "tran_cn": " 原教旨主义；基要主义"
        },
        {
          "word": "fundamentalist",
          "tran_cn": " 基要主义者；信奉正统派基督教的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "practically"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "基础地，根本地，从根本上",
      "tran_en": "in every way that is important or basic"
    }
  ],
  "exchange": {}
}