{
  "word": "walkway",
  "ipa": {
    "us": "ˈwɔ:kweɪ",
    "uk": "ˈwɔkˌwe"
  },
  "sentences": [
    {
      "en": "He walked outside to a walkway and paused.",
      "cn": "他走出后门来到人行道边然后停下了."
    },
    {
      "en": "In the asymmetrical applications, the plane of the cables is at the edge of the walkway.",
      "cn": "当不对称布置时, 索面布置在人行道的一侧."
    },
    {
      "en": "It's window by the narrow walkway, few people will notice for it's height.",
      "cn": "这个窗口在一条很窄的走道旁边, 因为太高一般不太注意得到."
    },
    {
      "en": "Mall: Malls typically are enclosed, with a climate - controlled walkway between two facing strips of stores.",
      "cn": "摩尔: 典型的摩尔应具备人工气候,两边条状排列着许多商店的步行街."
    },
    {
      "en": "Paths of bark chippings will help to give the impression of a woodland walkway.",
      "cn": "铺满碎树皮的小路有助于制造林间小道的印象。"
    },
    {
      "en": "Portico Colonnaded porch or entrance to a structure, or covered walkway supported by regularly spaced columns.",
      "cn": "建筑物有柱的走廊或入口, 或有一定间隔的柱子支承的带顶信道."
    },
    {
      "en": "Suddenly he sprang, clearing a three - metre gap between the walkway and a 3 ) concrete 4 ) canopy below.",
      "cn": "突然,他跳了起来, 从距离下面的水泥遮篷3米高的走道上跳了下来."
    },
    {
      "en": "The 17 - something boy was 1 ) poised, 2 ) crouching catlike on the narrow walkway, three or four stories up.",
      "cn": "那个年约17 岁 的男孩准备好了, 他像猫一样蹲伏在狭窄的 、 离地面有三四层楼高的走道上."
    },
    {
      "en": "The airport hotel will be linked to the terminal building by a covered walkway.",
      "cn": "机场酒店将由一条有顶通道和航站楼相连。"
    },
    {
      "en": "The hotel was connected with the station by a walkway.",
      "cn": "人行道把旅馆和车站连接起来."
    },
    {
      "en": "The walkway is supported on three equally light arches.",
      "cn": "人行道由三个同等轻拱支撑."
    },
    {
      "en": "Then she started walking up the walkway to the door of her quaint looking home.",
      "cn": "然后她沿着人行道向她那看起来有点奇怪的屋子走去."
    },
    {
      "en": "This walkway was not conducive to Marianne's shoes, however.",
      "cn": "但这种走道不利于玛丽安的鞋子."
    },
    {
      "en": "TO count in the ward or on the walkway is forbidden.",
      "cn": "禁止在病房、走道上清点衣被."
    },
    {
      "en": "Walking the last part of that walkway was really special.",
      "cn": "登上阶梯的最后几层,真的是很非凡."
    },
    {
      "en": "You can have the model pose anywhere along the walkway.",
      "cn": "你可以让这个模特出现在沿人行道的任何位置."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "door",
            "exit",
            "channel",
            "route",
            "aisle"
          ],
          "tran_cn": "通道，[建]走道"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sidewalk",
            "track"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "走道，人行道",
      "tran_en": "an outdoor path built for people to walk along, often above the ground"
    }
  ],
  "exchange": {
    "pl": [
      "walkways"
    ]
  }
}