{
  "word": "obstacle",
  "ipa": {
    "us": "ˈɒbstəkl",
    "uk": "ˈɑːbstəkl"
  },
  "sentences": [
    {
      "en": "Every form of deception and every obstacle baffled the Allied Commission.",
      "cn": "用尽一切欺瞒和阻挠的手段来避开协约国委员会的耳目."
    },
    {
      "en": "He is in the full flush of success ; nothing was an obstacle .",
      "cn": "他的成就如日中天, 锐不可当."
    },
    {
      "en": "He put every obstacle in my way.",
      "cn": "他处处从中作梗."
    },
    {
      "en": "He took a leap over an obstacle.",
      "cn": "他跃过障碍物."
    },
    {
      "en": "He took every obstacle in his stride.",
      "cn": "他轻易地度过一切难关."
    },
    {
      "en": "Her parents'opposition is an obstacle to her marriage.",
      "cn": "她父母的反对是她结婚的障碍."
    },
    {
      "en": "It was an obstacle that no one could avoid for ever.",
      "cn": "谁也不能永远逃避这一关."
    },
    {
      "en": "Most competition cars will only roll over if they hit an obstacle.",
      "cn": "大多数赛车只有在撞上障碍物时才会翻车。"
    },
    {
      "en": "Overcrowding remains a large obstacle to improving conditions.",
      "cn": "过分拥挤仍然是改善环境的一大障碍。"
    },
    {
      "en": "She felt that her family was an obstacle to her work.",
      "cn": "她感到她的家庭妨碍她的工作."
    },
    {
      "en": "The Church of England put a serious obstacle in the path of women who want to become priests.",
      "cn": "英国国教在妇女成为牧师的道路上设置了重大障碍。"
    },
    {
      "en": "The difference in regional house prices acts as an obstacle to mobility of labour.",
      "cn": "不同地区房价的差异阻碍了劳动力的流动."
    },
    {
      "en": "The fallen tree lying across the road is an obstacle.",
      "cn": "横在大路上一棵倒下的树是障碍."
    },
    {
      "en": "the single biggest obstacle to a Conservative victory in the next election",
      "cn": "保守党在下一届大选中获胜的最大障碍"
    },
    {
      "en": "The tax puts obstacles in the way of companies trying to develop trade overseas.",
      "cn": "这项税收为想在海外发展贸易的公司设置了障碍。"
    },
    {
      "en": "There are formidable obstacles on the road to peace.",
      "cn": "通往和平的道路上存在难以逾越的障碍。"
    },
    {
      "en": "They constituted a near - insuperable obstacle to the besieging infantry.",
      "cn": "它们就会形成围城步兵几乎不可逾越的障碍."
    },
    {
      "en": "This should not present an obstacle to the development of good relations between our two countries.",
      "cn": "这不应妨碍我们两国之间良好关系的发展."
    },
    {
      "en": "We want to remove all obstacles to travel between the two countries.",
      "cn": "我们想要消除在这两个国家之间旅行的所有障碍。"
    },
    {
      "en": "Women still have to overcome many obstacles to gain equality.",
      "cn": "妇女要获得平等仍需克服重重障碍。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "barrier",
            "block",
            "catch",
            "deterrent",
            "hindrance",
            "hitch",
            "impediment",
            "obstruction",
            "snag",
            "stoppage"
          ],
          "tran_cn": "障碍,阻碍"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "barrier",
            "block",
            "catch",
            "damp",
            "deterrent",
            "difficulty",
            "dike",
            "drawback",
            "embarrassment",
            "hindrance",
            "hitch",
            "hurdle",
            "impediment",
            "obstruction",
            "penalty",
            "prevention",
            "snag",
            "stoppage",
            "wall"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "obstacle course",
      "tran_cn": "n. 超越障碍训练场"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "障碍（物），障碍物（绊脚石，障碍栅栏）",
      "tran_en": "something that makes it difficult to achieve some­thing"
    }
  ],
  "exchange": {
    "pl": [
      "obstacles"
    ]
  }
}