{
  "word": "objectively",
  "ipa": {
    "us": "əb'dʒektɪvlɪ",
    "uk": "əbˈdʒɛktɪvlɪ"
  },
  "sentences": [
    {
      "en": "After a comprehensive feasibility study on decision - making , objectively, the follow blindly.",
      "cn": "经过美满的可行性查究不合析,作出发疯的决定, 制止盲目的跟盛行为."
    },
    {
      "en": "As to other leaders, he also evaluated them fairly and objectively. Mr.",
      "cn": "对太平天国其他领袖人物, 他都能够比较公正、客观地评价他们的功过是非."
    },
    {
      "en": "Everything that exists objectively can be understood.",
      "cn": "客观存在的事物都是能够被理解的."
    },
    {
      "en": "Financial risk exists on enterprise financial all link of management objectively.",
      "cn": "财务风险客观存在于企业财务管理工作的各个环节."
    },
    {
      "en": "How to take affection tint and objectively look upon problem?",
      "cn": "如何不带情感色彩而客观地看待问题?"
    },
    {
      "en": "Hung - chien said, \" All right, all right, let me read it again calmly and objectively. \"",
      "cn": "鸿 渐 道: “ 好, 好, 让我平心静气再看一遍. ”"
    },
    {
      "en": "Look at your skills objectively when deciding on a career change.",
      "cn": "在决定改行时要客观地考虑自己的技能。"
    },
    {
      "en": "Objective: To objectively evaluate chilled pork color by instrumental measurement.",
      "cn": "研究了仪器测定对冷却猪肉肉色客观评定分级的效果."
    },
    {
      "en": "SG 2: Noncompliance issues are objectively tracked and communicated, and resolution is ensured.",
      "cn": "中文大意是: 发现的问题要客观地被跟踪、沟通并解决."
    },
    {
      "en": "So probably, objectively, he'd be better off going alone.",
      "cn": "所以客观地说, 他最好应该选择独自离开."
    },
    {
      "en": "Stand back and look objectively at the problem.",
      "cn": "退一步，客观地看待这个问题。"
    },
    {
      "en": "The results show that B - value can objectively measure the degree of paperbrittleness.",
      "cn": "结果表明,B值较客观地反映了纸质发脆的程度."
    },
    {
      "en": "To dramatize the necessity of clandestine warfare, instructors objectively recited case histories and their import.",
      "cn": "为了说明秘密战的必要性, 教官们客观地讲述了案例及其意义."
    },
    {
      "en": "Try to view situations more objectively, especially with regard to work.",
      "cn": "要尽量客观地分析情况，尤其是在工作上。"
    },
    {
      "en": "We simply want to inform people objectively about events.",
      "cn": "我们只是想如实地向人们通报事件情况。"
    },
    {
      "en": "Your role as editor is important, for you can look at a piece of writing objectively.",
      "cn": "你的编辑角色很重要，因为你能够客观地审视作品。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "objective",
          "tran_cn": " 客观的；目标的；宾格的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "object",
          "tran_cn": " 目标；物体；客体；宾语"
        },
        {
          "word": "objectification",
          "tran_cn": " 客观化；对象化"
        },
        {
          "word": "objective",
          "tran_cn": " 目的；目标；[光] 物镜；宾格"
        },
        {
          "word": "objectiveness",
          "tran_cn": " 客观性"
        },
        {
          "word": "objectivity",
          "tran_cn": " 客观；客观性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "object",
          "tran_cn": " 反对；拒绝"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "object",
          "tran_cn": " 提出…作为反对的理由"
        },
        {
          "word": "objectify",
          "tran_cn": " 使具体化，使客观化；体现"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "客观地",
      "tran_en": "if you consider something objectively, you try to think about the facts, and not be influenced by your own feelings or opinions"
    }
  ],
  "exchange": {
    "noun": [
      "objective"
    ]
  }
}