{
  "word": "deadline",
  "ipa": {
    "us": "ˈdedlaɪn",
    "uk": "ˈdedlaɪn"
  },
  "sentences": [
    {
      "en": "a helter-skelter dash to meet the deadline",
      "cn": "最后期限到来前的匆忙赶工"
    },
    {
      "en": "April 15 is the deadline for filling individual income - tax returns.",
      "cn": "个人所得税申报归档的最后期限是4月15日."
    },
    {
      "en": "As the deadline approached she experienced a bewildering array of emotions.",
      "cn": "随着最后期限的临近，她开始心绪纷乱，不知所措。"
    },
    {
      "en": "Can the deadline be extended a few more days?",
      "cn": "限期能再宽几天 吗 ?"
    },
    {
      "en": "He failed to meet last Friday's deadline for repayment of a 114m loan.",
      "cn": "他没能在上星期五的最后期限前偿还1.14亿的贷款。"
    },
    {
      "en": "I’m always working under pressure to meet deadlines (= finish something on time ) .",
      "cn": "我总是在赶工期的压力下工作。"
    },
    {
      "en": "It is totally out of the question to postpone the midnight deadline.",
      "cn": "想要推迟午夜的最后期限是完全不可能的。"
    },
    {
      "en": "It's interesting that he sent me the book twenty days before the deadline for my book.",
      "cn": "有趣的是,他在我的书到期前20天把那本书送给了我."
    },
    {
      "en": "Next Friday is the deadline for applicants'sending in photos and vitae.",
      "cn": "下星期五是申请人呈递照片和简历的截止日期."
    },
    {
      "en": "Next week is the deadline for sending in your application.",
      "cn": "呈递申请书的截止日期是下星期."
    },
    {
      "en": "Please extend the deadline a few days.",
      "cn": "请宽限几天."
    },
    {
      "en": "The deadline for absentee voting in was Saturday.",
      "cn": "缺席投票的最后期限是星期六。"
    },
    {
      "en": "They have extended the deadline by twenty-four hours.",
      "cn": "他们已经将最后期限延长了24小时。"
    },
    {
      "en": "We were not able to meet the deadline because of manufacturing delays.",
      "cn": "因为制造方面的延误，我们没能赶上最后期限。"
    },
    {
      "en": "We were still right on target for our deadline.",
      "cn": "我们仍然有可能赶在最后期限前达成目标。"
    },
    {
      "en": "We're working to a tight deadline.",
      "cn": "我们的工作期限很紧."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "limit"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "meet the deadline",
      "tran_cn": "赶上最后期限；按期完成"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "截止时间，最后期限",
      "tran_en": "a date or time by which you have to do or complete something"
    }
  ],
  "exchange": {
    "pl": [
      "deadlines"
    ]
  }
}