{
  "word": "micronutrient",
  "ipa": {
    "us": "ˌmaikrəuˈnju:triənt",
    "uk": "ˌmaɪkroˈnutriənt, -ˈnju-"
  },
  "sentences": [
    {
      "en": "A metal trace element ( micronutrient ), essential for plant growth.",
      "cn": "植物生长必需的一种微量金属元素 ( 微量营养素 )."
    },
    {
      "en": "Determination micronutrient boron for foliar fertilizer by indirect acid - base titration, overcome the inadequate of others method.",
      "cn": "采用间接酸碱滴定法,测定叶面肥中的硼含量, 克服了其它方法的不足,试验结果满意,便于应用推广."
    },
    {
      "en": "Iron A MICRONUTRIENT essential for plant growth.",
      "cn": "铁:是植物生长所必须的微量元素."
    },
    {
      "en": "It also recommends using multiple micronutrient powders to fortify foods for children aged between 6 and 23 months.",
      "cn": "还建议利用多种微量营养素粉来强化年龄在6个月和23个月之间儿童的食物。"
    },
    {
      "en": "Micronutrient accumulation and depletion in schizophrenia, epilepsy, autism and Parkinson's disease?",
      "cn": "精神分裂症 、 癫痫症 、 自闭症和帕金森氏病患者微量营养素积累还是消耗?"
    },
    {
      "en": "Nevertheless, our study suggests that vitamin A supplementation can reduce infant mortality in regions where this micronutrient deficiency is common.",
      "cn": "然而，我们的研究表明，维生素A的补充可能减少这种微量营养素缺乏的常见地区的婴儿死亡率。"
    },
    {
      "en": "Selenium is the necessary micronutrient in the living process of human being and animals.",
      "cn": "硒是人体和动物生命过程中必需的微量营养素."
    },
    {
      "en": "The soybean cake which has been degreased contains rich nutrient contents and active micronutrient.",
      "cn": "经过脱脂的大豆粕含有丰富的营养成分及微量活性物质."
    },
    {
      "en": "There are many kinds of micronutrient elements contained in foods that are vital to human health.",
      "cn": "食品中含有与人体健康密切相关的多种微量元素,微量元素的毒性和生物有效性取决于它们的化学形态."
    },
    {
      "en": "These products are based on advances in food science, micronutrient supplementation and herbal science.",
      "cn": "这些产品是根据食品科学 、 微量营养素辅助品和草药科学的先进发展研发而成."
    },
    {
      "en": "This will involve improving access to nutritious food, to micronutrient supplementation and in many places to preventing infections as well.",
      "cn": "这将包括改善营养食品和微量营养素补充品的获得，在许多地方还包括预防感染。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nutrilite"
          ],
          "tran_cn": "[生化]微量营养素"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "微量营养素",
      "tran_en": "any substance, such as a vitamin or trace element, essential for healthy growth and development but required only in minute amounts "
    }
  ],
  "exchange": {}
}