{
  "word": "lazuli",
  "ipa": {
    "us": "'læzjʊlaɪ",
    "uk": "'læzjʊlaɪ"
  },
  "sentences": [
    {
      "en": "A blue pigment made from powdered lapis lazuli.",
      "cn": "深蓝青由粉末状天青石制成的蓝色颜料."
    },
    {
      "en": "A blue pigment made from powdered lazuli.",
      "cn": "由粉末状天青石制成的蓝色颜料."
    },
    {
      "en": "And it is the color of lapis lazuli.",
      "cn": "而那颜色是琉璃色."
    },
    {
      "en": "Egyptian Bronze Mask of a God with lapis lazuli and Guilding.",
      "cn": "埃及的青铜面具与天青石和为依归的神."
    },
    {
      "en": "Experimental results show that lapis lazuli specimens of different qualities have different compositions and structures.",
      "cn": "实验结果显示了不同质地青金石的不同成分组成和微观结构特征."
    },
    {
      "en": "Material: Lapis Lazuli. It is carved out a whole piece of Lapis Lazuli, with delicated craftmanship.",
      "cn": "材质: 青金石. 此青金石花薰为一整块材料雕刻而成,每个细小之处均由手工雕刻;每个镂空的花纹无不被精雕细琢."
    },
    {
      "en": "Rembrandt didn't go to the local art shop and buy tubes of paint. He had to grind and mix his paints from things such as lapis lazuli to make blue.",
      "cn": "伦勃朗没法在美术商店买到一管管的颜料，他只能自己研磨做颜料，比如把天青石磨成粉来当蓝色颜料用。"
    },
    {
      "en": "The carpet and antique sellers will gladly sit you on the floor and unpack small purses filled with precious stones from central Asia and huge lapis lazuli from Afghanistan.",
      "cn": "地毯和古董商人会很高兴的让你坐在地板上，打开装满宝贵石头的小包裹给你看，里面的宝石来自中亚而巨大的青金石来自阿富汗。"
    },
    {
      "en": "The content of barium in lazuli was successfully determined by oxygen - enriched shield flame atomic absorption spectrometry.",
      "cn": "采用 富氧 屏蔽火焰原子吸收光谱法成功地测定天青石中钡含量."
    },
    {
      "en": "The sea was of a lapis lazuli blue.",
      "cn": "大海呈天青石色."
    },
    {
      "en": "They are circling the Lapis Lazuli stone in clockwise direction.",
      "cn": "他们是以顺时钟的方向环绕着青金石."
    },
    {
      "en": "They are circling the Lazuli stone in clockwise direction.",
      "cn": "他们是以顺时钟的方向环绕著青金石."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "azure stone"
          ],
          "tran_cn": "[岩]青金石（等于lapis lazuli）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lapis lazuli",
      "tran_cn": "天青石；天青石色"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "天青石，青金石"
    }
  ],
  "exchange": {}
}