{
  "word": "insuperable",
  "ipa": {
    "us": "ɪnˈsu:pərəbl",
    "uk": "ɪnˈsupərəbəl"
  },
  "sentences": [
    {
      "en": "As usual, the hero was facing insuperable odds.",
      "cn": "照例，男主角遇到了无法克服的困难。"
    },
    {
      "en": "But is the problem insuperable?",
      "cn": "但是,这个问题就真无回旋之地了 吗 ?"
    },
    {
      "en": "But none of this is insuperable.",
      "cn": "但这一切还都不是定局."
    },
    {
      "en": "But not, I think, an insuperable one.",
      "cn": "但我认为这并不是无法克服的困难."
    },
    {
      "en": "I grant that the difficulty is great, but it is by no means insuperable.",
      "cn": "我承认困难大, 但决非无法克服."
    },
    {
      "en": "In the face of insuperable difficulties, we maintain our courage and will to resist.",
      "cn": "面对无法克服的困难, 我们仍有勇气和决心坚持到底."
    },
    {
      "en": "Irresistible force: mean objective conditions that are unpredictable, unavoidable or insuperable.",
      "cn": "16不可抗力: 指不能预见 、 不能避免并不能克服的客观情况."
    },
    {
      "en": "It'should not, however, pose an insuperable barrier to environmental standing.",
      "cn": "然而, 在环境起诉权这个问题上不应该设置不可逾越的障碍."
    },
    {
      "en": "Moreover there has been an insuperable gap between cognitive factors of ancient and modern world.",
      "cn": "加之古今人间的思维模式存在着晦如昊光的代沟."
    },
    {
      "en": "Public finances are still weak but they are no longer an insuperable constraint on this rating.",
      "cn": "公共财政仍然疲软,但已不再是制约此次评级的不可逾越因素."
    },
    {
      "en": "That , and his age, insuperable handicaps.",
      "cn": "还有他的年纪也成为不能制胜的障碍."
    },
    {
      "en": "The difficulties that confront us seem insuperable.",
      "cn": "我们面临的困难似乎是不可克服的."
    },
    {
      "en": "There were insuperable obstacles, and the plan was abandoned.",
      "cn": "由于存在无法克服的障碍，计划被放弃了。"
    },
    {
      "en": "They constituted a near - insuperable obstacle to the besieging infantry.",
      "cn": "它们就会形成围城步兵几乎不可逾越的障碍."
    },
    {
      "en": "Third, they are confronted with insuperable contradictions at home and abroad.",
      "cn": "三 、 他们国际国内都有难以克服的矛盾."
    },
    {
      "en": "TYPICAL USE : The deep river was an insuperable barrier to those who could not swim.",
      "cn": "对不会游泳的人来说,这条深河是无法超越的障碍."
    },
    {
      "en": "Yet the problems are clearly not insuperable: witness the blaze of creativity in Britain's financial services.",
      "cn": "然而,这些问题显然并非无法克服,它们正见证了英国财政部门中创造力的光芒."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "insupportable",
          "tran_cn": " 不能忍受的；忍耐不住的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "insuperably",
          "tran_cn": " 不能取胜地；不能超越地；无法克服地；不能制胜地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "invincible",
            "unsurmountable"
          ],
          "tran_cn": "不能克服的；无敌的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不能逾越的，不能克服的，不可逾越",
      "tran_en": "an insuperable difficulty or problem is impossible to deal with"
    }
  ],
  "exchange": {}
}