{
  "word": "cellist",
  "ipa": {
    "us": "ˈtʃelɪst",
    "uk": "ˈtʃelɪst"
  },
  "sentences": [
    {
      "en": "A cellist is always shortening and lengthening the strings.",
      "cn": "大提琴演奏家总是在压缩或拉长弦"
    },
    {
      "en": "Casals: Spanish cellist considered the greatest of his time.",
      "cn": "卡萨奥: 西班牙大提琴家,被认为是他所处时代最伟大的大提琴家."
    },
    {
      "en": "Daigo loses his job as a cellist, returns to his inaka roots and stumbles into a job as an undertaker.",
      "cn": "醍醐失去了他的工作，作为一个大提琴家，回到他的田舍根和跌倒到一份工作作为一个单位。"
    },
    {
      "en": "His younger brother, Julian Lloyd Webber a world - famous cellist.",
      "cn": "他的弟弟, 朱利安劳埃德韦伯是世界著名的大提琴家."
    },
    {
      "en": "Performed consecutively and in order, as they were by the cellist David Finckel and the pianist Wu Han in Alice Tully Hall on Sunday evening, they provide a vivid snapshot of his artistic development.",
      "cn": "上周日晚，在爱丽丝杜利音乐大厅，大提琴家大卫·芬科尔和钢琴家吴涵依次演奏了这五部作品，为听众清晰呈现了贝多芬音乐艺术的发展。"
    },
    {
      "en": "The cellist's bowing was very sensitive .",
      "cn": "那位大提琴手的弓法十分细腻。"
    },
    {
      "en": "The cellist's bowing was very sensitive.",
      "cn": "那位大提琴手的弓法十分细腻."
    },
    {
      "en": "The concert was a solo played by Yo Yo Ma, who is an excellent cellist.",
      "cn": "这场音乐会是马友友独奏，他是一位优秀的大提琴家。"
    },
    {
      "en": "The music was also of the highest caliber , including tenor Placido Domingo and cellist Yo - Yo Ma .",
      "cn": "音乐表演也是首屈一指,表演者有男高音歌唱家多明戈和大提琴演奏家 马友友."
    },
    {
      "en": "The music was also of the highest caliber, including tenor Placido Domingo and cellist Yo-Yo Ma.",
      "cn": "音乐表演也是一流的，有男高音歌唱家多明戈和大提琴演奏家马友友。"
    },
    {
      "en": "The music was also the highest caliber, including Tenor tenor Placido Domingo and cellist Yo - Yo Ma .",
      "cn": "音乐也是最高标准, 包括男高音多明戈和大提琴演奏家 马友友."
    },
    {
      "en": "The music was also the highest callerbecaliber, including tenor Placido Domingo and cellist Yo - Yo Ma .",
      "cn": "音乐也是最顶级的阵容, 包括男高音多明戈和大提琴家 马友友."
    },
    {
      "en": "Who can deny his stature as the world's greatest cellist?",
      "cn": "谁能否认他是世界上最伟大的大提琴演奏家呢？"
    },
    {
      "en": "World - renowned cellist Yo - Yo Ma founded The Silk Road Project in 1998.",
      "cn": "世界闻名的大提琴家 马友友 于1998年创建了丝路工程."
    },
    {
      "en": "World renowned cellist Yo - Yo Ma founded The Silk Road Project in 1998.",
      "cn": "1998年世界知名大提琴家 马友友 建立了丝绸之路方案."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大提琴手",
      "tran_en": "someone who plays the cello"
    }
  ],
  "exchange": {
    "pl": [
      "cellists"
    ]
  }
}