{
  "word": "proterozoic",
  "ipa": {
    "us": "ˌprɔtərəˈzəuik",
    "uk": "ˌprɑtərəˈzoɪk, ˌprotə-"
  },
  "sentences": [
    {
      "en": "According to analysis of sedimentary characters and geochemistry characters of Luanchuan Group of New Proterozoic Era.",
      "cn": "通过对新元古代栾川群地层沉积特征及地球化学特征分析,栾川群形成于被动大陆边缘构造环境."
    },
    {
      "en": "Before Later Proterozoic era , in this area more than two times of thermodynamic metamorphism took place.",
      "cn": "在晚元古代以前该地区至少发生过两次热动力变质作用."
    },
    {
      "en": "ChronologyThe data of chronology explanates that both of them are belong to Proterozoic Era.",
      "cn": "时代方面的数据表明,两者同属于古元古代."
    },
    {
      "en": "GLOBAL DISTRIBUTION OF THE PROTEROZOIC SPHAEROMORPH ACRITARCH Valeria lophostriata ( JANKAUSKAS )",
      "cn": "元古代光球疑源类Valerialophostriata ( Jank. )的全球分布(英文 )"
    },
    {
      "en": "Metamorphic basement of the jiangnan Proterozoic Paleo - island arc mainly consists of low - grade metamorphic volcanic sedimentary rocks.",
      "cn": "江南元古宙古岛弧的基底变质岩主要由浅变质的岛弧火山—沉积岩系组成."
    },
    {
      "en": "Proterozoic is feral planting often is to grow in crows, rarely and insect pests is invaded.",
      "cn": "原生地野生种往往是成群生长, 很少有病虫害侵袭."
    },
    {
      "en": "The country rock of the orebody are dolomites of Gaoyuzhuang Formation ( Middle Proterozoic era ) .",
      "cn": "矿床围岩以中 元古界 高于庄组白云岩为主."
    },
    {
      "en": "The middle Proterozoic crystalline schist series in the Panzhihua - Xichang region has undergone progressive regional metamorphism.",
      "cn": "攀西中元古结晶片岩系遭受了前进区域变质作用."
    },
    {
      "en": "The Middle Proterozoic granitoids was an intraplate type produced in transitional crystalline basement before plate collision.",
      "cn": "中元古界的花岗岩类是板块碰撞前过渡性结晶基底上局部熔融花岗岩类."
    },
    {
      "en": "The Proterozoic and Palaeozoic are two main metallogenic periods in the region.",
      "cn": "西北地区以元古宙-古生代金属成矿为显著特色."
    },
    {
      "en": "There are Middle | Lower Devonian Sanhuokou Group and Middle | Upper Proterozoic Bikou Group in the ore district.",
      "cn": "矿区出露中下泥盆统三河口群和中上元古界碧口群."
    },
    {
      "en": "This type of graphite deposits were formend in the Late Archaean to Early Proterozoic.",
      "cn": "该类矿床的成矿时代多集中在晚太古代末至早元古代初期,并且具有全球性."
    },
    {
      "en": "Wangjiawaizi gold deposit occurs in Lower Proterozoic opimetamorphic rock series.",
      "cn": "王家崴子金矿床赋存于辽南古元古代浅变质岩系中."
    },
    {
      "en": "Wengquangou boron - iron deposit occurred within the rocks of Lieryu Formation in Liaohe Group, early Proterozoic.",
      "cn": "翁泉沟硼铁矿床赋存于早元古宙辽河群里尔峪组."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "proterozoic era",
      "tran_cn": "元古代；原生代"
    }
  ],
  "trans": [
    {
      "pos": "n& adj.",
      "tran_cn": "原生代（的）"
    },
    {
      "pos": "n&a",
      "tran_cn": "原生代(的)",
      "tran_en": "the later of two divisions of the Precambrian era, during which the earliest plants and animals are assumed to have lived "
    }
  ],
  "exchange": {}
}