{
  "word": "vibe",
  "ipa": {
    "us": "vaɪb",
    "uk": "vaɪb"
  },
  "sentences": [
    {
      "en": "All this different kind of chairs give this place a kind of bohemian vibe.",
      "cn": "各种不同的椅子让这里有一种波西米亚的味道."
    },
    {
      "en": "Aren't you the one who got Pure Vibe sodas into the schools?",
      "cn": "你就是那个让纯正感应苏打充满学校的家伙?"
    },
    {
      "en": "Enough, already with this mellow incense and peppermints vibe.",
      "cn": "够了, 我受够这些薰香以及薄荷的感觉了."
    },
    {
      "en": "I'm getting the vibe that you're still very much in love with her.",
      "cn": "我有种感应,你仍然非常爱她."
    },
    {
      "en": "It gave me a nostalgic vibe.",
      "cn": "它引起了我的怀旧情绪."
    },
    {
      "en": "Li Hua, I have a really bad vibe about this test.",
      "cn": "你觉得你考的怎么样?Badvibe? 那是什么意思啊?"
    },
    {
      "en": "Only use this opener if the women are smiling and have a fun vibe.",
      "cn": "注意,只有在女生微笑或气氛有趣的情况下才使用."
    },
    {
      "en": "Sorry, Chris, but I have bad vibes about this guy.",
      "cn": "对不起，克里斯，但我对这家伙感觉不太好。"
    },
    {
      "en": "The cylindrical gauges give off a sporty vibe and are backlit by LED lighting.",
      "cn": "被LED背光灯所点亮的柱形计量表给予驾驶者以十足的运动感."
    },
    {
      "en": "The vibe wasn't right?",
      "cn": "感觉不对?"
    },
    {
      "en": "Till they throw on a rap record, and they sit and they vibe.",
      "cn": "直到他们找到一张说唱唱片作为支柱, 然后他们开始欣赏音乐."
    },
    {
      "en": "ViBE product family ( encoder, decoder, codec )",
      "cn": "ViBE产品 系列 ( 编码器, 解码器, 编解码一体机 )"
    },
    {
      "en": "When any planet retrogrades , that planet rests and emits a very weak vibe.",
      "cn": "任何逆行的行星,都会暗淡、散发微弱的影响."
    },
    {
      "en": "Why do you have a bad vibe about the paper?",
      "cn": "因为我觉得用英文写报告是最难的."
    },
    {
      "en": "You don't see a vibe like you see in Manchester on a Saturday night in any other city in western Europe.",
      "cn": "在西欧其他任何城市的星期六晚上，你都无法看到像曼彻斯特这样的景象。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "atmosphere",
            "mood"
          ],
          "tran_cn": "气氛，氛围"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "感应，气氛",
      "tran_en": "Vibes are the good or bad atmosphere that you sense with a person or in a place"
    }
  ],
  "exchange": {
    "pl": [
      "vibes"
    ]
  }
}