{
  "word": "hieroglyphic",
  "ipa": {
    "us": "ˌhaɪərə'ɡlɪfɪk",
    "uk": "ˌhaɪərəˈɡlɪfɪk, ˌhaɪrə-"
  },
  "sentences": [
    {
      "en": "After many years of study, experts were eventually able to translate all the hieroglyphic symbols.",
      "cn": "经过多年的研究, 专家们最后终于能够翻译所有的象形符号了."
    },
    {
      "en": "An ancient mayan city of southern mexico southeast of villahermosa. the temple of inscriptions is noted for its hieroglyphic tablets.",
      "cn": "帕伦克墨西哥南部的古代玛雅城市，位于东南。其神庙的铭文以其象形文字的碑文著称。"
    },
    {
      "en": "Ancient Egyptian hieroglyphic script was finally deciphered.",
      "cn": "古埃及的象形文字终于被破译了."
    },
    {
      "en": "By translating the Greek passage they could understand what the hieroglyphic passages said.",
      "cn": "通过翻译那段希腊文,他们能理解象形文字段落所表达的内容."
    },
    {
      "en": "For centuries hieroglyphic word pictures painted on Egyptian ruins were a mystery.",
      "cn": "几世纪以来,刻划在埃及废墟中的象形文字一直是个谜."
    },
    {
      "en": "Or I guess it is a uniform hieroglyphic.",
      "cn": "或者我猜它是一种统一的象形文字."
    },
    {
      "en": "The Inca had no system of hieroglyphic writing, as the Maya did, and any portraits that Inca artists may have made of their rulers were lost.",
      "cn": "和玛雅人一样，印加人也没有象形文字书写系统，而且印加艺术家们所绘制的统治者肖像业已失传。"
    },
    {
      "en": "This symbol later evolved into a common hieroglyphic symbolizing victory.",
      "cn": "这幕场景后来逐渐演化为象征胜利的普通象形文字."
    },
    {
      "en": "Thoth is believed to have given the Egyptians the gift of hieroglyphic writing.",
      "cn": "古埃及人相信,是图特神赐予了他们象形文字书写这一礼物."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hieroglyphical",
          "tran_cn": " 象形文字的；难解的（等于hieroglyphic）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "hieroglyph",
          "tran_cn": " 象形文字；图画文字；秘密符号"
        },
        {
          "word": "hieroglyphical",
          "tran_cn": " 象形文字"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mysterious",
            "pictographic"
          ],
          "tran_cn": "[语]象形文字的；难解的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ideograph",
            "pictograph"
          ],
          "tran_cn": "[语]象形文字；象形文字写的文章"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "象形文字的；难解的",
      "tran_en": "of or relating to a form of writing using picture symbols, esp as used in ancient Egypt "
    },
    {
      "pos": "n",
      "tran_cn": "象形文字，象形文字写成的文章",
      "tran_en": "a picture or symbol representing an object, concept, or sound "
    }
  ],
  "exchange": {
    "pl": [
      "hieroglyphics"
    ],
    "noun": [
      "hieroglyph"
    ]
  }
}