{
  "word": "sickle",
  "ipa": {
    "us": "ˈsɪkl",
    "uk": "ˈsɪkl"
  },
  "sentences": [
    {
      "en": "A bad shearer never had a good sickle.",
      "cn": "拙匠无利器."
    },
    {
      "en": "A born beauty , escape everything however his that sickle for sweep.",
      "cn": "天生丽质, 什么都逃不过他那横扫的镰刀."
    },
    {
      "en": "A sickle moon was in the sky.",
      "cn": "弯弯的月亮正悬在空中."
    },
    {
      "en": "Are patients with sickle cell disease at greater risk of infection?",
      "cn": "镰状细胞病患者是否有更高的感染机会?"
    },
    {
      "en": "Can tourniquets be used in patients with sickle cell disease?",
      "cn": "止血带能否用于镰状细胞病患者?"
    },
    {
      "en": "Family history. If your family has a history of an inherited anemia, such as sickle cell anemia, you also may be at increased risk of the condition.",
      "cn": "家族史如果你有亲人患有遗传性的贫血，比如镰刀细胞性贫血，那么你患有这种贫血的风险也会比一般人高。"
    },
    {
      "en": "He reached out his hand for the sickle I offered him.",
      "cn": "他伸出手,接我给他的镰刀."
    },
    {
      "en": "He swished the tops off weeds with a sickle.",
      "cn": "他挥动镰刀嗖嗖地割掉了杂草的草尖."
    },
    {
      "en": "Is there a difference between sickle cell disorder, disease and anemia?",
      "cn": "镰状细胞紊乱 、 镰状细胞病和镰状细胞性贫血之间有何差异?"
    },
    {
      "en": "She bought herself a hoe and a sickle.",
      "cn": "她给自己买了一把锄头和一把镰刀."
    },
    {
      "en": "Sickle-cell anaemia is passed on through a recessive gene.",
      "cn": "镰状细胞贫血通过隐性基因遗传给后代。"
    },
    {
      "en": "Take the sickle which is lying on the grindstone.",
      "cn": "把磨刀石上的那把镰刀拿去."
    },
    {
      "en": "Tell her to reap it with a sickle of leather.",
      "cn": "请她用皮制的镰刀收割."
    },
    {
      "en": "The flag flutters everywhere, beside red banners with the hammer and sickle, a reminder that the country is one of the last to uphold Marxist values.",
      "cn": "国旗各处飘扬，伴随着印有镰刀斧头的红色横幅，提醒人们，这是最后一个坚持马克思主义价值观的国家。"
    },
    {
      "en": "There is a picture of the sickle on the flag.",
      "cn": "旗帜上有镰刀的图案."
    },
    {
      "en": "What organs are at risk for ischemia in sickle cell diseaese?",
      "cn": "镰状细胞病时哪些器官有缺血的危险?"
    },
    {
      "en": "Yes, I've seen the crescent moon again - a chill sickle of pale gold.",
      "cn": "是的, 我又看见月牙儿了,带着点寒气的一钩儿浅金."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grasshook",
            "reaphook"
          ],
          "tran_cn": "[农机]镰刀"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "sickle cell",
      "tran_cn": "镰状细胞；镰形红细胞"
    },
    {
      "phrase": "sickle cell anemia",
      "tran_cn": "[医]镰状细胞性贫血"
    },
    {
      "phrase": "sickle cell disease",
      "tran_cn": "贫血；镰状细胞疾病"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "镰刀，收割机中的切割装置",
      "tran_en": "a tool with a blade in the shape of a hook, used for cutting wheat or long grass"
    }
  ],
  "exchange": {
    "pl": [
      "sickles"
    ]
  }
}