{
  "word": "stepmother",
  "ipa": {
    "us": "ˈstepmʌðə(r)",
    "uk": "ˈstepmʌðər"
  },
  "sentences": [
    {
      "en": "Don't let me hear a single word against your stepmother.",
      "cn": "别让我听到半句关于你继母的坏话."
    },
    {
      "en": "Hansel and Gretal's stepmother did not like them at all.",
      "cn": "汉梭和葛蕾朵的继母一点也不喜欢他们."
    },
    {
      "en": "He had a sharp - tongued, nagging stepmother.",
      "cn": "他的继母说话尖刻, 唠叨不休."
    },
    {
      "en": "He raced to pick up the lifejackets while his stepmother sent out a Mayday call.",
      "cn": "他的继母发出无线电求救信号的时候，他飞跑着去拿救生衣。"
    },
    {
      "en": "It began when my mother quarrelled with his stepmother and broke us up.",
      "cn": "自从我母亲跟他继母闹翻以后,我就常常哭."
    },
    {
      "en": "It was the voice of Madam Chou , Chueh - hui's stepmother , calling from the main building.",
      "cn": "上房里有人在叫,这是他的继母的声音."
    },
    {
      "en": "My stepmother was in her element, organizing everything.",
      "cn": "我的继母得心应手地料理着一切。"
    },
    {
      "en": "She feared losing her inheritance to her stepmother.",
      "cn": "她担心她继承的遗产会被继母夺走。"
    },
    {
      "en": "She harboured resentment against her stepmother.",
      "cn": "她对继母怀有怨恨."
    },
    {
      "en": "She looked at me as if I were the wicked stepmother.",
      "cn": "她看我的眼神，我简直就是一个恶毒的后母。"
    },
    {
      "en": "She was the stepmother of King Tutankhamen , commonly known as King Tut.",
      "cn": "娜芙提提还是人称图坦王的图坦卡门国王的继母."
    },
    {
      "en": "The stepmother and her two step sisters enjoyed making fun of Cinderella.",
      "cn": "她的继母和两个姐姐总是取笑她."
    },
    {
      "en": "The two brothers remained to chat with their stepmother.",
      "cn": "觉新弟兄还留在房里跟周氏谈了些闲话."
    },
    {
      "en": "They protested to his stepmother, demanding that she scold him.",
      "cn": "他们有一次居然在他继母的面前批评他的行动, 要她好好管教他."
    },
    {
      "en": "When she married Tom, she became stepmother to his child.",
      "cn": "她和汤姆结婚后, 她成了他的孩子的继母."
    },
    {
      "en": "You see, my stepmother and the children are going North for good, tomorrow.",
      "cn": "你看, 我那位继母和她的孩子们明天就要回北方定居."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "stepparent",
          "tran_cn": "继母；继父"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "relative"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "继母，后母",
      "tran_en": "a woman who is married to your father but who is not your mother"
    }
  ],
  "exchange": {
    "pl": [
      "stepmothers"
    ]
  }
}