{
  "word": "jean",
  "ipa": {
    "us": "dʒiːn",
    "uk": "dʒɪn"
  },
  "sentences": [
    {
      "en": "a young man in jeans and a worn T-shirt",
      "cn": "一个穿着牛仔裤和破旧T恤衫的年轻人"
    },
    {
      "en": "Eight drawings by French artist Jean Cocteau will be auctioned next week.",
      "cn": "下周法国画家让·科克托的8幅作品将被拍卖。"
    },
    {
      "en": "Eleanor had belonged to the same sorority as Betty Jean and they were still great friends.",
      "cn": "埃莉诺和贝蒂·琼属于同一家女子俱乐部，她们仍然是关系亲密的朋友。"
    },
    {
      "en": "I imagine you're referring to Jean-Paul Sartre.",
      "cn": "我猜你说的是让－保罗·萨特。"
    },
    {
      "en": "I'm afraid Jean-Paul has gone raving mad.",
      "cn": "恐怕让－保罗已经完全失去理智了。"
    },
    {
      "en": "If the worst comes to the worst I guess I can always ring Jean.",
      "cn": "到了一筹莫展的时候，我想我总还是能给琼打电话。"
    },
    {
      "en": "Jean detested being photographed.",
      "cn": "琼非常讨厌拍照。"
    },
    {
      "en": "Jean is ill -- she is not in good health.",
      "cn": "珍妮病了 ― ―她的健康状况不好."
    },
    {
      "en": "Jean is pretty, of slim build, with blue eyes.",
      "cn": "珍妮非常漂亮，身材苗条，有一双蓝色的眼睛。"
    },
    {
      "en": "Jean is so wrapped up in herself, she never thinks of helping others.",
      "cn": "琼那么注重自己, 她从未想到帮助别人."
    },
    {
      "en": "Jean was extremely superstitious and believed the colour green brought bad luck.",
      "cn": "琼非常迷信，认为绿色会带来厄运。"
    },
    {
      "en": "Jean was thoroughly cheesed off by the whole affair.",
      "cn": "琼对整件事情彻底绝望了。"
    },
    {
      "en": "Jean-Phillippe had hitched all over Europe in the 1960s.",
      "cn": "让－菲利普在20世纪60年代曾搭便车游遍欧洲。"
    },
    {
      "en": "Miserable, and unexpectedly lonely, she went in search of Jean-Paul.",
      "cn": "内心痛苦、突感寂寞的她去寻找琼－保罗。"
    },
    {
      "en": "Rumour has it that Jean's getting married again.",
      "cn": "传说简又要结婚了."
    },
    {
      "en": "She starred with Jean Reno in The Professional.",
      "cn": "她和吉恩?里诺出任主角."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jea",
            "Milton Keynes"
          ],
          "tran_cn": "牛仔裤；[纺]斜纹棉布"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "jean baudrillard",
      "tran_cn": "n. 让·鲍德里亚（法国哲学家）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（耐用的）斜纹棉布，牛仔裤，斜纹棉布裤",
      "tran_en": "a tough twill-weave cotton fabric used for hard-wearing trousers, overalls, etc"
    }
  ],
  "exchange": {
    "pl": [
      "jeans"
    ]
  }
}