{
  "word": "organiser",
  "ipa": {
    "us": "'ɔ:gənaɪzə",
    "uk": "'ɔgənaɪzə"
  },
  "sentences": [
    {
      "en": "Allocation of booth location will at the discretion of the Organiser.",
      "cn": "主办机构有权分配展位位置."
    },
    {
      "en": "Electronic Punching and Timing System will be used and E - card shall be provided by the Organiser.",
      "cn": "大会将采用香港野外定向总会之电子打孔及计时系统,而电子控制咭则由大会提供."
    },
    {
      "en": "Participants shall abide by regulations of the venue and announcements of the Organiser.",
      "cn": "参赛者必须遵守场地的各项规则及大会的各项宣布."
    },
    {
      "en": "Participants should comply with rules and regulations of the sports ground and announcements of the Organiser.",
      "cn": "参赛者必须遵守运动场馆的各项规则及大会各项宣布."
    },
    {
      "en": "Participants should not along valuables with them . No by the Organiser for loss.",
      "cn": "参赛者携来物品,请自行保管,参赛者请勿携带贵重物品,如有遗失,大会概不负责."
    },
    {
      "en": "Please complete the below and return it to the Organiser by FAX.",
      "cn": "请填上您的资料,按需求填写[技术讲座]入场票的数量,传真交回主办单位办理."
    },
    {
      "en": "She was a good organiser.",
      "cn": "她是个出色的组织者。"
    },
    {
      "en": "She was by reputation a good organiser.",
      "cn": "听说她的组织能力很强。"
    },
    {
      "en": "Shuttlecocks provided by the Organiser shall be used in all matches.",
      "cn": "所有赛事须采用大会供应的羽毛球作赛."
    },
    {
      "en": "Size 5 footballs which provided by the Organiser should be all matches.",
      "cn": "球员必须穿著合规格的号码球衣,球靴、球袜及护胫作赛."
    },
    {
      "en": "Table - tennis ( orange in colour, diameter 40 mm ) provided by the Organiser should be used in all matches.",
      "cn": "所有赛事须采用大会供应之乒乓球作赛 ( 橙色 、 直径40毫米 )."
    },
    {
      "en": "The organiser held a round - up session at HKBU last week.",
      "cn": "主办单位于上周在浸会大学举行 总结会,让团员分享见闻和感受."
    },
    {
      "en": "The organiser reserves the right to alter this programme as may be necessary.",
      "cn": "会议组织者在必要时有权对此议程作出适当调整."
    },
    {
      "en": "The organiser will not be responsible for any loss of personal belongings.",
      "cn": "如有个人财物遗失,大会概不负责."
    },
    {
      "en": "We accept that the Organiser bears no responsibility for any error or omission.",
      "cn": "本公司同意,上述资料如有错漏,主办机构毋须负责."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "initiator",
            "promoter"
          ],
          "tran_cn": "组织者；发起人；形成体（等于organizer）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "组织者；发起人；形成体（等于organizer）"
    },
    {
      "pos": "other",
      "tran_cn": "[经] 组织者，创立人，发起人"
    }
  ],
  "exchange": {}
}