{
  "word": "intrusive",
  "ipa": {
    "us": "ɪnˈtruːsɪv",
    "uk": "ɪnˈtruːsɪv"
  },
  "sentences": [
    {
      "en": "A batholith has been defined as a huge intrusive mass of granitic rock.",
      "cn": "岩基的定义是巨大的花岗石侵入岩体."
    },
    {
      "en": "A variety of geological environments are extrusive or intrusive rocks.",
      "cn": "不同的地质环境形成喷出岩或侵入岩."
    },
    {
      "en": "Non - copyable and non - movable objects can't be stored in non - intrusive containers.",
      "cn": "不可复制和不可移动的对象不能保存在 非 介入式容器中."
    },
    {
      "en": "She didn't hesitate to tell intrusive photographers to \"naff off\".",
      "cn": "她毫不客气地叫那些烦人的摄影者“滚开”。"
    },
    {
      "en": "Staff are courteous but never intrusive.",
      "cn": "员工谦恭有礼却从不让人感到唐突。"
    },
    {
      "en": "Temperature taking is intrusive and will upset the child.",
      "cn": "测量体温是对小儿烦扰,会使小儿不安."
    },
    {
      "en": "The administration of medications is often viewed as an intrusive procedure by the child.",
      "cn": "孩子们常常把吃药看作是对他们的侵扰."
    },
    {
      "en": "The cameras were not an intrusive presence.",
      "cn": "那些摄像机的存在并不令人反感。"
    },
    {
      "en": "The constant presence of the media was very intrusive.",
      "cn": "媒体一直在场十分令人讨厌。"
    },
    {
      "en": "The most common intrusive in the order of igneous rocks is granite.",
      "cn": "在火成岩系列中最常见的侵入体是花岗岩."
    },
    {
      "en": "The most impressive form of intrusive is the dike.",
      "cn": "最引人注目的侵入体是岩脉."
    },
    {
      "en": "The new measures are aimed at cutting back on intrusive telephone solicitations.",
      "cn": "新措施旨在减少不请自来的电话调查。"
    },
    {
      "en": "They found the television cameras too intrusive.",
      "cn": "他们认为电视摄像机太烦人了。"
    },
    {
      "en": "This whole process offers a sustainable and non - intrusive way to decontaminate land.",
      "cn": "整个过程提供了一种可持续性、 非 侵扰性的土地净化方式."
    },
    {
      "en": "We both felt intrusive and out of place.",
      "cn": "我们俩都觉得闯到这里来很不合适."
    },
    {
      "en": "Yanshanian strongly peraluminous intrusive rocks occur sporadically in the Hebei - Shanxi - Liaoning area.",
      "cn": "燕山期强过铝质侵入岩零星出露于 冀晋 辽地区."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "intruder",
          "tran_cn": " 侵入者；干扰者；妨碍者"
        },
        {
          "word": "intrusion",
          "tran_cn": " 侵入；闯入"
        },
        {
          "word": "intrusiveness",
          "tran_cn": " 干涉性；侵扰性；侵入性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "intrude",
          "tran_cn": " 闯入；侵入；侵扰"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "intrude",
          "tran_cn": " 把…强加；把…硬挤"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "instrusive",
            "incursive"
          ],
          "tran_cn": "[岩]侵入的；打扰的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "intrusive body",
      "tran_cn": "侵入体，侵入岩体"
    },
    {
      "phrase": "intrusive rock",
      "tran_cn": "侵入岩；贯入岩"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "闯入的，打扰的，侵入的",
      "tran_en": "affecting someone’s private life or interrupting them in an unwanted and annoying way"
    }
  ],
  "exchange": {}
}