{
  "word": "asymmetric",
  "ipa": {
    "us": "ˌeɪsɪˈmetrɪk",
    "uk": "ˌæsɪˈmɛtrɪk"
  },
  "sentences": [
    {
      "en": "An asymmetric shedding dobby which can meet this demand is introduced.",
      "cn": "提出了一种非对称梭口即可满足这类需要."
    },
    {
      "en": "Asymmetric 1, 3 - dipolar cycloaddition can be strongly catalyzed by chiral oxazaborolidines.",
      "cn": "手性唑硼烷酮能够催化不对称1, 3偶极加成反应并取得很好的效果."
    },
    {
      "en": "Asymmetric information is inevitable in management for modern companies.",
      "cn": "信息不对称是企业经营管理中无法回避的问题."
    },
    {
      "en": "But it also has drawbacks, including the performance overhead of asymmetric encryption and the management headaches of obtaining and maintaining certificates for each client.",
      "cn": "但是它也有缺点，包括不对称加密的性能开销和每个客户端获取和维护证书的繁琐管理。"
    },
    {
      "en": "Consider the following two alternatives: asymmetric clustering and parallel clustering.",
      "cn": "考虑以下二个选择: 不对称成群和平行成群."
    },
    {
      "en": "It mainly includes symmetric encryption algorithms and asymmetric cryptographic algorithms and protocols.",
      "cn": "密码技术主要包括对称密码算法和非对称密码算法及协议."
    },
    {
      "en": "Most people's faces are asymmetric.",
      "cn": "大多数人的脸不对称。"
    },
    {
      "en": "MPEG is suitable for symmetric as well as asymmetric compression.",
      "cn": "MPEG不仅适用于对称压缩,而且也适用于非对称压缩."
    },
    {
      "en": "Recent progress on asymmetric epoxidation of alkenes by chiral catalysts was summaries.",
      "cn": "综述了手性催化剂催化的不对称环氧化反应研究进展情况."
    },
    {
      "en": "Rectum touch, but touch has no pain, fluctuation, asymmetric prostate enlargement.",
      "cn": "直肠触诊,可触到有波动感, 无疼痛, 非对称性前列腺肿大."
    },
    {
      "en": "The basin might be attributed to an asymmetric down faulted lake, and its evolution might be controlled by XMF.",
      "cn": "这是一个不对称的断陷盆地，晓天—磨子潭断裂可能对盆地的发育具有控制作用。"
    },
    {
      "en": "The different speed for each direction gives it the asymmetric label.",
      "cn": "在每个方向有不同速度使它得到了不对称的招牌."
    },
    {
      "en": "The evident effect of double asymmetric induction is observed.",
      "cn": "并观察到手性识别和双不对称诱导效应."
    },
    {
      "en": "The system was always skewed and its rewards asymmetric.",
      "cn": "这个体系一直是倾斜的,因此其回报也是不对称的."
    },
    {
      "en": "There are two DesB 1 - DPI moleCUles in an asymmetric unit.",
      "cn": "单位晶胞中每个结晶学不对称单位含有2个DesB1—DPI分子."
    },
    {
      "en": "Unconditionally secure asymmetric encryption schemes based on polynomials and cover free family ( CFF ) .",
      "cn": "我的翻译是:基于多项式和“ CFF ”的绝对安全的非对称性加密方案."
    },
    {
      "en": "We have made no reference to asymmetric carbon atoms.",
      "cn": "我们未曾涉及不对称碳原子."
    },
    {
      "en": "Well, unless you have an asymmetric set-up, in which case the client can POST and/or PUT its order somewhere on the server.",
      "cn": "那么，除非你有一个不对称的设置，在这种情况下，客户端可以POST和/或PUT它的订单到服务器的某处。"
    },
    {
      "en": "Whereas the traditional ER model has an even and balanced style of entities and complex relationships among entities, the star model is very asymmetric.",
      "cn": "传统的 ER 模型具有均匀且平衡的实体样式和实体之间的复杂关系，而星型模型却是完全不对称的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "asymmetrical",
          "tran_cn": " [数] 非对称的（等于asymmetric）；不均匀的；不匀称的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "asymmetrically",
          "tran_cn": " 不对称地（不平衡地）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "asymmetry",
          "tran_cn": " 不对称"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unsymmetric",
            "dissymmetric"
          ],
          "tran_cn": "[数]不对称的；非对称的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "asymmetric carbon",
      "tran_cn": "不对称碳原子"
    },
    {
      "phrase": "asymmetric synthesis",
      "tran_cn": "不对称合成"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不对称的，不匀称的，<逻>非对称的",
      "tran_en": "Asymmetric means the same as "
    }
  ],
  "exchange": {
    "adv": [
      "asymmetrically"
    ],
    "noun": [
      "asymmetry"
    ]
  }
}