{
  "word": "Cornwall",
  "ipa": {
    "us": "ˈkɔ:nwɔ:l",
    "uk": "ˈkɔrnˌwɔl"
  },
  "sentences": [
    {
      "en": "But the move to abolish shared berths for rail passengers travelling alone from London to Cornwall shows that, like Greta Garbo, we all now want to be alone.",
      "cn": "但废除从伦敦到康沃尔的单身旅行者共用铺位的运动却表明，如同葛丽泰·嘉宝那样，现在的我们希望独处。"
    },
    {
      "en": "Cornwall , over the centuries, had suffered a gradual economic decline.",
      "cn": "康沃尔许多世纪以来在经济上已逐渐衰落."
    },
    {
      "en": "Drinking water poisoned people in Cornwall, south - west England, in 1988.",
      "cn": "1988年,饮用水导致英格兰西南部康沃尔郡的人中毒."
    },
    {
      "en": "During her 1887 visit to St Ives, Cornwall, Schjerfbeck painted \" The Convalescent \".",
      "cn": "在谢夫贝克1887年旅行康沃尔的过程中, 她创作出了油画 “ 康复的病人 ”."
    },
    {
      "en": "He lives in retirement in Cornwall.",
      "cn": "他在康沃尔郡过退休生活."
    },
    {
      "en": "He sold out his shop and moved to Cornwall.",
      "cn": "他把商店顶出去,搬到康沃尔去了."
    },
    {
      "en": "Her crew consisted of children from Devon and Cornwall.",
      "cn": "她的团队由来自德文郡和康沃尔郡的孩子们组成。"
    },
    {
      "en": "I think you've been too long in Cornwall. You've forgotten the ways of the city.",
      "cn": "我认为你们在康沃尔呆的太久了，已经忘记了城市的生活方式。"
    },
    {
      "en": "If that holiday in Cornwall doesn't work wonders I shall be very much surprised.",
      "cn": "我深信在康沃尔度假会创造奇迹的."
    },
    {
      "en": "If you are keen to climb on sea cliffs, go to Cornwall.",
      "cn": "如果你渴望爬到海边的悬崖上, 你可以去康沃尔."
    },
    {
      "en": "Prince Charles leads an expensive life and the Duchy of Cornwall is there to fund it.",
      "cn": "查尔斯王子过着一种奢侈的生活，这些都由康沃尔公国进行资助。"
    },
    {
      "en": "Robert Milmore of Cornwall , New York, said the attacks strengthened his resolve.",
      "cn": "来自纽约Cornwall的 RobertMilmore 说,袭击增强了他的决心."
    },
    {
      "en": "The National Trust has placed an interdict on jet-skis in Dorset, Devon and Cornwall.",
      "cn": "国民托管组织已颁布禁令，禁止在多塞特、德文与康沃尔地区使用水上摩托艇。"
    },
    {
      "en": "The next stop on this cruise is likely to be in Cornwall.",
      "cn": "此次航游的下一站很可能是在康沃尔。"
    },
    {
      "en": "The population of Scotland was eight as large as that of Cornwall.",
      "cn": "苏格兰的人口是康沃尔人口的八倍."
    },
    {
      "en": "The village of Zennor lies upon the windward coast of Cornwall.",
      "cn": "真纳是康沃尔郡迎风的海岸边上的小渔村."
    },
    {
      "en": "They sold up and went to live in Cornwall.",
      "cn": "他们变卖了一切,然后到康沃尔去住."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "康沃尔（英格兰郡名，加拿大城市名）"
    },
    {
      "pos": "other",
      "tran_cn": "康沃尔"
    }
  ],
  "exchange": {}
}