{
  "word": "heredity",
  "ipa": {
    "us": "həˈredəti",
    "uk": "həˈredəti"
  },
  "sentences": [
    {
      "en": "A dictionary may define genetics as simply \" the science of the study of heredity \".",
      "cn": "词典上会把遗传学简单地定为 “ 研究遗传的科学. ”"
    },
    {
      "en": "Adler rejected the idea that a human being is simply a product of environment and heredity.",
      "cn": "阿德勒反对个人只是环境与遗传产物的观念."
    },
    {
      "en": "Gene: Unit of heredity that occupies a fixed position on a chromosome.",
      "cn": "基因: 在染色体上占据固定位置的遗传单位."
    },
    {
      "en": "Heredity also plays a role in some types of mental illness.",
      "cn": "遗传在某些精神病中也有作用."
    },
    {
      "en": "Heredity and environment are influences on character.",
      "cn": "遗传和环境是影响性格的因素."
    },
    {
      "en": "Heredity is not a factor in causing the cancer.",
      "cn": "这种癌症和遗传无关。"
    },
    {
      "en": "My height comes from my heredity.",
      "cn": "我的身高来自于遗传."
    },
    {
      "en": "Radiation has a strong effect on the heredity of fruit flies.",
      "cn": "射线对于果蝇的遗传产生强烈的作用."
    },
    {
      "en": "Sins were no longer sins, if men's actions were determined by heredity and environment.",
      "cn": "如果人类行为取决于遗传和环境,那么犯罪就不再是罪恶."
    },
    {
      "en": "Some diseases are present by heredity.",
      "cn": "有些病是遗传的结果."
    },
    {
      "en": "the debate over the effects of heredity and environment",
      "cn": "有关遗传与环境影响的辩论"
    },
    {
      "en": "The moral characters of men are formed not by heredity but by environment.",
      "cn": "人的道德品质不是遗传的，而是由环境塑造而成。"
    },
    {
      "en": "Thethe hereditary phenomena of structure, heredity in steel and influencing the inheritance.",
      "cn": "本文研究了钢的组织遗传现象 、 遗传因子及其影响因素."
    },
    {
      "en": "This is because the determinants of heredity maintain their integrity generation by generation.",
      "cn": "这是因为遗传因子一代又一代地保存它们的完整性."
    },
    {
      "en": "Visible, myopia is heredity and environment the result of joint action.",
      "cn": "可见, 近视是遗传和环境共同作用的结果."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hereditary",
          "tran_cn": " 遗传的；世袭的；世代相传的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "hereditarianism",
          "tran_cn": " 遗传主义；遗传论"
        },
        {
          "word": "hereditary",
          "tran_cn": " 遗传类"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "inheritance",
            "descendiblity"
          ],
          "tran_cn": "[遗]遗传，遗传性"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "descent",
            "heritage"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "遗传，遗传性",
      "tran_en": "the process by which mental and physical qualities are passed from a parent to a child before the child is born"
    }
  ],
  "exchange": {}
}