{
  "word": "playoff",
  "ipa": {
    "us": "'pleɪˌɒf",
    "uk": "ˈpleˌɔf, -ˌɑf"
  },
  "sentences": [
    {
      "en": "At the moment, the Rockets look like a pretty solid playoff team with a good future.",
      "cn": "目前, 火箭看起来像一直非常稳固的、前景美好的季后赛球队."
    },
    {
      "en": "But it was a playoff game against the Lakers.",
      "cn": "但那场比赛是对阵湖人的季后赛."
    },
    {
      "en": "He ranks third in franchise history in playoff games played and playoff three - point percentage.",
      "cn": "他排行第三,在球队历史上在季后赛中发挥和季后赛三个点的百分比."
    },
    {
      "en": "Leicester win promotion to the Premier League via playoff final.",
      "cn": "1996年,奥尼尔又率莱斯特晋级英超."
    },
    {
      "en": "Makes a deep playoff run a real possibility.",
      "cn": "使得上演一场总决赛是很可能的."
    },
    {
      "en": "Nick Faldo was beaten by Peter Baker in a playoff.",
      "cn": "尼克·福尔多在加时赛中被彼得·贝克击败。"
    },
    {
      "en": "On the season knight appears insufficiently stable, but the playoff they still nearly eliminated Celts.",
      "cn": "上赛季骑士显得不够稳定, 但季后赛他们仍然险些把凯尔特人淘汰."
    },
    {
      "en": "Perhaps this all change if they have an early playoff disappointment again.",
      "cn": "或许,如果他们再次在季后赛失望,什么事都可能发生."
    },
    {
      "en": "Pierce has shot 124 foul shots in 20 playoff games.",
      "cn": "皮尔斯在20场季后赛中罚球数达124个."
    },
    {
      "en": "The Lakers looked a lot like a team with deep playoff intentions.",
      "cn": "湖人看起来是一支有丰富季后赛经验和季后赛意识的球队."
    },
    {
      "en": "The playoff implications alone make this a big game.",
      "cn": "只有季后赛的含义才使这场比赛变得伟大."
    },
    {
      "en": "The Yankees held a meeting last night to vote on playoff shares.",
      "cn": ".洋基昨晚召开一会议投票季后赛分红办法."
    },
    {
      "en": "Washington Wizards ( 687.37 ) - Have only mustered 8 wins in 4 playoff appearances.",
      "cn": "华盛顿奇才队 ( 687.37分 ) -- 在四次的季后赛经历中总共才拿到8次胜利."
    },
    {
      "en": "We all know how playoff series change from game to game.",
      "cn": "我们都知道,季后赛的系列赛中每场比赛都会不一样."
    },
    {
      "en": "We cannot because enters the playoff to be pleased with oneself merely.",
      "cn": "我们不能仅仅因为进入季后赛就沾沾自喜."
    },
    {
      "en": "You invite your friends over to watch an NBA basketball playoff game on TV.",
      "cn": "你邀请你的朋友来看电视上的NBA篮球决赛."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（双方得分相等时的）最后决赛",
      "tran_en": "A playoff is an extra game that is played to decide the winner of a sports competition when two or more people have the same score"
    }
  ],
  "exchange": {}
}