{
  "word": "synonymous",
  "ipa": {
    "us": "sɪˈnɒnɪməs",
    "uk": "sɪˈnɑnɪməs"
  },
  "sentences": [
    {
      "en": "\"Getting fit\" became synonymous not just with healthier living, but with a leaner, meaner body, and the ground was laid for a burgeoning gym industry.",
      "cn": "“获得适合”成为同义词的不只是健康的生活，但一个更精简，寡情的身体，与地面是一个新兴的体育产业奠定。"
    },
    {
      "en": "ADOLESCENCE is practically synonymous in our culture with risk taking, emotional drama and all forms of outlandish behavior.",
      "cn": "在我们的文化里，青春期几乎是冒险、情感闹剧和各种出格举动的同义词。"
    },
    {
      "en": "As a consultant the word client is synonymous with the word customer.",
      "cn": "在“顾问”这个方面,client和customer(顾客)是同义词."
    },
    {
      "en": "Going grey is not necessarily synonymous with growing old.",
      "cn": "头发变白并不一定等于变老了。"
    },
    {
      "en": "His deeds had made his name synonymous with victory.",
      "cn": "他的英勇事迹使他的名字成了胜利的代名词."
    },
    {
      "en": "HIS name is synonymous with Mandopop in the 21 st century.",
      "cn": "他的名字在21世纪和华语流行音乐是同义词。 。"
    },
    {
      "en": "In politics, power and popularity are not synonymous.",
      "cn": "在政治上，权力和声望并非相依而存。"
    },
    {
      "en": "In their minds, effort is synonymous with discomfort.",
      "cn": "在他们心目中，努力是不适的同义词。"
    },
    {
      "en": "In those days botany was virtually synonymous with herbalism.",
      "cn": "那时候植物学和本草学实际上是同义的."
    },
    {
      "en": "Indeed, in may regions \" forestry \" is synonymous with \" plantation culture \".",
      "cn": "事实上, 在许多地区 “ 林业 ” 就是 “ 森林栽培 ” 的同义语."
    },
    {
      "en": "Many individuals consider career counseling to be synonymous with assessments.",
      "cn": "许多个人考虑生涯辅导,以等同评估."
    },
    {
      "en": "Paris has always been synonymous with elegance, luxury and style.",
      "cn": "巴黎一直是优雅、奢华和时尚的代名词。"
    },
    {
      "en": "Synonymous with illegal: used with instruction code, character, etc.",
      "cn": "与“非法”同义,主要用在: 置于指令码 、 字符等前面,构成禁用指令码 、 禁用字符等."
    },
    {
      "en": "The impression has been that Umno is synonymous with Malays.",
      "cn": "长期以来,人们即有一种印象,巫统就是马来人,马来人就是巫统."
    },
    {
      "en": "The reaction is catalysed by a transaminase or an amino transferase ( the terms are synonymous ).",
      "cn": "反应是由转氨酶或氨基转移酶? ( 同义名词 ) 催化的."
    },
    {
      "en": "Thus both photography and fashion are synonymous with artificiality and pure superficiality.",
      "cn": "所以摄影和时尚不管是人为理解还是表面来说都是同义的."
    },
    {
      "en": "Wealth and money in short , are, in common language , considered as in every respect synonymous.",
      "cn": "按着通俗的说法,财富与货币,无论从哪一点看来, 都是同义语."
    },
    {
      "en": "Wealth is not necessarily synonymous with happiness.",
      "cn": "财富未必等同于幸福。"
    },
    {
      "en": "Working solo does not have to be synonymous with stress.",
      "cn": "工作单骑不是必须强调同义词."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "synonym",
          "tran_cn": " 同义词；同义字"
        },
        {
          "word": "synonymity",
          "tran_cn": " 同义性"
        },
        {
          "word": "synonymy",
          "tran_cn": " 同义，同义词研究"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "coordinate",
            "parallel"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "synonymous with",
      "tran_cn": "与...同义"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "同义的，类义的，同义词的",
      "tran_en": "something that is synonymous with something else is considered to be very closely connected with it"
    }
  ],
  "exchange": {}
}