{
  "word": "petiole",
  "ipa": {
    "us": "'petɪəʊl",
    "uk": "'petɪˌoʊl"
  },
  "sentences": [
    {
      "en": "Among cotyledon , petiole of cotyledon, hypocotyl, and radicle, hypocotyl has the most responsive explants to 2, 4 - D .",
      "cn": "在子叶 、 叶柄 、 胚轴以及胚根四者当中, 下胚轴对2, 4-D 的反应状况最好."
    },
    {
      "en": "Dark green and glossy leaf, thick and white petiole, good plant shape, heat tolerance, good quality.",
      "cn": "叶色深绿、叶柄洁白且宽厚 、 外型美观 、 耐热 、 品质佳."
    },
    {
      "en": "Green or brown flexible petiole, variable internode length. Large trailer.",
      "cn": "绿色或咖啡色的柔软叶柄, 节间距离易变. 大的悬垂型."
    },
    {
      "en": "In long shoot, the leaf width, leaf length, leaf area, petiole length and basal angle decreased, but the leaf index and the ratio of lobation increased as its arrangement increased.",
      "cn": "一年生长枝叶片的叶宽、叶长、叶面积、叶柄长、叶基角均随叶序的增加逐渐减小，叶形指数和有缺刻叶的比例则增加。"
    },
    {
      "en": "Late - bolting, white petiole good plant shape, good quality.",
      "cn": "晚抽薹 、 叶柄洁白、植株紧凑 、 品质佳."
    },
    {
      "en": "Light green, elliptical, very thin, long flexible petiole. Usually single crown. Large.",
      "cn": "亮绿色椭圆型很薄的叶子, 长而有弹性的叶柄. 通常单个顶芽. 大型."
    },
    {
      "en": "ObjectiveTo determine the total alkaloid and berberine contents in and petiole organs from Coptis omeiensis.",
      "cn": "目的确定峨眉野连不同器官的总生物碱和小檗碱含量."
    },
    {
      "en": "Olive or petiole and cauline stalk are Brown.",
      "cn": "叶柄及茎秆黄绿色或褐色."
    },
    {
      "en": "On one - year - old tawny sticks, with oval - shaped Pikong, especially near the petiole more.",
      "cn": "一年生枝浅黄褐色, 具椭圆形皮孔, 尤以叶柄附近为多."
    },
    {
      "en": "ResultsRhizome, fibre, lamina and petiole organs obtain alkaloid and berberine contents.",
      "cn": "结果峨眉野连根茎 、 须根 、 叶片和叶柄中,均含有生物碱和小檗碱."
    },
    {
      "en": "Rich bottom shape , good quality, glossy green leaf, thick wider petiole.",
      "cn": "束腰、美观, 品质优, 叶色油绿,叶柄宽厚."
    },
    {
      "en": "Stipule A modified leaf found as an outgrowth from the petiole or leaf base.",
      "cn": "托叶:由叶柄或叶基部生长出的变态的叶,为发育产生的外部结构."
    },
    {
      "en": "The basic medium, choice of node petiole explants, plant growth regulator concentration and variety all affected the induction of somatic embryos and the regeneration of adventitious buds.",
      "cn": "结果表明，体胚的诱导和不定芽的再生与基本培养基、叶柄的着生部位、生长调节物质种类和浓度等因素有关。"
    },
    {
      "en": "The content of metal elements in a leaf is higher than in a petiole.",
      "cn": "蔬菜中重金属元素含量,叶片要显著超过叶柄."
    },
    {
      "en": "The vascular tissue passes through the pulvinus into the petiole proper.",
      "cn": "维管组织经过叶枕进入叶柄."
    },
    {
      "en": "Whereas the most difference among quantity characters are lobule petiole length and beta coefficient is 70.03 %.",
      "cn": "各数量性状亦存在较大变异,其中小叶柄长度变异较大,变异系数达70.03%."
    },
    {
      "en": "Wider, white and mid - length petiole, green leaf, heat tolerance , resistant to diseases.",
      "cn": "中脚紧凑 、 叶色绿, 叶柄宽白,耐热 、 抗病."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cabo",
            "leafstalk"
          ],
          "tran_cn": "[植]叶柄；柄部"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "叶柄，柄部",
      "tran_en": "the stalk by which a leaf is attached to the rest of the plant "
    }
  ],
  "exchange": {}
}