{
  "word": "Maori",
  "ipa": {
    "us": "ˈmaʊri",
    "uk": "ˈmaʊri"
  },
  "sentences": [
    {
      "en": "A few lucky survivors, who were able to find a hiding spot inside the mast of the boat, were horrified as they watched the Maori devour their shipmates through the night and in to the next morning.",
      "cn": "有极少数的幸存者，有幸躲在船上桅杆里中空的隐藏点，逃过一劫，目睹了令人毛骨悚然的一幕：他们同船的伙伴被这些毛利人在当夜及第二天早上大口大口地吃掉。"
    },
    {
      "en": "Also occas . half - pi . [ perh . ad . Maori pai good.",
      "cn": "[ 也许毛利语pai意为‘好’]."
    },
    {
      "en": "And the streams that wash down from the glacier-capped peaks carry a highly prized stone, a hard, translucent, green rock that the Maori carved into jewelry and blades, for both tools and weapons.",
      "cn": "从冰川包覆的山巅冲击而下的湍流携下一种具有很高价值的玉石，毛利人将这种硬质半透明的石头雕刻成为珠宝和刀刃，既是工具也可以作为武器。"
    },
    {
      "en": "Coal Island was visited first by the early Maori. In addition, gold was discovered in 1874.",
      "cn": "煤炭岛首先由早期的毛利人踏足. 此后在1874年, 在该岛发现黄金."
    },
    {
      "en": "Do you like the local cuisines such as the Maori cuisine?",
      "cn": "您喜欢毛利菜之类的本地菜 吗 ?"
    },
    {
      "en": "Maori cannibalism has been stamped out in New Zealand and many (but not all) of the archipelagos to its north.",
      "cn": "而在新西兰和新西兰以北的大部分群岛上，毛利人的食人陋习已被扑灭。"
    },
    {
      "en": "Maori families enjoy sharing what they own and looking after one another.",
      "cn": "毛利人的家庭喜欢共享他们拥有的东西,并乐意彼此照顾."
    },
    {
      "en": "Special days for the Maori are called huis.",
      "cn": "毛利人的特殊节日叫做“会”."
    },
    {
      "en": "The common meeting place for Maori is on the marae.",
      "cn": "毛利人在广场上开普通的会议."
    },
    {
      "en": "The earliest people of New Zealand is Maori.",
      "cn": "新西兰最早的居民是毛利人."
    },
    {
      "en": "The English and Maori versions of the treaty both contain three articles.",
      "cn": "这份条约的英文版和毛利文版都有三则条款."
    },
    {
      "en": "The Maori came from the island of Polynesia in the Pacific.",
      "cn": "毛利人来自太平洋的波利尼西亚岛屿."
    },
    {
      "en": "The Maori were the earliest people to come to New Zealand.",
      "cn": "毛利人是来到新西兰的最早的人种."
    },
    {
      "en": "The marae - the meeting house and the land around it - is the focus of Maori community life.",
      "cn": "马拉埃 -- 聚会大厅及其周围土地 -- 是毛利人村社生活的中心."
    },
    {
      "en": "They also have Maori newspapers, radio and TV programmers.",
      "cn": "也有毛利语的报纸 、 广播和电视节目."
    },
    {
      "en": "This kiss is also performed by numerous Pacific Islander cultures, including the Maori of New Zealand, where it is a ritual greeting.",
      "cn": "这种亲吻方式也是很多太平洋的岛上居民所采用的，包括新西兰的毛利人，他们就是这样相互问候的。"
    },
    {
      "en": "Today there are special kindergartens for Maori children.",
      "cn": "现在为毛利人的小孩子设定了专门的幼儿园."
    },
    {
      "en": "What parts of Maori life are mentioned in the text?",
      "cn": "2课文提到毛利人的生活的哪些部分?"
    },
    {
      "en": "You can also see Maori traditional dances at the Auckland Museum.",
      "cn": "在奥克兰博物馆,可以看到毛利人表演传统舞蹈."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "毛利人的"
    },
    {
      "pos": "n",
      "tran_cn": "（新西兰的）毛利人，毛利语",
      "tran_en": "someone who belongs to the race of people that first lived in New Zealand and now forms only a small part of the population"
    }
  ],
  "exchange": {
    "pl": [
      "Maoris"
    ]
  }
}