{
  "word": "dissociation",
  "ipa": {
    "us": "dɪˌsəʊsɪ'eɪʃn",
    "uk": "dɪˌsosiˈeʃən, -ʃi-"
  },
  "sentences": [
    {
      "en": "A two - dimensional potential energy surface was presented to show the direct dissociation.",
      "cn": "我们使用一二维的位能面来描述这个直接分解化学吸附过程."
    },
    {
      "en": "Ammonium chloride under thermal dissociation forms ammonia and hydrogen chloride gases.",
      "cn": "氯化铵在热力分解作用下形成氨和氯化氢气体."
    },
    {
      "en": "Defining feature is dissociation of certain aspects of personality.",
      "cn": "确定特徵是人格的某些样子的分离."
    },
    {
      "en": "Halogens also have the necessary absorption in the ultraviolet and rapid dissociation.",
      "cn": "卤素也具有吸收紫外线和分解快这两种特性."
    },
    {
      "en": "Hammer grinder with high grinding rate can fully increase the starch dissociation rate.",
      "cn": "锤式粉碎机,破碎率高,能充分提高淀粉的游离率."
    },
    {
      "en": "HM demonstrated a striking single - dissociation between intelligence and declarative memory.",
      "cn": "HM的智能与陈述性记忆展现出显著的分裂."
    },
    {
      "en": "Results: The recognition and preferred tests showed experimental dissociation. The perfect attitude was implicit.",
      "cn": "结果: 再认测验和偏好测验出现了实验性分离,完美态度具有内隐性."
    },
    {
      "en": "The acid dissociation constants of PAPAQ and PACPAQ were determined by spectrophotometric method.",
      "cn": "用光度法测定TPAPAQ和PACPAQ的酸离解常数."
    },
    {
      "en": "The antibiotic activity and valency connect with transfer efficiency and dissociation constant.",
      "cn": "抗菌活性和抗生素效力与能量转移效率和解离常数有关."
    },
    {
      "en": "The herniated discs of the dissociation may be distal in intervertebral space.",
      "cn": "结论三维重建对腰椎间盘突出症有重要的诊断价值,可提供平片和横断位不易得到的解剖学信息."
    },
    {
      "en": "The resulting rise in gas temperature may be sufficient to cause the dissociation of NF 3.",
      "cn": "所导致的气体温度的上升可能足以导致NF3的分解."
    },
    {
      "en": "The thermal dissociation of the potassium shale - potash system has been experimentally investigated.",
      "cn": "通过实验探讨了富钾页岩+碳酸钾体系热分解反应过程."
    },
    {
      "en": "The two components of memory were dissociated by a post - test dissociation procedure.",
      "cn": "此两类记忆以[测验后分离法]分离."
    },
    {
      "en": "The war between the sexes should not result in their complete dissociation from one another.",
      "cn": "两性之间的对抗不应造成两者之间彻底的分裂。"
    },
    {
      "en": "Zhou , Li . ( 2008 ) . The Dissociation of egocentric mental rotation and allocentric mental rotation rotation effect.",
      "cn": "〈自我和物体为参照系的心理旋转分离:内旋效应〉."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dissociable",
          "tran_cn": " 可分离的；不爱交际的"
        },
        {
          "word": "dissociative",
          "tran_cn": " 游离的；分离的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "dissociate",
          "tran_cn": " 游离；分离；分裂"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "dissociate",
          "tran_cn": " 游离；使分离；分裂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "analysis",
            "separation",
            "decomposition",
            "resolving"
          ],
          "tran_cn": "分解，分离；[心理]分裂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "separation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "dissociation constant",
      "tran_cn": "[化]离解常数；[化]电离常数"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "分离， 离解， 脱离关系，解体",
      "tran_en": "the act of dissociating or the state of being dissociated "
    }
  ],
  "exchange": {
    "verb": [
      "dissociate"
    ]
  }
}