{
  "word": "paralyze",
  "ipa": {
    "us": "'pærəlaɪz",
    "uk": "ˈpærəˌlaɪz"
  },
  "sentences": [
    {
      "en": "A guy with paralysed legs is not supposed to ride horses.",
      "cn": "一个双腿瘫痪的人不该骑马。"
    },
    {
      "en": "Acting innocent and weak always the best way to paralyze the target.",
      "cn": "表现出极为无辜和软弱是麻痹目标最好的方式."
    },
    {
      "en": "Chances are they will only scatter and paralyze your thinking.",
      "cn": "它们很可能分散并中断你的思路."
    },
    {
      "en": "Even the smallest slip could permanently paralyze the patient.",
      "cn": "即使最小的失误都会导致小朱利安终身瘫痪."
    },
    {
      "en": "Fear of unemployment is paralyzing the economy.",
      "cn": "对失业的恐惧使经济陷于瘫痪。"
    },
    {
      "en": "Her legs were partly paralysed in the crash.",
      "cn": "在撞车事故中她的双腿部分瘫痪。"
    },
    {
      "en": "Her legs were partly paralyzed in the crash.",
      "cn": "在撞车事故中她的双腿部分瘫痪。"
    },
    {
      "en": "Hold it even longer & they begin to paralyze you.",
      "cn": "如果 一天到晚 一直沉浸在里面,生活便开始一片混乱."
    },
    {
      "en": "I think we would all agree that it is well worth it, yet many of us still choose to let this innate fear paralyze us and settle into comfortable, secure positions despite being unhappy in them.",
      "cn": "我想每个人都认同这些东西是值得的，但是我们中许多人尽管对目前处境不甚满意，仍然选择麻痹于内在的恐惧，停滞于安逸，保险的职位。"
    },
    {
      "en": "In 1530 it meant to paralyze, deaden, stupefy, to stun or deprive of sensation, as by a blow.",
      "cn": "1530年，它的意思是使人瘫痪、麻木、失去知觉、昏迷或者丧失感觉，就好像被人猛打了一顿。"
    },
    {
      "en": "It might paralyze me, cause me to forget what I am here for, create so much pain I am distracted, or render me incapable in some other way.",
      "cn": "它大概会使我瘫痪，使我忘记我到这里来的目的，使我感到极度痛苦，无法集中意念，或者以其他方式使我丧失能力。"
    },
    {
      "en": "LIFELife's challenges are not supposed paralyze you, they're supposed to help your discover who you are.",
      "cn": "生活的挑战不应该使你失去勇气和信心, 而是帮助你发现真正的自己."
    },
    {
      "en": "Smoking would immediately trigger abnormal contractions that would paralyze muscles, like those involved in breathing.",
      "cn": "因为这样子的话,一旦吸烟就会引起肌肉异常收缩进而瘫痪, 就像参与呼吸过程那样."
    },
    {
      "en": "So friend, your low confidence will limit and paralyze you.",
      "cn": "因此朋友, 你消沉的自信心将阻止你,击垮你."
    },
    {
      "en": "Tackle your fears Pressure doesn't paralyze you, fear does.",
      "cn": "克服恐惧压力不会使你瘫痪, 但恐惧却能把你压垮."
    },
    {
      "en": "The fear of getting it wrong can paralyze a leader.",
      "cn": "对犯错的恐惧会使领导丧失作用."
    },
    {
      "en": "The fluctuations of market prices, their from values theirand downs paralyze and compensate each other.",
      "cn": "市场价格的上下波动,市场价格的背离价值,市场价格的涨落都是相互抵消和互相补偿的."
    },
    {
      "en": "The poisons quickly paralyze the fish.",
      "cn": "毒素会让鱼很快麻痹."
    },
    {
      "en": "The snake uses its venom to stun or paralyze its victims.",
      "cn": "蛇用其毒液使受害者失去知觉或瘫痪."
    },
    {
      "en": "The soviet Union believes that it can demoralize Western Europe and paralyze us.",
      "cn": "苏联相信它能使西欧丧失斗志,麻痹我们."
    },
    {
      "en": "When touch drive dance paralyze!",
      "cn": "当触觉被舞蹈所麻痹!"
    },
    {
      "en": "You can bet that would truly paralyze the flow of credit: Does anyone believe Washington can manage banks?",
      "cn": "你可以打赌，这会使流动的信贷真正限于瘫痪：真有人相信华盛顿可以经营银行吗？"
    },
    {
      "en": "Your low self - confidence will limit and paralyze you.",
      "cn": "你消沉的自信心将击垮你,限制你."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "paralytic",
          "tran_cn": " 麻痹的；瘫痪的；中风的"
        },
        {
          "word": "paralyzed",
          "tran_cn": " 瘫痪的；麻痹的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "paralysis",
          "tran_cn": " 麻痹；无力；停顿"
        },
        {
          "word": "paralytic",
          "tran_cn": " 中风患者；麻痹患者"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "paralyzed",
          "tran_cn": " 使麻痹；使无力；使失去勇气（paralyze的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "disarm",
            "terrify"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "anaesthetize",
            "deaden",
            "desensitize",
            "numb",
            "stupefy"
          ],
          "tran_cn": "使无力;使无感觉"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "瘫痪，麻痹",
      "tran_en": "if something paralyzes you, it makes you lose the ability to move part or all of your body, or to feel it"
    },
    {
      "pos": "vt",
      "tran_cn": "使瘫痪，使麻痹，使不能正常活动"
    }
  ],
  "exchange": {
    "third": [
      "paralyzes"
    ],
    "past": [
      "paralyzed"
    ],
    "done": [
      "paralyzed"
    ],
    "ing": [
      "paralyzing"
    ]
  }
}