{
  "word": "coroner",
  "ipa": {
    "us": "ˈkɒrənə(r)",
    "uk": "ˈkɔrənə(r)"
  },
  "sentences": [
    {
      "en": "A coroner's jury was called to sit on the case.",
      "cn": "验尸陪审团被召集来审查这个案件."
    },
    {
      "en": "And the coroner proceeded to detail their testimony about their accidental meeting of Clyde.",
      "cn": "接着,验尸官把他们作证时说偶然碰到克莱德的话源源本本讲了一遍."
    },
    {
      "en": "But what's the result? Not fucking die, and the coroner's people lives very well.",
      "cn": "但是结果 呢 ?不该死的人死了, 而该死的人活得好好的."
    },
    {
      "en": "In the absence of the active and intelligent beadle, the Coroner conversed with Mr. Tulkinghorn.",
      "cn": "当那个精明强干的地保不在场的时候, 验尸官和图金霍恩先生谈了谈."
    },
    {
      "en": "Inquisition means the document recording the result of an inquiry, or coroner's inquest.",
      "cn": "调查报告指记录审讯结果或验尸结果的文件."
    },
    {
      "en": "Kids don't belong in the coroner's office unless they're in a drawer.",
      "cn": "小孩子不应该到验尸官的房间来,除非他们在抽屉里面."
    },
    {
      "en": "Please send the police and the coroner.",
      "cn": "请派警察来,就在拐弯的地方."
    },
    {
      "en": "Please send the police and the coroner. Did you get his ability?",
      "cn": "请派警察来,就在拐弯的地方. 你得到他的能力了 吗 ?"
    },
    {
      "en": "The coroner embodies it in an inquisition.",
      "cn": "验尸官将它记录在勘验笔录上."
    },
    {
      "en": "The coroner recorded a verdict of death by natural causes.",
      "cn": "验尸官作出了自然死亡的结论。"
    },
    {
      "en": "The coroner's report shows Mulwray had salt water in his lungs.",
      "cn": "验尸官的报告表明他的肺里面有盐水."
    },
    {
      "en": "the coroner’s court",
      "cn": "死因裁判法庭"
    },
    {
      "en": "The judge awaits the coroner's inquest before giving a verdict.",
      "cn": "法官在作裁决前等待验尸官的调查."
    },
    {
      "en": "The person in charge an inquest is called a coroner.",
      "cn": "负责审查的人是验尸官."
    },
    {
      "en": "The Police have launched their enquiries and the Coroner has been notified.",
      "cn": "警方现已展开调查,死因裁判官亦获知会."
    },
    {
      "en": "US actress Brittany Murphy died of pneumonia, a Los Angeles coroner has ruled.",
      "cn": "一位洛杉矶验尸官判定,演员布兰妮·墨菲死于肺炎."
    },
    {
      "en": "When John passed away, the coroner's office took all his clothes.",
      "cn": "约翰过世的时候, 验尸官拿走了他的所有衣物."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "crowner"
          ],
          "tran_cn": "验尸官"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "验尸官，法医",
      "tran_en": "an official whose job is to discover the cause of someone’s death, especially if they died in a sudden or unusual way"
    }
  ],
  "exchange": {
    "pl": [
      "coroners"
    ]
  }
}