{
  "word": "furnishings",
  "ipa": {
    "us": "ˈfɜ:nɪʃɪŋz",
    "uk": "ˈfɜrnɪʃɪŋz"
  },
  "sentences": [
    {
      "en": "a home furnishings store",
      "cn": "家居用品店"
    },
    {
      "en": "a range of furnishings and accessories for the home",
      "cn": "各种各样的家居装饰物及配件"
    },
    {
      "en": "Emporio Armani, the Italian fashion house, has made a discreet foray into furnishings.",
      "cn": "意大利时装品牌安普里奥·阿玛尼谨慎进入家居用品市场。"
    },
    {
      "en": "Factory shops contain a wide range of cheap furnishings.",
      "cn": "工厂车间里陈设着种类繁多的廉价家具。"
    },
    {
      "en": "For protection against unforeseen emergencies, you insure your house, your furnishings and your car.",
      "cn": "为了防范不可预见的紧急情况，人们给房子、家具和汽车上保险。"
    },
    {
      "en": "I was struck by the shabbiness of the furnishings.",
      "cn": "我感到惊讶的是家具非常破旧."
    },
    {
      "en": "She likes to interchange her furnishings at home with the stock in her shop.",
      "cn": "她想要把家里的家具与店里的存货调换一下。"
    },
    {
      "en": "She was interested in the furnishings of that room.",
      "cn": "她对那个房间的摆设儿很感兴趣."
    },
    {
      "en": "The bed and the toilet were the only furnishings in the tiny cell.",
      "cn": "床和马桶是这小单人禁闭室内惟一的陈设."
    },
    {
      "en": "The decoration and furnishings had to be practical enough for a family home.",
      "cn": "房子的装潢和家具都必须很实用，适合家居生活。"
    },
    {
      "en": "The decorator appointed the hotel with ultramodern furnishings.",
      "cn": "这位装修工用极其现代化的陈设装饰这家旅馆."
    },
    {
      "en": "The furnishings and paintings had been chosen with impeccable taste.",
      "cn": "室内的家具和油画都经过精心选择."
    },
    {
      "en": "The furnishings in the room imparted an air of elegance.",
      "cn": "这个房间的家具带给这房间一种优雅的气氛."
    },
    {
      "en": "The original furnishings are now in need of replacement.",
      "cn": "原来的家具陈设需要更换了."
    },
    {
      "en": "The wallpaper should match the furnishings.",
      "cn": "墙纸应和家具陈设协调。"
    },
    {
      "en": "Tie it with fabric bows that co-ordinate with other furnishings.",
      "cn": "系上与其他装饰相配的布质蝴蝶结。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fittings"
          ],
          "tran_cn": "家具；供应；穿戴用品（furnishing的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "furnishing fabric",
      "tran_cn": "装饰织物；家具布"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "家具；供应；穿戴用品（furnishing的复数）",
      "tran_en": "the furniture and other things, such as curtains, in a room"
    },
    {
      "pos": "other",
      "tran_cn": "穿戴用品，摆设儿，陈设"
    }
  ],
  "exchange": {}
}