{
  "word": "colonel",
  "ipa": {
    "us": "ˈkɜːnl",
    "uk": "ˈkɜːrnl"
  },
  "sentences": [
    {
      "en": "\"I'm still staff colonel.\"— 'Is that a fact.'",
      "cn": "“我还是参谋上校。”——“不会吧？”"
    },
    {
      "en": "But that would make the oilfields and pipeline a target for the colonel.",
      "cn": "但是，这样一来将使油田和输油管成为卡札菲上校的进攻标靶。"
    },
    {
      "en": "Clarence screws up his face and imitates the Colonel again.",
      "cn": "克拉伦斯又板起面孔，模仿起上校来。"
    },
    {
      "en": "Colonel Richard Nelson served on the school board until this year.",
      "cn": "理查德·纳尔逊上校直到今年才从地方教育董事会离职。"
    },
    {
      "en": "Mills was regimental colonel.",
      "cn": "米尔斯当过团长。"
    },
    {
      "en": "Nothing remained of the colonel.",
      "cn": "上校身后毫无遗物。"
    },
    {
      "en": "The captain jumped several grades and now was a colonel.",
      "cn": "这名上尉一连跳过了好几级，现在是上校了。"
    },
    {
      "en": "The Colonel bowed his head and whispered a prayer of thanksgiving.",
      "cn": "这位上校低头轻声做感恩祈祷。"
    },
    {
      "en": "The Colonel lifted the phone and dialed his superior.",
      "cn": "上校拿起电话，拨通了上司的号码。"
    },
    {
      "en": "The colonel ordered \"Halt!\"",
      "cn": "上校命令道：“立定！”"
    },
    {
      "en": "The colonel ordered, \"I want two good engines down here asap.\"",
      "cn": "上校命令道：“尽快给我找两台性能好的发动机来。”"
    },
    {
      "en": "The colonel rushed up to Earle, shaking his gun at him.",
      "cn": "上校冲向厄尔，朝他挥着枪。"
    },
    {
      "en": "The colonel was rewarded with a resounding cheer from the men.",
      "cn": "士兵对上校报以震天的欢呼声。"
    },
    {
      "en": "The colonel was sitting behind a cheap wooden desk.",
      "cn": "上校坐在一张廉价的木桌后面。"
    },
    {
      "en": "The Monsignor turned his gaze from the flames to meet the Colonel's.",
      "cn": "这位大人凝视的目光离开火苗，与上校的目光相遇。"
    },
    {
      "en": "This particular place was run by an ex-Army colonel.",
      "cn": "这个特别的地方归一位前陆军上校掌管。"
    },
    {
      "en": "Turkin tapped him on the shoulder. \"Sorry to interrupt, Colonel.\"",
      "cn": "图尔金拍拍他的肩膀。“不好意思打断您一下，上校。”"
    },
    {
      "en": "What if they go on to behave as murderously as the colonel and his paid killers?",
      "cn": "如果他们像他们的是上校和他的杀手们一样继续表现为杀气腾腾的又该怎么办？"
    },
    {
      "en": "When Colonel Harper found out, he would go ape.",
      "cn": "哈珀上校发现了一定会勃然大怒。"
    },
    {
      "en": "While he was gone she had tea with the Colonel.",
      "cn": "他不在时她跟上校一起喝了茶。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "lieutenant colonel",
      "tran_cn": "[英]陆军中校；[美]陆军或空军、海军陆战队中校"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "上校",
      "tran_en": "a high rank in the army, Marines, or the US air force, or someone who has this rank"
    }
  ],
  "exchange": {
    "pl": [
      "colonels"
    ]
  }
}