{
  "word": "anorexia",
  "ipa": {
    "us": "ˌænəˈreksiə",
    "uk": "ˌænəˈrɛksiə"
  },
  "sentences": [
    {
      "en": "A 17 - year - old - boy with a previous history of gastrointestinal dysfunction had abdominal pain, fever, anorexia.",
      "cn": "一例17 岁 男孩,有胃肠功能不良史,主诉腹痛 、 发热 、 食欲减退."
    },
    {
      "en": "Anorexia is a common eating disorder.",
      "cn": "厌食是一种常见的饮食紊乱症."
    },
    {
      "en": "Anorexia nervosa and bulimia nervosa have emerged as the predominant eating disorders.",
      "cn": "神经性厌食症和神经性贪食症是主要的进食障碍症状."
    },
    {
      "en": "Anorexia nervosa, a form of starvation, may affect adolescent girls.",
      "cn": "神经性厌食症是饥饿的一种形式, 它对少女有影响."
    },
    {
      "en": "Anorexia nervous probably represents a weight phobia - the fear of obesity.",
      "cn": "神经性厌食可能表现为一种体重恐怖 —— 即害怕肥胖."
    },
    {
      "en": "But soon, as her daughter began to put on weight, the psychological problems associated with anorexia — like depression, anxiety and isolation — also began to diminish.",
      "cn": "但是很快，作为她的女儿开始增重，心理问题与象消沉，忧虑的厌食—相关，并且隔离—也开始减少。"
    },
    {
      "en": "Dizziness, anxiety, syncope, and anorexia have also been reported as well as profuse tearing and photophobia.",
      "cn": "头晕 、 烦躁不安 、 昏厥和食欲不振以及落泪不止、畏光也有报道."
    },
    {
      "en": "Doctors say young boys are also becoming more susceptible to anorexia.",
      "cn": "医生说,男孩更也一样容易犯厌食的毛病."
    },
    {
      "en": "During my ninth - grade year, I suffered from anorexia nervosa.",
      "cn": "在我九年级那一年, 我遭受厌食症之苦."
    },
    {
      "en": "Early symptoms include anorexia, muscular weakness and fatigue.",
      "cn": "早期症状有厌食、肌无力和疲劳。"
    },
    {
      "en": "How to treat disease of gluttony of alternant sex anorexia?",
      "cn": "怎么样治疗交替性厌食暴食症?"
    },
    {
      "en": "Is this disease of gluttony of anorexia of a kind of intermittence?",
      "cn": "这是一种间歇性厌食暴食症 吗 ?"
    },
    {
      "en": "Reports of anorexia and other eating disorders are on the increase.",
      "cn": "据报告,厌食症和其他饮食方面的功能紊乱发生率正在不断增长."
    },
    {
      "en": "Signs are similar to human disease , including anorexia, fever, and thrombocytopenia.",
      "cn": "犬的症状类似于人, 包括食欲不振 、 发热 、 血小板减少."
    },
    {
      "en": "The causes of anorexia are much debated.",
      "cn": "关于厌食的起因存在颇多争论。"
    },
    {
      "en": "The impetus for its inclusion comes in part from a 2007 study which suggests that it is as common in the US as anorexia and bulimia combined.",
      "cn": "为将其列入议程的动力部分来自于2007年的一项研究，它表明此症在美国很普遍，与厌食症和贪食症合并起来一样多。"
    },
    {
      "en": "The onset is usually gradual and associated with anorexia, lethargy.",
      "cn": "通常起病渐进,伴有厌食, 昏睡."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "anorectic",
          "tran_cn": " 厌食的，食欲缺乏的"
        },
        {
          "word": "anorexic",
          "tran_cn": " 厌食的"
        },
        {
          "word": "anorexigenic",
          "tran_cn": " 使食欲减退的；使厌食的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "anorexic",
          "tran_cn": " 患厌食症的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "asitia"
          ],
          "tran_cn": "[内科]厌食；神经性厌食症"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "anorexia nervosa",
      "tran_cn": "神经性食欲缺乏"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "厌食症，厌食，食欲缺乏，胃呆",
      "tran_en": "a mental illness that makes someone stop eating"
    }
  ],
  "exchange": {}
}