{
  "word": "cornerstone",
  "ipa": {
    "us": "ˈkɔːnəstəʊn",
    "uk": "ˈkɔːrnərstoʊn"
  },
  "sentences": [
    {
      "en": "But quantum physics has shattered some of our cornerstone beliefs.",
      "cn": "但是,量子理论已经打碎了我们信仰的基石."
    },
    {
      "en": "His theory of justice was elaborate and forms a cornerstone of his philosophical edifice.",
      "cn": "他详尽阐述的正义理论形成了其哲学体系的基石."
    },
    {
      "en": "Indeed, it has come to be the cornerstone of modern thinking on international trade.",
      "cn": "事实上, 它已成为现代国际贸易理论的奠基石."
    },
    {
      "en": "NASS is the cornerstone of the new era of large - scale network computing.",
      "cn": "NASS是大规模网络计算新时期的基石."
    },
    {
      "en": "Quality and taste, and Matsu is the cornerstone of the product!",
      "cn": "质量与品味是金马产品的基石!"
    },
    {
      "en": "Research is the cornerstone of the profession.",
      "cn": "研究是该职业的基石。"
    },
    {
      "en": "Staff's growth, team's cooperation, is cornerstone which the enterprise succeeds.",
      "cn": "员工的成长, 团队的合作, 是企业成功的基石."
    },
    {
      "en": "Surplus value theory is the cornerstone of Marx economy theory.",
      "cn": "剩余价值理论是马克思经济理论的基石."
    },
    {
      "en": "The archaeologists unearthed a cornerstone bearing a Greek inscription.",
      "cn": "考古学家们控掘出一块刻有希腊语铭文的奠基石."
    },
    {
      "en": "The canvas Yin Xiang Ri Chu is the cornerstone of impressionistic paintings.",
      "cn": "《印象日出》这幅油画,是印象派绘画的奠基石."
    },
    {
      "en": "The doctrine of surplus value is the cornerstone of Marx's economic theory.",
      "cn": "剩余价值学说是马克思经济理论的基石."
    },
    {
      "en": "The founders of our religion made this a cornerstone of morality.",
      "cn": "我们宗教的创始人把这看作是道德的基石."
    },
    {
      "en": "The industry of real estate is a cornerstone for economy.",
      "cn": "房地产业是我国国民经济的重要的支柱产业之一."
    },
    {
      "en": "The mayor laid the cornerstone of the new library.",
      "cn": "市长为新图书馆奠基."
    },
    {
      "en": "The stone which the builders rejected has become the cornerstone of the building.",
      "cn": "一块曾被建筑师嫌弃的石头竟成了基石."
    },
    {
      "en": "Today, the human element remains a cornerstone of our success.",
      "cn": "直到今天, 人的因素,仍然是我们成功的重要基石."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "elements",
            "basis",
            "bed",
            "radical",
            "sole"
          ],
          "tran_cn": "基础；柱石；地基"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "highlight"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "基石，基础，最重要的部分",
      "tran_en": "something that is extremely important because everything else depends on it"
    }
  ],
  "exchange": {
    "pl": [
      "cornerstones"
    ]
  }
}