{
  "word": "metallurgy",
  "ipa": {
    "us": "məˈtælədʒi",
    "uk": "ˈmetəlɜːrdʒi"
  },
  "sentences": [
    {
      "en": "Advantage and defect of semi - metallic , none - asbestos polymer and powder metallurgy were discussed.",
      "cn": "探讨半金属基摩擦材料 、 非 石棉有机摩擦材料和粉末冶金摩擦材料的优缺点."
    },
    {
      "en": "Amid of branch of metallurgy of Chinese price society acted important role.",
      "cn": "中国价格协会冶金分会在其中扮演了重要的角色."
    },
    {
      "en": "And also has the very broad application in the powder metallurgy aspect.",
      "cn": "且在粉末冶金方面也有非常广的应用."
    },
    {
      "en": "Cu - W based metallic ceramic guide hase developed by power metallurgy process.",
      "cn": "采用粉末冶金方法研制出金属陶瓷导板."
    },
    {
      "en": "Electricity needs metallurgy and magnetism; corporations first require banking skills.",
      "cn": "电学需要冶金学和磁学, 而企业则首先需要银行技能."
    },
    {
      "en": "Fly ash strengthened aluminium matrix composite was prepared using powder metallurgy technique.",
      "cn": "采用粉末冶金法制备粉煤灰增强铝基复合材料."
    },
    {
      "en": "Have food, chemical, metallurgy, precision machinery, textile, paper and other industries.",
      "cn": "有食品 、 化学 、 冶金 、 精密机械 、 纺织 、 造纸等工业."
    },
    {
      "en": "He studied metallurgy as a mature student, having spent ten years working in a foundry.",
      "cn": "在一家铸造厂工作了10年以后,他成为成人学生学习冶金专业。"
    },
    {
      "en": "In metallurgy industry, iodine is used for purifying high pure metal.",
      "cn": "在冶金工业中, 碘用于精炼高纯度金属."
    },
    {
      "en": "Medical, aviation, military, petrochemical engineering, metallurgy, salt - making, textile, sports and so on.",
      "cn": "医疗 、 航空 、 军工 、 石油化工 、 冶金 、 制盐 、 纺织 、 体育等行业."
    },
    {
      "en": "Semisolid forming has taken its place among advanced metallurgy material processing fields.",
      "cn": "半固态成形技术是冶金材料领域重要研究课题."
    },
    {
      "en": "Surface metallurgy plasma jet is a new coating technology.",
      "cn": "等离子束表面冶金是一种新的表面涂层技术."
    },
    {
      "en": "This product is manufactured by powder metallurgy through compacting and pressure working.",
      "cn": "本产品系采用粉末冶金方法经压坯和压力加工而制成."
    },
    {
      "en": "Used and steel, electric power, metallurgy, coal, manufacturing, industrial and mining enterprises.",
      "cn": "应用于钢铁 、 电力 、 冶金 、 煤矿 、 制造等工矿企业."
    },
    {
      "en": "Was he right to change from Physics to Metallurgy?",
      "cn": "他由学物理改为学冶金是正确的 吗 ?"
    },
    {
      "en": "Widely used in industry of machinc. electric power, metallurgy, chemical and oil, etc.",
      "cn": "广泛应用于机械、电力 、 冶金 、 化工、石油等行业."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "metallurgic",
          "tran_cn": "冶金学的"
        },
        {
          "word": "metallurgical",
          "tran_cn": "冶金的；冶金学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "metallurgist",
          "tran_cn": "冶金学者；冶金家"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "ferrous metallurgy",
      "tran_cn": "黑色金属冶金；黑色冶金"
    },
    {
      "phrase": "metallurgy machinery",
      "tran_cn": "冶金机械"
    },
    {
      "phrase": "physical metallurgy",
      "tran_cn": "物理冶金；物理冶金学"
    },
    {
      "phrase": "powder metallurgy",
      "tran_cn": "粉末冶金"
    },
    {
      "phrase": "welding metallurgy",
      "tran_cn": "焊接冶金学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "冶金，冶金学，冶金术",
      "tran_en": "the scientific study of metals and their uses"
    }
  ],
  "exchange": {
    "pl": [
      "metallurgies"
    ],
    "adj": [
      "metallurgical"
    ]
  }
}