{
  "word": "Italy",
  "ipa": {
    "us": "'ɪtəlɪ",
    "uk": "'ɪtəlɪ"
  },
  "sentences": [
    {
      "en": "All the newspapers reported on the football match of France versus Italy.",
      "cn": "所有的报纸都报道了法国队对意大利队的足球比赛。"
    },
    {
      "en": "Anne wouldn't mind going to Italy or France to live.",
      "cn": "安妮很愿意去意大利或法国定居。"
    },
    {
      "en": "Egypt drew two of their matches in Italy.",
      "cn": "埃及在意大利收获了两场平局。"
    },
    {
      "en": "French troops negotiated the Alps and went on the road in Italy.",
      "cn": "法军成功地越过了阿尔卑斯山脉，行军在意大利的国土上。"
    },
    {
      "en": "From 1879 to 1888 he wandered about Germany, Switzerland, and Italy.",
      "cn": "从1879到1888年，他游历于德国、瑞士和意大利等地。"
    },
    {
      "en": "Gray is thought to be in hiding near the France/Italy border.",
      "cn": "他们认为格雷藏在法国和意大利边境附近。"
    },
    {
      "en": "He has coached and played in Italy during the Australian off-season.",
      "cn": "他趁澳大利亚的休赛期在意大利执教并参加比赛。"
    },
    {
      "en": "He is likely to be called up for Thursday's match against Italy.",
      "cn": "他有可能被选中参加星期四对意大利的比赛。"
    },
    {
      "en": "He was Italy's top scorer during the World Cup matches.",
      "cn": "他是世界杯比赛期间意大利队进球最多的球员。"
    },
    {
      "en": "In 1882 Germany, Austria, and Italy formed the Triple Alliance.",
      "cn": "1882年，德国、奥地利和意大利组成了三国同盟。"
    },
    {
      "en": "In Italy people hardly ever cohabit.",
      "cn": "在意大利，很少有人未婚同居。"
    },
    {
      "en": "In Italy, as elsewhere, television has made deep inroads into cinema.",
      "cn": "在意大利，跟在别处一样，电视严重影响了电影市场，夺走了大批观众。"
    },
    {
      "en": "Italy wanted naval parity with France.",
      "cn": "意大利想要在海军实力上与法国平起平坐。"
    },
    {
      "en": "Robinson was sent to Italy to cover the 1990 World Cup.",
      "cn": "鲁宾逊被派到意大利报道1990年的世界杯比赛。"
    },
    {
      "en": "The annual slaughter of wildlife in Italy is horrific.",
      "cn": "在意大利，每年大量捕杀野生动物的现象令人震惊。"
    },
    {
      "en": "The Kingdom of Italy formally came into being on 17 March 1861.",
      "cn": "意大利王国于1861年3月17日正式成立。"
    },
    {
      "en": "The refugees were put in camps in Italy before being resettled.",
      "cn": "这些难民在重新定居之前被安置在意大利的难民营中。"
    },
    {
      "en": "They decided to swan around Italy this summer.",
      "cn": "他们决定今年夏天去意大利游逛。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "little italy",
      "tran_cn": "小意大利（美国大城市的意大利移民区）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "意大利（欧洲）"
    },
    {
      "pos": "other",
      "tran_cn": "意大利"
    }
  ],
  "exchange": {}
}