{
  "word": "weft",
  "ipa": {
    "us": "weft",
    "uk": "wɛft"
  },
  "sentences": [
    {
      "en": "Desire and fear are the weft and warp of living, and both are made of pain.",
      "cn": "人生为欲望恐惧的纵横交错编织而成, 而两者都是痛苦."
    },
    {
      "en": "Inter woven from asbestos dust free warp and weft yarns.",
      "cn": "本产品适用石棉经纬交织而成."
    },
    {
      "en": "It is one of the main equipment for developing weft - knitted velvet stuff.",
      "cn": "是纬编针织天鹅绒产品开发的主要设备之一."
    },
    {
      "en": "Picking: passing the weft thread , which traverses across the fabric, through the shed.",
      "cn": "引纬运动: 将纬纱沿织物横向引过梭口."
    },
    {
      "en": "Regardless of the weft being woven, the machine adjusts every insertion for minimal air consumption.",
      "cn": "无论纬纱是否织了, 织机消耗最少的空气来调整每一次的引纬运动."
    },
    {
      "en": "The article presents a new way for weft insertion motion on rapier weaving machine.",
      "cn": "摘要提出了一种新颖的剑杆织机电子引纬方法."
    },
    {
      "en": "The balance between the warp and weft crimps near the fell is therefore artificial.",
      "cn": "织口附近经纬纱屈曲程度的平衡是可以控制的."
    },
    {
      "en": "The performance of weft yarns of medium and fine count from different mills is studied.",
      "cn": "研究了不同工厂的高中低支纬纱的性能."
    },
    {
      "en": "The skewness or bending of Weft yarn is unavoidable in finishing process of printing and dyeing.",
      "cn": "织物在印染过程中,纬纱歪斜或弯曲是不可避免的."
    },
    {
      "en": "The term weft is taken from weaving terminology.",
      "cn": "纬纱这一术语是来自机织工艺."
    },
    {
      "en": "Therefrom, the maximum actual weight of double weft weave with different covering weaves can be obtained.",
      "cn": "求出了不同表组织的重纬组织所能达到的实际最大重量."
    },
    {
      "en": "This velocity achieves a certain average value along the weft insertion.",
      "cn": "这速度达到一定的平均价值沿引纬."
    },
    {
      "en": "Usage: This detector is applied to plastic looms for stopping operation in case of broken weft and weft-out. It is composed of signal emitter, receiver and controller.",
      "cn": "用途：本检测器用于塑料园织机在断纬、完纬时控制主机停车之功能。它由信号发射器， 信号接收器和控制器三部分组成。"
    },
    {
      "en": "Used for determine the and weft count of all types of fabrics.",
      "cn": "用于测定各种织物的经纬密度."
    },
    {
      "en": "Used for determine the warp and weft count of all types of fabrics.",
      "cn": "用于测定各种织物的径纬密度."
    },
    {
      "en": "With the decrease in weft diameter, the insertion force also decreases.",
      "cn": "随着减少纬纱直径, 插入力也下降."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "latitude line",
            "filling yarn"
          ],
          "tran_cn": "纬线；信号旗"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "weft insertion",
      "tran_cn": "引纬；投纬"
    },
    {
      "phrase": "weft knitting",
      "tran_cn": "纬织，纬编"
    },
    {
      "phrase": "weft yarn",
      "tran_cn": "纬纱"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "织物，信号旗，求救信号，纬，纬起圈"
    }
  ],
  "exchange": {}
}