{
  "word": "introductory",
  "ipa": {
    "us": "ˌɪntrəˈdʌktəri",
    "uk": "ˌɪntrəˈdʌktəri"
  },
  "sentences": [
    {
      "en": "An introductory course in the molecular biology of the auditory system.",
      "cn": "此课为听觉系统的分子生物学之导论课程."
    },
    {
      "en": "An introductory paragraph has been prefixed to Chapter Three.",
      "cn": "介质."
    },
    {
      "en": "as the chairman said in his introductory remarks",
      "cn": "正如主席在开场白中所说的"
    },
    {
      "en": "Clara moved her lips to recall remarks introductory to so abrupt and strange plunge.",
      "cn": "克莱拉嘴唇蠕动着,想对如此突如其来而且十分怪异的窘境说一段开场白."
    },
    {
      "en": "Go straight to the experts for an introductory course in book illustration.",
      "cn": "为书例证的介绍课程直接去找专家."
    },
    {
      "en": "Introductory biology texts tend to be compilations of conclusions.",
      "cn": "导论式的生物学教科书,多倾向于结论的汇编."
    },
    {
      "en": "Introductory booklets and sales instructions for your clients'reference are enclosed today.",
      "cn": "今天附上一些说明小册子和供你方客户参考的推销说明书."
    },
    {
      "en": "Life - saving Zi Jiu Method Introductory Talks held at Sg. Petani, Kedah, Malaysia.",
      "cn": "在吉打双溪大年举办的生命自救功法介绍讲座会."
    },
    {
      "en": "Our design of this introductory computer - science subject reflects two major concerns.",
      "cn": "我们这门计算机科学的导论课程主要关注两个方面的问题."
    },
    {
      "en": "The document is accompanied by your card and customizable introductory copy.",
      "cn": "文档也会附带有你的虚拟名片和定制的宣传目录副本."
    },
    {
      "en": "The introductory course will be for the same participants as the sales training course.",
      "cn": "介绍课程的对象跟销售培训课程的对象相同."
    },
    {
      "en": "The introductory style seemed a little superfluous.",
      "cn": "这种客套未免有点儿多余."
    },
    {
      "en": "The paper is composed of introductory, body and postscript.",
      "cn": "论文分引言 、 主体、后记三个部分."
    },
    {
      "en": "The reader is referred to the excellent introductory text.",
      "cn": "读者可以参阅卓越的导论性的书."
    },
    {
      "en": "We shall present certain introductory notions that pertain to finite deformation in this chapter.",
      "cn": "在这一章里,这们将初步地介绍一些关于有限变形的概念."
    },
    {
      "en": "We will accept the price reduction on radios as an introductory line.",
      "cn": "作为首次推出的产品,方同意收音机降价."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "intro",
          "tran_cn": " 介绍；简介"
        },
        {
          "word": "introduction",
          "tran_cn": " 介绍；引进；采用；入门；传入"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "introduce",
          "tran_cn": " 介绍；引进；提出；采用"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "guiding",
            "orientative"
          ],
          "tran_cn": "引导的，介绍的；开端的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "elementary",
            "incipient",
            "initial",
            "preliminary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "introductory course",
      "tran_cn": "基础入门课程"
    },
    {
      "phrase": "introductory remarks",
      "tran_cn": "开场白；引言"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "引导的，介绍的，导言的，开端的，序",
      "tran_en": "said or written at the beginning of a book, speech etc in order to explain what it is about"
    }
  ],
  "exchange": {}
}