{
  "word": "softball",
  "ipa": {
    "us": "ˈsɒftbɔːl",
    "uk": "ˈsɔːftbɔːl"
  },
  "sentences": [
    {
      "en": "And softball is slated for elimination from play after these Olympics.",
      "cn": "而垒球更有在本次比赛后被排除出奥运会项目."
    },
    {
      "en": "Ballymore rugby union ground has been shortlisted as a possible home for Queensland softball.",
      "cn": "巴利莫尔橄榄球联盟球场已经被列为昆士兰垒球队的候选主场之一。"
    },
    {
      "en": "But in softball, the pitcher must throw the ball underhand.",
      "cn": "但垒球的投手必须使用下手投法."
    },
    {
      "en": "But in softball, the pitcher must throw the ball underhanded.",
      "cn": "但垒球的投手必须使用下手投球."
    },
    {
      "en": "Did you have a softball game after school today?",
      "cn": "今天你们是不是放学后有个垒球比赛 呀 ?"
    },
    {
      "en": "In softball, pitches are tossed underhand.",
      "cn": "垒球运动中采用低手投球。"
    },
    {
      "en": "JERRY: I've got the softball game on Wednesday. It's the championship.",
      "cn": "杰瑞: 我周三有垒球比赛. 这可是冠军赛!"
    },
    {
      "en": "Sprinklers still keep the grass at Greece's Olympic softball stadium green.",
      "cn": "希腊的奥林匹克垒球体育场,工人们仍然坚持洒水,让草皮保持绿色."
    },
    {
      "en": "The Amateur Softball Association's roster of umpires has declined to 57,000.",
      "cn": "业余垒球协会的裁判员名单上的人数已经减少到了57,000名。"
    },
    {
      "en": "The ISF is the world governing body of softball.",
      "cn": "国际垒球联合会是垒球的世界性管理机构."
    },
    {
      "en": "The rules and terms of softball are similar to those of baseball.",
      "cn": "垒球的规则和专门用语与棒球相似."
    },
    {
      "en": "The softball is solid.",
      "cn": "垒球是实心的."
    },
    {
      "en": "The water polo was developed in Europe, it was termed softball water polo.",
      "cn": "水球起源于欧洲, 最初被称为“水止垒球”."
    },
    {
      "en": "There are only seven innings in a game of softball.",
      "cn": "垒球比赛只打7局."
    },
    {
      "en": "Where would militant feminists get ahold of a softball bat?",
      "cn": "激进的女权主义者怎么会用球棒 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "垒球（运动）",
      "tran_en": "a game similar to baseball but played on a smaller field with a slightly larger and softer ball"
    }
  ],
  "exchange": {
    "pl": [
      "softballs"
    ]
  }
}