{
  "word": "opulence",
  "ipa": {
    "us": "'ɒpjələns",
    "uk": "ˈɑpjələns"
  },
  "sentences": [
    {
      "en": "Dickens contrasts the opulence of France's nobility with indigence of her peasants.",
      "cn": "锹更斯比较法兰西贵族的富裕与其农民的贫穷."
    },
    {
      "en": "Dickens contrasts the opulence of Frances nobility with the indigence of her peasants.",
      "cn": "狄更斯将法兰西贵族的富裕与农民的贫穷作了对比."
    },
    {
      "en": "Edwina admitted to herself, the opulence seemed to have an edge.",
      "cn": "埃德温娜也不得不承认, 富裕看来是有好处的."
    },
    {
      "en": "He owes his opulence to work hard.",
      "cn": "他的财富乃辛勤工作得来."
    },
    {
      "en": "His eyes had never beheld such opulence.",
      "cn": "他从未见过这样的财富."
    },
    {
      "en": "How much did opulence films gross last year?",
      "cn": "丰满电影公司去年的总收入是 多少 ?"
    },
    {
      "en": "It's hard to say what you'll find most breathtaking about the eternal city - the arrogant opulence of the Vatican or the timelessness of the Forum.",
      "cn": "在这座永恒之城，很难有什么是最激动人心的发现 - 梵蒂冈傲慢的富裕或者是古罗马广场的永恒。"
    },
    {
      "en": "Money flowed into Rome and supported a growing bureaucracy and opulence, which ultimately led to the Reformation.",
      "cn": "越来越多的钱流入罗马，并支持了官僚主义的富裕，最终导致了改革。"
    },
    {
      "en": "Purple roses: enhancement, magnification, opulence, majesty and glory, \" I will always love you! \"",
      "cn": "紫玫瑰: 感情增强和加深 、 富裕 、 高贵和崇拜, “ 我会永远爱你! ”"
    },
    {
      "en": "That's what we tried to portray in the book, this feeling of opulence and grandeur.",
      "cn": "那就是我们在书中竭力描绘的——一种富丽堂皇的气派。"
    },
    {
      "en": "The opulence of Ashurbanipal's court at Nineveh became legendary.",
      "cn": "相传亚述巴尼拔在尼尼微的宫廷十分豪华."
    },
    {
      "en": "The opulence of complexity is all in the subjective perceptions of observers - the frog perspective.",
      "cn": "复杂度上的丰富性,完全来自观测者的主观认知,也就是蛙的眼光."
    },
    {
      "en": "The room was decorated with stagy opulence.",
      "cn": "那房间装饰得富丽堂皇,像戏台似的."
    },
    {
      "en": "They have concentrated on a opulence life style and realize thepoor working man who has seen very little benefit from the sale of oil is notgoing to come to their rescue.",
      "cn": "他们现在过着富裕的生活，并意识到那些从石油销售中没有获得多少好处的贫穷工人是不会来拯救他们的。"
    },
    {
      "en": "We believe our clients are more sophisticated they believe in a lifestyle of improved working environment, we believe this means opulence is not sufficient and more tools will be required.",
      "cn": "我们认为客户更复杂，他们信仰改善工作环境的生活方式，我们认为这意味空间的富裕是不够的，需要更多的工具。"
    },
    {
      "en": "You will appreciate opulence, while fearing jealousies that it causes.",
      "cn": "你喜爱富裕的生活, 也可能会担心因此而导致的嫉妒."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "opulent",
          "tran_cn": " 丰富的；富裕的；大量的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "opulently",
          "tran_cn": " 富裕地，丰裕地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "abundance",
            "plenty",
            "pregnancy",
            "amplitude",
            "richness"
          ],
          "tran_cn": "富裕；[经]丰富"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "gold",
            "luxury",
            "plenty",
            "shower",
            "wealth"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "富裕，富饶"
    }
  ],
  "exchange": {
    "adv": [
      "opulently"
    ],
    "adj": [
      "opulent"
    ]
  }
}