{
  "word": "fungi",
  "ipa": {
    "us": "ˈfʌŋgaɪ",
    "uk": "ˈfʌndʒaɪ"
  },
  "sentences": [
    {
      "en": "Aversion phenomena are shown by fungi other than basidiomycetes.",
      "cn": "排斥现象除担子菌外也曾由其它真菌证实过."
    },
    {
      "en": "Bacteria and fungi are other important soil organisms.",
      "cn": "细菌和真菌是另一类重要的土壤有机体."
    },
    {
      "en": "But without fungi we would not have gardens, houses or even feet at all.",
      "cn": "但是，如果没有真菌，我们就不会有花园、住宅，甚至脚。"
    },
    {
      "en": "Conidia are the characteristic asexual reproductive units of fungi.",
      "cn": "分生孢子是真菌的特征,无性繁殖的单位."
    },
    {
      "en": "Earthworms may be instrumental in dispersing fungi or bacteria.",
      "cn": "蚯蚓可能是散布真菌及细菌的工具."
    },
    {
      "en": "Ferns, mosses and fungi spread by means of spores.",
      "cn": "蕨类植物、苔藓和真菌通过孢子传播蔓生。"
    },
    {
      "en": "Fungi have a way of turning nasty -- seeping into the bloodstream and invading vital organs.",
      "cn": "真菌具有转变成十分令人憎恶的方式的能力 —— 渗入血流、侵入重要的器官."
    },
    {
      "en": "In some fungi, there is evidence of incipient speciation.",
      "cn": "在某些真菌中, 有新发生的物种形成的证据."
    },
    {
      "en": "Many fungi can reproduce asexually.",
      "cn": "许多真菌可以无性繁殖。"
    },
    {
      "en": "Most, if not all fungi can dispense with inorganic sources.",
      "cn": "即使不是全部亦是大多数真菌可省去无机氮源."
    },
    {
      "en": "Mushrooms, toadstools and mildew are all fungi.",
      "cn": "蘑菇 、 蕈与白霉都是菌类植物."
    },
    {
      "en": "Some of those carbon products transfer from the roots to symbiotic fungi and soil microbes, which store the carbon in the soil as humus.",
      "cn": "这些含碳化合物有部分从根部被共生真菌和土壤中的微生物摄取，最后变成腐殖质储存在土壤里。"
    },
    {
      "en": "The good news about fungi is that they are relatively stable.",
      "cn": "对付真菌的好消息是,真菌相对稳定."
    },
    {
      "en": "The impact of the fungi comes too late.",
      "cn": "真菌发生来得太晚."
    },
    {
      "en": "The lawn was covered with fungi.",
      "cn": "草地上到处都是蘑菇。"
    },
    {
      "en": "The site had been inoculated with soil containing suitable mycorrhizal fungi.",
      "cn": "在生境中用带有合适菌根真菌的土壤接种."
    },
    {
      "en": "These fungi are septate with simple pores in their cross - walls.",
      "cn": "这些真菌在它们的横壁中是具简单孔的横隔膜的."
    },
    {
      "en": "Without the fungi, this would be just another sandbar.",
      "cn": "如果没有真菌，这里将成为另一个沙洲。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mushrooms"
          ],
          "tran_cn": "真菌；菌类；蘑菇（fungus的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "edible fungi",
      "tran_cn": "食用菌；食用真菌学"
    },
    {
      "phrase": "filamentous fungi",
      "tran_cn": "丝状真菌"
    },
    {
      "phrase": "imperfect fungi",
      "tran_cn": "不完全菌；半知菌"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "(fungus的复数)真菌（如蘑菇和霉，霉，霉菌，真菌( fungus的名词复数 ），霉，霉菌"
    }
  ],
  "exchange": {}
}