{
  "word": "unwillingness",
  "ipa": {
    "us": "ʌn'wɪlɪŋnəs",
    "uk": "ʌnˈwɪlɪŋnɪs"
  },
  "sentences": [
    {
      "en": "Anguished at its misfortune, angered by its unwillingness to fight.",
      "cn": "这是鲁迅先生所说,但应该是哀其不幸, 怒其不争.是不是你打错了."
    },
    {
      "en": "He displayed a curmudgeonly unwillingness to accept the voters' verdict.",
      "cn": "他态度恶劣，显得很不情愿接受选举人的意见。"
    },
    {
      "en": "Her unwillingness to answer questions undermined the strength of her position.",
      "cn": "她不愿回答问题,这不利于她所处的形势."
    },
    {
      "en": "Her unwillingness to cooperate put me in a quandary.",
      "cn": "她不愿合作,这使我陷入困境."
    },
    {
      "en": "His hesitation indicates unwillingness.",
      "cn": "他的犹豫表明不愿意."
    },
    {
      "en": "His unwillingness to cooperate vetoed every proposal I made.",
      "cn": "他的不愿意合作否决了我们的所有提议."
    },
    {
      "en": "I was somewhat puzzled at his unwillingness to help.",
      "cn": "他不愿意帮忙让我有点困惑."
    },
    {
      "en": "I wonder if he sensed my unwillingness to be seen with him during our walks.",
      "cn": "我不知道他是否感觉到我曾经那么不愿意让人看到和他走在一起."
    },
    {
      "en": "The dinosaur is the undeserved emblem of unwillingness to change.",
      "cn": "恐龙是拒不改变的标志性物种,虽然有点冤."
    },
    {
      "en": "The lazybones must be aroused from their unwillingness to work.",
      "cn": "这些懒汉必须从不愿工作的惰性中解脱出来."
    },
    {
      "en": "The nation must be aroused from its unwillingness to work.",
      "cn": "应该鼓励这个民族从怠惰的状态中奋起."
    },
    {
      "en": "The workers came up against their employers'unwillingness to pay high wages.",
      "cn": "工人们遇到了雇主不愿付高工资的难题."
    },
    {
      "en": "Their unwillingness to discuss the problem is quite obvious.",
      "cn": "很显然,他们不愿谈论这一问题."
    },
    {
      "en": "This may, however, not be entirely due to the unwillingness of government's to use their gold reserves to pay back debt.",
      "cn": "然而，这可能不完完全全是由于政府不愿意动用他们的黄金储备来偿还债务。"
    },
    {
      "en": "Until now a major part of the problem was countries'unwillingness to cooperate.",
      "cn": "而直到现在,主要的困难就在于各国不愿意共同合作."
    },
    {
      "en": "Yet despite the danger that this could be a significant problem, there is a worrying unwillingness among some in the scientific world even to examine the claim.",
      "cn": "但是尽管这种危险可能成为一个重要的问题，在科学领域仍有一些不情愿的担忧者甚至要求核查这个主张。"
    },
    {
      "en": "You would have been less amiable in my eyes had there not been this little unwillingness.",
      "cn": "要是你不这样推委一下,我反而不会觉得你这么可爱了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unwilling",
          "tran_cn": " 不愿意的；不情愿的；勉强的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "unwillingly",
          "tran_cn": " 不情愿地；勉强地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reluctation",
            "indisposition"
          ],
          "tran_cn": "不愿意；不情愿"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不情愿，勉强"
    }
  ],
  "exchange": {
    "adv": [
      "unwillingly"
    ],
    "adj": [
      "unwilling"
    ]
  }
}