{
  "word": "rendition",
  "ipa": {
    "us": "renˈdɪʃn",
    "uk": "rɛnˈdɪʃən"
  },
  "sentences": [
    {
      "en": "A gifted rendition of the aria.",
      "cn": "极富天赋的咏叹调的演唱."
    },
    {
      "en": "Compared with offsctdruckereien bishan, there are differences in the following areas: 1. can the color rendition.",
      "cn": "跟胶印制版比拟, 活命以上几方面差别: 1. 可表现的色值边界."
    },
    {
      "en": "He gave a moving rendition of Lennon’s ‘Imagine’.",
      "cn": "他深情地演唱了列侬的《想象》。"
    },
    {
      "en": "He is renowned for his rendition of Tchaikovsky.",
      "cn": "他以演奏柴可夫斯基的作品而著名."
    },
    {
      "en": "Her rendition of milton's verse was extraordinarily moving.",
      "cn": "她对密尔顿诗歌的演绎令人感动."
    },
    {
      "en": "His rendition brought tears to my eyes.",
      "cn": "他的演唱使我伤心落泪."
    },
    {
      "en": "It did not seem to matter that my rendition was lacking in style.",
      "cn": "他似乎并不在乎我的演奏风格全无."
    },
    {
      "en": "New singers whose voices typify different feelings sing old songs again as their own rendition.",
      "cn": "新歌手用他们不同的嗓音唱出不同味道的歌曲."
    },
    {
      "en": "Not to be outdone, Luke began to chime in with his own rendition.",
      "cn": "为了不落下风, 卢克开始了他自己相应的表演."
    },
    {
      "en": "Often imitations are extended to provide a more accurate rendition of the child's intended meaning.",
      "cn": "儿童的模仿行为通常被详加解读,用来准确诠释他们的真实想法."
    },
    {
      "en": "She gave a splendid rendition of the song.",
      "cn": "这首歌她唱得动听极了."
    },
    {
      "en": "She lifted her voice during her rendition of the classic opera song.",
      "cn": "表演古典歌剧时,她提高了嗓门放声歌唱."
    },
    {
      "en": "These factors can affect the spot color business card printing and membership card fabrication rendition.",
      "cn": "这些因素都会影响专色制卡和会员卡制作过程中的色彩再现."
    },
    {
      "en": "They gave an excellent rendition of a Beethoven symphony.",
      "cn": "他们将贝多芬的一篇交响曲演译得很优秀."
    },
    {
      "en": "They heard a live rendition of three pieces by schubert.",
      "cn": "他们聆听了乐队对三首舒伯特的作品的生动演绎."
    },
    {
      "en": "This film will give prints better contrast and more accurate color rendition.",
      "cn": "这底片将使照片具有更好的明暗对比和更逼真的色彩."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "version",
            "translation",
            "playing",
            "offering"
          ],
          "tran_cn": "译文；演奏；提供；引渡逃奴"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acting",
            "construction",
            "performance",
            "translation",
            "version"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "演奏，翻译，给予，引渡逃奴",
      "tran_en": "someone’s performance of a play, piece of music etc"
    }
  ],
  "exchange": {
    "pl": [
      "renditions"
    ]
  }
}