{
  "word": "acne",
  "ipa": {
    "us": "ˈækni",
    "uk": " ˈækni"
  },
  "sentences": [
    {
      "en": "A lot of teenagers develop acne.",
      "cn": "许多青少年都长粉刺."
    },
    {
      "en": "Acne is very common among teenagers.",
      "cn": "粉刺在青少年中间很常见."
    },
    {
      "en": "Although it is predominantly a teenage problem, acne can occur in early childhood.",
      "cn": "虽然粉刺多发于青少年时期，但也可能在刚进入童年时期就出现。"
    },
    {
      "en": "Application acne, acne, and the imprint left by the Depression.",
      "cn": "粉刺 、 青春痘 、 及其留下的凹陷印痕."
    },
    {
      "en": "Cystic acne usually results in deep pitting or scarring of the skin.",
      "cn": "囊肿型痤疮往往导致皮肤凹陷或留下疤痕."
    },
    {
      "en": "Doctors can treat acne with pills or creams.",
      "cn": "医生可用药丸或药膏治疗粉刺."
    },
    {
      "en": "Fit to oil skin, reduce acne. Clean air and make people stimulation.",
      "cn": "适合油性肤质, 治疗粉刺、皮肤炎及毛孔阻塞. 激励精神,净化空气."
    },
    {
      "en": "For oily skinskin, mixed skin, acne skin and comedo skin.",
      "cn": "中性、油性 、 混合性皮肤 、 痤疮皮肤、黒头皮肤."
    },
    {
      "en": "He had terrible acne when he was younger.",
      "cn": "他年轻时长粉刺很厉害."
    },
    {
      "en": "His face was covered in red blotches, seemingly a nasty case of acne.",
      "cn": "他满脸红斑，像是起了很严重的粉刺。"
    },
    {
      "en": "Most people develop one of several forms of acne at some time in their lives.",
      "cn": "大多数人一生中的不同时期会患不同类型的痤疮."
    },
    {
      "en": "Objective : To study the acute and chronic toxicity of Ten - flavor - acne eradicating - capsule.",
      "cn": "目的: 探讨复方中药合剂十味平 痤 胶囊的急性及慢性毒性."
    },
    {
      "en": "Severe shock can bring on an attack of acne.",
      "cn": "严重的惊吓会造成痤疮突发。"
    },
    {
      "en": "She wore no makeup, and her face was dotted with acne.",
      "cn": "她没有化妆，脸上长满了粉刺。"
    },
    {
      "en": "The treatment has a whole host of extremely unpleasant side-effects including weight gain, acne, skin rashes and headaches.",
      "cn": "这种疗法有许多令人非常不舒服的副作用，包括发胖、粉刺、皮疹和头痛。"
    },
    {
      "en": "They say eating too much may contribute to having acne , cavities, and weight problems.",
      "cn": "他们说吃太多可能导致人们长青春痘 、 蛀牙和变重."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "comedo"
          ],
          "tran_cn": "[皮肤]痤疮，粉刺"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "acne vulgaris",
      "tran_cn": "寻常痤疮；普通粉刺"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>痤疮，粉刺，青春美丽痘，粉剌",
      "tran_en": "a medical problem which causes a lot of red spots on your face and neck and mainly affects young people"
    }
  ],
  "exchange": {}
}