{
  "word": "axiom",
  "ipa": {
    "us": "ˈæksiəm",
    "uk": "ˈæksiəm"
  },
  "sentences": [
    {
      "en": "...the long-held axiom that education leads to higher income.",
      "cn": "...教育会带来高收入这一长期公认的观念。"
    },
    {
      "en": "A minor change in a single axiom produces a drastic change in the game.",
      "cn": "一项原理上的微小改变,会在游戏中引起剧烈的变化."
    },
    {
      "en": "Establishment the axiom of seize suppresses or the necessity of arrestment axiom.",
      "cn": "确立逮捕的谦抑原则或者逮捕的必要性原则."
    },
    {
      "en": "His axiom presupposes that there is an arbitrarily large radius at our disposal.",
      "cn": "他的公理就是先假定有如我们意愿的任意大半径."
    },
    {
      "en": "Indeed, it was an axiom with her that the cook can do no wrong.",
      "cn": "首席厨司做事出不了差错,这对她来说, 简直是天经地义."
    },
    {
      "en": "It is an axiom in the business world that a satisfied customer is the best advertisement.",
      "cn": "满意的顾客是最好的广告,这是商界的格言."
    },
    {
      "en": "It'seemed clear to him that this axiom could be dispensed with.",
      "cn": "看来他清楚地认识到这个公理能够去掉."
    },
    {
      "en": "It'seemed to Catherine that if she were his sister she would disprove this axiom.",
      "cn": "凯瑟琳觉得如果她是他的姐姐,她就会反对这条通则."
    },
    {
      "en": "People's attitude is suspicion of axiom of choice and axiom of parallelism.",
      "cn": "人们对平行公理和选择公理的态度都表现为:怀疑."
    },
    {
      "en": "The concern about this axiom stemmed from the fact.",
      "cn": "对于这个公理的考虑是基于这样的事实."
    },
    {
      "en": "The fifth - century commentator Proclus was very explicit about his objection to the parallel axiom.",
      "cn": "第五世纪评论家Proclus非常明显地反对平行公理."
    },
    {
      "en": "The relation between the deterministic axiom and large cardinals.",
      "cn": "决定性公理和大基数之间的关系."
    },
    {
      "en": "This axiom is still used as a guide in criticism, especially of mystery and crime fiction.",
      "cn": "这一直是文艺批评, 尤其是神话和犯罪小说文艺批评中所沿用的指导原理."
    },
    {
      "en": "This statement is the fundamental axiom that distinguished chemistry from alchemy.",
      "cn": "这个论述是化学区别于炼金术的基本定律."
    },
    {
      "en": "This was not the axiom he wanted.",
      "cn": "他需要的可不是这种不言自明的道理."
    },
    {
      "en": "Were this to happen, then the assumption of their parallel axiom would be invalid.",
      "cn": "如果这一情况发生, 他们的平行公理假设便会不正确."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "axiomatic",
          "tran_cn": " 公理的；自明的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "axiomatically",
          "tran_cn": " 自明地；照公理"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "motto",
            "maxim"
          ],
          "tran_cn": "[数]公理；格言；自明之理"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "precept",
            "truth"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "公理，自明之理，原理，格言",
      "tran_en": "a rule or principle that is generally considered to be true"
    }
  ],
  "exchange": {
    "pl": [
      "axioms"
    ]
  }
}