{
  "word": "reptile",
  "ipa": {
    "us": "ˈreptaɪl",
    "uk": "ˈreptaɪl"
  },
  "sentences": [
    {
      "en": "Bird evolved from reptiles, so the first bird must have come out of an egg--laid by a reptile.",
      "cn": "禽类是由爬虫类进化而来，所以，第一只禽鸟肯定是从爬虫类孵化的蛋里出来的。"
    },
    {
      "en": "Birds realized the transition from reptile to flight by jumping.",
      "cn": "鸟类依靠跳跃实现了从爬行动物到飞行动物的转变."
    },
    {
      "en": "Even police car sirens couldn't scare the big reptile off the road.",
      "cn": "甚至连警车鸣笛都无法把这只庞然的爬虫类动物从路中吓跑."
    },
    {
      "en": "In comparison with the mammal, the ordinary reptile is altogether reckless of its offspring.",
      "cn": "和哺乳动物比起来, 一般的爬行动物对它们的后代简直是太漠不关心了."
    },
    {
      "en": "Lizard is a small creature with four legs, a sort of reptile.",
      "cn": "蜥蜴是有四条腿的小动物, 一种爬行类动物."
    },
    {
      "en": "Mammals arose from a fairly primitive reptile in the Mesozoic era.",
      "cn": "哺乳类起源于中生代宛若原始的爬虫类."
    },
    {
      "en": "New reptile surveys are revealing the fragile nature of many reptile populations.",
      "cn": "新的爬行动物调查显示很多爬行动物天生脆弱."
    },
    {
      "en": "No matter how dry your skin gets, you will never turn into an alligator or any other type of reptile.",
      "cn": "不论皮肤多么干燥，你永远不会变成美洲鳄或任何其他一种皮肤粗糙的爬行动物。"
    },
    {
      "en": "Robert Jordan saw his eyes were yellow as a cat's and flat as a reptile's.",
      "cn": "罗伯特·乔丹看到他眼睛象猫眼睛那样黄,象爬虫的眼睛那样呆滞."
    },
    {
      "en": "She started my reptile education at the boa constrictor cage.",
      "cn": "她在大王蟒蛇的笼子前开始给我讲起了爬行动物知识."
    },
    {
      "en": "So you should not be surprised to see someone keep a reptile as a pet.",
      "cn": "所以,你不必惊奇有人养了一只爬行动物作为宠物."
    },
    {
      "en": "Strictly speaking, a slow - worm is a kind of reptile.",
      "cn": "严格地说, 蛇晰是一种爬行动物."
    },
    {
      "en": "The frog is not a true reptile.",
      "cn": "青蛙并非真正的爬行动物."
    },
    {
      "en": "The land is teeming with reptile life.",
      "cn": "这片土地多爬行动物."
    },
    {
      "en": "The rest are cynodonts, cold - blooded, reptile - like animals he ancestors of modern mammals.",
      "cn": "剩下的化石属犬齿兽 —— 一种冷血 、 像爬行动物的动物,它们是现代哺乳动物的祖先."
    },
    {
      "en": "The sea turtle is the largest reptile in the aquarium.",
      "cn": "海龟是现今海洋世界中躯体最大的爬行动物."
    },
    {
      "en": "They attracted the attention of every bird within eyeshot, every reptile not yet asleep.",
      "cn": "它们就把所有目力见得着的鸟儿,和所有还没入蛰的爬虫, 都引得注意起来."
    },
    {
      "en": "This small reptile, which measures just 10 centimeters long, can swim through the sand dunes at up to 15 centimeters per second.",
      "cn": "这种身长只有10厘米小型爬行动物，可以在沙子中以最快每秒15厘米的速度游动。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "reptilian",
          "tran_cn": " 爬虫类的；卑鄙的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "reptilian",
          "tran_cn": " 爬虫类动物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "poor",
            "mean",
            "base",
            "dirty"
          ],
          "tran_cn": "爬虫类的；卑鄙的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "insect",
            "ratfink"
          ],
          "tran_cn": "[脊椎]爬行动物；卑鄙的人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "creature",
            "lizard"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "爬虫类的；卑鄙的"
    },
    {
      "pos": "n",
      "tran_cn": "爬行动物，卑鄙的人",
      "tran_en": "a type of animal, such as a snake or lizard , whose body temperature changes according to the temperature around it, and that usually lays eggs to have babies"
    }
  ],
  "exchange": {
    "pl": [
      "reptiles"
    ],
    "adj": [
      "reptilian"
    ]
  }
}