{
  "word": "riverbank",
  "ipa": {
    "us": "ˈrɪvəbæŋk",
    "uk": "ˈrɪvərɪvəbæŋk"
  },
  "sentences": [
    {
      "en": "A group of students roamed the riverbank.",
      "cn": "一群学生在河畔闲逛."
    },
    {
      "en": "A herd of about 100 African buffalo meanders quietly along a riverbank.",
      "cn": "一群非洲水牛，大约100只，安详地顺着河岸漫步。"
    },
    {
      "en": "Afterwards, we picnicked on the riverbank.",
      "cn": "之后，我们在河边野餐。"
    },
    {
      "en": "Asas the race began, the riverbank became even more lively.",
      "cn": "划龙船比赛开始的时候, 河边更是热闹."
    },
    {
      "en": "But he sensed something like it, sensed the awesome truth, and as he stood there staring at the riverbank he was seeing it for all humankind.",
      "cn": "但他横生了一些感觉，更是对某种令人敬畏的真理有了体察，当他站在那里注视河岸时，整个人类都因此而受益。"
    },
    {
      "en": "Every morning the first thing Cheng does is exercise along the riverbank. ",
      "cn": "每天早上他的第一项必修课就是沿着河岸做练习。"
    },
    {
      "en": "Feiyun River middle reaches, riverbank Gate Creek this collection, the environment elegant.",
      "cn": "飞云江中游 、 漈门溪于此汇集, 环境优雅."
    },
    {
      "en": "He had been walking on the riverbank observing a high tide.",
      "cn": "他曾在河堤上行走,观察涨潮的情况."
    },
    {
      "en": "I had a good time riding along the riverbank.",
      "cn": "我沿着河岸骑得很开心."
    },
    {
      "en": "I hastily left the riverbank, afraid I might disturb you.",
      "cn": "当时我急忙离开了河岸, 生怕打搅了你."
    },
    {
      "en": "I walked along the riverbank and fell into the river unexpectedly.",
      "cn": "我沿着河堤散步,没想到掉到河里了."
    },
    {
      "en": "I want to a walk riverbank singing my favorite songs.",
      "cn": "我想在河边散步唱我喜欢的歌."
    },
    {
      "en": "Our four almost sank when we crashed into the riverbank.",
      "cn": "我们的四人赛艇撞上了河岸，差一点沉没。"
    },
    {
      "en": "The general ranged his men along the riverbank.",
      "cn": "将军命令他的士兵沿河岸排队."
    },
    {
      "en": "They came to the riverbank.",
      "cn": "他们来到了河边上."
    },
    {
      "en": "They set out in a westerly direction along the riverbank.",
      "cn": "他们沿着河岸向西出发了。"
    },
    {
      "en": "Trees line the riverbank.",
      "cn": "树木排列在河岸上."
    },
    {
      "en": "Wastewater can be purified by a riverbank filtration system.",
      "cn": "河岸渗滤系统对污水具有净化功能."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "河岸，河堤",
      "tran_en": "A riverbank is the land along the edge of a river"
    }
  ],
  "exchange": {}
}