{
  "word": "Burgundy",
  "ipa": {
    "us": "'bɜ:ɡəndɪ",
    "uk": "'bɜrɡəndɪ"
  },
  "sentences": [
    {
      "en": "...a bottle of white burgundy.",
      "cn": "...一瓶勃艮第白葡萄酒。"
    },
    {
      "en": "Back of the bag and strap are solid burgundy colored cotton.",
      "cn": "背面的袋子和表带是固体酒红色彩色棉花."
    },
    {
      "en": "Born in Burgundy, Charles was the product of three dynasties: Austria, Burgundy and Spain.",
      "cn": "查理出生于勃艮第, 是奥地利 、 勃艮第和西班牙三个朝代的产物."
    },
    {
      "en": "Burgundy and the ladies went out for a stroll, huh?",
      "cn": "伯甘蒂和一帮女流之辈出来闲逛啊, 哼?"
    },
    {
      "en": "Burgundy has always been considered a major centre of gastronomy.",
      "cn": "勃艮第大区一向被视为重要的美食中心。"
    },
    {
      "en": "Burgundy is celebrated for its fine wines.",
      "cn": "勃艮第以盛产美酒而驰名."
    },
    {
      "en": "Deep red , burgundy tint. Smoky , Musky , Spicy and Undergrowth.",
      "cn": "颜色暗红, 有烟熏, 麝香等香料的味道."
    },
    {
      "en": "He was wearing a burgundy polyester jacket.",
      "cn": "他穿着一件紫红色的涤纶夹克。"
    },
    {
      "en": "I prefer Burgundy to claret.",
      "cn": "我喜欢勃艮第葡萄酒,不喜欢波尔多产的葡萄酒."
    },
    {
      "en": "It is a magnificent wine with a soft voluptuousness more reminiscent of old-fashioned burgundy.",
      "cn": "这是一种很棒的葡萄酒，温和醇厚，更像传统的勃艮第葡萄酒。"
    },
    {
      "en": "It's burgundy turns to olive with background gray, very cool!",
      "cn": "灰色底加上酒红橄榄绿变化很特殊!"
    },
    {
      "en": "Several of the powerful French barons, including the mighty Duke of Burgundy, joined the English.",
      "cn": "好几个有权势的法国贵族, 包括勃艮第大公爵在内; 都与英国相勾结."
    },
    {
      "en": "The ancient provinces of France, Normandy, Burgundy, and the like gave place to eighty departments.",
      "cn": "法国一些历史悠久的外省, 例如诺曼底 、 勃艮第等等, 被80个新省所替代."
    },
    {
      "en": "The Chablis vineyard is the northernmost in Burgundy.",
      "cn": "沙布利葡萄园在勃艮第的最北边。"
    },
    {
      "en": "The top wine - producing areas are Bordeaux, Burgundy and the Loire Valley.",
      "cn": "最负盛名的葡萄酒产地莫过于波尔多, 勃艮第和鲁瓦尔河谷."
    },
    {
      "en": "You have Burgundy wine?",
      "cn": "有burgundy酒 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "勃艮第（法国东南部地方的地名，该地产的红葡萄酒），深红色"
    },
    {
      "pos": "other",
      "tran_cn": "勃艮第",
      "tran_en": "Burgundy is a type of wine. It can be white or red in colour and comes from the region of France called Burgundy."
    }
  ],
  "exchange": {
    "pl": [
      "Burgundies"
    ]
  }
}