{
  "word": "umpteen",
  "ipa": {
    "us": "ˌʌmpˈti:n",
    "uk": "ˈʌmpˈtin, ˈʌm-"
  },
  "sentences": [
    {
      "en": "Gone is the opportunity to recover from a bad spell by winning your next umpteen games.",
      "cn": "随着一场接一场的胜利,而失去却是一种机会,使球队从魔咒中恢复过来."
    },
    {
      "en": "He has produced umpteen books, plays and television series.",
      "cn": "他推出了众多图书、戏剧和电视连续剧作品。"
    },
    {
      "en": "He was interrupted by applause umpteen times.",
      "cn": "他无数次被掌声打断。"
    },
    {
      "en": "I couldn't go beyond the doorway; that doorway that my father had told us umpteen times was the doorway of love. He had first glimpsed my mother through this door and fallen in love with her.",
      "cn": "走到门口时，我停下了脚步：爸爸曾无数次地告诉我们说，这里是爱之门，他第一次就是通过这扇门瞥了妈妈一眼，然后就爱上了她。"
    },
    {
      "en": "I have umpteen people to visit today.",
      "cn": "今天我有许多人要拜访."
    },
    {
      "en": "I told him umpteen times, and yet he can't remember.",
      "cn": "我跟他说过好几百回了, 可是他就是记不住."
    },
    {
      "en": "I will be delighted to make any useful connections, send you umpteen resources and engage with you in everyway that will help you follow your own heart and to help you blossom.",
      "cn": "很高兴为你做任何的有益于你的事情，给你提供无数的资源或者是在任何有助于你顺从你的心灵的方面帮去你去发展。"
    },
    {
      "en": "I've seen that film umpteen times.",
      "cn": "那部影片我已看过多遍了."
    },
    {
      "en": "I've told this story umpteen times.",
      "cn": "这个故事我已讲了无数次了。"
    },
    {
      "en": "One can support umpteen causes, most of which are worthy and deserving, whereas some can be rather frivolous and obscure.",
      "cn": "一个人可以支持很多的公益事业，其中大多数是有价值且值得为之的，尽管其中一些可能相当琐碎模糊。"
    },
    {
      "en": "That punk got into umpteen fights.",
      "cn": "那个混混打斗无数."
    },
    {
      "en": "They recounted umpteen tales of unfair treatment.",
      "cn": "他们讲述了许许多多不公平待遇的故事."
    },
    {
      "en": "Umpteen of them left.",
      "cn": "他们许多人都走了."
    },
    {
      "en": "Umpteen times I gave up when people turned a deaf ear to their wrongs.",
      "cn": "许多次我心灰意冷因人们屡劝不听."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "umpteenth",
          "tran_cn": " 第无数次的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "numerous",
            "thousand",
            "countless",
            "million",
            "plenty"
          ],
          "tran_cn": "无数的；很多的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无数的"
    },
    {
      "pos": "det",
      "tran_cn": "大量；很多"
    }
  ],
  "exchange": {}
}