{
  "word": "bookcase",
  "ipa": {
    "us": "ˈbʊkkeɪs",
    "uk": "ˈbʊkˌkes"
  },
  "sentences": [
    {
      "en": "Dear children, what would you feel if you have a talking bookcase in your room?",
      "cn": "亲爱的孩子们，如果你的房间里有一架会说话的书柜如何？"
    },
    {
      "en": "Gil rose and went to his bookcase and took down a volume.",
      "cn": "吉尔站起身，走到书架跟前，取下一本书。"
    },
    {
      "en": "He built in a bookcase between the windows .",
      "cn": "他在窗与窗之间加设了书橱。"
    },
    {
      "en": "He built in a bookcase between the windows.",
      "cn": "他在窗与窗之间加设了书橱."
    },
    {
      "en": "He crammed all his books into the small bookcase.",
      "cn": "他把他所有的书都塞进小书橱里。"
    },
    {
      "en": "He improvised a bookcase out of crates.",
      "cn": "他用板条箱临时做成书架."
    },
    {
      "en": "He reverentially returned the novel to a glass-fronted bookcase.",
      "cn": "他毕恭毕敬地把小说放回了正面装有玻璃的书架。"
    },
    {
      "en": "His tables and chairs are still in the Elysee Palace in Paris and his sofas, bookcase and desk adorn other rooms.",
      "cn": "波林的桌子和椅子仍在在法国巴黎的爱丽舍宫，而他的沙发，书柜和书桌，也装饰着其他的房间。"
    },
    {
      "en": "I have a bookcase in the room.",
      "cn": "我有一个书架在房间里。"
    },
    {
      "en": "I would say the bookcase contains about 100 books.",
      "cn": "我估计这个书橱装有上千册书."
    },
    {
      "en": "Put the books away neatly in the bookcase.",
      "cn": "把书整齐地放到书柜里."
    },
    {
      "en": "Reading in a pedantic way may turn you into a bookworm or a bookcase, and has long been opposed.",
      "cn": "读死书会变成书呆子,甚至于成为书橱, 早有人反对过了."
    },
    {
      "en": "That selfish student always appropriates the biggest bookcase and desk.",
      "cn": "那个自私的学生总是占用最大的书橱和书桌。"
    },
    {
      "en": "The bookcase contains fifty volumes but holds a hundred.",
      "cn": "这书橱装有50册书,但它能装下100册."
    },
    {
      "en": "The bookcase fits neatly into the alcove.",
      "cn": "书架正好放得进壁凹。"
    },
    {
      "en": "There are many interesting book in our bookcase.",
      "cn": "有很多有趣的书在我们的书架。"
    },
    {
      "en": "There was no desk, no bookcase, not even a table, only the nasty couch, with a typewriter on another milk crate in front of it.",
      "cn": "既没有写字台，也没有书柜，甚至连一张桌子都没有。 只有一个肮脏的沙发，还有摆在它前面的另一个牛奶箱，以及那上面的一台打字机。"
    },
    {
      "en": "This bookcase has five shelves.",
      "cn": "这书架有五格."
    },
    {
      "en": "This bookcase is too unstable to hold so many books.",
      "cn": "这书橱很不结实,装不了这么多书."
    },
    {
      "en": "We crammed more than a hundred books into the small bookcase.",
      "cn": "我们把一百多本书塞进了这个小书箱里."
    },
    {
      "en": "We went for the bottle of whiskey that we had stashed behind the bookcase.",
      "cn": "我们去拿那瓶藏在书架后面的威士忌。"
    },
    {
      "en": "You buy this bookcase in sections and slot them together.",
      "cn": "你分组件买这个书橱,再把它们卡榫对准组合在一起."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "book cabinet",
            "credenza"
          ],
          "tran_cn": "[家具]书柜，书架"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "书橱，书架，书柜",
      "tran_en": "a piece of furniture with shelves to hold books"
    }
  ],
  "exchange": {
    "pl": [
      "bookcases"
    ]
  }
}