{
  "word": "printmaking",
  "ipa": {
    "us": "'prɪntˌmeɪkɪŋ",
    "uk": "ˈprɪntˌmekɪŋ"
  },
  "sentences": [
    {
      "en": "As a plastic art prints, refers to the creation of printmaking.",
      "cn": "作为造型艺术的版画, 是指创作版画."
    },
    {
      "en": "Because of the difference of material and technology, different kinds of printmaking have different art appreciation.",
      "cn": "由于版材和技术手段的不同的版种具有不同的美感."
    },
    {
      "en": "Drawing and printmaking, in particular, often are described as graphic arts.",
      "cn": "绘画及版画, 尤其是常常被形容为印艺."
    },
    {
      "en": "Fine art courses including oil painting, printmaking, drawing, gouache , water colour and children's painting.",
      "cn": "美术方面教授油画 、 版画 、 素描、水彩 、 水粉、儿童画及美术基础课程."
    },
    {
      "en": "Instead of relegating himself to one media, Tuominen employs photography, printmaking, and painting, often mixing the techniques together to conjure the impression of memory.",
      "cn": "托米能不仅仅局限于一种媒介而是涉及了摄影，版画和绘画，通常混合各种手法来召唤记忆的印象。"
    },
    {
      "en": "Printmaking is the process of making artworks by printing, normally on paper.",
      "cn": "版画是制作过程艺术品印刷, 通常是纸上谈兵."
    },
    {
      "en": "Relief printing is the oldest form of printmaking.",
      "cn": "凸版印刷是最古老的版画制作形式."
    },
    {
      "en": "The modern version of the artist to explore a variety of forms, sometimes in a print, according to the content needs and mix various types of printmaking methods, such as integrated graphics prints.",
      "cn": "现代的版画家为了探索多种多样的表现形式，有时在一幅版画内，按内容需要，同时混用各种类型的版画方法，这种版画称作综合版画。"
    },
    {
      "en": "The relationship of printmaking skill and feeling expression be paid more and more attention.",
      "cn": "版画技法与情感表达的关系问题已愈来愈引起人们的关注."
    },
    {
      "en": "The work in the exhibitions includes sculpture, printmaking, painting, video art and drawing.",
      "cn": "本次展览包涵雕塑 、 版画 、 油画 、 视频及素描等艺术门类."
    },
    {
      "en": "Those visual arts linearcharacter , such as drawing and engraving, esp. those that involve printing and printmaking.",
      "cn": "平面视角艺术,特别是指与印刷业有关的素描 、 雕刻等."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "printmaker",
          "tran_cn": " 版画复制匠"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "版画复制（术）",
      "tran_en": "Printmaking is an artistic technique that consists of making a series of pictures from an original, or from a specially prepared surface"
    }
  ],
  "exchange": {}
}