{
  "word": "candor",
  "ipa": {
    "us": "'kændə",
    "uk": "ˈkændɚ"
  },
  "sentences": [
    {
      "en": "A multimillionaire media magnate has shocked his employees with his candor by telling them all that he's putting his business affairs on hold to enter an alcoholism - counseling program.",
      "cn": "一位身份数百万的媒体大亨,坦诚地告诉他全体员工他将暂时搁置他的事业以便参加戒酒班,令员工大为惊愕."
    },
    {
      "en": "And for the private letter, the addresser should grasp another two principles: character and candor.",
      "cn": "而对私人书信而言,还应注意掌握另外两条原则: 个性和坦率."
    },
    {
      "en": "Anyway, we really should thank Senators Kyl and McConnell for their sudden outbursts of candor.",
      "cn": "无论如何, 我们真的应该感谢参议员基尔和参议员麦克康奈尔,感谢他们忽然坦诚表露."
    },
    {
      "en": "But maintaining any relationship requires commitment and candor.",
      "cn": "但是,维持任何关系都需要承诺和坦诚."
    },
    {
      "en": "Candor a key value . The lack of honesty is a corporate killer.",
      "cn": "开诚布公是关键, 而对企业的不忠则是硬伤."
    },
    {
      "en": "For all those reasons, Gates should be applauded for his candor.",
      "cn": "出于所有这些原因，盖茨应该为他的坦率拍手叫好。"
    },
    {
      "en": "He covered a wide range of topics with unusual candor.",
      "cn": "他极其坦率地谈了许多问题。"
    },
    {
      "en": "He gave it to me with candor and with a wild eloquence which touched my heart.",
      "cn": "他十分坦率、雄辩,我听了大为感动."
    },
    {
      "en": "He has earned a reputation for candor and integrity.",
      "cn": "他以直率和正直著称."
    },
    {
      "en": "He spared no one's feelings and expressed his views with great candor.",
      "cn": "他在不伤害他人感情的情况下把自己的意见表达得很坦白."
    },
    {
      "en": "He talked with unusual candor.",
      "cn": "他谈得异乎寻常的坦率."
    },
    {
      "en": "Leaders establish trust with candor, transparency, and credit.",
      "cn": "以坦诚精神 、 透明度和声望, 建立别人对自己的信赖感."
    },
    {
      "en": "She had enough candor to tell the workers the truth about their factory.",
      "cn": "她很坦率地把工厂的实际状况告诉他们."
    },
    {
      "en": "The rare moments of candor come at other people’s expense.",
      "cn": "书里罕见的坦白之处，则以其他人作为代价。"
    },
    {
      "en": "The style is marked by simplicity, clarity, and candor.",
      "cn": "这种风格的特点是简洁、清楚、直截了当。"
    },
    {
      "en": "Their candor is a very pleasing feature.",
      "cn": "他们的坦白是很愉快的特征."
    },
    {
      "en": "This candor is even evident in the human rights plan.",
      "cn": "甚至在人权计划中，这种坦率也是很明显的。"
    },
    {
      "en": "We also believe candor benefits us as managers.",
      "cn": "我相信,坦诚的公司的管理层会使投资人受益."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "candour",
          "tran_cn": " 正直，公正；直率；洁白"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fairness",
            "frankness",
            "sincerity"
          ],
          "tran_cn": "率直,诚实;公平"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "truth"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "坦率，爽直，公正，公平"
    }
  ],
  "exchange": {}
}