{
  "word": "duplicity",
  "ipa": {
    "us": "dju:ˈplɪsəti",
    "uk": "duˈplɪsəti"
  },
  "sentences": [
    {
      "en": "Armour : In the past my daughter - in - law duplicity.",
      "cn": "过去我 媳妇 表里不一."
    },
    {
      "en": "But she could not keep up the duplicity.",
      "cn": "但她无法一直口是心非地装下去."
    },
    {
      "en": "Crookshanks is part Kneazle, which means that he can sense duplicity.",
      "cn": "克鲁克山有一点————,也就是说, 它能感觉的到别人是否口是心非."
    },
    {
      "en": "Due to the duplicity of the religious nationalism, we need to a dialectic judgment of it.",
      "cn": "由于宗教民族主义作用的两重性, 我们要对其作辩证的看待."
    },
    {
      "en": "His duplicity caused us to distrust him.",
      "cn": "他的口是心非使我们不相信他。"
    },
    {
      "en": "It comes up with characteristics of the neutrality of science: historicity, contextuality, relativity, integrativity and duplicity.",
      "cn": "同时归纳出科学中性概念的诸多特点: 历史性 、 与境性 、 相对性 、 集成性、两面性."
    },
    {
      "en": "Malcolm believed he was guilty of duplicity in his private dealings.",
      "cn": "马尔科姆认为他在为其私底下两面派的行为而心生愧疚。"
    },
    {
      "en": "NIV The integrity of the upright guides them , but the unfaithful are destroyed by their duplicity.",
      "cn": "3[和合]正3直人的纯正,必引导自己; 奸诈人的乖僻,必毁灭自己."
    },
    {
      "en": "Since the promotion of a new era is more focused on inner beauty why duplicity of people to meet others vanity and so praised it?",
      "cn": "既然新时代提倡的是更加注重于内在美，那为什么口是心非的人为了满足他人的虚荣心而如此称赞呢？"
    },
    {
      "en": "Some catalogs provide data on motions , variability, duplicity, etc.",
      "cn": "有的星表还提供了运动, 是否变光以及双星 、 聚星等等的资料."
    },
    {
      "en": "Strange I was stubborn like duplicity said every word is the public taste.",
      "cn": "怪我生性倔强喜欢口是心非说的每一句话都不合大众口味。"
    },
    {
      "en": "The Duplicity family includes both brilliant, vibrant colors and contrasting light, neutral shades.",
      "cn": "该家庭的两面性,既包括辉煌, 鲜明的色彩和对比轻, 中性色调."
    },
    {
      "en": "The original is because the Chinese duplicity, words and deeds do not.",
      "cn": "原来是因为中国人表里不一, 言行不和."
    },
    {
      "en": "This is called inconsistent? Or call duplicity?",
      "cn": "这叫出尔反尔? 还是叫口是心非?"
    },
    {
      "en": "We detest with horror the duplicity and villainy of the murderous hyenas of Bukharinite wreckers.",
      "cn": "我们非常憎恨布哈林那帮两面三刀、杀人破坏,干尽坏事的豺狼."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dishonesty",
            "perfidy"
          ],
          "tran_cn": "口是心非；表里不一；不诚实"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deceit",
            "deception",
            "dishonesty",
            "guile",
            "lip",
            "service"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "表里不一，欺骗，欺诈，双重性",
      "tran_en": "dishonest behaviour that is intended to deceive someone"
    }
  ],
  "exchange": {
    "adj": [
      "duplicitous"
    ]
  }
}