{
  "word": "reprint",
  "ipa": {
    "us": "ˌri:ˈprɪnt",
    "uk": "ˈriˌprɪnt"
  },
  "sentences": [
    {
      "en": "A: Just pencil in the changes and we'll reprint it.",
      "cn": "修改的 地方 请用铅笔,我们会重新打印."
    },
    {
      "en": "Above the content does not have arbitrarily to reprint without myselfpermission, thanks!",
      "cn": "(以上内容未经本人许可不得擅自转载, 谢谢! )"
    },
    {
      "en": "Also has is everybody if likes the speech, may reprint at will!",
      "cn": "还有就是大家要是喜欢的话, 可以随意转载的啦!"
    },
    {
      "en": "Any chance you could reprint your advice for teenage boys?",
      "cn": "你能不能重新发一下你给少男们的建议书?"
    },
    {
      "en": "COMAP will not make any changes or reprint certificates for any reason.",
      "cn": "请注意:COMAP不接受任何原因导致的证书的更改与重新认证."
    },
    {
      "en": "Demand picked up and a reprint was required last November.",
      "cn": "由于需求量上升，去年11月，再版已是势在必行。"
    },
    {
      "en": "Grateful acknowledgment is made for permission to reprint.",
      "cn": "为获准重印致以深切感谢。"
    },
    {
      "en": "In a sense, Unilateralism is another reprint of the hegemonism.",
      "cn": "一定意义上讲, 单边主义是霸权主义的另一翻版."
    },
    {
      "en": "It remained an exceptionally rare book until it was reprinted in 1918.",
      "cn": "在1918年再版之前，这本书一直非常罕见。"
    },
    {
      "en": "Take any way you can do. Like reprint the above.",
      "cn": "做任何您能做的. 如转载上述."
    },
    {
      "en": "The book has been selling like hot cakes. The publishers are going to reprint it.",
      "cn": "这本书一直畅销, 出版社将再版."
    },
    {
      "en": "The editor agreed to reprint your article in the next issue.",
      "cn": "编辑同意将你的文章重刊在下一期上."
    },
    {
      "en": "The publishers are going to reprint it.",
      "cn": "出版社将再版该书."
    },
    {
      "en": "Web site to remove some anti - reprint articles garbled interference.",
      "cn": "去掉部分网站文章 防 转载的干扰乱码."
    },
    {
      "en": "Would you please give me a reprint?",
      "cn": "您能不能给我一份抽印本?"
    },
    {
      "en": "You should apply to the publisher for permission to reprint an extract.",
      "cn": "你要刊登摘要,应请求出版商的准许."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reimpression"
          ],
          "tran_cn": "[图情][印刷]重印；翻版"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "republish"
          ],
          "tran_cn": "再版；[图情][印刷]重印"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重印版，再改版，单行本，复印的邮票",
      "tran_en": "an occasion when more copies of a book are printed because all the copies of it have been sold"
    },
    {
      "pos": "v",
      "tran_cn": "再版；重印",
      "tran_en": "to print a book, story, newspaper article etc again"
    },
    {
      "pos": "vt",
      "tran_cn": "重印"
    }
  ],
  "exchange": {
    "pl": [
      "reprints"
    ],
    "third": [
      "reprints"
    ],
    "past": [
      "reprinted"
    ],
    "done": [
      "reprinted"
    ],
    "ing": [
      "reprinting"
    ]
  }
}