{
  "word": "sitcom",
  "ipa": {
    "us": "ˈsɪtkɒm",
    "uk": "ˈsɪtkɑːm"
  },
  "sentences": [
    {
      "en": "Carol was very excited that I was interested in our family's history, even if it was just because a former sitcom actress told me to be.",
      "cn": "卡萝尔见到我开始对我们家的历史感兴趣，当然非常兴奋。 即使这只是因为我被前情景喜剧里的女演员逼着做的。"
    },
    {
      "en": "Examples of this would be a half-hour sitcom, a one-hour drama, an episodic documentary, a how-to program such as cooking or home repair or a reality show.",
      "cn": "包括半小时的情景喜剧，一小时的剧情片，一部插话式的纪录片，一个诸如烹饪或家居修补或真人秀的指引类节目。"
    },
    {
      "en": "Friends executive producers Marta Kuaffman and David Crane also created the adult sitcom Dream On.",
      "cn": "《老友记》的执行制片人玛尔塔·考夫曼和戴维·克兰也创作过情景喜剧《继续梦寻》."
    },
    {
      "en": "Gordon: The three of us living together ? That sounds like a sitcom.",
      "cn": "戈登: 我们三个人住在一起,怎么那么象情景戏剧里的情节啊?"
    },
    {
      "en": "Its narrow - mindedness, complacency and conformism are mother lode of material for sitcom writers and novelists.",
      "cn": "他们目光短浅 、 自命不凡 、因循守旧的形象,总是为喜剧作家和小说家们提供着无穷无尽的笑料."
    },
    {
      "en": "LISA KUDROW (Phoebe) had a hit after the show finished with HBO sitcom The Comeback and is now an executive producer on the US version of Who Do You Think You Are?",
      "cn": "丽莎库卓（菲比）：在《老友记》演出结束后，因加入HBO热门情景喜剧《归来记》而一度走红。 现在是美国版《你认为你是谁》的执行制片人。"
    },
    {
      "en": "Molly: Not a dream, just a sitcom.",
      "cn": "莫莉: 这不是梦, 只不过是情景戏剧啊."
    },
    {
      "en": "My favorite sitcom is about a bunch of friends at a bar.",
      "cn": "我最喜欢的情景喜剧讲的是一群朋友在酒吧的事."
    },
    {
      "en": "Now Tik has a'Love Rhythm'sitcom?",
      "cn": "现在在拍摄《爱的旋律》?"
    },
    {
      "en": "Q : Quite different to life on a sitcom then ?",
      "cn": "情景喜剧的生活是截然不同的 吧 ?"
    },
    {
      "en": "Richard: A sitcom from the early 1990 s.",
      "cn": "理查德: 90年代早期的系列幽默剧."
    },
    {
      "en": "Sitcom shows tend to be about ordinary people.",
      "cn": "情境喜剧往往和一般大众息息相关."
    },
    {
      "en": "So I think sitcom is better for Chinese parents than for Chinese children to watch.",
      "cn": "所以,我认为比起中国的青少年,这部剧更适合中国的父母观看."
    },
    {
      "en": "That sitcom you mentioned the other day is still on.",
      "cn": "前两天你提到的连续剧还在播出呢."
    },
    {
      "en": "Theories abound for the decline of the sitcom.",
      "cn": "市面上充斥着对于情景喜剧衰退的种种看法."
    },
    {
      "en": "This scene could be from a TV sitcom or real - life.",
      "cn": "这种场面可能会出现在电视情景剧中或现实生活中."
    },
    {
      "en": "This sitcom is produced in cooperation with Hong Kong TV.",
      "cn": "这部连续剧是同香港电视台联合制作的."
    },
    {
      "en": "Tom likes cartoon, his mother likes soap opera and his father likes sitcom.",
      "cn": "汤姆喜欢卡通节目.他的妈妈喜欢肥皂剧而他的爸爸喜欢连续剧."
    },
    {
      "en": "Yes, he was tired, but if he couldn't give me thelength of a sitcom--Jim and Pam are going to kiss!--then we were reallydone.",
      "cn": "是的，他很累。 但是如果他都不能给我看情景喜剧需要的半个小时的时间---吉姆和潘将会在剧中接吻---那么我们真的是完了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "comedy",
            "program"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "情景喜剧（situation comedy）"
    },
    {
      "pos": "n",
      "tran_cn": "情景喜剧",
      "tran_en": "a funny television programme in which the same characters appear in different situations each week"
    }
  ],
  "exchange": {
    "pl": [
      "sitcoms"
    ]
  }
}