{
  "word": "undertaker",
  "ipa": {
    "us": "ˈʌndəteɪkə(r)",
    "uk": "ˈʌndərteɪkə(r)"
  },
  "sentences": [
    {
      "en": "An undertaker had already taken the body to be embalmed.",
      "cn": "一位殡仪员已把尸体运去进行防腐处理。"
    },
    {
      "en": "An undertaker undertook to undertake an undertaking.",
      "cn": "承办人承诺担任这一工作."
    },
    {
      "en": "And in the latter situation, the incomes shall be divided equally between FCI and undertaker association.",
      "cn": "在后者情况下, 所的收益应在主办协会和FCI之间平分."
    },
    {
      "en": "And past Nichols'the undertaker's.",
      "cn": "接着又走过尼科尔斯殡仪馆."
    },
    {
      "en": "As an undertaker of the exhibition tour, Shanghang Hakka Genealogy Museum is busy preparing the exhibits.",
      "cn": "作为巡展的承办者, 上杭客家族谱馆正加紧准备展品."
    },
    {
      "en": "I overtake the undertaker who takes my stake by mistake.",
      "cn": "我追上那个误拿我赌注的承办人."
    },
    {
      "en": "Oliver had been sojourning at the undertaker's some three weeks or a month.",
      "cn": "奥利弗在殡葬承办人那里住了有个把月."
    },
    {
      "en": "Politeness looks well in every man, except an undertaker.",
      "cn": "殷勤有礼,会使任何人的外表好看, 惟有包办殡仪者除外."
    },
    {
      "en": "The corpse was laid out by the undertaker.",
      "cn": "承办殡葬者准备埋葬尸体."
    },
    {
      "en": "The Don, still sitting at Hagen's desk, inclined his body toward undertaker.",
      "cn": "堂, 仍坐在哈根的桌子那儿, 把他的身体倾向殡葬者."
    },
    {
      "en": "The old - fashioned undertaker's sells burning incense and paper horses.",
      "cn": "那个杠房出售香火和纸马."
    },
    {
      "en": "The undertaker closed his eyes a moment and then began to speak.",
      "cn": "殡葬者闭了一会儿他的眼睛,然后开始说."
    },
    {
      "en": "The word \"undertaker\" had long been in common usage.",
      "cn": "undertaker一词早已广泛使用。"
    },
    {
      "en": "These are the new difficult problem that are placed before undertaker.",
      "cn": "这些都是摆在承办人面前的新难题."
    },
    {
      "en": "This way people lining - u on side of the undertaker makes the entire pharmacopoeia look silly.",
      "cn": "有些人好像不愿意活下去,喜欢照顾殡仪馆的生意,简直让整个医药界都无能为力."
    },
    {
      "en": "This way people liningside of the undertaker makes the entire pharmacopoeia look silly.",
      "cn": "人们这种光顾殡仪馆的做法使全部药物无能为力,一筹莫展."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "undertaking",
          "tran_cn": " 事业；企业；保证；殡仪业"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "undertaking",
          "tran_cn": " 同意；担任；许诺（undertake的ing形式）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "undertake",
          "tran_cn": " 承担，保证；从事；同意；试图"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "殡仪业人员，承办人，承担者",
      "tran_en": "An undertaker is a person whose job is to deal with the bodies of people who have died and to arrange funerals"
    }
  ],
  "exchange": {
    "pl": [
      "undertakers"
    ]
  }
}