{
  "word": "anvil",
  "ipa": {
    "us": "ˈænvɪl",
    "uk": "ˈænvɪl"
  },
  "sentences": [
    {
      "en": "A good anvil does not fear hammer.",
      "cn": "真金不怕火炼."
    },
    {
      "en": "A good anvil does not fear the hammer.",
      "cn": "真金不怕火炼,好汉不怕考验."
    },
    {
      "en": "A senior civil servant in Morocco laments that his country is “between the hammer and the anvil” of Africa and Europe.",
      "cn": "一位摩洛哥高级文职官员不无惋惜地表示，自己的国家是身处非洲和欧洲的\"锤砧之间\"。"
    },
    {
      "en": "Anvil cover size is standard worldwide specification . Easy for change over.",
      "cn": "钻板轮外装优力胶垫,其格尺寸为世界通用之格."
    },
    {
      "en": "Die setters select dies for forging according to work order and specifications; position align and bolt dies to ram and anvil of power presses and hammers.",
      "cn": "模具制定者根据工作秩序和规格选择模具进行锻造；将模具对准并拴紧在动力压力机和锤子的撞锤和铁砧。"
    },
    {
      "en": "Discussion is the anvil upon which the spark of truth is struck.",
      "cn": "辩论是生出真理火花的铁砧(辩论出真理)."
    },
    {
      "en": "Emergency when anvil and roller levers on the foil.",
      "cn": "应急时可在砧辊筒的相应位置上贴膜."
    },
    {
      "en": "His independence had been forged on the anvil of a harsh environment.",
      "cn": "他的独立性是在艰苦的环境中锤炼出来的。"
    },
    {
      "en": "Nut-cracking, for example, is a complex skill that involves placing a nut between an anvil stone and a hammer stone and coordinating the movements to hit the nut just right.",
      "cn": "例如，弄碎坚果是一项复杂的技能，需要将坚果放在石砧和石锤之间，然后调整动作以恰当的方式击打坚果。"
    },
    {
      "en": "P. Box Anvil, used to secure parallel specimens.",
      "cn": "砧板盒, 用来安放双面平行的实验样品."
    },
    {
      "en": "Scientists recently used a diamond anvil like this one to squeeze tiny samples of metallic glass.",
      "cn": "最近，科学家用一种像图中所示的菱形铁砧来压制金属玻璃的小样品。"
    },
    {
      "en": "The anvil is not afraid of the hammer.",
      "cn": "砧不畏锤."
    },
    {
      "en": "The anvil onto which the staples are pressed was not assemble correctly.",
      "cn": "订书机上的铁砧安装错位."
    },
    {
      "en": "The blacksmith smote the anvil.",
      "cn": "铁匠锤打铁砧."
    },
    {
      "en": "The man put the iron block on the anvil.",
      "cn": "那人把铁块放在铁砧上."
    },
    {
      "en": "The young's stock in trade consisted of a forge, anvil, hammers, etc.",
      "cn": "这位铁匠的全套工具是由锻炉 、 铁砧 、 铁锤等组成的."
    },
    {
      "en": "They are working two pieces of metal together on the anvil.",
      "cn": "他们正在铁砧上将两片金属加工在一起."
    },
    {
      "en": "This is the Anvil of Fury - good work, my friend.",
      "cn": "这是愤怒的铁砧 -- 太好了, 我的朋友."
    },
    {
      "en": "This was compared with a block of iron squeezed on an anvil.",
      "cn": "这可与一块放在铁砧上受挤压的铁相比照."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "incus",
            "stithy"
          ],
          "tran_cn": "[物]铁砧；[解剖]砧骨"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（铁）砧，<解>砧骨",
      "tran_en": "a heavy iron block on which pieces of hot metal are shaped using a hammer"
    }
  ],
  "exchange": {
    "pl": [
      "anvils"
    ]
  }
}