{
  "word": "arousal",
  "ipa": {
    "us": "əˈraʊzl",
    "uk": "əˈraʊzl"
  },
  "sentences": [
    {
      "en": "But scans found women's brains showed emotional responses, while men's showed activity linked to sexual arousal.",
      "cn": "然而通过扫描发现,女性的大脑显示出情感的变化, 男性的大脑则出现与性有关的反应."
    },
    {
      "en": "For instance , one set of manikins represented arousal reactions, ranging from disinterested to excited.",
      "cn": "这些研究结果似乎跟充斥于女性杂志中的各种性感广告相矛盾."
    },
    {
      "en": "I asked as a primitive sense of arousal kicked in at the base of my medulla.",
      "cn": "真够神的，”我回答说，脑子里似乎有一种原始的欲望在觉醒，在升腾。"
    },
    {
      "en": "Individual deviation in expected behavior causes arousal or alertness in others.",
      "cn": "偏离预期的行为会激怒他人或使他人警觉."
    },
    {
      "en": "It distracts us, and takes our arousal back to the starting blocks.",
      "cn": "它分散我们的注意力，使我们的觉醒又回到了起点。"
    },
    {
      "en": "It is quite normal for a woman to feel some sexual arousal while nursing her baby.",
      "cn": "哺乳妇女在给孩子喂奶时感到有性唤起是完全正常的."
    },
    {
      "en": "It may be desirable to go even further and identify three varieties of arousal.",
      "cn": "再进一步分辨3种不同类型的激发,可能是有益的."
    },
    {
      "en": "Masochism is for obtaining gratification or sexual arousal by having pain inflicted upon oneself.",
      "cn": "自虐者通过给自身施加疼痛来获得满足或者性刺激."
    },
    {
      "en": "On the negative side, the concepts of activation and arousal are rather amorphous.",
      "cn": "从消极方面说, 引发和激发这两个概念是很难以捉摸的."
    },
    {
      "en": "Results: With exploring factor analysis, 4 factors were extracted , i . e . Addictive Behavior, Emotional Arousal, Shame & amp ; Dissatisfaction and Dysfunction.",
      "cn": "结果: 青少年网络游戏成瘾量表通过 探索性 因素分析得到4个因素: 成瘾行为 、 情绪唤起 、 羞耻不满和功能损害."
    },
    {
      "en": "That is an area of the brain connected with emotional arousal.",
      "cn": "大脑的该区域与情绪激发有关."
    },
    {
      "en": "The purpose of art is the arousal of emotions.",
      "cn": "艺术的目的是唤醒情感."
    },
    {
      "en": "These episodes of arousal may last for hours and are uncomfortable and quite distressing.",
      "cn": "这种性唤起现象可能会持续几个小时,令人感到非常的不自在和苦恼."
    },
    {
      "en": "Thinking angry thoughts can provoke strong physiological arousal.",
      "cn": "想着生气的事情能激起强烈的生理反应。"
    },
    {
      "en": "This \" need arousal \" can be due to the lifestyle of the individual.",
      "cn": "“ 需要的产生 ” 可能是来自于个人的生活方式."
    },
    {
      "en": "Touch, vision, hearing, smell, and taste play an important role in all human sexual arousal.",
      "cn": "触觉 、 视觉 、 听觉 、 嗅觉和味觉在人类性唤起中起着重要的作用."
    },
    {
      "en": "Use this technique to control your level of arousal.",
      "cn": "用这种方法来控制性兴奋程度。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stimulus",
            "animation",
            "excitation"
          ],
          "tran_cn": "[心理]觉醒；激励"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inspiration"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "兴奋，性兴奋，觉醒，激励",
      "tran_en": "excitement, especially sexual excitement"
    }
  ],
  "exchange": {
    "verb": [
      "arouse"
    ]
  }
}