{
  "word": "epilogue",
  "ipa": {
    "us": "ˈepɪlɒg",
    "uk": "ˈepɪlɔg"
  },
  "sentences": [
    {
      "en": "a disastrous epilogue to his career",
      "cn": "他事业的灾难性终结"
    },
    {
      "en": "Besides epilogue, there are four chapters in this paper.",
      "cn": "本文除了结语外, 共分四章."
    },
    {
      "en": "Epilogue: Closing section at the end of a novel or play.",
      "cn": "跋(后记): 在小说或剧本后的结束文章."
    },
    {
      "en": "Fortinbras speaks the epilogue in Shakespeare's ` Hamlet '.",
      "cn": "在莎士比亚的《哈姆雷特》中,由福丁布拉斯念收场白."
    },
    {
      "en": "In Shakespeare's plays an actor who recites the prologue and epilogue.",
      "cn": "莎士比亚戏剧中)朗诵序诗及收场白的演员."
    },
    {
      "en": "In the epilogue, Kate talks about her grief after Anna's death.",
      "cn": "结尾处凯特提及她对安娜的死的悲痛."
    },
    {
      "en": "Mr Gorbachev narrates the introduction and the epilogue to the story.",
      "cn": "戈尔巴乔夫在这个故事开场和结束时担任解说."
    },
    {
      "en": "The dissertation consists of three parts, which are Foreword, Text and Epilogue.",
      "cn": "全文共分前言 、 正文和结语三部分."
    },
    {
      "en": "The editor explained the morals of the news in the epilogue.",
      "cn": "编辑在编后中阐发了这则新闻背后的道理."
    },
    {
      "en": "The epilogue summarizes and generalizes the epistemic productions of this dissertation.",
      "cn": "结语部分对本文的一些认识性成果作了总结与概括."
    },
    {
      "en": "The epilogue told what eventually happened to the main characters.",
      "cn": "结尾部分讲述了几个主要人物的最终结局."
    },
    {
      "en": "The film consists of four stories plus epilogue, set in 19 th - century Sicily.",
      "cn": "这是一部寓言式的集锦片, 讲述了西西里地区的若干民间故事."
    },
    {
      "en": "The play ended with a humorous epilogue.",
      "cn": "这出戏以幽默的收场白结束。"
    },
    {
      "en": "This article include the preface, the text, the epilogue and the postscript.",
      "cn": "本文分为前言 、 正文 、 结语、后记等几部分."
    },
    {
      "en": "This essay consists of three parts: preface, text and epilogue.",
      "cn": "全文包括前言 、 正文和结语三部分."
    },
    {
      "en": "When reading he attaches great importance to the epilogue of books.",
      "cn": "他看书时很重视后面的补记."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "finale",
            "endgame"
          ],
          "tran_cn": "结语，收场白；尾声，后记"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "appendix",
            "continuation",
            "subscription"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（文艺作品的）尾声，后记，（戏剧等的）收场诗，收场白",
      "tran_en": "something that happens at the end of a series of events"
    }
  ],
  "exchange": {
    "pl": [
      "epilogues"
    ]
  }
}