{
  "word": "Carla",
  "ipa": {
    "us": "ˈkɑːlə",
    "uk": "ˈkɑrlə"
  },
  "sentences": [
    {
      "en": "\"The unauthorized use of the image of Carla Bruni caused her moral and economic damage,\" a court in the island capital Saint Denis de la Reunion said on Thursday.",
      "cn": "在该岛首府圣丹尼斯日留尼汪的法院周四表示这代表了“未经授权使用卡拉布鲁尼的图片，在道德名誉和经济上对她造成的损失 ”。"
    },
    {
      "en": "\"Yaaaaaaa,\" Carla let rip with the cry of the Valkyries.",
      "cn": "“呀——”卡拉放开喉咙，发出女武神瓦尔基里一般的嘶喊声。"
    },
    {
      "en": "After jogging for ten miles, Carla was perspiring heavily.",
      "cn": "慢跑10英里之后, 卡拉汗流如注."
    },
    {
      "en": "Carla fears for her son.",
      "cn": "卡拉为儿子担心。"
    },
    {
      "en": "Carla seemed surprised by my sudden interest in her personal well - being.",
      "cn": "对于我突然关注起她的个人幸福,卡拉感到意外."
    },
    {
      "en": "Carla, curled up on the sofa, was smoking a cigarette and stroking her cat.",
      "cn": "卡拉正蜷缩在沙发上，一边吸着烟，一边轻抚着她的猫咪。"
    },
    {
      "en": "Carla's boyfriend, Eric, is raiding her kitchen in search of a meal.",
      "cn": "卡拉的男友埃里克, 正在她的厨房里找东西吃."
    },
    {
      "en": "DO YOU KNOW THAT UNTIL RECENTLY CARLA HAD A BOYFRIEND?",
      "cn": "你知道她最近有男朋友 吗 ?"
    },
    {
      "en": "He and Carla Torgerson take turns as the band's lead vocalist.",
      "cn": "他和卡拉·托格森轮流担当乐队的主唱。"
    },
    {
      "en": "He sees that cancer is a world unto itself; that Carla is now part of this world; and that he is part of it, too.",
      "cn": "他认识到癌症就是一个自我施加的世界；卡拉现在就是这个世界的一部分了；而他自己也是这个世界的一部分。"
    },
    {
      "en": "Jeff, these are my girlfriends, the Connie and Carla.",
      "cn": "杰夫, 她们是我的女朋友, 康妮和卡拉."
    },
    {
      "en": "Mick has always been very keen on Carla.",
      "cn": "米克一直迷恋卡拉。"
    },
    {
      "en": "Rupert and Carla had a little hassle and went home.",
      "cn": "鲁珀特和卡拉发生了点口角回家了."
    },
    {
      "en": "Sarkozy married supermodel - turned - singer Carla Bruni last year, his third marriage.",
      "cn": "萨科奇总统于去年与名模兼歌手卡拉?布吕尼结婚, 这是他的第三次婚姻."
    },
    {
      "en": "SECRETARY CLINTON: Thank you so much, Carla, and thanks for your leadership in this undertaking as well as so much else.",
      "cn": "非常感谢，卡拉，谢谢你在这项事业和其他众多事务中发挥的领导作用。"
    },
    {
      "en": "Thank you so much, Carla, and thanks for your leadership in this undertaking as well as so much else.",
      "cn": "非常感谢，卡拉，谢谢你在这项事业和其他众多事务中发挥的领导作用。"
    },
    {
      "en": "They are all clever girls, but Carla bears the palm for beauty.",
      "cn": "她们都是聪明的女孩子, 但卡拉是其中最美丽的."
    },
    {
      "en": "They are making fun of Carla's new hair style; it's strange.",
      "cn": "他们正取笑卡拉的新发型, 那发型怪怪的."
    },
    {
      "en": "Why did you tell Carla that we were invited to his party?",
      "cn": "你为什么要跟卡拉说我们被邀请了?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "卡拉(f.)"
    },
    {
      "pos": "other",
      "tran_cn": "卡拉（女名）"
    }
  ],
  "exchange": {}
}