{
  "word": "grandiose",
  "ipa": {
    "us": "ˈgrændiəʊs",
    "uk": "ˈgrændioʊs"
  },
  "sentences": [
    {
      "en": "According to Hellenic myth, general deity? Zeus has a grandiose temple on Olympus.",
      "cn": "古希腊神话中, 总神 宙斯 在奥林匹克山上有一座规模宏大的神庙."
    },
    {
      "en": "Antarctica has always inspired grandiose schemes.",
      "cn": "南极洲总是激发人们的宏伟设想."
    },
    {
      "en": "As the fog vanished, a grandiose landscape unfolded before the tourists.",
      "cn": "雾气散去之后, 一幅壮丽的景观展现在游客面前."
    },
    {
      "en": "Chopin did not feel that his delicate technique and intricate melodies were as suited to the grandiose hall as they were to smaller environments and audiences.",
      "cn": "肖邦认为他细致优美的演奏技巧和纷繁的旋律更适合小环境演奏，而不适合宏伟的音乐厅。"
    },
    {
      "en": "Daqing oil management board developed congress to depict grandiose blue print.",
      "cn": "大庆石油管理局发展大会描绘了宏伟的蓝图."
    },
    {
      "en": "Have grandiose aims but puny abilities, great ambition but little talent.",
      "cn": "眼高手低, 志大才疏."
    },
    {
      "en": "In reality, the audience for France's grandiose initiatives has been shrinking fast.",
      "cn": "事实上, 法国宏伟抱负的拥护者,正在迅速减少."
    },
    {
      "en": "She attacked her colleagues for indulging in \"grandiose and grandiloquent language\".",
      "cn": "她抨击同事“言辞浮夸做作”。"
    },
    {
      "en": "She had some grandiose ( ie overambitious ) plan to start up her own company.",
      "cn": "她有个野心勃勃的大计画,想独立创办公司."
    },
    {
      "en": "Such impressiveness usually takes the form of a truly grandiose realism.",
      "cn": "这种感人的情景通常采用真实的蔚为壮观的写实主义手法表现出来."
    },
    {
      "en": "Such impressiveness usually takes the form of truly grandiose realism.",
      "cn": "这种感人情景通常采用真正宏伟的现实主义形式."
    },
    {
      "en": "Tanglewood Mountain raises its grandiose peaks to the heavens in majestic beauty and tranquility.",
      "cn": "宏伟高耸入云的泰高活山脉呈现一片优美和宁静."
    },
    {
      "en": "The lack of such leaders may also be the hallmark of a largely post-ideological era in which far less need is felt for unifying doctrines or the grandiose figures who provide them.",
      "cn": "这种领袖人物的缺乏可能也是一个大后意识形态时代的重要象征，在这个时代，人们更少需要一个统一的教义或是一个提供给大众的浮夸形象。"
    },
    {
      "en": "The phrase gestures towards grandiose achievement that is out of reach for almost everybody.",
      "cn": "这个短语用以表示的宏伟成就,是几乎所有人都无法达到的."
    },
    {
      "en": "These proposals have nothing to do with grandiose schemes for reinventing market capitalism.",
      "cn": "这些提议与改造市场资本主义的宏伟计划毫不相干。"
    },
    {
      "en": "This idea will never amount to anything ; nothing came of his grandiose plans.",
      "cn": "这种思想将一事无成."
    },
    {
      "en": "We must do away with the grandiose style of work.",
      "cn": "我们必须摈弃浮夸的工作作风."
    },
    {
      "en": "Your skin sees glorious . \" The barber did a grandiose declaration . \"",
      "cn": "理发师做出了唯一 夸大其词 的评论."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "grandly",
          "tran_cn": " 盛大地；宏伟地；堂皇地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "grandiosity",
          "tran_cn": " 宏伟；夸张"
        },
        {
          "word": "grandness",
          "tran_cn": " 壮大；伟大；宏伟"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "magnificent",
            "noble"
          ],
          "tran_cn": "宏伟的；堂皇的；浮夸的；宏大的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adorned",
            "exaggerated",
            "magnificent",
            "majestic",
            "noble",
            "stately",
            "superb"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "宏伟的，浮夸的，壮阔，沾沾自喜",
      "tran_en": "grandiose plans sound very important or impressive, but are not practical"
    }
  ],
  "exchange": {}
}