{
  "word": "deforestation",
  "ipa": {
    "us": "ˌdiːˌfɒrɪˈsteɪʃn",
    "uk": "ˌdiːˌfɔːrɪˈsteɪʃn"
  },
  "sentences": [
    {
      "en": "At $ 50, there is an additional 15 per cent from avoiding deforestation.",
      "cn": "50美元, 有百分之十五,避免砍伐森林."
    },
    {
      "en": "Brazil's deforestation rate has dropped astoundingly fast.",
      "cn": "因为巴西的森林砍伐率下降之快令人震惊."
    },
    {
      "en": "But it is not only clamour to stop deforestation.",
      "cn": "但呼吁阻止森林退化的不只是外国佬."
    },
    {
      "en": "Deforestation of grazing land adds to the effect.",
      "cn": "同时,因开垦牧场而砍伐森林加剧了影响."
    },
    {
      "en": "Discuss two major reasons for this high rate of tropical deforestation.",
      "cn": "试论述被热带雨林高速度破坏的两个主要原因."
    },
    {
      "en": "Experts attributed the frequent sandstorms this winter to erosion and deforestation.",
      "cn": "专家把今冬频繁的沙尘暴归因于水土流失和过度伐木."
    },
    {
      "en": "Firewood scarity offers the most visible and dramatic example of deforestation's effects.",
      "cn": "薪材短缺是毁林后果的最明显和最引人注目的实例."
    },
    {
      "en": "Haiti is an island nation a high population a history of deforestation.",
      "cn": "海地是个岛国,人口甚多,滥伐森林的情况由来已久."
    },
    {
      "en": "It is widely acknowledged that extensive deforestation contributed to heavy summer flooding.",
      "cn": "人们普遍认为过度砍伐造成了夏季特大洪水."
    },
    {
      "en": "One percent of Brazil's total forest cover is being lost every year to deforestation.",
      "cn": "由于滥伐，巴西的森林总覆盖面积正在每年减少百分之一。"
    },
    {
      "en": "Severe deforestation has accelerated soil erosion and reduced productivity.",
      "cn": "严重的乱砍滥伐加快了水土流失,降低了生产力."
    },
    {
      "en": "The current growing tropical rain forest deforestation reclamation, people of all countries has caused great concern.",
      "cn": "当前滥伐滥垦热带雨林愈演愈烈,已引起各国人民极大关注."
    },
    {
      "en": "The deforestation dilemma still cries for more commitment , clarity, and vision.",
      "cn": "毁林的后果迫切需要更多的资助 、 清醒的头脑和真知灼见."
    },
    {
      "en": "the deforestation of the tropics",
      "cn": "热带森林的毁坏"
    },
    {
      "en": "The rise in greenhouse gases is partially the result deforestation.",
      "cn": "森林的过度砍伐是造成温室气体增加的部分原因."
    },
    {
      "en": "The study provides a holistic iew of the deforestation issue.",
      "cn": "该研究提供了一项全面的森林减少问题的视觉."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "deforest",
          "tran_cn": " 采伐森林；清除…上的树林"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "采伐森林，森林开伐",
      "tran_en": "the cutting or burning down of all the trees in an area"
    }
  ],
  "exchange": {}
}