{
  "word": "unpredictably",
  "ipa": {
    "us": "ˌʌnprɪˈdɪktəblɪ",
    "uk": "ˌʌnprɪˈdɪktəblɪ"
  },
  "sentences": [
    {
      "en": "As a result they sometimes swerve unpredictably, making life even harder for the players.",
      "cn": "因此,它们有时会出人意料地发生转向, 为球员制造了更大的麻烦."
    },
    {
      "en": "Because the cave fish may not need less sleep—they may need to stay awake to forage more in an environment where food can be scarce and appear unpredictably.",
      "cn": "因为穴居鱼可能并不需要睡得更少——它们可能需要保持清醒，以便更经常地在食物短缺和食物不常出现的环境中觅食。"
    },
    {
      "en": "Conflict in close relationships often occurs privately and unpredictably.",
      "cn": "在亲密关系下冲突经常私下和不可预知地发生."
    },
    {
      "en": "Due to a shortage of robots, the employees are human beings and will unpredictably to abuse.",
      "cn": "因为机器人紧缺, 本地职工为人类,受虐时将有不可预测的反应."
    },
    {
      "en": "Economies are behaving unpredictably and will continue to do so.",
      "cn": "各经济体的表现难以预料,这种情况将持续下去."
    },
    {
      "en": "Hardship, frustrating and discouraging, is the God of the destiny that changing unpredictably all the time.",
      "cn": "使人沉沦的和令人绝望的苦难, 就是有着一副阴阳脸的命运之神."
    },
    {
      "en": "His sermons were unpredictably witty and satirical as well as eloquent.",
      "cn": "没想到的是,他的布道诙谐、机智而且流畅."
    },
    {
      "en": "Monthly costs can rise or fall unpredictably.",
      "cn": "每月的花费可能增加也可能减少，很难预测。"
    },
    {
      "en": "News itself unpredictably, otherwise it is not news.",
      "cn": "而新闻本身的出现是不可预测的, 否则就不成其为新闻了."
    },
    {
      "en": "Thus, the victorious army is that which embraces such unpredictably and can respond accordingly.",
      "cn": "因此, 总是那些能接受不可预料的变化并随之做出反应的军队,成为最后的胜者."
    },
    {
      "en": "Turbulence is very dangerous and will causes the kite to behave unpredictably.",
      "cn": "喧嚣非常危险,而且意志导致风筝无法预测地行为表现."
    },
    {
      "en": "Yes, climate on this highland always changes unpredictably.",
      "cn": "是的, 高原地区的气侯就是这么变化多端."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unpredictable",
          "tran_cn": " 不可预知的；不定的；出乎意料的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "unpredictability",
          "tran_cn": " 不可预测性，不可预知性；不可预见性"
        },
        {
          "word": "unpredictable",
          "tran_cn": " 不可预言的事"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "无法预言地，不可预见地，不能预料地"
    }
  ],
  "exchange": {
    "noun": [
      "unpredictability"
    ],
    "adj": [
      "unpredictable"
    ]
  }
}