{
  "word": "paradoxical",
  "ipa": {
    "us": "ˌpærəˈdɒksɪkl",
    "uk": "ˌpærəˈdɑːksɪkl"
  },
  "sentences": [
    {
      "en": "At first sight, this is all terribly paradoxical.",
      "cn": "乍一看, 这似乎完全违反了常理."
    },
    {
      "en": "Both seek to improve system performance, through paradoxical using directly opposite approaches.",
      "cn": "两类(思路)都试图通过似非而是、看似矛盾的两种不同的努力方向来增进系统的效率."
    },
    {
      "en": "But mere self – satisfaction is, in our paradoxical world, never satisfying.",
      "cn": "可是在我们这个具有两面性的世界里头仅仅自我满足是决不会真的满足的."
    },
    {
      "en": "If it is complete, it must be paradoxical.",
      "cn": "如果它是完备的, 就会出现悖论."
    },
    {
      "en": "Indeed, it is a paradoxical one.",
      "cn": "当然, 施虐受虐癖确实是一种荒谬现象."
    },
    {
      "en": "Individualism is pure and unchangeable element in Libai's paradoxical and intricate idealism. \"",
      "cn": "以个体为中心,是李白矛盾复杂的思想 意识 中单纯不变的精神基因."
    },
    {
      "en": "It is paradoxical that standing is more tiring than walking.",
      "cn": "站着比走着更累,这真是荒谬."
    },
    {
      "en": "One should not think slightingly of the paradoxical.",
      "cn": "人们不应该轻视自相矛盾的东西."
    },
    {
      "en": "Our assertion that the interstellar gas is definitely no vacuum would seem all the more paradoxical!",
      "cn": "我们坚持星际气体决非真空的主张看来愈发荒谬可笑了!"
    },
    {
      "en": "Some sedatives produce the paradoxical effect of making the person more anxious.",
      "cn": "一些镇静剂产生出使人更紧张这样自相矛盾的结果。"
    },
    {
      "en": "The nature of gravity and light is paradoxical and mysterious.",
      "cn": "重力与光的性质具有严重的矛盾和神秘性."
    },
    {
      "en": "The result of such punishments is often paradoxical.",
      "cn": "这样惩罚的结果往往适得其反."
    },
    {
      "en": "There's nothing paradoxical about that: the mobilisation of resources was immense.",
      "cn": "大量资源的动用是个无可争论的事实."
    },
    {
      "en": "These may seem quixotic or paradoxical choices, but bear with me.",
      "cn": "这些似乎是不切实际或自相矛盾的选择, 但请先容我讲完."
    },
    {
      "en": "This ambiguity may seem paradoxical.",
      "cn": "这种模棱两可的说法似乎自相矛盾."
    },
    {
      "en": "When it comes to human affairs, everything is paradoxical 2.",
      "cn": "人间事务尤其如此 —— 似非而是."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "paradoxically",
          "tran_cn": " 自相矛盾地；似非而是地；反常地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "paradox",
          "tran_cn": " 悖论，反论；似非而是的论点；自相矛盾的人或事"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "contradictory",
            "conflictive"
          ],
          "tran_cn": "矛盾的；诡论的；似非而是的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "contradictory"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "矛盾的，反常的，荒谬的，反论的，反面议论的，似是而非的",
      "tran_en": "If something is paradoxical, it involves two facts or qualities that seem to contradict each other"
    }
  ],
  "exchange": {
    "adv": [
      "paradoxically"
    ],
    "noun": [
      "paradox"
    ]
  }
}