{
  "word": "celerity",
  "ipa": {
    "us": "sɪ'lerɪtɪ",
    "uk": "səˈlɛrɪti"
  },
  "sentences": [
    {
      "en": "Both incorporation exterior VCO and loop filter could rattling realize celerity Phase Lock function.",
      "cn": "结合外部VCO和环路滤波器可以很好的实现快速锁相功能."
    },
    {
      "en": "Celerity is the soul of warfare",
      "cn": "兵贵神速。"
    },
    {
      "en": "I am by no means convinced that you would be gone with such celerity.",
      "cn": "可是我怎么也不相信你做事情会那么当机立断."
    },
    {
      "en": "It developed very quickly for precision celerity and big capacity.",
      "cn": "因具有准确、快速、大信息量等特点而发展迅速."
    },
    {
      "en": "It improves the celerity and accuracy of speed tracking.",
      "cn": "提高速度跟踪的快速性和精确性。"
    },
    {
      "en": "It is an effective liquid separation tool with advantages such as simpleness, celerity and veracity.",
      "cn": "该量取器使用方法简单 、 快速,是一种准确、有效的液体分离工具."
    },
    {
      "en": "Research on M&A is sensitive due to the often-required secrecy and celerity (Walter, 1985).",
      "cn": "研究并购是敏感的，由于经常所需的保密性和快速性（沃尔特，1985年）。"
    },
    {
      "en": "Shallow Seismic Refraction Survey is one kind of celerity, effective and economic means in engineering exploration.",
      "cn": "浅层折射波法是工程勘探中常用的一种经济并且快速有效的方法."
    },
    {
      "en": "The passenger transportation was required Safety, celerity, punctuality, comfortable and expressing, punctuality, convenience, speciality in the freight transportation.",
      "cn": "客运要求安全快速，准点舒适，货运要求快捷、准时、方便、专业化运输。"
    },
    {
      "en": "The peak of the wave celerity probability distribution appears mean velocity region of the two - phase flow.",
      "cn": "空隙率波的波速概率分布在两相混合流速处出现峰值,向两侧加速递减,与高斯分布接近."
    },
    {
      "en": "The results showed that series - determine method with merits of nicety and celerity has notable effects.",
      "cn": "研究结果表明,一次性连续测定法具有快速、准确等优点,效果显著."
    },
    {
      "en": "The results showed that series-determine method with merits of nicety and celerity has notable effects.",
      "cn": "研究结果表明，一次性连续测定法具有快速、准确等优点，效果显著。"
    },
    {
      "en": "The results showed that this method had good selectivity, celerity, stabilization and repetition.",
      "cn": "此方法选择性好, 常温下反应快速 、 完全且稳定,重复性很好."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fastness",
            "fleetness",
            "quickness",
            "rapidity",
            "speed",
            "swiftness"
          ],
          "tran_cn": "敏捷"
        },
        {
          "words": [
            "alacrity",
            "animation",
            "briskness",
            "dispatch",
            "ebullience",
            "expedition",
            "liveliness",
            "promptness",
            "spiritedness",
            "spryness",
            "vigour",
            "vim",
            "vivacity"
          ],
          "tran_cn": "迅速,活力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "haste",
            "velocity"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "迅速，敏捷",
      "tran_en": "rapidity; swiftness; speed "
    }
  ],
  "exchange": {}
}