{
  "word": "AIDS",
  "ipa": {
    "us": "eɪdz",
    "uk": "eɪdz"
  },
  "sentences": [
    {
      "en": "...people suffering from AIDS.",
      "cn": "…患有艾滋病的人们。"
    },
    {
      "en": "{\"GLOSS\":[\"AIDS at its most advanced stage\"],\"COLLOINEXA\":[\"full-blown AIDS\"]}",
      "cn": "完全型艾滋病"
    },
    {
      "en": "AIDS stands for Acquired Immune Deficiency Syndrome.",
      "cn": "AIDS是获得性免疫缺损综合征的缩写。"
    },
    {
      "en": "Aids sufferers",
      "cn": "艾滋病患者"
    },
    {
      "en": "Connecticut agreed to end its segregation of prison inmates suffering from AIDS.",
      "cn": "康涅狄格州同意不再隔离患艾滋病的囚犯。"
    },
    {
      "en": "He had become infected with Aids from an improperly sterilised needle.",
      "cn": "他因使用消毒不当的注射针头而感染了艾滋病。"
    },
    {
      "en": "He intends to talk to young people about the dangers of AIDS.",
      "cn": "他打算和青年人谈谈艾滋病的危害。"
    },
    {
      "en": "He promised to appoint an AIDS czar to deal with the disease.",
      "cn": "他许诺任命一位艾滋病大使来应对这种疾病。"
    },
    {
      "en": "Many areas in the country'sinterior are unable to report Aids cases immediately.",
      "cn": "该国内地的很多地区无法即时报告艾滋病病例。"
    },
    {
      "en": "She has been talking very explicitly about AIDS to these groups.",
      "cn": "她一直都在非常坦诚地和这些群体谈论艾滋病问题。"
    },
    {
      "en": "the AIDS virus",
      "cn": "艾滋病病毒"
    },
    {
      "en": "The crash was a direct result of inadequate navigational aids.",
      "cn": "坠机是导航不力的直接后果。"
    },
    {
      "en": "The hearing-impaired say digital phones interfere with hearing aids.",
      "cn": "听觉障碍者反映数字电话会对助听器造成干扰。"
    },
    {
      "en": "The interchange of ideas aids an understanding of family dynamics.",
      "cn": "思想的交流有助于理解家庭动态。"
    },
    {
      "en": "The official number of people carrying the AIDS virus is low.",
      "cn": "艾滋病病毒携带者的官方数字并不高。"
    },
    {
      "en": "There's a time lag between infection with HIV and developing AIDS.",
      "cn": "从感染艾滋病病毒到病发有一段滞后期。"
    },
    {
      "en": "They will be helped by the very latest in navigation aids.",
      "cn": "他们将会受益于最新的导航系统。"
    },
    {
      "en": "This year's budget for AIDS prevention probably won't be much higher.",
      "cn": "今年用于防治艾滋病的预算很可能不会比往年高很多。"
    },
    {
      "en": "We can now talk openly about AIDS which we couldn't before.",
      "cn": "现在我们能公开谈论以前讳言不提的艾滋病问题。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "about aids",
      "tran_cn": "关于艾滋病"
    },
    {
      "phrase": "aids virus",
      "tran_cn": "艾滋病病毒"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "艾滋病，获得性免疫缺乏综合症（Acquired Immune Deficiency Syndrome）"
    },
    {
      "pos": "n",
      "tran_cn": "艾滋病",
      "tran_en": "a very serious disease that stops your body from defending itself against infections, and usually causes death"
    },
    {
      "pos": "other",
      "tran_cn": "艾滋病（后天免疫缺损综合症）；（Acquired Immune Deficiency Syndrome）的缩写",
      "tran_en": "AIDS is a disease that destroys the natural system of protection that the body has against other diseases. AIDS is an abbreviation for ."
    }
  ],
  "exchange": {}
}