{
  "word": "flywheel",
  "ipa": {
    "us": "ˈflaɪwi:l",
    "uk": "ˈflaɪˌhwil, -ˌwil"
  },
  "sentences": [
    {
      "en": "A small flywheel that regulates the speed of a spinning wheel.",
      "cn": "锭盘:调整手纺车速度的小飞轮."
    },
    {
      "en": "Because of its weight, the flywheel helps to smooth engine operation.",
      "cn": "飞轮通过本身的质量使发动机运转平稳."
    },
    {
      "en": "Facing on flywheel side of disc torn, gouged, or worn.",
      "cn": "离合器片在飞轮侧的表面撕裂 、 擦伤或磨损."
    },
    {
      "en": "Flywheel is an important executive component of satellite attitude control system.",
      "cn": "飞轮是卫星姿态控制系统的关键执行元件."
    },
    {
      "en": "It is to make the engine flywheel hole taper as clutch active.",
      "cn": "它是将发动机飞轮的内孔做成锥体作为离合器的主动件."
    },
    {
      "en": "Position flywheel and O ring on crankshaft and align bolt holes.",
      "cn": "安装飞轮和O形环在曲轴上并对齐螺栓孔."
    },
    {
      "en": "Remove the flywheel or converter drive platDiscard the old bolts.",
      "cn": "拆卸飞轮和转换器驱动圆盘.扔掉旧的螺栓."
    },
    {
      "en": "Remove the remaining converter ( or engine flywheel ) housing bolts.",
      "cn": "卸去其他的转换器壳体 ( 或引擎飞轮 ) 螺栓."
    },
    {
      "en": "The \"flywheel\" battery, it is said, could power an electric car for 600 miles on a single charge.",
      "cn": "据说“飞轮”电池充电一次就能驱动电动汽车行驶600英里。"
    },
    {
      "en": "The clutch disc fits between the flywheel and the pressure plate.",
      "cn": "离合器片安装在飞轮和压盘之间."
    },
    {
      "en": "The flywheel provides a mounting location for the clutch assembly as well.",
      "cn": "飞轮为离合器总成提供了安装位置."
    },
    {
      "en": "There are principally two types of system - battery ( electrical ) and flywheel ( mechanical ).",
      "cn": "现在该系统有两种主要的类型 - 电池 ( 电子型 ) 和飞轮 ( 机械型 )."
    },
    {
      "en": "This side will press the clutch disc facing are against the flywheel.",
      "cn": "这方面将面临按离合器盘是对飞轮."
    },
    {
      "en": "Use hammer and brass drift to tap ring gear onto the flywheel.",
      "cn": "用锤子和黄铜冲销轻轻敲打环齿轮进入飞轮."
    },
    {
      "en": "You can see the flywheel mechanism and the little sounding wire.",
      "cn": "你可以在图片中看到飞轮装置和小测深绳."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "inertia wheel"
          ],
          "tran_cn": "[机]飞轮，惯性轮；调速轮"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "flywheel ring gear",
      "tran_cn": "飞轮齿圈"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "调速轮",
      "tran_en": "a heavy wheel that keeps a machine working at a steady speed"
    }
  ],
  "exchange": {
    "pl": [
      "flywheels"
    ]
  }
}