{
  "word": "utopian",
  "ipa": {
    "us": "ju:'təʊpɪən",
    "uk": "juˈtopiən"
  },
  "sentences": [
    {
      "en": "A human trait is the possession of idealistic Utopian spirit.",
      "cn": "理想主义乌托邦精神是人的特质之一."
    },
    {
      "en": "Anti - Utopian literature is a parody of Utopian literature.",
      "cn": "反 乌托邦文学是对乌托邦文学的讽刺性模拟."
    },
    {
      "en": "Beauvoir's utopian ideal is the reciprocity and comradeship between men and women.",
      "cn": "波伏娃的乌托邦理想是男女之间的相互作用和情谊关系."
    },
    {
      "en": "He was pursuing a utopian dream of world prosperity.",
      "cn": "他那时在追求一个不切实际的世界繁荣之梦。"
    },
    {
      "en": "His ideas on equality are viewed as utopian in the current political climate.",
      "cn": "在当前的政治气候下,他关于平等的观点被认为是乌托邦."
    },
    {
      "en": "His was a utopian vision of nature in its purest form.",
      "cn": "他对大自然怀有一种极为纯粹的乌托邦式看法。"
    },
    {
      "en": "In either case, it is both reactionary and Utopian.",
      "cn": "它在这两种场合都是反动的,同时又是空想的."
    },
    {
      "en": "It is the author's opinion that perfect standardization is a Utopian concept that cannot be realized.",
      "cn": "作者认为完全标准化是无法实现的空想."
    },
    {
      "en": "It would still remain an unrealistic Utopian dream.",
      "cn": "它仍然是不切实际的乌托邦梦想."
    },
    {
      "en": "Much of it is simply Utopian fiction.",
      "cn": "这有许多简直是乌托帮的空想."
    },
    {
      "en": "Such injunctions may strike the modern reader as utopian.",
      "cn": "在现代读者听来,这种命令也许像是乌托邦式的空想主义."
    },
    {
      "en": "The practical and pragmatic gainsay the Utopian and transcendental.",
      "cn": "实际的和实用的,否定了空想的和先验的东西."
    },
    {
      "en": "These proposals, therefore, are of a purely Utopian character.",
      "cn": "因此, 这些主张本身还带有纯粹空想的性质."
    },
    {
      "en": "This has nothing to do with Utopian dreams of total control.",
      "cn": "这和全面控制的乌托邦梦想毫无共同之处."
    },
    {
      "en": "This may sound impossibly utopian.",
      "cn": "也许听起来这是十足的空想."
    },
    {
      "en": "This Utopian dream is far beyond the range of possibility.",
      "cn": "这种乌托邦式的梦想根本不可能实现."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "utopianism",
          "tran_cn": " 空想的社会改良方案；乌托邦思想"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "romantic",
            "fantastic"
          ],
          "tran_cn": "乌托邦的；空想的；理想化的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "daydreamer",
            "fancier"
          ],
          "tran_cn": "空想家；乌托邦的居民"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "utopian socialism",
      "tran_cn": "空想社会主义；乌托邦社会主义"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "乌托邦的，空想的，不切实际的",
      "tran_en": "Utopian is used to describe political or religious philosophies which claim that it is possible to build a new and perfect society in which everyone is happy"
    },
    {
      "pos": "n",
      "tran_cn": "空想家；乌托邦的居民"
    }
  ],
  "exchange": {
    "noun": [
      "utopianism"
    ]
  }
}