{
  "word": "corp",
  "ipa": {
    "us": "kɒp",
    "uk": "'kɔrp"
  },
  "sentences": [
    {
      "en": "A promotion to head of News Corp.'s music division.",
      "cn": "他被提升为新闻集团音乐部门的主管."
    },
    {
      "en": "After acquiring Warner Industries, stock in Acme Corp. went up by 12 %.",
      "cn": "并购华纳企业之后, 艾克米公司的股票上涨了百分之十二."
    },
    {
      "en": "But joining the Marine Corp's the best thing that ever happened to me.",
      "cn": "但加入海军是我所做的最好的事情."
    },
    {
      "en": "Directors and CEO's can now set their corp standing towards themselves.",
      "cn": "主管和CEO现在可以设置军团对他们自己的声望."
    },
    {
      "en": "Ethernet: Telecommunications networking protocol introduced by Xerox Corp. in 1979.",
      "cn": "以太网络: 1979年全录公司提出的远程通讯网路协议."
    },
    {
      "en": "I suppose the United Trading Corp. has reserved the room for me.",
      "cn": "我想是联合贸易公司代我订的房间."
    },
    {
      "en": "Includes profile, products, news , and research. - Probelt Industrial Corp.",
      "cn": "包括个人资料, 产品, 新闻和研究."
    },
    {
      "en": "Ltd. is a wholly owned subsidiary factory of Amphenol Corp.",
      "cn": "安费诺(成都)有限公司是安费诺集团的全资子公司."
    },
    {
      "en": "Shares of News Corp were flat in extended trading.",
      "cn": "新闻集团的股价在收市后交易中持平."
    },
    {
      "en": "Since 2001, shanghai latex factory is merged into CHINA UNITED RUBBER ( GROUP ) CORP.",
      "cn": "2001年, 上海乳胶厂并入中联橡胶 ( 集团 ) 总公司."
    },
    {
      "en": "Steel Corp. and ArcelorMittal likely will see further erosion in steel sales.",
      "cn": "和安赛乐米塔尔(ArcelorMittal)等大型汽车业供应商的钢材销售将进一步受到侵蚀."
    },
    {
      "en": "The collector - distributor control system of Symphony Rack DCS of ABB Corp.",
      "cn": "ABB公司的SymphonyRackDCS集散控制系统 是首钢电力厂主要采用的控制系统.该系统具有开放、友好和稳定的特点."
    },
    {
      "en": "The name of our company will be changed to ( Colombian Corp. ).",
      "cn": "我们公司的名称更名为哥伦比亚公司."
    },
    {
      "en": "They used cash from South Africa's Rembrandt Tobacco Corp. to buy brands.",
      "cn": "他们利用南非的伦勃朗烟草公司的现金购买商标."
    },
    {
      "en": "You can also have Zope Corp. build your Zope site for you.",
      "cn": "你还能让Zope公司来给你建立你的Zope站点."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "microsoft corp",
      "tran_cn": "微软公司"
    },
    {
      "phrase": "news corp",
      "tran_cn": "新闻集团"
    },
    {
      "phrase": "sony corp",
      "tran_cn": "索尼公司"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "（Latin prefix=body） （拉丁语前缀）身体，主要部分，团体，大量"
    },
    {
      "pos": "n",
      "tran_cn": "公司"
    }
  ],
  "exchange": {}
}