{
  "word": "macaroni",
  "ipa": {
    "us": "ˌmækəˈrəʊni",
    "uk": "ˌmækəˈroʊni"
  },
  "sentences": [
    {
      "en": "Between them they finished cutting three carloads of macaroni stalks.",
      "cn": "他们协力割下了3车通心粉秸."
    },
    {
      "en": "Fratelli, the present champion of Calabrian - macaroni - eating competition, eats like a horse.",
      "cn": "拉泰利, 当今卡拉布里亚吃通心粉比赛的冠军, 胃口像马一样大."
    },
    {
      "en": "He sat down to a great dish of macaroni.",
      "cn": "他坐下来吃了一大碗通心粉."
    },
    {
      "en": "Here you can see two workers who, between them, have just finished cutting three cart - loads of golden brown macaroni stalks.",
      "cn": "在这里,你可以看到两个劳动者, 他们俩协力割下了三车金黄色的通心面秸."
    },
    {
      "en": "Macaroni has been grown in this area for over six hundred years.",
      "cn": "这个地区种植通心粉已有六百余年的历史."
    },
    {
      "en": "Macaroni tastes different from spaghetti.",
      "cn": "通心面的味道与意大利细面条不同."
    },
    {
      "en": "Macaroni, spaghetti, and vermicelli are all types of pasta.",
      "cn": "通心粉, 义大利面条, 和细面条都是义大利面食的种类."
    },
    {
      "en": "Maybe you'd like the macaroni and cheese.",
      "cn": "也许你想要通心粉和乳酪."
    },
    {
      "en": "Some things were quite nice, but I didn't care much for the macaroni dishes.",
      "cn": "有些东西很好, 但我不大喜欢意大利通心粉."
    },
    {
      "en": "Steve: I like to eat macaroni and cheese sometimes.",
      "cn": "史提夫: 有些时候我喜欢吃起士通心粉."
    },
    {
      "en": "There were few provisions available in exchange for food stamps: ersatz coffee, macaroni, small cubes of margarine.",
      "cn": "可以用来换取粮票的食物只有这些：代用咖啡、通心粉和小块的人造黄油。"
    },
    {
      "en": "They tend to buy cheap processed foods like canned chicken and macaroni.",
      "cn": "他们往往会买便宜的加工食品，像鸡肉罐头和通心粉之类的。"
    },
    {
      "en": "Upon completion , drain the water from the macaroni and put aside.",
      "cn": "煮好后, 将水沥乾,通心面至于一旁备用."
    },
    {
      "en": "We are going over to the macaroni field of Calabria.",
      "cn": "我们现在到克拉布利亚的通心粉田里."
    },
    {
      "en": "Yankee doodle stuck a feather in his cap and called it macaroni.",
      "cn": "Yankeedoodle帽上插根羽毛,称为时髦帅哥."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "penne",
            "buck"
          ],
          "tran_cn": "通心粉；通心面条；纨绔子弟"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "意大利粉，通心面",
      "tran_en": "a type of  pasta  in the shape of small tubes"
    }
  ],
  "exchange": {
    "pl": [
      " macaronies",
      "macaronis"
    ]
  }
}