{
  "word": "respite",
  "ipa": {
    "us": "ˈrespaɪt",
    "uk": "ˈrespɪt"
  },
  "sentences": [
    {
      "en": "a brief respite from persecution",
      "cn": "暂时停止迫害"
    },
    {
      "en": "Changing your grip may bring temporary respite, or calamity.",
      "cn": "或许抓个不同的部位会暂时缓解局面, 但也可能大祸临头."
    },
    {
      "en": "Devaluation would only give the economy a brief respite.",
      "cn": "贬值只能让经济得到暂时的缓解。"
    },
    {
      "en": "Further any respite and any deadline shall be in writing.",
      "cn": "任何延缓和最终期限也要以书面的形式."
    },
    {
      "en": "Is there to be no respite for me?",
      "cn": "难道我永远得不到谅解了 吗 ?"
    },
    {
      "en": "It was quite different from the verdant surroundings that we were used to in Slovenia, and respite only came from stopping at the small towns and villages that we came across along the Adriatic coast.",
      "cn": "这和我们走过的斯洛文尼亚郁郁葱葱的环境很不一样，只有在走过亚得里亚海长长的海岸线上那些小镇和村庄时，我们才能得到暂时的休息。"
    },
    {
      "en": "Let this be short respite urban movement quickly swept through Europe.",
      "cn": "这个让城市得到片刻喘息的运动很快席卷了欧洲."
    },
    {
      "en": "Respite, term residential and day care are also available.",
      "cn": "本院也提供短期住院和日间照顾服务."
    },
    {
      "en": "SHADE, from the upper cantilevering storey, brings respite and is welcoming in this tropical region.",
      "cn": "阴影来自于上层的悬挑部分，在热带地区为小屋带来暂时的休息和欢迎。"
    },
    {
      "en": "She was interrogated without respite for twenty - four hours.",
      "cn": "她被不间断地审问了 二十四 小时."
    },
    {
      "en": "The director gave the cast a short respite before the next scene.",
      "cn": "导演让全体演员在下一场开始之前稍事休息."
    },
    {
      "en": "The drug brought a brief respite from the pain.",
      "cn": "药物暂时缓解了疼痛。"
    },
    {
      "en": "The noise went on all night without respite.",
      "cn": "吵闹声整夜不停."
    },
    {
      "en": "The painkiller only provides him a short respite from his pain.",
      "cn": "止痛药仅仅让他在疼痛中有短暂的疏解."
    },
    {
      "en": "The tablets brought temporary respite from the excruciating pain.",
      "cn": "这些药片暂时缓解了剧痛."
    },
    {
      "en": "The telephone gave me no respite.",
      "cn": "电话铃使我不得安宁."
    },
    {
      "en": "There was no respite from the suffocating heat.",
      "cn": "闷热的天气根本没有缓解。"
    },
    {
      "en": "This battle raged for eight hours without respite, until our soldiers ran out of ammunition.",
      "cn": "这场激战整整持续了八个小时.最后,勇士们的子弹打光了."
    },
    {
      "en": "Today can offer you a bit of respite tumultuous few weeks.",
      "cn": "繁忙的几周以后你终于能够得到一点喘息的机会."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "remission"
          ],
          "tran_cn": "缓解；暂缓；暂时的休息；[法]缓期执行"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "break",
            "breath",
            "breather",
            "interlude",
            "intermission",
            "interpreter",
            "interruption",
            "interval",
            "lull",
            "pause",
            "plateau",
            "recess",
            "relaxation",
            "relief",
            "relieve",
            "reprieve",
            "rest",
            "truce"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "break",
            "breather",
            "intermission",
            "interruption",
            "lull",
            "pause",
            "recess",
            "relief",
            "reprieve",
            "rest"
          ],
          "tran_cn": "使休息;中断"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "休息期间，缓解，暂缓，延期，（刑罚的）缓期执行",
      "tran_en": "a short time when something bad stops happening, so that the situation is temporarily better"
    },
    {
      "pos": "v",
      "tran_cn": "使缓解；使暂缓；使延期；缓期执行"
    }
  ],
  "exchange": {}
}