{
  "word": "interplanetary",
  "ipa": {
    "us": "ˌɪntəˈplænɪtri",
    "uk": "ˌɪntərˈplænəteri"
  },
  "sentences": [
    {
      "en": "As we have noted above, though, large rocks make fast interplanetary voyages very infrequently.",
      "cn": "不过, 前面曾经提及, 在行星之间快速飞行的大石块相当罕见."
    },
    {
      "en": "By definition , interplanetary travel is travel between bodies in a given star system.",
      "cn": "星系旅行是指在给定的行星系统内在不同星体间的旅行."
    },
    {
      "en": "For interplanetary exploration, Earth observation, reconnaissance, meteorological studies of small satellites are also under development.",
      "cn": "用于星际探测 、 对地观测 、 侦察 、 气象研究的小卫星也在发展之中."
    },
    {
      "en": "Geometry of an interplanetary CME on October 29,2003 deduced from cosmic rays.",
      "cn": "根据宇宙射线推论的2003年10月29日行星间CME的几何学."
    },
    {
      "en": "Interplanetary missile attacks do not count towards the bashing rule.",
      "cn": "星际导弹不计入过度攻击."
    },
    {
      "en": "Interplanetary quarantine will be much more difficult to enforce once humans reach Mars.",
      "cn": "一旦人类到达了火星,星际检疫会变得困难得多."
    },
    {
      "en": "interplanetary space missions",
      "cn": "星际太空飞行任务"
    },
    {
      "en": "Mars - 500 is the 3 rd in a series of interplanetary interplanetary flight simulations, the.",
      "cn": "火星 -500 实验是星际飞行模拟系列的第三个试验."
    },
    {
      "en": "Mars - 500 is the 3 rd theories in a series of inter fly interplanetary flight simulations.",
      "cn": "火星500在行星间模拟飞行系列的第三个实验."
    },
    {
      "en": "Moons can now attacked with interplanetary rockets. Anti - Ballistic Missiles of the planet will defend the moon.",
      "cn": "月球现在可以被星际导弹攻击, 月球所在星球的 反 弹道导弹将会保卫月球."
    },
    {
      "en": "The cosmic rocket carrying an automatic interplanetary station snot off into cosmic space.",
      "cn": "宇宙火箭带着自动星际站飞快冲向宇宙空间."
    },
    {
      "en": "The remnant nebular gas pervades the interplanetary space.",
      "cn": "星云的残余气体充斥星际空间."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "interplanetary space",
      "tran_cn": "行星际空间；太空"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "行星之间的，行星际的",
      "tran_en": "between the planets"
    }
  ],
  "exchange": {}
}