{
  "word": "veterinary",
  "ipa": {
    "us": "ˈvetrənəri",
    "uk": "ˈvetərəneri"
  },
  "sentences": [
    {
      "en": "“I don’t think we know what this virus is going to do yet, ” said one of its discoverers, Dr. Cynda Crawford of the University of Florida veterinary school.",
      "cn": "狗流感病毒的发现者之一、佛罗里达大学兽医学院的辛恩达·克劳福德博士说：“我认为我们还不知道这种病毒传染的走向。”"
    },
    {
      "en": "Admission to schools of veterinary medicine is exceptionally competitive.",
      "cn": "报考兽医学校需要经过激烈竞争."
    },
    {
      "en": "At present veterinary medicine carrier in use mainly is glucose in domestic!",
      "cn": "国内目前使用的兽药载体主要为葡萄糖!"
    },
    {
      "en": "Celia was admiring of Yvonne's decision to apply to veterinary college.",
      "cn": "西莉亚对伊冯决定报考兽医学院很称赞."
    },
    {
      "en": "He was still frightened of the veterinary surgeons.",
      "cn": "他对外科兽医一直心有余悸."
    },
    {
      "en": "In 2009, about 27% of math PhDs were women, but more than three-quarters of veterinary graduates were women, for example.",
      "cn": "例如，在2009年，大约27%的数学博士为女性，但是超过四分之三的兽医毕业生为女性。"
    },
    {
      "en": "Note 2 : Owner of the animal as registered in the veterinary clinic.",
      "cn": "注 2: 即有关宠物在该兽医诊所的登记主人."
    },
    {
      "en": "Presently he is Virology Editor - in - Chief of'Veterinary Microbiology '.",
      "cn": "现在他是“兽医微生物学”病毒学 总编辑."
    },
    {
      "en": "Such as: pesticides, fertilizers, medicine, veterinary medicine, mask powder, milk powder, spices.",
      "cn": "如: 农药 、 化肥 、 医药 、 兽药 、 面膜粉 、 奶粉 、 调味品等."
    },
    {
      "en": "The dog with brown and white splotches and his friend with gray, black and white splotches were rescued, and are in a veterinary clinic in the Ibaraki Prefecture.",
      "cn": "那条白褐色斑点相间的狗和它的朋友，黑灰色斑点相间的狗都被救助了。 它们现在待在茨城县的一家兽医诊所里。"
    },
    {
      "en": "The veterinary virologist and the clinician are naturally interested in effectively combating a viral infection.",
      "cn": "兽医病毒学家和临床医师对有效地制止病毒的感染自然会感兴趣."
    },
    {
      "en": "This covers proper veterinary care, competition injuries, euthanasia and retirement.",
      "cn": "这涵盖适当的医疗照顾 、 运动伤害 、 安乐死与退休."
    },
    {
      "en": "This is the final criterion of veterinary practice.",
      "cn": "这就是兽医业务的最终目标."
    },
    {
      "en": "This veterinary product is very effective in preventing animal molt.",
      "cn": "这种兽药对于防治兽类掉毛很有效."
    },
    {
      "en": "To the local veterinary station or pet hospital of what can not.",
      "cn": "去当地的兽医站或者宠物医院不就可以了么."
    },
    {
      "en": "Veterinary Bacteriology and Virology Merchant & Packer . Seventh Edition.",
      "cn": "兽医微生物学上册, 刘荣标 编著, 艺轩图书出版社."
    },
    {
      "en": "Veterinary clinics number more than 200 in Inner Mongolia.",
      "cn": "内蒙有200多个兽医站."
    },
    {
      "en": "veterinary medicine",
      "cn": "兽医学"
    },
    {
      "en": "Veterinary virology has grown immensely during the past decade.",
      "cn": "兽医病毒学在过去十年内发展非常迅速."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "vet",
          "tran_cn": " 兽医"
        },
        {
          "word": "veterinarian",
          "tran_cn": " [兽医] 兽医"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "vet",
          "tran_cn": " 作兽医；诊疗"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "vet",
          "tran_cn": " 审查；诊疗"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "farrier",
            "horseleech"
          ],
          "tran_cn": "[兽医]兽医（等于veterinarian）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "veterinary medicine",
      "tran_cn": "兽医"
    },
    {
      "phrase": "veterinary science",
      "tran_cn": "兽医；兽医学"
    },
    {
      "phrase": "veterinary station",
      "tran_cn": "兽医站"
    },
    {
      "phrase": "veterinary surgeon",
      "tran_cn": "兽医"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "兽医的",
      "tran_en": "relating to the medical care and treatment of sick animals"
    },
    {
      "pos": "n",
      "tran_cn": "兽医"
    }
  ],
  "exchange": {}
}