{
  "word": "antitoxin",
  "ipa": {
    "us": "ˌæntɪ'tɒksɪn",
    "uk": "ˌæntɪ'tɒksɪn"
  },
  "sentences": [
    {
      "en": "Although antitoxin for the treatment of botulism is only available in some countries, WHO was able to ensure delivery of antitoxin to Thailand by the morning of 19 March.",
      "cn": "虽然只在某些国家可获得治疗肉毒中毒的抗毒素，但是世卫组织能确保到3月19日上午向泰国提供抗毒素。"
    },
    {
      "en": "An antitoxin active against the venom of a snake spider, or other venomous animal or insect.",
      "cn": "一种能抵抗蛇或其它有毒昆虫或动物之毒素的抗毒素."
    },
    {
      "en": "An antitoxin active against the venom of a spider , or other venomous animal or insect.",
      "cn": "用来提高抵抗疾病的免疫力的毒素和抗毒素的混合物."
    },
    {
      "en": "As diphtheria antitoxin is a foreign protein.",
      "cn": "白喉抗毒素是并性蛋白."
    },
    {
      "en": "Diphtheria antitoxin is a foreign protein .",
      "cn": "白喉抗毒素是异性蛋白。"
    },
    {
      "en": "Diphtheria antitoxin is a foreign protein.",
      "cn": "白喉抗毒素是异性蛋白."
    },
    {
      "en": "Diphtheria is treated with an antitoxin that neutralizes the toxin and produces long - term immunity.",
      "cn": "治疗方式为及时注射白喉抗毒素,产生 长期 的免疫力."
    },
    {
      "en": "In Thailand, delivery of a botulism antitoxin prevented multiple deaths.",
      "cn": "在泰国，肉毒抗毒素避免了多起死亡的发生。"
    },
    {
      "en": "Objective To investigation on skin test criterion and injection of tetanus antitoxin ( TAT ).",
      "cn": "目的探讨破伤风抗毒素 ( TAT ) 皮试结果判断标准和注射方法."
    },
    {
      "en": "Objective: Probe into ways of dispensing the skin test of antitoxin.",
      "cn": "目的: 探讨破伤风皮试液的配制方法."
    },
    {
      "en": "The authors described their experience in nursing tetanus patients treated by intracerebral injection of tetanus antitoxin.",
      "cn": "阐述了对破伤风患者开展椎管内注射破伤风抗毒素的治疗及护理方法."
    },
    {
      "en": "The prompt administration of diphtheria antitoxin in adequate amounts is the first and most important step.",
      "cn": "及时给与适量白喉抗毒素,是首要的也是重要的步骤."
    },
    {
      "en": "We need an antitoxin to counteract the bite of the tarantula.",
      "cn": "我们需要抗毒素来解被狼蛛咬后产生的毒."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "antitoxic",
          "tran_cn": " [免疫] 抗毒素的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "immunotoxin"
          ],
          "tran_cn": "抗毒素；抗毒素血清"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "抗毒素",
      "tran_en": "a medicine or substance produced by your body which stops the effects of a poison"
    }
  ],
  "exchange": {
    "pl": [
      "antitoxins"
    ]
  }
}