{
  "word": "respective",
  "ipa": {
    "us": "rɪˈspektɪv",
    "uk": "rɪˈspektɪv"
  },
  "sentences": [
    {
      "en": "All men have their respective duties.",
      "cn": "各人有各人的职责."
    },
    {
      "en": "Analysis and recommendations are presented in various problem areas by respective experts.",
      "cn": "专家各自对不同的问题作了分析和研究."
    },
    {
      "en": "He and I are each going to visit our respective teachers.",
      "cn": "我和他分别要去拜访各自的老师."
    },
    {
      "en": "It is important that we dovetail our respective interests.",
      "cn": "让我们各自的利益相吻合很重要。"
    },
    {
      "en": "Next, labor both mutual map concerns, advanced the point of respective characteristic.",
      "cn": "然后, 详细分析了两者的相互映射关系, 并提出了各自的特色之处."
    },
    {
      "en": "Steve and I were at very different stages in our respective careers.",
      "cn": "史蒂夫和我在各自的职业生涯中处于迥然不同的阶段。"
    },
    {
      "en": "The children, following the gentes of their respective mothers, would be divided between them.",
      "cn": "子女们各随其母亲而分属于这两个氏族."
    },
    {
      "en": "The happy couple and their respective parents took to the floor.",
      "cn": "这对幸福的新人和他们各自的父母在舞池中翩翩起舞。"
    },
    {
      "en": "The Ministers have overall responsibility for the respective ministries or commissions under their charge.",
      "cn": "各部、各委员会实行部长、主任负责制."
    },
    {
      "en": "the respective roles of teachers and students",
      "cn": "教师和学生各自不同的角色"
    },
    {
      "en": "The three methods described above have their respective merits.",
      "cn": "上述的三个方法都有它们各自的优点."
    },
    {
      "en": "There is an argument to express them in ground level abundance of the respective elements.",
      "cn": "有理由把它们用相应元素的地平丰度来表示."
    },
    {
      "en": "They are each recognized specialists in their respective fields.",
      "cn": "他们在各自的领域都被视为专家。"
    },
    {
      "en": "They went into their respective bedrooms to pack.",
      "cn": "他们回到各自的卧室打包。"
    },
    {
      "en": "We all went back to our respective homes to wait for news.",
      "cn": "我们都各自回家等待消息。"
    },
    {
      "en": "We cannot remove our respective sections from each other, nor build an impassable wall between them.",
      "cn": "我们不能把我们各区彼此搬迁, 也不能在他们中间建起无法逾越的长城."
    },
    {
      "en": "When the lift reaches the fourth floor they go to their respective offices.",
      "cn": "电梯开到五楼,他们走进了各自的办公室."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "respectively",
          "tran_cn": " 分别地；各自地，独自地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "individual",
            "particular",
            "personal",
            "special",
            "specific"
          ],
          "tran_cn": "个体的;特有的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "each",
            "individual",
            "particular",
            "personal",
            "relative",
            "special",
            "specific"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "各自的，分别的",
      "tran_en": "used before a plural noun to refer to the different things that belong to each separate person or thing mentioned"
    }
  ],
  "exchange": {}
}