{
  "word": "egalitarianism",
  "ipa": {
    "us": "ɪˌɡælɪ'teərɪənɪzəm",
    "uk": "ɪˌɡælɪ'teərɪrnɪzəm"
  },
  "sentences": [
    {
      "en": "A third factor promoting Pushtunwali is one of its most appealing features, egalitarianism.",
      "cn": "促进“普什图瓦里”发扬的第三个因素是其最吸引人的特色之一:平等主义."
    },
    {
      "en": "A tourist encounters a whole new machinery for the attainment of egalitarianism: the beheading of state officials at the end of their respective terms.",
      "cn": "一个旅行者遇到了一架为了达到平等主义而造出来的全新的机器：它用来在任期结束的时候砍去国家官员的头。"
    },
    {
      "en": "But this deeply held egalitarianism also makes the Nordic model difficult to export.",
      "cn": "而这种根深蒂固的平等主义也使北欧模式的输出遭遇困境."
    },
    {
      "en": "Egalitarianism and the Russian rural commune were closely related.",
      "cn": "平均主义与俄国的农村公社密切联系在一起."
    },
    {
      "en": "Egalitarianism will not work.",
      "cn": "搞平均主义不行."
    },
    {
      "en": "However the gini coefficient is not the best way to measure egalitarianism.",
      "cn": "然而,基尼系数并不是衡量平均主义最好的办法."
    },
    {
      "en": "THE idea of the universal middle class is a pervasive expression of American egalitarianism — and perhaps the only one left.",
      "cn": "世界中产阶级是美国平均主义的一种无处不在的表现形式——也许是唯一遗留下来的。"
    },
    {
      "en": "The maoist state preached egalitarianism and relied on the loyalty of workers and peasants.",
      "cn": "毛的国家主张平等主义和依靠工人农民的忠诚。"
    },
    {
      "en": "They might benefit, for instance, from knowing about work suggesting that \"a certain level of egalitarianism\" in relationships seems to be healthy.",
      "cn": "比如，有研究表明，在关系中“一定程度的平等主义”似乎是健康的，了解这样的研究就可能会令关系受益。"
    },
    {
      "en": "Underlying this is a deep sense of egalitarianism, especially in the education system.",
      "cn": "这背后蕴藏的是一种深刻的平等主义意识, 尤其是在教育体系中."
    },
    {
      "en": "We shall allow some areas to become rich first ; Egalitarianism will not work.",
      "cn": "要让一部分地方先富裕起来,搞平均主义不行."
    },
    {
      "en": "We should not practice egalitarianism.",
      "cn": "我们不能讲平均主义."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "egalitarian",
          "tran_cn": " 平等主义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "egalitarian",
          "tran_cn": " 平等主义；平等主义者"
        },
        {
          "word": "egality",
          "tran_cn": " 均等；平等（等于equality）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "equalitarianism"
          ],
          "tran_cn": "[经]平等主义，平均主义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "平等主义",
      "tran_en": "Egalitarianism is used to refer to the belief that all people are equal and should have the same rights and opportunities, and to actions that are based on this belief"
    }
  ],
  "exchange": {
    "adj": [
      "egalitarian"
    ]
  }
}