{
  "word": "unequivocally",
  "ipa": {
    "us": "ˌʌnɪˈkwɪvəkəlɪ",
    "uk": "ˌʌnɪˈkwɪvəklɪ"
  },
  "sentences": [
    {
      "en": "And that makes Kevin Durant totally, completely, unequivocally underrated.",
      "cn": "这就使得杜兰特完全地, 彻底地, 毫不含糊地被低估了."
    },
    {
      "en": "Dear Humans, in closing, let me express unequivocally that I and the Angelic Realm are in a special role of supporting you far more than you may realize.",
      "cn": "亲爱的人们，结束之前，请允许我一点也不含糊地说明，我以及天使界扮演着支持你们的特殊角色，我们的支持远比你们想象的多。"
    },
    {
      "en": "Finally, let me unequivocally state my strong recommendation for Rachel Thomas.",
      "cn": "最后, 再次向您强力推荐雷切尔·托马斯."
    },
    {
      "en": "He spoke, unequivocally, of the United States' \"unbreakable\" commitment to Israel and of why Iran must not have a nuclear weapon.",
      "cn": "他明确地说到，美国对以色列的承诺“牢不可破”，以及为什么伊朗绝不能拥有核武器。"
    },
    {
      "en": "He spoke, unequivocally, of the United States’ “unbreakable” commitment to Israel and of why Iran must not have a nuclear weapon.",
      "cn": "他明确地说到，美国对以色列的承诺“牢不可破”，以及为什么伊朗绝不能拥有核武器。"
    },
    {
      "en": "I can unequivocally state that we will not use any of this information to enforce rights against end users.",
      "cn": "我可以明确表示我们不会利用这些信息来强化我们针对终端用户的权力。"
    },
    {
      "en": "Jeffrey Long says if you at the scientific evidence, the answer is unequivocally yes.",
      "cn": "JeffreyLong说,如果你从科学的证据来看, 答案无疑是肯定的."
    },
    {
      "en": "Not all resistance phenomena can unequivocally be assigned to one of the three categories.",
      "cn": "并非所有的抗击现象都能明确地划归三种类型之一."
    },
    {
      "en": "She stated her intentions unequivocally.",
      "cn": "她明白地说出了她的意图."
    },
    {
      "en": "Temperature records have unequivocally confirmed the existence of global warming.",
      "cn": "气温记录清楚无疑地证实了全球气候正在变暖。"
    },
    {
      "en": "The evidence unequivocally shows that criminalizing the drug abuser does not solve the problem.",
      "cn": "有证据明确表明给吸毒者定罪并不能解决问题."
    },
    {
      "en": "The Lab might not be the appropriate dog if we have unequivocally tiny young kids.",
      "cn": "如果你家里又很小的小孩、那拉拉也许不适合你."
    },
    {
      "en": "The one situation in which beta programs are unequivocally useful is in configuration testing.",
      "cn": "β测试有用的一种情况是配置测试."
    },
    {
      "en": "We must state completely and unequivocally that HIV infection comes from four, and only four sources.",
      "cn": "我们必须毫不含糊地断言,HIV感染来自4种途径, 而且只有4种途径."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "只有一种含意地，清楚明白地"
    }
  ],
  "exchange": {
    "adj": [
      "unequivocal"
    ]
  }
}