{
  "word": "fourfold",
  "ipa": {
    "us": "ˈfɔ:fəʊld",
    "uk": "ˈfɔrfoʊld"
  },
  "sentences": [
    {
      "en": "a fourfold increase in price",
      "cn": "价格的四倍上涨"
    },
    {
      "en": "By the late eighties their number had grown fourfold.",
      "cn": "到80年代末的时候，他们的数量已是原来的4倍。"
    },
    {
      "en": "Doubling hf-current results in a doubling of current density and a fourfold heat provided that the area of effective contact between the tissue ang the electrode remains constant.",
      "cn": "如果人体组织和电极之间的有效接触面积保持不变，那么高频电流强度扩大一倍将会使电流密度增大一倍，并产生四倍的热量。"
    },
    {
      "en": "Electric hand is basic be electric head ache is fourfold.",
      "cn": "电手基本是电头疼痛的四倍."
    },
    {
      "en": "For a diagnosis of tularemia you need a fourfold increase in serum antibody levels.",
      "cn": "要诊断是兔热症,她的血清抗体等级需要有4个部分的增长."
    },
    {
      "en": "Further down the supply chain, garlic prices have jumped tenfold on wholesale markets in big cities and fourfold nationwide.",
      "cn": "沿供应链向下，其大城市批发价格跳升十倍，而全国售价则上升四倍。"
    },
    {
      "en": "He acted illegitimately when he increased the rent fourfold.",
      "cn": "他非法地把租金增加到原来的四倍."
    },
    {
      "en": "In some cases output has increased more than fourfold.",
      "cn": "在有些情况下,产量增加了3倍多."
    },
    {
      "en": "Profits rose fourfold.",
      "cn": "利润上升到原来的四倍。"
    },
    {
      "en": "That has risen fourfold, to around 800.",
      "cn": "这种情况现在已经增加到4倍, 大约有800个职位属于这种情况."
    },
    {
      "en": "The \"other\" division, in which they are lumped with cloud services, grew nearly fourfold, but is still less than one-tenth of the top line.",
      "cn": "与云服务一同被归类到“其他”业务的部门增长近四倍，但营收仍不到总营收的十分之一。"
    },
    {
      "en": "The mineral's price increased fourfold in 2008, peaking at more than $ 800 a tonne.",
      "cn": "2008年,钾肥价格上涨了3倍, 达到每吨逾800美元的历史最高水平."
    },
    {
      "en": "The supply of fist grew fourfold there.",
      "cn": "那里鱼的供应量增加了三倍."
    },
    {
      "en": "Web - based teaching has become a growing global trend . This paper is fourfold.",
      "cn": "网络教学无论在国际还是国内都已经成为一种发展趋势."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "quadruple"
          ],
          "tran_cn": "四倍的；四重的；四垒的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "四倍的，四重的",
      "tran_en": "four times as much or as many"
    },
    {
      "pos": "adv",
      "tran_cn": "四倍，四重",
      "tran_en": "by or up to four times as many or as much "
    }
  ],
  "exchange": {}
}