{
  "word": "penguin",
  "ipa": {
    "us": "ˈpeŋɡwɪn",
    "uk": "ˈpeŋɡwɪn"
  },
  "sentences": [
    {
      "en": "An emperor penguin has hatched at Dalian's Laohutan Ocean Park, Xinhua reported.",
      "cn": "新华社报道,大连老虎滩海洋公园近日繁育出一只帝企鹅幼仔."
    },
    {
      "en": "Billy: Why do you need to wear a penguin suit?",
      "cn": "比利: 你为什么要穿企鹅装?"
    },
    {
      "en": "Do you know what distance that penguin covered in a week?",
      "cn": "你知不知道那只企鹅在一周之内走了多长的路?"
    },
    {
      "en": "He asked some birds if they knew where the penguin came from. But they ignored him.",
      "cn": "他去问小鸟们，知不知道小企鹅是从哪里来的啊，可是她们却睬都不睬他。"
    },
    {
      "en": "He walked with an awkward gait like a penguin.",
      "cn": "他走路的步子难看得就像企鹅."
    },
    {
      "en": "I am a penguin and I turn my head.",
      "cn": "我是一只企鹅并且我可以摆动我的尾巴。"
    },
    {
      "en": "I wonder if you stock any Penguin Jacket?",
      "cn": "不知你们是否有企鹅牌茄克衫?"
    },
    {
      "en": "Lovelace: turn to the penguin next to you… and give him a great big hug!",
      "cn": "拉雷丝：转向你旁边的企鹅……然后给他一个巨大的拥抱！"
    },
    {
      "en": "Penguin is a not - flying birds, penguins are head, penguins Branch.",
      "cn": "企鹅是一种不会飞行的鸟类, 属于企鹅目, 企鹅科."
    },
    {
      "en": "Perhaps we cannot relate to the severe conditions enduring by the Emperor penguin, but each of us knows what it means to sit on our own versions of ice and egg.",
      "cn": "可能我们无法理解国王企鹅所忍受的严酷环境与我们有何关联，但我们每一个人都知道在冰上孵育自己的蛋代表什么意思。"
    },
    {
      "en": "So how warm should a penguin egg be so that the chick stays healthy?",
      "cn": "企鹅蛋要保持多高的温度才能让蛋里的小企鹅健康 呢 ?"
    },
    {
      "en": "Sterne, Laurence. A Sentimental Journey. New York: Penguin, 2002.",
      "cn": "劳伦斯? 斯特恩, 《感伤之旅》. 纽约: 企鹅出版社, 2002年版."
    },
    {
      "en": "The penguin is a flightless bird.",
      "cn": "企鹅是一种不会飞的鸟."
    },
    {
      "en": "The penguin parents sat on the egg for days on end.",
      "cn": "企鹅爸爸和企鹅妈妈连续好几天坐着孵蛋."
    },
    {
      "en": "The second penguin says , what makes you think I'm not?",
      "cn": "另一只回答,废话, 我一直穿着它."
    },
    {
      "en": "The seniors were measured up for their penguin suits and formal dresses.",
      "cn": "大四学生被量身订制他们的太空衣和礼服."
    },
    {
      "en": "There was this running gag about a penguin ( = they kept telling penguin jokes ).",
      "cn": "人们不断讲关于一只企鹅的笑话."
    },
    {
      "en": "There was this running gag about a penguin.",
      "cn": "人们不断讲关于一只企鹅的笑话"
    },
    {
      "en": "When I was a student, Penguin published several collections of classic articles on economics and business.",
      "cn": "当我是一名学生时, 企鹅(Penguin)出版了几部关于经济学和商学的经典文章集."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "penuins"
          ],
          "tran_cn": "[鸟]企鹅；空军地勤人员"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "emperor penguin",
      "tran_cn": "n. 皇企鹅"
    },
    {
      "phrase": "king penguin",
      "tran_cn": "国王企鹅；帝企鹅（等于Aptenodytes patagonicus）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "企鹅",
      "tran_en": "a large black and white Antarctic sea bird, which cannot fly but uses its wings for swimming"
    }
  ],
  "exchange": {
    "pl": [
      "penguins"
    ]
  }
}