{
  "word": "racially",
  "ipa": {
    "us": "'reɪʃəlɪ",
    "uk": "ˈreʃəlɪ"
  },
  "sentences": [
    {
      "en": "A racially mixed jury in Miami convicted Lozano of manslaughter, but an appellate court overturned the convictions.",
      "cn": "在迈阿密，由多种族人士组成的陪审团裁决洛扎诺犯过失杀人罪，但上诉法庭推翻了该判决。"
    },
    {
      "en": "An Iranian woman and her child were racially taunted by youths on a bus.",
      "cn": "一名伊朗妇女和她的孩子在公共汽车上遭到年轻人种族性的嘲弄."
    },
    {
      "en": "Cassius Clay was born on Jan. 17, 1942, in racially segregated Louisville, Kentucky.",
      "cn": "卡休斯?克莱于1942年1月17日出生在实施种族隔离的肯塔基州路易斯维尔."
    },
    {
      "en": "Despite his criticism of Wright's racially-tinged comments over the years, Obama said he will not disown his former minister.",
      "cn": "尽管他批评了赖特多年来富有种族色彩的评论，奥巴马说，他不会抛弃他过去的牧师。"
    },
    {
      "en": "Expatriate Chinese also fled neighbouring Solomon Islands in large numbers after racially - charged disturbances in 2006.",
      "cn": "外籍华人曾在在2006年种族骚乱时大量逃到了邻国所罗门群岛."
    },
    {
      "en": "Few people will admit to being racially prejudiced.",
      "cn": "很少有人会承认自己有种族偏见。"
    },
    {
      "en": "Mr. Obama is the first president since Richard M. Nixon to be elected while living in a city neighborhood, in his case, Chicago’s racially and economically diverse Hyde Park.",
      "cn": "奥巴马是自理查德.尼克松总统以来第一位住在城市社区中当选的总统，奥巴马住在芝加哥种族和经济多元化的海德公园。"
    },
    {
      "en": "President Clinton wants to know if the fires are racially motivated.",
      "cn": "克林顿总统想知道是否有种族的动机."
    },
    {
      "en": "She had attended a racially mixed school.",
      "cn": "她曾在一所由多种族学生组成的学校读书。"
    },
    {
      "en": "Some landlords and landladies are racially prejudiced.",
      "cn": "一些房东有种族偏见。"
    },
    {
      "en": "The 1992 Los Angeles riots sprang from the verdict of a racially - charged court case.",
      "cn": "一九九二年的洛杉矶动乃是因一件因种族问题而起诉法院判决而引发的."
    },
    {
      "en": "The attack was racially motivated.",
      "cn": "袭击是出于种族主义目的."
    },
    {
      "en": "We are both children of racially mixed marriages.",
      "cn": "我们俩都是异族通婚所生的子女。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "racial",
          "tran_cn": " 种族的；人种的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "racialism",
          "tran_cn": " 种族主义；种族歧视；人种偏见"
        },
        {
          "word": "racialist",
          "tran_cn": " 种族主义者"
        },
        {
          "word": "racism",
          "tran_cn": " 种族主义，种族歧视；人种偏见"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "ethnically"
          ],
          "tran_cn": "人种上；按人种"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "按人种地，人种上"
    }
  ],
  "exchange": {
    "adj": [
      "racial"
    ]
  }
}