{
  "word": "ampere",
  "ipa": {
    "us": "'æmpeə(r)",
    "uk": "ˈæmˌpɪr"
  },
  "sentences": [
    {
      "en": "A 10~ ( - 14 ) A pico - ampere current meter made of integrated circuit CA 3420 is presented.",
      "cn": "用集成电路CA3420可制成10~ ( -14 ) A高灵敏微电流计."
    },
    {
      "en": "A 15 ampere fuse melts if the current exceeds 15 amperes.",
      "cn": "如果电流超过15安培,则15安培的保险丝就熔化."
    },
    {
      "en": "A static magnetic field is measured in units of ampere per metre, (A/m) but is usually expressed in terms of the corresponding magnetic induction measured in units of tesla, (T) or millitesla (mT).",
      "cn": "静电磁场以每米具有的安培单位衡量(A/m)，但是通常以相应的电磁感应单位特斯拉(T)或毫伏特斯拉(mT)表示。"
    },
    {
      "en": "A unit of electric current equal to one an ampere.",
      "cn": "旧制电流单位(略小于一安培)."
    },
    {
      "en": "A unit of electric current equal to one millionth of an ampere.",
      "cn": "微安(培)等于百万分之一安培的电流单位."
    },
    {
      "en": "A unit of electrical resistance equal to that of a conductor in which a current of one ampere is produced by a potential of one volt across its terminals.",
      "cn": "欧姆电阻单位，一段导体两端的电位差为伏特时产生一安培电流，那么这段导体的电阻就等于欧姆。"
    },
    {
      "en": "All range voltage, Ampere meter , can suit the demand of customer.",
      "cn": "任意量程的交直流电压 、 电流表均可按用户要求供货."
    },
    {
      "en": "Ampere meters can record the amount of electrical current passing through an electrical appliance.",
      "cn": "电流表可以记录经过用电器的电流的数量。"
    },
    {
      "en": "Ampere The ampere is a unit of current flow.",
      "cn": "安培安培是电流单元."
    },
    {
      "en": "And I prefer to an ampere meter being made of aluminum even though it has analog to another one.",
      "cn": "我还想要一个铝制的安培表，虽然它与另一个类似。"
    },
    {
      "en": "Andre Ampere , French physicist noted for his word on electrodynamices , died.",
      "cn": "以研究电动力学称著的法国物理学家 安德烈·安培 逝世."
    },
    {
      "en": "Built - in rotary switch, button, ampere meter, indicating lamp etc.",
      "cn": "内装转换开关 、 电流表 、 按钮 、 指示灯等."
    },
    {
      "en": "Disuse the ampere of power source and accumulator cell [ the armrest moves ].",
      "cn": "不用安电源及蓄电池 [ 靠手动 ]."
    },
    {
      "en": "Five nanogenerators working together produced about 1 micro ampere output current at 3 volts about the same voltage generated by two regular AA batteries.",
      "cn": "5个纳米发电机同时工作可以产生1微安培3伏特的输出电流，与2节普通的5号电池所产生的电压差不多。"
    },
    {
      "en": "Isabel, with her eyes bent, fingered the pages of M ? Ampere.",
      "cn": "伊莎贝尔垂下了眼皮, 用手指 拨弄 着安培的书."
    },
    {
      "en": "One day, Mr Ampere go out for a walk in the street.",
      "cn": "有一天, 安培先生去街上散步."
    },
    {
      "en": "The centimeter - gram - second electromagnetic unit of magnetomotive force , equal to ampere - turn.",
      "cn": "吉伯厘米 - 克 -秒 磁动势电磁单位, 等于!"
    },
    {
      "en": "The SI system therefore takes the ampere as one of its fundamental units.",
      "cn": "因此,SI制取安培作为它的基本单位之一."
    },
    {
      "en": "The units in which we show voltage and current are volt and ampere respectively.",
      "cn": "我们用以表示电压和电流的单位分别为伏特和安培。"
    },
    {
      "en": "This piece of equipment needs a thirty - ampere fuse.",
      "cn": "这设备需要30安培的熔丝."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "amperage",
          "tran_cn": " [电磁] 安培数"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "ampere meter",
      "tran_cn": "电流表，安培计"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<电>安培",
      "tran_en": "a unit used for measuring electric current"
    }
  ],
  "exchange": {
    "pl": [
      "amperes"
    ]
  }
}