{
  "word": "millimetre",
  "ipa": {
    "us": "ˈmɪlimiːtə(r)",
    "uk": "ˈmɪlimiːtər"
  },
  "sentences": [
    {
      "en": "6-millimetre film was used because it offered clearer freeze frames than video tape.",
      "cn": "采用6毫米胶片是因为它的定格图像要比录像带更加清晰。"
    },
    {
      "en": "CNGC has also introduced the improved HongJian 9 A with a more advanced millimetre wave guidance system.",
      "cn": "CNGC也 已经推出改进的红箭-9A采用更先进的毫米波制导系统."
    },
    {
      "en": "One millimetre to the left and who knows?",
      "cn": "往左一毫米呢?谁知道 呢 ?"
    },
    {
      "en": "One second of arc movement is one thirtieth of a millimetre.",
      "cn": "一弧秒的移动是一毫米的三十分之一."
    },
    {
      "en": "The calculations were exact to the nearest millimetre.",
      "cn": "计算的精确度几近毫米."
    },
    {
      "en": "The coats, made of polythene sheet 0.05 millimetre thick, are fitted on the sheep after shearing.",
      "cn": "这种绵羊穿的罩衣, 是用0.05毫米厚的聚乙烯薄膜制成的,在剪完羊毛之后给羊穿上."
    },
    {
      "en": "The creature is a tiny centipede, just 10 millimetres long.",
      "cn": "那个生物是一只很小的蜈蚣，只有10毫米长。"
    },
    {
      "en": "The equipment includes two black and white cameras that operate with an millimetre ( 8 mm ) chip.",
      "cn": "这项装置包括用8毫米的芯片驱动的两台黑白相机."
    },
    {
      "en": "The millimetre thick displays weigh only a few grams and operate on two to five volts.",
      "cn": "这种几毫米厚的显示屏只有几克重,工作在2～5伏的电压下."
    },
    {
      "en": "The silicon chips are less than a millimetre thick.",
      "cn": "这些硅片厚度不足一毫米。"
    },
    {
      "en": "The total amount of pollen was measured more accurately by 30 millimetre deameter globes.",
      "cn": "用直径30毫米的球形收集器,可以更准确地测定花粉的总量."
    },
    {
      "en": "When the little sixteen - millimetre film is blown up to standard size, the image often blurs.",
      "cn": "把十六毫米的微型胶卷放大到标准尺寸, 图象常会模糊."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "millimeter",
          "tran_cn": " [计量] 毫米"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "strich",
            "milimetre"
          ],
          "tran_cn": "毫米；公厘"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "毫米",
      "tran_en": "a unit for measuring length. There are 1,000 millimetres in one metre."
    }
  ],
  "exchange": {
    "pl": [
      "millimetres"
    ]
  }
}