{
  "word": "guile",
  "ipa": {
    "us": "gaɪl",
    "uk": "ɡaɪl"
  },
  "sentences": [
    {
      "en": "All in all very satisfied with the results, the price is Guile Dian children.",
      "cn": "总之效果很满意, 就是价钱贵了点儿."
    },
    {
      "en": "Anon is not known for guile or intricate schemes.",
      "cn": "阿农从不耍阴谋诡计."
    },
    {
      "en": "He is full of guile.",
      "cn": "他非常狡诈."
    },
    {
      "en": "His cunning and guile were not attributes I would ever underestimate.",
      "cn": "我从未对他的狡猾和奸诈掉以轻心。"
    },
    {
      "en": "I love children's innocence and lack of guile.",
      "cn": "我喜欢孩子的天真无邪。"
    },
    {
      "en": "Keep thy tongue from evil, and thy lips speaking guile.",
      "cn": "13就要禁止舌头不出恶言, 嘴唇不说诡诈的话."
    },
    {
      "en": "Mammy's victories over Scarlett were hard - won and represented guile unknown to the white mind.",
      "cn": "嬷嬷对思嘉的每次胜利都是好不容易才赢得的,这中间还得归功于一种白人所不知道的狡狯心计."
    },
    {
      "en": "Receive, receive, ye joy invited, receive, receive, its guile.",
      "cn": "接受吧, 接受吧, 你的欢乐与你相邀.接受吧, 接受吧, 上帝真诚地赐福与你."
    },
    {
      "en": "Some used force, bribery and guile to achieve their wealth and power.",
      "cn": "一些人使用武力, 行贿和种种诡计来攫取财富和权力."
    },
    {
      "en": "Stockport - born midfielder Ritchie Jones brings a valuable blend of graft and guile to United's Reserves.",
      "cn": "出生于斯托克港的里奇琼斯是曼联预备队组织和发动进攻的中场发动机."
    },
    {
      "en": "These adjectives mean free from guile, cunning, or sham.",
      "cn": "这些形容词都含有不狡诈 、 不狡猾或不虚伪的意思."
    },
    {
      "en": "What is the guile of Hegelian reason? How to answer this one question?",
      "cn": "什么是黑格尔的理性的狡计? 怎么回答这一问题?"
    },
    {
      "en": "What they cannot defeat by reason and argument they obstruct by delay and legalistic guile.",
      "cn": "凡是他们不能通过理智和辩论战胜的东西,他们便采用拖延的办法和玩弄法律的手段来加以阻挠."
    },
    {
      "en": "With a little guile she might get what she wanted.",
      "cn": "她略施小计，也许就能得到自己想要的东西。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "guileful",
          "tran_cn": " 狡猾的；诡计多端的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "chicanery",
            "craftiness",
            "cunning",
            "deceit",
            "duplicity",
            "sneakiness"
          ],
          "tran_cn": "欺诈,欺骗"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "craftiness",
            "cunning",
            "deceit"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "奸猾，狡诈，背信弃义，欺骗",
      "tran_en": "Guile is the quality of being good at deceiving people in a clever way"
    }
  ],
  "exchange": {}
}