{
  "word": "centrifugal",
  "ipa": {
    "us": "ˌsentrɪˈfju:gl",
    "uk": "sɛnˈtrɪfjəɡəl, -ˈtrɪfə-"
  },
  "sentences": [
    {
      "en": "Both gravity and centrifugal force will pull you downhill.",
      "cn": "滑雪是在重力和离心力的共同作用下下山的."
    },
    {
      "en": "Centrifugal machines are connected to the motor drive directly instead of through a gearbox.",
      "cn": "离心机不通过调速箱直接与电机驱动装置相连."
    },
    {
      "en": "Centrifugal pump in the assembly must be well prepared.",
      "cn": "离心泵在装配前,必须做好准备工作."
    },
    {
      "en": "Compressor may be reciprocating positive displacement or centrifugal.",
      "cn": "压缩机可以是活塞式、螺杆式或离心式."
    },
    {
      "en": "Fans of the radial - flow type include the variously designed centrifugal fans.",
      "cn": "辐射流类型的风机包括不同的离心风机设计."
    },
    {
      "en": "Harmful gases must be drawn out by centrifugal ventilator.",
      "cn": "有害气体必须通过离心式通风装置排出."
    },
    {
      "en": "If the star spun just 20% faster, the centrifugal force would fling it apart.",
      "cn": "如果该恒星的旋转加快仅仅20%，那么离心力就会其撕裂。"
    },
    {
      "en": "Sometimes they also involve centrifugal forces, as the foreign minister, Manouchehr Mottaki, has discovered.",
      "cn": "就像外长穆塔基认为的那样有时他们也身处离心力之中。"
    },
    {
      "en": "Special dynamic screen the discharge design, the rotor high speed centrifugal separation system, Super flow.",
      "cn": "特殊的动态筛网出料设计，转子高速离心分离系统，实现超级流量。"
    },
    {
      "en": "Techniques for controlling particulates include filtering, washing, centrifugal separation, and electrostatic precipitation.",
      "cn": "控制颗粒污染物的技术包括过滤 、 洗涤 、 离心分离 、 静电沉降."
    },
    {
      "en": "The centrifugal force of a rotating object decrease when It'slow down.",
      "cn": "旋转物体的离心力在减速时降低."
    },
    {
      "en": "The civil war reinforced the centrifugal tendencies at work within the economy.",
      "cn": "內战加剧了经济领域的离心倾向."
    },
    {
      "en": "The division of Europe into warring blocs produces ever - increasing centrifugal stress.",
      "cn": "把欧洲分为作战集团产生了越来越大的离心效果."
    },
    {
      "en": "The effect is customarily called centrifugal distortion.",
      "cn": "这种效应通常叫做离心力形变."
    },
    {
      "en": "The handdriven generator is equipped with a centrifugal governor.",
      "cn": "手摇直流发电机装有离心调速装置."
    },
    {
      "en": "The juice is extracted by centrifugal force.",
      "cn": "果汁是通过离心力榨取的。"
    },
    {
      "en": "The research is made on dewaxing shellac by centrifugal subside and refining shellac-wax by Carbon tetrachloride extraction.",
      "cn": "介绍了用离心沉降对紫胶脱蜡和四氯化碳萃取精制紫胶蜡的研究过程和结果。"
    },
    {
      "en": "The result of the study, which was carried out by a Steel Corporation in Japan, on the granulation of coke breeze by using centrifugal rolling type pelletizer is introduced.",
      "cn": "本文介绍了国外某钢铁公司研究与开发实验室关于使用离心转动型造球机对烧结用焦粉制粒的研究成果。"
    },
    {
      "en": "The surge occurs in the centrifugal compressor at a small flow rate.",
      "cn": "喘振是离心压缩机在小流量工况时发生的不稳定流动状况."
    },
    {
      "en": "Those forces affecting the wine were the centrifugal force pushing the liquid to the outside of the glass and the gravitational force shoving the liquid back down.",
      "cn": "这些影响着葡萄酒的力是将葡萄酒推出葡萄酒杯的离心力和将液体拉回来的重力。"
    },
    {
      "en": "YHB series chemical submersible pump is vertical single stage single - suction centrifugal pump.",
      "cn": "YHB系列化工液下泵是立式单级单吸离心泵."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "centrifugation",
          "tran_cn": " 离心分离"
        },
        {
          "word": "centrifuge",
          "tran_cn": " 离心机；[机][化工] 离心分离机"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "centrifuge",
          "tran_cn": " 用离心机分离；使…受离心作用"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "acentric",
            "exodic"
          ],
          "tran_cn": "[机][力]离心的；远中的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "revolving drum",
            "rotating drum"
          ],
          "tran_cn": "[机][力]离心机；转筒"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "centrifugal blower",
      "tran_cn": "离心式鼓风机"
    },
    {
      "phrase": "centrifugal casting",
      "tran_cn": "离心浇铸"
    },
    {
      "phrase": "centrifugal compressor",
      "tran_cn": "离心式压缩机"
    },
    {
      "phrase": "centrifugal fan",
      "tran_cn": "离心式风扇；离心式鼓风机"
    },
    {
      "phrase": "centrifugal field",
      "tran_cn": "离心力场"
    },
    {
      "phrase": "centrifugal force",
      "tran_cn": "离心力；地心引力"
    },
    {
      "phrase": "centrifugal machine",
      "tran_cn": "离心分离机"
    },
    {
      "phrase": "centrifugal pump",
      "tran_cn": "离心抽机，离心泵"
    },
    {
      "phrase": "centrifugal separation",
      "tran_cn": "[机械工程]离心分离；[机械工程]离心分离法"
    },
    {
      "phrase": "centrifugal separator",
      "tran_cn": "离心分离机；离心澄清机"
    },
    {
      "phrase": "centrifugal stress",
      "tran_cn": "离心应力"
    },
    {
      "phrase": "centrifugal switch",
      "tran_cn": "离心开关"
    },
    {
      "phrase": "centrifugal type",
      "tran_cn": "离心式"
    },
    {
      "phrase": "horizontal centrifugal pump",
      "tran_cn": "卧式离心泵"
    },
    {
      "phrase": "multistage centrifugal pump",
      "tran_cn": "[机]多级离心泵"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "离心的",
      "tran_en": "acting, moving, or tending to move away from a centre "
    }
  ],
  "exchange": {}
}