{
  "word": "firefighter",
  "ipa": {
    "us": "ˈfaɪəfaɪtə(r)",
    "uk": "ˈfaɪərfaɪtər"
  },
  "sentences": [
    {
      "en": "A beloved priest died giving the last rites to a firefighter.",
      "cn": "一名深受爱戴的牧师在临终前还在为消防人员念着祷文."
    },
    {
      "en": "A firefighter was overcome by fumes at a blaze in a plastics factory.",
      "cn": "一名消防队员在一家塑料厂的火灾中被烟熏倒了."
    },
    {
      "en": "All the people in the building were saved, but a firefighter lost his life.",
      "cn": "大楼里的全部人员都获救, 而一名消防队员丧生."
    },
    {
      "en": "Courage is being a firefighter or a police officer.",
      "cn": "勇气,是立志做一名消防员,或是一名警察."
    },
    {
      "en": "Firefighter : Hey, Chief ! TITe's a pumper truck be auctioned nowadays. Let's buy it.",
      "cn": "消防队员: 嘿, 头儿,今天有一辆1959年的消防卡车要拍卖, 咱们买了吧."
    },
    {
      "en": "Great! My brother is a firefighter too. I really like firefighters.",
      "cn": "太棒了! 我哥哥也是一名消防员. 我很喜欢消防员."
    },
    {
      "en": "He and his firefighter buddies phone local stores and malls.",
      "cn": "他和消防队的朋友们则给当地的商店--以及商场打电话."
    },
    {
      "en": "He is a firefighter.",
      "cn": "他是一名消防员."
    },
    {
      "en": "He mows lawns and gardens for half a dozen clients in Grafton, some of them family friends. And he is an active volunteer firefighter.",
      "cn": "他为格拉夫顿六户人家修剪草坪和花园，他们中一些是父母的朋友，此外他还是个积极的义务消防员。"
    },
    {
      "en": "He wants to be a firefighter.",
      "cn": "他想当一名消防员."
    },
    {
      "en": "I want to be a firefighter.",
      "cn": "我想要做一名消防员."
    },
    {
      "en": "John is a New York City firefighter.",
      "cn": "约翰是纽约市的一名消防员."
    },
    {
      "en": "Locally and from the state standpoint, we had some firefighter jobs that were in jeopardy, up in the hundreds.",
      "cn": "站在州政府的立场，我们有一些消防员在危险岗位工作，最多时有数百人。"
    },
    {
      "en": "The firefighter banked the fire with dirt.",
      "cn": "消防员用泥土灭火."
    },
    {
      "en": "The firefighter manned the hose to extinguish the blaze.",
      "cn": "该名消防队员操纵消防软管扑灭大火."
    },
    {
      "en": "The firefighter put his life in danger to extinguish the forest fire.",
      "cn": "消防员冒着生命危险扑灭森林大火."
    },
    {
      "en": "The firefighter survivors all wore the grimmest pride on their faces.",
      "cn": "活着归来的消防员脸上都带着极为严肃的自豪."
    },
    {
      "en": "When every molecule in your body tells you to run away from the burning building, as a firefighter you have to resist the urge, override it and plunge in.",
      "cn": "当你身体内每个细胞都告诉逃离失火的建筑物时，作为一名消防员，你必须克制这种冲动，超越它，投入火场进行战斗。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "firefight",
          "tran_cn": " 交火；炮战"
        },
        {
          "word": "firehouse",
          "tran_cn": " 消防站；消防队"
        },
        {
          "word": "fireman",
          "tran_cn": " 消防队员；救火队员；锅炉工"
        },
        {
          "word": "fireplug",
          "tran_cn": " 消防栓，消防塞"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pompier"
          ],
          "tran_cn": "消防队员"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<美>消防队员",
      "tran_en": "someone whose job is to stop fires burning"
    }
  ],
  "exchange": {
    "pl": [
      "firefighters"
    ]
  }
}