{
  "word": "pestle",
  "ipa": {
    "us": "ˈpesl",
    "uk": "ˈpɛsəl, ˈpɛstəl"
  },
  "sentences": [
    {
      "en": "A pestle can be ground into a and true knowledge comes from perseverance.",
      "cn": "想得到真正的学问,必须有磨杵成针的精神."
    },
    {
      "en": "An iron pestle can be ground down to a needle. You'll see.",
      "cn": "B说:只要功夫深,铁杵磨成针, 你等著瞧吧."
    },
    {
      "en": "He ground the rock candy with a mortar and pestle.",
      "cn": "他自己动手用研钵和杵把冰糖研成粉。"
    },
    {
      "en": "He ground the spices himself with a mortar and pestle.",
      "cn": "他自己动手用研钵和杵把香料研成粉."
    },
    {
      "en": "If client has difficulty swallowing, use mortar and pestle to grind pills or a pill - crushing device.",
      "cn": "如病人吞药有困难, 可用药臼或碎药器研碎药片."
    },
    {
      "en": "Jin Yu: An iron pestle can be ground down to a needle.",
      "cn": "锦玉: 只要功夫深,铁杵磨成针ㄓㄣ."
    },
    {
      "en": "Most of these new foods were pretty bland, but the pestle and mortar can also play a key part here in making them more interesting.",
      "cn": "这种新型食品大部分嚼之无味，但是这研钵与舂杵却很关键使一切变得更加丰富有趣。"
    },
    {
      "en": "Only time is deep, an iron pestle can be ground down to a needle.",
      "cn": "只有功夫深, 铁杵磨成针."
    },
    {
      "en": "Some animals like horses, some rivers, and even some implements ( like mortar and pestle ) were deified.",
      "cn": "一些动物(比如马), 一些河流, 甚至一些器具 ( 比如研钵和槌 ) 都被神圣化."
    },
    {
      "en": "The pellet with the poison's in the vessel with the pestle?",
      "cn": "带有毒药的小球放在带有杵的容器里?"
    },
    {
      "en": "The process eventually was refined. A mortar and pestle worked better than the desktop, and a coffee grinder worked best of all for making good bee paste.",
      "cn": "随后这个过程被不断进行完善。很明显研钵和杵比桌面好用，而一架咖啡研磨机无疑是制作好的蜜蜂浆糊的最好的工具。"
    },
    {
      "en": "This glass is ground under water using pestle and mortar.",
      "cn": "玻璃在水下被杵和臼碾压."
    },
    {
      "en": "Using a pestle and mortar, pulverise the bran to a coarse powder.",
      "cn": "用杵和臼，将麸皮磨成粗粉。"
    },
    {
      "en": "We think it's about eight thousand years old, but a pestle then would have been used exactly as it is now - to grind food in a mortar and break it down, so that you can make it edible.",
      "cn": "我们估计它大概有八千年的历史，一根舂杵，纵使历练悠悠岁月，不变的是它当初的使用功能；它仍然可以胜任研磨研钵里食物的工作，供人们食用。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pounder"
          ],
          "tran_cn": "[化学]杵；碾槌"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（捣碎或碾磨用的）杵"
    }
  ],
  "exchange": {
    "pl": [
      "pestles"
    ]
  }
}