{
  "word": "hippo",
  "ipa": {
    "us": "ˈhɪpəʊ",
    "uk": "ˈhɪpoʊ"
  },
  "sentences": [
    {
      "en": "\"One thing we know about the Herto people, they had a taste for meat, especially hippos, \" White said, brushing some sand off a hippo skull.",
      "cn": "“我们知道赫托人已经开始吃肉了，尤其是河马肉，”怀特一边说着，一边将一具河马头骨上的沙土拭去。"
    },
    {
      "en": "A hippo is in or near the water most of its day.",
      "cn": "在河马的一天当中,大多是情况下是呆在水里的,要不然就是在离水很近的地方."
    },
    {
      "en": "Augustine of Hippo was the most influential theologian of Latin Christianity.",
      "cn": "奥古斯丁是拉丁基督教神学最有影响."
    },
    {
      "en": "Crocodile and elephant searched along the river bank and soon met hippo.",
      "cn": "鳄鱼和大象沿着河堤搜寻,很快遇到了河马."
    },
    {
      "en": "Crocodile, elephant and hippo search along the river bank and soon met Monkey.",
      "cn": "鳄鱼, 大象和河马沿着河堤搜索,很快遇到了猴子."
    },
    {
      "en": "Described as one of the most aggressive creatures in the animal kingdom, an adult hippo can apply several tons of pressure in a single bite.",
      "cn": "成年河马是动物王国里最有攻击力的家伙之一，它一嘴咬下来的压力就能有好几吨。"
    },
    {
      "en": "How can you tell if there's been a hippo in your fridge?",
      "cn": "你怎么知道河马去过你的冰箱?"
    },
    {
      "en": "Look at the hippo splashing about in the river.",
      "cn": "看那只在河里溅水的河马."
    },
    {
      "en": "No, it isn't an elephant. It's a hippo.",
      "cn": "不, 它不是大象. 它是一头河马."
    },
    {
      "en": "She had drawn a picture of a hippo wearing tights.",
      "cn": "她画了一幅河马穿紧身衣的图片."
    },
    {
      "en": "Sure, the hippo racing is every Tuesday night in Calgary.",
      "cn": "当然, 河马赛跑是每周二晚上在卡尔加里."
    },
    {
      "en": "The dominant hippo and his family.",
      "cn": "河马族长和他的家族."
    },
    {
      "en": "The ugly little hippo is the most beautiful thing in Mama's eyes.",
      "cn": "丑陋的小河马,是妈妈的最最心爱."
    },
    {
      "en": "This photo of a hippo at Disney World has absolutely nothing to do with this post and only serves to confuse things.",
      "cn": "这张迪斯尼世界河马照片绝对与本文章毫无关联，放这里只会让你莫名其妙。"
    },
    {
      "en": "Tom: This is a great picture! It's a hippo.",
      "cn": "汤姆: 这张画得很棒! 这是河马."
    },
    {
      "en": "Tom: Yes! And hippo means river horse.",
      "cn": "汤姆: 对啊! 而且[河马]的意思就是河里的马."
    },
    {
      "en": "What is pig flu? Do not mind, I am a hippo.",
      "cn": "啥是猪流感? 别误会, 俺是河马."
    },
    {
      "en": "You mean you get the hyena, and I choose between the hippo and the giraffe?",
      "cn": "你是说你挑了土狼剩下河马和长颈鹿给我挑?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "river horse",
            "ipecac"
          ],
          "tran_cn": "河马；吐根"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "河马",
      "tran_en": "a hippopotamus"
    }
  ],
  "exchange": {
    "pl": [
      "hippos"
    ]
  }
}