{
  "word": "engender",
  "ipa": {
    "us": "ɪnˈdʒendə(r)",
    "uk": "ɪnˈdʒendər"
  },
  "sentences": [
    {
      "en": "Hydraulic impact which engender between proportional valve and hydraulic cylinder is important noise source.",
      "cn": "操舵系统中,比例阀前的液压冲击是重要噪声源."
    },
    {
      "en": "In such circumstances, governments must do all they can to create and engender trust among its nation’s constituents and institutions.",
      "cn": "在这种情况下，政府必须尽其所能在它的国家选民和公共机构之间创造和产生信任。"
    },
    {
      "en": "It helps engender a sense of common humanity.",
      "cn": "这有助于营造一种博爱的感觉。"
    },
    {
      "en": "It was supposed to engender difficult questions and to keep the conversation at a low temperature.",
      "cn": "仿佛她会提出各种深奥的问题,使谈话始终保持在低温状态."
    },
    {
      "en": "Mr Bowles could engender delight in students and musicians alike.",
      "cn": "鲍尔斯先生能够让学生和音乐家都感到快乐。"
    },
    {
      "en": "Retrospectives on the process and working practices regularly capture the lessons learned by the project and engender a culture of continuous process improvement within the project.",
      "cn": "对过程和工作实践的回顾有规律地捕捉从项目中得到的经验，并在项目中造成一个持续的过程改进的文化。"
    },
    {
      "en": "She will engender difficult questions and to keep the conversation at a low temperature.",
      "cn": "她会提出各种深奥的问题,使谈话始终保持在低温状态."
    },
    {
      "en": "the changes in society engendered by the war",
      "cn": "战争造成的社会变化"
    },
    {
      "en": "The engender harmfulness and prevention of the static were introduced.",
      "cn": "摘要介绍了静电的产生、危害、防止的方法,著重评述了抗静电剂基本特性."
    },
    {
      "en": "The negative impact that robots engender might lead human beings to their doom.",
      "cn": "机器人带来的坏处是可能带来人类的灭顶之灾."
    },
    {
      "en": "Things that engender poor feng shui include grey carpets off - white walls and strip lighting.",
      "cn": "有损风水的事物包括灰色的地毯、白墙和条状照明灯."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "breed",
            "cause",
            "develop",
            "generate",
            "occasion",
            "produce"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "result",
            "breed"
          ],
          "tran_cn": "产生；引起"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "create",
            "inflict"
          ],
          "tran_cn": "使产生；造成"
        }
      ]
    },
    {
      "pos": "vt & vi.",
      "words": [
        {
          "words": [
            "breed",
            "cause",
            "develop",
            "generate",
            "produce"
          ],
          "tran_cn": "引起;发生"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "使产生；造成",
      "tran_en": "to be the cause of a situation or feeling"
    },
    {
      "pos": "vi",
      "tran_cn": "形成，引起"
    },
    {
      "pos": "vt",
      "tran_cn": "产生，造成，引起"
    }
  ],
  "exchange": {
    "third": [
      "engenders"
    ],
    "past": [
      "engendered"
    ],
    "done": [
      "engendered"
    ],
    "ing": [
      "engendering"
    ]
  }
}