{
  "word": "pepsin",
  "ipa": {
    "us": "ˈpepsɪn",
    "uk": "'pepsɪn"
  },
  "sentences": [
    {
      "en": "But while stomach acid is a factor, Dr. Koufman says, the real culprit for many patients is pepsin, a digestive enzyme that can exist in the esophagus.",
      "cn": "但考夫曼博士指出，胃酸只是其中的一个因素，胃蛋白酶才是很多患者的症结所在，这是可以存在于食道的一种消化酶。"
    },
    {
      "en": "Gastric acidity and the concentration of pepsin were decreased.",
      "cn": "抑制胃液的分泌,降低胃液的酸度和胃蛋白酶含量."
    },
    {
      "en": "Gastric juice contains hydrochloric acid to provide an acidic solution for pepsin.",
      "cn": "胃液内含有盐酸给胃蛋白酶提供酸溶液."
    },
    {
      "en": "Koufman says, the real culprit for many patients is pepsin, a digestive enzyme that can exist in the esophagus.",
      "cn": "胃蛋白酶是能存在于食道的一种消化酶。"
    },
    {
      "en": "METHODS: Retinal vascular preparations were performed by using trypsin digestion and pepsin-trypsin digestion technique respectively.",
      "cn": "方法：分别用胰蛋白酶消化法及胃蛋白酶-胰蛋白酶联合消化法制备视网膜血管铺片，比较铺片成功率。"
    },
    {
      "en": "Objective : To extract Coriolus versicolor intracellular pepsin inhibitor based on ultrasonic method.",
      "cn": "目的: 采用超声波法提取云芝胞内胃蛋白酶抑制剂."
    },
    {
      "en": "Objective : To study the effect of pepsin activity on disintegration time of soft capsule.",
      "cn": "目的: 研究胃蛋白酶活力对软胶囊剂崩解时限的影响."
    },
    {
      "en": "Pepsin mixture is used for dyspepsia.",
      "cn": "骨蛋白酶合剂用于消化不良."
    },
    {
      "en": "Pepsin: Powerful enzyme in gastric juice ( see stomach ) that partially digests proteins in food.",
      "cn": "胃 蛋白: 胃液中一种消化能力极强的,能部分消化食物中的蛋白质."
    },
    {
      "en": "Rennin activity ( RA ) and proteolytic activity ( PA ) of pepsin rennin and rennet were studied.",
      "cn": "本文研究了胃蛋白酶、凝乳 酶 与自制皱胃酶的凝乳活力与蛋白分解活力."
    },
    {
      "en": "Results The intestinal peristalsis moved slow, peptic acid secretion decreased and pepsin activity decreased.",
      "cn": "结果双侧颈总动脉结扎后小鼠的肠蠕动减慢, 大鼠胃酸分泌减少,胃蛋白酶活性减弱."
    },
    {
      "en": "The affinity of AHL with pepsin was very high.",
      "cn": "AHL也能与透明质酸以较高亲和力相结合."
    },
    {
      "en": "The Aloe preparation inhibited gastric acid, stimulated pepsin and mucus secretion.",
      "cn": "芦荟药剂能抑制胃酸?刺激胃蛋白酶和粘液分泌."
    },
    {
      "en": "The enzymolysis effect of neutral protease, papain, pepsin, bromelin, flavourzyme and compound protease was studied respectively on the sleeve-fish protein.",
      "cn": "探讨了中性蛋白酶、木瓜蛋白酶、胃蛋白酶、风味蛋白、酶菠萝蛋白酶以及复合蛋白酶对鱿鱼蛋白的酶解效果。"
    },
    {
      "en": "The impressively named chief cells secrete pepsinogen which, when it mixes with stomach acid, becomes an enzyme called pepsin.",
      "cn": "而令人印象深刻的主细胞则分泌胃蛋白酶原，当它与胃酸混合时，就形成一种酶，叫做胃蛋白酶。"
    },
    {
      "en": "The interaction of rutin and pepsin has been studied by ultraviolet and fluorescent spectrometry.",
      "cn": "采用紫外光谱和荧光光谱研究芦丁与胃蛋白酶的相互作用."
    },
    {
      "en": "The pepsin can digest the protein in food.",
      "cn": "胃蛋白酶能消化食物中的蛋白质."
    },
    {
      "en": "The pepsin contents of gastric juice were determined by JacalinHRP ELISA assay.",
      "cn": "方法:采用HRP标记 jacalin,通过elisa法检测各种胃病患者胃液中的胃蛋白酶."
    },
    {
      "en": "The pepsin soluble collagen was extracted by pepsin hydrolysis of theof the sea cucumber Stichopus japonicus.",
      "cn": "以海参体壁为原料,采用胃蛋白酶水解法提取酶促溶性胶原."
    },
    {
      "en": "This paper has studied the extraction of collagen from porcine skin by trypsin, papain and pepsin.",
      "cn": "研究了用胰酶 、 木瓜蛋白酶和胃蛋白酶从猪皮中提取胶原蛋白."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pepsinogen",
          "tran_cn": " 胃蛋白酶原"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "胃蛋白酶",
      "tran_en": "a liquid in your stomach that changes food into a form that your body can use"
    }
  ],
  "exchange": {}
}