{
  "word": "ourselves",
  "ipa": {
    "us": "ɑːˈselvz",
    "uk": "ɑːrˈselvz"
  },
  "sentences": [
    {
      "en": "At this rate, we could find ourselves in the divorce courts!",
      "cn": "照这样下去，我们会为离婚闹上法院！"
    },
    {
      "en": "Between ourselves, I know he wants to marry her.",
      "cn": "我们私下说说，我知道他想娶她。"
    },
    {
      "en": "God gave us the gift of life; it is up to us to give ourselves the gift of living well.",
      "cn": "生命是上天赐予我们的礼物，能否好好享受这个礼物，取决于我们自己。"
    },
    {
      "en": "I was thinking what a tangle we had got ourselves into.",
      "cn": "我在想，我们卷入了怎样的纷争之中。"
    },
    {
      "en": "If we did all the things we are capable of doing, we would literally astound ourselves.",
      "cn": "如果把我们能做到的都做了，最终连我们自己都会被吓到。"
    },
    {
      "en": "It was strange seeing ourselves on television.",
      "cn": "在电视上看到自己感觉很奇怪。"
    },
    {
      "en": "The people who will suffer won't be people like ourselves.",
      "cn": "受苦的不会是像我们这样的人。"
    },
    {
      "en": "We all know that when we exert ourselves our heart rate increases.",
      "cn": "我们都知道太卖命了会导致心跳加速。"
    },
    {
      "en": "We begin to reproach ourselves for not having been more careful.",
      "cn": "我们开始自责起来，怪自己不够小心。"
    },
    {
      "en": "We delude ourselves that we are in control.",
      "cn": "我们骗自己说我们掌控着局面。"
    },
    {
      "en": "We drank ourselves into a stupor on cheap wine.",
      "cn": "我们喝廉价葡萄酒喝得酩酊大醉。"
    },
    {
      "en": "We might be able to push ourselves across with the paddle.",
      "cn": "我们也许可以用桨把自己推过去。"
    },
    {
      "en": "We prepared ourselves for the long journey ahead.",
      "cn": "我们为将要开始的长途旅行做好了准备。"
    },
    {
      "en": "We sat round the fire to keep ourselves warm.",
      "cn": "我们围坐在火边取暖。"
    },
    {
      "en": "We splurged on Bohemian glass for gifts, and for ourselves.",
      "cn": "我们花了很多钱买波希米亚玻璃制品送人和自用。"
    },
    {
      "en": "We used to doll ourselves up and go into town.",
      "cn": "我们那时常常打扮得漂漂亮亮然后进城去。"
    },
    {
      "en": "When we stop enjoying ourselves we'll knock it on the head.",
      "cn": "等玩够了，我们就会结束。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "(not) be ourselves",
      "tran_cn": "见be 条 be oneself, not be oneself"
    },
    {
      "phrase": "between ourselves",
      "tran_cn": "只限于咱们之间；秘密的"
    },
    {
      "phrase": "by ourselves"
    }
  ],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "“myself”的复数，我们自己，（把）我们自己",
      "tran_en": "used by the person speaking to show that they and one or more other people are affected by their own action"
    }
  ],
  "exchange": {}
}