{
  "word": "governess",
  "ipa": {
    "us": "ˈgʌvənəs",
    "uk": "ˈgʌvərnəs"
  },
  "sentences": [
    {
      "en": "At last my old governess came to me, with her usual assurance.",
      "cn": "最后我的保姆又来找我, 仍然是很自信的样子."
    },
    {
      "en": "Captain: This is your new governess, Fraulein Maria.",
      "cn": "舰长: 这是你们的新家教, 芙瑞莉.玛丽亚."
    },
    {
      "en": "I gave my governess a history of my travels; she liked the Harwich journey well enough.",
      "cn": "我向我的老保姆讲述我旅行的经过, 她很喜欢哈立治那桩生意."
    },
    {
      "en": "I'm afraid you don't look very much like a governess.",
      "cn": "恐怕你也不怎么像家庭教师."
    },
    {
      "en": "I'm from the convent. I'm the new governess, Captain.",
      "cn": "我从修道院来, 是新来的家庭教师, 上校."
    },
    {
      "en": "I'm sixteen years old and I don't need a governess.",
      "cn": "十六岁.我不想要家庭教师."
    },
    {
      "en": "Louisa: You mean you don't know anything about a governess?",
      "cn": "露意莎: 你是说你一点儿也不懂有关当老师的事情?"
    },
    {
      "en": "My governess found me out a very creditable sort of man to manage it.",
      "cn": "我们保姆替我找了一位很有名望的人来办这件事."
    },
    {
      "en": "My governess was quite confounded.",
      "cn": "我们保姆非常着急."
    },
    {
      "en": "Now, this is your new governess, Fraulein Maria.",
      "cn": "这位便是你们新的家庭教师, 玛丽亚小姐."
    },
    {
      "en": "Readers and some critics were scandalised by the story of a young, plain governess who falls in love with her Byronic employer, unaware that he already has a mad wife incarcerated in the attic.",
      "cn": "读者和一些评论家都对书中的故事感到震惊，在书中一个年轻、普通的女家庭教师爱上了她傲慢的雇主，却不知道他有一个疯妻子被关在阁楼里。"
    },
    {
      "en": "So the people of the manor lived peacefully, and Lizette’s governess taught her painting and piano and herbalism and manners, and her Grandfather taught her romping and riding and forestry.",
      "cn": "于是人们在庄园里过着安静祥和的生活。 莉莎特的家庭女教师教她绘画、钢琴、草药和礼仪，祖父则教她玩耍、骑术以及森林学。"
    },
    {
      "en": "The 1847 Victorian novel \"Jane Eyre,\" of course, tells the epic love story of a governess and her master, Edward Rochester.",
      "cn": "大家都知道，这部1847年维多利亚时代的小说《简爱》讲述的是一个家庭教师和她的主人爱德华·罗彻斯特之间的爱情故事。"
    },
    {
      "en": "When she was eighteen, she went out a governess.",
      "cn": "她在十八岁时外出担任家庭教师."
    },
    {
      "en": "When she was eighteen, she went out as a governess.",
      "cn": "她18岁时就去当家庭教师."
    },
    {
      "en": "When she was eighteen, she went to work as a governess in a private house.",
      "cn": "18岁时, 玛雅去了私人家里做家庭教师."
    },
    {
      "en": "When they came there, my governess, who had her tale ready , kept her door shut.",
      "cn": "当他们来到门前时, 我的保姆有一套随机应变的话, 把门关住不开."
    },
    {
      "en": "You mean you don't know anything about being a governess?",
      "cn": "你是说,你一点也不知道怎么当家庭教师 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "duenna",
            "instructress",
            "nanny",
            "nurse",
            "nursemaid",
            "tutoress"
          ],
          "tran_cn": "家庭女教师,保姆"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "女家庭教师，女统治者，女总督，保姆",
      "tran_en": "a female teacher in the past, who lived with a rich family and taught their children at home"
    }
  ],
  "exchange": {
    "pl": [
      "governesses"
    ]
  }
}