{
  "word": "euthanasia",
  "ipa": {
    "us": "ˌju:θəˈneɪziə",
    "uk": "ˌjuθəˈneɪʒə"
  },
  "sentences": [
    {
      "en": "...those in favour of voluntary euthanasia.",
      "cn": "…那些支持自愿安乐死的。"
    },
    {
      "en": "By refusing to discuss euthanasia, they usher in something worse.",
      "cn": "而拒绝讨论安乐死,将预示着更大的灾难."
    },
    {
      "en": "He was thankful euthanasia was not an option when he requested it.",
      "cn": "他很庆幸当他要求补执行安乐死的时候,安乐死却不可行."
    },
    {
      "en": "In a Greek water closet he breathed his last: euthanasia.",
      "cn": "在一座希腊厕所里,他咽了最后一口气,安乐死."
    },
    {
      "en": "It is against the law for doctor to practise euthanasia.",
      "cn": "医生施行安死术是违法的."
    },
    {
      "en": "Many people applaud and argue that euthanasia should be legalized.",
      "cn": "许多人拍手叫好,认为安乐死应当合法化."
    },
    {
      "en": "Many people, though are totally against the practice of euthanasia, Dr.",
      "cn": "然而,许多人完全反对安乐死."
    },
    {
      "en": "Now the Dutch are considering permitting euthanasia for babies.",
      "cn": "现在荷兰正在考虑关于对婴儿实施安乐死的问题."
    },
    {
      "en": "Some people are pressured toward euthanasia by exhausted and impatient relatives.",
      "cn": "有些病人迫于亲属们精疲力尽、失去耐心的压力,选择安乐死."
    },
    {
      "en": "The animal was in so much pain that the vet suggested euthanasia.",
      "cn": "这个动物非常痛苦,兽医建议让它安乐死."
    },
    {
      "en": "The disclosures will reopen the highly charged debate about euthanasia.",
      "cn": "这些数字的披露再次引起了对安乐死的激烈争论."
    },
    {
      "en": "The doctor refused to practice euthanasia on that terminally ill patient.",
      "cn": "医师拒绝在那位末期病人身上施行安乐死."
    },
    {
      "en": "The legalization of euthanasia is an issue of controversy.",
      "cn": "安乐死的合法化是具有争议性的话题."
    },
    {
      "en": "They canvassed the pros and cons of euthanasia.",
      "cn": "他们彻底讨论有关安乐死的正反两方面的意见."
    },
    {
      "en": "This covers proper veterinary care, competition injuries, euthanasia and retirement.",
      "cn": "这涵盖适当的医疗照顾 、 运动伤害 、 安乐死与退休."
    },
    {
      "en": "This essay has researched the legalization of active voluntary euthanasia.",
      "cn": "本文的研究对象是主动自愿安乐死的合法化问题."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mercy killing"
          ],
          "tran_cn": "[医]安乐死；安乐死术"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "安乐死，安然去世，无苦痛的死亡",
      "tran_en": "the deliberate killing of a person who is very ill and going to die, in order to stop them suffering"
    }
  ],
  "exchange": {}
}