{
  "word": "competing",
  "ipa": {
    "us": "kəm'pi:tɪŋ",
    "uk": "kəm'pitɪŋ"
  },
  "sentences": [
    {
      "en": "Banks and building societies are competing fiercely for business.",
      "cn": "银行和购房互助协会为了争夺业务而展开激烈的竞争。"
    },
    {
      "en": "Competing warlords and foreign powers scrambled for political spoils.",
      "cn": "相互争斗的军阀及外国列强们正在争夺政治上的收益。"
    },
    {
      "en": "For some people, competing is the be-all and end-all of their running.",
      "cn": "对于有些人来说，赛跑的全部意义就是竞争。"
    },
    {
      "en": "He will be competing in the London-Calais-London race.",
      "cn": "他将参加伦敦至加来的航海往返赛。"
    },
    {
      "en": "I went on competing till I was in my middle forties.",
      "cn": "我继续参赛，直到45岁左右。"
    },
    {
      "en": "John was competing against James for the prize in arithmetic.",
      "cn": "约翰和詹姆斯比赛争夺算术奖."
    },
    {
      "en": "Many companies continued to grow by merging with or buying competing firms.",
      "cn": "许多公司通过合并或收买竞争对手的公司而不断扩大."
    },
    {
      "en": "Marx produced a new theory about historical change based upon conflict between competing groups.",
      "cn": "马克思创立了一种新理论，认为历史的演变是基于对立集团之间的冲突之上的。"
    },
    {
      "en": "Several companies are competing for the contract.",
      "cn": "为得到那项合同，几家公司正在竞争。"
    },
    {
      "en": "Several companies are competing for the contract.",
      "cn": "几家公司正为争取一项合同而互相竞争。"
    },
    {
      "en": "Several people gave competing accounts of the accident.",
      "cn": "几个人对这一事件的说法互相矛盾。"
    },
    {
      "en": "The market for which they are competing is still unformed.",
      "cn": "他们角逐的市场尚未成形。"
    },
    {
      "en": "The Olympic Games began with a parade of all the competing nations.",
      "cn": "奥运会以所有参赛国列队进场开始."
    },
    {
      "en": "The polytechnics have hitherto been at an unfair disadvantage in competing for pupils and money.",
      "cn": "到目前为止，理工专科学校在争取生源和资金方面一直处于劣势。"
    },
    {
      "en": "The stores will inevitably end up competing with each other in their push for increased market shares.",
      "cn": "在努力争取更大的市场份额的过程中，这些商场最终将不可避免地相互展开竞争。"
    },
    {
      "en": "They talked about the competing theories of the origin of life.",
      "cn": "他们讨论了几种相互矛盾的生命起源理论。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "competitive",
          "tran_cn": " 竞争的；比赛的；求胜心切的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "competitively",
          "tran_cn": " 有竞争力地；好竞争地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "competition",
          "tran_cn": " 竞争；比赛，竞赛"
        },
        {
          "word": "competitiveness",
          "tran_cn": " 竞争力，好竞争"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "compete",
          "tran_cn": " 竞争；比赛；对抗"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "contradictive"
          ],
          "tran_cn": "相互矛盾的；抵触的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "对抗的，竞争的，相互矛盾的"
    },
    {
      "pos": "v",
      "tran_cn": "竞赛(compete的现在分词)"
    }
  ],
  "exchange": {}
}