{
  "word": "archetype",
  "ipa": {
    "us": "ˈɑ:kitaɪp",
    "uk": "ˈɑrkɪˌtaɪp"
  },
  "sentences": [
    {
      "en": "According to above analysis, I summary characteristics of the institutional archetype Qian Mausoleum of Tang dynasty.",
      "cn": "基于以上分析, 总结归纳唐乾陵建筑形制特点."
    },
    {
      "en": "Archetype is psychological terminology that was originally invented by Cart Gustav Jung.",
      "cn": "“原型”是由卡尔·古斯塔夫·荣格提出的心理学概念."
    },
    {
      "en": "As to her archetype, there have been many parlances from the Han dynasty.",
      "cn": "有关她的原型, 从汉代起,便有多种论述."
    },
    {
      "en": "Based on phenomena philosophy, Switzerland psychologist Carl . Gustav. Jung developed archetype to a kind of theory.",
      "cn": "瑞士心理学家荣格将它以现象学哲学为基础, 逐渐发展成为一种原型理论."
    },
    {
      "en": "Growing male frustrations have given rise to a new female archetype gold - digger.",
      "cn": "越来越多受挫折的男性已经催生出新一代女性形象:拜金女."
    },
    {
      "en": "He came to this country 20 years ago and is the archetype of the successful Asian businessman.",
      "cn": "他20年前来到这个国家，是成功的亚裔商人的典型。"
    },
    {
      "en": "Human body takes an important role in the formation of deep psychological structure and architectural archetype.",
      "cn": "建筑的本体应是人化的本体,而研究人化的本体要从构成人的基本要素——身体开始研究起."
    },
    {
      "en": "Odysseus is the archetype of the wanderer.",
      "cn": "奥地修斯是长途漫游者的原型."
    },
    {
      "en": "That old engine is the archetype of modern locomotives.",
      "cn": "那台老式发动机是近代机车的原形."
    },
    {
      "en": "The 18 th archetype is the Bearer of Fulfillment.",
      "cn": "第18个原型是实现的肩负者."
    },
    {
      "en": "The archetype of Jane Eyre belongs to the series of Cinderella.",
      "cn": "《简·爱》这部具有经久性魅力的作品,追寻其原型,属于“灰姑娘”系列或“灰姑娘”童话的变体."
    },
    {
      "en": "The child archetype often blends with other archetypes to form the child - god, or the child - hero.",
      "cn": "小孩原型通常和其他原型混合以形成丘比特."
    },
    {
      "en": "The most important archetype of all is the self.",
      "cn": "全体原型中最重要的是自我."
    },
    {
      "en": "The tragic archetype of myth evolves into the contemporary tragedy.",
      "cn": "神话中的悲剧原型演变为现代悲剧."
    },
    {
      "en": "This human is grand master archetype and holds greater ancient wisdom in his genealogy.",
      "cn": "这个人类是大师的原型,并在他的遗传宗谱中持有更大的远古智慧."
    },
    {
      "en": "Veins found among the different insect orders is derived from a primitive common the archetype venation.",
      "cn": "一般普遍认为,各个昆虫目的不同脉序均源于同一种原始脉序."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "archetypal",
          "tran_cn": " [生物] 原型的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "original form",
            "antitype"
          ],
          "tran_cn": "[生物]原型"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "criterion",
            "original"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "典型，原型",
      "tran_en": "a perfect example of something, because it has all the most important qualities of things that belong to that type"
    }
  ],
  "exchange": {
    "pl": [
      "archetypes"
    ]
  }
}