{
  "word": "suspending",
  "ipa": {
    "us": "səs'pendɪŋ",
    "uk": "səs'pendɪŋ"
  },
  "sentences": [
    {
      "en": "After several times of successive transfers of culture, a stable cell suspending culture line was established.",
      "cn": "单细胞液经过多次继代培养, 建立起稳定的悬浮系."
    },
    {
      "en": "CG - D central driving suspending frame sludge radial flow sedimentation.",
      "cn": "CG-D 型中心传动悬挂式刮泥机无中心支墩,桥架静止不动,土建结构简单."
    },
    {
      "en": "Create a new transaction, suspending the current transaction if one exists.",
      "cn": "创建新的事务,如果当前存在事务, 把当前事务挂起."
    },
    {
      "en": "Execute non - transactionally, suspending the current transaction if one exists.",
      "cn": "以 非 事务方式执行操作,如果当前存在事务, 把当前事务挂起."
    },
    {
      "en": "He said McCain suggested suspending the debates , but added the announcement caught him by surprise.",
      "cn": "他说麦凯恩建议过暂停辩论会, 但宣布出来还是让他吃了一惊."
    },
    {
      "en": "Make suspending liquid of content 25 % which is used in shampoo.",
      "cn": "25%的悬浮液用作慢性脂溢症的洗发香波."
    },
    {
      "en": "Microbe polysaccharide PS - 1231 was applied as suspending agent in high - fine porcelain pure fusion cake glaze slurry.",
      "cn": "微生物多糖PS—1231在高级精细瓷全熔块釉浆中作悬浮剂,改善了釉浆的悬浮稳定性、粉层强度和流变性能."
    },
    {
      "en": "Objective To screen suspending agent for acyclovir ophthalmic suspension.",
      "cn": "目的筛选阿昔洛韦眼用混悬液的助悬剂."
    },
    {
      "en": "Suspending bracket design is able to avoid obstruction of venous reflux effectively.",
      "cn": "悬空支架式设计,能有效避免静脉回流受阻."
    },
    {
      "en": "The comprehensive construction cost lowers 40 % ~50 % in comparison with back suspending net system.",
      "cn": "造价低、工效高,综合造价比后挂有网体系降低40%～50%."
    },
    {
      "en": "The control system is the key element of the magnetic suspending system.",
      "cn": "磁力轴承的控制系统是磁悬浮硬盘的关键."
    },
    {
      "en": "The feature and constitution the suspending type tilting mechanism with torsion bar are introduced the article.",
      "cn": "介绍带有扭力杆缓冲止动装置的全悬挂式倾动机构的特点和组成."
    },
    {
      "en": "The mechanism of filtration includes migration , adsorption, shedding of suspending grain, etc.",
      "cn": "过滤机理有悬浮颗粒的迁移机理 、 悬浮颗粒的吸附机理和脱落机理等."
    },
    {
      "en": "The Philippines is suspending landing rights for Daiwan's airlines starting October 1.",
      "cn": "十月初一开始,菲律宾给台员耶航空公司耶飞行权收倒转去."
    },
    {
      "en": "The research widens possibilities for suspending metabolism, then resuming life without ill effects.",
      "cn": "此研究使人们对动物停止新陈代谢后再毫发无损的恢复生命的可行性大增."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "weighing"
          ],
          "tran_cn": "悬浮；停赛，悬置"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "suspending agent",
      "tran_cn": "悬浮剂"
    },
    {
      "phrase": "suspending liquid",
      "tran_cn": "悬浮液"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "悬( suspend的现在分词 )，延缓，暂停，使暂时停职（或停学等）"
    }
  ],
  "exchange": {}
}