{
  "word": "satiric",
  "ipa": {
    "us": "sə'tɪrɪk",
    "uk": "sə'tɪrɪk"
  },
  "sentences": [
    {
      "en": "1940 - The Great Dictator, a satiric social commentary film by and starring Charlie Chaplin, is released.",
      "cn": "1940年的今天，由查理卓别林创作并主演的讽刺社会现象的电影《大独裁者》发行。"
    },
    {
      "en": "Among her early works is a satiric portrayal of the upper-middle class imagery of a woman working within the peach trees, or in a flower garden.",
      "cn": "梁缨早期的作品当中的意境饱含对中产及以上阶级的讽刺与挖苦，例如描绘桃树下或花园中散步的女人。"
    },
    {
      "en": "He worked painstakingly on his poems, developed a satiric, concise, smooth, graceful and well - balanced style.",
      "cn": "他致力于诗歌创作, 发展了讽刺, 简练, 通顺, 优雅,平衡的风格."
    },
    {
      "en": "His cartoon has a satiric humor.",
      "cn": "他的漫画作品饶富幽默的反讽."
    },
    {
      "en": "His satiric poem spared neither the politicians nor the merchants.",
      "cn": "政客们和商人们都未能免于遭受他的诗篇的讽刺."
    },
    {
      "en": "His writing could be diabolically satiric.",
      "cn": "他的作品极具讽刺性."
    },
    {
      "en": "It was the manner of expression, the satiric method that made them interesting and entertaining.",
      "cn": "而是表达的方式 、 讽刺的方法手段使它们变得有趣和引人入胜."
    },
    {
      "en": "Life is, sometimes, satiric.",
      "cn": "人生有时候, 总是很讽刺."
    },
    {
      "en": "No need to use such satiric word.",
      "cn": "没必要用这么讽刺的言语."
    },
    {
      "en": "Of or relating to a genre of prose fiction that originated in Spain and depicts in realistic detail the adventures of a roguish hero, often with satiric or humorous effects.",
      "cn": "流浪汉体裁小说的流浪汉体裁小说的，这种叙述性小说体源于西班牙，以现实主义的细节描写了一个流浪汉式主人公的历险，通常具有讽刺或幽默的效果；或关于这种小说的"
    },
    {
      "en": "Perhaps the most striking quality of satiric literature is its freshness, its originality of perspective.",
      "cn": "或许讽刺文学最显著的特点是其视角的新颖性和独特性."
    },
    {
      "en": "The newspaper often use the satiric words.",
      "cn": "这份报纸经常使用一些讽刺的词汇."
    },
    {
      "en": "The satiric play is pregnant with meaning.",
      "cn": "这部讽刺剧意味无穷."
    },
    {
      "en": "They researched the satiric art completely in \"The Informal History of Intellectuals \" on several aspects: the reason, the significance, the principle and the techniques.",
      "cn": "他们从运用讽刺手法的原因、目的、原则以及讽刺技法的使用等方面对《儒林外史》的讽刺艺术进行了全面的分析。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "acid",
            "ironic"
          ],
          "tran_cn": "讽刺的；挖苦的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "含讽刺意味的，嘲讽的，俳谐"
    }
  ],
  "exchange": {}
}