{
  "word": "herring",
  "ipa": {
    "us": "ˈherɪŋ",
    "uk": "ˈherɪŋ"
  },
  "sentences": [
    {
      "en": "...a can of herring.",
      "cn": "…鲱鱼罐头。"
    },
    {
      "en": "A herring is a North Atlantic fish that can be eaten.",
      "cn": "鲱鱼是一种可食用的北大西洋海鱼."
    },
    {
      "en": "As Dr Smith left he said that the inquiry was something of a red herring.",
      "cn": "史密斯博士离开时说这次调查只是为掩人耳目。"
    },
    {
      "en": "As well as vegetables, fish is often pickled particularly herring.",
      "cn": "和青菜一样, 鱼皮可以腌制,尤其是青鱼."
    },
    {
      "en": "Even so, Herring still any details of the accident.",
      "cn": "尽管如此, 海岭还是记不起事故的细节."
    },
    {
      "en": "Fewer herring than usual have been landed this year.",
      "cn": "今年鲱鱼捕获量比往年少."
    },
    {
      "en": "I scraped the scales off a herring before I cooked it.",
      "cn": "我烧青鱼前先把鱼鳞刮去."
    },
    {
      "en": "Jim Kadric and flight nurse Diana Montez rushed to Herring.",
      "cn": "吉姆?卡德里奇和航空护士黛安娜?蒙丹冲向海岭."
    },
    {
      "en": "Nari Herring walked leisurely along the sand.",
      "cn": "纳里·赫林沿着沙滩悠闲地走动."
    },
    {
      "en": "Smoked herring is a local delicacy.",
      "cn": "烟熏鲱鱼是当地一种美味食品."
    },
    {
      "en": "The trio went fishing that day for herring in a dory near Portugal Cove.",
      "cn": "三人在靠近纽芬兰葡萄牙小海湾内驾驶着一艘平底海船正在捕捞鲱鱼."
    },
    {
      "en": "The warden took us to a vantage point on the slopes where we saw herring gulls on the rocks below.",
      "cn": "管理员把我们带到斜坡上的一处有利位置，我们从那里看到了下面岩石上的银鸥。"
    },
    {
      "en": "The young of some kinds of herring are canned as sardines.",
      "cn": "有些种类的鲱鱼幼鱼可制成罐头."
    },
    {
      "en": "They can't poach herring from our waters.",
      "cn": "他们不能从我们水域偷捕鲱鱼."
    },
    {
      "en": "Thousands of herring and crab are washed up on the beaches during every storm.",
      "cn": "每次暴风雨过后海滩上都会留下数不尽的鲱鱼和螃蟹。"
    },
    {
      "en": "What we lose in hake we shall have in herring.",
      "cn": "失鳕得鲱;失之东隅,收之桑榆."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "red herring",
      "tran_cn": "熏青鱼；转移注意力的话题；与事实不相干的论点"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鲱鱼",
      "tran_en": "a long thin silver sea fish that can be eaten"
    }
  ],
  "exchange": {
    "pl": [
      "herring",
      "herrings"
    ]
  }
}