{
  "word": "rearrange",
  "ipa": {
    "us": "ˌri:əˈreɪndʒ",
    "uk": "ˌriəˈrendʒ"
  },
  "sentences": [
    {
      "en": "Can you rearrange things on the window or dialog to expand horizontally?",
      "cn": "是否可以重新安排窗口或对话框中的内容,在水平方向扩展一些?"
    },
    {
      "en": "Click and drag to rearrange skills in your Skill Bar.",
      "cn": "在技能栏中点击拖曳技能来调整技能位置."
    },
    {
      "en": "He asked the mechanic to rearrange the spokes on his bicycle.",
      "cn": "他请师傅把自行车的车条重新排了一遍."
    },
    {
      "en": "If I could rearrange the alphabet, I'd put U and I together.",
      "cn": "如果我能重新排列字母, 我要把U跟I排在一起."
    },
    {
      "en": "In the Rearrange Commands dialog box, do one of the following.",
      "cn": "在“重排命令”对话框中, 执行下列操作之一."
    },
    {
      "en": "Let's rearrange the match for next Saturday.",
      "cn": "咱们把比赛重新安排在下星期六举行吧."
    },
    {
      "en": "One may group or rearrange terms and not change the sum.",
      "cn": "人们可以组合或重新排列它的项而不改变其和."
    },
    {
      "en": "Put in the missing letters and rearrange the words.",
      "cn": "填写(这些单词中)所缺的字母,并(按字母顺序)重新排列."
    },
    {
      "en": "Shall I rearrange the lay - out?",
      "cn": "我得把版面重新编排一下 吗 ?"
    },
    {
      "en": "She set about rearranging the furniture in the living room.",
      "cn": "她开始重新摆放起居室的家具。"
    },
    {
      "en": "Software determines the most efficient way to rearrange them.",
      "cn": "计算机软件决定着采用何种方式才能最高效的移动这些集装箱."
    },
    {
      "en": "Ways that rearrange the molecular space between male and female , regardless of species.",
      "cn": "是把任何物种阴阳分子之间的空间重新调整的方式."
    },
    {
      "en": "We can rearrange this equation in two main ways.",
      "cn": "我们可以用两种主要方法重排这个方程."
    },
    {
      "en": "We rearrange them according to the flower color, shape, and blooming time.",
      "cn": "我们按花色 、 花型 、 花期重新分类编排."
    },
    {
      "en": "Well, I'm not sure whether our factory can rearrange its product schedule.",
      "cn": "我不清楚我们工厂能否重新安排生产进度."
    },
    {
      "en": "You do not need to know how the Universe will rearrange itself.",
      "cn": "你不需要知道宇宙会如何重组自己."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "rearrangement",
          "tran_cn": " 重新整理；重新排列；重新布置"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "replume"
          ],
          "tran_cn": "重新排列；重新整理"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重新排列；重新整理",
      "tran_en": "to change the position or order of things"
    },
    {
      "pos": "vt",
      "tran_cn": "重新安排，重新布置，改变既定的（计划等），[化]（分子）重排"
    }
  ],
  "exchange": {
    "third": [
      "rearranges"
    ],
    "past": [
      "rearranged"
    ],
    "done": [
      "rearranged"
    ],
    "ing": [
      "rearranging"
    ],
    "noun": [
      "rearrangement"
    ]
  }
}