{
  "word": "shilling",
  "ipa": {
    "us": "ˈʃɪlɪŋ",
    "uk": "ˈʃɪlɪŋ"
  },
  "sentences": [
    {
      "en": "A shilling life will give you all the fact.",
      "cn": "一先令的生命将给出所有事实."
    },
    {
      "en": "Boats for hire: one shilling an hour.",
      "cn": "游船出租: 每小时一先令."
    },
    {
      "en": "England produced Shakespeare; the British Empire the six - shilling novel.",
      "cn": "英格兰生了莎士比亚; 大英国则生了六先令(一部的)小说."
    },
    {
      "en": "Every penny was hard earned, and every shilling was kept until I had to spend it.",
      "cn": "每个便士都那么难挣, 对于每个先令,都是到万不得已时才花掉它."
    },
    {
      "en": "He gave the boys a shilling apiece.",
      "cn": "他给男孩子们每人一先令."
    },
    {
      "en": "I bet people will pay a shilling to see this.",
      "cn": "我想人们一定愿意花一先令来看它这样子。"
    },
    {
      "en": "I bet you a shilling he has forgotten.",
      "cn": "他肯定忘掉了."
    },
    {
      "en": "If I give you a shilling, we shall be all square.",
      "cn": "我给你一先令, 咱们就两清了."
    },
    {
      "en": "In former times, 12 pence went to a shilling.",
      "cn": "过去，十二便士等于一先令。"
    },
    {
      "en": "In the old days you could get a pint of beer for a shilling.",
      "cn": "从前,花一先令就可以买到一品脱啤酒."
    },
    {
      "en": "Shilling has been reborn as an artist.",
      "cn": "希林以艺术家的身份再次出现。"
    },
    {
      "en": "The cost of borrowing abroad is likely to rise , the overvalued kenyan shilling will fall , tourism has already been badly hit and foreign aid may be cut back.",
      "cn": "从国外的贷款有可能会上升，而估价过高的肯尼亚先令也将贬值，旅游业已经受到重挫，国外援助可能也会减少。"
    },
    {
      "en": "The governor will not give you a shilling to start you in London.",
      "cn": "老板不会给你一先令让你上伦敦去开业的."
    },
    {
      "en": "The prominent coin was called the shilling and it was a silver coin.",
      "cn": "那种著名的硬币名叫先令，并且它是一种银质的硬币。"
    },
    {
      "en": "There are only one shilling and two sixpences in my purse.",
      "cn": "我的钱包里只有一先令十二便士了."
    },
    {
      "en": "They cost one shilling each.",
      "cn": "它们每个价格为一先令."
    },
    {
      "en": "Walter Scott wanted to give him a six penny piece to reward him for this service; but not finding any in his purse he presented him with a shilling saying, \"You will owe me six pence, my good fellow.",
      "cn": "沃尔特•司各脱想奖赏给他一枚六便士的硬币,但他在钱包里找不到便士,于是他给了他一个先令,说:\"你将欠我六便士,我亲爱的朋友."
    },
    {
      "en": "We wanted this to be a twenty shilling coin but now in the market it's trading at twenty-one.",
      "cn": "我们希望它是一个值二十先令的硬币,但现在它在市场上以二十一个先令的价值来交换。"
    },
    {
      "en": "Would you please give me - andten - shilling notes , and the rest in small change.",
      "cn": "请告诉我你要换多少.这些就是:一些法国法郎,瑞士法郎, 美圆和一些荷兰盾."
    },
    {
      "en": "You can give me three half crowns for this ten - shilling note.",
      "cn": "你给我3个2先令6便士的银币换这张10先令的钞票."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "schelling",
            "schilling",
            "twelvepence"
          ],
          "tran_cn": "先令"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "not the full shilling",
      "tran_cn": "(英，非正式)脑子不灵，反应不快"
    },
    {
      "phrase": "take the King's or Queen's shilling",
      "tran_cn": "(英)入伍，当兵"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "先令（英国1971年以前的货币单位，为一镑的二十分之一）",
      "tran_en": "an old British coin or unit of money. There were 20 shillings in one pound."
    }
  ],
  "exchange": {
    "pl": [
      "shillings"
    ]
  }
}