{
  "word": "Papua",
  "ipa": {
    "us": "ˈpæpjuə,ˈpɑ:puɑ:",
    "uk": "ˈpæpjuə, ˈpɑpuˌɑ"
  },
  "sentences": [
    {
      "en": "A basic unit of currency in Papua New Guinea.",
      "cn": "巴布亚新几内亚所使用的货币单位."
    },
    {
      "en": "A unit of currency in Papua New Guinea.",
      "cn": "巴布亚新几内亚首府和最大城市."
    },
    {
      "en": "But there is still, for example , Papua.",
      "cn": "但是还有巴布亚等地区."
    },
    {
      "en": "Miss Traditional Papua New Guinea is a fashion show that embraces the simple life.",
      "cn": "传统巴布新几内亚小姐选拔是一项拥抱简单生活的时尚秀."
    },
    {
      "en": "Our idea is that the ancestors of Melanesians met the Denisovans in Southeast Asia and interbred, and the ancestors of Melanesians then moved on to Papua New Guinea.",
      "cn": "我们的观点是，美拉尼亚人的祖先在亚洲东南部与丹尼索万人相遇并通婚，然后美拉尼亚人的祖先来到巴布亚新几内亚。"
    },
    {
      "en": "Papua New Guinea became independent from Australia in 1975.",
      "cn": "巴布亚新几内亚1975年脱离澳大利亚正式独立。"
    },
    {
      "en": "Papua New Guinea gains self government from Australia.",
      "cn": "1973年,巴布亚新几内亚脱离澳大利亚获得自治权."
    },
    {
      "en": "Photo Gallery : Marine Marvels A male peacock mantis shrimp plies the seafloor off Papua New Guinea.",
      "cn": "海洋上的奇迹图片.一只雄性孔雀螳螂虾通行在海底巴布亚新几内亚."
    },
    {
      "en": "The airport of Papua's capital, Jayapura, lies between the lake and the mountains.",
      "cn": "巴布亚 省首府查亚普拉的机场坐落在山与湖之间."
    },
    {
      "en": "The colonel from Papua New Guinea draws another document from his suitcase.",
      "cn": "来自巴布亚新几内亚的长官从他的手提箱拿出另一份文件."
    },
    {
      "en": "The extremely limited road system in Papua New Guinea means that we flew to our destination.",
      "cn": "巴布亚新几内亚极其狭窄的道路系统意味着我们需要飞入目的地。"
    },
    {
      "en": "The Republic of West Papua is proclaimed in modern - day Western New Guinea.",
      "cn": "但是,我发现,这些捕猎者又迁移到巴布亚岛新几内亚这些不受限制的地方去了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "papua new guinea",
      "tran_cn": "巴布亚新几内亚"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巴布亚岛（位于太平洋上澳大利亚的北面）"
    },
    {
      "pos": "other",
      "tran_cn": "巴布亚新几内亚"
    }
  ],
  "exchange": {}
}