{
  "word": "Israeli",
  "ipa": {
    "us": "ɪz'reɪlɪ",
    "uk": "ɪzˈreli"
  },
  "sentences": [
    {
      "en": "He recited Israeli losses during the war.",
      "cn": "他又诉说以色列在战争中的损失."
    },
    {
      "en": "His message was aimed at the undecided middle ground of Israeli politics.",
      "cn": "他所传达的信息针对的是以色列政局中尚未表态的中间派。"
    },
    {
      "en": "In 1990, 200,000 Soviet Jews resettled on Israeli territory.",
      "cn": "在1990年，20万名苏联犹太人在以色列重新定居。"
    },
    {
      "en": "In reality, Israeli forces were probing in both directions, north and south.",
      "cn": "实际上当时以色列的部队正在向南北两个方向挺进."
    },
    {
      "en": "Israeli officials say that message struck home.",
      "cn": "以色列官员说这一信息切中了要害。"
    },
    {
      "en": "Israeli population centers would not remain immune indefinitely.",
      "cn": "以色列的居民中心不会无限期地不受侵犯."
    },
    {
      "en": "It was in effect to offer a variant to the Israeli disengagement proposal of 1971.",
      "cn": "这实际上是以色列1971年曾经提过的脱离接触方案的翻版."
    },
    {
      "en": "Linda Gradstein has this report from Jerusalem, which was cleared by an Israeli censor.",
      "cn": "琳达·格拉德斯坦的这份报道来自耶路撒冷，它已经通过了以色列方面的审查。"
    },
    {
      "en": "My view was still colored by the consistent Israeli reports.",
      "cn": "我的看法仍然摆脱不了以色列例行报告的影响."
    },
    {
      "en": "Our information on Israeli intentions was sketchy.",
      "cn": "我们得到的有关以色列意图的情报非常粗略."
    },
    {
      "en": "The Israeli air force might bloody them and break the back of the offensive.",
      "cn": "以色列空军就可以把他们打得头破血流,并且粉碎埃及投入这场攻势的主力."
    },
    {
      "en": "The Israeli court has not yet ruled on the case.",
      "cn": "以色列法院尚未对此案作出裁决。"
    },
    {
      "en": "the Israeli government",
      "cn": "以色列政府"
    },
    {
      "en": "The Israeli officers praised the fighting qualities of the Egyptian and Syrian armies.",
      "cn": "以色列的军官赞扬埃及和叙利亚军队的战斗素质."
    },
    {
      "en": "The Israeli reaction around the table was a mixture of relief , exultation, and resignation.",
      "cn": "餐桌上以色列人的反应是复杂的,宽慰 、 欣喜又无可奈何."
    },
    {
      "en": "The shooting happened near an Israeli settlement in the Jordan Valley.",
      "cn": "射击发生在约旦谷的以色列定居点."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "以色列的",
      "tran_en": "relating to Israel or its people"
    },
    {
      "pos": "n",
      "tran_cn": "以色列人，以色列国民",
      "tran_en": "someone from Israel"
    }
  ],
  "exchange": {
    "pl": [
      "Israelis"
    ]
  }
}