{
  "word": "introspect",
  "ipa": {
    "us": "ˌɪntrəʊ'spekt",
    "uk": "ˌɪntrə'spekt"
  },
  "sentences": [
    {
      "en": "Education needs both theories and practice because these help to introspect and meditate on our achievement.",
      "cn": "教育既需要理论,也需要实践,籍以反思和深化教育工作的成果."
    },
    {
      "en": "Firstly, it is very important for all of us to introspect into our own minds.",
      "cn": "首先?对我们所有人来说?内观心性是非常重要的."
    },
    {
      "en": "However, this is wrong, since through the reflection API, you are able to introspect a class to discover the types of its fields or of its methods arguments with the generics details.",
      "cn": "然而，这是错误的看法，通过反射API，你可以内省一个类从而发现它的成员变量类型或者它的有泛型详细信息的方法参数类型。"
    },
    {
      "en": "It is a time to slow down, introspect and avoid making changes in your strategy.",
      "cn": "所以这时应该慢下你的节奏, 好好反省一下自己,尽量不要改变自己的策略."
    },
    {
      "en": "Li Jikai began to introspect the real me.",
      "cn": "他开始反思真正的自我是什么."
    },
    {
      "en": "On - the - spot investigation, network discussion exchanges, begin creations and compose a research paper and introspect.",
      "cn": "实地考察 、 网络讨论交流 、 动手创作、撰写研究报告及反思."
    },
    {
      "en": "Sorrow makes us go slower and more considerately, and introspect our motives and dispositions.",
      "cn": "忧愁使我们想得更周到,不致操之过急, 以及深深体察我们的动机和目标."
    },
    {
      "en": "The point is, if you just can't get things done, and this has been going on for a long time, then it's time to self-introspect and find out what this is all about.",
      "cn": "重点是，如果你连完成工作都不能做到，而且这已经花费了很长一段时间，那么是时候该进行自身的反省并找出关于这个的全部原因。"
    },
    {
      "en": "They all can be evaluated by introspect, explain, try to teach, reflect after class.",
      "cn": "无论以哪种形式呈现都要经过自我评价,其评价方式有:内省法 、 说课法 、 试教法 、 课后反思法等."
    },
    {
      "en": "We can introspect the dictionary of attributes and modify, add or remove members.",
      "cn": "从而能够内省属性字典和改动 、 增加或者删除成员."
    },
    {
      "en": "When I thought of these problems will introspect a design to bring us what.",
      "cn": "当我想到这些问题时就会反思设计给我们带来了什么."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "introspective",
          "tran_cn": " 内省的；反省的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "introspection",
          "tran_cn": " 反思；内省；自省"
        },
        {
          "word": "introspectiveness",
          "tran_cn": " 反省；内省；自省"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "reflect on"
          ],
          "tran_cn": "反省；内省"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "内省，内观",
      "tran_en": "to examine and analyse one's own thoughts and feelings "
    }
  ],
  "exchange": {
    "third": [
      "introspects"
    ],
    "past": [
      "introspected"
    ],
    "done": [
      "introspected"
    ],
    "ing": [
      "introspecting"
    ]
  }
}