{
  "word": "gestation",
  "ipa": {
    "us": "dʒeˈsteɪʃn",
    "uk": "dʒɛˈsteʃən"
  },
  "sentences": [
    {
      "en": "a baby born at 38 weeks' gestation",
      "cn": "怀孕38周时出生的婴儿"
    },
    {
      "en": "Both audience and player alike were predominantly Black for that gestation period.",
      "cn": "在蓝调音乐的萌芽时期,黑人占了艺人与听众的绝对多数."
    },
    {
      "en": "Causal factors of macrosomia include maternal diabetes, postdates gestation, and obesity.",
      "cn": "巨大儿的好发因素包括母亲糖尿病, 过期妊娠及肥胖."
    },
    {
      "en": "Despite obstetric advances, pre - term birth - before 37 weeks of gestation - remains a major problem.",
      "cn": "尽管产科学一直在发展, 早产 - 怀孕37周 - 仍然是主要的问题."
    },
    {
      "en": "DNA was extracted from fetuses at mid - gestation, about 10 days past conception.",
      "cn": "DNA从受孕大约10天后的 中期 妊娠胚胎中提取."
    },
    {
      "en": "Do you have the patience to withstand the gestation period?",
      "cn": "你能承受酝酿期的耐力 吗 ?"
    },
    {
      "en": "Elephants have a gestation period of about 624 days.",
      "cn": "象的怀孕期大约为624日."
    },
    {
      "en": "Gestation period of emotional, development and quarrels, rescue, love the process.",
      "cn": "一段感情的孕育 、 发展、争吵 、 拯救 、 相爱的过程."
    },
    {
      "en": "Immunological recognition of pregnancy is important for the maintenance of gestation.",
      "cn": "这种免疫识别对妊娠状态的维持起着非常重要的作用."
    },
    {
      "en": "Menses first four days shoot inside on, how big gestation probability is?",
      "cn": "月经前四天射里面, 怀孕几率多大?"
    },
    {
      "en": "Pigs of sows infected during gestation may develop clinical signs of HC after weaning.",
      "cn": "怀孕期间受感染的母猪生的小猪,在断乳后发生猪瘟临床症状."
    },
    {
      "en": "Results The successful rate of terminating mid - term gestation was 96.65 %.",
      "cn": "结果米非司酮配伍米索前列醇终止 中期 妊娠成功率96.65%."
    },
    {
      "en": "The gestation period can be anything between 95 and 150 days.",
      "cn": "妊娠期从95天至150天不等。"
    },
    {
      "en": "The gestation period of a horse is about 11 months.",
      "cn": "马的妊娠期为11个月左右。"
    },
    {
      "en": "This film was two years in gestation.",
      "cn": "这部电影酝酿了两年."
    },
    {
      "en": "Until the eighth week of gestation every human fetal brain looks female.",
      "cn": "在怀孕的前8个星期,每个胎儿的大脑都看起来想女性的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "gestational",
          "tran_cn": " 妊娠期的；受孕的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "gestate",
          "tran_cn": " 孕育，创案"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "gestate",
          "tran_cn": " 使怀孕"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "conception",
            "pregnancy"
          ],
          "tran_cn": "酝酿；[妇产]怀孕；妊娠期"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "gestation period",
      "tran_cn": "妊娠期；怀孕期；怀孕期间"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "怀孕，怀孕期，（思想、主意等的）构思、酝酿，孕育（过程）",
      "tran_en": "the process by which a new idea, piece of work etc is developed, or the period of time when this happens"
    }
  ],
  "exchange": {}
}