{
  "word": "where",
  "ipa": {
    "us": "weə(r)",
    "uk": "wer"
  },
  "sentences": [
    {
      "en": "Do you know where my glasses are?",
      "cn": "你知道我的眼镜在哪儿吗？"
    },
    {
      "en": "Ernest Brown lives about a dozen blocks from where the riots began.",
      "cn": "欧内斯特·布朗住在离骚乱发生处几个街区远的地方。"
    },
    {
      "en": "He weaved around the tables to where she sat with Bob.",
      "cn": "他绕过一张张桌子，走到她和鲍勃坐着的地方。"
    },
    {
      "en": "I have $100m hidden away where no one will ever find it.",
      "cn": "我把1亿美元藏到了一个永远没人会找到的地方。"
    },
    {
      "en": "I have always had an enquiring mind where food is concerned.",
      "cn": "我在吃的方面一向很爱探究求索。"
    },
    {
      "en": "I'm so glad to see you back where you belong.",
      "cn": "我真高兴看到你又回到了属于你自己的天地。"
    },
    {
      "en": "Imagine long golden beaches where you can wander in solitude.",
      "cn": "想象一下那长长的金色海滩吧，在那里你可以独自徜徉。"
    },
    {
      "en": "It got to the point where he had to leave.",
      "cn": "到了他不得不走的地步。"
    },
    {
      "en": "She wondered where they were going to rendezvous afterwards.",
      "cn": "她想知道之后他们要去哪里约会。"
    },
    {
      "en": "Sylvia, camera in hand, asked, \"Where do we go first?\"",
      "cn": "西尔维娅手里拿着相机问道：“我们先去哪里？”"
    },
    {
      "en": "That big high-rise above us is where Brian lives.",
      "cn": "我们上面的那座摩天大楼就是布赖恩住的地方。"
    },
    {
      "en": "The area where most refugees are waiting is exposed to the elements.",
      "cn": "大多数难民等待救济的地方都不能挡风遮雨。"
    },
    {
      "en": "The Casino, where she had often danced, had suffered a similar fate.",
      "cn": "她经常跳舞的赌场遭遇了相似的命运。"
    },
    {
      "en": "The rule applies where a person owns stock in a corporation.",
      "cn": "该规定适用于持有公司股票的人。"
    },
    {
      "en": "We drove east to Rostock, where my map led me astray.",
      "cn": "我们驱车向东去罗斯托克，但地图却给我指错了方向。"
    },
    {
      "en": "Where are you going?",
      "cn": "你要到哪儿去？"
    },
    {
      "en": "Where do they live?",
      "cn": "他们住在哪里？"
    },
    {
      "en": "Where others might have been satisfied, Dawson had higher ambitions.",
      "cn": "别人或许这样就满足了，可道森却有更大的雄心。"
    },
    {
      "en": "Where would you like to sit?",
      "cn": "你想坐在哪里？"
    },
    {
      "en": "You have to know where to stand for a good viewpoint.",
      "cn": "你得知道站在哪里观察角度比较理想。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "location",
            "site",
            "spot"
          ],
          "tran_cn": "地点"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "where it is",
      "tran_cn": "[口]问题的关键所在；实际情况"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "在哪里，在该处",
      "tran_en": "in or to which place"
    },
    {
      "pos": "adv&conj",
      "tran_cn": " 那儿； 何处",
      "tran_en": "used to say that one person, thing, opinion etc is different from another"
    },
    {
      "pos": "conj",
      "tran_cn": "（在）"
    },
    {
      "pos": "n",
      "tran_cn": "地点"
    },
    {
      "pos": "pron",
      "tran_cn": "哪里"
    }
  ],
  "exchange": {
    "pl": [
      "wheres"
    ]
  }
}