{
  "word": "narrator",
  "ipa": {
    "us": "nəˈreɪtə(r)",
    "uk": "ˈnæreɪtər"
  },
  "sentences": [
    {
      "en": "“I can never look now at the Milky Way”, said the narrator in “The Sentinel”, “without wondering from which of those banked clouds of stars the emissaries are coming.",
      "cn": "“现在，我再也看不到银河了。” 在《哨兵》中，他借叙述者的口说道，“没错，那层层叠叠的星云中，我们期待的使者正在向这里赶来。"
    },
    {
      "en": "“What happens in Vegas stays in Vegas, but what happens in California makes the world go round,” says a narrator.",
      "cn": "一个解说员说道：“维加斯发生的事就在维加斯，但是加州发生了什么全世界都知道了。”"
    },
    {
      "en": "a first-person narrator",
      "cn": "第一人称叙述者"
    },
    {
      "en": "Adapted from Dostoevsky's novella, Henry Czerny plays the narrator, Underground Man.",
      "cn": "改编自陀思妥耶夫斯基的中篇小说《地下人》, 亨利·彻尼扮演解说员."
    },
    {
      "en": "Bad pronunciation is a liability in being a narrator.",
      "cn": "不良的发音是做解说员的不利条件."
    },
    {
      "en": "He is the narrator of the documentary.",
      "cn": "他是这部记录片的解说员."
    },
    {
      "en": "He listens and waits for the narrator to explain more.",
      "cn": "他听著,等待讲的人进一步解释."
    },
    {
      "en": "In Benjamin the important thing, as I think we've said, is the idea that the narrator is the apparatus.",
      "cn": "本杰明的这个作品，很重要的一点，我觉得我们已经说过了，就是叙述者是机器。"
    },
    {
      "en": "Jules, the story's narrator, is an actress in her late thirties.",
      "cn": "这个故事的叙述者朱尔斯是个年近不惑的女演员。"
    },
    {
      "en": "Narrator 2 And the fish swam away, deep down under the water.",
      "cn": "旁白2:金鱼说完便走了, 游向了大海深处."
    },
    {
      "en": "NARRATOR: Austria had lost the war and its empire.",
      "cn": "旁白: 奥匈帝国战败,帝国也解体了."
    },
    {
      "en": "Narrator: For three days, Kratos climbed the shear walls of the mountain.",
      "cn": "讲述者: “经过了三天三夜, 克瑞托斯终于攀登到了那通体是山的神殿旁."
    },
    {
      "en": "Narrator: The sky apart, and the God of War stepped through.",
      "cn": "讲述者: “天空从中裂开, 战争之神从中现身. ”"
    },
    {
      "en": "NARRATOR: The world was divided. The Cold War had begun.",
      "cn": "旁白: 世界被划分开来,冷战开始了."
    },
    {
      "en": "Narrator: Thus did man become the architect of his own demise.",
      "cn": "旁白: 至此,人类开始成为自己的掘墓人."
    },
    {
      "en": "NARRATOR: Tonight, the battle of ideas that still divides our world.",
      "cn": "旁白: 今晚, 思想斗争仍然把我们的世界分割开来."
    },
    {
      "en": "Suddenly, the narrator speaks in his most rhetorically elevated mode.",
      "cn": "突然，解说员开始用高昂煽情的语调解说起来。"
    },
    {
      "en": "The real and reliable narrator should be the narrative ego.",
      "cn": "真正的叙述者应为叙述自我，而且是可靠的。"
    },
    {
      "en": "The story's narrator is an actress in her late thirties.",
      "cn": "故事的叙述者是位年近四十的女演员。"
    },
    {
      "en": "They find only irony in the narrator's concern.",
      "cn": "他们发现叙述者只是一味地嘲讽。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "narrative",
          "tran_cn": " 叙事的，叙述的；叙事体的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "narration",
          "tran_cn": " 叙述，讲述；故事"
        },
        {
          "word": "narrative",
          "tran_cn": " 叙述；故事；讲述"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "narrate",
          "tran_cn": " 叙述；讲述"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "narrate",
          "tran_cn": " 叙述；给…作旁白"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "relater",
            "commentator"
          ],
          "tran_cn": "叙述者；解说员"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（故事的）讲述者，（戏剧、电影等的）解说员",
      "tran_en": "the person who tells the story in a book or a play"
    }
  ],
  "exchange": {
    "pl": [
      "narrators"
    ]
  }
}