{
  "word": "endogenous",
  "ipa": {
    "us": "enˈdɒdʒənəs",
    "uk": "enˈdɑdʒənəs"
  },
  "sentences": [
    {
      "en": "But subcontracting or independent brand is an endogenous choice to the firms.",
      "cn": "然而,对企业来说,代工还是自创品牌却是内生于经济利益的理性选择."
    },
    {
      "en": "Endogenous carbon monoxide ( CO ) is another important gaseous signal molecule.",
      "cn": "内源性一氧化碳 ( carbonmonoxide,CO ) 是另一种重要的气体信号分子."
    },
    {
      "en": "endogenous rhythms",
      "cn": ""
    },
    {
      "en": "Endogenous variable and exogenous variable determine the economic growth together.",
      "cn": "内生变量与外生变量共同决定经济增长是经济学的普遍规律."
    },
    {
      "en": "Exogenous variables can include lagged values of endogenous variables.",
      "cn": "外生变量可以包括内生变量的后滞值."
    },
    {
      "en": "First, this paper reviews the research on endogenous money supply theories.",
      "cn": "首先, 本文回顾了国内外关于货币供给内生性理论的研究."
    },
    {
      "en": "If so, the result is known as an endogenous retrovirus.",
      "cn": "如果是这样, 则这种病毒就是内源性逆转录病毒."
    },
    {
      "en": "Now the possibility must be investigated that endogenous population processes are important in population regulation.",
      "cn": "现在必须研究在种群调节中内生性种群过程起重要作用的可能性."
    },
    {
      "en": "One endogenous protein , S 2, became undetectable in old EDL and DIA muscles.",
      "cn": "S2在8月龄的膈肌和趾长伸肌存在,而在24月龄的膈肌和趾长伸肌中不能被检测到."
    },
    {
      "en": "Psoriasis adverse external factors and endogenous stimuli that?",
      "cn": "银屑病的外界不良因素和内源性刺激是 什么 ?"
    },
    {
      "en": "RT - PCR confirmed that AtT - 20 cells presented an endogenous expression of H _ 4 - receptor mRNA.",
      "cn": "RT -PCR 结果证实,在AtT-20细胞中存在组胺H4受体mRNA的内源性表达."
    },
    {
      "en": "The endogenous hormonal ratio was interdependent to the microspore abortion of radish.",
      "cn": "可见,萝卜小孢子的败育与内源激素平衡的破坏有关."
    },
    {
      "en": "The reaction involves oxidation of endogenous glutathione to its disulfide.",
      "cn": "该反应是内源性谷胱甘肽氧化成了它的二硫化物."
    },
    {
      "en": "There are two main types of lipid pneumonia: endogenous and exogenous.",
      "cn": "类脂性肺炎主要有两种类型: 内源性和外源性."
    },
    {
      "en": "Therefore probably some slow intralysosomal degradation of endogenous enzymes occurs.",
      "cn": "内源酶可能发生某种低的溶酶体内的降解."
    },
    {
      "en": "This conclusion is built on structuralism and Endogenous growth theory.",
      "cn": "结构主义和内生增长理论为该论断提供了直接的理论依据."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "endogenetic",
          "tran_cn": " 内生的；内成的"
        },
        {
          "word": "endogenic",
          "tran_cn": " 内生的；内成的；内营力的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "endogen",
          "tran_cn": " 单子叶植物；内长植物"
        },
        {
          "word": "endogeny",
          "tran_cn": " 内生"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "endogenous variable",
      "tran_cn": "内衍变量，内生变数"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "内长的，内生的",
      "tran_en": "developing or originating within an organism or part of an organism "
    }
  ],
  "exchange": {}
}