{
  "word": "aerodynamic",
  "ipa": {
    "us": "ˌeərəʊdaɪ'næmɪk",
    "uk": "ˌeəroʊdaɪ'næmɪk"
  },
  "sentences": [
    {
      "en": "Aerodynamic ( passive ) instability is a disadvantage for manned vehicles.",
      "cn": "气动力 ( 被动 ) 稳定对于载人飞行器是不利的."
    },
    {
      "en": "Aerodynamic balances are simpler and lighter than mass balances or power boost.",
      "cn": "气动补偿比重量补偿或助力器简单而且轻便."
    },
    {
      "en": "aerodynamic efficiency",
      "cn": "空气动力效率"
    },
    {
      "en": "Aerodynamic forces and moments are strictly speaking functionals of the state variables.",
      "cn": "严格说来,气动力和力矩是状态变量的泛涵."
    },
    {
      "en": "An effective aerodynamic optimization design method of transonic airfoil is given.",
      "cn": "提出了一种有效的跨音速翼型气动优化设计方法."
    },
    {
      "en": "Moreover, addition movement of the airframe can result from aerodynamic or propulsion noise.",
      "cn": "此外气动力或发动机扰动也会造成弹体的附加运动."
    },
    {
      "en": "The aerodynamic forces on any control surface produce a moment about the hinge.",
      "cn": "在任何操纵面上的空气动力均产生围绕其铰链轴的力矩."
    },
    {
      "en": "The frequency response function includes an aerodynamic transfer function.",
      "cn": "频率的主函数包括主动力传递函数."
    },
    {
      "en": "The linear scaling and the Reynolds number represent classical, aerodynamic similitude requirements applicable to law - speed flight.",
      "cn": "线性缩尺和雷诺数是低速飞行时经典的气动力模似要求."
    },
    {
      "en": "The mechanism of reducing aerodynamic drag by acoustic excitation was briefly analysed.",
      "cn": "本文首先简要地分析了声激励减阻机理."
    },
    {
      "en": "The newspaperman summarized the crux of the aerodynamic phenomenon.",
      "cn": "记者总结了空气动力现象之谜."
    },
    {
      "en": "The secret of the machine lies in the aerodynamic shape of the frame.",
      "cn": "该机器的精妙之处在于其构架呈流线型。"
    },
    {
      "en": "There is, as with aerodynamic control additional complication if roll control is required.",
      "cn": "像用气动力控制那样,如果需要滚动控制,那么就增加了复杂性."
    },
    {
      "en": "These effects appear to be negligible with respect to aerodynamic coefficients.",
      "cn": "就空气动力系数这方面来说,这些影响似乎可以略去."
    },
    {
      "en": "Various aerodynamic devices, as well as passive dampers and serve dampers, are available.",
      "cn": "各种空气动力装置以及无源阻尼器和伺服阻尼器是可用的."
    },
    {
      "en": "While files on the aerodynamic research are not systemic in the country.",
      "cn": "对于建筑物动态风力的研究,在国内还不系统."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "aerodontalgia",
          "tran_cn": " 高空牙痛症；[特医] 航空性牙痛"
        },
        {
          "word": "aerodrome",
          "tran_cn": " 飞机场；航空站"
        },
        {
          "word": "aerodynamics",
          "tran_cn": " [流] 气体力学；[航] 航空动力学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "aerodynamic characteristics",
      "tran_cn": "气动特性；空气动力特性；风轮空气动力特性"
    },
    {
      "phrase": "aerodynamic damping",
      "tran_cn": "气动阻尼"
    },
    {
      "phrase": "aerodynamic drag",
      "tran_cn": "空气动力阻力"
    },
    {
      "phrase": "aerodynamic force",
      "tran_cn": "气动力"
    },
    {
      "phrase": "aerodynamic heating",
      "tran_cn": "气动加热"
    },
    {
      "phrase": "aerodynamic load",
      "tran_cn": "气动载荷；空气动力载荷"
    },
    {
      "phrase": "aerodynamic noise",
      "tran_cn": "气动噪声"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "空气动力（学）的",
      "tran_en": "an aerodynamic car, design etc uses the principles of aerodynamics to achieve high speed or low use of petrol"
    }
  ],
  "exchange": {
    "adv": [
      "aerodynamically"
    ],
    "noun": [
      "aerodynamics"
    ]
  }
}