{
  "word": "disproportionate",
  "ipa": {
    "us": "ˌdɪsprəˈpɔːʃənət",
    "uk": "ˌdɪsprəˈpɔːrʃənət"
  },
  "sentences": [
    {
      "en": "A vastly disproportionate burden falls on women for child care.",
      "cn": "照料孩子的重担落在了女性身上。"
    },
    {
      "en": "But the big audit firms believe the risks are disproportionate.",
      "cn": "但是四大认为收益相比自己承受的风险不值一提."
    },
    {
      "en": "But you must not allow it to usurp a disproportionate share of your interest.",
      "cn": "但你不应让它过多地占据你的兴趣."
    },
    {
      "en": "Disproportionate head measurements may indicate hydrocephaly or microcephaly.",
      "cn": "比例不符的头围可能表示脑积水或小头畸形."
    },
    {
      "en": "Experts are also a vital group because they have a disproportionate influence on less experienced users.",
      "cn": "专家也是非常重要的人群,因为他们对缺少经验的用户有着异乎寻常的影响."
    },
    {
      "en": "If heterosexuality is normal, why a disproportionate number of mental patients heterosexual?",
      "cn": "假如异性恋倾向才是正常, 为什麽又有这麽多的精神病患是异性恋 呢 ?"
    },
    {
      "en": "The area contains a disproportionate number of young middle-class families.",
      "cn": "此地年轻的中产阶级家庭特别多。"
    },
    {
      "en": "the disproportionate amount of money being spent on defence",
      "cn": "比例失衡的国防开支"
    },
    {
      "en": "The punishment was grossly disproportionate to the crime.",
      "cn": "这种惩罚与罪行极不相称."
    },
    {
      "en": "There is something dangerous and disproportionate in its place in human nature, for whatever reason.",
      "cn": "不管怎样,人性自身存在着某些危险的和不相称的东西."
    },
    {
      "en": "This sentence is totally disproportionate to the alleged offence.",
      "cn": "从所犯罪行来看，这一量刑完全不合理。"
    },
    {
      "en": "We spend a disproportionate amount of our income on rent.",
      "cn": "我们的收入花在房租上的比例太大了."
    },
    {
      "en": "We spend a disproportionate amount of our money on rent.",
      "cn": "我们花在房租上的钱太多了."
    },
    {
      "en": "Weak businesses usually require a disproportionate amount of management attention.",
      "cn": "弱的生意通常需要不相称数量的管理注意."
    },
    {
      "en": "You must not allow it to usurp a disproportionate share of your interest.",
      "cn": "你不应让它过多地占据你的兴趣."
    },
    {
      "en": "Your market report active but your order disproportionate try utmost.",
      "cn": "你处市场据说不错,但订单不成比例,请尽力照顾为盼."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "disproportionately",
          "tran_cn": " 不成比例地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "excessive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不成比例的，不相称的，不均衡的，打破平衡",
      "tran_en": "too much or too little in relation to something else"
    }
  ],
  "exchange": {
    "adv": [
      "disproportionately"
    ]
  }
}