{
  "word": "demographic",
  "ipa": {
    "us": "ˌdeməˈɡræfɪk",
    "uk": "ˌdeməˈɡræfɪk"
  },
  "sentences": [
    {
      "en": "A demographic analysis indicates that most of our members are dental assistants.",
      "cn": "一份人口统计分析表明我们的大多数成员都是牙科助手."
    },
    {
      "en": "But the demographic it's targeted at is very technology - savvy.",
      "cn": "但是人口统计旨在科学的调查."
    },
    {
      "en": "Demographic change is another reason why the workforce is greying.",
      "cn": "人口变化是劳动力老龄化的又一原因."
    },
    {
      "en": "Demographic growth is not a sufficient condition for power or prosperity.",
      "cn": "人口统计学意义上的增长,并非实力或繁荣的充分条件."
    },
    {
      "en": "In the same demographic breakdown of people may have different characteristics of the consumer mentality.",
      "cn": "处于同一人口统计细分的人们，可能具有不同的消费心态特征。"
    },
    {
      "en": "It is generally studied and mapped by an organization through lists and reportscontaining demographic information that may have an effect on the marketing of keyproducts or services.",
      "cn": "组织通常通过包含了可能对主要产品或服务的市场营销产生影响的人口统计信息的列表或包括来研究或划分它的。"
    },
    {
      "en": "Marc, David. Demographic Vistas. Philadelphia: University of Pennsylvania Press, 1996.",
      "cn": "《人口远景》. 费城: 宾夕法尼亚大学出版社, 1996年版."
    },
    {
      "en": "Most of our listeners are in the 25-39 demographic.",
      "cn": "我们的大多数听众都属于25至39岁这个年龄段。"
    },
    {
      "en": "My reasons an affirmative answer are partly demographic and partly economic.",
      "cn": "我为什么会得到这个肯定的回答,一方面是基于统计数据,一方面是基于经济学."
    },
    {
      "en": "Target your exact audience with demographic and psychographic filters about real people.",
      "cn": "您的目标受众的准确与真实的人对人口和心理的过滤器."
    },
    {
      "en": "The demographic characteristics of age and education wererelated to managerial risk preference.",
      "cn": "人口统计方面的年龄和教育与管理者的风险意愿无关."
    },
    {
      "en": "The demographic transition is thus, in part, a pure accident.",
      "cn": "因此, 一定意义上来说, 人口结构的转换是一场纯粹的意外."
    },
    {
      "en": "This quiet demographic counter - revolution is a dramatic upsurge in intermarriage.",
      "cn": "这种人口统计学意义上的逆向流动便是异族婚姻的大幅增加."
    },
    {
      "en": "This shifting demographic poses new challenges to today's Canadian media.",
      "cn": "这种人口结构的变化给当今的加拿大媒体带来了新的挑战."
    },
    {
      "en": "UNFPA also helps countries compile reliable demographic data and carry out censuses.",
      "cn": "人口基金还帮助各国汇编可靠的人口数据及开展人口普查."
    },
    {
      "en": "With economic growth have come demographic shifts and life improvements.",
      "cn": "经济增长之后便是人口结构的变化和生活水平的提高."
    },
    {
      "en": "Your IP address is used to gather broad demographic information.",
      "cn": "你的IP地址用来收集宽的人口统计的信息."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "demographer",
          "tran_cn": " [统计] 人口统计学家，人口学家"
        },
        {
          "word": "demography",
          "tran_cn": " 人口统计学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "larithmic"
          ],
          "tran_cn": "人口统计学的；人口学的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "demographic characteristics",
      "tran_cn": "人口学特征；个人背景特征"
    },
    {
      "phrase": "demographic data",
      "tran_cn": "人口数据，人口资料"
    },
    {
      "phrase": "demographic structure",
      "tran_cn": "人口结构"
    },
    {
      "phrase": "demographic transition",
      "tran_cn": "n. 人口转变，人口过渡"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "人口（学）的，人口统计（学）的"
    },
    {
      "pos": "n",
      "tran_cn": "人口特征，人口统计数据，人群"
    }
  ],
  "exchange": {
    "pl": [
      "demographics"
    ],
    "noun": [
      "demography"
    ]
  }
}