{
  "word": "scuba",
  "ipa": {
    "us": "'skju:bə",
    "uk": "ˈskubə"
  },
  "sentences": [
    {
      "en": "He it dive by inventing the scuba diving machine.",
      "cn": ".他发明了水下呼吸器使潜水成为可能."
    },
    {
      "en": "I first got hooked on scuba diving when I was twelve.",
      "cn": "12岁时我开始迷上了带水肺潜水."
    },
    {
      "en": "I was thinking about a romantic cruise or scuba diving lessons.",
      "cn": "我在想我们可以来趟浪漫的渡轮行,或是去上潜水课."
    },
    {
      "en": "Lovers of surfing, sailing and scuba diving flock to the ocean.",
      "cn": "冲浪 、 驾帆船和潜水的爱好者群集于海中."
    },
    {
      "en": "My hobbies were skiing and scuba diving.",
      "cn": "我爱好滑雪和潜水。"
    },
    {
      "en": "Once applied, lipstickwill never rub off - even while scuba diving.",
      "cn": "一旦涂上唇膏,它就永远不会掉色 —— 即使是在潜水的时候."
    },
    {
      "en": "Rahman Marine Park Dive Trip, Scuba Diving , Kota Kinabalu, Sabah, Borneo, Malaysia.",
      "cn": "潜水行程, 套装组合, 亚庇市, 沙巴, 婆罗洲, 马来西亚."
    },
    {
      "en": "Ron Artest doesn't use scuba diving equipment. He just holds his breath.",
      "cn": "阿泰潜水不用水中呼吸器, 他自己能控制呼吸."
    },
    {
      "en": "Scuba diving! SCUBA stands for self - contained underwater breathing apparatus. Do you catch my drift?",
      "cn": "戴水肺潜水! SCUBA是独立的水下氧气呼吸器. 你喜欢漂流 吗 ?"
    },
    {
      "en": "The cast not only perfected the waltz, they also mastered scuba diving.",
      "cn": "演员们不仅华尔兹跳地完美无瑕, 他们也熟谙深水潜水."
    },
    {
      "en": "The diving school has acquired a franchise for scuba equipment.",
      "cn": "潜水学校获得潜水用水肺的特许经营权."
    },
    {
      "en": "The scuba diver submerged and swarm toward a coral reef.",
      "cn": "戴着呼吸器的潜水员潜入水底,朝珊瑚礁游了过去."
    },
    {
      "en": "This may have been a draw for the royal couple, since Prince William apparently enjoys his scuba, according to ABC News.",
      "cn": "这可能是吸引到这对皇家夫妇的地方，因为威廉王子，据ABC广播公司新闻网说，是很喜欢水肺潜水的。"
    },
    {
      "en": "Visitors can also try their hand at deep - sea fishing, scuba Sea - Doo rentals.",
      "cn": "参观者还可以租借水肺尝试到深海捕鱼."
    },
    {
      "en": "While on honeymoon in Bali, she learned to scuba dive.",
      "cn": "她在巴厘岛度蜜月时学会了带水肺潜水."
    },
    {
      "en": "You can enjoy scuba diving, fishing, and mountaineering in Dalian.",
      "cn": "你可以在大连享受潜水 、 垂钓 、 登山之乐."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "aqualung"
          ],
          "tran_cn": "[水运]水肺；水中呼吸器"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "scuba dive",
      "tran_cn": "水肺潜水，蛙潜"
    },
    {
      "phrase": "scuba diver",
      "tran_cn": "戴水肺的潜水员"
    },
    {
      "phrase": "scuba diving",
      "tran_cn": "轻便（潜水器）潜水"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水肺，便携式水下呼吸器"
    }
  ],
  "exchange": {
    "pl": [
      "scubas"
    ]
  }
}