{
  "word": "catharsis",
  "ipa": {
    "us": "kəˈθɑ:sɪs",
    "uk": "kəˈθɑrsɪs"
  },
  "sentences": [
    {
      "en": "After catharsis, hydrotherapy, infusion, sedation, anti - shock quality, excited breathing, cardiac therapy, and so on, were recovered.",
      "cn": "经导泻 、 洗肠 、 输液 、 镇静 、 抗 惊质 、 兴奋呼吸 、 强心等疗法, 均痊愈."
    },
    {
      "en": "Apply to sorts of spin fiber ( include cleanse, nitrile, cotton, wool to wait ) arrange after catharsis.",
      "cn": "适用于各种纺织纤维 ( 包括涤 、 腈 、 棉 、 毛等 ) 的洗涤后整理."
    },
    {
      "en": "At the same time, it also moderate the role of catharsis.",
      "cn": "同时, 它还有温和通便的作用."
    },
    {
      "en": "Be able to stop bleeding Quyu, Runchang catharsis.",
      "cn": "能止血祛瘀, 润肠通便."
    },
    {
      "en": "Controversy is being outweighed by catharsis as Cambodia faces up to its past.",
      "cn": "随着柬埔寨直面自己的过去,由此得来的涤荡净化压倒了争议."
    },
    {
      "en": "He wrote out his rage and bewilderment, which gradually became a form of catharsis leading to understanding.",
      "cn": "他把自己的愤怒和迷惘写了下来，这渐渐成了一种理解问题的宣泄方式。"
    },
    {
      "en": "Music is a means of catharsis for me.",
      "cn": "音乐是我宣泄情感的一种途径。"
    },
    {
      "en": "Psychotherapy must be emphasized in sleep disorder and anxiety catharsis is helpful for sleep.",
      "cn": "失眠者必须重视心理治疗,疏泄焦虑有助于恢复正常睡眠."
    },
    {
      "en": "Salesman: Child, what do you buy catharsis spirit to work to use?",
      "cn": "售货员: 小朋友, 你买洗涤灵干什么用 啊 ?"
    },
    {
      "en": "Salesman: I had said, cannot wash a doggie with catharsis spirit.",
      "cn": "售货员: 我说过吧, 不能用洗涤灵洗小狗."
    },
    {
      "en": "The treatment principal of CSA is to health spleen, catharsis liver and invigorate kidney.",
      "cn": "治疗上应遵循脾以健运为用, 肝以疏泄为补,肾以滋补为本的原则."
    },
    {
      "en": "They an intellectual epiphany and think they've experienced catharsis.",
      "cn": "他们知性富有洞察力,认为自己经历了这样的过程."
    },
    {
      "en": "They get an intellectual epiphany and think they've experienced catharsis.",
      "cn": "他们知性且富有洞察力,并且认为自己已经经历了这样的过程."
    },
    {
      "en": "This is added to adequate nutrition, but also play a role catharsis.",
      "cn": "这样即能补充适当的营养, 又能起到通便作用."
    },
    {
      "en": "Those things the Greeks called catharsis the sharing of pity and terror and joy with all.",
      "cn": "那就是希腊人称之为“精神净化”的东西,大家一起感受怜悯和痛苦,分享快乐."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cathartic",
          "tran_cn": " 导泻的；通便的"
        },
        {
          "word": "cathectic",
          "tran_cn": " 欲力投入的；精神集中发泄的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "cathartic",
          "tran_cn": " [药] 泻药；[药] 通便药"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "purification",
            "distillation"
          ],
          "tran_cn": "[医]泻法，导泻；净化；精神发泄"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "outlet"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "宣泄，情绪的抒发，导泻，感情（受艺术的作用而起的）净化",
      "tran_en": "the act or process of removing strong or violent emotions by expressing them through writing, talking, acting etc"
    }
  ],
  "exchange": {
    "pl": [
      "catharses"
    ],
    "adj": [
      "cathartic"
    ]
  }
}