{
  "word": "frugality",
  "ipa": {
    "us": "frʊ'ɡælətɪ",
    "uk": "fruˈɡælətɪ"
  },
  "sentences": [
    {
      "en": "As a student, we should build the sense of frugality in our daily life in the school.",
      "cn": "作为一名学生，我们应该在学校的日常生活树立节俭意识。"
    },
    {
      "en": "By frugality she managed to get along on her small salary.",
      "cn": "凭着节俭,她设法以自己微薄的薪水生活."
    },
    {
      "en": "Despite the improved mood , frugality has not gone out of style.",
      "cn": "虽然形势喜人,但节约的消费方式仍然占主导地位."
    },
    {
      "en": "For economists , however, frugality is not about national character but rationality.",
      "cn": "但对经济学家来说, 节俭与民族性无关,而是一种理性的表现."
    },
    {
      "en": "Frugality is an estate alone.",
      "cn": "节俭本身就是一宗财产."
    },
    {
      "en": "He directed us practise frugality in running the school.",
      "cn": "他指示我们勤俭办学."
    },
    {
      "en": "I’m doing so to show you that if there’s not a little frugality in you already, there easily could be. Why?",
      "cn": "我这么做只是为了告诉你们如果到这一刻为止你还未曾尝试过节俭一点的话，那么你是很容易做到的，为什么？"
    },
    {
      "en": "If your goal is frugality, then consider what things are not necessary, the long-term impact of the choice you make and whether you can afford it.",
      "cn": "如果你的目标是俭省，那么就考虑什么东西是没必要的，你做出选择后的长期影响以及你是否可以担负得起。"
    },
    {
      "en": "Industry if fortune's right hand, and frugality her left.",
      "cn": "勤勉是幸福的右手, 节俭是幸福的左手."
    },
    {
      "en": "Industry is fortune's right hand, and frugality her left.",
      "cn": "勤勉是幸运的右手, 节俭是幸运的左手."
    },
    {
      "en": "Industry is fortune's right hand, and frugality is her left.",
      "cn": "勤劳是财富的右手, 节俭是她的左手."
    },
    {
      "en": "So there you have it, a few ways in which we have brought frugality into our lives.",
      "cn": "就是这么多了，一些方法让我们把节俭带入了我们的生活。"
    },
    {
      "en": "The principle of diligence and frugality applies to all undertakings.",
      "cn": "勤俭节约的原则适用于一切事业."
    },
    {
      "en": "This family practises frugality and avoids worldly exhibit.",
      "cn": "这一家崇尚节俭,不喜浮华."
    },
    {
      "en": "This frugality is starting to show up in overall wedding costs.",
      "cn": "新人们在整场婚礼的开销上也开始节俭起来了."
    },
    {
      "en": "To some young people, frugality has gone out of style.",
      "cn": "对于一些年轻人来说, 节俭已经不再流行了."
    },
    {
      "en": "We must build up our country with industry and frugality.",
      "cn": "我们必须勤俭建国."
    },
    {
      "en": "We must practise the strictest frugality and economy.",
      "cn": "我们必须实行最严格意义上的俭省节约。"
    },
    {
      "en": "We should cultivate the good habits of diligence and frugality.",
      "cn": "我们要养成勤俭节约的好风气."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "frugal",
          "tran_cn": " 节俭的；朴素的；花钱少的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "frugally",
          "tran_cn": " 节约地；节省地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "thrift",
            "economical of"
          ],
          "tran_cn": "俭省，节俭"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abstinence",
            "economy",
            "thrift"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "节约，朴素，节俭"
    }
  ],
  "exchange": {
    "adv": [
      "frugally"
    ],
    "adj": [
      "frugal"
    ]
  }
}