{
  "word": "emissary",
  "ipa": {
    "us": "ˈemɪsəri",
    "uk": "ˈemɪseri"
  },
  "sentences": [
    {
      "en": "An emissary was sent to France to establish diplomatic relations.",
      "cn": "一位使者被送到法国去建立外交关系."
    },
    {
      "en": "Build 3 rd Refinery on your Expansion Field and sell the Emissary.",
      "cn": "在分矿区建造第三精炼厂然后买掉勘探车."
    },
    {
      "en": "Deploy Emissary near your Expansion Field and wait for it to deploy.",
      "cn": "将勘探车放在你的分矿区并且等待他部署."
    },
    {
      "en": "How do they illustrate the service of a prophet as a covenant emissary?",
      "cn": "怎样表明了先知的事工正象盟约使者一样?"
    },
    {
      "en": "I am the emissary to the ruler of all the world.",
      "cn": "我是这个世界统治者的使者."
    },
    {
      "en": "Is a mere emissary such as you worthy of Klara?",
      "cn": "像你这样的使者陪得上克拉拉么?"
    },
    {
      "en": "Japan is sending two emissaries to Washington to discuss trade issues.",
      "cn": "日本将派两位特使去华盛顿商讨贸易问题。"
    },
    {
      "en": "King Terenas sends an emissary ordering Arthas back home. Arthas burns the fleet.",
      "cn": "国王泰瑞纳斯送出特使命令阿尔萨斯回家. 阿尔萨斯烧毁战舰."
    },
    {
      "en": "Mr. Miller was sent as an emissary for the peace talks.",
      "cn": "米勒先生被作为特使派遣去参加和平谈判。"
    },
    {
      "en": "My young emissary of the Poor People's League decided to deposit me here.",
      "cn": "我的那位贫民会的年转向导,决定把我安顿在这里."
    },
    {
      "en": "Que Emissary and set rally to your nearest Expansion Field.",
      "cn": "制造勘探车并且将集合点设在最近的分矿区."
    },
    {
      "en": "Silver briefly agreed; and this emissary retired again, leaving us together in the dark.",
      "cn": "希尔弗立刻就同意了, 于是这个使者又退了出去, 将我们俩留在黑暗中."
    },
    {
      "en": "The joy of family emissary, personal happiness partners, all of the happy baby.",
      "cn": "家庭的欢乐使者, 个人的快乐伴侣, 所有人的开心宝贝."
    },
    {
      "en": "They found him an emissary.",
      "cn": "他们发现他是个间谍."
    },
    {
      "en": "Was Colombo the emissary of Pope Paul, his Trojan horse within the Commission?",
      "cn": "科隆博是教皇保罗的特使吗？是他在委员会内部设下的卧底吗？"
    },
    {
      "en": "Yet another Italian emissary, General Zanossi, appeared on August 26 in Lisbon.",
      "cn": "还有一名意大利特使, 扎努西将军,于8月26日出现在里斯本."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "agent",
            "ambassador",
            "delegate",
            "diplomat",
            "envoy",
            "messenger",
            "minister",
            "spy"
          ],
          "tran_cn": "使者;代表;密探"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "representative"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "间谍的；密使的"
    },
    {
      "pos": "n",
      "tran_cn": "（外交上的）使者",
      "tran_en": "someone who is sent with an official message or to do official work"
    }
  ],
  "exchange": {
    "pl": [
      "emissaries"
    ]
  }
}