{
  "word": "lb",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Chainwheels are sized for 100 lb. maximum rim pull.",
      "cn": "链轮设计边缘拉力最大为100磅."
    },
    {
      "en": "Engine output is 163 hp with peak torque of 214 lb - ft.",
      "cn": "发动机输出功率为163峰值214磅英尺扭矩马力."
    },
    {
      "en": "Experiments show that molecules of both compounds are present as monomers in LB film.",
      "cn": "实验表明,两种分子以单体形式存在于LB膜中."
    },
    {
      "en": "His onions cost 9p a lb wholesale; packing and transport costs 10p.",
      "cn": "他的洋葱批发价每磅9便士；打包送货的话要10便士。"
    },
    {
      "en": "I compete at 242 lb and in the 275 lb classes now.",
      "cn": "我现在在242磅级和275磅级比赛."
    },
    {
      "en": "Langmuir - Blodgett ( LB ) technique is an advanced technique to prepare well - ordered ultra thin films in molecular level.",
      "cn": "LB 膜技术是在分子水平上制备有序分子超薄膜的先进技术."
    },
    {
      "en": "LB series preparation tank mxes syrup, edible essence, edibleadditive and water.",
      "cn": "LB系列调配罐将糖将 、 食用香精 、 食用添加剂及水调配均匀."
    },
    {
      "en": "LB subsidy includes all revenue and vehicle costs but excludes capital investment.",
      "cn": "LB津贴包括所有收入和车辆成本,但是排除资本投入."
    },
    {
      "en": "Lime requirements by this process are quite high, up to 300 lb / ton of produced.",
      "cn": "这一过程石灰耗量十分大, 每生产1吨?醺叽?00磅."
    },
    {
      "en": "Motherboard part number identification stickers ( starting with LB or MB ).",
      "cn": "主板零件编号识别标签 ( 开始的LB或甲基溴 )."
    },
    {
      "en": "My fish average 2 lb 8 oz and I've had two eight-pounders.",
      "cn": "我的鱼平均每条重2磅8盎司，还有过两条重8磅的。"
    },
    {
      "en": "One angler landed fish of 10 lb and 9 lb on the same day.",
      "cn": "一名垂钓者在同一天分别钓到了10磅和9磅重的鱼。"
    },
    {
      "en": "The baby was born three months early weighing only 3 lb 5oz.",
      "cn": "婴儿早产3个月，体重只有3磅5盎司。"
    },
    {
      "en": "The jockey turned the scales at 80 lb.",
      "cn": "那赛马骑师体重为80磅."
    },
    {
      "en": "These fish vary in weight from 3 lb to 5 lb.",
      "cn": "这些鱼的重量从3磅到5磅不等."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "Lebanon 黎巴嫩"
    }
  ],
  "exchange": {}
}