{
  "word": "quantifiable",
  "ipa": {
    "us": "'kwɒntɪfaɪəbl",
    "uk": "kwɑntɪ'faɪəbl"
  },
  "sentences": [
    {
      "en": "A clearly quantifiable measure of quality is not necessary.",
      "cn": "一种确切的可计量的质量检测是不必要的。"
    },
    {
      "en": "EF's thorough language assessment provides quantifiable results before, during and after your training program.",
      "cn": "为了给您提供高质量的服务,我们在培训前, 培训中和培训后都会给您作语言评估."
    },
    {
      "en": "Every day I got older, but this was different, worse, quantifiable.",
      "cn": "每天我都更老了, 但今天是不同的, 更糟糕的是, 量化了."
    },
    {
      "en": "Foundation Fieldbus is here, active and proven in use to deliver quantifiable unmatched benefits.",
      "cn": "基金会现场总线在这儿, 积极的用已验证的技术为用户提供无与伦比的收益."
    },
    {
      "en": "Internet advertising advantage: widespread, high - capacity, dynamic, quantifiable and economy.",
      "cn": "网络广告的优势: 广泛性 、 大容量性 、 动感性 、 可量化性、经济性."
    },
    {
      "en": "Moreover, there are too many worthwhile goals that are not quantifiable.",
      "cn": "此外, 有许多很有价值的目标并不是可以定量的."
    },
    {
      "en": "Most quantifiable attributes in a specification table are the maximum the machine is capable of.",
      "cn": "说明书上的大多数可量化性能指标指的是注塑机的最大能力."
    },
    {
      "en": "Table 1 lists the quantifiable attributes and are specified as a maximum in a specification table.",
      "cn": "表1列出的是说明书中的可量化性能以及是否指定为最大值."
    },
    {
      "en": "The attributes are classified into quantifiable attributes , on - off attributes and non - quantifiable attributes.",
      "cn": "这些性能分为可量化性能 、 开关性能和 非 量化性能."
    },
    {
      "en": "The effect of the change in the discount structure not quantifiable.",
      "cn": "贴现率结构的变化结果是不可用数量表示的."
    },
    {
      "en": "The quantifiable valuation method of LDH is easy to be utilized.",
      "cn": "我们采用的量化评价方法,易于运用和判断疗效."
    },
    {
      "en": "These behavior patterns are observable and quantifiable, and they repeat themselves with statistical reliability.",
      "cn": "这些行为模式是可以观察到的,是可以量化的, 统计数字表明它们会重复出现."
    },
    {
      "en": "This input, while not quantifiable, can provide help the researcher better understand the participants'and reactions.",
      "cn": "尽管焦点小组研究的结果不是定量的, 同样可以帮助研究者更好的理解参与者的反应."
    },
    {
      "en": "Your company discloses quantifiable targets and achievements on green purchasing.",
      "cn": "贵机构在环保采购时,会公开其可量化的目标及成就."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "quantify",
          "tran_cn": " 量化；定量"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "quantify",
          "tran_cn": " 量化；为…定量；确定数量"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可以计量的",
      "tran_en": "Something that is quantifiable can be measured or counted in a scientific way"
    }
  ],
  "exchange": {
    "verb": [
      "quantify"
    ],
    "noun": [
      "quantification"
    ]
  }
}