{
  "word": "dissonant",
  "ipa": {
    "us": "'dɪsənənt",
    "uk": "ˈdɪsənənt"
  },
  "sentences": [
    {
      "en": "All that is harsh and dissonant in my life melts into one sweet harmony---and my adoration spreads wings like a glad bird on its flight across the sea.",
      "cn": "我生命中所有的浅陋和纠结，化入一道甜蜜的和谐---对你的崇敬如一只快乐的飞鸟，在海面上张开双翼。"
    },
    {
      "en": "Diminished triads and augmented triads are traditionally regarded as dissonant chords.",
      "cn": "减三和弦和增三和弦传统上被看作不协和和弦."
    },
    {
      "en": "Even in relatively small amounts , intermodulation distortion adds a dissonant quality that is unpleasant to hear.",
      "cn": "虽然相对来说音量不大, 但“交叉调制失真”增加的却是刺耳的不和谐音符."
    },
    {
      "en": "His voice is drowned by the dissonant scream of a siren outside.",
      "cn": "她的声音被外面杂乱刺耳的警报声吞没了."
    },
    {
      "en": "Some minerals hold a physicality which expresses geometry which is dissonant here.",
      "cn": "有一些矿石持有的身体表达了与本造物不共振的几何形."
    },
    {
      "en": "The final movement, a robust and often dissonant fugue, is a precursor to Beethoven’s startling, gritty “Grosse Fuge,” composed as the final movement of his Opus 130 String Quartet.",
      "cn": "不协调的和音、爆裂刺耳的强音复调表现曲式是贝多芬大赋格曲的序奏部分。 他在弦乐四重奏作品130号也以此风格作为最后一个乐章。"
    },
    {
      "en": "The so-called noise is chaotic, dissonant sounds, and more than normal people psychology, the volume of the hearing.",
      "cn": "所谓噪音即是混乱、不谐和的声音，以及超过人们正常心理、听觉的音量。"
    },
    {
      "en": "Where did the dissonant forms and language upon earth come from?",
      "cn": "地球上不共振的形体和语言来自何方?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "dissonance",
          "tran_cn": " 不一致；不调和；不和谐音"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "dissonate",
          "tran_cn": " 刺耳；不协和"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "dissonate",
          "tran_cn": " 使…刺耳；使…不协和"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "grinding",
            "sharp",
            "harsh"
          ],
          "tran_cn": "刺耳的；不谐和的；不调和的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "incoherent",
            "noisy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不和谐的，刺耳的，不调和的，自相矛盾的",
      "tran_en": "discordant; cacophonous "
    }
  ],
  "exchange": {
    "noun": [
      "dissonance"
    ]
  }
}