{
  "word": "hectare",
  "ipa": {
    "us": "ˈhekteə(r)",
    "uk": "ˈhekter"
  },
  "sentences": [
    {
      "en": "A hectare farmland in Rwanda used to earn about 420 dollars a year.",
      "cn": "在卢旺达,从前一公顷农田年收益可达420美元."
    },
    {
      "en": "A hectare is equal to 15 mu.",
      "cn": "1公顷合15市亩."
    },
    {
      "en": "A hectare of farmland in Rwanda used to earn about fourtwenty dollars $ 420 a year.",
      "cn": "在卢旺达一英亩的农田每年能够获得420美元的受益."
    },
    {
      "en": "Area area 131 square kilometer, its intertill ground accumulates 8044 hectare.",
      "cn": "区域面积131平方公里, 其中耕地面积8044公顷."
    },
    {
      "en": "At present area of haven land region 2700 hectare, space area 7700 hectare, mutual berth 250.",
      "cn": "目前港口陆域面积2700公顷, 海域面积7700公顷, 共有泊位250个."
    },
    {
      "en": "But during that time in Mardagascar, it produced average product here ( tons per hectare ) .",
      "cn": "但是在马达加斯加时, 它平均 亩产 八吨."
    },
    {
      "en": "In this system, farmers clear a new plot of about a hectare each year.",
      "cn": "在这种系统中, 农夫们每年清理出约一公顷的小地方."
    },
    {
      "en": "Integrated cultivation should be practised to increase the yield and profit per hectare.",
      "cn": "应用综合性栽培措施,增加产量,提高单位面积的纯收益."
    },
    {
      "en": "Mist rose from a nearby stand of thriving eucalyptus trees she planted after receiving title to more than a hectare of farmland.",
      "cn": "雾气从附近生长繁茂的桉树林中升起，这些树是她在获得对一公顷多农田的所有权后栽种的。"
    },
    {
      "en": "One hectare of pine forest can retain 36.4 tons of dust annually.",
      "cn": "一公顷松林一年可吸滞灰尘约36.4吨."
    },
    {
      "en": "Researchers at the algae greenhouse plan to scale up the trial to a 100 hectare (247 acre) site over the next three years.",
      "cn": "藻类温室的研究人员计划在未来三年内将试验范围扩大到一片100公顷（合247英亩）的场地上。"
    },
    {
      "en": "Such fees can be flat - so many dollars a hectare - or they can broadly differentiated by income levels.",
      "cn": "这类费用可以统一标准 -- 每公顷若干美元 -- 或者可以按收入水平加以划分."
    },
    {
      "en": "The lands were to be sold at $ 2.50 per hectare.",
      "cn": "土地的售价为每公顷2. 50美元."
    },
    {
      "en": "The rate of production per hectare is very high in England.",
      "cn": "在英国每公顷土地的产量很高."
    },
    {
      "en": "There are 100 acres in a hectare.",
      "cn": "1公顷等于100英亩."
    },
    {
      "en": "There are 2.47 acres in a hectare.",
      "cn": "1公顷等于2.47英亩."
    },
    {
      "en": "This could be estimated at 1000 litres of hydrogen for 330 grams of chlorophyll per day whereas for example colza produces roughly only 1000 litres of oil per hectare . . .",
      "cn": "这种农场每天估计能够产生1000升氢气，而且只消耗330克叶绿素； 而比如种植菜籽，每公顷土地才能产生大约1000升油。"
    },
    {
      "en": "This could be estimated at 1000 litres of hydrogen for 330 grams of chlorophyll per day whereas for example colza produces roughly only 1000 litres of oil per hectare . . . ",
      "cn": "这种农场每天估计能够产生1000升氢气，而且只消耗330克叶绿素； 而比如种植菜籽，每公顷土地才能产生大约1000升油。"
    },
    {
      "en": "This one - hectare area is bordered by what is called the Shoulder Hedge.",
      "cn": "这个拥有占地一公顷的区域与所谓的“肩之树篱”接壤."
    },
    {
      "en": "We can get about four tons per hectare of oil from those palm trees, ten times as much as other major oil crops like olive seed, soy bean.",
      "cn": "从每公顷土地种植的棕榈树中，我们可以获得约四吨棕榈油，棕榈树出油率极高，是橄榄仁、大豆等其他主要油料作物的十倍之多。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hektare"
          ],
          "tran_cn": "公顷（等于1万平方米）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "公顷",
      "tran_en": "a unit for measuring area, equal to 10,000 square metres"
    }
  ],
  "exchange": {
    "pl": [
      "hectares"
    ]
  }
}