{
  "word": "fealty",
  "ipa": {
    "us": "ˈfi:əlti",
    "uk": "ˈfiəlti"
  },
  "sentences": [
    {
      "en": "He swore fealty to his lord.",
      "cn": "他宣誓效忠他的领主."
    },
    {
      "en": "He swore fealty to the king.",
      "cn": "他宣誓效忠国王。"
    },
    {
      "en": "He took an oath of fealty to the king.",
      "cn": "他宣誓对国王效忠."
    },
    {
      "en": "If he ends up losing his job and you've proven your fealty, he may take you with him to his next company.",
      "cn": "如果他最终丢掉了工作，你就已经证明了你的忠诚，他或许会将你带到他的下一家公司。"
    },
    {
      "en": "If you are fealty and virtuous, then I would like to meet you.",
      "cn": "如果你孝顺,善良, 我很愿意认识你."
    },
    {
      "en": "Inside that circle a wholesome, tacit emotional feudalism develops: you give me protection, I'll give you fealty.",
      "cn": "在这个圈子里一个有益健康的、心照不宣的传统情感的建立：你给我保护，我回报忠诚。"
    },
    {
      "en": "Inside that circle a wholesome, tacit emotional feudalism develops: you give me protection, I’ll give you fealty.",
      "cn": "在这个圈子里一个有益健康的、心照不宣的传统情感的建立:你给我保护，我回报忠诚。"
    },
    {
      "en": "When the seigneur swore fealty to gods on the feudal ceremony the king had got a permanent affiliation with the seigneur except lineal consanguinity which was supervised by gods every time.",
      "cn": "周公东征之后，盟誓成为构建西周国家政权的重要组织形式，使诸侯与天子建立了宗法血缘关系之外依靠神灵监督效忠的政治从属关系。"
    },
    {
      "en": "When they act with predictability, restraint, and fealty to the rule of law, ordinary people gain faith in their government.",
      "cn": "当警察的行为有规可循、有节制并忠诚于法治时，会加深普通人民对政府的信任。"
    },
    {
      "en": "Whether a 17th-century swordsman in the service of a local warlord or a 21st-century turbine engineer, Japanese are brought up with a strong sense of fealty and duty.",
      "cn": "无论是一个17世纪的剑客服务于当地军阀，或是一个21世纪的涡轮工程师，日本养成了一种强烈的忠诚和责任意识。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "allegiance",
            "attachment",
            "devotion",
            "faith",
            "faithfulness",
            "loyalty"
          ],
          "tran_cn": "忠诚;信义"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fidelity"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "忠诚",
      "tran_en": "loyalty to a king, queen etc"
    }
  ],
  "exchange": {
    "pl": [
      "fealties"
    ]
  }
}