{
  "word": "intricately",
  "ipa": {
    "us": "'ɪntrɪkətlɪ",
    "uk": "ˈɪntrəkɪtlɪ"
  },
  "sentences": [
    {
      "en": "Bundled up Sulawesi children sit in front of intricately designed dwellings.",
      "cn": "裹着布的孩子坐在设计复杂的住所前."
    },
    {
      "en": "Bursting with intricately well - researched details, it's often hard to remember that Jin is writing fiction.",
      "cn": "突如其来的细节杂乱无章却又无比真实, 你常常会忘记哈金是在写小说."
    },
    {
      "en": "Czechoslovakia - Trees are decorated with intricately carved designs on egg shells.",
      "cn": "捷克斯洛伐克---圣诞树杂乱地修剪成蛋壳状."
    },
    {
      "en": "Each Viennese porcelain plaque is intricately painted and of very high quality.",
      "cn": "每个维也纳瓷画牌匾是错综复杂的质量非常高."
    },
    {
      "en": "In areas where river deltas inject organic material and dissolved trace elements into the sea, for instance, it’s not clear how all of the intricately related processes will affect water chemistry.",
      "cn": "例如，在有些地区，河流三角洲将有机物质和溶解的微量元素注入海洋，目前还不清楚所有这些错综复杂的相关进程将如何影响水的化学性能。"
    },
    {
      "en": "Intricately carved latticed windows in the courtyard of a Heshun family home.",
      "cn": "图为和顺庭院里普通家庭住宅上雕刻精致的格子窗."
    },
    {
      "en": "The door is intricately carved.",
      "cn": "那扇门被杂乱地刻划。"
    },
    {
      "en": "The interests of Hong Kong and the Mainland are intricately linked and intertwined.",
      "cn": "香港与内地利益其实是紧扣一起."
    },
    {
      "en": "The interests of Hong Kong and the Motherland are intricately linked and intertwined.",
      "cn": "香港与祖国一脉相连,唇齿相依."
    },
    {
      "en": "The movements are standardized and intricately woven together to form an organically integrated overall arrangement.",
      "cn": "此套路吸收了孙``,杨式传统太极拳套路的精华,内容充实,风格突出,动作规范,结构严谨,布局合理,难度较大,因此能够较全面的锻练身体."
    },
    {
      "en": "The performances of parts are influenced intricately by residual stresses on grinding surface.",
      "cn": "磨削过程中所产生的残余应力对零件的使用性能有很大影响."
    },
    {
      "en": "The puppets are intricately crafted and feature highly exaggerated expressions.",
      "cn": "木偶经过繁复的手工雕刻,而且其面部表情都被高度地夸张."
    },
    {
      "en": "Very slowly, Dagen closed the texts, placing his trembling hands upon the intricately worked leather cover.",
      "cn": "慢慢地, 达恩合上了书, 把他颤抖的双手放在粗糙的皮纸封面上."
    },
    {
      "en": "With reliability, manufacturability and yield all intricately tied to quality, what's the system designer to do?",
      "cn": "产品可靠性, 生产能力和产量都与质量有千丝万缕的关系, 系统设计人员到底要做些什么 呢 ?"
    },
    {
      "en": "You are intricately designed by God's will for a unique purpose, so you are priceless.",
      "cn": "神创造你,是出于精心设计,有他独特的心意和目的, 你是无价之宝."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "intricate",
          "tran_cn": " 复杂的；错综的，缠结的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "mussily",
            "promiscuously"
          ],
          "tran_cn": "杂乱地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deeply"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "杂乱地，复杂地，难懂地"
    }
  ],
  "exchange": {
    "adj": [
      "intricate"
    ]
  }
}