{
  "word": "stele",
  "ipa": {
    "us": "'sti:lɪ",
    "uk": "'stilɪ"
  },
  "sentences": [
    {
      "en": "A stele that has a solid core of vascular tissue.",
      "cn": "原生中柱一种有管状组织的实心中柱."
    },
    {
      "en": "China's export stone materials are mainly granite, stele , building stone materials, sheet and manufactured goods.",
      "cn": "中国出口的石材主要是花岗石 、 碑石和建筑用石, 以板材和制成品为主."
    },
    {
      "en": "Collect archaic stele , portraits of Roman emperors, and pottery.",
      "cn": "收藏古体的石碑、罗马皇帝的肖像和陶器。"
    },
    {
      "en": "Exarch Denoting a stele in which the metaxylem develops to the inside of the protoxylem.",
      "cn": "外始式:指后生木质部在原生木质部之内的中柱类型."
    },
    {
      "en": "First published straight from the stele in 1902, the book begins by detailing the names of numerous members of the royal family dating back to the 1st Dynasty.",
      "cn": "纸质书1902年出版，直接临摹石碑，书的开头不厌其烦地罗列从第一王朝以来无数王室成员的名字。"
    },
    {
      "en": "It also enriches the data for study of the Bi Sheng tomb stele.",
      "cn": "其发现丰富了“毕升墓碑”深入研究的实物资料."
    },
    {
      "en": "Many temples on the mountain, stele, Qulang Pavilion, shade trees.",
      "cn": "山上殿宇林立, 碑碣夹道,亭阁曲廊, 绿树掩映."
    },
    {
      "en": "Outside of stele the cortical meristem developed into cortex, epidermis and the root cap subsequently.",
      "cn": "中柱外面的皮层分生组织,将来发展成为皮层 、 表皮层和根冠."
    },
    {
      "en": "Renovate the historic building and the celebrity stele inscription . Construct reception and service facilities.",
      "cn": "修复古建筑及名人碑刻, 建设餐饮、休闲、住宿等服务配套设施."
    },
    {
      "en": "Temple stele Datacom , described the history of temple architecture, such as age.",
      "cn": "寺内碑碣数通, 记述寺史建筑年代等."
    },
    {
      "en": "That black stele let me be shocked!",
      "cn": "那座座黑色石碑让我震撼!"
    },
    {
      "en": "The inscription on the stele tells the history of Lamaism.",
      "cn": "碑文讲的是喇嘛教史."
    },
    {
      "en": "The pith of this stemlike stele appears rather strongly like collenchyma tissue.",
      "cn": "茎状中柱的髓显得颇强健,像厚角组织."
    },
    {
      "en": "The stele includes all primary tissues derived from the procambium consists of pericycle, phloem and xylem.",
      "cn": "中柱包括从原形成层衍生而来的全部初生组织,由中柱鞘 、 韧质部和木质部组成."
    },
    {
      "en": "The stele records the reasons why Abbot Faxian built the pagoda.",
      "cn": "“四神咒塔”碑记载住持法现建塔缘起."
    },
    {
      "en": "The tissues of the stele and cortex are derived from the corpus.",
      "cn": "中柱和皮层组织就是来源于原体."
    },
    {
      "en": "There are also many temples , ancient temples, stone stele, ancient tombs, and other cultural footprints.",
      "cn": "此外还有许多古刹庙宇 、 石刻碑碣 、 古塔古墓等文物足迹."
    },
    {
      "en": "We do have a victory hymn, a victory hymn that's inscribed on a stele that's a slab of stone--which was erected in the year 1204 BCE.",
      "cn": "我们确实有胜利颂歌，刻在石碑上的胜利颂歌,那是一块石板，立于公元前1204年。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "kingbolt"
          ],
          "tran_cn": "[建]石碑；[植]中柱；石柱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "石碑，石柱，匾额，墙刻，碑碣，中柱",
      "tran_en": "an upright stone slab or column decorated with figures or inscriptions, common in prehistoric times "
    }
  ],
  "exchange": {}
}