{
  "word": "seascape",
  "ipa": {
    "us": "ˈsi:skeɪp",
    "uk": "ˈsiˌskep"
  },
  "sentences": [
    {
      "en": "Although seascape US, but this stage actually frequently is facing the ocean waves impact.",
      "cn": "海景虽美, 但这个舞台却时刻面临着海浪的冲击."
    },
    {
      "en": "From 1883 to 1908, the Monet painted many landscapes in the Mediterranean and the seascape.",
      "cn": "1883年至1908年间, 莫奈在地中海画了许多风景画和海景画."
    },
    {
      "en": "Here, have pleasant climate, beautiful seascape and rich marine product, hospitable people.",
      "cn": "这里有着宜人的气候, 美丽的海景,丰富的海产, 好客的人们."
    },
    {
      "en": "Longtop International ( Xianmen ) provides a modernized working environment with full seascape and advanced equipments.",
      "cn": "厦门 融通 国际公司具有全海景美丽的现代化工作环境,设备先进,布满活力."
    },
    {
      "en": "Opponents say a unique landscape or seascape is being overshadowed, to the detriment of tourists and residents alike.",
      "cn": "反对者认为，风能技术会遮挡独特的风景或海景，对当地居民及游客都不公平。"
    },
    {
      "en": "Overlooking by the window, enjoy 270 O seascape as much as you like.",
      "cn": "凭窗远眺, 270O无敌海景尽情收纳."
    },
    {
      "en": "The pale blue walls of this room hangs the black lacquer framed seascape.",
      "cn": "这个房间淡蓝色的墙壁上挂着黑色漆框的海景图."
    },
    {
      "en": "The rolling sea is another seascape of surging waves.",
      "cn": "海上扬波,又是一幅波涛汹涌的海景."
    },
    {
      "en": "The show also includes an exquisite Seurat seascape, some notable Cezannes and considerable painting by Courbet, Gauguin, Van Gogh and others.",
      "cn": "这次展出的作品，包括一幅修拉的出色海景画，数幅塞尚名画，及库尔贝、高更、梵高等人的不少画作。"
    },
    {
      "en": "You may enjoy a big meal by seascape in our Hotel.",
      "cn": "你可以在酒店享用海景大餐."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "seapiece",
            "waterscape"
          ],
          "tran_cn": "[海洋]海景；海景画"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "marine",
            "painting",
            "scenery"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海景画",
      "tran_en": "a picture of the sea"
    }
  ],
  "exchange": {
    "pl": [
      "seascapes"
    ]
  }
}