{
  "word": "healthcare",
  "ipa": {
    "us": "'helθkeə",
    "uk": "'helθker"
  },
  "sentences": [
    {
      "en": "Building type experience in: Residential, Commercial Mix - Use , Retail, Education and Healthcare, preferred.",
      "cn": "具备住宅 、 商业、 多用途 、 零售 、 教育与医疗服务等类型建筑经验者优先."
    },
    {
      "en": "For topical treatment and healthcare with radiant heat of the ray.",
      "cn": "供医疗单位利用红外线幅射热作局部治疗、保健用."
    },
    {
      "en": "Health informatics -- Patient healthcare data -- Part 2: Common objects.",
      "cn": "卫生信息 — 病人健康卡数据 -- 第2部分 — 一般目标."
    },
    {
      "en": "Healthcare and biotech attracted 12 per cent and consulting 11 per cent.",
      "cn": "保健和生物技术行业吸引了12%的学生,咨询行业为11%."
    },
    {
      "en": "Healthcare and utilities, more defensive, are up only about 11 per cent.",
      "cn": "防御性较强的医疗和公用事业类股只上涨了大约11%."
    },
    {
      "en": "Healthcare information system is an important branch of medical informatics.",
      "cn": "医疗信息系统是医学信息学(MedicalInformatics)研究的重要分支."
    },
    {
      "en": "In healthcare, the cash nexus undermines the doctor - patient relationship.",
      "cn": "在医疗行业, 金钱有可能扭曲医务人员与患者之间应有的关系."
    },
    {
      "en": "Its healthcare benefits are extremely good and it has no side effects.",
      "cn": "是目前为止所发现的世上最原始的、最好的天然滋补品,医疗保健效果极佳且无副作用."
    },
    {
      "en": "Openness : Being open, honest, and trustworthy is vital in healthcare.",
      "cn": "公开性: 公开, 诚实和可信在医疗保健中至关重要."
    },
    {
      "en": "Product Information : Furniture Accessories Mail Order Products, Personal Care of Home Healthcare.",
      "cn": "企业简介:主营产品: 主要经营家具附件, 个人家庭保健产品."
    },
    {
      "en": "S . Senator . The trade agreements were successfully concluded; the healthcare package failed.",
      "cn": "贸易协定成功的结束了, 但是健康保险失败了."
    },
    {
      "en": "The products are usually used in healthcare area and pharmaceutical area.",
      "cn": "产品通常用于在医疗保健领域和医药领域."
    },
    {
      "en": "The vaccine represents a quantum leap in healthcare.",
      "cn": "这种疫苗的问世是医疗保健领域的重大突破。"
    },
    {
      "en": "There is a tight connection between healthcare buildings and people's lives.",
      "cn": "医疗建筑与人类生活有着密切的关系."
    },
    {
      "en": "They are the backbone of rural communities, and in many households they have the key responsibility for food security, education opportunities and healthcare.",
      "cn": "她们是农村社区的支柱，而且在许多家庭，她们负有粮食安全、教育机会和医疗保健的主要责任。"
    },
    {
      "en": "This guidance provides general recommendations for healthcare personnel in all healthcare facilities.",
      "cn": "这个指导对所有医疗机构的医护人员提供了综合性建议."
    },
    {
      "en": "Why, with such a great healthcare system that promises the best care to everyone, would a person ever need to consult a search engine for an alternative?",
      "cn": "这样一个伟大的医疗保健系统许诺给每个人提供最好的照料，为什么还会有人求助于搜索引擎来寻找替代品？"
    }
  ],
  "rel_words": [
    {
      "pos": "[n",
      "words": [
        {
          "word": "healthfulness",
          "tran_cn": " 于健康有益；卫生"
        }
      ]
    },
    {
      "pos": "adj",
      "words": [
        {
          "word": "healthful",
          "tran_cn": " 健康的；有益健康的；卫生的"
        },
        {
          "word": "healthy",
          "tran_cn": " 健康的，健全的；有益于健康的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "healthily",
          "tran_cn": " 健康地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "health",
          "tran_cn": " 健康；卫生；保健；兴旺"
        },
        {
          "word": "healthiness",
          "tran_cn": " 健康；健全"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "health services"
          ],
          "tran_cn": "医疗保健；健康护理，健康服务；卫生保健"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "healthcare services",
      "tran_cn": "保健服务"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "医疗保健；健康护理，健康服务；卫生保健"
    },
    {
      "pos": "other",
      "tran_cn": "卫生保健"
    }
  ],
  "exchange": {}
}