{
  "word": "hydropower",
  "ipa": {
    "us": "ˈhaɪdrəʊˌpaʊə",
    "uk": "ˈhaɪdroʊˌpaʊr"
  },
  "sentences": [
    {
      "en": "At present, the opportunity and difficulty coexist in the development of hydropower.",
      "cn": "当前发展水电的机遇与困难并存."
    },
    {
      "en": "Brazil relies on hydropower for more than 80 % of its electricity.",
      "cn": "巴西80%以上的电力都要依靠水电."
    },
    {
      "en": "Developing hydropower more quickly would allow for increasing the renewable energy target above the envisaged government target without increasing the incremental cost of the program.",
      "cn": "加快发展水电可以在不增加整个可再生能源开发方案总成本的同时，实现可再生能源发展的新目标。"
    },
    {
      "en": "Hydropower is electricity generated using the energy of moving water.",
      "cn": "依靠水流动能发出的电叫水电."
    },
    {
      "en": "If we do it ourselves, only cheap energy from hydropower will do.",
      "cn": "如果靠自力更生，只有靠水电站带来的廉价能源了。"
    },
    {
      "en": "If we had listened to them, this hydropower station would never have been built.",
      "cn": "当初要是依了他们的主张, 今天就不可能有这个水电站."
    },
    {
      "en": "If we hadn't listened to them, this hydropower station would never have been built.",
      "cn": "如果不是听取他们的建议, 今天就不可能有这个水电站."
    },
    {
      "en": "It is new to use hydropower to generate electricity.",
      "cn": "水能发电是新型的发电形式."
    },
    {
      "en": "Oil and hydropower are the next biggest sources of energy.",
      "cn": "石油及水电是今后最大的能源来源."
    },
    {
      "en": "On the other hand, Longtan Hydropower Station is more price advantage.",
      "cn": "另一方面, 龙滩水电站更具价格优势."
    },
    {
      "en": "Seepage analysis is an important item for hydropower engineering.",
      "cn": "渗流分析是水电工程中一项重要的研究内容."
    },
    {
      "en": "The hydropower resources are abundance in the southwest of China.",
      "cn": "我国西南地区蕴藏着丰富的水资源."
    },
    {
      "en": "There inside, such as farms and small hydropower stations.",
      "cn": "境内还有饲养场及小水电站等."
    },
    {
      "en": "They tried to pipe electricity in from a hydropower.",
      "cn": "他们设法从水电站将电引进来."
    },
    {
      "en": "We're going to pipe electricity in from a hydropower plant.",
      "cn": "我们将从水电厂输电出来."
    },
    {
      "en": "With hydropower, thermal power, wind power and other power structures.",
      "cn": "公司拥有水电 、 火电 、 风电等多种电源结构."
    },
    {
      "en": "Xihe hydropower station is the third cascade development on the Hanjiang River.",
      "cn": "陕西汉江喜河水电站为汉江梯级电站开发的第三级."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "hydropower engineering",
      "tran_cn": "水利水电工程；水力工程学；水利工程"
    },
    {
      "phrase": "hydropower station",
      "tran_cn": "水电站"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水力发出的电力，水电",
      "tran_en": "hydroelectric power "
    }
  ],
  "exchange": {}
}