{
  "word": "psychiatrist",
  "ipa": {
    "us": "saɪˈkaɪətrɪst",
    "uk": "saɪˈkaɪətrɪst"
  },
  "sentences": [
    {
      "en": "“The notion that behavior modification can bring about true happiness is as bogus as can be,” says psychiatrist Charles Goodstein, MD, of New York University.",
      "cn": "纽约大学医学博士、精神病学家查尔斯.古德斯坦说：“行为修正能够带来真正的快乐的观念是相当虚假的。”"
    },
    {
      "en": "A colleague urged him to see a psychiatrist, but Faulkner refused.",
      "cn": "一位同事竭力劝福克纳去看精神病医生，但他拒绝了。"
    },
    {
      "en": "Alex will probably be seeing a psychiatrist for many months or even years.",
      "cn": "亚历克斯今后好几个月甚至几年都可能要去看精神科医生。"
    },
    {
      "en": "As the psychiatrist chose to release his position of sanity it allowed the patients to release their position of insanity, and they each recovered enough to go home.",
      "cn": "当精神病医生选择解除自己神智正常的角色而允许病人解除他们神智错乱的角色时，那么他们每个人就都可以足够康复到回家了。"
    },
    {
      "en": "Could a computer be programmed to do the psychiatrist's work for him?",
      "cn": "能不能为计算机编制程序,使之代替精神病大夫的工作 呢 ?"
    },
    {
      "en": "Dr. Boris Sidis was a Russian-born psychiatrist who enjoyed considerable prestige; some placed him on a par with Pierre Janet and Morton Prince.",
      "cn": "鲍里斯·西季斯医生是一位出生于俄国、素负盛名的精神病学家，有些人认为他堪与皮埃尔·雅内和莫顿·普林斯比肩。"
    },
    {
      "en": "Dulcy also saw a psychiatrist who used hypnotism to help her deal with her fear.",
      "cn": "达尔茜还看过一位精神科医生，他使用催眠术帮她消除恐惧。"
    },
    {
      "en": "He and his wife live in North Carolina, where he is a psychiatrist.",
      "cn": "他和妻子住在卡罗莱纳州北部，他是一名精神病医生。"
    },
    {
      "en": "He went to a psychiatrist about his compulsive gambling.",
      "cn": "他去看精神科医生治疗不能自拔的赌瘾."
    },
    {
      "en": "He wondered if the psychiatrist was trying to goad him into some unguarded response.",
      "cn": "他怀疑那位精神科医生试图刺激他作出一些本能的反应。"
    },
    {
      "en": "I tried to explain it to the psychiatrist, but without much success.",
      "cn": "我竭力向精神病学家解释, 但是无济于事."
    },
    {
      "en": "My doctor put me in touch with a psychiatrist.",
      "cn": "我的医生为我联系了一位精神科医生。"
    },
    {
      "en": "on the psychiatrist's couch",
      "cn": "在精神病医生的诊察台上"
    },
    {
      "en": "She felt better and the psychiatrist took her off drug therapy.",
      "cn": "她感觉好些了，那位精神科医生让她停止了药物治疗。"
    },
    {
      "en": "She saw a psychiatrist who used hypnotism to help her deal with her fear.",
      "cn": "她去看了一位用催眠术帮她克服恐惧感的精神科医生。"
    },
    {
      "en": "The psychiatrist insisted quietly, \" Happiness is relative, for all of us. \"",
      "cn": "精神病医生安详地自顾自说下去: “ 自在本身就是相对的, 对我们大家来说都是这样. ”"
    },
    {
      "en": "The psychiatrist must learn to maintain an unusual degree of objectivity.",
      "cn": "精神科医生务必要学会保持超乎寻常的客观态度。"
    },
    {
      "en": "The psychiatrist successfully traced some of her problems to severe childhood traumas.",
      "cn": "这位精神病学家将她的一些问题成功地追溯到她童年时代遭受的严重创伤。"
    },
    {
      "en": "Under the new law, then, you could visit a psychiatrist with the same frequency with which you visit your ENT and receive the same level of reimbursement in each case.",
      "cn": "然而根据新法，你可以看精神病医师的次数和看眼睛、鼻子和喉咙的次数一样多，而且每次看完之后可以享受同样的报销水平。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "psychiatric",
          "tran_cn": " 精神病学的；精神病治疗的"
        },
        {
          "word": "psychiatrical",
          "tran_cn": " 精神病治疗的；精神病学的"
        },
        {
          "word": "psychic",
          "tran_cn": " 精神的；心灵的；灵魂的；超自然的"
        },
        {
          "word": "psychoactive",
          "tran_cn": " 影响心理状态的；作用于精神的"
        },
        {
          "word": "psychoanalytic",
          "tran_cn": " 精神分析的；心理分析的"
        },
        {
          "word": "psychoanalytical",
          "tran_cn": " 精神分析的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "psychically",
          "tran_cn": " 精神上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "psychiatry",
          "tran_cn": " 精神病学；精神病治疗法"
        },
        {
          "word": "psychic",
          "tran_cn": " 灵媒；巫师"
        },
        {
          "word": "psychoanalysis",
          "tran_cn": " 精神分析；心理分析"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "alienist",
            "trick cyclist"
          ],
          "tran_cn": "[心理][内科]精神病学家，精神病医生"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "精神病专家，精神病医生，精神病医生",
      "tran_en": "a doctor trained in the treatment of mental illness"
    }
  ],
  "exchange": {
    "pl": [
      "psychiatrists"
    ]
  }
}