{
  "word": "auricle",
  "ipa": {
    "us": "ˈɔ:rɪkl",
    "uk": "ˈɔrɪkəl"
  },
  "sentences": [
    {
      "en": "A . Inspect auricle for placement, size, symmetry, and color.",
      "cn": "检查耳廓布局 、 大小 、 对称性和颜色."
    },
    {
      "en": "According to Chinese medicine, there are many acupuncture points on the auricle.",
      "cn": "中医讲, 耳郭上有好多穴位."
    },
    {
      "en": "AIM To introduce the manufacturing method of magnetic silicon rubber auricle.",
      "cn": "目的:介绍磁性硅橡胶耳的制作方法."
    },
    {
      "en": "Also known as the auricle, it works like a funnel, directing sounds into the ear canal.",
      "cn": "耳廓也被称为外耳，能起到漏斗一样功用，将声音导入耳道。"
    },
    {
      "en": "Anti - inflammation effect was determined by using of auricle tumefaction mice caused by dimethylbenzene.",
      "cn": "采取二甲苯致小鼠耳廓肿胀办法,探讨本品的消肿抗感染作用."
    },
    {
      "en": "Auricular points are some certain stimulating spots or areas on the auricle.",
      "cn": "耳穴是指耳廓上一些特定的刺激点或刺激部位."
    },
    {
      "en": "B . Palpate auricle for texture, tenderness and presence of lesions.",
      "cn": "触碰耳廓检查质地 、 触痛,有无损伤."
    },
    {
      "en": "Biometric includes face, print, iris, line , auricle shape and DNA etc which used in person identification.",
      "cn": "用于人类身份识别的生物特征主要包括:人脸 、 指纹 、 虹膜 、 掌纹 、 耳廓形状、DNA等."
    },
    {
      "en": "Firm elevation of the auricle in reconstruction of microtia with a retroauricular fascial flap wrap-ping an autogenous cartilage wedge.",
      "cn": "在重建小耳症时以耳后筋膜皮瓣包覆一自体锲形软骨达成稳定的耳廓立起。"
    },
    {
      "en": "In judokas and wrestlers there often occur special wounds of auricle induced by exercise.",
      "cn": "在柔道和摔跤专项运动中,常发生一种特殊的耳廓运动性损伤."
    },
    {
      "en": "ISA significantly reduced the degree of tumefaction in auricle induced by dimethylbenzene in mice removed adrenal.",
      "cn": "对双侧摘除肾上腺的小鼠亦可抑制二甲苯所致的小鼠耳肿胀."
    },
    {
      "en": "Objective : To evaluate the effect of holmium laser in treating pseudocyst of the auricle.",
      "cn": "目的: 总结钬激光治疗耳郭假性囊肿的疗效."
    },
    {
      "en": "Objective To study prevention and treatment for complications of tissues expander in total auricle reconstruction.",
      "cn": "目的研究如何减少和治疗全耳再造中扩张器并发症."
    },
    {
      "en": "Objective Try to find an effective method creating auriculocephalic angle in auricle reconstruction.",
      "cn": "目的探讨耳郭再造术中颅耳角成形的一种有效方法."
    },
    {
      "en": "Pathology quiz case 1 Atypical fibroxanthoma of the auricle.",
      "cn": "病理学测验情况1."
    },
    {
      "en": "Pseudocyst of Auricle is a kind of proliferative aseptic inflammation with exudate.",
      "cn": "耳廓假性囊肿是软骨的一种增生性无菌性炎性反应,内有浆液性渗出液."
    },
    {
      "en": "The control relationship between the auricle and the body.",
      "cn": "根据耳廓与人体控制关系."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "external ear",
            "outer ear"
          ],
          "tran_cn": "耳廓；外耳；[解剖][脊椎]心耳"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "耳部，外耳，（心脏的）心房，心耳",
      "tran_en": "a small sac in the atrium of the heart "
    }
  ],
  "exchange": {}
}