{
  "word": "aboveground",
  "ipa": {
    "us": "ə'bʌvˌgraʊnd",
    "uk": "ə'bʌvˌgraʊnd"
  },
  "sentences": [
    {
      "en": "Aboveground water tank, made of reinforced concrete.",
      "cn": "地上水箱由钢筋混凝土制成."
    },
    {
      "en": "At the same time the coordination with aboveground planning, development strategy and foresight is discussed.",
      "cn": "同时还论述了与地面规划的协调 、 与开发策略的协调和与前瞻性的协调."
    },
    {
      "en": "Cutting also reduced the population biomass in aboveground.",
      "cn": "刈割也使羊草种群地上生物量降低."
    },
    {
      "en": "Foliage and other aboveground parts of plants by means of a sprayer.",
      "cn": "以喷雾施用于植物叶片和其它地上部分."
    },
    {
      "en": "Mausoleum: Large, impressive tomb, especially a stone Building with places for entombment of the dead aboveground.",
      "cn": "陵墓: 大型庄严的墓葬建筑, 尤指石头堆砌的埋葬死者的地上建筑."
    },
    {
      "en": "Plants generally absorb and translocate relatively small amounts of arsenic into aboveground parts.",
      "cn": "植物常常将少量的砷吸收和转移到地上部分."
    },
    {
      "en": "The aboveground river of the Yellow River was formed by natural and artificial processes.",
      "cn": "黄河悬河的形成是自然营力与人为因素综合作用的产物."
    },
    {
      "en": "The specimen is installed inside the aboveground test section.",
      "cn": "地上试验段参试物安装在管内."
    },
    {
      "en": "Therefore, an ideal bioenergy plant would produce lots of aboveground biomass for fuel as well as have an extensive root system.",
      "cn": "因此，一种理想的生物能植物应能生产大量的地上部生物量燃料并有丰富的根系。"
    },
    {
      "en": "This paper has ied the protective methodandthe aboveground exhibition hall design of this famous Baiheliang Ridge.",
      "cn": "就此讨论了白鹤梁的保护方式,及其地面陈列馆的设计方案."
    },
    {
      "en": "Where the water table is very high and contamination cannot be otherwise avoided, aboveground tanks may be needed.",
      "cn": "在地下水位很高以致水源污染无法被避免的地方，储水池需建在比地面高的地方。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "在地上的"
    },
    {
      "pos": "adv",
      "tran_cn": "地面上地"
    }
  ],
  "exchange": {}
}