{
  "word": "theological",
  "ipa": {
    "us": "ˌθi:ə'lɒdʒɪkl",
    "uk": "ˌθiəˈlɑdʒɪkəl"
  },
  "sentences": [
    {
      "en": "But theological differences certainly exist, and have to be managed.",
      "cn": "但理念上的差异的确存在, 并需要得到管控."
    },
    {
      "en": "Did he not offer any reasons for what he did or did he have theological and philosophical discussions with Pilate about his message? ",
      "cn": "他没有为他的行为给出任何解释,还是他说了一些神学和哲学的观点,和彼拉多进行了一番讨论呢？"
    },
    {
      "en": "He has been doing clerical work since his graduation from theological college.",
      "cn": "他从神学院毕业后就一直担任神职工作."
    },
    {
      "en": "He teaches the Bible in theological schools and is a pious Christian.",
      "cn": "他在经学院教授圣经,是个虔诚的基督徒."
    },
    {
      "en": "He was the ultimate arbiter on both theological and political matters.",
      "cn": "他在神学和政治事务上都是最终的仲裁人。"
    },
    {
      "en": "I think now we can see why these lines about the autumnal leavesare so difficult for us to incorporate into a moral reading or a theological reading of the poem.",
      "cn": "我们现在可以看到为什么,这些关于秋天的落叶的句子如此难以,与对这首诗的道德或者神学的理解相结合。"
    },
    {
      "en": "Neither it nor his other theological versetreatises rise far above doggerel.",
      "cn": "跟他的其他有关神学的议论诗一样,这不比拙劣的打油诗高明多少."
    },
    {
      "en": "Objective To study the Theological behavior of PAA - Pluronic ~? F 127 graft copolymers.",
      "cn": "目的:研究丙烯酸-Pluronic~? F127接枝共聚物的流变学性质."
    },
    {
      "en": "One reviewer of my book referred to this type of answer as \"punting\"—by which he inferred that it was an easy way out of theological dilemma.",
      "cn": "一个评论家对我的书做出评论,称这种类型的回答是“赛艇”—他推测,这是一个简单的办法神学的两难境地。"
    },
    {
      "en": "Priests are trained at theological colleges.",
      "cn": "教士受训于神学院."
    },
    {
      "en": "Protestantism saw many theological developments, particularly after the 18 th cent.",
      "cn": "尤其是18世纪后,新教经历了很多神学方面的发展."
    },
    {
      "en": "Recent theological hypothesis was suspect.",
      "cn": "最近的那个神学假设是可疑的."
    },
    {
      "en": "She also has taught at Fuller Theological Seminary and United Theological Seminary.",
      "cn": "她也在福乐神学和联合神学院教书."
    },
    {
      "en": "The sixties were a time of theological ferment.",
      "cn": "六十年代是神学上骚动的时代."
    },
    {
      "en": "The theological collection was kept in a sacred place.",
      "cn": "神学藏书收藏于宗教机构中."
    },
    {
      "en": "Therefore, dormitory management has its place in the theological education in colleges.",
      "cn": "可见, 宿舍管理在高校德育工作中具有重要的地位."
    },
    {
      "en": "This book is not a theological book.",
      "cn": "这部书不是一部神学的书."
    },
    {
      "en": "Traditional theological usage: a style of worship and its associated rituals.",
      "cn": "传统神学用法: 一种膜拜,与仪式有关联."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "theological education",
      "tran_cn": "神学教育"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "神学的，神学上的，研究神学的"
    }
  ],
  "exchange": {
    "adv": [
      "theologically"
    ],
    "noun": [
      "theology"
    ]
  }
}