{
  "word": "dehydration",
  "ipa": {
    "us": "ˌdi:haɪ'dreɪʃn",
    "uk": "ˌdihaɪˈdreʃən"
  },
  "sentences": [
    {
      "en": "Concentration is distinct from dehydration, based on differences in final water content and product characteristics.",
      "cn": "由于最终的水分含量和产品特性不同，浓缩与脱水是不同的。"
    },
    {
      "en": "Dehydration in hydraulic presses is the most general method now in use.",
      "cn": "在水压机中驱水是目前通用的方法."
    },
    {
      "en": "Dehydration rate increases with the increasing of additive concentration, and then decreases.",
      "cn": "随着添加剂浓度的增大,凝胶的脱水速率先减小, 后增大."
    },
    {
      "en": "Dry Mouth Saliva lubricates the mouth, dehydration reduces the amount available.",
      "cn": "口腔唾液顺利口干 、 脱水量可削减."
    },
    {
      "en": "Early dehydration – no signs or symptoms.",
      "cn": "早期脱水——无迹象或无症状。"
    },
    {
      "en": "Give fluid orally or parenterally as necessary to prevent dehydration.",
      "cn": "必要时,经口或经胃肠道外补给液体,以防止脱水."
    },
    {
      "en": "He died from severe dehydration.",
      "cn": "他死于严重脱水."
    },
    {
      "en": "Literally. Tears not only lubricate our eyeballs and eyelids, they also prevent dehydration of our various mucous membranes.",
      "cn": "从字面上看，泪水不仅润滑我们的眼球和眼睑，还可以防止各种黏膜脱水。"
    },
    {
      "en": "Occa-sionally hospitalization is required to combat dehydration.",
      "cn": "有时病人必须住院以防脱水。"
    },
    {
      "en": "The activation energy for dehydration reaction has been calculated by Freeman - Carroll method.",
      "cn": "采用Freeman-Carroll方法计算了配合物脱水过程的活化能和反应级数."
    },
    {
      "en": "The dehydration of - activity bread dry yeast could directly influence yeast activity.",
      "cn": "高活性面包干酵母复水活化的好坏直接影响酵母活性."
    },
    {
      "en": "The dehydration process leads to fairly extensive decomposition of the product.",
      "cn": "脱水过程会导致产物相当程度的分解."
    },
    {
      "en": "The eyes are often retracted from dehydration.",
      "cn": "眼睛常因脱水而凹陷."
    },
    {
      "en": "There is no specific treatment for yellow fever, only supportive care to treat dehydration and fever.",
      "cn": "对黄热病没有特效治疗方法，支持性治疗只是治疗脱水和发热。"
    },
    {
      "en": "Thirst kicks in long before dehydration starts, he added.",
      "cn": "另外他补充道,早在身体出现脱水现象以前,人就会有口渴的感觉了."
    },
    {
      "en": "This loss of sodium can cause dehydration and cramping.",
      "cn": "钠流失会造成脱水和抽筋."
    },
    {
      "en": "Those other drinks are full of sugar which actually causes dehydration.",
      "cn": "而实际上那些富含糖分的饮料容易造成脱水。"
    },
    {
      "en": "Trehalose and sucrose maintain the structural organization in anhydrobiotic organisms on dehydration.",
      "cn": "海藻糖和蔗糖维持了脱水时期脱水生活的生物体的结构组织."
    },
    {
      "en": "Vegetable is exported after classics quick - freeze or dehydration treatment.",
      "cn": "蔬菜经速冻或脱水加工后出口."
    },
    {
      "en": "While the choose of the dehydration agent and catalyst introduced.",
      "cn": "同时,分别介绍了脱水剂选择和摧化剂选用的研究进展."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dehydrated",
          "tran_cn": " 脱水的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "dehydrate",
          "tran_cn": " 脱水；去水"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "dehydrate",
          "tran_cn": " 使…脱水；使极其口渴；使丧失力量和兴趣等"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anhydration",
            "expulsion of water"
          ],
          "tran_cn": "[医][化学]脱水"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "drought",
            "thirst"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "脱水，干燥，极度口渴，失水"
    }
  ],
  "exchange": {
    "verb": [
      "dehydrate"
    ],
    "adj": [
      "dehydrated"
    ]
  }
}