{
  "word": "brunch",
  "ipa": {
    "us": "brʌntʃ",
    "uk": "brʌntʃ"
  },
  "sentences": [
    {
      "en": "And then I have brunch.",
      "cn": "然后我就开始吃早午餐。"
    },
    {
      "en": "Brunch is a cross between breakfast and lunch.",
      "cn": "早午餐是介于早餐兴午餐的中间餐."
    },
    {
      "en": "Can i order off the brunch menu?",
      "cn": "我能不能点早午餐菜单上的菜?"
    },
    {
      "en": "Consider a luncheon or brunch, with a late night dance party that same evening or a few weeks later when you return from your honeymoon.",
      "cn": "提供午餐或是早午餐，在同一天晚上举行深夜舞会抑或是几周之后，即你们度蜜月归来时。"
    },
    {
      "en": "I brunch with a couple friend today.",
      "cn": "今天是星期日,约了一对朋友于湾仔进午膳."
    },
    {
      "en": "I don't know why we have to have brunch with total strangers.",
      "cn": "我就不明白我们为什么要和完全陌生的人一块吃早午餐."
    },
    {
      "en": "Instead of a seated dinner, consider hosting a Sunday brunch with Champagne Bellini’s.",
      "cn": "可以考虑举办一次有香槟酒的周日早午餐而非就坐的宴会。"
    },
    {
      "en": "Let's go out for brunch.",
      "cn": "咱们到外面去吃早午餐吧."
    },
    {
      "en": "Let's have brunch tomorrow at noon.",
      "cn": "明天中午一起吃早午餐吧."
    },
    {
      "en": "No , I didn't. But I had a big brunch.",
      "cn": "没吃. 但我吃了顿早午饭."
    },
    {
      "en": "She likes to have a brunch.",
      "cn": "她喜欢早餐午餐一起吃."
    },
    {
      "en": "They eat much the same thing for brunch every day.",
      "cn": "每天早午餐他们总是吃同样的东西."
    },
    {
      "en": "This morning I went to a restaurant famous for its brunch buffet.",
      "cn": "今天早上我去了一个以自助早午餐而闻名的餐厅。"
    },
    {
      "en": "Those who go to church without having breakfast have brunch also.",
      "cn": "那些早餐没吃就上教堂做礼拜的人也都吃早午餐."
    },
    {
      "en": "We brunch in Sundays.",
      "cn": "我们星期天吃早午餐."
    },
    {
      "en": "We had a Sunday brunch of bagels.",
      "cn": "我们星期日的早午餐吃了硬面包圈."
    },
    {
      "en": "What did you have for your brunch?",
      "cn": "你早午饭都吃些 什么 ?"
    },
    {
      "en": "Why can't two guys who are friends go to brunch?",
      "cn": "为什么两个男性朋友不能去吃早午餐?"
    },
    {
      "en": "With LIVE music shaking your kid's Brunch, it's just a day where children get their wish!",
      "cn": "跟着现场音乐和孩子一起欢度这个快乐的节日, 愿孩子们在这一天实现他们的愿望!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lunch"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "早午餐",
      "tran_en": "a meal eaten in the late morning, as a combination of breakfast and  lunch "
    }
  ],
  "exchange": {
    "pl": [
      "brunches"
    ]
  }
}