{
  "word": "appellate",
  "ipa": {
    "us": "ə'pelɪt",
    "uk": "ə'pelɪt"
  },
  "sentences": [
    {
      "en": "A racially mixed jury in Miami convicted Lozano of manslaughter, but an appellate court overturned the convictions.",
      "cn": "在迈阿密，由多种族人士组成的陪审团裁决洛扎诺犯过失杀人罪，但上诉法庭推翻了该判决。"
    },
    {
      "en": "Any decision by any appellate body and the reasons therefore would be communicated in writing to the appellant, together with notification of any right to further appeal.",
      "cn": "任何上诉机关做出的任何决定及其理由均需以书面形式告知上诉人，并附关于进一步上诉的任何权利的通知。"
    },
    {
      "en": "As the name implies, the courts of appeals have appellate jurisdiction.",
      "cn": "顾名思义, 上诉法院有受理上诉的裁判权."
    },
    {
      "en": "Case law - ( Also known as common law. ) Law established by previous decisions of appellate courts.",
      "cn": "判例法, ( 也被当作普通法 ) 法律建立在上诉法院的先例上."
    },
    {
      "en": "I hear it's real handy in appellate work.",
      "cn": "我听说它对应付上诉非常有帮助."
    },
    {
      "en": "If he were wrong, there was the Appellate Division to which the defense could resort.",
      "cn": "要是他的决定有错误, 还可以上诉法院,被告可以到那里去申请."
    },
    {
      "en": "In some recent years, law students who apply to clerk for federal appellate judges were hired almost two years before they would graduate and begin work.",
      "cn": "近些年来，早在毕业和开始工作的几乎二年前，申请成为联邦上诉法官的职员的法律系学生就已被雇佣了。"
    },
    {
      "en": "It also has an appellate jurisdiction over stamp duty appeals.",
      "cn": "此外,区域法院亦有上诉管辖权,可审理印花税上诉案件."
    },
    {
      "en": "Other federal appellate courts have agreed with the government that one has no expectation of privacy in activity open to public view on city streets.",
      "cn": "另一方面，其他几个联邦上诉法院却同意政府的意见，说任何个人在城市道路上活动即是对公众公开，因此不能指望享有隐私权。"
    },
    {
      "en": "Persons serving on the Appellate Body shall serve in rotation.",
      "cn": "上诉机构人员任职应实行轮换."
    },
    {
      "en": "September 15, China to the WTO Appellate Body to lodge an appeal.",
      "cn": "九月十五日, 中国向世贸组织上诉机构提出上诉."
    },
    {
      "en": "Some artists like to daub their colors on with appellate knife.",
      "cn": "有些艺术家喜欢用调色刀着色."
    },
    {
      "en": "The Appellate Body shall hear appeals from panel cases.",
      "cn": "上诉机构应审理专家组案件的上诉."
    },
    {
      "en": "The appellate court affirmed the judgement of the lower court.",
      "cn": "受理上诉的法院维持下级法院的判决."
    },
    {
      "en": "The appellate court affirmed the judgment of the lower court.",
      "cn": "上级法院维持下级法院的判决."
    },
    {
      "en": "The appellate court demanded the production of all documents.",
      "cn": "受理上诉的法庭要求出示全部证据."
    },
    {
      "en": "What can an appellate court do?",
      "cn": "上诉法庭能做 什么 ?"
    },
    {
      "en": "What can an appellate judge do?",
      "cn": "上诉法官能做 什么 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "appellant",
          "tran_cn": " 上诉的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "appellant",
          "tran_cn": " 上诉人"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "appellate court",
      "tran_cn": "受理上诉的法院"
    },
    {
      "phrase": "appellate jurisdiction",
      "tran_cn": "上诉法院"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（尤指法庭）上诉的，受理上诉的",
      "tran_en": "of or relating to appeals "
    }
  ],
  "exchange": {}
}