{
  "word": "astrological",
  "ipa": {
    "us": "ˌæstrə'lɒdʒɪkl",
    "uk": "ˌæstrə'lɒdʒɪkl"
  },
  "sentences": [
    {
      "en": "After all, much of what we have inherited from past civilisations is of little practical use: the Venus Tablet of Ammisaduqa, for instance, consists largely of astrological mumbo jumbo.",
      "cn": "毕竟，人类从过去的文明中所继承下来的都是些缺少实用价值的知识，例如阿米萨杜卡金星文书中大部分都由一些占星术组成的。"
    },
    {
      "en": "Astrologers call this period aGreat Year, and they divide it into 12 Great Months or astrological\"ages\", each about 2, 147 years long. Each age corresponds to one of thesigns of the zodiac.",
      "cn": "占星家们管这段时期为一个大年，并且将其划分为12个大月或称之为占星学意义上“时代”，每一个时代持续2 147年，对应十二星座符号之一。"
    },
    {
      "en": "Commencing in 1474, mathematical, astronomical and astrological works appeared in printed form.",
      "cn": "从1474年起, 数学 、 天文学和占星术的著作开始印刷出版了."
    },
    {
      "en": "For Earth, attaining Bodhisattva reverses the polarities in her global astrological chart.",
      "cn": "对地球而言, 获得菩萨级别振动将逆转她全球星象图的极性."
    },
    {
      "en": "He has had a keen and lifelong interest in astrological research.",
      "cn": "他毕生热衷于占星术研究。"
    },
    {
      "en": "HOW TO DETERMINE YOUR ASCENDING ASTROLOGICAL SIGN AND TRUTH IN ACTION.",
      "cn": "如何来判断你的提升星象标志和行动中的真相."
    },
    {
      "en": "In addition a players'astrological sign can play a role in their stats.",
      "cn": "同时,玩家星相也会在属性中起作用."
    },
    {
      "en": "In such cases, astrologers clearly separate their views from their astrological interpretations.",
      "cn": "在这种情况下, 占星师必须将他们的信仰和占星解读区分开."
    },
    {
      "en": "Indeed, astrological analysis is implicit at key points in his books and courses.",
      "cn": "当然, 占星分析在他的书籍和课程中只是一种暗示性的关键点."
    },
    {
      "en": "Reveal the astrological secrets of the coming year, today.",
      "cn": "今天揭开来年占星的秘密."
    },
    {
      "en": "So, the problem with astrological predictions is not that they're wrong.",
      "cn": "占星预测的问题并不在于它们是错误的。"
    },
    {
      "en": "Then I can compare and contrast this very personal information to your astrological configuration.",
      "cn": "因此我才能将你的个人信息与你的星相梗概做一比较."
    },
    {
      "en": "This is not a astrological love - match mainly because winning is so important to each of you.",
      "cn": "这不是一类常见的星座配对,主要是因为赢对你们每个人如此重要."
    },
    {
      "en": "This is the perfect astrological weather for your sign.",
      "cn": "这个征兆是属于你的完美占星相."
    },
    {
      "en": "Weather conditions and astrological circumstance may also have an impact.",
      "cn": "天气条件和占星环境可能也有所影响."
    },
    {
      "en": "What is your astrological sign?",
      "cn": "你的星相是什么?"
    },
    {
      "en": "When engaged in teaching or writing, astrologers present astrological information accurately and with appropriate objectivity.",
      "cn": "在教学或写作中, 占星师必须尽可能准确客观的提供占星学知识."
    },
    {
      "en": "You be amazed with how much useful information you will acquire from a good astrological consultation.",
      "cn": "你一定会吃惊于自己能从一次好的星象咨询中得到那么多的有用信息."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "astrologer",
          "tran_cn": " 占星家"
        },
        {
          "word": "astrologist",
          "tran_cn": " 占星家"
        },
        {
          "word": "astrology",
          "tran_cn": " 占星术；占星学；星座"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "horoscopic",
            "Chaldaean"
          ],
          "tran_cn": "占星的；占星学的，占星术的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "占星的，占星术的"
    }
  ],
  "exchange": {
    "noun": [
      "astrology"
    ]
  }
}