{
  "word": "poncho",
  "ipa": {
    "us": "ˈpɒntʃəʊ",
    "uk": "ˈpɑntʃoʊ"
  },
  "sentences": [
    {
      "en": "Five year old Hank and father mother elder brother work together to the forest, suddenly began to rain, but they have only a quick poncho.",
      "cn": "五岁的汉克和爸爸妈妈哥哥一起到森林干活，突然间下起雨来，可是他们只带了一快雨披。"
    },
    {
      "en": "He yawned and curled his body down farther beneath the poncho.",
      "cn": "他打了个呵欠,把身子再蜷拢点儿,往雨披里缩了缩."
    },
    {
      "en": "I took off my poncho, shook it out, and hung it on a peg by the door.",
      "cn": "我脱下了披风，抖落干净，然后挂在门上的挂衣钉上。"
    },
    {
      "en": "I woke up in Hoboken wearing nothing but a poncho and a cowboy hat.",
      "cn": "在赫伯肯醒来时只穿了斗篷和牛仔帽(纽约市一地方 )"
    },
    {
      "en": "If the weather looks iffy, you'll want to add rain gear: a poncho or nylon jacket.",
      "cn": "如果天气状况难测, 你就会想加带雨具: 一件斗篷或尼龙夹克."
    },
    {
      "en": "She had a brown spring jacket and brown cargo pants. Her brown hair was pulled into a pony tail and she wore a lavender poncho underneath.",
      "cn": "茜尔维穿的是棕色春季夹克和棕色大口袋裤子，而她的棕色头发则被编成了个马尾辫，还穿着薰衣草色的雨披。"
    },
    {
      "en": "Sign up for the Cave of the Winds tour, which begins after you change into a complimentary yellow poncho and sandals (trust us, you'll need 'em).",
      "cn": "报名参加风之洞之旅吧，你将会获赠一个黄色雨披和一双凉拖（相信我，你会用得到）。"
    },
    {
      "en": "Some people prefer a loose poncho that can fit over you and your pack.",
      "cn": "某些人民更喜欢可能适合您的一件宽松雨披并且您的叠板."
    },
    {
      "en": "The brightly polished granite surface depicts the poncho wearing riflemen as they climbed up a Korean hill.",
      "cn": "明亮的抛光花岗岩表面描绘了穿着雨披的步兵爬上了一座韩国的小山。"
    },
    {
      "en": "The poncho is made of nylon.",
      "cn": "这雨披是用尼龙制造的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "raincape"
          ],
          "tran_cn": "雨披；南美披风"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "斗篷",
      "tran_en": "a type of coat consisting of one large piece of cloth, with a hole in the middle for your head"
    }
  ],
  "exchange": {
    "pl": [
      "ponchos"
    ]
  }
}