{
  "word": "fingerprint",
  "ipa": {
    "us": "ˈfɪŋgəprɪnt",
    "uk": "ˈfɪŋgərprɪnt"
  },
  "sentences": [
    {
      "en": "AIM : To set up the HPLC fingerprint of Anemarrhena asphodeloides.",
      "cn": "目的: 建立知母高效液相色谱指纹图谱."
    },
    {
      "en": "But in actual fact there are ways to fool those fingerprint scanners.",
      "cn": "但事实上,有很多方法可以骗过这个指纹扫描仪."
    },
    {
      "en": "He took her to jail, where she was fingerprinted and booked.",
      "cn": "他将她带到监狱，她在那里被提取了指纹并登记在册。"
    },
    {
      "en": "He was careful not to leave any fingerprints .",
      "cn": "他小心地不留下指纹。"
    },
    {
      "en": "His fingerprints were all over the gun.",
      "cn": "枪上到处是他的指纹。"
    },
    {
      "en": "Let's fingerprint the canoe, see if we come up with anything.",
      "cn": "让我们提取一下独木舟上的指纹，看看能不能有什么发现。"
    },
    {
      "en": "Maynard has personally experienced many fingerprint - related snafus, often related to employment.",
      "cn": "梅纳德自己经历了数次与指纹相关的麻烦, 通常是因为求职."
    },
    {
      "en": "Objective : To study the fingerprint of Radix Salviae Miltiorrhizae of Xiangdan Injection.",
      "cn": "目的: 研究香丹注射剂、原药材的指纹图谱."
    },
    {
      "en": "Objective : To study the ultramicro Rhizoma Cyperi and establish its fingerprint.",
      "cn": "目的: 研究香附超微饮片的气相色谱指纹图谱,为科学评价及有效控制其质量提供可靠方法."
    },
    {
      "en": "Objective To create a multi - digital sensor and living fingerprint capture system.",
      "cn": "目的创立一种警用多个数字传感器同通道活体指纹采集系统."
    },
    {
      "en": "So fingerprint identification has been applied formally in biologic character identification technology.",
      "cn": "这个特点使得指纹在生物特征识别技术中得以正式应用."
    },
    {
      "en": "Sunshellone's fingerprint, is like magnolia blossoms in the End of the World.",
      "cn": "阳光的指纹, 好似木兰花,开在海角."
    },
    {
      "en": "That makes fingerprint lock away from any interruption of static.",
      "cn": "这使得指纹锁定远离任何中断静."
    },
    {
      "en": "The aircraft has equipment to fingerprint enemy planes.",
      "cn": "这架飞机有辨别敌机的装置."
    },
    {
      "en": "The author's fingerprint is quite obvious in all of his works.",
      "cn": "作者的特色在他所有的作品中都很明显."
    },
    {
      "en": "The court heard evidence from a fingerprint expert.",
      "cn": "法院听取了指纹专家的证词."
    },
    {
      "en": "The fingerprint expert was asked to testify at the trial.",
      "cn": "指纹专家应邀出庭作证."
    },
    {
      "en": "The police questioned Beresford and took his fingerprints (= made a record of them ) .",
      "cn": "警察审问了贝雷斯福德，并提取了他的指纹。"
    },
    {
      "en": "The technology of fingerprint identification is a kind of mature biological technology.",
      "cn": "指纹识别技术是一种比较成熟的生物技术."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "fingerprinting",
          "tran_cn": " 指纹识别"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "fingerprinting",
          "tran_cn": " 取…的指印；辨出（fingerprint的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dactylogram",
            "finger mark"
          ],
          "tran_cn": "[法][特医]指纹；手印"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "dna fingerprint",
      "tran_cn": "DNA指纹；DNA指纹图谱（等于genetic fingerprint）"
    },
    {
      "phrase": "fingerprint chromatogram",
      "tran_cn": "指纹色谱"
    },
    {
      "phrase": "fingerprint identification",
      "tran_cn": "指纹鉴定"
    },
    {
      "phrase": "fingerprint technique",
      "tran_cn": "指纹技术；指纹法（蛋白质分析）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "指纹，指印",
      "tran_en": "a mark made by the pattern of lines at the end of a person’s finger, which is used by the police to find out who has committed a crime"
    },
    {
      "pos": "v",
      "tran_cn": "提取…的指纹",
      "tran_en": "If someone is fingerprinted, the police take their fingerprints"
    }
  ],
  "exchange": {
    "pl": [
      "fingerprints"
    ]
  }
}