{
  "word": "obituary",
  "ipa": {
    "us": "əˈbɪtʃuəri",
    "uk": "oʊˈbɪtʃueri"
  },
  "sentences": [
    {
      "en": "Any obituary added runs through the next six editions until the publishing cycle has been completed.",
      "cn": "也就是说每则新增的讣文会在报纸上连续刊登七个版."
    },
    {
      "en": "Are you saying you left that obituary to help me?",
      "cn": "你的意思是你放下那个讣告是为了帮助我?"
    },
    {
      "en": "Elizabeth Taylor : That always sounds to me like an 2 obituary.",
      "cn": "伊丽莎白·泰勒: 这听起来很像悼词."
    },
    {
      "en": "Five days after the letter came, he found Andersen s obituary in the morning paper.",
      "cn": "收到那封信五天后, 他在早报上发现了安德森的讣告."
    },
    {
      "en": "His obituary was published in one edition of his own newspaper before it was discovered that he was alive.",
      "cn": "他的讣文刊登在他自己的报纸版面上之后，才发现他还活着。"
    },
    {
      "en": "However, Mr Pinkston, at International Crisis Group , cautioned against writing Kim Jong - woon's political obituary prematurely.",
      "cn": "不过, 国际危机分析组织的品克斯顿先生反对过早为 金正云 的政治生涯草草画上句号."
    },
    {
      "en": "I read Sewell's obituary in the Daily News.",
      "cn": "我在《每日新闻》上读到了休厄尔的讣告."
    },
    {
      "en": "I should like to add a postscript to your obituary for John Cage.",
      "cn": "我想在你为约翰·凯奇写的讣告后补充一点内容。"
    },
    {
      "en": "Introducing some works I've done last December. A light in the Darkness , HOT & My Obituary.",
      "cn": "为大家介绍去年拍摄的一些作品,即将推出. 明月照灰霾, HOT,以及我的补告."
    },
    {
      "en": "Just look in the obituary column of today's L . A . Post - Record.",
      "cn": "看看今天洛杉矶邮政记录中的讣告栏."
    },
    {
      "en": "Paris Carwer: I used to look in the papers every day for your obituary.",
      "cn": "派利丝卡华: 我每天也在新闻找你的讣文."
    },
    {
      "en": "Remember a resume is a marketing document, not a career obituary.",
      "cn": "记住履历是一份推销自己的文档, 而不是你以前职业的讣告."
    },
    {
      "en": "Taylor believes that network obituary will attract older users, a major development.",
      "cn": "泰勒相信,网络讣告将吸引老年用户, 取得重大发展."
    },
    {
      "en": "The obituary records the whole life of the deceased.",
      "cn": "讣文记述了这位死者的生平."
    },
    {
      "en": "The Scheme: When times get tough, write your obituary.",
      "cn": "方案：当时间不允许时，撰写你的讣告。"
    },
    {
      "en": "When Grandfather died, Father sent the obituary to friends and family.",
      "cn": "爷爷去世了, 爸爸向亲朋好友发了哀启."
    },
    {
      "en": "Who says, The only bad publicity is your obituary?",
      "cn": "谁说, 最不妙的广告是你的讣告?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "obit",
          "tran_cn": " 讣告（等于obituary）；忌辰；葬礼"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "deceased."
          ],
          "tran_cn": "讣告的；死亡的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "necrology"
          ],
          "tran_cn": "讣告"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "obituary notice",
      "tran_cn": "n. 讣告"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "讣告的；死亡的"
    },
    {
      "pos": "n",
      "tran_cn": "讣告，讣闻",
      "tran_en": "an article in a newspaper about the life of someone who has just died"
    }
  ],
  "exchange": {
    "pl": [
      "obituaries"
    ]
  }
}