{
  "word": "dolphin",
  "ipa": {
    "us": "ˈdɒlfɪn",
    "uk": "ˈdɑːlfɪn"
  },
  "sentences": [
    {
      "en": "\" Dolphin, \" the old man said aloud.",
      "cn": "“ 鲯鳅, \" 老人说出声来."
    },
    {
      "en": "\" What an excellent fish dolphin is to eat cooked, \" he said.",
      "cn": "\" 鲯鳅煮熟了吃味道多鲜美啊, \" 他说."
    },
    {
      "en": "A dolphin leapt out of the water.",
      "cn": "海豚跃出水面。"
    },
    {
      "en": "A hovering mar - of - war bird showed him where dolphin were chasing some flying fish.",
      "cn": "一只盘旋的军舰鸟给他指明了海豚追逐飞鱼的地方."
    },
    {
      "en": "a school of dolphins",
      "cn": "一群海豚"
    },
    {
      "en": "Ben clicks, looks to me like once every half second, whereas a dolphin is actually making 900 clicks per second.",
      "cn": "我感觉本每过半秒就会发出一次‘咔哒'声，而海豚事实上每秒就发出了900次‘咔哒'声。"
    },
    {
      "en": "By hunting or gathering away from the group, both chimpanzee and dolphin moms ensure that what they find goes to their young.",
      "cn": "黑猩猩和海豚妈妈们远离群体打猎和收集食物，并保证他们所找到的食物都给孩子们。"
    },
    {
      "en": "Daniel: Yes, like a dolphin.",
      "cn": "丹尼尔: 嗯，像海豚一样。"
    },
    {
      "en": "He was so happy communing with the dolphin in Dingle Bay.",
      "cn": "他在丁格尔湾与海豚交流的时候特别开心。"
    },
    {
      "en": "I don't think I can get anything but a dolphin here.",
      "cn": "我看这儿除了鲯鳅,也逮不到什么别的东西."
    },
    {
      "en": "I like dolphin.",
      "cn": "我喜欢海豚。"
    },
    {
      "en": "I was lucky to get him instead of dolphin.",
      "cn": "我幸而捉到的是他,不是海豚."
    },
    {
      "en": "I would be a dolphin because dolphins are intelligent creatures, and they have lots of fun.",
      "cn": "我会做海豚,因为海豚是聪明的动物, 而且很有趣."
    },
    {
      "en": "It is a big school of dolphin, he thought.",
      "cn": "这群鲯鳅真大啊, 他想."
    },
    {
      "en": "The advert featured a dolphin swimming around a goldfish bowl.",
      "cn": "该广告的內容为一条在金鱼缸里游动的海豚."
    },
    {
      "en": "The dolphin looks green of course because he is really golden.",
      "cn": "鲯鳅在水里当然看上去是绿色的,因为它们实在是金黄色的."
    },
    {
      "en": "The symbols of Apollo were the wolf, swan, raven, stag, dolphin, laurel, and lyre.",
      "cn": "阿波罗的象征物是狼 、 天鹅 、 渡鸦 、 雄鹿 、 海豚 、 桂冠和竖琴."
    },
    {
      "en": "The whale, like the dolphin, has become a symbol of the marvels of creation.",
      "cn": "鲸和海豚一样，已经成为造物杰作的象征。"
    },
    {
      "en": "Tomorrow I will eat the dolphin.",
      "cn": "明天我将吃那条鲯鳅."
    },
    {
      "en": "What is the difference between a dolphin and porpoise ?",
      "cn": "海豚和和鼠海豚有什么区别？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sea hog",
            "porpoise"
          ],
          "tran_cn": "[脊椎]海豚"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海豚",
      "tran_en": "a very intelligent sea animal like a fish with a long grey pointed nose"
    }
  ],
  "exchange": {
    "pl": [
      "dolphins"
    ]
  }
}