{
  "word": "squadron",
  "ipa": {
    "us": "ˈskwɒdrən",
    "uk": "ˈskwɑdrən"
  },
  "sentences": [
    {
      "en": "A squadron of F-15 fighters is on its way home.",
      "cn": "一个F-15战斗机中队正在返程途中。"
    },
    {
      "en": "All right, Skull Squadron, jettison Synchro Cannon modules immediately.",
      "cn": "好吧, 骷髅中队, 立刻抛弃同步炮模块."
    },
    {
      "en": "Both of the dead men were identified as from No 15 squadron.",
      "cn": "两名死者都被认出是15中队的."
    },
    {
      "en": "He passed out in November 1924 and was posted to No 24 Squadron.",
      "cn": "他于1924年11月毕业，被派往空军第24中队。"
    },
    {
      "en": "He understood at once that he was the logical man to succeed Duluth as squadron commander.",
      "cn": "他立即意识到,由自己来接替杜鲁斯担任中队长是合乎逻辑的."
    },
    {
      "en": "He was posted to Hong Kong as second-in-command of C Squadron.",
      "cn": "他被派遣到香港任C中队的副队长。"
    },
    {
      "en": "In 1942 he took command of 108 Squadron.",
      "cn": "1942年,他是108飞行中队的指挥官."
    },
    {
      "en": "In the first ten days of May our squadron accounted for at least seven enemy aircraft.",
      "cn": "5月的头10天里我们中队至少报销了7架敌机。"
    },
    {
      "en": "The naval air squadron set to France was soon in the thick of the flight.",
      "cn": "派到法国的海军航空中队的飞行却日趋频繁."
    },
    {
      "en": "The nightmares appeared to him with celestial punctuality every single night he spent in the squadron.",
      "cn": "他睡在中队里的每个晚上,恶梦总象日月星辰运转那样准时地找上他来."
    },
    {
      "en": "The squadron was protected by a highly mobile anti - tank and air defense.",
      "cn": "这个中队由高度机动的 反 坦克和防空部队保卫."
    },
    {
      "en": "The squadron would be forced to keep to international skies.",
      "cn": "机群将被迫在国际空域飞行."
    },
    {
      "en": "The squadron's armour is draped in sand-coloured nets that melt into the landscape.",
      "cn": "装甲连的装甲车上罩着沙色的网，和周围的风景融为一体。"
    },
    {
      "en": "They saw a squadron of fifteen motorcycle policemen driving in V-formation.",
      "cn": "他们看见15名警察骑着摩托车排成V字形前行。"
    },
    {
      "en": "Yossarian eyed everyone he saw warily when he returned to the squadron from the hospital.",
      "cn": "尤索林从医院回到中队以后,不管见到谁都要留心地端详一番."
    },
    {
      "en": "Yuke Landing Force Assault squadron, provide fire support to the amphibious force.",
      "cn": "进攻中队, 为两栖军提供火力支援."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pack",
            "cohort"
          ],
          "tran_cn": "空军中队；一群；骑兵中队；分遣队；小舰队"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brigade",
            "cavalry",
            "corps",
            "marine",
            "navy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "中队，骑兵中队，飞行中队，有组织的一个群体",
      "tran_en": "a military force consisting of a group of aircraft or ships"
    },
    {
      "pos": "vt",
      "tran_cn": "把…编成中队"
    }
  ],
  "exchange": {
    "pl": [
      "squadrons"
    ]
  }
}