{
  "word": "seagull",
  "ipa": {
    "us": "ˈsiːɡʌl",
    "uk": "ˈsiːɡʌl"
  },
  "sentences": [
    {
      "en": "A seagull at two hundred fourteen miles per hour!",
      "cn": "一只海鸥达到了时速二百一十四英里!"
    },
    {
      "en": "A seagull fluttered down with an injured wing.",
      "cn": "一只海鸥拍打着翅膀飞落下来."
    },
    {
      "en": "A seagull skims the water.",
      "cn": "海鸥掠过水面."
    },
    {
      "en": "A seagull swooped down in front of her car, causing her to slam on the brakes.",
      "cn": "一只海鸥突然扑到她的车前，她急忙猛踩刹车。"
    },
    {
      "en": "A small dog barked at a seagull he was chasing.",
      "cn": "小狗对着它正在追赶的一只海鸥吠叫。"
    },
    {
      "en": "Before he learned this, however, he found that moving more than one feather at that speed will spin you like a rifle ball... and Jonathan had flown the first aerobatics of any seagull on earth.",
      "cn": "他在学到这一点之前，还发现在那样的速度下，只要转动一两根羽毛就可以像陀螺似地旋转……于是乔纳森成了世界上第一只做特技动作的海鸥。"
    },
    {
      "en": "I am a seagull.",
      "cn": "我是海鸥."
    },
    {
      "en": "More and more cold weather, you have to feed a seagull it?",
      "cn": "天气越来越冷了, 你们去喂海鸥了 吗 ?"
    },
    {
      "en": "More than anything else . Livingston Seagull loved to fly.",
      "cn": "乔纳森喜爱飞行胜于一切."
    },
    {
      "en": "Seagull looked down at him and nodded.",
      "cn": "乔纳森低头望着他,点点头."
    },
    {
      "en": "The old seagull looked at him kindly.",
      "cn": "这只老海鸥慈祥地望着他。"
    },
    {
      "en": "The Seagull brings you the world of purity and love.",
      "cn": "蓝色的爱,清清世界."
    },
    {
      "en": "The seagull stretched its wings out and sailed along with the current.",
      "cn": "海鸥展开翅膀,贴着水面飞行."
    },
    {
      "en": "The Seagull, the latest product of the Panasonic Electric Co.",
      "cn": "海鸥型, 松下电气公司的最新型产品."
    },
    {
      "en": "The sound of seagull carry her back to childhood holidays by the sea.",
      "cn": "她听到海鸥的叫声就回忆起童年时在海边度假的情景。"
    },
    {
      "en": "There is a seagull perched atop the mast.",
      "cn": "有一只海鸥停歇在桅杆上."
    },
    {
      "en": "They determined that from then on no one should kill a seagull.",
      "cn": "他们决定从那时候起,任何人不得杀害海鸥."
    },
    {
      "en": "We praised the courage of the seagull.",
      "cn": "我们赞颂海鸥的勇敢."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sea mew",
            "shearwater"
          ],
          "tran_cn": "海鸥"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海鸥",
      "tran_en": "a large common grey or white bird that lives near the sea"
    }
  ],
  "exchange": {
    "pl": [
      "seagulls"
    ]
  }
}