{
  "word": "devoid",
  "ipa": {
    "us": "dɪˈvɔɪd",
    "uk": "dɪˈvɔɪd"
  },
  "sentences": [
    {
      "en": "During the 1920's and 1930's he wrote seventy - one Cantos, brilliant word pictures often devoid of meaning.",
      "cn": "在二十和三十年代,他写出 七十一 篇《诗章》, 虽然语言鲜明如画,但往往缺乏任何明显的意义."
    },
    {
      "en": "He is completely devoid of humour.",
      "cn": "他十分缺乏幽默."
    },
    {
      "en": "His face was devoid of any warmth or humour.",
      "cn": "他的脸冷若冰霜，没有一丝幽默的表情。"
    },
    {
      "en": "His lips devoid of their ferocious sneer, were sealed in an expression of unspeakable sadness.",
      "cn": "他的嘴唇失去了那凶恶的讥嘲神情, 却被一种难以名状的悲哀的表情封住了."
    },
    {
      "en": "I have never looked on a face that was so devoid of feeling.",
      "cn": "我从未见过这样一张完全没有感情的脸。"
    },
    {
      "en": "It is a situation, in sum, devoid of logic.",
      "cn": "总之，该情况毫无逻辑。"
    },
    {
      "en": "It makes me sick to read over such stereotypes devoid of content.",
      "cn": "这种空洞无物的八股调,我看了就讨厌."
    },
    {
      "en": "Love is never quite devoid of sentimentality.",
      "cn": "爱情从来免不了多愁善感."
    },
    {
      "en": "Not devoid of sympathy, the policeman's face also expressed a fatigued skepticism.",
      "cn": "这位警察的脸上虽然不乏同情, 但也露出一种不胜其烦的怀疑表情."
    },
    {
      "en": "Rice cakes may seem like a good option – after all they're fat-free and low in calories – but they're also devoid of fibre and protein and can make you crave something more satisfying.",
      "cn": "大米蛋糕似乎是好的选择-毕竟它们无脂肪，低卡路里-但是它们也缺乏纤维和蛋白质，会使你渴望更令人满意的东西。"
    },
    {
      "en": "The answer was quick and sharp, devoid of humour.",
      "cn": "回答迅捷而尖锐, 干巴巴的,毫无幽默感."
    },
    {
      "en": "The arachnoid is composed of connective tissue devoid of blood vessels.",
      "cn": "蛛网膜是由无血管的结缔组织所构成."
    },
    {
      "en": "The articles are long - winded and devoid of substance.",
      "cn": "这些文章空话连篇."
    },
    {
      "en": "The letter was devoid of warmth and feeling.",
      "cn": "这封信既无热情又无感情。"
    },
    {
      "en": "The man's voice was devoid of inflection.",
      "cn": "那人的声音缺少抑扬变化。"
    },
    {
      "en": "The report was devoid of facts.",
      "cn": "那报导缺乏事实根据."
    },
    {
      "en": "They always pick the most intellectually devoid movie on the racks.",
      "cn": "他们永远都只租架子上那些弱智片."
    },
    {
      "en": "We humans appear to be meaning-seeking creatures that have the misfortune to be thrown into a world devoid of intrinsic meaning.",
      "cn": "我们人类似乎是寻求意义的生物，而很不幸，我们却进入了一个本质上缺乏意义的世界。"
    },
    {
      "en": "Yet she is not devoid of humour and high spirits.",
      "cn": "可是她并不缺少幽默和兴致."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "bare",
            "blank",
            "empty",
            "vacant"
          ],
          "tran_cn": "缺乏的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bare",
            "blank",
            "destitute",
            "empty",
            "vacant"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "devoid of",
      "tran_cn": "没有；缺乏的"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "缺乏，没有",
      "tran_en": "If you say that someone or something is devoid of a quality or thing, you are emphasizing that they have none of it"
    }
  ],
  "exchange": {}
}