{
  "word": "unmistakable",
  "ipa": {
    "us": "ˌʌnmɪˈsteɪkəbl",
    "uk": "ˌʌnmɪˈstekəbəl"
  },
  "sentences": [
    {
      "en": "Black clouds are an unmistakable sign of coming rain.",
      "cn": "乌云是下雨的明显先兆."
    },
    {
      "en": "He becomes still more unmistakable when we investigate further.",
      "cn": "要是我们作进一步的研究,那就看得更加清楚."
    },
    {
      "en": "He didn't give his name, but the voice was unmistakable.",
      "cn": "他没留下姓名，但是那个声音是绝不会错的。"
    },
    {
      "en": "He tried to conceal his distress, but the tremor in his voice was unmistakable.",
      "cn": "他尽力隐藏悲痛, 但是颤抖的声音却无疑表明了一切."
    },
    {
      "en": "Her accent was unmistakable.",
      "cn": "她的口音是很明显的。"
    },
    {
      "en": "His work bears the unmistakable stamp of genius.",
      "cn": "他的作品清清楚楚显示出他的天才."
    },
    {
      "en": "It was surprising when the alkali spectra showed unmistakable doublets.",
      "cn": "当碱金属光谱显示出不容怀疑的双线结构时,是令人惊奇的."
    },
    {
      "en": "She was beautiful with that unmistakable beauty that only artists delight in.",
      "cn": "她的美是一望而知的,只有艺术家才会倾倒的."
    },
    {
      "en": "The cold, insolent voice held an unmistakable confidence.",
      "cn": "那冷淡 、 无礼的声音带有一种坚定不移的信心."
    },
    {
      "en": "The forecasts have since had to be toned down, as the economy has exhibited unmistakable signs of slowing.",
      "cn": "该预测不得不在此后放低调子，因为经济已明白无误地显示出放缓的迹象。"
    },
    {
      "en": "The old man was showing unmistakable signs of senility.",
      "cn": "老人已老态毕现。"
    },
    {
      "en": "the unmistakable sound of gunfire",
      "cn": "清清楚楚的枪炮声"
    },
    {
      "en": "The vital importance of the early recognition of perforating appendix is unmistakable.",
      "cn": "能够早期辨明阑尾正在穿孔是极端重要的."
    },
    {
      "en": "There is an unmistakable note of nostalgia in his voice when he looks back on the early years of the family business.",
      "cn": "他回忆早些年的家族生意时，无疑是带着一种怀旧的语气的。"
    },
    {
      "en": "There was an unmistakable fault in the material.",
      "cn": "材料里明显有错."
    },
    {
      "en": "While Sade's voice isn't technically brilliant it has a quality which is unmistakable.",
      "cn": "虽然萨德的歌声从技巧方面说谈不上多出色，但很独特。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "unmistakably",
          "tran_cn": " 明白地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "obvious",
            "distinct",
            "visible",
            "evident"
          ],
          "tran_cn": "明显的；不会弄错的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "decided",
            "decisive",
            "distinct",
            "explicit",
            "patent",
            "true"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不会弄错的，不会误解的",
      "tran_en": "easy to recognize"
    }
  ],
  "exchange": {
    "adv": [
      "unmistakably"
    ]
  }
}