{
  "word": "empress",
  "ipa": {
    "us": "ˈemprəs",
    "uk": "ˈɛmprɪs"
  },
  "sentences": [
    {
      "en": "Being so near the august person of the Empress, he was overcome with awe.",
      "cn": "如此靠近威严的女皇，他心中充满了敬畏。"
    },
    {
      "en": "Conclusion: The Lugangshi lotins of the improvement empress a stability is good.",
      "cn": "结论: 改进后的炉甘石洗剂稳定性好."
    },
    {
      "en": "Each group has 10 models made in IPS - Empress and 10 made in In - ceram Alumina.",
      "cn": "每组20个,IPS-Empress和In-ceramAlumina各 10个,在微机上建立天然牙的三维有限元模型."
    },
    {
      "en": "Each group has 10 models made in IPS - Empress and 10 made in In — ceram Alumina.",
      "cn": "每组20个,IPS-Empress和In-ceramAlumina 各10个,在微机上建立天然牙的三维有限元模型."
    },
    {
      "en": "Everybody knows the relation unusual of treasure Ji and Naples empress.",
      "cn": "谁都知道宝玑与那不勒斯皇后的关系非比平常."
    },
    {
      "en": "Her Chinese friends referred to the Empress as their venerable ancestor.",
      "cn": "她的中国朋友们说这位女皇是他们值得敬仰的祖先。"
    },
    {
      "en": "Here was still a lofty self - regard in her bearing the dignity of a dowager empress.",
      "cn": "她那派头仍然带有高傲的 自尊,具有皇太后一般的尊严."
    },
    {
      "en": "In keeping with tradition, the Emperor and Empress did not attend the ceremony.",
      "cn": "按照传统，皇帝和皇后未参加该仪式。"
    },
    {
      "en": "In today’s painting, we can almost touch the texture of the dress and the cloth of the empress…. However, Veronese is not only known for his technique but also for the use of the color.",
      "cn": "时至今日，当我们观看这幅画时，还是几乎可以触及皇后衣裙上的纹理……然而，委罗内塞不只因其绘画技巧为人所知，他对色彩的运用也闻名于世。"
    },
    {
      "en": "It wasn't exactly exciting either to have the empress as your mother - in - law .",
      "cn": "没劲,认皇后作 丈母娘,这姑爷准不好当."
    },
    {
      "en": "Masanori Qing Empress Dowager ( Qianlong's mother ) and the other concubines living here.",
      "cn": "清圣宪皇太后 ( 乾隆母 ) 和嫔妃居此."
    },
    {
      "en": "Napoleon then crowned Josephine Empress.",
      "cn": "接着,拿破仑为约瑟芬皇后加冕."
    },
    {
      "en": "Nobody was allowed to eat in the Empress Dowager's presence.",
      "cn": "在皇帝遗孀面前任何人不得进餐。"
    },
    {
      "en": "the Empress of Egypt",
      "cn": "埃及女皇"
    },
    {
      "en": "The relative translucency of the three systems are as follows: Vitadur Alpha dentin ( standard ) > Empress ( 0.8 mm ) > In - Ceram Alumina > In - Ceram Zirconia.",
      "cn": "按照相对透明率数值高低的顺序排列为: VitaAlpha饰瓷>Empress饰瓷 ( 0.8mm ) > InCeram 氧化铝核瓷>InCeram氧化锆核瓷."
    },
    {
      "en": "Where did Empress Dowager Cixi give audience behind a screen?",
      "cn": "慈禧太后在哪儿垂帘听政?"
    },
    {
      "en": "Yuena is Rome empress, while the Romans worshiped her as the God of women and marriage.",
      "cn": "约娜是罗马众神的皇后，罗马人同时将她尊奉为妇女和婚姻之神。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "queen",
            "kaiserin"
          ],
          "tran_cn": "皇后；女皇"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "emperor",
            "queen"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "empress dowager",
      "tran_cn": "皇太后"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "女皇，皇后",
      "tran_en": "a female ruler of an empire, or the wife of an emperor"
    }
  ],
  "exchange": {
    "pl": [
      "empresses"
    ]
  }
}