{
  "word": "supplementation",
  "ipa": {
    "us": "ˌsʌplɪmen'teɪʃn",
    "uk": "ˌsʌplɪmen'teɪʃn"
  },
  "sentences": [
    {
      "en": "Additionally he implemented nutritional changes which included increased protein intake and specific nutritional supplementation.",
      "cn": "另外加上改变营养,如提高蛋白摄入量和特殊营养的补充."
    },
    {
      "en": "Dietary chicken egg - yolk antibodies or aureomycin supplementation could improved serum IGF - I levels of meat ducks.",
      "cn": "日粮中添加卵黄抗体和金霉素可以提高肉鸭血清IGF-I水平."
    },
    {
      "en": "Folic acid supplementation is used to improve erythropoiesis in chronic hemolytic anemia.",
      "cn": "慢性溶血性贫血患者使用叶酸治疗可促进红细胞生成."
    },
    {
      "en": "In addition to weight gain, most physicians recommend increasing vitamin supplementation by 50 % to 100 %.",
      "cn": "除了体重增加, 大多数医生建议增加50%—100%的维生素补充."
    },
    {
      "en": "Objective To study the effects of supplementation of protein diet on immune function in starvation rat.",
      "cn": "目的探讨补充蛋白饮食改善饥饿大鼠机体免疫功能."
    },
    {
      "en": "Objective: To study the effect of multi - micronutrients supplementation on nutritional status of children.",
      "cn": "目的: 为研究复合微量营养素补充剂对儿童营养状况的影响."
    },
    {
      "en": "Our results indicate that vitamin D supplementation may prevent reactivation of latent TB.",
      "cn": "我们的研究结果表明维生素D添加剂可阻止潜伏期结核菌重激活."
    },
    {
      "en": "Pawn business , as a resource for finance, is an effective and necessary supplementation for banking system.",
      "cn": "典当业作为一种辅助性的融资手段, 是银行业务有效和必要的补充."
    },
    {
      "en": "Randomized controlled trials are warranted to explore the effects of vitamin D supplementation on RTI.",
      "cn": "随机对照试验有助于探索在呼吸道感染时使用维生素D的效应."
    },
    {
      "en": "Rats in the two groups received trace element supplementation.",
      "cn": "术后,微量元素行二组灌胃."
    },
    {
      "en": "The most indicators mentioned above were obviously improved by supplementation with CMN for 6 weeks.",
      "cn": "补充6周微量营养素的应激大鼠行为异常得到逆转,上述血液和组织的多数生化指标也出现明显改善."
    },
    {
      "en": "The product provided inadequate vitamin and mineral supplementation.",
      "cn": "这种产品不能充分补充维生素和矿物质。"
    },
    {
      "en": "Thus, the best source for cysteine supplementation is from cysteine - rich foodstuffs.",
      "cn": "因此, 最理想的半胱氨酸补充剂还是来自富含半胱氨酸的食品."
    },
    {
      "en": "Vitamins are involved in many embryonic processes – adequate supplementation is critical.",
      "cn": "维生素参与多种胚胎发育过程-所以充分地补给至关重要."
    },
    {
      "en": "Why is Trace Mineral Supplementation important to Dry Cows?",
      "cn": "为何补充微量元素对妊娠母牛十分重要?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "supplemental",
          "tran_cn": " 补充的（等于supplementary）；追加的"
        },
        {
          "word": "supplementary",
          "tran_cn": " 补充的；追加的"
        },
        {
          "word": "supplying",
          "tran_cn": " 供应的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "supplement",
          "tran_cn": " 补充，补遗；补充物；附录"
        },
        {
          "word": "supplementary",
          "tran_cn": " 补充者；增补物"
        },
        {
          "word": "supply",
          "tran_cn": " 供给，补给；供应品"
        },
        {
          "word": "supplying",
          "tran_cn": " 供应；补给"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "supplying",
          "tran_cn": " 供应；补充；代理（supply的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "supply",
          "tran_cn": " 供给；替代"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "supplement",
          "tran_cn": " 补充，增补"
        },
        {
          "word": "supply",
          "tran_cn": " 供给，提供；补充"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recruitment",
            "renewal"
          ],
          "tran_cn": "补充；增补"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "annex",
            "appendix"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "增补，补充，追加",
      "tran_en": "Supplementation is the use of pills or special types of food in order to improve your health"
    }
  ],
  "exchange": {}
}