{
  "word": "sonar",
  "ipa": {
    "us": "ˈsəʊnɑː(r)",
    "uk": "ˈsoʊnɑːr"
  },
  "sentences": [
    {
      "en": "Abstract : Deep - sea sonar altimeter is a depth sounder to equip deep - sea detection devices.",
      "cn": "深海声纳式高度计是装备在深海探测设备上的回声测深装置."
    },
    {
      "en": "All kinds of parameters that have function to sonar self - noise were analyzed.",
      "cn": "分析了影响声纳部位自噪声的各种参数."
    },
    {
      "en": "Doppler - sonar is a dead - reckoning system.",
      "cn": "多普勒 - 声纳是一种推测航位系统."
    },
    {
      "en": "He underwent three weekly sonar - wave treatments last season and still persistent pain.",
      "cn": "上个赛季他经历了三个星期的声纳波治疗但还是持续感动疼痛."
    },
    {
      "en": "However, a spokesman for the Ministry of Defence said: 'The Royal Navy can confirm that they were not in the area using sonar and have not been for some time.",
      "cn": "英国国防部的一位发言人表示：“皇家海军能证明他们并没有在这一海域使用声纳，而且他们在这片水域逗留的时间也不长。"
    },
    {
      "en": "I'm getting a strong response on the sonar.",
      "cn": "我在声纳上测得强力反应."
    },
    {
      "en": "In his work to develop radar, sonar and ultrasound he performed all the necessary tests and provided all the proofs required.",
      "cn": "在雷达、声纳和超声的开发工作中，他进行了所有的必要测试，并提供了所需的一切论证。"
    },
    {
      "en": "In this paper, a new map building method sonar data is presented.",
      "cn": "未知环境中移动机器人地图创建是自主移动机器人一项重要的基本功能."
    },
    {
      "en": "It's here today -- with night vision, sonar bumpers, video games.",
      "cn": "当前汽车上的新设备 —— 夜视装置, 声纳保险杠, 电子游戏."
    },
    {
      "en": "Sonar is an acronym for sound navigation ranging.",
      "cn": "“sonar”(声纳)是“soundnavigationandranging”(声音导航和测距)的首字母缩写词."
    },
    {
      "en": "The answer is that they use echolocation or sonar.",
      "cn": "它们用回声定位或者说声纳系统."
    },
    {
      "en": "The paper is on improving the direction model of Passive SONAR.",
      "cn": "论文研究的主要内容是改进和实现被动声纳的测向模块."
    },
    {
      "en": "The sonar reveals acres of cobblestone fields surrounding our craft.",
      "cn": "声纳揭示出在我们潜水器的周围是一片几英亩大的鹅卵石地."
    },
    {
      "en": "The thesis presents and implements a novel module - based Speaker recOgnitioN softwAre platfoRm ( SONAR ).",
      "cn": "本论文提出并实现了一种新型的基于组件的说话人识别软件平台(SpeakerrecOgnitioN softwAreplatfoRm: SONAR )."
    },
    {
      "en": "Under photoelectric imaging is an effect complement of sonar detection.",
      "cn": "水下光电成像是声纳探测的一种有效补充."
    },
    {
      "en": "We picked up two submarines on sonar.",
      "cn": "我们用声呐系统观察到两条潜水艇."
    },
    {
      "en": "What good is a ship armed to the teeth if its radar and sonar are substandard?",
      "cn": "如果一艘武装到牙齿的舰船其雷达和声纳是不合格的，那能好到哪里？"
    },
    {
      "en": "Your licence could not be found . To contact sonar - script . com.",
      "cn": "似乎说找不到楼主的许可证资料喔."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "dipping sonar",
      "tran_cn": "吊放声纳；投吊式声纳"
    },
    {
      "phrase": "passive sonar",
      "tran_cn": "被动声纳；无源声纳"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "声呐装置，声呐系统，声呐兵",
      "tran_en": "equipment on a ship or  submarine  that uses  sound waves  to find out the position of objects under the water"
    }
  ],
  "exchange": {
    "pl": [
      "sonars"
    ]
  }
}