{
  "word": "peat",
  "ipa": {
    "us": "pi:t",
    "uk": "pit"
  },
  "sentences": [
    {
      "en": "...a peat fire.",
      "cn": "…一堆泥炭火。"
    },
    {
      "en": "A piece of peat that is burned for use as fuel.",
      "cn": "泥炭作为燃料燃烧的一块泥炭."
    },
    {
      "en": "All you need is a large container with a cover, paper waste, peat moss, some water, and of course, worms.",
      "cn": "您所需的只是一个附盖的大容器、废弃纸类、泥煤苔、少许水份、当然还有蠕虫。"
    },
    {
      "en": "Did Dr. Peat - Smith's project have sufficient commercial promise to make an investment worth while?",
      "cn": "以皮特-史密斯博士的研究课题在商业上可能带来的好处来权衡,是否足以值得投资?"
    },
    {
      "en": "In the course of the evening he gave me chapter and verse on the mosses of the Islay peat bogs.",
      "cn": "整个晚上，他向我详细讲述艾莱岛泥炭沼泽地上的各种青苔。"
    },
    {
      "en": "Lean the plants against a wall and cover the roots with peat.",
      "cn": "把植物靠墙摆放，用泥煤盖住根部。"
    },
    {
      "en": "Migh - level peat dominated by Sphagnum residue is an important evidence forpaleodimatic change.",
      "cn": "以泥炭藓植物残体为主的高位泥炭,是古气候研究的重要佐证."
    },
    {
      "en": "Peat is sometimes used as a fertilizer.",
      "cn": "泥炭有时被用作肥料."
    },
    {
      "en": "Peat moss is a major constituent of most soil mixes.",
      "cn": "泥苔藓是许多土壤混合物的主要成份."
    },
    {
      "en": "Peat tar has similar properties to the tar derived from the destructive distillation of wood.",
      "cn": "泥煤焦油的性质和由木材干馏所得到的焦油的性质相似."
    },
    {
      "en": "Strongly acid peat soils are often low in calcium.",
      "cn": "强酸性泥炭土常呈现低钙."
    },
    {
      "en": "The incisive , cultured but unaffected voice matched Peat - Smith's ingenuous appearance.",
      "cn": "皮特 -史密斯 开门见山,彬彬有礼, 而又不失于矫揉造作的话语同他那幅真诚的表情很相称."
    },
    {
      "en": "The peat is a carrier of the wetland nitrogen in the marsh.",
      "cn": "泥炭是沼泽湿地氮的载体,是氮素的源、汇或转化器."
    },
    {
      "en": "The uranium deposits are obscured by sand, peat and glacial drift.",
      "cn": "铀矿床被砂子, 泥炭和冰碛物所覆盖."
    },
    {
      "en": "Thick accumulations of peat can form only if the swamp basin slowly subsides.",
      "cn": "只有当沼泽盆地慢慢下陷时,厚厚的泥炭堆积才能形成."
    },
    {
      "en": "Throughout, Peat - Smith's enthusiasm transmitted itself to them both.",
      "cn": "自始自终, 皮特一史密斯的热情感染了他们俩."
    },
    {
      "en": "We have to import peat moss form from overseas in.",
      "cn": "我们要从海外进口泥煤苔."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "peaty",
          "tran_cn": " 多泥煤的；泥煤似的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "peat bog",
      "tran_cn": "泥炭沼，泥炭沼泽"
    },
    {
      "phrase": "peat moss",
      "tran_cn": "泥煤苔（泥煤的主成分）"
    },
    {
      "phrase": "peat soil",
      "tran_cn": "泥沼质土"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "泥煤，泥炭",
      "tran_en": "a black substance formed from decaying plants under the surface of the ground in some areas, which can be burned as a  fuel  , or mixed with soil to help plants grow well"
    }
  ],
  "exchange": {
    "pl": [
      "peats"
    ],
    "adj": [
      "peaty"
    ]
  }
}