{
  "word": "autopsy",
  "ipa": {
    "us": "ˈɔ:tɒpsi",
    "uk": "ˈɔtɑpsi"
  },
  "sentences": [
    {
      "en": "A hemorrhagic gut was the predominant lesion at autopsy.",
      "cn": "尸检的主要发现是肠出血."
    },
    {
      "en": "After the case is adjudicated, you can have access to the autopsy reports.",
      "cn": "在案件判决之后, 你有权使用尸体解剖报告."
    },
    {
      "en": "An autopsy eventually ascribed the baby's death to sudden infant death syndrome.",
      "cn": "尸检最终认定孩子死于婴儿猝死综合征。"
    },
    {
      "en": "an autopsy report",
      "cn": "验尸报告"
    },
    {
      "en": "An autopsy was needed to ascertain the cause of his death.",
      "cn": "需验尸方能确定他的死因."
    },
    {
      "en": "Better save that. We'll need it for the autopsy.",
      "cn": "还是留著好, 解剖的时候会用到."
    },
    {
      "en": "Figure 4 shows the locations of these fossae and their at autopsy.",
      "cn": "图4显示了这些隐窝的位置和其尸检的检出率."
    },
    {
      "en": "Find something off in that autopsy report, Duck?",
      "cn": "从那验尸报告里找到什么了吗, 达克?"
    },
    {
      "en": "Is It'still illegal to perform an autopsy on a living person?",
      "cn": "这年头在活人身上验尸还算犯法的不?"
    },
    {
      "en": "Methods 38 cases of specimens of lhtty heartall COllie from autopsy.",
      "cn": "研究方法38例脂肪心皆来自尸体解剖."
    },
    {
      "en": "Preliminary autopsy results show the 64 - year - old Milosevic died of a heart attack.",
      "cn": "初步验尸结果显示,64 岁 的米洛舍维奇死于心脏病发作."
    },
    {
      "en": "The autopsy report gave the cause of death as poisoning.",
      "cn": "验尸报告上显示死因为中毒。"
    },
    {
      "en": "The body was transported to the Chicago medical examiner's office for autopsy.",
      "cn": "尸体随后被转移到芝加哥医学检查部门准备尸检."
    },
    {
      "en": "The chest and abdominal cavities are opened here at autopsy.",
      "cn": "尸体解剖显示胸腔和腹腔."
    },
    {
      "en": "They're carrying out an autopsy on the victim.",
      "cn": "他们正在给受害者验尸."
    },
    {
      "en": "This is your first experience of an autopsy, I believe.",
      "cn": "我相信这是你们头一次的解剖经历."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "necropsy",
            "inquest"
          ],
          "tran_cn": "验尸；[病理][特医]尸体解剖；尸体剖检"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "尸体解剖，验尸，[病理]尸体剖检，（事后的）分析，检查",
      "tran_en": "an examination of a dead body to discover the cause of death"
    }
  ],
  "exchange": {
    "pl": [
      "autopsies"
    ]
  }
}