{
  "word": "etched",
  "ipa": {
    "us": "'etʃɪd",
    "uk": "'etʃɪd"
  },
  "sentences": [
    {
      "en": "“We used to work and eat,” Ms. Devi said, her face etched by decades of blistering winters, her fingers thick from summers of tilling the soil.",
      "cn": "德薇的脸上蚀刻几十年冬天风霜，夏天的劳作使她的手变得又粗有厚，她说：“我们以前就是干活和吃饭。"
    },
    {
      "en": "a glass tankard with his initials etched on it",
      "cn": "刻有他姓名首字母的玻璃大酒杯"
    },
    {
      "en": "After that, a layer of nickel was electrodeposited on the opal, which was then etched away. The porosity of the nickel layer was then increased using electropolishing.",
      "cn": "然后，在猫眼石结构表面用电沉积法镀上一层镍膜，之后把猫眼石蚀刻掉，再经过电解抛光，增加这些镍膜空隙度。"
    },
    {
      "en": "Anthea's face was etched with horror.",
      "cn": "安西娅 的脸上流露出恐惧."
    },
    {
      "en": "Crosses were etched into the walls.",
      "cn": "墙壁上刻着十字架。"
    },
    {
      "en": "Every line etched on her face told a story of personal anguish.",
      "cn": "她脸上的每条皱纹都讲述了一次痛苦的经历。"
    },
    {
      "en": "His grief was etched into every line of his face.",
      "cn": "他一脸悲伤。"
    },
    {
      "en": "Sign etched on the job officially here.",
      "cn": "标牌的作业正式蚀刻在这里开始。"
    },
    {
      "en": "Some hotel signage etched pattern is needed, it is how to make the principle of it?",
      "cn": "一些酒店的标识牌的花纹是需要蚀刻的，那是如何制作的原理呢？"
    },
    {
      "en": "The acid etched holes in the crystal surface.",
      "cn": "那种酸在晶体表面蚀刻出一些小孔。"
    },
    {
      "en": "The hammer's silvery head was etched with holy runs and its haft was meticulously wrapped in blue leather.",
      "cn": "锤子头是纯银制成的，雕刻着神圣符文，而握柄则被精心地包裹在蓝色的皮革中。"
    },
    {
      "en": "The image of their son holding up the championship trophy would be etched on their memories forever.",
      "cn": "他们永远也不会忘记儿子高举着冠军奖杯的样子."
    },
    {
      "en": "The lines were so finely etched as to be invisible from a distance.",
      "cn": "线条被蚀刻得如此精细，在远处看都看不见。"
    },
    {
      "en": "The stained-glass panels are etched and then handpainted using traditional methods.",
      "cn": "彩色玻璃板先经过蚀刻，然后用传统技法手工着色。"
    },
    {
      "en": "The ugly scene in the study was still etched in her mind.",
      "cn": "书房里丑陋的一幕在她脑海中依旧清晰。"
    },
    {
      "en": "This stark image will remain etched in the memory of a generation of Berliners.",
      "cn": "这种荒凉的景象将深深铭刻在一代柏林人的记忆中。"
    },
    {
      "en": "This terrible event is etched forever in my memory.",
      "cn": "这一可怕事件永远深深地印刻在我的记忆中."
    },
    {
      "en": "Tiredness and despair were etched into his face.",
      "cn": "疲乏与失望刻在他的脸上."
    },
    {
      "en": "Windows are etched with the vehicle identification number.",
      "cn": "玻璃上刻着车辆识别码。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "eroded",
            "efflorescent"
          ],
          "tran_cn": "被侵蚀的；风化的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "被侵蚀的，被蚀刻的，风化的"
    },
    {
      "pos": "v",
      "tran_cn": "用针和酸类在金属板上蚀刻（图画等）( etch的过去式和过去分词 )，（感情）明显地表露在（脸上），（脸上）明显流露出（感情），铭刻在心里/记忆里/脑海里",
      "tran_en": "If a line or pattern is etched into a surface, it is cut into the surface by means of acid or a sharp tool. You can also say that a surface is etched with a line or pattern. "
    }
  ],
  "exchange": {}
}