{
  "word": "chlorate",
  "ipa": {
    "us": "'klɔ:rɪt",
    "uk": "'kloʊrɪt"
  },
  "sentences": [
    {
      "en": "A bit of gunpowder, sulphur, and potassium chlorate in a tin.",
      "cn": "把一点火药, 硫磺, 氯酸钾放到罐子里。"
    },
    {
      "en": "A new Preparation of perchloric acid and sodium chlorite from sodium chlorate via - oxidation - reduction reaction is reported.",
      "cn": "报道了在一定条件下,用氯酸钠通过歧化反应制备高氯酸和亚氯酸钠."
    },
    {
      "en": "A process of electrolytic synthesis sodiumsodium chlorate solution by dioxide anode based titanium metal is introduced.",
      "cn": "介绍了以钛基体二氧化铅作为阳极,电解氯酸钠合成高氯酸钠的过程."
    },
    {
      "en": "Electricity is the main material for chlorate production.",
      "cn": "电是生产氯酸盐的主要原料。"
    },
    {
      "en": "Happened to have some sodium chlorate lying around from a hot tub we just picked up.",
      "cn": "碰巧有一些氯酸钠从热躺在浴缸，我们拿起左右。"
    },
    {
      "en": "HClO 3 a strong unstable acid with an acrid odor found in chlorate salts.",
      "cn": "一种强但不稳定的酸,带有氯酸盐中的酸味."
    },
    {
      "en": "In this paper, potassium chlorate is researched aboutthermo - dissociation by thermogravimetry ( TG ) on condition without or with catalyst.",
      "cn": "本文用热重法分别研究了在无催化剂或有催化剂情况下 氯酸 钾的热分解 机理."
    },
    {
      "en": "Melt the oxygen - chlorate, drop in some candy, and a fantastic display of fireworks will follow.",
      "cn": "融化供氧化学物氯酸钾, 放入一些糖块, 接着,你将会看到颇具魔幻色彩的烟火表演."
    },
    {
      "en": "Melt the oxygen - potassium chlorate, drop in some candy, and a fantastic display of fireworks will follow.",
      "cn": "在氧气充足的环境下融化氯酸钾, 把一些糖果扔进将融化的氯酸钾里, 绚丽的烟花出现了."
    },
    {
      "en": "Modified polymerized sulphate flocculating agent was made with ferrous sulphate heptahydrate, sulphate acid, natrium chlorate etc.",
      "cn": "以七水硫酸亚铁 、 硫酸 、 氯酸钠等原料,制备了改性聚合硫酸铁絮凝剂."
    },
    {
      "en": "Potassium Chlorate: White powders, salty, it can soluble in water.",
      "cn": "氯酸钾: 白色粉末, 味咸, 可溶于水."
    },
    {
      "en": "Sodium chlorate is a kind of mineral salt which has wide use in bleaching , dyeing, etc.",
      "cn": "摘要氯酸钠是一种用途广泛的无机盐, 是制备二氧化氯的重要原料."
    },
    {
      "en": "Sodium chlorate is a kind of mineral salt which has wide use in bleaching, dyeing, etc.",
      "cn": "氯酸钠是一种用途广泛的无机盐，是制备二氧化氯的重要原料。"
    },
    {
      "en": "Sodium chlorate production process with bittern as raw material is described, and its advantages are discussed.",
      "cn": "叙述以卤水为原料生产氯酸钠的工艺, 并阐述该工艺的生产优势."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "chlorite",
          "tran_cn": " [矿物] 绿泥石；[无化] 亚氯酸盐"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "potassium chlorate",
      "tran_cn": "n. [化]氯酸钾"
    },
    {
      "phrase": "sodium chlorate",
      "tran_cn": "[化]氯酸钠"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "氯酸盐",
      "tran_en": "any salt of chloric acid, containing the monovalent ion ClO3"
    }
  ],
  "exchange": {}
}