{
  "word": "unnecessarily",
  "ipa": {
    "us": "ˌʌn'nesəsərəlɪ",
    "uk": "ʌnˈnɛsəˌsɛrɪlɪ"
  },
  "sentences": [
    {
      "en": "An awful lot of people with depression suffer unnecessarily because of a fear of using medication, but it can be very effective.",
      "cn": "一个可怕的抑郁症的人很多遭受不必要的，因为使用药物的恐惧，但它可以是非常有效的。"
    },
    {
      "en": "Certainly he wasn't going to involve his uncle unnecessarily.",
      "cn": "当然他不想把他的叔叔不必要地卷进去."
    },
    {
      "en": "Do not exert yourself unnecessarily.",
      "cn": "不要做无谓的努力。"
    },
    {
      "en": "Don't cloud the issue, ie Don't make it unnecessarily complicated.",
      "cn": "不要把问题搞得复杂化."
    },
    {
      "en": "I don't want to bother anybody unnecessarily.",
      "cn": "没必要的话,我不想打扰任何人."
    },
    {
      "en": "I don't want to invade your private life unnecessarily.",
      "cn": "我不想过多地干涉你的私生活."
    },
    {
      "en": "It's a waste of words . And it unnecessarily limits you on calls.",
      "cn": "怎么 说都是在浪费口舌,无关紧要地限制你."
    },
    {
      "en": "Not only this, she read them aloud and put down quite unnecessarily words we already knew.",
      "cn": "同时读着,同时连教师随手写的、已经不必要的、读过的熟字, 她也记了下来."
    },
    {
      "en": "Otherwise, it will be lost – and at an unnecessarily high cost.",
      "cn": "否则, 这仗就会打输——而且付出的是不必要的高昂代价."
    },
    {
      "en": "Some parents worry unnecessarily about their children.",
      "cn": "有些父母不必要地为孩子担心."
    },
    {
      "en": "Strict adherence to metaphors ties interfaces unnecessarily to the workings of the physical world.",
      "cn": "刻意遵照隐喻会将界面和物理世界的事物不必要地绑在一起."
    },
    {
      "en": "The agency has been vilified by some doctors for being unnecessarily slow to approve life-saving drugs.",
      "cn": "该机构因对救生药物的审批速度太慢而备受一些医生的诟病。"
    },
    {
      "en": "The report paints an unnecessarily bleak picture of the town.",
      "cn": "这份报道把这个镇子描绘得过于惨淡."
    },
    {
      "en": "The silence lengthened as Thorne unnecessarily shuffled some papers.",
      "cn": "索恩整理着一些本无须整理的文件，沉默还在延续。"
    },
    {
      "en": "They have pulled out patients' teeth unnecessarily.",
      "cn": "他们毫无必要地拔掉了病人的牙。"
    },
    {
      "en": "This will only eat up memory unnecessarily.",
      "cn": "这样只会不必要地消耗内存。"
    },
    {
      "en": "What you should not do is prevent or override it unnecessarily.",
      "cn": "您不应该做的是不必要地阻止或重写它。"
    },
    {
      "en": "Your Highness is taking offence very unnecessarily.",
      "cn": "殿下生气,毫无必要."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unnecessary",
          "tran_cn": " 不必要的；多余的，无用的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "needlessly",
            "redundantly"
          ],
          "tran_cn": "不必要地；多余地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不必要地，多余地，不需要地"
    }
  ],
  "exchange": {
    "adj": [
      "unnecessary"
    ]
  }
}