{
  "word": "upbeat",
  "ipa": {
    "us": "ˈʌpbi:t",
    "uk": "ˈʌpˌbit"
  },
  "sentences": [
    {
      "en": "An upbeat attitude can lead you out of any blow.",
      "cn": "乐观心态能够帮助你从任何打击中走出来."
    },
    {
      "en": "an upbeat message",
      "cn": "乐观的信息"
    },
    {
      "en": "And yet Israel's mood, in contrast to Lebanon's, is remarkably upbeat.",
      "cn": "然而与黎巴嫩形成鲜明对比的是, 以色列的情绪明显很乐观."
    },
    {
      "en": "Bryant appeared upbeat when he spoke to reporters before the game.",
      "cn": "在比赛之前,科比对记者说的时候似乎很乐观."
    },
    {
      "en": "Economists are also more upbeat about the broader outlook for earnings.",
      "cn": "经济学家也对企业盈利的整体前景感到更加乐观."
    },
    {
      "en": "He was more upbeat on the fitness of striker Didier Drogba.",
      "cn": "他对德罗巴的伤情相对还是比较乐观的."
    },
    {
      "en": "Her reservations about long - term treatment weren't reflected in Glaxo's upbeat conclusions.",
      "cn": "在葛兰素乐观的结论中未能反映出她对 长期 治疗的保留意见."
    },
    {
      "en": "In general, be upbeat and positive. Never be negative.",
      "cn": "通常, 要乐观点、积极点. 不要消极."
    },
    {
      "en": "Mourinho later boosted Blues owner Roman Abramovich with an upbeat assessment.",
      "cn": "穆里尼奥随后(讲出了)让蓝军所有者阿布信心大增(的话)."
    },
    {
      "en": "Much of the charm comes from their upbeat attitudes.",
      "cn": "他们的魅力更多地来自他们乐观的精神."
    },
    {
      "en": "Neil's colleagues say he was actually in a joking, upbeat mood.",
      "cn": "内尔的同事们说他实际上在说笑逗乐，心情不错。"
    },
    {
      "en": "The Defense Secretary gave an upbeat assessment of the war so far.",
      "cn": "国防部长对目前的战事给予了乐观的评价。"
    },
    {
      "en": "The tone of the speech was upbeat.",
      "cn": "这次讲话的语气颇为乐观。"
    },
    {
      "en": "The town was finally on the upbeat after our recent troubles.",
      "cn": "这个城市经过动荡后终于又兴旺起来."
    },
    {
      "en": "This usually means nappy editing techniques, upbeat music and striking images.",
      "cn": "它们的共同特点是:快速剪辑技巧, 欢快的旋律和动人的的形象."
    },
    {
      "en": "We got some upbeat news yesterday.",
      "cn": "我们昨天得到一些令人鼓舞的消息."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "optimistic",
            "rising",
            "climbing",
            "upward"
          ],
          "tran_cn": "乐观的；上升的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "health",
            "rise",
            "upgrade",
            "raise",
            "ascension"
          ],
          "tran_cn": "兴旺；上升；弱拍"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "积极乐观的，愉快的，高兴的",
      "tran_en": "positive and making you feel that good things will happen"
    },
    {
      "pos": "n",
      "tran_cn": "兴旺；上升；弱拍"
    }
  ],
  "exchange": {}
}