{
  "word": "ted",
  "ipa": {
    "us": "ted",
    "uk": "ted"
  },
  "sentences": [
    {
      "en": "As an experiment, we bought Ted a watch.",
      "cn": "我们试着给特德买了一块手表。"
    },
    {
      "en": "From the observation booth, we watched Ted and his therapist through the one-way glass.",
      "cn": "我们在观察室透过单向玻璃注视着特德和他的治疗师。"
    },
    {
      "en": "He began informally to handle Ted's tax affairs for him.",
      "cn": "他开始非正式地为特德打理税务。"
    },
    {
      "en": "I'm sure Ted is tootling down the motorway at this very moment.",
      "cn": "我确信泰德此刻正悠闲自得地开车行驶在高速路上。"
    },
    {
      "en": "It came as a shock to hear an old friend speak so honestly about Ted.",
      "cn": "听到一位老朋友如此坦率地谈起特德真让人大吃一惊。"
    },
    {
      "en": "It is doubtful whether Ted, even with his fluent French, passed for one of the locals.",
      "cn": "尽管特德能说一口流利的法语，但他是否会被当成当地人仍值得怀疑。"
    },
    {
      "en": "Ted and I took it in turns to go into hospital and sit with Emma.",
      "cn": "我和特德轮流去医院陪护埃玛。"
    },
    {
      "en": "Ted hated parties, even gatherings of people he liked individually.",
      "cn": "特德讨厌各种派对，即便是他自己喜欢的人的聚会也不例外。"
    },
    {
      "en": "Ted managed to mix business with pleasure.",
      "cn": "特德设法做到了工作与娱乐两不误。"
    },
    {
      "en": "Ted might benefit from hearing his own voice recorded and played back.",
      "cn": "听自己声音的录音回放对特德可能会有帮助。"
    },
    {
      "en": "Ted was very particular about the colors he used.",
      "cn": "特德在用色上非常讲究。"
    },
    {
      "en": "Ted's always been difficult, Mr Kemp — he takes after his dad.",
      "cn": "肯普先生，特德一直很难相处——像他爸。"
    },
    {
      "en": "The invaders gut ted the village.",
      "cn": "侵略者把村中财物洗劫一空."
    },
    {
      "en": "There has been a very one-sided account of her problems with Ted.",
      "cn": "关于她与特德的问题，有一则非常片面的报道。"
    },
    {
      "en": "This public acknowledgment of Ted's disability pained my mother.",
      "cn": "这一下大家都知道了特德的残疾，这让母亲非常痛苦。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "ted bundy",
      "tran_cn": "泰德‧邦迪（连续杀人犯）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "泰德"
    },
    {
      "pos": "vt",
      "tran_cn": "翻晒",
      "tran_en": "to shake out and loosen (hay), so as to dry it "
    }
  ],
  "exchange": {
    "third": [
      "teds"
    ],
    "past": [
      "tedded"
    ],
    "done": [
      "tedded"
    ],
    "ing": [
      "tedding"
    ]
  }
}