{
  "word": "unrealistic",
  "ipa": {
    "us": "ˌʌnrɪəˈlɪstɪk",
    "uk": "ˌʌnriːəˈlɪstɪk"
  },
  "sentences": [
    {
      "en": "But your father stands in the way because of certain unrealistic scruples.",
      "cn": "但是你爸爸因为一些不切实际的清规戒律就踟蹰不前,阻碍了生意的前进."
    },
    {
      "en": "Don't be so bookish and unrealistic.",
      "cn": "不要书生气十足."
    },
    {
      "en": "He found he couldn't string along with their unrealistic notions.",
      "cn": "他感到不能同意他们的不切实际的想法."
    },
    {
      "en": "He said they were unrealistic and steeped in the past.",
      "cn": "他说他们脱离现实，总是沉浸在过去。"
    },
    {
      "en": "I'm not opposed to a core curriculum in principle, but I think requiring a foreign language is unrealistic.",
      "cn": "原则上我不反对设置基础课程，但我认为要求掌握一门外语是不现实的。"
    },
    {
      "en": "In fact, the rules were as unrealistic as they were archaic.",
      "cn": "实际上这些规章既陈旧又不现实。"
    },
    {
      "en": "In practice the rules were as unrealistic as they were archaic.",
      "cn": "实际上这些规章既陈旧又不现实."
    },
    {
      "en": "It is unrealistic to believe perfection is an attainable goal.",
      "cn": "相信完美可以企及是不现实的。"
    },
    {
      "en": "It is unrealistic to expect them to be able to solve the problem immediately.",
      "cn": "指望他们能够立即解决问题是不现实的。"
    },
    {
      "en": "It is unrealistic to put undue pressure on ourselves by saying we are the best.",
      "cn": "说我们是最好的是给自己施加过多的压力，这种做法不切实际。"
    },
    {
      "en": "Most of us have formed an unrealistic picture of life on a desert island.",
      "cn": "我们中多数人对荒岛生活都有过不现实的想法."
    },
    {
      "en": "Some parents have totally unrealistic expectations of teachers.",
      "cn": "有些家长对老师抱着完全不切实际的期望。"
    },
    {
      "en": "The city has unrealistic pretensions to world-class status.",
      "cn": "这个城市不切实际地标榜自己为国际都市。"
    },
    {
      "en": "The film is spoilt by unrealistic contrivances of plot.",
      "cn": "这部电影被不实际的牵强情节给毁了。"
    },
    {
      "en": "There are many who feel that the players are being completely unrealistic in their demands.",
      "cn": "很多人都觉得这些球员的要求是完全不现实的。"
    },
    {
      "en": "This is an unrealistic dream for a young boy like you.",
      "cn": "你年纪轻轻,不要老做白日梦."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "ideal",
            "dream"
          ],
          "tran_cn": "不切实际的；不实在的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "impractical",
            "romantic",
            "theoretical"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不切实际的，不现实的，空想的，不实在的",
      "tran_en": "unrealistic ideas or hopes are not reasonable or sensible"
    }
  ],
  "exchange": {
    "adv": [
      "unrealistically"
    ]
  }
}