{
  "word": "prospectus",
  "ipa": {
    "us": "prəˈspektəs",
    "uk": "prəˈspektəs"
  },
  "sentences": [
    {
      "en": "...a prospectus for a new issue of stock.",
      "cn": "…新发行股票的招股说明书。"
    },
    {
      "en": "An order form was included with the prospectus.",
      "cn": "订单附在说明书上."
    },
    {
      "en": "Do your own research and read the prospectus . Study.",
      "cn": "你要自己做研究,而且要阅读招募说明书."
    },
    {
      "en": "I'm sure you've got a whole prospectus on the subject, right?",
      "cn": "我相信关于这个主题你有一整本说明书, 对 吗 ?"
    },
    {
      "en": "In its prospectus , Blackstone warns it will stick to a long - term focus.",
      "cn": "黑石在他的预期中指出黑石将注重 长期 发展."
    },
    {
      "en": "Investors please refer to prospectus for further details of the unit trust.",
      "cn": "有意作出投资的人士应参阅有关基金的要约文件."
    },
    {
      "en": "Option: Please send me option agreement & prospectus.",
      "cn": "期权: 请邮寄期权和约 及 公开说明书给我."
    },
    {
      "en": "Please refer to the Term Prospectus for tuition fees of individual courses.",
      "cn": "个别学科之学费,请参阅当季章程."
    },
    {
      "en": "Please send prospectus and enrollment form, and details of fees for a short English course.",
      "cn": "请寄贵校简章及报名单, 以及短期英语课程的收费细节."
    },
    {
      "en": "Prospectus, if the company is established through subscription.",
      "cn": "以募集方式设立公司的, 还须提交招股说明书."
    },
    {
      "en": "The restaurant have girls hand out prospectus in the street.",
      "cn": "饭店请姑娘们在街上散发宣传小册子."
    },
    {
      "en": "The Tories will have to supply a more comprehensive prospectus than they have so far.",
      "cn": "它实际上标志着一场遥遥无期的政治大选拉开了序幕."
    },
    {
      "en": "This Association reserves the right for any amendments in this prospectus.",
      "cn": "本章程如有未尽善处,本会有权随时修改."
    },
    {
      "en": "This Department reserves the right for any amendments in this prospectus.",
      "cn": "本章程如有未尽善处,本署有权随时修改."
    },
    {
      "en": "Yes, as long as the prospectus correctly reflects the dangers.",
      "cn": "应该, 只要招股说明书正确反映了其中的危险."
    },
    {
      "en": "Yes, I did read about it in the prospectus you sent me about the section.",
      "cn": "对了, 在你们寄给我的质检科规划书中我读到过."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "specimen page",
            "specimen sheet"
          ],
          "tran_cn": "内容说明书；样张；创办计划书"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abbreviation",
            "program",
            "sketch",
            "summary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "内容说明书，（即将出版的书等的）内容介绍，简介，计划书，意见书，（讲义等的）大纲",
      "tran_en": "A prospectus is a detailed document produced by a company, college, or school, which gives details about it"
    }
  ],
  "exchange": {
    "pl": [
      "prospectuses"
    ]
  }
}