{
  "word": "placebo",
  "ipa": {
    "us": "pləˈsiːbəʊ",
    "uk": "pləˈsiːboʊ"
  },
  "sentences": [
    {
      "en": "An active placebo mimics the side effects of the experimental drug.",
      "cn": "一种有效的对照剂模拟出了这种实验性药物的副作用."
    },
    {
      "en": "Criteria for inclusion of treatment trials were randomization and placebo control.",
      "cn": "治疗试验入选的标准包括随机选择和安慰剂对照."
    },
    {
      "en": "DESIGN: Randomized, single blind and placebo control prospective study based on patients.",
      "cn": "设计: 以患者为研究对象,随机 、 盲、慰剂对照的前瞻性研究."
    },
    {
      "en": "How come they didn't trigger a placebo effect?",
      "cn": "药片怎么没触发安慰剂效应?"
    },
    {
      "en": "Improvement After Arthroscopy: The Placebo Effect?",
      "cn": "关节镜检查后的改善: 安慰效应?"
    },
    {
      "en": "Is this the placebo effect?",
      "cn": "这是安慰剂效应?"
    },
    {
      "en": "Methods A multicenter, randomized, double - blind , placebo - controlled study was carried ont.",
      "cn": "方法多中心 、 随机 、 双盲 、 安慰剂对照研究."
    },
    {
      "en": "Methods A multicenter, randomized, double - blind , placebo - controlled, parallel design, 6 - week study was performed.",
      "cn": "方法多中心 、 随机双盲 、 安慰剂对照 、 平行设计临床试验."
    },
    {
      "en": "Methods A randomized double - dummy placebo - controlled study.",
      "cn": "方法采用随机双盲、空白对照的临床观察."
    },
    {
      "en": "Methods: A randomized, double - blind, placebo add - on was taken.",
      "cn": "方法: 随机双盲, 添加治疗安慰剂对照临床试验."
    },
    {
      "en": "Or it could be that the needles caused a “super placebo” effect, triggering a real reaction in the brain that changes the way the body perceives and responds to pain.",
      "cn": "或者是因为针灸造成了一种“超级安慰剂”效应，并触发了大脑内的一个反应，这种反应能改变身体对疼痛信号的感知和回应。"
    },
    {
      "en": "Placebo effect effect of taking a placebo.",
      "cn": "宽慰作用(服安慰剂后的)."
    },
    {
      "en": "The placebo effect can be understood only if we acknowledge the unity of mind and body.",
      "cn": "只有我们承认身心一体，安慰剂效果才能被理解。"
    },
    {
      "en": "The placebo effect refers to all the observable behaviors caused by placebo.",
      "cn": "安慰剂效应是指由安慰剂所引起的可观察的行为."
    },
    {
      "en": "The placebo has been found to work with a lot of different cases.",
      "cn": "人们已发现安慰剂能在很多不同的病例中发挥作用。"
    },
    {
      "en": "The results in comparison to placebo strongly suggest that MPS is absorbed.",
      "cn": "这些结论与安慰剂对照,均提示MPS(多磺酸粘多糖)吸收非常良好."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "placebo effect",
      "tran_cn": "n. 安慰剂效果"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "安慰剂，宽心话，为死者所诵的晚祷词，（试验药物用的）无效对照剂",
      "tran_en": "when someone feels better after taking a placebo, even though it has not had any effect on their body"
    }
  ],
  "exchange": {
    "pl": [
      "placebos"
    ]
  }
}