{
  "word": "invertebrate",
  "ipa": {
    "us": "ɪnˈvɜːtɪbrət",
    "uk": "ɪnˈvɜːrtɪbrət"
  },
  "sentences": [
    {
      "en": "...invertebrate creatures.",
      "cn": "...无脊椎动物。"
    },
    {
      "en": "“ Smithers, don’t you think it’s ironic that your irregular night-time activities are in inverse proportion to your reputation as an expert in the area of invertebrate research?",
      "cn": "“斯密德斯，难道你不认为自己无规律的夜生活与你作为无脊椎动物研究领域的专家的声望成反比是具有讽刺意味的吗？”"
    },
    {
      "en": "Concept artist Terryl Whitlatch wanted the colo claw fish to have an invertebrate look, so her early designs were based on an earwig.",
      "cn": "概念画家特丽尔·惠特拉奇希望科洛爪鱼拥有无脊椎动物的外表，所以她的早期设计是以蠼螋为基础的。"
    },
    {
      "en": "Cropland surface soil invertebrate living in it is considered as a special ecosystem in cropland - soil system.",
      "cn": "农田表土层及其生活在其中的土壤动物被认为是农田土壤生态系统中一类特殊的生态系统."
    },
    {
      "en": "Half of all invertebrate species live in tropical rain forests.",
      "cn": "一半的无脊椎动物物种生活在热带雨林中."
    },
    {
      "en": "Increasing salinity caused by the evaporation resulted in the extermination of scores of invertebrate species.",
      "cn": "由蒸发引起的越来越高的盐度造成无脊椎动物种类的灭绝."
    },
    {
      "en": "Matt Shardlow , chief executive of Buglife , the Invertebrate Conservation Trust, said:'British wildlife is in crisis.",
      "cn": "无脊椎动物保护主义协会的主要负责人马特?沙德洛说, 英国野生物种正处在危机中."
    },
    {
      "en": "No one has suggested an amphibian, a bird, or any type of invertebrate.",
      "cn": "人们都觉得它不可能属于两栖类 、 鸟类或者无脊椎类动物."
    },
    {
      "en": "Smithers, don't you think it's ironic that your irregular night-time activities are in inverse proportion to your reputation as an expert in the area of invertebrate research?",
      "cn": "斯密德斯，难道你不认为自己无规律的夜生活与你作为无脊椎动物研究领域的专家的声望成反比是具有讽刺意味的吗？"
    },
    {
      "en": "The site of the proposed airport is incredibly important for native invertebrate animals … St Helena has about 400 species that occur nowhere else in the world.",
      "cn": "提到机场的位置对于本国的无脊椎动物非常重要...圣赫勒拿大概有400个物种在世界其它地方是没有的。"
    },
    {
      "en": "There was a hierarchical system in neurobiology, and working in invertebrate animals was not looked upon favorably, except in a very special case: the squid giant axon.",
      "cn": "神经生物学中有一个等级系统，无脊椎动物的研究不被看好，除了非常特殊的例子：枪乌贼巨大的轴突。"
    },
    {
      "en": "They disliked him only because he was invertebrate.",
      "cn": "他们不喜欢他就是认为他意志较弱."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "spineless"
          ],
          "tran_cn": "[无脊椎]无脊椎的；无骨气的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Invertebrate Zoology"
          ],
          "tran_cn": "[无脊椎]无脊椎动物；无骨气的人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "craven",
            "creature"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "a&n",
      "tran_cn": "无脊椎的,无骨气的人",
      "tran_en": "a living creature that does not have a  backbone "
    },
    {
      "pos": "adj",
      "tran_cn": "无脊椎的；无骨气的",
      "tran_en": "Invertebrate is also an adjective"
    },
    {
      "pos": "n",
      "tran_cn": "无脊椎动物",
      "tran_en": "a living creature that does not have a  backbone "
    }
  ],
  "exchange": {
    "pl": [
      "invertebrates"
    ]
  }
}