{
  "word": "showcase",
  "ipa": {
    "us": "ˈʃəʊkeɪs",
    "uk": "ˈʃoʊkeɪs"
  },
  "sentences": [
    {
      "en": "A showcase of classic signature curves and timeless features.",
      "cn": "展示经典签字曲线和永恒的特点."
    },
    {
      "en": "And the new Moroccan bead - and - jewel - encrusted styles will showcase your inner diva.",
      "cn": "新款摩洛哥风情的珠宝配饰则更能展现你的内在气质."
    },
    {
      "en": "Any investigation of this type, which is a political exercise, requires a showcase villain.",
      "cn": "这类调查是一种政治仪式, 每次都得有拉出来示众的反面角色."
    },
    {
      "en": "Building great museums to showcase their treasures should only increase their appeal.",
      "cn": "建造非凡的博物馆展示他们的财富只会增加它们的魅力."
    },
    {
      "en": "Could I look ai that jade carving in the showcase?",
      "cn": "能看看橱窗里那玉雕 吗 ?"
    },
    {
      "en": "It must have slipped through the tiny opening between the showcase and the window.",
      "cn": "这一定是从那只陈列柜和窗户之间的小缝里滚掉了."
    },
    {
      "en": "Miss Martha leaned weakly against the showcase.",
      "cn": "玛莎小姐无力地靠着陈列柜."
    },
    {
      "en": "Restored films are being showcased this month at a festival in Paris.",
      "cn": "本月的巴黎电影节将展映一些修复版的电影。"
    },
    {
      "en": "The chef likes to showcase his best dishes there.",
      "cn": "大厨喜欢在此将他最拿手的菜作一番橱窗展示."
    },
    {
      "en": "The festival remains a valuable showcase for new talent.",
      "cn": "音乐节一直是新秀展示才华的宝贵机会。"
    },
    {
      "en": "The festival was a showcase for young musicians.",
      "cn": "音乐节是青年音乐家展现才华的场合。"
    },
    {
      "en": "The interview allows the opportunity for you to showcase your skills.",
      "cn": "此次面试留有充分的机会让你展示你的技能."
    },
    {
      "en": "The museum stored all frangible articles in a locked showcase.",
      "cn": "博物馆的陈列橱里贮藏了所有易碎物品."
    },
    {
      "en": "The thieves smashed the showcase and stole the vase.",
      "cn": "盗贼打碎了玻璃陈列柜并偷走了花瓶."
    },
    {
      "en": "This opera is a stunning showcase for the company.",
      "cn": "这是一出显示该剧团艺术水平的令人倾倒的歌剧."
    },
    {
      "en": "To find out more, please visit our Product Showcase.",
      "cn": "详情请拜访我们的产品陈列室."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（商店或博物馆等的）玻璃柜台，玻璃陈列柜，展示（优点的）场合",
      "tran_en": "an event or situation that is designed to show the good qualities of a person, organization, product etc"
    },
    {
      "pos": "v",
      "tran_cn": "展示（优点）"
    },
    {
      "pos": "vt",
      "tran_cn": "使展现；在玻璃橱窗陈列",
      "tran_en": "If something is showcased, it is displayed or presented to its best advantage"
    }
  ],
  "exchange": {
    "pl": [
      "showcases"
    ]
  }
}