{
  "word": "already",
  "ipa": {
    "us": "ɔːlˈredi",
    "uk": "ɔːlˈredi"
  },
  "sentences": [
    {
      "en": "‘Lunch? ’ ‘No thanks, I've already eaten. ’",
      "cn": "“午餐？”“不，谢谢，我已吃过了。”"
    },
    {
      "en": "Already, both sides are jockeying to belittle the other side.",
      "cn": "双方已经在使出浑身解数贬低对方了。"
    },
    {
      "en": "Food production has already fallen behind the population growth.",
      "cn": "粮食生产已经跟不上人口增长。"
    },
    {
      "en": "He is already getting in trim for the big day.",
      "cn": "他已经在为那个重要的日子调整状态了。"
    },
    {
      "en": "He was already asleep in the bed, which smelled faintly of mildew.",
      "cn": "他已经在略带霉味的床上睡着了。"
    },
    {
      "en": "His proposals have already been rebuffed by the Prime Minister.",
      "cn": "他的提议已经被首相否决了。"
    },
    {
      "en": "The caterers were already laying out the tables for lunch.",
      "cn": "负责餐饮的人已经在为午餐摆桌了。"
    },
    {
      "en": "The country's politicians are already heaving a collective sigh of relief.",
      "cn": "该国的政界人士均已松了口气。"
    },
    {
      "en": "The design of the new house is similar to those that have already been built.",
      "cn": "新房的设计与那些已建好的房子相似。"
    },
    {
      "en": "The grand design of Europe's monetary union is already agreed.",
      "cn": "欧洲统一货币的宏伟构想已经获得认同。"
    },
    {
      "en": "The knee's coming on fine, I'm walking comfortably already.",
      "cn": "膝盖恢复得很好，我现在走路已经不疼了。"
    },
    {
      "en": "The manuscript had already been sent off to the printers.",
      "cn": "原稿已经寄给印刷厂了。"
    },
    {
      "en": "The material consisted only of already published, unclassified information.",
      "cn": "这份材料里只有一些已公开的、非保密性质的信息。"
    },
    {
      "en": "The performance had already started when we arrived.",
      "cn": "我们到达时表演已经开始了。"
    },
    {
      "en": "The survey claims loan companies prey on weak families already in debt.",
      "cn": "这项调查声称信贷公司专对那些已经负债的弱势家庭下手。"
    },
    {
      "en": "Their own lives already seemed to possess the symmetries of narrative art.",
      "cn": "他们自己的生活似乎已经拥有叙事艺术的对称性。"
    },
    {
      "en": "These ceremonies were already part of pre-Christian ritual in Mexico.",
      "cn": "这些仪式已经成为墨西哥基督教时期以前的宗教仪式的一部分。"
    },
    {
      "en": "Two out of every three Britons already own a video recorder.",
      "cn": "每3个英国人中就有两个已经有了录像机。"
    },
    {
      "en": "We got there early but Mike had already left.",
      "cn": "我们及早到了那里，但是迈克已经离开了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "yet"
          ],
          "tran_cn": "已经"
        },
        {
          "words": [
            "before",
            "beforehand",
            "by",
            "even",
            "just",
            "now",
            "previously"
          ],
          "tran_cn": "现在"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "已经，早已，（表惊奇）都",
      "tran_en": "before now, or before a particular time"
    }
  ],
  "exchange": {}
}