{
  "word": "billow",
  "ipa": {
    "us": "ˈbɪləʊ",
    "uk": "ˈbɪloʊ"
  },
  "sentences": [
    {
      "en": "...thick plumes of smoke billowing from factory chimneys.",
      "cn": "…从工厂烟囱里冒出来的滚滚浓烟。"
    },
    {
      "en": "A door shuts with a bang and curtains billow into the room.",
      "cn": "房门砰地一声关上了,窗帘被风翻卷着吹向屋内."
    },
    {
      "en": "Billow of this wave Na Bo, I also did not catch which wave.",
      "cn": "这波浪那波浪, 哪波浪我也没赶上."
    },
    {
      "en": "Cumulus clouds billow over the landscape near Cedar City, Utah.",
      "cn": "犹他州,锡达城附近, 积云在大地上空翻涌."
    },
    {
      "en": "Enter 90 age, one billow crosses the ostrich upsurge that across our country high one billow.",
      "cn": "进入90年代, 席卷我国的鸵鸟热潮一浪高过一浪."
    },
    {
      "en": "He exhaled a billow of cigar smoke.",
      "cn": "他吐出一股雪茄烟."
    },
    {
      "en": "I watched the sails billow and the ship heel over slightly.",
      "cn": "我看到船帆扬起,船有一点倾斜."
    },
    {
      "en": "In addition, the net that billow encounters problem of serious network pilfer edition as much.",
      "cn": "此外, 逐浪网也同样遭遇到严重的网络盗版问题."
    },
    {
      "en": "In the house a door shuts with a bang, curtains billow into the room.",
      "cn": "房间里,一扇门“砰”地一声关上了, 窗帘也被风吹得像鼓起的帆."
    },
    {
      "en": "It is almost startling to hear this warning of departed time sounding among the tombs, and telling the lapse of the hour, which, like a billow, has rolled us onward towards the grave.",
      "cn": "坟墓间 回荡着的钟声，听来令人悚然惊惧，它警告你又一个钟头业已过去，而时光的消逝，就像一个大浪，在不停地把我们卷向坟墓。"
    },
    {
      "en": "One has squared body from the back, yellow sanded billow.",
      "cn": "一具具摆平的尸体后面, 黄沙滚滚."
    },
    {
      "en": "Steam billowed out from under the hood.",
      "cn": "蒸汽从机罩下冒了出来。"
    },
    {
      "en": "Such, company ability develops, ability classics wind fights billow , long fill do not decline.",
      "cn": "这样, 企业才能发展, 才能经风抗浪, 长盛不衰."
    },
    {
      "en": "The pigeon cuts open Yun Duo, E pokes billow wave.",
      "cn": "白鸽剪开云朵朵, 白鹅拨开浪波波."
    },
    {
      "en": "The smoke was beginning to billow into the room now - yellow, acrid fumes that made Elizabeth choke.",
      "cn": "现在,浓烟滚滚卷进屋内 —— 黄色辛辣的烟使得伊丽莎白透不过气来."
    },
    {
      "en": "The smoke was beginning to billow into the room nowDyellow, acrid fumes that made Elizabeth choke.",
      "cn": "现在,浓烟滚滚卷进屋内――黄色辛辣的烟使得伊丽莎白透不过气来."
    },
    {
      "en": "The unknown hatches my unswerving belief, makes me persist in sailing against the billow of life.",
      "cn": "让未知孵化我不渝的信仰, 坚持在浩瀚人生巨流里前航!"
    },
    {
      "en": "The white sails billow with the breezes they catch.",
      "cn": "一张张白帆随着微风舞动。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "billowy",
          "tran_cn": " 汹涌的；巨浪似的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "very high seas",
            "heavy sea"
          ],
          "tran_cn": "巨浪"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "balloon",
            "cloud",
            "heave",
            "sea",
            "surge",
            "swell"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巨浪，如波涛滚滚而来之物",
      "tran_en": "a wave, especially a very large one"
    },
    {
      "pos": "v",
      "tran_cn": "翻腾",
      "tran_en": "When smoke or cloud billows, it moves slowly upward or across the sky"
    },
    {
      "pos": "vi",
      "tran_cn": "在波涛中翻滚，扬起，鼓起"
    }
  ],
  "exchange": {
    "pl": [
      "billows"
    ],
    "third": [
      "billows"
    ],
    "past": [
      "billowed"
    ],
    "done": [
      "billowed"
    ],
    "ing": [
      "billowing"
    ]
  }
}