{
  "word": "jurassic",
  "ipa": {
    "us": "dʒʊˈræsɪk",
    "uk": "dʒʊˈræsɪk"
  },
  "sentences": [
    {
      "en": "An image feet of live mainly in Jurassic and cretaceous.",
      "cn": "蜥脚形类主要生活在侏罗纪和白垩纪."
    },
    {
      "en": "And on your left, you have Tyrannosaurus Rex, a carnivore from the Jurassic period.",
      "cn": "在您的左边, 您看到的是暴龙, 一种来自侏罗纪的肉食动物."
    },
    {
      "en": "At the end of the Jurassic there occurred a transient compression event.",
      "cn": "侏罗纪末期发生过短暂的挤压事件."
    },
    {
      "en": "Coal measures in Xiaonan coalmine belong to Jurassic terrestrial deposit.",
      "cn": "晓南煤矿含煤地层属侏罗系陆相沉积."
    },
    {
      "en": "I could imagine them as Jurassic dinosaurs and me really being scared.",
      "cn": "我可以想象它们是侏罗纪恐龙,而我真的被它们吓着."
    },
    {
      "en": "Is Jurassic Chaidamu Basin a Foreland Basin?",
      "cn": "柴达木侏罗纪盆地是“前陆盆地” 吗 ?"
    },
    {
      "en": "Is spielberg's Jurassic Park razor - clawed Velociraptor an accurate portrayal?",
      "cn": "《侏罗纪公园》中,描述的速龙是否正确?"
    },
    {
      "en": "Jurassic Biostratigraphic Sequence in the Middle of Northern Tibet.",
      "cn": "辽西地区白垩纪火山岩层序探讨."
    },
    {
      "en": "Jurassic Park had broken all box office records.",
      "cn": "《侏罗纪公园》打破了所有票房纪录。"
    },
    {
      "en": "Mineral, palaeontology, middle devonian, permian to early jurassic, and cretaceous.",
      "cn": "收藏矿物 、 古生物学 、 中泥盆纪 、 二叠纪到早期的侏罗纪和白恶纪."
    },
    {
      "en": "Nick: Well, along with Jurassic Park!",
      "cn": "尼克: 这个嘛, 还要加上《侏罗纪公园》!"
    },
    {
      "en": "Okay , now the Mastodon is from the semi - late Jurassic period.",
      "cn": "接下来这头乳齿象是来自侏罗纪中后期."
    },
    {
      "en": "Taibei Say was the depositional center of Turpan - Harmi Basin after Jurassic.",
      "cn": "台北凹陷在侏罗纪以后成为吐哈盆地的沉积中心."
    },
    {
      "en": "There are high quality coal resources in Jurassic strata of Ordos Basin.",
      "cn": "鄂尔多斯盆地赋存有侏罗纪优质煤炭资源."
    },
    {
      "en": "Wanquansi silver and deposit occurs formation of Jurassic system , MesozoicEra.",
      "cn": "万全寺银金矿床赋存干中生界侏罗系白旗组."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "jurassic period",
      "tran_cn": "侏罗纪，侏罗纪时期"
    },
    {
      "phrase": "middle jurassic",
      "tran_cn": "中侏罗世；中侏罗纪"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "侏罗纪的，侏罗系的",
      "tran_en": "of, denoting, or formed in the second period of the Mesozoic era, between the Triassic and Cretaceous periods, lasting for 55 million years during which dinosaurs and ammonites flourished "
    },
    {
      "pos": "n",
      "tran_cn": "侏罗纪"
    }
  ],
  "exchange": {}
}