{
  "word": "raindrop",
  "ipa": {
    "us": "ˈreɪndrɒp",
    "uk": "ˈreɪndrɑp"
  },
  "sentences": [
    {
      "en": "Excessively long fall distances are required for drops of raindrop size to attain terminal velocity.",
      "cn": "雨滴为了得到足够的末速度必须下降很长距离."
    },
    {
      "en": "Have you ever had the sensation of falling through infinite space, shattering, crumbling, of being about to disappear like a raindrop into the ocean?",
      "cn": "不知道你曾否有过这样的感受：掉进了一个没有边际的空间里面，不断地破碎，变成小块，好像雨滴落入大海那样的慢慢消失？"
    },
    {
      "en": "If I were a raindrop ... ",
      "cn": "如果我是雨滴的话..."
    },
    {
      "en": "Inside a bowling alley : Please be quiet, we need to hear raindrop.",
      "cn": "在保龄球馆: 保持安静, 我们需要倾听大头针落地."
    },
    {
      "en": "Its lens, nobigger than a small raindrop, magnified objects hundreds of times.",
      "cn": "它的镜头大不过小雨滴，却能使物体放大数百倍。"
    },
    {
      "en": "Little cookie unfolds her colorful umbrella hurriedly in order to block the raindrop.",
      "cn": "哗啦啦,小饼干赶紧撑起小花伞,这才挡住了小雨点."
    },
    {
      "en": "Mr. Raindrop, falling away from me now.",
      "cn": "雨滴先生, 现在离我而去了."
    },
    {
      "en": "My hands reached out , catching nothing but a raindrop, on a leaf that had withered.",
      "cn": "妾触手可及, 唯雨滴耳, 落于飘零之黄叶."
    },
    {
      "en": "My hands reached out, catching nothing a raindrop, on a leaf that had withered.",
      "cn": "妾伸手欲触, 无他, 但枯叶一雨滴耳."
    },
    {
      "en": "My hands, catching nothing but a raindrop, on a leaf that had withered.",
      "cn": "我伸出双手, 却杳不可及, 唯有残逝的叶子上的一滴雨水."
    },
    {
      "en": "None of the substances would serve as the center of a snow crystal or raindrop.",
      "cn": "那些物质都不能构成雪的结晶或雨点的核心."
    },
    {
      "en": "The raindrop falls on my face.",
      "cn": "雨点落在我的脸上."
    },
    {
      "en": "The raindrop was beating against the windowpanes.",
      "cn": "雨点拍打着窗玻璃."
    },
    {
      "en": "The raindrop whispered to the jasmine, \" Keep me in your heart for ever. \"",
      "cn": "雨点向茉莉花微语道: “ 把我永久地留在你的心里吧. ”"
    },
    {
      "en": "The raindrop, humidified vapor or liquid usually contain minerals that erode the precision parts instrument.",
      "cn": "雨水 、 湿气、和液体含有矿物质,会腐蚀精密部件."
    },
    {
      "en": "The tribo - surface produces electrical pitting and appears local fusion and molten raindrop metallic grain splashed af.",
      "cn": "载流条件下,摩擦表面发生电点蚀,并出现局部熔化和雨滴状金属颗粒."
    },
    {
      "en": "Then something - a pebble, a raindrop - breaks the surface and shatters the mirror.",
      "cn": "接着,什么东西打破了镜面,是一颗鹅卵石, 或者是一滴雨水."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "drip-drop"
          ],
          "tran_cn": "[气象]雨滴；雨点"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雨点，雨滴",
      "tran_en": "A raindrop is a single drop of rain"
    }
  ],
  "exchange": {
    "pl": [
      "raindrops"
    ]
  }
}