{
  "word": "carrion",
  "ipa": {
    "us": "ˈkæriən",
    "uk": "ˈkæriən"
  },
  "sentences": [
    {
      "en": "A vulture feeds on carrion.",
      "cn": "美洲鹫以动物的腐肉为食物."
    },
    {
      "en": "Bald eagles snatch fish at the water surface, rob osprey of fish, and eat carrion.",
      "cn": "白头海雕常掠过水面捕鱼, 并抢夺鹗抓到的鱼, 也吃腐肉."
    },
    {
      "en": "Barclays, a British universal bank, is picking at the carrion of Lehman Brothers.",
      "cn": "巴克莱 —— 一家英国的全能银行 —— 也正在蚕食雷曼兄弟的尸体."
    },
    {
      "en": "Caracaras have a varied diet that includes insects and carrion.",
      "cn": "卡拉卡拉鹰吃不同的食物如昆虫和腐肉."
    },
    {
      "en": "Carrion a traditional dairy dishes in Jiaxing a few Wu Chun - mao of the better hotels Chupin.",
      "cn": "乳腐肉是嘉兴传统名菜,数吴震懋饭店出品的为佳."
    },
    {
      "en": "Carrion crows bewail the dead sheep and then eat them.",
      "cn": "乌鸦吃死羊,先要哭一场;猫哭老鼠假慈悲."
    },
    {
      "en": "Crows circled overhead, looking for carrion.",
      "cn": "乌鸦在头顶盘旋，寻觅着腐肉。"
    },
    {
      "en": "crows feeding on carrion",
      "cn": "以腐肉为食的乌鸦"
    },
    {
      "en": "In India, veterinary use of the drug Diclofenac may be largely responsible for the crash in vulture and other carrion bird populations.",
      "cn": "在印度，秃鹫以及其他以腐肉为食的鸟类数量大量减少可能主要归咎于兽医对双氯芬酸的使用。"
    },
    {
      "en": "Like carrion crows we live and feed on meat.",
      "cn": "就像食腐的乌鸦一样靠肉生活."
    },
    {
      "en": "London has pigeons and Karachi has hawks. There are hundreds of constantly circling raptor birds, which means a menu of either carrion or vermin.",
      "cn": "伦敦有鸽子，卡拉奇有鹞鹰，天空中总是有几百只猛禽在盘旋，表明有腐肉和毒虫可供它们觅食。"
    },
    {
      "en": "Proletarian, be aware of the raid to the USSR planned by the carrion crows!",
      "cn": "无产者们，要看到由吃腐肉的乌鸦计划的突袭苏联行动！"
    },
    {
      "en": "The diet of a warthog consists mainly of grasses, roots, and berries the occasional carrion.",
      "cn": "疣猪的日常伙食主要由草 、 根和浆果组成,当然它也不会介意偶尔遇见的腐肉."
    },
    {
      "en": "The raven will seek the carrion.",
      "cn": "渡鸦爱觅腐尸."
    },
    {
      "en": "The vultures also had a third role : clearing human carrion.",
      "cn": "兀鹫同样有第三种作用,那就是吃死人肉."
    },
    {
      "en": "They range widely in search of carrion.",
      "cn": "它们在广阔的区域内搜寻腐肉。"
    },
    {
      "en": "Vultures usually feed on carrion or roadkill.",
      "cn": "兀鹫通常以腐肉和公路上的死伤动物为食."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "doty",
            "sloughy"
          ],
          "tran_cn": "腐肉的；腐朽的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "slough"
          ],
          "tran_cn": "腐肉；臭尸；不洁之物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "腐肉的；腐朽的"
    },
    {
      "pos": "n",
      "tran_cn": "动物尸体的腐肉，污秽的东西",
      "tran_en": "the decaying flesh of dead animals, which is eaten by some animals and birds"
    }
  ],
  "exchange": {}
}