{
  "word": "electro",
  "ipa": {
    "us": "ɪ'lektrəʊ",
    "uk": "ɪ'lektroʊ"
  },
  "sentences": [
    {
      "en": "A new electro - hydraulic synthetic control test systemhave been designed and yet.",
      "cn": "研究中还设计了一种新型的电液比例综合控制试验系统."
    },
    {
      "en": "Electro - Nite Your partner in measurement, monitoring and control of molten metal processes.",
      "cn": "我们是您在液态金属测量, 过程控制领域内忠实的合作伙伴."
    },
    {
      "en": "Electro-deposition is an electrochemical process used to reproduce accurately a cavity or core form from a given pattern.",
      "cn": "电解加工是根据给定的样品精确地再造凸凹模的一种电化学加工工艺。"
    },
    {
      "en": "Finally, the polyimide layer at the tips was removed by electro discharging.",
      "cn": "最后, 尖端的绝缘层用放电法去除."
    },
    {
      "en": "In fact, it was clear that those were the electro - magnetic waves of Maxwell's theory.",
      "cn": "事实上, 很清楚这种波实际上就是麦克斯韦理论中提到的电磁波."
    },
    {
      "en": "It may be an environment - simulation device such as a centrifuge or electro - mechanical vibrator.",
      "cn": "可能是一种环境模拟装置,如离心机或机电式振动台."
    },
    {
      "en": "It's Kashima Coat, an electro-chemical surface treatment borrowed from the Japanese motorsports industry that reduces friction for smoother and more responsive movement suspension parts.",
      "cn": "它叫做卡斯玛涂层，是一种电镀表面处理方式，借用了日本摩托车产业技术，能够减小摩擦，使悬挂组件移动更迅速。"
    },
    {
      "en": "Micro - Electro - Mechanical System ( MEMS ) was born in 1990's . It developed rapidly in the past 20 years.",
      "cn": "微电子机械系统( Micro -Electro-MechanicalSystem, 简称 MEMS ) 诞生于20世纪90年代,在过去的20年中得到了飞速的发展."
    },
    {
      "en": "PPY films were prepared by electro - chemical method onto the indium - tin oxide glass ( ITO ).",
      "cn": "以电化方法在ITO 导电玻璃 基体上制备聚合物聚吡咯薄膜."
    },
    {
      "en": "Priority to who is familiar with mechanical and electro - mechanical expertise, auto industry.",
      "cn": "懂机械或机电类专业知识, 汽车行业经验者优先."
    },
    {
      "en": "Processes : Stamping, Polishing, Brushing, Sand Blasting , Chemical Etching, Electro Plating, PVD.",
      "cn": "制程: 冲压, 抛光, 拉丝, 喷砂,化学腐蚀, 电镀, 真空镀."
    },
    {
      "en": "Progress of optical phased array ( OPA ) technology based on electro - optic material is summarized.",
      "cn": "综述了基于电光材料的光学相控阵 ( OPA ) 的研究进展."
    },
    {
      "en": "Servos for large radars and launchers are either electro - hydraulic or all - electric.",
      "cn": "大型雷达和发射装置的伺服系统,不是电动 - 液压式的,就是全电动式的."
    },
    {
      "en": "Speed, electro - chemical aluminum foil and tightness improper generates this kind of failure.",
      "cn": "电化铝箔运输速率与不松度不妥也会爆发这栽障碍."
    },
    {
      "en": "The paper studies the digital self - adaptation control electro - hydraulic fatigue testing machine.",
      "cn": "以数字式自适应动态 电液 疲劳试验机为研究对象,介绍了系统的概况."
    },
    {
      "en": "This article introduces the principle, structure and characteristic of electro - optical sorter.",
      "cn": "本文介绍了光电色选机的色选原理 、 结构组成及其特点."
    },
    {
      "en": "We prefer brass because of its excellent casting, polishing and electro - plating properties.",
      "cn": "我们宁愿黄铜由于其出色的铸造, 抛光和电镀性能."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "plate"
          ],
          "tran_cn": "电镀"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "electro discharge machining",
      "tran_cn": "放电加工"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "电镀物品，电版"
    },
    {
      "pos": "vt",
      "tran_cn": "电镀"
    }
  ],
  "exchange": {}
}