{
  "word": "superstructure",
  "ipa": {
    "us": "ˈsu:pəstrʌktʃə(r)",
    "uk": "ˈsupərstrʌktʃə(r)"
  },
  "sentences": [
    {
      "en": "A slender superstructure was dictated with gently sloping approaches rather than staircases.",
      "cn": "细长的上部结构,带有微缓斜坡接坡,比布置阶梯为优."
    },
    {
      "en": "And law as superstructure, also won't alter oneself economic basis.",
      "cn": "而法律作为上层建筑, 也不会改变自己的经济基础."
    },
    {
      "en": "As a finish coat on superstructure, in engine room, pump room, etc.",
      "cn": "适用于上层建筑 、 发动机室 、 泵房等的面漆."
    },
    {
      "en": "Cypress and redwood are seldom used in the superstructure of commercial greenhouses.",
      "cn": "扁柏和美州红松很少用于商用温室的上部结构."
    },
    {
      "en": "Interaction between foundation and superstructure has been analysised concretely with BEM theory.",
      "cn": "利用边界元法对地基与上部结构相互作用做了较为具体的理论分析."
    },
    {
      "en": "It is time for us to reform the superstructure.",
      "cn": "现在我们的上层建筑非改不行."
    },
    {
      "en": "Law is considered a part of this superstructure.",
      "cn": "法律被认为是上层建筑的一部分."
    },
    {
      "en": "Superstructure compressed air ( water supply 、 fire fighting 、 smoke detection ) piping to be done air - tightness test.",
      "cn": "上层建筑压缩空气管系 ( 供水管、消防管、烟雾探测管 ) 密性试验."
    },
    {
      "en": "Superstructure lifesaving and fire fighting equipment to be done inspection.",
      "cn": "上层建筑救生、消防设备交验."
    },
    {
      "en": "Superstructure will never serve the economic foundation, it is beyond doubt.",
      "cn": "上层建筑永远服务于经济基础, 这一点是无可置疑的."
    },
    {
      "en": "The effect of the superstructure to the nonlinear interaction is discussed.",
      "cn": "本文深入分析了上部结构对非线性共同作用的影响."
    },
    {
      "en": "The superstructure is constructed in marine grade light alloy.",
      "cn": "主体结构由轻型合金构成."
    },
    {
      "en": "The superstructure may be most safely reared on a good classic foundation.",
      "cn": "建造在一流地基上的建筑物应该是最安全的."
    },
    {
      "en": "the whole superstructure of capitalism",
      "cn": "资本主义的整个上层建筑"
    },
    {
      "en": "We might try to clear up some of the cabins in the superstructure.",
      "cn": "我们可以设法清理出主甲板之上的一些船舱。"
    },
    {
      "en": "With the change of the economic foundation the entire immense superstructure is more or less rapidly transformed.",
      "cn": "随着经济基础的变化,整个庞大的上层建筑也会不同程度地发生迅速变革."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "superstratum",
          "tran_cn": " 上层，覆盖物；上层语言"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "building"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "上部结构，上层建筑，（建筑物、船等的）上面部分",
      "tran_en": "a structure that is built on top of the main part of something such as a ship or building"
    }
  ],
  "exchange": {
    "pl": [
      "superstructures"
    ]
  }
}