{
  "word": "dungeon",
  "ipa": {
    "us": "ˈdʌndʒən",
    "uk": "ˈdʌndʒən"
  },
  "sentences": [
    {
      "en": "A dungeon with Christ a thronea throne without Christ a hell.",
      "cn": "除非你活在基督里,不然对神而言你是死的."
    },
    {
      "en": "He practiced the immurement of his enemies in the castle dungeon.",
      "cn": "他把敌人关押在城堡地牢中."
    },
    {
      "en": "He was incarcerated ( in the castle dungeon ) for years.",
      "cn": "他被多年监禁 ( 在古堡的地牢里 )."
    },
    {
      "en": "He was just set free from a dungeon a few days ago.",
      "cn": "几天前,他刚从土牢里被放出来."
    },
    {
      "en": "He whom I enclose with my name is weeping in this dungeon.",
      "cn": "有人以我的名字被囚禁起来，正在地牢里哭泣。"
    },
    {
      "en": "I could now see more clearly the nature of the dungeon.",
      "cn": "现在我能更清楚地看清地牢的情况."
    },
    {
      "en": "John had Maude and her son cast into a dungeon.",
      "cn": "约翰让人将莫德和她的儿子关进了地牢。"
    },
    {
      "en": "She barely looked the idea in the face, and hastened to bar it in its dungeon.",
      "cn": "她只能对这个念头匆匆一瞥, 便又急忙将其闭锁在它的地窖里."
    },
    {
      "en": "So the Magician fell upon him, and beat him, and loaded him with chains, and cast him again into the dungeon.",
      "cn": "于是魔术师又扑到他身上狠狠的打他，用链条把他锁起来，又把他扔到地牢里。"
    },
    {
      "en": "The dungeon can only be started in rookie systems.",
      "cn": "保护区只能在新手系统内开始."
    },
    {
      "en": "The dungeon had numerous tools in it, including a rack.",
      "cn": "地牢中有许多刑具, 包括拉肢刑架."
    },
    {
      "en": "The dungeon was , most unusually, already full of vapors and odd smells.",
      "cn": "异乎寻常的是, 地下教室已经充满了各种蒸气和古怪的气味."
    },
    {
      "en": "The first one was built in 642 and it contains the dungeon. As for the second one, it was built in the end of the 17th century.",
      "cn": "修道院包括了两座教堂，第一座建造于公元642年，其中包括了囚禁圣格利高里的地牢，而第二座则完工于17世纪末期。"
    },
    {
      "en": "Then he looked around him, and really recognized his dungeon.",
      "cn": "他向四周看看, 完全看清了他曾呆过的黑牢."
    },
    {
      "en": "This place is awful like a dungeon!",
      "cn": "这地方真要命,象个土牢!"
    },
    {
      "en": "Throw him into the dungeon and leave him there.",
      "cn": "把他扔进地牢,让他呆在那儿."
    },
    {
      "en": "Today's asylum might be the dungeon of tomorrow.",
      "cn": "今天的庇护所可能会变成明天的地牢."
    },
    {
      "en": "You can arrest him. You can throw him a dungeon.",
      "cn": "你可以逮捕他, 甚至把他关进地牢."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "black",
            "cage",
            "cell",
            "hold",
            "hole",
            "keep",
            "lockup",
            "prison"
          ],
          "tran_cn": "土"
        },
        {
          "words": [
            "donjon",
            "stronghold"
          ],
          "tran_cn": "城堡"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "tower"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地牢",
      "tran_en": "a dark underground prison, especially under a castle, that was used in the past"
    }
  ],
  "exchange": {
    "pl": [
      "dungeons"
    ]
  }
}