{
  "word": "silo",
  "ipa": {
    "us": "ˈsaɪləʊ",
    "uk": "ˈsaɪloʊ"
  },
  "sentences": [
    {
      "en": "A new type of sand storage silo with local fluidization and siphon discharging is recommended.",
      "cn": "提出了局部流态化虹吸卸料的新型砂仓."
    },
    {
      "en": "Automatic pivoting sand scraper with counterweight, cement loading manual or with silo, and screw conveyor.",
      "cn": "自动链板刮沙机,带平衡块, 水泥人工加入或水泥筒仓和螺旋输送机."
    },
    {
      "en": "Before silos were invented, cows gave less milk during winter because they had no green grass to eat.",
      "cn": "筒仓发明之前，因为没有青草可以吃，奶牛在冬天产奶量减少。"
    },
    {
      "en": "Cement bulk loader can convey cement from bottom silo to bulk truck or ship automatically.",
      "cn": "水泥散装机是从水泥库底将水泥自动输送至散装水泥车(船)的设备."
    },
    {
      "en": "Crystals from the centrifuge are dried and then conveyed to the storage silo or bagging equipment.",
      "cn": "离心分离出来的结晶经过干燥,然后输送到简仓或装袋设备."
    },
    {
      "en": "High pressure air for homogenizing is supplied by Roots blower under homogenizing silo.",
      "cn": "均化所用高压空气由库底罗茨风机提供."
    },
    {
      "en": "How long does Your Image Silo Upload store my files?",
      "cn": "多长你的形象青贮窖上载商店我的文件 吗 ?"
    },
    {
      "en": "Other series are: Screw conveyor, Belt conveying machine, Cement silo , and transferring truck and so on.",
      "cn": "其它系列有: 螺旋机 、 皮带输送机 、 水泥仓 、 输送车等."
    },
    {
      "en": "Silo usually have individual capacities of 1000 to 2000 tons.",
      "cn": "竖仓单个的容量通常是1000到2000吨."
    },
    {
      "en": "The homogenization principle of gravity blending silo and the working principle of blending pipe are recommended.",
      "cn": "介绍了重力掺混料仓的均化原理和掺混管的工作原理."
    },
    {
      "en": "Then, the 3 D viscous turbulent flow - field within bidirectional tubular pump arrangement with silo was simulated conditions.",
      "cn": "进而模拟了双向竖井贯流式水泵装置内部的三维粘性流场."
    },
    {
      "en": "These missiles are not sitting in on easily targeted, fixed silo.",
      "cn": "这些导弹不是座落在容易瞄准的固定的发射井里."
    },
    {
      "en": "This paper briefly described the checking balance of buffer batching silo and its function.",
      "cn": "简要介绍了玻璃企业配料系统中缓冲仓复核秤及其功能."
    },
    {
      "en": "To store ( fodder ) in a silo for preservation.",
      "cn": "在贮窖中贮存 ( 饲料 )"
    },
    {
      "en": "Too much heavy labour was involved in getting material in and out of the silo.",
      "cn": "将青贮饲料从贮仓中搬出或搬进需要耗费大量的劳动."
    },
    {
      "en": "Why couldn't there just be a silo in middle of field with no one around?",
      "cn": "为什么这个青贮窖不能出现在四下无人的地方?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "storage"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "筒仓，（核武器的）发射井，（危险物品的）地下贮藏库，青贮窖",
      "tran_en": "a tall structure like a tower that is used for storing grain, winter food for farm animals etc"
    },
    {
      "pos": "vt",
      "tran_cn": "把…存入青贮窖；把…储存在筒仓内"
    }
  ],
  "exchange": {
    "pl": [
      "silos"
    ]
  }
}