{
  "word": "branding",
  "ipa": {
    "us": "ˈbrændɪŋ",
    "uk": " ˈbrændɪŋ"
  },
  "sentences": [
    {
      "en": "And branding should continue in the offline world too, she said.",
      "cn": "她说“品牌也应该在网络之外的世界继续发展.”"
    },
    {
      "en": "Branding brain storming: How China brands enter World Brands Club?",
      "cn": "品牌头脑风暴: 中国品牌怎样进入世界品牌俱乐部?"
    },
    {
      "en": "Branding will separate your blog from the millions out there.",
      "cn": "品牌会让你千千万万的博客中脱颖而出."
    },
    {
      "en": "Is this simple the product of clever branding and marketing?",
      "cn": "这仅是出自巧妙的品牌和行销策略之下的产品 吗 ?"
    },
    {
      "en": "Labbrand is a Shanghai based naming and branding agency.",
      "cn": "郎标是位于上海的品牌命名事务所."
    },
    {
      "en": "Local companies find the sites and build the theme parks, while we will look after the branding.",
      "cn": "本地公司选择场地及兴建主题公园，我们则负责品牌维护。"
    },
    {
      "en": "Museums are generally ahead of dealers in the branding game.",
      "cn": "在命名竞赛中,博物馆通常跑在艺术商前面."
    },
    {
      "en": "People are probably know better on a product than its branding.",
      "cn": "对于产品而言,人们可能知道的比较多.对于品牌就一知半解."
    },
    {
      "en": "Personal branding is essential to professional success today.",
      "cn": "个人商标对于当今个人成功是很必要的."
    },
    {
      "en": "Please enter the path to the folder containing dynamic branding files.",
      "cn": "请输入包含动态商标文件的文件夹路径."
    },
    {
      "en": "Some people believe that web design starts and stops with branding.",
      "cn": "有人认为网站设计的目的就是提高网站的知名度."
    },
    {
      "en": "That makes branding a continent a lot harder.",
      "cn": "这使得给一块大陆做宣传更加困难."
    },
    {
      "en": "The branding campaign has gone quite well, so far.",
      "cn": "截至目前,品牌化运动已经相当不错."
    },
    {
      "en": "The success of any branding campaign depends on what the market thinks.",
      "cn": "任何品牌战略的成功都取决于市场意见."
    },
    {
      "en": "Today, branding occurs at the individual level.",
      "cn": "今天, 品牌开始延伸至个人层面."
    },
    {
      "en": "We will provide branding guidelines and look and feel.",
      "cn": "我们将提供指导方针和品牌的外观和感觉."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "branded",
          "tran_cn": " 名牌商标的；打有烙印的；有斑纹的（等于brindled）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "brand",
          "tran_cn": " 商标，牌子；烙印"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "branded",
          "tran_cn": " 铭刻（brand的过去式和过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "brand",
          "tran_cn": " 铭刻于，铭记；打烙印于；印…商标于"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "branding strategy",
      "tran_cn": "品牌战略"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "品牌创建",
      "tran_en": "a practice that involves a company giving a group of their products the same brand name, helping this name to become well-known"
    },
    {
      "pos": "v",
      "tran_cn": "污辱( brand的现在分词 )，铭刻于，加商标于，打烙印于"
    }
  ],
  "exchange": {}
}