{
  "word": "hyaline",
  "ipa": {
    "us": "'haɪəlɪn",
    "uk": "'haɪəlɪn"
  },
  "sentences": [
    {
      "en": "After injury , articular cartilage has limited self - repair ability. The injury tissue cannot form normal hyaline cartilage.",
      "cn": "关节软骨损伤后 自我 修复能力有限, 不能形成正常透明软骨."
    },
    {
      "en": "At the far right is pink hyaline material with the appearance of amyloid.",
      "cn": "最右边呈现粉红色透明样,为淀粉样变性."
    },
    {
      "en": "Head of fetal bone still made of hyaline cartilage.",
      "cn": "染色方法同前.胎儿骨的一端,可见仍为通明软骨组成."
    },
    {
      "en": "Hyaline arteriolosclerosis with hypertension or diabetes mellitus is usually present.",
      "cn": "高血压或糖尿病时常出现动脉玻璃样变."
    },
    {
      "en": "Hyaline casts were admixed with neutrophils.",
      "cn": "玻璃品掺合了嗜中性粒细胞."
    },
    {
      "en": "In contrast , growth plate cartilage is primary cartilage and is made up of hyaline cartilage.",
      "cn": "生长板软骨为原发性软骨,由透明软骨构成."
    },
    {
      "en": "Intercellular hyaline or mucinous substance was always present in between the carcinoma cells.",
      "cn": "细胞之间常可见伊红染色同质性或黏液样物质."
    },
    {
      "en": "Objective To explore CT diagnostic values for hyaline - vascular type of giant lymph node hyperplasia ( GLNH ) .",
      "cn": "目的分析透明血管型巨大淋巴结增生的CT 征象."
    },
    {
      "en": "OBJECTIVE To investigate the way to increase the survival from the hyaline membrane disease.",
      "cn": "目的探讨提高新生儿肺透明膜病生存率的方法."
    },
    {
      "en": "Objective: To study the possibility of the amnion as hyaline cartilage cells scaffold in tissue - engineering.",
      "cn": "目的：研究羊膜作为透明软骨细胞组织工程支架材料的可行性。"
    },
    {
      "en": "Renal glomeruli had hyaline changes suggestive of an immunologic process.",
      "cn": "肾小球有表明免疫学过程的玻璃样变化."
    },
    {
      "en": "RESULTS:The defects could be repaired completely with hyaline like cartilage at 12 weeks in the diabetes and health groups, while the control group was filled with fibrous tissue.",
      "cn": "结果：大体观察糖尿病兔和健康兔骨膜移植组在第12周时均能以类透明软骨组织修复缺损，而对照组为纤维肉芽组织。"
    },
    {
      "en": "The acute phase is characterized by edema and hyaline membrane formation.",
      "cn": "急性期的特征为水肿和透明膜形成,晚期的特征为气腔和(或)间质机化."
    },
    {
      "en": "The cartilaginous cap contained hyaline cartilage that retained its lacunar pattern.",
      "cn": "软骨帽中有平顶样的透明软骨."
    },
    {
      "en": "The morning is as clear as diamond or as hyaline.",
      "cn": "早上的天空像钻石或玻璃一样清澈."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hyaloplasmic",
          "tran_cn": " 透明质的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "hyalinization",
          "tran_cn": " 透明样变化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "transparent",
            "crystal"
          ],
          "tran_cn": "[生化]透明的；玻璃似的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hyaline cartilage",
      "tran_cn": "透庙骨，透明软骨"
    },
    {
      "phrase": "hyaline membrane",
      "tran_cn": "透明膜，透盲"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "透明的",
      "tran_en": "clear and translucent, with no fibres or granules "
    },
    {
      "pos": "n",
      "tran_cn": "玻璃质"
    }
  ],
  "exchange": {}
}