{
  "word": "oft",
  "ipa": {
    "us": "ɒft",
    "uk": "ɔft"
  },
  "sentences": [
    {
      "en": "A certified copy oft he Business Registration Certificate of the Applicant.",
      "cn": "申请人商业登记证的核证副本."
    },
    {
      "en": "A slip of the tongue oft bring about unexpected result.",
      "cn": "口误经常产生意外的结果."
    },
    {
      "en": "And oft I catch them smiling as they pass.",
      "cn": "我时常感觉他们经过时会微笑."
    },
    {
      "en": "Deutsch essen oft dem Essen einen Nachitsch zum Beispiel Eis oder Pudding.",
      "cn": "德国人在饭后经常吃饭后甜食,例如冰淇淋或布丁."
    },
    {
      "en": "Er kommet so oft zu mir, wie er will.",
      "cn": "他经常想什么时候来我处就什么时候来."
    },
    {
      "en": "For the miners, only time will tell which, if any, will succumb to this oft-misunderstood disorder.",
      "cn": "对于矿工们来说，只有时间会告诉我们，他们是否会得上这种常常被误解的疾病。"
    },
    {
      "en": "It turns out to be a far more irritating poem than its oft-quoted lines suggest.",
      "cn": "结果发现这首诗比起它常被引用的那几句来更加恼人。"
    },
    {
      "en": "Jetzt lebe ich in Deutschland , aber oft fahre ich doch nach China.",
      "cn": "现在我生活在德国, 但是还是经常回中国."
    },
    {
      "en": "Morrisons was trying to delay the OFT investigation.",
      "cn": "莫里森斯竭力推迟OFT的调查."
    },
    {
      "en": "Othello . O, yes ; and went between us very oft.",
      "cn": "奥瑟罗 啊, 不, 他常常在我们两人之间传递消息."
    },
    {
      "en": "Some of the oft-neglected test cases are boundary conditions: what will your code do when faced with unusual input?",
      "cn": "常常被忽视的一种测试用例是边界条件：当遇到不正常的输入时，代码会做什么？"
    },
    {
      "en": "The Foreign Secretary's views on the treaty are well-documented and oft-repeated.",
      "cn": "外交大臣就该条约发表的观点有大量记述并被屡屡提及。"
    },
    {
      "en": "The oft - cited correlation with monetary conditions is tenuous, too.",
      "cn": "人们常常提到的上证综指与货币环境之间的关系也不足为信."
    },
    {
      "en": "The oft - drawn contrast extroversion and introversion is entirely superficial.",
      "cn": "在外向和内向之间通常所作的对比完全是表面的."
    },
    {
      "en": "Then came to him the disciples of John, saying, Why do we and the Pharisees fast oft, but thy disciples fast not?",
      "cn": "那时，约翰的门徒来见耶稣说，我们和法利赛人常常禁食，你的门徒倒不禁食，这是为什么呢。"
    },
    {
      "en": "This accounts for another oft - and widely - used single - character name of Shanghai, Hu.",
      "cn": "上海,简称“沪”, 由此而来."
    },
    {
      "en": "This state I oft bemoan; but what's to do?",
      "cn": "我常常哀叹这种情形; 可又能怎么办?"
    },
    {
      "en": "Wir sassen auch oft und sprachen, vernuenftig wie alte Leut.",
      "cn": "“从此我们就是一家人了”有些老猫会说."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "often",
          "tran_cn": " 常常，时常"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "often",
            "forever",
            "always"
          ],
          "tran_cn": "常常；再三"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "常常，再三",
      "tran_en": "often"
    }
  ],
  "exchange": {}
}