{
  "word": "nostalgia",
  "ipa": {
    "us": "nɒˈstældʒə",
    "uk": "nəˈstældʒə"
  },
  "sentences": [
    {
      "en": "a wave of nostalgia for how great life was in the 1960s",
      "cn": "一阵对20世纪60年代美好生活的强烈怀旧之情"
    },
    {
      "en": "He discerned in the novel an air of Sixties nostalgia.",
      "cn": "他在小说里感受到一种20世纪60年代的怀旧氛围。"
    },
    {
      "en": "He looked back on his university days with a certain amount of nostalgia.",
      "cn": "他带着一点留恋，回忆起大学时光。"
    },
    {
      "en": "He might be influenced by nostalgia for his happy youth.",
      "cn": "也许是对年轻时幸福时光的怀恋影响了他。"
    },
    {
      "en": "He might be influenced by nostalgia for the surroundings of his happy youth.",
      "cn": "他也许被他对快乐青年时代的环境的怀念影响了。"
    },
    {
      "en": "His portrait of Templeton is at times suffused in an atmosphere of sentimental nostalgia.",
      "cn": "在他对坦普尔顿的描绘中不时流露出一种感伤怀旧的情绪."
    },
    {
      "en": "I think of August 1991 with great tenderness and nostalgia.",
      "cn": "回想起1991年8月,我心中充满了留恋."
    },
    {
      "en": "Many people look back with nostalgia to feudal times.",
      "cn": "许多人留恋不舍地回顾封建时代."
    },
    {
      "en": "May nostalgia blossom! Long live our happy golden era!",
      "cn": "五月怀旧开花! 向我们的幸福黄金时代万岁!"
    },
    {
      "en": "Nostalgia is, in the end, a seductive and sentimental fib.",
      "cn": "怀旧最终不过是种诱人的、多情的谎言."
    },
    {
      "en": "Our car had to be obviously sporty and distinctively styled , with just a dash of nostalgia.",
      "cn": "我们的车当然要象跑车,车型要别树一帜, 还要有一点怀旧的色彩."
    },
    {
      "en": "Rain coming here wrapped into a line, pestering us nostalgia this world.",
      "cn": "雨到了这里缠成线, 缠着我们留恋人世间."
    },
    {
      "en": "Returning to Chicago's Chinatown is always full of nostalgia for me.",
      "cn": "再回到芝加哥的唐人街于我而言已饱含怀旧的意味."
    },
    {
      "en": "She wallows in nostalgia for the past.",
      "cn": "她沉湎于对过去的怀恋."
    },
    {
      "en": "The images provoked strong surges of nostalgia for the days of yore.",
      "cn": "这些影像勾起了对昔日时光的强烈怀念。"
    },
    {
      "en": "There is an unmistakable note of nostalgia in his voice when he looks back on the early years of the family business.",
      "cn": "他回忆早些年的家族生意时，无疑是带着一种怀旧的语气的。"
    },
    {
      "en": "Today they are viewed a little more favourably and with some nostalgia.",
      "cn": "今天,对待它们的态度就友善多了,而且还夹杂着一些怀旧色彩."
    },
    {
      "en": "Wistfully, I look on those days with a feeling of nostalgia.",
      "cn": "我真地对那段日子有一种怀旧之情."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "nostalgic",
          "tran_cn": " 怀旧的；乡愁的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "nostalgically",
          "tran_cn": " 怀乡地；恋旧地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "homesickness"
          ],
          "tran_cn": "乡愁；怀旧之情；怀乡病"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "怀念，怀旧，念旧",
      "tran_en": "Nostalgia is an affectionate feeling you have for the past, especially for a particularly happy time"
    }
  ],
  "exchange": {
    "adv": [
      "nostalgically"
    ],
    "adj": [
      "nostalgic"
    ]
  }
}