{
  "word": "presumptuous",
  "ipa": {
    "us": "prɪˈzʌmptʃuəs",
    "uk": "prɪˈzʌmptʃuəs"
  },
  "sentences": [
    {
      "en": "\"Without being presumptuous, \"he reports, \"it has been my main objective for those twenty years to keep the highest possible level of service on what is, after all, a train.",
      "cn": "“没有放肆，”他说，“这是我的主要目标是为那些二十年保持最高水准的服务是什么，毕竟，一列火车。”"
    },
    {
      "en": "Behind the presumptuous General loomed the illustrious Marshal Petain.",
      "cn": "在这位跋扈的将军背后隐然可见很有名气的贝当元帅的身影."
    },
    {
      "en": "Clearly, it is presumptuous and immoral for a small group of individuals to keep these things under wraps while there is so much misery on the planet.",
      "cn": "显然地，一小群人把这些事情保密起来而还有很多人在承受那么多的苦难，这是专横和邪恶的。"
    },
    {
      "en": "Don't make presumptuous comments out of ignorance.",
      "cn": "不知道就别妄加评论."
    },
    {
      "en": "Don't make presumptuous comments out of ignorance. Don't make improper comments before you know the whole story.",
      "cn": "不要不明原委,就妄加评论."
    },
    {
      "en": "Dorothea checked herself suddenly with self - rebuke for the presumptuous way.",
      "cn": "多萝西娅想到这里,蓦地打住了,责备自己捕风捉影."
    },
    {
      "en": "He was presumptuous in making the announcement before the decision had been approved.",
      "cn": "决议尚未通过他已径自宣布."
    },
    {
      "en": "I think he realizes that his presumptuous little flirtation is over.",
      "cn": "我想他明白他那狂妄的小小的调情已经完了."
    },
    {
      "en": "Is this inference too presumptuous?",
      "cn": "这种推论是否太抽象了?"
    },
    {
      "en": "It is too presumptuous of him to do so.",
      "cn": "他这样做太放肆了."
    },
    {
      "en": "It is too presumptuous of you to say so.",
      "cn": "你这样说话太放肆了."
    },
    {
      "en": "It is, in a way , presumptuous for a foreigner to teach Spanish.",
      "cn": "外国人教西班牙语可多少有点自不量力."
    },
    {
      "en": "It was presumptuous of him to take charge.",
      "cn": "他自拿主张,太放肆了."
    },
    {
      "en": "It would be presumptuous to judge what the outcome will be.",
      "cn": "现在就判断结果将会怎样未免有些冒昧。"
    },
    {
      "en": "One should never be presumptuous and opinionated.",
      "cn": "切不可自以为是."
    },
    {
      "en": "Their feeling is rather presumptuous insolence.",
      "cn": "他们的感觉是相当的专横傲慢."
    },
    {
      "en": "Would it be presumptuous of me to ask you to contribute?",
      "cn": "可否冒昧请求你出一份力?"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "presumptuously",
          "tran_cn": " 放肆地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "presumption",
          "tran_cn": " 放肆，傲慢；推测"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "imperious",
            "masterful"
          ],
          "tran_cn": "专横的；放肆的；冒昧的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "自以为是的，专横的，冒失的",
      "tran_en": "doing something that you have no right to do and that seems rude"
    }
  ],
  "exchange": {}
}