{
  "word": "Sato",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "\" Okay, Mr. Bellamy,'sato said. \" Don't blow it. You know the stakes. \"",
      "cn": "“ 好了, 贝拉米先生, ” 佐藤说. “ 别搞砸了. 你知道利害关系. ”"
    },
    {
      "en": "\"I have reason to think this person is missing,\" a friend seeking Kimiko Sato wrote on the site.",
      "cn": "“我有理由认为这个人失踪了”，一个寻找佐藤林睿君的朋友在网上写道。"
    },
    {
      "en": "At Spa, 2005, that was the first time Sato crashed Schumacher.",
      "cn": "2005年的比利时大奖赛, 佐藤琢磨首次将舒马赫撞出赛道."
    },
    {
      "en": "During a date with Ms. Sato one evening, his boss phoned Mr. Shaw on the pretext of asking him to stop by the office to test some teleconferencing gear.",
      "cn": "一天晚上，当肖尔先生和佐藤女士约会的时候，他的老板如两人事先约好的计划打来电话，要求肖尔先生到办公室测试一下某种电话会议系统。"
    },
    {
      "en": "No, no, no. My name is Sato, not Shatou.",
      "cn": "不, 不, 不. 我叫佐藤, 不叫杀头."
    },
    {
      "en": "Please ask for Miss Reiko Sato in the Semiconductors Dpartment.",
      "cn": "请找半导体部的佐藤礼子小姐."
    },
    {
      "en": "SATO is a pioneer in the Automatic Identification and Data Collection ( AIDC ) industry.",
      "cn": "SATO是自动识别和数据采集 ( AIDC ) 行业的先锋."
    },
    {
      "en": "Sato motioned for Bellamy to keep pressing.",
      "cn": "佐藤示意贝拉米继续按按钮."
    },
    {
      "en": "Sato privately expressed \" deep gratitude \" to Nixon for this \" magnanimous \" decision to return Okinawa.",
      "cn": "佐藤对尼克松归还冲绳的 “ 宽宏大量的 ” 决定曾私下表示 “ 深为感激 ”."
    },
    {
      "en": "Sato pursed her lips, apparently registering Katherine's point.",
      "cn": "佐藤噘起嘴, 显然注意到了凯瑟琳的观点."
    },
    {
      "en": "Sato san : I think so.",
      "cn": "我也这样认为."
    },
    {
      "en": "Sato was at a disadvantage.",
      "cn": "佐藤处于不利的地位."
    },
    {
      "en": "Sato: If the circuits are too wide, we would lose light - sensing surface area.",
      "cn": "佐藤: 如果电路太宽, 我们就会损失感光面积."
    },
    {
      "en": "Sato: Pixels are often compared with buckets.",
      "cn": "佐藤: 图像传感器上的象素经常被比喻成桶."
    },
    {
      "en": "That leaves Super Aguri, with just number - one driver Takuma Sato so far confirmed for 2007.",
      "cn": "剩下的超级亚久里车队, 到目前为止只确定了一号车手佐藤琢磨将会在2007年比赛."
    },
    {
      "en": "The patients had SatO _ 2 0.94～0.97 while inspiring air postoperatively.",
      "cn": "动脉血氧饱和度094～097."
    },
    {
      "en": "The works of Donald Keene, Earl Miner, Makoto Ueda, and Hiroaki Sato are invaluable.",
      "cn": "唐纳德·基恩, 厄尔迈·因纳, 上田·诚, 和佐藤等人的作品,都是很有价值的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（英）萨托，（日）佐藤"
    },
    {
      "pos": "other",
      "tran_cn": "佐藤（日本姓氏）"
    }
  ],
  "exchange": {}
}