{
  "word": "reclamation",
  "ipa": {
    "us": "ˌreklə'meɪʃn",
    "uk": "ˌrɛkləˈmeʃən"
  },
  "sentences": [
    {
      "en": "...centuries of seawall construction and the reclamation of dry land from the marshes.",
      "cn": "...几世纪的海堤建设及从沼泽地到干地的开垦。"
    },
    {
      "en": "Building a new land reclamation projects cleared.",
      "cn": "新大楼开荒工程清理."
    },
    {
      "en": "Hydraulic reclamation with dispersing technology is characterized by its good maneuverability, economy, readily availability, and continuity.",
      "cn": "摘要离散式吹填工艺具有机动性 、 经济性 、 速效性和连续性的特点."
    },
    {
      "en": "LOOKING for sea - sand for reclamation project in Singapore.",
      "cn": "新加坡寻找海沙用于垦荒."
    },
    {
      "en": "Often those species that can be most easily bred are the most useless in reclamation.",
      "cn": "往往最容易培养的种类在改良土壤中最无用."
    },
    {
      "en": "Reclamation work continues to be fruitful and is evolving.",
      "cn": "改良工作不断的获得成果并且其自身也在不断完善."
    },
    {
      "en": "Road construction is a couple of Reclamation land.",
      "cn": "情侣路的建设是围海造地."
    },
    {
      "en": "Sanitary and reclamation offices must effectively carry them out.",
      "cn": "环卫系统与物资回收部门,应搞好实施方案."
    },
    {
      "en": "Strategic principle of integration of areas of reclamation area of Shihezi.",
      "cn": "石河子垦区城乡一体化战略原则."
    },
    {
      "en": "The current growing tropical rain forest deforestation reclamation, people of all countries has caused great concern.",
      "cn": "当前滥伐滥垦热带雨林愈演愈烈,已引起各国人民极大关注."
    },
    {
      "en": "The reclamation nozzle captures a portion of the spent driver gas.",
      "cn": "回收喷管收集一部分用过的驱动气体."
    },
    {
      "en": "The research on soil reconstruction was core on land reclamation.",
      "cn": "土壤重构是土地复垦研究的核心内容."
    },
    {
      "en": "The suggestion on water saving and the wastewater reclamation Methods: Were given.",
      "cn": "还对家庭节水与污水再生回用的方法提出了建议."
    },
    {
      "en": "Wan Chai Reclamation Phase 2 is under planning.",
      "cn": "湾仔填海工程第II期仍在规划中."
    },
    {
      "en": "We should encourage reclamation and recycling.",
      "cn": "我们应当鼓励废物的回收和利用."
    },
    {
      "en": "When land reclamation only charge is amounted to 4500 multivariate.",
      "cn": "在开垦荒地时仅费用就达4500多元."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "withdrawal",
            "rectification"
          ],
          "tran_cn": "开垦；收回；再利用；矫正"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "agricultural reclamation",
      "tran_cn": "农垦"
    },
    {
      "phrase": "land reclamation",
      "tran_cn": "土地开垦；土地改良；开垦荒地"
    },
    {
      "phrase": "reclamation area",
      "tran_cn": "填海区"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "开垦，开拓，改造，废物回收利用",
      "tran_en": "Reclamation is the process of changing land that is unsuitable for farming or building into land that can be used"
    }
  ],
  "exchange": {
    "verb": [
      "reclaim"
    ]
  }
}