{
  "word": "smaller",
  "ipa": {
    "us": "ˈsmɔːlə",
    "uk": "ˈsmɔlər"
  },
  "sentences": [
    {
      "en": "A centimeter can be infinitely divided into smaller units.",
      "cn": "一厘米可以无穷尽地分成更小的单位。"
    },
    {
      "en": "During the 1980s monster publishing houses started to swallow up smaller companies.",
      "cn": "20世纪80年代，一些出版巨头开始吞并一些较小的公司。"
    },
    {
      "en": "Inside the reactor the large molecules are cracked into smaller molecules.",
      "cn": "在反应堆内部大的分子被裂解为较小的分子。"
    },
    {
      "en": "Predatory pricing by large supermarkets was threatening the livelihood of smaller businesses.",
      "cn": "大型超市的掠夺性价格正威胁着小商店的生计。"
    },
    {
      "en": "The average European kitchen is smaller than its American cousin.",
      "cn": "欧式的厨房一般比美式厨房小。"
    },
    {
      "en": "The band are playing a handful of shows at smaller venues.",
      "cn": "乐队要在小一点的场馆举办几场演出。"
    },
    {
      "en": "The competition became so keen that many of smaller companies were frozen out.",
      "cn": "竞争是如此激烈，许多较小的公司被排挤了出来。"
    },
    {
      "en": "The level of expertise and helpfulness is far higher in smaller shops.",
      "cn": "规模较小的商店专业得多，对顾客也体贴得多。"
    },
    {
      "en": "The police wanted to separate them into smaller groups.",
      "cn": "警察想把他们拆散成几小股。"
    },
    {
      "en": "The smaller lake ranges from five to fourteen feet in depth.",
      "cn": "小一些的湖深度从5英尺到14英尺不等。"
    },
    {
      "en": "The time delay would be smaller by eight orders of magnitude.",
      "cn": "如果按8个数量级来看，延时量会显得小一些。"
    },
    {
      "en": "Their smaller rival is battling to end their duopoly.",
      "cn": "规模更小的竞争对手正为结束他们的两强垄断局面而抗争着。"
    },
    {
      "en": "This means smaller banks can cream off big profits during lending booms.",
      "cn": "这意味着在贷款业务剧增时小银行能够获得大笔利润。"
    },
    {
      "en": "This pub was of a very different type, smaller, less pretentious.",
      "cn": "这个酒吧风格独特，面积不大，比较低调。"
    },
    {
      "en": "To the side of the large star is a smaller star.",
      "cn": "大星星旁边是一颗小一点的星星。"
    },
    {
      "en": "Well, maybe it would be easier to start with a smaller problem.",
      "cn": "那么，也许从小问题入手会更容易些。"
    },
    {
      "en": "Why is the company going downmarket and developing smaller machines?",
      "cn": "为什么公司要面向低端市场开发更小的机器？"
    },
    {
      "en": "With the changes in the world's climate, dinosaurs died, but many smaller animals lived on. It was the survival of the fittest.",
      "cn": "随着世界气候的变迁， 恐龙绝迹了， 但许多较小的动物却继续活了下来。 这就是适者生存。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "lesser"
          ],
          "tran_cn": "较小，更小的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "更小的，小的( small的比较级 )，小气的，（服装、食品、家用设施等）小号的，小规模的"
    },
    {
      "pos": "other",
      "tran_cn": "更小的"
    }
  ],
  "exchange": {}
}