{
  "word": "solvency",
  "ipa": {
    "us": "ˈsɒlvənsi",
    "uk": "ˈsɑlvənsi"
  },
  "sentences": [
    {
      "en": "...unsound investments that could threaten the company's solvency.",
      "cn": "…可能威胁到公司偿债能力的不良投资。"
    },
    {
      "en": "Banks'solvency depends on a bedrock of capital.",
      "cn": "银行的偿付力是建立在坚实的资本基础之上的."
    },
    {
      "en": "Behind this would be a jump in concerns about solvency.",
      "cn": "其背后的原因将是对偿付能力的担忧急剧增加."
    },
    {
      "en": "But the end of the day Monday, about bank solvency and the weak economy returned.",
      "cn": "但尾盘时分,市场再次浮现对银行偿付能力和疲软经济的担忧情绪."
    },
    {
      "en": "Creditor's rights management is the need that increases asset fluidity and solvency.",
      "cn": "债权治理是提高资产流动性和偿付能力的需要."
    },
    {
      "en": "Even wealth and solvency seem to be drawbacks.",
      "cn": "甚至财富和偿付能力似乎也成为缺点."
    },
    {
      "en": "Fears about the solvency of the banks precipitated the great economic crash.",
      "cn": "对银行偿付能力出现恐慌更加速了经济的崩溃."
    },
    {
      "en": "Solvency is restored; Losses are covered; and Major operational risks are addressed.",
      "cn": "支付能力得到恢复. 亏损得到弥补. 重大经营风险得到化解."
    },
    {
      "en": "Such regulation should not separate maintaining solvency from setting rates and reviewing market conduct.",
      "cn": "这种监管不应该将保持偿付能力与设定费率和审查市场行为区分开来."
    },
    {
      "en": "The common used long - term solvency ratios are debt ratio times - interest - earned ratio and so on.",
      "cn": "常用的 长期 偿债能力比率主要是负债比率、赚取利息倍数等."
    },
    {
      "en": "The good news is that companies do consider their solvency and ability to obtain money.",
      "cn": "张峥表示,上市公司在融资的时候确实会考虑自己的偿付能力和融资能力是件好事."
    },
    {
      "en": "The long - term solvency analysis can answer the above questions.",
      "cn": "长期 偿债能力的分析能够回答上述问题."
    },
    {
      "en": "The reasons of penetrating stone are solvency, large proportion of ubiquity and duration.",
      "cn": "因为,其实溶解力 、 大量的普遍性存在,以及持久性,才是“弱之胜强,柔之胜刚”的真实原因."
    },
    {
      "en": "Their targets, including profitability ratios, solvency ratios, asset management ratios.",
      "cn": "其指标包括盈利比率 、 偿债能力比率 、 资产管理比率."
    },
    {
      "en": "Therefore, how to strengthen insurance solvency and supervision is the critical for healthy and safe operation.",
      "cn": "因此, 强化对保险偿付能力的监管是保证中国保险业安全运行的迫切需要."
    },
    {
      "en": "To achieve this in an efficient manner, it is essential that the ratio captures actual solvency.",
      "cn": "为了有效地实现这个目标, 很重要的一点就是流动性比率需大于实际的偿付能力."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "soluble",
          "tran_cn": " [化学] 可溶的，可溶解的；可解决的"
        },
        {
          "word": "solute",
          "tran_cn": " 溶解的"
        },
        {
          "word": "solvent",
          "tran_cn": " 有偿付能力的；有溶解力的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "solubleness",
          "tran_cn": " 溶解度，可溶性"
        },
        {
          "word": "solute",
          "tran_cn": " [化学] 溶质；[化学] 溶解物"
        },
        {
          "word": "solution",
          "tran_cn": " 解决方案；溶液；溶解；解答"
        },
        {
          "word": "solvability",
          "tran_cn": " [数] 可解性；解决之可能性；溶解度"
        },
        {
          "word": "solvation",
          "tran_cn": " [化学] 溶解；[化学] 溶剂化作用；溶化"
        },
        {
          "word": "solvent",
          "tran_cn": " 溶剂；解决方法"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "solve",
          "tran_cn": " 作解答"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "solve",
          "tran_cn": " 解决；解答；溶解"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "solvency margin",
      "tran_cn": "赔偿能力；偿付准备金"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>溶解状态，溶解力，偿付能力",
      "tran_en": "A person's or organization's solvency is their ability to pay their debts"
    }
  ],
  "exchange": {}
}