{
  "word": "interposition",
  "ipa": {
    "us": "ˌɪntəpə'zɪʃən",
    "uk": "ˌɪntəpə'zɪʃən"
  },
  "sentences": [
    {
      "en": "Intervention means the interposition on some relations or mechanisms by outside force.",
      "cn": "干预是外力对某种关系或机制的一种介入."
    },
    {
      "en": "It is equally impossible that we should behold such interposition in any form with indifference.",
      "cn": "我们对于这种干涉,不论何种方式,都不能熟视无睹."
    },
    {
      "en": "Meanwhile, this thesis also analyzes the reasons why post-modernism plays a role in Internet novel after the interposition of techniques.",
      "cn": "并分析因技术因素介入后，后现代主义在网络小说这一特殊载体上实现“在场”权利的原因。"
    },
    {
      "en": "Objective : To discuss clinic nursing of using interposition embolism skill to cure hypersplenism.",
      "cn": "目的: 探讨脾动脉介入栓塞术治疗脾功能亢进的护理."
    },
    {
      "en": "Objective To review operative experiences of colon interposition for caustic stricture of esophagus.",
      "cn": "]目的总结结肠代食管治疗食管腐蚀性瘢痕狭窄的经验及效果."
    },
    {
      "en": "Tension - free, multilayered closure with tissue interposition ( as needed ) results in a greater than 95 % success rate.",
      "cn": "无张力多层次的组织干预缝合 ( 如需要 ) 的成功率大于95%."
    },
    {
      "en": "The ectopectoralis musculocutaneous flap and colon interposition are and safe stuffs andthe hypoph aryngoesophageal stenosis.",
      "cn": "胸大肌肌皮瓣和结肠不易感染坏死,手术成功率高,功能恢复满意,是下咽食管狭窄较好的修复材料."
    },
    {
      "en": "The interposition of fresco art in the city environment can just satisfy with the requirement of people.",
      "cn": "壁画艺术对城市环境的介入正好能够满足人们的这种审美和精神的渴求。"
    },
    {
      "en": "The interposition, orientation and perspective create a contradiction of the space that makes us perceive something that is not.",
      "cn": "随意的鲜花插入位置、方向、视角营造了一个矛盾的空间，这个空间使我们感知到了未知的事物。"
    },
    {
      "en": "This paper presents a simple universal efficient interposition checking algorithm.",
      "cn": "提出了一种简便通用的快速干涉检查算法."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "interpolation",
          "tran_cn": " 插入；篡改；添写"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "interpolate",
          "tran_cn": " 插入；篡改"
        },
        {
          "word": "interpose",
          "tran_cn": " 干预；插入；调停"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "interpolate",
          "tran_cn": " 篡改；插入新语句"
        },
        {
          "word": "interpose",
          "tran_cn": " 提出（异议等）；使插入；使干涉"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "interference in",
            "interference with"
          ],
          "tran_cn": "干涉，介入；插入，放入"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "addition",
            "ministry"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "提出（异议）行为，插嘴（插入）行为，提出（异议）的事，插嘴（插入）的事",
      "tran_en": "something interposed "
    }
  ],
  "exchange": {}
}