{
  "word": "bloodstream",
  "ipa": {
    "us": "ˈblʌdstri:m",
    "uk": "ˈblʌdˌstrim"
  },
  "sentences": [
    {
      "en": "Bacteria was introduced into his bloodstream through an unsterile needle.",
      "cn": "细菌通过未消毒的针进入了他的血流中."
    },
    {
      "en": "But once the infection is over, antibodies remain in the bloodstream to protect against future attack.",
      "cn": "但是一旦感染过后, 抗体即留在血液中以防备将来再次的袭击."
    },
    {
      "en": "Certain chemicals are easily absorbed into the bloodstream, while others are not.",
      "cn": "某些化学药品很容易溶于血液, 有些则不行."
    },
    {
      "en": "Fungi have a way of turning nasty -- seeping into the bloodstream and invading vital organs.",
      "cn": "真菌具有转变成十分令人憎恶的方式的能力 —— 渗入血流、侵入重要的器官."
    },
    {
      "en": "Hormones are secreted into the bloodstream.",
      "cn": "分泌的激素进入到血液中."
    },
    {
      "en": "In a way, the Falklands became my life , it even became my bloodstream.",
      "cn": "从某种角度说, “福克兰岛”成了我的一切, 甚至融化在了我的血液里."
    },
    {
      "en": "It allows nicotine to diffuse slowly and steadily into the bloodstream.",
      "cn": "它能使尼古丁平稳缓慢地渗透到血液里。"
    },
    {
      "en": "Kumbhaka is not designed to increase absorption of oxygen into the bloodstream.",
      "cn": "悬息的主要功能是将增加血液中的含氧量."
    },
    {
      "en": "My duodenum produces a substance called secretion, which empties into Joe's bloodstream.",
      "cn": "我的十二指肠生产一种名叫分泌素的物质, 排入乔的血流."
    },
    {
      "en": "Nutrients are absorbed into the bloodstream.",
      "cn": "营养素被吸收进血液."
    },
    {
      "en": "Once in the bloodstream, the bacteria adhere to the surface of the red cells.",
      "cn": "细菌一进入血液里，就附着在红细胞表面上。"
    },
    {
      "en": "Red blood cells transport oxygen through the bloodstream.",
      "cn": "红细胞通过血液循环输送氧气."
    },
    {
      "en": "Refined sugars are absorbed into the bloodstream very quickly.",
      "cn": "精制糖迅速吸收进血液中。"
    },
    {
      "en": "The drug is injected directly into the bloodstream.",
      "cn": "这种药物是直接注射到血液中的。"
    },
    {
      "en": "They injected the drug directly into her bloodstream.",
      "cn": "他们把药物直接注射到她的血液里。"
    },
    {
      "en": "This medicine can be absorbed into the bloodstream in seconds.",
      "cn": "这种药在几秒内就可以被血液吸收."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "血流",
      "tran_en": "the blood flowing in your body"
    }
  ],
  "exchange": {
    "pl": [
      "bloodstreams"
    ]
  }
}