{
  "word": "robotic",
  "ipa": {
    "us": "rəʊˈbɒtɪk",
    "uk": "roʊˈbɑːtɪk"
  },
  "sentences": [
    {
      "en": "A kind of new typed robotic abrasive belt grinder was designed.",
      "cn": "设计了一种新型机器人砂带磨削机."
    },
    {
      "en": "A robotic sheep mowed lawns, and robotic flags raised and lowered automatically.",
      "cn": "此外还有会修剪草坪的“机器羊”和能够自动升降的机器人旗帜."
    },
    {
      "en": "Astronaut Pierre Thuot tried to latch the 15-foot robotic arm onto the satellite.",
      "cn": "宇航员皮埃尔·索特想要把这个长15英尺的机械手安到人造卫星上。"
    },
    {
      "en": "Robotic system for surgery is a kind of computer - integrated surgery ( CIS ) system.",
      "cn": "机器人 辅助治疗 系统是一种计算机集成治疗系统."
    },
    {
      "en": "The age of the robotic rodent is upon us.",
      "cn": "啮齿类机器人的时代正在向我们走来."
    },
    {
      "en": "The gridding arithmetic of search tree of robotic path is derived.",
      "cn": "同时,还推导了机器人路径搜索树网格算法."
    },
    {
      "en": "The robotic system systems are designed to operate 24 hours a day.",
      "cn": "机器人系统一天可以工作24小时."
    },
    {
      "en": "The robotic systems are designed to operate 24 hours a day, the.",
      "cn": "机器人系统一天24小时可以工作."
    },
    {
      "en": "The robotic systems are designed to perry operate 24 hours a day.",
      "cn": "机器人挤奶系统被设计成每天24小时都能操作."
    },
    {
      "en": "the space shuttle’s robotic arm",
      "cn": "航天飞机的机械臂"
    },
    {
      "en": "There is something a little robotic about him.",
      "cn": "他有点呆板。"
    },
    {
      "en": "They ues the milked the corpse robotic systems to milk their cows.",
      "cn": "他们采用机器系统挤牛奶."
    },
    {
      "en": "This factory floor is a showcase for automation and robotic equipment.",
      "cn": "这个工厂展厅是个用来陈列和展示自动化设备和机器人设备的场所."
    },
    {
      "en": "Today's robotic work cells are increasingly becoming more complex.",
      "cn": "现在的机器人车间复杂程度愈来愈高."
    },
    {
      "en": "We took these pictures from a deep diving robotic submarine.",
      "cn": "我们是用深海潜水机器人潜水艇拍下了这些照片."
    },
    {
      "en": "While near the volcano the robotic submarine also collected fluid samples.",
      "cn": "正是在靠近该火山的地方,水下机器人也收集到了该火山的流体样品."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "automotive",
            "self-acting"
          ],
          "tran_cn": "机器人的，像机器人的；自动的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "robotic welding",
      "tran_cn": "机扑焊接"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "机器人的，自动的，像机器人似的，呆板的",
      "tran_en": "robotic equipment etc is related to robots or is part of a robot"
    }
  ],
  "exchange": {}
}