{
  "word": "unmitigated",
  "ipa": {
    "us": "ʌnˈmɪtɪgeɪtɪd",
    "uk": "ʌnˈmɪtɪˌɡetɪd"
  },
  "sentences": [
    {
      "en": "\" A total and unmitigated defeat \"",
      "cn": "“ 彻头彻尾的失败 ”"
    },
    {
      "en": "But despite these achievements, economic reunification is far from an unmitigated success.",
      "cn": "然而,尽管取得了这些成就, 德国的经济统一事业却远远称不上绝对成功."
    },
    {
      "en": "For owners of the obsolete businesses this is an unmitigated disaster.",
      "cn": "对那些从事过时产业的企业主来说,新技术将是十足的灾难."
    },
    {
      "en": "For them, as for much of China, the Olympics was an unmitigated success.",
      "cn": "对他们, 也更多的对中国来说, 奥运会是一次完全的胜利."
    },
    {
      "en": "I gather by what you have not said that he's an unmitigated scoundrel.",
      "cn": "听你的言外之意,他是个不折不扣的恶棍."
    },
    {
      "en": "In my opinion, anything that stops cyclists breeding is to be welcomed as an unmitigated good.",
      "cn": "在我看来, 任何阻止骑车人繁衍后代的事都是好事,应该加以欢迎."
    },
    {
      "en": "Last year's cotton crop was an unmitigated disaster.",
      "cn": "去年棉花作物所遭遇的是彻头彻尾的灾难。"
    },
    {
      "en": "She leads a life of unmitigated misery.",
      "cn": "她过着极度痛苦的生活。"
    },
    {
      "en": "So perhaps our political obsession with the next by - election results is not an unmitigated boon.",
      "cn": "所以,我们对于下一轮补缺选举的结果产生的政治迷惑或许也不是什么好事."
    },
    {
      "en": "The bizarre independent horror films seem unmitigated and out of control.",
      "cn": "在这方面,那些由独立制片人拍摄的情节古怪的恐怖片似乎有一种一发而不可收的趋向."
    },
    {
      "en": "The conference begins this week against a backdrop of unmitigated gloom.",
      "cn": "会议这个星期在一片愁云惨雾中开始."
    },
    {
      "en": "The evening was an unmitigated disaster.",
      "cn": "这一晚完全是一场灾难。"
    },
    {
      "en": "The upshot was neither an unmitigated success nor an unmitigated failure.",
      "cn": "这一结果既非完全的成功也未彻底的失败."
    },
    {
      "en": "We are much too apt to look at schism in our church as an unmitigated evil.",
      "cn": "我们太容易把自己教会中的分立看成是十恶不赦的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "severe",
            "tight",
            "hard",
            "harsh",
            "rigorous"
          ],
          "tran_cn": "全然的；严厉的；未缓和的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "entire",
            "pure"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未缓和的，未减轻的，十足的，完完全全的"
    }
  ],
  "exchange": {}
}