{
  "word": "quash",
  "ipa": {
    "us": "kwɒʃ",
    "uk": "kwɑʃ"
  },
  "sentences": [
    {
      "en": "A hospital chief executive has quashed rumours that people will lose their jobs.",
      "cn": "医院院长已澄清了员工将失业的谣言。"
    },
    {
      "en": "Graham attempted to quash rumours of growing discontent.",
      "cn": "格雷厄姆试图平息有关不满情绪日益强烈的流言。"
    },
    {
      "en": "He applied for judicial review to quash the order.",
      "cn": "他申请司法检查废止该命令."
    },
    {
      "en": "I was about to learn how to quash hunger.",
      "cn": "我要面对的就是如何驱走饥饿."
    },
    {
      "en": "Since I knew Gauleiter Sturtz of Brandenburg quite well , I was able to quash the affair.",
      "cn": "由于我熟识勃兰登堡大区区长施蒂茨, 才使大事化小,小事化了."
    },
    {
      "en": "The administration quickly moved to quash talk of Geithner's ouster.",
      "cn": "当局迅速澄清关于Geithner可能被罢免的言论."
    },
    {
      "en": "The appeal court quash the care order make by the juvenile court.",
      "cn": "上诉法院宣布少年法院发出的照看命令无效."
    },
    {
      "en": "The applicant seek judicial review to quash the bind - over order.",
      "cn": "申请人请求司法检查以便废除责令某人守法的命令."
    },
    {
      "en": "The applicant seeks judicial review to quash the order.",
      "cn": "申请人请示获得司法复审撤消命令."
    },
    {
      "en": "The applicant sought judicial review to quash the bin - dover order.",
      "cn": "申请人请求司法审理以便废除责令某人守法的命令."
    },
    {
      "en": "The applicant sought judicial review to quash the order.",
      "cn": "申请人寻求司法复审以撤消命令."
    },
    {
      "en": "The decision was quashed by the House of Lords.",
      "cn": "这个决议被上议院推翻了。"
    },
    {
      "en": "The government immediately moved to quash the revolt.",
      "cn": "政府立即采取行动平定叛乱。"
    },
    {
      "en": "The High Court later quashed his conviction for murder.",
      "cn": "高等法院后来撤销了他犯有谋杀罪的判决。"
    },
    {
      "en": "Troops were displaying an obvious reluctance to get involved in quashing demonstrations.",
      "cn": "部队明确表示不愿卷入镇压示威活动。"
    },
    {
      "en": "Unlike the most effective available, the new drug doesn't quash appetite.",
      "cn": "与目前最有效的药物不同, 这种新药不影响正常食欲."
    },
    {
      "en": "When you encounter a particular strain, your body eventually produces antibodies to it, which remain on hand to quash that virus the next time you’re exposed.",
      "cn": "当你遇到一种特殊的抗原时，你体内最终就会产生抗体对付它，下次你再感染这种病毒就会马上产生抗体消灭它。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "suppress",
            "rat on"
          ],
          "tran_cn": "撤销；镇压；宣布无效；捣碎"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "取消",
      "tran_en": "To quash a rebellion or protest means to stop it, often in a violent way"
    },
    {
      "pos": "vt",
      "tran_cn": "[法]废除，使无效，捣碎，压碎，平息，镇压",
      "tran_en": "to say or do something to stop something from continuing"
    }
  ],
  "exchange": {
    "third": [
      "quashes"
    ],
    "past": [
      "quashed"
    ],
    "done": [
      "quashed"
    ],
    "ing": [
      "quashing"
    ]
  }
}