{
  "word": "undermine",
  "ipa": {
    "us": "ˌʌndəˈmaɪn",
    "uk": "ˌʌndərˈmaɪn"
  },
  "sentences": [
    {
      "en": "A mole can undermine the strongest rampart.",
      "cn": "一只田鼠能毁坏最坚固的堡垒."
    },
    {
      "en": "But Ehud Olmert said second - guessing would only undermine the army.",
      "cn": "广播称,但表示猜测只会削弱军队."
    },
    {
      "en": "D'Alembert has tried to undermine by various cavils.",
      "cn": "D'Alembert百般挑剔试图暗中破坏."
    },
    {
      "en": "economic policies that threaten to undermine the health care system",
      "cn": "可能会损害医疗保健制度的经济政策"
    },
    {
      "en": "Even a handful of persons could undermine our great undertaking.",
      "cn": "少数人可以破坏我们的大事业."
    },
    {
      "en": "How do we maintain the trust of the people if you undermine us?",
      "cn": "如果你在暗中破坏我们怎么能保持人们对我们的信任 呢 ?"
    },
    {
      "en": "I don't want to do something that would undermine the chances of success.",
      "cn": "我不想做会影响成功机会的事情。"
    },
    {
      "en": "Incidents like these began to undermine Angleton's credibility.",
      "cn": "这一类事情开始损毁安格尔顿的声誉."
    },
    {
      "en": "It does not, however, undermine the basic messages of the text.",
      "cn": "然而, 这并不会损害正文基本要点."
    },
    {
      "en": "Offering advice on each and every problem will undermine her feeling of being adult.",
      "cn": "对每个问题都给出建议会令她觉得自己不像个成年人。"
    },
    {
      "en": "Rivers undermine their banks.",
      "cn": "河水冲刷堤基."
    },
    {
      "en": "The continued fighting threatens to undermine efforts to negotiate an agreement.",
      "cn": "持续的战斗有可能破坏通过谈判达成协议的努力。"
    },
    {
      "en": "The text, if adopted, would severely undermine poor countries'right to development.",
      "cn": "文本, 如获通过, 将严重损害穷国的发展权."
    },
    {
      "en": "They are trying to undermine my position.",
      "cn": "他们在试图损伤我的地位."
    },
    {
      "en": "They will do anything to undermine their adversary's reputation.",
      "cn": "他们会不择手段地去损害对手的名誉."
    },
    {
      "en": "This may help to undermine the brittle truce that currently exists.",
      "cn": "这也许会火上浇油，破坏当前脆弱不稳的休战局面。"
    },
    {
      "en": "This will lower the returns to all existing sellers and perhaps undermine the prise structure altogether.",
      "cn": "这就会降低所有现在销售者的投资收益,并且大约会损害总的价格结构."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "demoralize",
            "destroy",
            "rust",
            "sabotage",
            "scotch",
            "weaken"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "destroy",
            "sabotage",
            "weaken"
          ],
          "tran_cn": "暗中破坏;逐渐损害"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "逐渐削弱，使逐步减少效力，从根基处破坏，挖…的墙脚",
      "tran_en": "If you undermine someone's efforts or undermine their chances of achieving something, you behave in a way that makes them less likely to succeed"
    },
    {
      "pos": "vt",
      "tran_cn": " 暗中破坏； 逐渐削弱； 侵蚀…的基础",
      "tran_en": "to gradually make someone or something less strong or effective"
    }
  ],
  "exchange": {
    "third": [
      "undermines"
    ],
    "past": [
      "undermined"
    ],
    "done": [
      "undermined"
    ],
    "ing": [
      "undermining"
    ]
  }
}