{
  "word": "therewith",
  "ipa": {
    "us": "ˌðeəˈwɪð",
    "uk": "ˌðerˈwɪð"
  },
  "sentences": [
    {
      "en": "After close on Saturday therewith, advancement goes to the 6 th this month.",
      "cn": "星期六紧随其后, 本月前进到第六名."
    },
    {
      "en": "After close therewith is area of and other places of Tianjin, Yunnan, Jiangsu, Guizhou, Fujian.",
      "cn": "紧随其后的是天津 、 云南 、 江苏 、 贵州 、 福建等地区."
    },
    {
      "en": "After high - grade potted flower tightens therewith in, nearly two years the price also falls substantially.",
      "cn": "中高档 盆花紧随其后, 近两年价格也大幅度下降."
    },
    {
      "en": "And having food and raiment let us be therewith content.",
      "cn": "8只要有衣有食,就当知足."
    },
    {
      "en": "Better is a dinner of herbs where love is, than a stalled ox and hatred therewith.",
      "cn": "17吃素菜,彼此相爱, 强如吃肥牛,彼此相恨."
    },
    {
      "en": "He is a speaker, and a flunt speaker therewith.",
      "cn": "他是演说家, 而且是口若悬河的演说家."
    },
    {
      "en": "I have learned that whatever state I am, therewith to be content - Phil .4:11.",
      "cn": "我已经认识到无论我处于什么情形,都会感到满足——Phil.4:11."
    },
    {
      "en": "I have learned that whatever state I am, therewith to be content.",
      "cn": "我已经明白,在任何情况我都要知足."
    },
    {
      "en": "If a Credit contains conditions without stating the document to be presented in compliance therewith.",
      "cn": "如信用证含有某些条件而未列明需提交与之相符的单据者."
    },
    {
      "en": "It indicates further relation and adaptability between morphological characteristics and functions in raptors terrestrial bird therewith.",
      "cn": "这些特征与猛禽类抓握有力、撕裂迅猛、行动稳健的功能相适应,将有利于猛禽类功能的发挥."
    },
    {
      "en": "KJV Shall the axe boast itself against him that heweth therewith?",
      "cn": "[新译]斧头怎可以向用斧头砍木的人自夸 呢 ?"
    },
    {
      "en": "Love is not altogether a delirium, yet it has many points in common therewith.",
      "cn": "爱情并不完全让人神志不清, 但它却有很多相同之处."
    },
    {
      "en": "Shall the axe boast itself against him that heweth therewith?",
      "cn": "15斧,岂可向用釜砍木的自夸 呢 ."
    },
    {
      "en": "The Applicant that the information provided therewith above is true and valid.",
      "cn": "填表人保证上述信息真实有效."
    },
    {
      "en": "Therewith, the city recurrences the people's ideality and civilization with the blundering behaviors. \"",
      "cn": "城市开始以浮躁的表现再现当代城市人的理想和人文精神."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "thereupon",
          "tran_cn": " 于是；随即；关于那，在其上"
        },
        {
          "word": "therewithal",
          "tran_cn": " 于是；因此；随其；此外"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "accordingly",
            "then"
          ],
          "tran_cn": "随其；于是；以其；与此"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "then"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "随其，与之，与此，以其",
      "tran_en": "with or in addition to that "
    }
  ],
  "exchange": {}
}