{
  "word": "fiberglass",
  "ipa": {
    "us": "'faɪbəglɑ:s",
    "uk": "'faɪbəˌglɑs"
  },
  "sentences": [
    {
      "en": "A rod of wood , steel , or fiberglass used with a line for catching fish.",
      "cn": "当我们比较传统的混凝土桥和玻璃纤维桥时,后者的重量是混凝土桥的五分之一."
    },
    {
      "en": "After the fiberglass resin set up, I assembled everything on the base.",
      "cn": "在玻璃纤维树脂成立, 我组装一切的基础上."
    },
    {
      "en": "Bows are made of plastic, steel, fiberglass, and laminated wood.",
      "cn": "弓由塑料 、 钢 、 玻璃纤维和木片制造而成."
    },
    {
      "en": "FR { sections is made from fiberglass felt after drawing and squeezing.",
      "cn": "挤拉成型的玻璃钢型材由连续玻璃纤维毡包覆致密的连续玻璃纤维制成."
    },
    {
      "en": "If the centerboard is not weighted, like the fiberglass centerboards of many small sailboats, then sailors must keep the boat upright by positioning their own weight on the upwind side of the boat.",
      "cn": "如果活动龙骨不带负重，例如许多小型帆船使用的玻璃纤维活动龙骨，那么水手们必须通过将他们自己的体重压在船只的逆风侧来保持船只直立。"
    },
    {
      "en": "On Feb 21 th, 2004, Taishan Fiberglass INC merged with Zoucheng jiasida Glassfiber Yam Plant.",
      "cn": "2004年2月21日,在山东邹城隆重举行泰山玻纤入股邹城佳斯达电子玻纤签字仪式."
    },
    {
      "en": "Parafin was emulsion is used to humidify when the fiberglass is produced.",
      "cn": "拉制玻璃纤维原纱时采用石蜡乳剂作浸润剂,其含量不大于2.2%."
    },
    {
      "en": "Processed fiberglass products have broad prospects due to their cost efficiency.",
      "cn": "玻纤深加工产品投资少,见效快,具有广阔的发展前景."
    },
    {
      "en": "Products include: fiberglass wallcovering; fiberglass self - adhesive tape; fiberglass alkaline - resistant mesh, etc.",
      "cn": "产品包括: 玻纤壁布, 玻纤自粘带, 耐碱网布等."
    },
    {
      "en": "Pultruded fiberglass is stronger, and has higher flexural strength than timber.",
      "cn": "拉挤玻璃纤维是强, 具有较高的抗弯强度比木材."
    },
    {
      "en": "Q 32 : Do any of 3 M's disposable respirators contain fiberglass material?",
      "cn": "问32:3M的随弃式呼吸防护口罩材料中是否含有玻璃纤维?"
    },
    {
      "en": "The body is fiberglass and carbon fiber.",
      "cn": "车身材料为玻璃纤维和碳纤维。"
    },
    {
      "en": "The fiberglass grid has no air bubble inside so no partial discharge.",
      "cn": "网格布内部无气泡,从而无局部放电."
    },
    {
      "en": "The gallery installation comprised a series of white fiberglass dog sculptures.",
      "cn": "画廊中设置了一系列白色玻璃纤维制的狗雕塑."
    },
    {
      "en": "The pool's fiberglass sides had cracked and the water had leaked out.",
      "cn": "泳池四周的玻璃钢面开裂，水渗了出来。"
    },
    {
      "en": "The tube is fiberglass, and all fasteners are steel.",
      "cn": "所有管子材质均为玻璃纤维, 并都采用不锈钢加固."
    },
    {
      "en": "They are made of fiberglass and are extremely flexible.",
      "cn": "竿是由纤维玻璃钢制成,弹性极好."
    },
    {
      "en": "This generally takes two or three days for plaster casts, and an hour for fiberglass casts.",
      "cn": "对于石膏板，大约要两三天，而玻璃纤维夹板则仅仅只用一个小时。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fibrillate",
          "tran_cn": " 有原纤维组织的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "fiber",
          "tran_cn": " 纤维；光纤（等于fibre）"
        },
        {
          "word": "fibrillation",
          "tran_cn": " [医] 纤维性颤动，[生物] 原纤维形成"
        },
        {
          "word": "fibrinogen",
          "tran_cn": " [生化] 纤维蛋白原；纤朊原"
        },
        {
          "word": "fibrinolysis",
          "tran_cn": " [生化] 纤维蛋白溶解"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "fibrillate",
          "tran_cn": " 形成原纤维"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "fibrillate",
          "tran_cn": " 使…形成原纤维"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "thread",
            "fibre glass"
          ],
          "tran_cn": "玻璃纤维；玻璃丝"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "玻璃纤维，玻璃丝"
    }
  ],
  "exchange": {}
}