{
  "word": "sulfuric",
  "ipa": {
    "us": "sʌl'fju:rɪk",
    "uk": "sʌl'fjʊrɪk"
  },
  "sentences": [
    {
      "en": "A corrosive solution of sulfur trioxide in sulfuric acid.",
      "cn": "稀释的硫酸,用于蓄电池."
    },
    {
      "en": "Acids used in pickling can include sulfuric.",
      "cn": "酸浸渍中用的酸有硫酸."
    },
    {
      "en": "As a comparison, the pouring point of sulfuric acid and then nothing?",
      "cn": "这样一比较起来, 泼点硫酸又算得了什么 呢 ?"
    },
    {
      "en": "Both concentrated sulphuric acid and dilute sulfuric acid are corrosive.",
      "cn": "浓硫酸和稀硫酸都具有腐蚀性."
    },
    {
      "en": "Certain colors, due to pigment ingredients, may inherently have very poor sulfuric acid resistance.",
      "cn": "某些颜料, 由于色素组成成份的性质而导致耐酸性很差."
    },
    {
      "en": "Chlorination is carried out with Nhaloamines and sulfuric acid.",
      "cn": "氯化是用N- 卤胺和硫酸."
    },
    {
      "en": "Most sulfuric acid is made by the contact process.",
      "cn": "大多数的硫酸是用接触法制造的."
    },
    {
      "en": "Must not add water, well water and concentrated sulfuric acid.",
      "cn": "切忌加注河水 、 井水和浓硫酸."
    },
    {
      "en": "Sulfonated EPDM ionomers ( S - EPDM ) were prepared with concentrated sulfuric acid and acetic anhydride.",
      "cn": "用浓硫酸和醋酸酐与三元乙丙橡胶(EPDM ) 反应制备了磺化三元乙丙橡胶离聚物 ( S-EPDM)."
    },
    {
      "en": "Sulfur dioxide turns into tiny droplets of sulfuric acid. These light-colored droplets cool the Earth by reflecting sunlight back to space.",
      "cn": "二氧化硫能转变为微小的硫酸雨滴，这些浅色的雨滴能通过反射太阳光返回太空来使地球降温。"
    },
    {
      "en": "Sulfur or sulfuric deliveries can be similarly measured.",
      "cn": "硫黄和硫酸的交货量也可用类似方法测定."
    },
    {
      "en": "Sulfuric acid leaching technology of a nickeliferous spent material was studied.",
      "cn": "研究了含镍废料的酸浸工艺."
    },
    {
      "en": "The chemical method include treating with sulfuric acid, saponification, acylation, esterification, etc.",
      "cn": "化学方法包括酸洗法 、 皂化法 、 酰化法和酯化法等."
    },
    {
      "en": "The reaction of iron with sulfuric acid is a case of replacement.",
      "cn": "铁和硫酸的反应是一种置换反应."
    },
    {
      "en": "The sulfur dioxide combines with water in the air, forming sulfuric acid.",
      "cn": "二氧化硫与水结合在空气中, 形成硫酸."
    },
    {
      "en": "This variety is said to have a dog or panther-like nose and face, a forked tongue protruding from it, large fangs, and to hiss and screech when alarmed, as well as leave a sulfuric stench behind.",
      "cn": "据说，它还拥有狗或是豹子一样的鼻子和脸，像叉子一样的舌头，很大的獠牙，被惊吓到时会嘶嘶作声并尖叫并放出含有大量硫磺的臭气。"
    },
    {
      "en": "Zinc gluconate is synthesized with calcium gluconate, sulfuric acid and zinc oxide.",
      "cn": "阐述以葡萄糖酸钙 、 浓硫酸、氧化锌为主要原料合成葡萄糖酸锌的新方法."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sulfuretted",
          "tran_cn": " 含硫磺的；被硫化的"
        },
        {
          "word": "sulfurous",
          "tran_cn": " 硫磺的；含有硫磺的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sulfur",
          "tran_cn": " 硫磺；硫磺色"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "sulfuretted",
          "tran_cn": " 使同硫化合（sulfuret的过去式）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "sulfur",
          "tran_cn": " 用硫磺处理"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sulphuric",
            "thio"
          ],
          "tran_cn": "硫磺的；含多量硫磺的；含（六价）硫的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "concentrated sulfuric acid",
      "tran_cn": "浓硫酸；发烟硫酸"
    },
    {
      "phrase": "fuming sulfuric acid",
      "tran_cn": "发烟硫酸"
    },
    {
      "phrase": "sulfuric acid",
      "tran_cn": "硫酸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<化>（正）硫的，含（六价）硫的"
    }
  ],
  "exchange": {}
}