{
  "word": "coffin",
  "ipa": {
    "us": "ˈkɒfɪn",
    "uk": "ˈkɔːfɪn"
  },
  "sentences": [
    {
      "en": "A cool $500,000 is to be spent on obtaining genuine 17th-century air from the inside of, wait for it, an occupied lead coffin.",
      "cn": "将花费整整50万美元获取货真价实的17世纪的空气，注意了，是从一个内有尸体的铅制棺材里获得。"
    },
    {
      "en": "A fine would be the final nail in the coffin of the airline.",
      "cn": "罚款将会是对这家航空公司的最后致命一击。"
    },
    {
      "en": "Four soldiers kept guard over the coffin.",
      "cn": "四个士兵守卫着灵柩."
    },
    {
      "en": "Four soldiers stood guard over the coffin.",
      "cn": "四个士兵守卫灵柩."
    },
    {
      "en": "My father's working bench was covered with a cloth and his coffin was laid there.",
      "cn": "爸爸的工作台上盖了一块布，他的灵枢就陈放在那儿。"
    },
    {
      "en": "Peter could see the coffin amid the smoke.",
      "cn": "彼得能看见烟雾中的棺材."
    },
    {
      "en": "That that was the first problem. And then, that there was another: the empty coffin.",
      "cn": "这是首先遇到的困难，还有一层困难，便是那口空棺材。"
    },
    {
      "en": "The coffin closed with a dull thud.",
      "cn": "棺材合上时发出一声闷响。"
    },
    {
      "en": "The coffin had been draped in a Union Jack.",
      "cn": "灵柩上覆盖着英国国旗。"
    },
    {
      "en": "The coffin lid had been screwed down.",
      "cn": "棺材盖已经盖紧了."
    },
    {
      "en": "The coffin was carried by six soldiers walking in lockstep .",
      "cn": "灵柩由齐步行进的六名士兵抬着。"
    },
    {
      "en": "The coffin was placed in the grave.",
      "cn": "那口棺材已安放到坟墓里去了."
    },
    {
      "en": "The sight of the coffin sent a shudder through him.",
      "cn": "看到那副棺材,他浑身一阵战栗."
    },
    {
      "en": "They bore the coffin into the church.",
      "cn": "他们把棺材抬进教堂."
    },
    {
      "en": "Two reporters had to help lower the coffin into the grave.",
      "cn": "两名记者不得不帮忙把灵柩慢慢地放进墓穴中。"
    },
    {
      "en": "What coffin?",
      "cn": "什么棺材？"
    },
    {
      "en": "When I die, I just need an ordinary coffin.",
      "cn": "如果我死了，我只需要一个普通棺材。"
    },
    {
      "en": "When one's coffin is covered , all discussion about him can be settled.",
      "cn": "盖棺论定."
    },
    {
      "en": "When one's coffin is covered, all discussion about him can be settled.",
      "cn": "盖棺论定。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "box",
            "casket",
            "pall",
            "pine",
            "sarcophagus"
          ],
          "tran_cn": "棺材"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "coffin chamber",
      "tran_cn": "墓室"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "棺材，蹄槽",
      "tran_en": "a long box in which a dead person is buried or burnt"
    }
  ],
  "exchange": {
    "pl": [
      "coffins"
    ]
  }
}