{
  "word": "bromine",
  "ipa": {
    "us": "ˈbrəʊmi:n",
    "uk": "ˈbroʊmin"
  },
  "sentences": [
    {
      "en": "A chemical compound containing two bromine atoms bound to another element or radical.",
      "cn": "叠氮原子团和一种元素或一种基结合形成的一种化合物."
    },
    {
      "en": "A new method for determining the bromine content in brominated polystyrene was studied.",
      "cn": "提出了测定溴化聚苯乙烯中溴含量的方法."
    },
    {
      "en": "Beryllium, bismuth, and bromine must be considered as well.",
      "cn": "少量的还包括还有铍 、 铋 、 溴."
    },
    {
      "en": "Bromine can restrain central nervous system and avoid insomnia.",
      "cn": "溴:抑制中枢神经,有镇静作用,能防治失眠."
    },
    {
      "en": "Bromobenzene, magnesium , antimony trichloride and bromine act as raw materials, dibromotriphenylantimony flame retardant is synthesized.",
      "cn": "以溴苯、镁粉 、 三氯化锑、溴素为原料, 合成了二溴三苯基锑阻燃剂."
    },
    {
      "en": "Derivatives of bromine are much more active than the corresponding one of chlorine.",
      "cn": "溴的衍生物的活性要比相应的氯的衍生物大得多."
    },
    {
      "en": "Exposure to fumes from strong acids, ammonia, some organic solvents, chlorine, hydrogen sulfide, sulfur dioxide, and bromine can also cause irritative bronchitis.",
      "cn": "强酸，氨，有机溶液，氯，硫化氢，二氧化硫和溴也能引起刺激性支气管炎。"
    },
    {
      "en": "In this way a bromine 'handle' for adding extra resveratrol units can be placed in one position or in two positions in a controlled manner.",
      "cn": "通过这种方法，一个用于结合其他白藜芦醇单元的溴“把手”就可以可控地放置在一个或两个位置。"
    },
    {
      "en": "Magnesium mine, salt mine , Bromine mine, Piezoelectric Crystal.",
      "cn": "镁矿, 盐矿,溴矿, 压电水晶, 铸石用玄武岩."
    },
    {
      "en": "Main product has bromine of chloride, industry, magnesium chloride to wait.",
      "cn": "主要产品有氯化钾 、 工业溴 、 氯化镁等."
    },
    {
      "en": "Objective To observe the efficacy of bromine - containing disinfectant in on - the - spot disinfection of swimming pool water.",
      "cn": "目的观察含溴消毒剂对游泳池水现场消毒效果."
    },
    {
      "en": "Supported by the favorable bromine pricing environment, we are confident that this is an optimal opportunity to leverage our strong balance sheet and invest in Gulf Resources.",
      "cn": "由于溴盐定价环境令人满意，我们相信此举将是海湾资源公司增加资本，进行投资的最佳时机。"
    },
    {
      "en": "Synthesis of 2 - bromothiophene using thiophene and bromine and glacial acetic acid as solvent was studied.",
      "cn": "以冰乙酸为溶剂,通过噻吩和溴反应制备了 2- 溴噻吩,并探讨了诸因素对产率的影响."
    },
    {
      "en": "Test standard samples of bromine number 0.",
      "cn": "以容量法测定溴值在0."
    },
    {
      "en": "The existing bromine in acetic acid could aggravate corrosion on metal hole.",
      "cn": "醋酸中含溴会加剧金属孔蚀."
    },
    {
      "en": "The number of cationic bromine and chlorine compounds is restricted.",
      "cn": "溴、氯阳离子化合物的数量受局限."
    },
    {
      "en": "The preparation and catalytic properties of different bromine - free catalysts were discussed.",
      "cn": "溴蒽类催化剂的活性较低,相应的研究也较少."
    },
    {
      "en": "The yield was higher using bromine The yield was higher using bromine than chlorine.",
      "cn": "用溴比用氯时产出率高."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "bromine water",
      "tran_cn": "[化]溴水"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "溴",
      "tran_en": "a pungent dark red volatile liquid element of the halogen series that occurs in natural brine and is used in the production of chemicals, esp ethylene dibromide"
    }
  ],
  "exchange": {}
}