{
  "word": "unrecognizable",
  "ipa": {
    "us": "ˌʌnrekəɡˈnaɪzəbl; ˌʌnˈrekəɡnaɪzəbl",
    "uk": " ˌʌnrekəɡˈnaɪzəbl"
  },
  "sentences": [
    {
      "en": "He now finds the same village almost unrecognizable in its lushness.",
      "cn": "这次,他发现当年的那座村庄已经郁郁葱葱,几乎认不出来了."
    },
    {
      "en": "He was unrecognizable without his beard.",
      "cn": "他刮掉胡子，无人认得出他了。"
    },
    {
      "en": "His color rose to a heated red and his face was virtually unrecognizaBle.",
      "cn": "他的脸通红,变得几乎让人认不出来了."
    },
    {
      "en": "His speech was difficult to understand, his signature shaky and unrecognizable.",
      "cn": "他的演说很难听懂，他的签名颤颤巍巍地无法识别。"
    },
    {
      "en": "I hadn’t been to the city for 20 years and it was almost unrecognizable.",
      "cn": "我已经 20 年没有到过这座城市，几乎认不出来了。"
    },
    {
      "en": "In our code, we scrambled letters so words are unrecognizable.",
      "cn": "在密码中, 我们把字母排列顺序打乱使得单调无法辩认."
    },
    {
      "en": "People are normally quiet and pleasant may become unrecognizable when are behind a steering - wheel.",
      "cn": "平常很安详愉快的人一坐在方向盘后可能就变得难以认识."
    },
    {
      "en": "People are normally quiet and pleasant may become unrecognizable when are behind a steering wheel.",
      "cn": "平时安静的人一开车马上变得让人认不出."
    },
    {
      "en": "People who are normally quiet and pleasant may become unrecognizable when they are behind a steering - wheel.",
      "cn": "平常很安详快乐的人,一坐在方向盘之后就变得难以认识了."
    },
    {
      "en": "She was unrecognizable because of the poorness of the photography.",
      "cn": "由于照片照得不好,所以无法认出她."
    },
    {
      "en": "The car was unrecognizable and one side of the house was destroyed.",
      "cn": "汽车撞得稀烂,房子的一侧也受到的严重损坏."
    },
    {
      "en": "The corpses of the prisoners were nearly unrecognizable from the number of bullet wounds they'd received.",
      "cn": "囚犯的尸体上中枪太多，几乎无法辨认。"
    },
    {
      "en": "The unrecognizable remains of a man had been found.",
      "cn": "一具无法辨认的男性尸体被发现了。"
    },
    {
      "en": "There are many unrecognizable parts in this passage.",
      "cn": "这段文字中存在很多误码,根本无法读懂."
    },
    {
      "en": "Truly speaking, unrecognizable sweet it all is.",
      "cn": "确切地说, 它全都是种不可辨认的美妙."
    },
    {
      "en": "Unrecognizable identified or text string in SET command.",
      "cn": "SET命令中包含不能识别的标记符或文本串."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unadmitted",
            "unheralded"
          ],
          "tran_cn": "未被承认的；无法认出的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（人或事物）变得[损坏得]难以辨认的，无法识别的",
      "tran_en": "someone or something that is unrecognizable has changed or been damaged so much that you do not recognize them"
    }
  ],
  "exchange": {}
}