{
  "word": "fulfillment",
  "ipa": {
    "us": "fʊl'fɪlmənt",
    "uk": "fʊlˈfɪlmənt"
  },
  "sentences": [
    {
      "en": "And though it requires sacrifice, it brings a deeper fulfillment.",
      "cn": "虽然承担责任意味着牺牲个人利益, 但是你能从中体会到一种更加深刻的成就感."
    },
    {
      "en": "Ensure an effective operation planning and process to support the order fulfillment and delivery requirement.",
      "cn": "确保有效的运作计划和流程来支持订单的履行和交货要求。"
    },
    {
      "en": "For the youth generation, self - fulfillment and self - expression became very important.",
      "cn": "为青年世代, 自我 实现和 自我 表现变得非常重要."
    },
    {
      "en": "Happiness is the real sense of fulfillment that comes from hard work.",
      "cn": "快乐是从勤奋工作中得到的一种事实在在的成就感."
    },
    {
      "en": "He attained his own destiny. Then there is fulfillment.",
      "cn": "他实行了自己的使命, 那时就有了满足."
    },
    {
      "en": "He was willing to face any hardship in fulfillment of his duty.",
      "cn": "他愿意面对任何困难去履行他的职责."
    },
    {
      "en": "I get great joy and fulfillment from helping others.",
      "cn": "我从帮助别人的过程当中获得快乐和满足."
    },
    {
      "en": "I wish you success and fulfillment in the years ahead.",
      "cn": "祝你事业成功,幸福美满,万事如意."
    },
    {
      "en": "It's a matter of self - fulfillment.",
      "cn": "这在于能否实现个人抱负."
    },
    {
      "en": "More importantly, China's fulfillment of these commitments will firstly benefit itself.",
      "cn": "他同时指出, 中国履行这些承诺首先有利于中国."
    },
    {
      "en": "So fulfillment of desires is a prerequisite to unity.",
      "cn": "所以实现愿望是到达统一的先决条件."
    },
    {
      "en": "Talking and relating to another is a source of tremendous fulfillment.",
      "cn": "交谈与联系是让她们感到满足的巨大源泉之一."
    },
    {
      "en": "The fulfillment of my dream is apparently as far off as ever.",
      "cn": "我梦想的实现显然是遥遥无期."
    },
    {
      "en": "Third, the fulfillment of work safety control indicators was relatively good.",
      "cn": "三是安全生产控制指标实施情况较好."
    },
    {
      "en": "This contract is binding subject to the fulfillment of the following conditions.",
      "cn": "本合同须满足下列条件方始生效."
    },
    {
      "en": "Who, I thought, wants to know about the other's earlier relationships, if he or she is not the fulfillment of their promise?",
      "cn": "如果他或她不只履行他们的承诺的话，我认为，谁想去知道别人以前跟另一个异性的关系呢？"
    },
    {
      "en": "You must value your relationships because they give your fulfillment.",
      "cn": "你必须注重你的人际关系,因为它让你有满足感."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "fulfil",
          "tran_cn": " 履行；完成；实践；满足"
        },
        {
          "word": "fulfill",
          "tran_cn": " 履行；实现；满足；使结束（等于fulfil）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "implementation",
            "execution"
          ],
          "tran_cn": "履行；实行"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "performance",
            "success"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "完成，实现，满足（感），实施过程"
    }
  ],
  "exchange": {}
}