{
  "word": "cedar",
  "ipa": {
    "us": "ˈsi:də(r)",
    "uk": "ˈsidɚ"
  },
  "sentences": [
    {
      "en": "A flight of green parrots shot out of the cedar forest.",
      "cn": "一群绿鹦鹉从杉木林里疾速飞出。"
    },
    {
      "en": "European Spruce and Maple for musical instruments. Red Cedar tops, Mahogany, Zebrawood and many more.",
      "cn": "制作乐器的欧洲云杉和枫木, 上等红雪松, 桃花心木, 热带美洲产木材等等."
    },
    {
      "en": "Every piece of timber was planed, cut to size and stained with cedar preservative.",
      "cn": "每根木材都被刨平了，切割成一定尺寸，并涂上了雪松防腐剂。"
    },
    {
      "en": "He saw her sitting under a large cedar tree in the garden.",
      "cn": "他看到她坐在花园里一棵很大的雪松树下."
    },
    {
      "en": "I can hardly believe it's been over eight years since you used to go camping at Cedar Creek.",
      "cn": "我几乎无法相信现在距离你过去常常去松溪露营的日子已经有8年多了。"
    },
    {
      "en": "It makes the little cedar trees quiver, as with delight.",
      "cn": "它能让小雪松们高兴得颤抖."
    },
    {
      "en": "Prepare to stand down sectors Redwood, Douglas, Cedar and Mistletoe.",
      "cn": "各部门准备离开.红木 、 道格拉斯 、 雪松、和槲寄生."
    },
    {
      "en": "Soft tannins combined with cedar, berry fruits, chocolate and blackcurrant.",
      "cn": "丹宁柔和,充满橡木, 梅子果实, 巧克力和黑醋栗味道."
    },
    {
      "en": "The bird perched on a cedar by the window.",
      "cn": "鸟栖息在窗前的杉树上."
    },
    {
      "en": "The box is made out of cedar wood.",
      "cn": "这盒子是用杉木做的."
    },
    {
      "en": "The cedar was about five feet high and very shapely.",
      "cn": "那棵雪松约有五尺高,风姿优美."
    },
    {
      "en": "The most common construction woods are Douglas fir, hemlock, spruce, pine, and some cedar.",
      "cn": "最常用的木料是道格拉斯冷杉, 铁杉, 云杉, 松木以及其他一些杉木."
    },
    {
      "en": "The pine, cedar and spruce are evergreens.",
      "cn": "松树 、 雪松、云杉都是常绿的树."
    },
    {
      "en": "The yacht is built of cedar strip planking.",
      "cn": "游艇是用雪松木条建造的。"
    },
    {
      "en": "Whatever the cost, she was going out to Cedar Bridge.",
      "cn": "不管付出什么代价, 她就是要到杉树桥去."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cedrus"
          ],
          "tran_cn": "雪松；香柏；西洋杉木"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cedar rapids",
      "tran_cn": "锡达拉皮兹市（美国城市）"
    },
    {
      "phrase": "red cedar",
      "tran_cn": "铅笔柏；红刺柏"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雪松，西洋杉，香椿，香柏",
      "tran_en": "a large  evergreen  tree with leaves shaped like needles"
    }
  ],
  "exchange": {
    "pl": [
      "cedars"
    ]
  }
}