{
  "word": "anode",
  "ipa": {
    "us": "ˈænəʊd",
    "uk": "ˈænoʊd"
  },
  "sentences": [
    {
      "en": "A red wire is often attached to the anode.",
      "cn": "红色电线通常与阳极相联."
    },
    {
      "en": "Choose anode or cathode electrophoresis according to the electrophoresis process and coating.",
      "cn": "2根据电泳工艺及涂膜性不同,选择阴极电泳或阳极电泳."
    },
    {
      "en": "DESIGNING THE UNDISSOLVED ANODE OF LEAD ALLOY INTO ECOMATERIALS.",
      "cn": "不溶性铅合金阳极的环境材料化设计."
    },
    {
      "en": "Each tank shall be furnished with an internal anode for anodic protection.",
      "cn": "每个内胆都应该配置一体化的阳极以提供阳极保护."
    },
    {
      "en": "For replacing the anode, shut - off the power to the water heater.",
      "cn": "如果需要更换阳极棒, 请先关闭热水器电源."
    },
    {
      "en": "It'shows well - defined wavelengths which are characteristic of the structure of the metal forming the anode.",
      "cn": "它显示出那构成阳极的金属的结构所特有的,十分确定的波长."
    },
    {
      "en": "Protective magnesium anode rod - provides added protection against corrosion for long trouble - free service.",
      "cn": "具有保护作用的金属镁阳极棒 --- 这种金属镁阳极棒能够提高热水器的耐腐蚀能力,延长热水器的无故障寿命."
    },
    {
      "en": "Second, they are \"activating\" some of the inactive components, by freeing lithium from the inactive material so that it can move between the cathode and the anode.",
      "cn": "其次，他们是“激活”消极的一些组件，通过释放从非活动的材料，以便可以移动它们之间的阴极和阳极锂。"
    },
    {
      "en": "So the left electrode will be the cathode as I have configured it, and the right electrode will be anode.",
      "cn": "因此左边电极就成了阴极,正如我原来设定的一样，右边的电极就是阳极。"
    },
    {
      "en": "Support and guide the anode jacking frame during rack rising.",
      "cn": "支撑并引导阳极提升机构框架的运动."
    },
    {
      "en": "The cathode rays are always beamed on a fresh area of the anode surface.",
      "cn": "阴极射线总是射向阳极表面的新区域."
    },
    {
      "en": "The kit comes with an anode, a cathode, and an LED light.",
      "cn": "这种套装电池包括一根阳极、一根阴极和一颗LED灯。"
    },
    {
      "en": "The porous LiAl - Ce alloy anode has the best charge and discharge properties.",
      "cn": "添加铈的多孔锂铝合金阳极具有理想的充放电性能."
    },
    {
      "en": "The reverse process may proceed at the anode.",
      "cn": "相反的过程也会在阳极上发生."
    },
    {
      "en": "The Ti - Ru anode voltage was measured during the electrolytic process.",
      "cn": "测量了电解过程中钛涂钌电极的阳极电位."
    },
    {
      "en": "The topic of inert anode is attentioned in aluminum electrolysis.",
      "cn": "惰性阳极是铝电解行业比较关注且极富挑战性的课题."
    },
    {
      "en": "Transverse and longitudinal dimensions between anode legs base plates.",
      "cn": "门型支柱之间横向、纵向的尺寸."
    },
    {
      "en": "Water - cooled cold - arc - cathode in cup - shape and tube - shaped anode are used.",
      "cn": "采用水冷铜环形冷弧阴极和水冷筒 状 阳极."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "anodal",
          "tran_cn": "[电] 阳极的"
        },
        {
          "word": "anodic",
          "tran_cn": "[电] 阳极的；上升的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "anodise",
          "tran_cn": "对…阳极化处理"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "anodize",
          "tran_cn": "阳极电镀；作阳极化处理（等于anodise）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "positive pole",
            "positive electrode"
          ],
          "tran_cn": "[电子]阳极，[电]正极"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "anode coating",
      "tran_cn": "阳极涂层，阳极氧化层"
    },
    {
      "phrase": "anode copper",
      "tran_cn": "[机]阳极铜"
    },
    {
      "phrase": "anode current",
      "tran_cn": "阳极电流；板极电流"
    },
    {
      "phrase": "anode effect",
      "tran_cn": "阳极效应"
    },
    {
      "phrase": "anode plate",
      "tran_cn": "阳极板"
    },
    {
      "phrase": "anode slime",
      "tran_cn": "阳极泥；阳极残渣；阳极沉积层"
    },
    {
      "phrase": "anode voltage",
      "tran_cn": "阳极电压"
    },
    {
      "phrase": "insoluble anode",
      "tran_cn": "不溶性阳极"
    },
    {
      "phrase": "magnesium anode",
      "tran_cn": "[电工]镁阳极"
    },
    {
      "phrase": "sacrificial anode",
      "tran_cn": "[化]牺牲阳极"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阳极",
      "tran_en": "the part of a  battery  that collects  electrons  , often a wire or piece of metal with the sign (+)"
    }
  ],
  "exchange": {
    "pl": [
      "anodes"
    ]
  }
}