{
  "word": "ordinate",
  "ipa": {
    "us": "ˈɔ:dɪnət",
    "uk": "ˈɔrdɪnət"
  },
  "sentences": [
    {
      "en": "Co - ordinate site occupational health & safety program including committee meetings and documentation.",
      "cn": "确定质量体系文件要求的工作区域的安全和健康,确保两者之间吻合."
    },
    {
      "en": "Co - ordinate work schedule and supervise team activities to ensure efficient operation.",
      "cn": "协调工作进度及督促班组工作以确保有效运作."
    },
    {
      "en": "Colours and looks must fit the themes of the seasons so that the shops co-ordinate well.",
      "cn": "颜色和外观必须符合季节的主题，这样各个商家看起来才会比较协调。"
    },
    {
      "en": "Do we need to co - ordinate with the ward clerk?",
      "cn": "我们需要和支会记录员协调 吗 ?"
    },
    {
      "en": "Drag onto the page, then drag one line end to ordinate origin and one to the feature.",
      "cn": "拖到绘图页上，然后将一个线端拖到坐标原点，一个线端拖到部件。"
    },
    {
      "en": "Functional departments should closely co - ordinate with the front end sales force.",
      "cn": "职能部门应当与前端销售人员紧密合作."
    },
    {
      "en": "It &; am # 39 ; s e ential that you co - ordinate the new launch strategy.",
      "cn": "由你来协调新的上市策略才是重要的."
    },
    {
      "en": "It helps co - ordinate the different parts of our bodies when we have sports.",
      "cn": "它帮助公司——纵坐标的不同部分我们的身体当我们有运动。"
    },
    {
      "en": "R is the slope of the straight line and B its ordinate at the origin.",
      "cn": "R是直线的斜率,B是直线在纵坐标上的截距."
    },
    {
      "en": "She'll show you how to co-ordinate pattern and colours.",
      "cn": "她会教你如何搭配款式和颜色。"
    },
    {
      "en": "The limit occurs when the ordinate deviates appreciably from unity.",
      "cn": "这个限度发生在纵坐标明显地从单位1偏离的时候."
    },
    {
      "en": "The ordinate scale is linear in decibels.",
      "cn": "纵坐标比例尺以分贝为单位是线性的."
    },
    {
      "en": "Tie it with fabric bows that co-ordinate with other furnishings.",
      "cn": "系上与其他装饰相配的布质蝴蝶结。"
    },
    {
      "en": "To direct and co - ordinate the work of QC line supervisor.",
      "cn": "负责对在线质量控制主管的工作给予指导并做出相应的调整."
    },
    {
      "en": "Transverse forces acting in the positiveco - ordinate direction are positive.",
      "cn": "横力作用在正坐标方向的为正."
    },
    {
      "en": "Upon receipt of properly authorized customer demand, co - ordinate sizing effort.",
      "cn": "接到适当授权的客户需求后, 协调统筹."
    },
    {
      "en": "Use a minimum of ordinate and abscissa values so they do not run together.",
      "cn": "使用最低限度的协调与横坐标值使他们不跑在一起。"
    },
    {
      "en": "We should also learn how to co - ordinate air and ground operations.",
      "cn": "怎样把天上地下协同起来,我们也要学会."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ordination",
          "tran_cn": " 分类；任命；神职授任；排成等级"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<数>纵坐标",
      "tran_en": "the vertical or y-coordinate of a point in a two-dimensional system of Cartesian coordinates "
    }
  ],
  "exchange": {}
}