{
  "word": "alternatively",
  "ipa": {
    "us": "ɔːlˈtɜːnətɪvli",
    "uk": "ɔːlˈtɜːrnətɪvli"
  },
  "sentences": [
    {
      "en": "Alternatively it may be solely a method of forming a suitable background for painting.",
      "cn": "也可能是为了使油漆有个适宜底面."
    },
    {
      "en": "Alternatively the gels may be destained electrophoretically.",
      "cn": "凝胶脱色的另一方法是电泳法."
    },
    {
      "en": "Alternatively, a reflective type of adhesive containing aluminium powder may be used.",
      "cn": "此外, 也可采用含有铝粉的反射型粘接剂."
    },
    {
      "en": "Alternatively, reefs may extend linearly across basins.",
      "cn": "此外, 礁可横穿盆地呈带状延伸."
    },
    {
      "en": "Alternatively, the President may issue administrative orders directing responsible parties to take protective action.",
      "cn": "替代性的办法是, 总统可以颁布行政命令,责令责任方采取保护性措施."
    },
    {
      "en": "Alternatively, the same information may be repeated within the sound track.",
      "cn": "另外, 同样的信息可能会重复在健康的轨道."
    },
    {
      "en": "Alternatively, there could be a surge in net exports.",
      "cn": "另一种情况是净出口的大幅增长."
    },
    {
      "en": "Alternatively, we can look directly at measures of unused business capacity.",
      "cn": "或许我们可以直接利用闲置的企业产能."
    },
    {
      "en": "Alternatively, we may invert the file.",
      "cn": "换一种方法, 我们可以将此文件倒排."
    },
    {
      "en": "Alternatively, you can submit an enquiry by filling in the below.",
      "cn": "此外, 您亦可以在以下填写及提交您的查询."
    },
    {
      "en": "His action was alternatively vivacious and sullen.",
      "cn": "他的举动时而轻松愉快,时而阴沉古怪."
    },
    {
      "en": "Hotels are generally of a good standard and not too expensive. Alternatively you could stay in an apartment.",
      "cn": "旅馆一般标准高并且不太贵。或者你可以住公寓。"
    },
    {
      "en": "The experiments can be developed alternatively along two lines.",
      "cn": "实验可沿着两个方向之一开展."
    },
    {
      "en": "The RVT can alternatively be connected directly to the Ground Control Station.",
      "cn": "RVT能做为选择直接连接到地面控制站."
    },
    {
      "en": "We could take the train or alternatively go by car.",
      "cn": "我们可以坐火车去,也可以坐汽车去."
    },
    {
      "en": "You could, alternatively, hang onto it in the hope that it will be worth millions in 10 years time.",
      "cn": "或者，你也可以留着它，指望10年以后它能值个几百万。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alternative",
          "tran_cn": " 供选择的；选择性的；交替的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "alternative",
          "tran_cn": " 二中择一；供替代的选择"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "or"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "二者择一地，要不然，或者",
      "tran_en": "You use alternatively to introduce a suggestion or to mention something different from what has just been stated."
    }
  ],
  "exchange": {}
}