{
  "word": "potentiality",
  "ipa": {
    "us": "pəˌtenʃiˈæləti",
    "uk": "pəˌtɛnʃiˈælɪti"
  },
  "sentences": [
    {
      "en": "All of these are useful breeds whose potentiality has not been realized.",
      "cn": "所有这些都是有益的品种，其潜力尚未被认识到。"
    },
    {
      "en": "Among them, with transglutaminase modifying has heavy development potentiality.",
      "cn": "其中, 用转谷氨酰胺酶改性具有比较大的发展潜力."
    },
    {
      "en": "At present, it have development potentiality most atand abord.",
      "cn": "目前, 在国内外极具发展潜力."
    },
    {
      "en": "Ceramic Filter possesses itself of a great potentiality in development.",
      "cn": "陶瓷过滤器是最具发展潜力的除尘技术之一."
    },
    {
      "en": "For motion is nothing else than the reduction of something from potentiality to actuality.",
      "cn": "运动只是将事物的潜在性变为现实性而已."
    },
    {
      "en": "I want to actualize my potentiality to add to its color.",
      "cn": "我很想实现自我潜能来为它添色."
    },
    {
      "en": "It is dead; it is just a potentiality.",
      "cn": "它是死的; 它只是以潜能的?态存在."
    },
    {
      "en": "Nevertheless, there is yet potentiality for its perfection and continual improvement.",
      "cn": "但该技术尚存在着有待于完善提高和不断改进的潜力."
    },
    {
      "en": "So, CAV - 2 has potentiality to develop into live vaccine vector.",
      "cn": "因此, CAV -2 具有发展成为活疫苗载体的潜力."
    },
    {
      "en": "So, very have potentiality of development.",
      "cn": "因此甚具发展的潜力."
    },
    {
      "en": "Study on land production potentiality and land carry capacity has strategic significance for the zone.",
      "cn": "当前,人口、资源、环境矛盾十分突出,土地生产潜力及人口承载量研究日益为人们所重视."
    },
    {
      "en": "The forest energy is the clean energy with enormous, renewable potentiality.",
      "cn": "森林能源是潜力巨大 、 可再生的清洁能源."
    },
    {
      "en": "The multiple differentiation potentiality of ASCs had been confirmed.",
      "cn": "同时多家研究者在体外利用小鼠骨髓细胞或来自骨髓的成体多潜能干细胞在不同条件下分化为类肝细胞."
    },
    {
      "en": "The results indicated the exploitation of soybean protein with abundant resources has great potentiality.",
      "cn": "结果说明大豆蛋白资源非常丰富,研究和开发的潜力很大."
    },
    {
      "en": "The stem cells have multiple differentiation activity and high self renewal potentiality.",
      "cn": "干细胞具有多重分化活性及高度自我更新潜能."
    },
    {
      "en": "Venture capital is characterized by high - risk, high - return and high growth potentiality.",
      "cn": "风险投资具有高风险 、 高收益、高增长潜力的特点."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "potential",
          "tran_cn": " 潜在的；可能的；势的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "potentially",
          "tran_cn": " 可能地，潜在地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "potency",
          "tran_cn": " 效能；力量；潜力；权势"
        },
        {
          "word": "potential",
          "tran_cn": " 潜能；可能性；[电] 电势"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "possibility",
            "probability",
            "feasibility",
            "maybe",
            "chance"
          ],
          "tran_cn": "潜力；可能性"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "possibility",
            "probability"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "可能力，（用复数）潜能，潜力。可能性",
      "tran_en": "an ability or quality that could develop in the future"
    }
  ],
  "exchange": {
    "pl": [
      "potentialities"
    ]
  }
}