{
  "word": "sugarcane",
  "ipa": {
    "us": "'ʃʊgəˌkeɪn",
    "uk": "ˈʃʊɡɚˌken"
  },
  "sentences": [
    {
      "en": "A lot of vegetables are grown , also sugarcane, sweet potatoes and ginger.",
      "cn": "种很多蔬菜, 还有甘蔗, 番薯和生姜."
    },
    {
      "en": "Agriculture: bananas, sugarcane, coffee, sisal; livestock; forest products; fish.",
      "cn": "农业: 香蕉, 甘蔗, 咖啡, 波罗麻, 家畜, 森林产业, 渔业."
    },
    {
      "en": "At El Awamia , just south of Luxor, I watched farmers harvest sugarcane.",
      "cn": "在阿瓦米亚, 就是卢克索斯以南, 我看到农民们在收割甘蔗."
    },
    {
      "en": "Brazilian sugarcane production and export volume rank the first in the world.",
      "cn": "巴西甘蔗年产量和出口量均居世界首位."
    },
    {
      "en": "He cut the sugarcane into several pieces.",
      "cn": "他把甘蔗截成几节."
    },
    {
      "en": "High - quality products: sugarcane Ma pigs, highland cattle consumption , possessionmian yang.",
      "cn": "名优特产: 蔗麻猪 、 高原耗牛 、 藏棉羊."
    },
    {
      "en": "Mosaic is one of the most widely distributed sugarcane diseases.",
      "cn": "花叶病是分布最广泛的甘蔗病害之一."
    },
    {
      "en": "Plant waxes include carnauba wax candelilla wax and sugarcane wax used in polishes. About90% of the waxes in commerce are recovered by dewaxing petroleum.",
      "cn": "植物蜡主要是巴西棕榈蜡，小烛树蜡和甘蔗蜡都用作擦亮剂。工业用蜡中约有90%是由石油中回收的。"
    },
    {
      "en": "Sugarcane and there were black sugar cane, Qingpi two varieties of sugarcane.",
      "cn": "果蔗中又有黑皮蔗 、 青皮蔗两个品种."
    },
    {
      "en": "Sugarcane was the best for its feeding, development and reproduction.",
      "cn": "甘蔗最有利于该虫的取食 、 发育和繁殖."
    },
    {
      "en": "Tall stalks of sugarcane bend in the trade winds.",
      "cn": "高高的甘蔗在信风中弯下腰杆儿."
    },
    {
      "en": "The  sugared  vinegar is  refined from the sugarcane and  pine.",
      "cn": "加糖的醋是从甘蔗和松木中精炼出来的."
    },
    {
      "en": "The sugared vinegar is refined from the sugarcane addp and pine.",
      "cn": "加糖的醋是从甘蔗和松木中精炼出来的."
    },
    {
      "en": "The sugared vinegar is refined from the sugarcane and pine.",
      "cn": "加糖的醋是从甘蔗和松木中精炼出来的。"
    },
    {
      "en": "The suitable planting sugarcane area is vast in China.",
      "cn": "摘要我国甘蔗的适种区域广阔."
    },
    {
      "en": "There are vast fields of sugarcane in Queensland, Australia.",
      "cn": "在澳大利亚昆士兰州有大片甘蔗田."
    },
    {
      "en": "Tong, for the pressing of sugar cane, sugarcane available for direct fresh.",
      "cn": "塘蔗用于榨糖, 果蔗可供人直接鲜食."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "sugarcane juice",
      "tran_cn": "蔗汁"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<植>甘蔗",
      "tran_en": "a tall tropical plant from whose stems sugar is obtained"
    }
  ],
  "exchange": {}
}