{
  "word": "Macao",
  "ipa": {
    "us": "məˈkau",
    "uk": "məˈkaʊ"
  },
  "sentences": [
    {
      "en": "A Comparison of the Probation Legislation between Macao and the Mainland.",
      "cn": "澳门与大陆缓刑立法之比较."
    },
    {
      "en": "After two people arrive at Macao, Tan Yi along, but.",
      "cn": "二人抵澳门后, 谭亦尾随而至."
    },
    {
      "en": "Do you have any opinion on the return of Macao?",
      "cn": "你对澳门的回归有什么看法?"
    },
    {
      "en": "Give advices for improving the Macao's official external trade statistic system. \"",
      "cn": "提供建议,藉以完善澳门外贸统计系统."
    },
    {
      "en": "I'm going to make sure if I'm going to Macao.",
      "cn": "我要拿定主意我是否去澳门."
    },
    {
      "en": "Like all gold rushes, Macao has attracted a raucous and colourful community.",
      "cn": "就像所有的淘金热一样, 澳门吸引了五花八门的各色群体."
    },
    {
      "en": "Macao altogether has 28 banks, including 3 disembark banks.",
      "cn": "澳门共有28家银行, 包括3家离岸银行."
    },
    {
      "en": "Macao finance administrative bureau yesterday urgent convention press conference.",
      "cn": "澳门金融管理局昨天紧急召开新闻发布会."
    },
    {
      "en": "Macao's return will end years of humiliating foreign rule over Chinese land.",
      "cn": "澳门的回归将从此借宿外国中国土地上统治耻辱的年代."
    },
    {
      "en": "Miss Pao was born and raised in Macao and was said to have Portuguese blood.",
      "cn": "鲍小姐生长澳门,据说身体里有葡萄牙人的血."
    },
    {
      "en": "Other popular destinations are Yunnan, Hong Kong, Macao and Taiwan.",
      "cn": "此外, 云南以及港澳台也是很受欢迎的出游地."
    },
    {
      "en": "Please find out when the ship sails for Macao.",
      "cn": "帮我查一下那艘船什么时候开往澳门."
    },
    {
      "en": "The Macao's return must greatly satisfy all ranks and races in China.",
      "cn": "澳门回归对于中国各阶层人士和各民族人民来说,必定是一件大快人心的事情."
    },
    {
      "en": "These are ferries that ply between Hong Kong and Macao.",
      "cn": "这些是往返香港和澳门间的渡轮."
    },
    {
      "en": "This service is applicable for Macao mobile phone number only.",
      "cn": "本项服务只适用于澳门流动电话号码."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "澳门（在广东珠江口西侧）"
    },
    {
      "pos": "other",
      "tran_cn": "澳门"
    }
  ],
  "exchange": {}
}