{
  "word": "obsessed",
  "ipa": {
    "us": "əb'sest",
    "uk": "əb'sest"
  },
  "sentences": [
    {
      "en": "Above all, the whiteness of the walls obsessed him.",
      "cn": "首要的一点, 白晃晃的墙壁令他陶醉不已."
    },
    {
      "en": "By the 1900 s , Bell was obsessed by the challenge of flight and speed.",
      "cn": "到了1900年代, 贝尔醉心于飞行及速度的挑战."
    },
    {
      "en": "Fear that someone might steal his money obsessed the old miser.",
      "cn": "怕有人会偷钱的恐惧困扰着这个老吝啬鬼."
    },
    {
      "en": "He is obsessed by hobbies.",
      "cn": "他沉溺于癖好中((嗜好使他分心))."
    },
    {
      "en": "He wanted to banish this business from his mind, yet it obsessed him.",
      "cn": "那点别扭劲儿又忽然回来了.不愿再思索, 可是心中堵得慌."
    },
    {
      "en": "He was obsessed with gangster movies.",
      "cn": "他那时迷上了警匪片。"
    },
    {
      "en": "He was obsessed with the notion that he would find her in the crowd.",
      "cn": "他脑子里成天成夜纠缠着一种幻想:他可能在人群中见到她."
    },
    {
      "en": "He was petty-minded and obsessed with detail.",
      "cn": "他小肚鸡肠，满脑子都是鸡毛蒜皮的事儿。"
    },
    {
      "en": "He's obsessed by computers.",
      "cn": "他迷上了电脑。"
    },
    {
      "en": "His opponents were still obsessed by his seeming invulnerability.",
      "cn": "他的对手还仍然对他表面上的坚不可摧感到棘手."
    },
    {
      "en": "I was obsessed by my physical imperfections.",
      "cn": "我的身体缺陷令我很苦恼。"
    },
    {
      "en": "It is not every day that one meets a business-person who is not obsessed with Mammon.",
      "cn": "不贪财的生意人可遇不可求。"
    },
    {
      "en": "My colleagues and I were obsessed with the detail of the stalled draft peace treaty.",
      "cn": "我和同事们正在埋头研究卡了壳的和平协定草案的细节."
    },
    {
      "en": "The idea that he might lose the position obsessed him.",
      "cn": "可能会失去职务的想法使他心神不安."
    },
    {
      "en": "The media seems obsessed with hyping up individuals or groups.",
      "cn": "媒体似乎热衷于大肆吹捧某些个人或团体。"
    },
    {
      "en": "They become obsessed with trying to equip their vehicles with gadgets to deal with every possible contingency.",
      "cn": "他们变得痴迷于给自己的车辆装备小配件，以应付可能出现的各种紧急情况。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "crazy",
            "mad"
          ],
          "tran_cn": "着迷的；无法摆脱的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "implicated"
          ],
          "tran_cn": "着迷（obsess的过去式）；纠缠"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "着迷的，一门心思的，（思想）无法摆脱的",
      "tran_en": "If someone is obsessed with a person or thing, they keep thinking about them and find it difficult to think about anything else"
    },
    {
      "pos": "v",
      "tran_cn": "着迷( obsess的过去式和过去分词)，时刻困扰，缠住，使痴迷，使迷恋"
    }
  ],
  "exchange": {}
}