{
  "word": "agnostic",
  "ipa": {
    "us": "ægˈnɒstɪk",
    "uk": "ægˈnɑstɪk"
  },
  "sentences": [
    {
      "en": "Agnostic: A person who believes that nothing can be known about God or life after death.",
      "cn": "不可知论: 指相信上帝、神、回等现象是不可被认知的."
    },
    {
      "en": "An agnostic is a doubter.",
      "cn": "不可知论者即是怀疑论者."
    },
    {
      "en": "Catholics are agnostic to the Protestant creeds.",
      "cn": "天主教徒对于新教教义来说,是不可知论者."
    },
    {
      "en": "However, in the case of SCM tools , this tool agnostic approach is somewhat to achieve.",
      "cn": "当然, 对于配置管理工具而言, 不确定工具的方向是有点难以达到的."
    },
    {
      "en": "I am agnostic; I do not to know what many ignorant men are sure of.",
      "cn": "者; 我不假装知道许多无知的人以为知道的一清二楚的东西."
    },
    {
      "en": "I an agnostic; I do not pretend to know what many ignorant men is sure of.",
      "cn": "我是个不可知论者; 我不假装知道许多无知的人以为知道的一清二楚的东西."
    },
    {
      "en": "I have mentioned that Locke was very agnostic.",
      "cn": "我提到过，洛克是个不可知论者。"
    },
    {
      "en": "Implementation to be exception agnostic so that it can be used in environments without exceptions.",
      "cn": "实现改为异常不可知的,以便可在无异常的环境中使用."
    },
    {
      "en": "It is also GUI toolkit agnostic and portable.",
      "cn": "它也有GUI工具包,很轻便."
    },
    {
      "en": "It was all new to me because, like my father, I was an agnostic and had not heard of fundamentalism.",
      "cn": "这对我来说是新鲜的，因为我以前跟父亲一样，都是不可知论者，我并无接触过基要派。"
    },
    {
      "en": "She was an atheist, and I was an agnostic.",
      "cn": "她是个无神论者，而我则是个不可知论者。"
    },
    {
      "en": "To find out the special agnostic criterions of cough variability asthma ( CVA ) through differential diagnosis.",
      "cn": "目的通过对咳嗽变异型哮喘的鉴别诊断,找到诊断咳嗽变异型哮喘的特定诊断指标,对症治疗."
    },
    {
      "en": "Vasari claimed with horror that he was, if not an atheist, then an agnostic.",
      "cn": "瓦萨里惊恐地说他若非无神论者，就是不可知论者。"
    },
    {
      "en": "We were essentially agnostic about how and when political cohesion came about.",
      "cn": "其实,我们并不想知道政治结合怎样实现,何时实现."
    },
    {
      "en": "When an atheist or agnostic asks me about Sunday School for their children, I recommend exposing their children to a religion.",
      "cn": "当一个无神论者或不可知论者问我星期天学校的事时，我的建议是让孩子去了解宗教。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "agnosticism",
          "tran_cn": " 不可知论"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "know nothing",
            "skeptical"
          ],
          "tran_cn": "不可知论的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nescient"
          ],
          "tran_cn": "不可知论者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "know-nothing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不可知论的"
    },
    {
      "pos": "n",
      "tran_cn": "不可知论者",
      "tran_en": "someone who believes that people cannot know whether God exists or not"
    }
  ],
  "exchange": {
    "pl": [
      "agnostics"
    ]
  }
}