{
  "word": "hotline",
  "ipa": {
    "us": "ˈhɒtlaɪn",
    "uk": "ˈhɑtlaɪn"
  },
  "sentences": [
    {
      "en": "Actively promote openness government affairs, the county opened a telephone hotline.",
      "cn": "积极推行政务公开, 开通了县长热线电话."
    },
    {
      "en": "Call our crime hotline today.",
      "cn": "今天就请拨打我们的犯罪举报热线电话。"
    },
    {
      "en": "Depart at Sunday, Surcharge fee pls call hotline for enquiry.",
      "cn": "逢星期日出发, 现在价格可能会有附加费,请致电热线查询!"
    },
    {
      "en": "Does the facility have Target Corporation's Integrity Hotline information displayed throughout?",
      "cn": "设施是否都张贴有(目标公司完善热线)的信息?"
    },
    {
      "en": "For any enquiries, please call our Customer Services Hotline 1021 – 050.",
      "cn": "如有任何查询, 请致电客户服务热线1021-050."
    },
    {
      "en": "For details, please call China Motion Telecom Service Hotline: 2516 3789.",
      "cn": "如欲查询详细收费, 请致电润讯通信服务热线: 25163789."
    },
    {
      "en": "Hotline - 2534588 ( 10 lines ) to provide all - round quality services Huangshan Tourism.",
      "cn": "热线电话 -2534588 ( 10线 ) 提供黄山旅游 全方位 一对一的优质服务."
    },
    {
      "en": "If you have any enquiries, please call Customer Service Hotline 2627 - 8888.",
      "cn": "如有任何查询, 欢迎致电客户服务热线2627-8888."
    },
    {
      "en": "If you'd like more information, ring the Hotline on 414 3929.",
      "cn": "如果想了解更多信息，请拨打热线电话4143929。"
    },
    {
      "en": "It was a hotline call from Khrushchev to President Johnson.",
      "cn": "是赫鲁晓夫打给约翰逊总统的直通电话."
    },
    {
      "en": "It's necessary for radio broadcasting stations to improve the hotline programmes.",
      "cn": "电台有必要改进他们的热线节目."
    },
    {
      "en": "Later they called a tip hotline, which ultimately led to their capture.",
      "cn": "之后他们打过电话给成人热线这也是使其被捕的原因."
    },
    {
      "en": "Mike is calling a fortune telling hotline.",
      "cn": "麦克在打算命热线."
    },
    {
      "en": "The 800 service hotline greatly narrows the distance between AIR - SYS and customers.",
      "cn": "800服务电话使阿尔西的用户享受全年24小时不间断服务."
    },
    {
      "en": "The telephone hotline facility providing information on consent applications has been enhanced.",
      "cn": "此外,申请同意书查询服务热线已可提供更多服务."
    },
    {
      "en": "Zero : It was a hotline call from Khrushchev to President Johnson.",
      "cn": "是赫鲁晓夫打给约翰逊总统的专线."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hot-wire"
          ],
          "tran_cn": "热线；热线电话，咨询电话"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "sales hotline",
      "tran_cn": "销售热线"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "热线（电话），电话咨询服务专线",
      "tran_en": "a special telephone line for people to find out about or talk about something"
    }
  ],
  "exchange": {
    "pl": [
      "hotlines"
    ]
  }
}