{
  "word": "pinpoint",
  "ipa": {
    "us": "ˈpɪnpɔɪnt",
    "uk": "ˈpɪnpɔɪnt"
  },
  "sentences": [
    {
      "en": "...if you can pinpoint exactly what the anger is about.",
      "cn": "…如果你能确切说明生气的原因。"
    },
    {
      "en": "Engineers are trying to pinpoint the cause of the trouble.",
      "cn": "工程师们在设法找出故障的原因."
    },
    {
      "en": "Far away in a storm - location center, a radio - locater can pinpoint the lightning stroke.",
      "cn": "在远处的暴风探测中心, 无线电定向器能准确地给闪电定位."
    },
    {
      "en": "He discovered some pinpoint particles in the liquid.",
      "cn": "他在液体中发现了一些极其微小的细粒."
    },
    {
      "en": "He was able to pinpoint on the map the site of the medieval village.",
      "cn": "他能在地图上准确找出那个中世纪村庄的位置。"
    },
    {
      "en": "I can't pinpoint the error.",
      "cn": "我不能正确地指出错误(在哪里)."
    },
    {
      "en": "I could pinpoint his precise location on a map.",
      "cn": "我能在地图上指明他的准确位置。"
    },
    {
      "en": "It is difficult to pinpoint when water problems of the modern age began.",
      "cn": "很难准确地指出,现代用水的问题是什么时候出现的."
    },
    {
      "en": "It was almost impossible to pinpoint the cause of death.",
      "cn": "几乎不可能确认死因。"
    },
    {
      "en": "It’s difficult to pinpoint the cause of the accident.",
      "cn": "事故原因很难查明。"
    },
    {
      "en": "New satellites will allow cars to pinpoint their position within an inch .",
      "cn": "新的卫星系统将让汽车精确他们的位置到每一英寸。"
    },
    {
      "en": "Objective To discuss the application of CT fluoroscopy and Pinpoint guided percutaneous transthoracic biopsy in thorax.",
      "cn": "目的:探讨CT透视及pinpoint导引下胸部活检术."
    },
    {
      "en": "Pinpoint of sunlight came in throught minute holes in the curtains.",
      "cn": "针尖一般的阳光从窗帘的细孔里透进来."
    },
    {
      "en": "Rescue teams have now pinpointed the location of the ship.",
      "cn": "救援队现在已经找出那艘船的准确位置。"
    },
    {
      "en": "The feature could, for example, pinpoint areas being threatened by a quickly approaching tornado and alert residents of impending danger via their computers or cell phones.",
      "cn": "例如，精确地定位正遭受龙卷风攻击的区域并通过计算机和手机警告危险地区的人们。"
    },
    {
      "en": "There is only a pinpoint of light in the cave.",
      "cn": "山洞中只能见到一丝光线."
    },
    {
      "en": "These missles can be fired with pinpoint accuracy.",
      "cn": "这些导弹可精确地命中目标."
    },
    {
      "en": "They have to be able to pinpoint people in order to work, but satellite positioning does not work indoors.",
      "cn": "因为这样的技术必须精确人的位置才可以工作，而目前卫星的定位系统还不能运行到室内。"
    },
    {
      "en": "They must pinpoint the part of the brain involved in the disease.",
      "cn": "他们必须找出与这种病有关的脑内部位."
    },
    {
      "en": "We can pinpoint the exact location of whoever answers my call on a cell phone?",
      "cn": "无论是谁用手机接我的电话用这个我们都能得到精确的地址?"
    },
    {
      "en": "Yes. Why don't you just pinpoint what you want to say?",
      "cn": "是的.你为什么不直截了当地说出来?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "accurate",
            "precise",
            "mathematical",
            "strict",
            "rigid"
          ],
          "tran_cn": "精确的；详尽的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "needlepoint",
            "fingerling"
          ],
          "tran_cn": "针尖；精确位置；极小之物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "localize",
            "locate"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "assure oneself",
            "ascertain"
          ],
          "tran_cn": "查明；精确地找到；准确描述"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "精确的，精准的，详尽的"
    },
    {
      "pos": "n",
      "tran_cn": "针尖，尖头，精确位置，极小之物",
      "tran_en": "a very small area or  dot  of something"
    },
    {
      "pos": "v",
      "tran_cn": "查明；精确地找到；准确描述",
      "tran_en": "to discover or explain exactly the real facts about something or the cause of a problem"
    },
    {
      "pos": "vt",
      "tran_cn": "确定，准确地指出，精准定位",
      "tran_en": "to find or show the exact position of something"
    }
  ],
  "exchange": {
    "third": [
      "pinpoints"
    ],
    "past": [
      "pinpointed"
    ],
    "done": [
      "pinpointed"
    ],
    "ing": [
      "pinpointing"
    ]
  }
}