{
  "word": "vertically",
  "ipa": {
    "us": "'vɜ:tɪklɪ",
    "uk": "ˈvətɪklɪ"
  },
  "sentences": [
    {
      "en": "A Z - axial moving cylinder is vertically arranged in front of the clamp.",
      "cn": "夹具前方竖立有Z轴向移动气缸."
    },
    {
      "en": "Cut each bulb in half vertically.",
      "cn": "将每个球茎竖切成两半。"
    },
    {
      "en": "Cut the tomatoes in half vertically.",
      "cn": "把西红柿纵向切成两半。"
    },
    {
      "en": "For instance, say your application requires a container that vertically stacks display objects but without any gap in between.",
      "cn": "比方说，您的应用程序要求一个容器能够垂直堆叠显示对象而不在其间留空隙。"
    },
    {
      "en": "From the higher point on the table the water moves laterally, vertically, or obliquely downward.",
      "cn": "水从水面的高处倾向 、 垂向或斜向地向下流动."
    },
    {
      "en": "Hydrocarbous are thus trapped and cannot escape either updip or vertically.",
      "cn": "因此烃类被圈闭,无论在上倾方向或垂直方向都不能散失."
    },
    {
      "en": "In typesetting, type that lines up vertically on the left , with a ragged right margin.",
      "cn": "在排版印刷技术中, 将各行左方页边文字排齐."
    },
    {
      "en": "It'starts from rest and falls vertically downward with uniform acceleration.",
      "cn": "它从静止开始以匀加速度竖直下落."
    },
    {
      "en": "Line the pages for the graph both horizontally and vertically.",
      "cn": "在这几页上同时画上横线和竖线,以便制作图表."
    },
    {
      "en": "Obviously the force of gravity Mg is acting vertically downward.",
      "cn": "显然重力的Mg作用垂直向下."
    },
    {
      "en": "The dish now had to be lifted vertically because one edge was resting against the side of the canal.",
      "cn": "现在必须垂直着提升馅饼盘,因为盘的一边靠在运河的侧面上."
    },
    {
      "en": "The drawers are also arranged vertically and clamped together to create shelving.",
      "cn": "抽屉也安排和纵向钳位共同创造的架子."
    },
    {
      "en": "The reflection point will, generally, not lie vertically below the observation point.",
      "cn": "一般情况下, 反射点并不在观测点的正下方."
    },
    {
      "en": "This will ensure that all of the areas you add to this UI are arranged vertically in one column.",
      "cn": "这将确保向这个 UI 添加的所有区域都将被垂直地组织到一个列内。"
    },
    {
      "en": "To ensure ventilation and raise cooling efficiency, please mount the ballast vertically.",
      "cn": "为了保证机壳内部空气流通,提高散热效率, 请垂直放置镇流器."
    },
    {
      "en": "Unlike some birds, it does not dive vertically.",
      "cn": "和一些鸟不一样, 这种鸟不垂直向下飞."
    },
    {
      "en": "Well, we cut it into vertically simple pieces.",
      "cn": "我们把它分割为垂直简单的部分。"
    },
    {
      "en": "You can move the camera both vertically and horizontally.",
      "cn": "你可以上下左右移动摄像机。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "vertical",
          "tran_cn": " 垂直的，直立的；[解剖] 头顶的，顶点的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "vertical",
          "tran_cn": " 垂直线，垂直面"
        },
        {
          "word": "verticalness",
          "tran_cn": " 垂直"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "perpendicularly"
          ],
          "tran_cn": "垂直地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "垂直地，直立地，陡峭地，在顶点"
    }
  ],
  "exchange": {
    "adj": [
      "vertical"
    ]
  }
}