{
  "word": "uninhabitable",
  "ipa": {
    "us": "ˌʌnɪnˈhæbɪtəbl",
    "uk": "ˌʌnɪnˈhæbɪtəbəl"
  },
  "sentences": [
    {
      "en": "About 90 percent of the city's single-family homes are uninhabitable.",
      "cn": "该市约90％的独户住宅都不适合居住。"
    },
    {
      "en": "As parts of the world become uninhabitable, millions of people will try to migrate to more hospitable areas.",
      "cn": "随着世界的一些地方变得不适人居，数以百万计的人将会试图迁移到环境更加宜人的地区。"
    },
    {
      "en": "At that point, the Earth's atmosphere and water will be boiled away, leaving the planet uninhabitable.",
      "cn": "此时, 地球的大气层和水也汽化的一干二净, 无法居住."
    },
    {
      "en": "Each home has had to be inspected by an official to check that it is uninhabitable.",
      "cn": "每间民房必须由官员调查以确定是否无法居住."
    },
    {
      "en": "Earth has become uninhabitable and the surviving humans are fleeing to Mars.",
      "cn": "地球已经变得无法居住,幸存的人纷纷逃离至火星."
    },
    {
      "en": "Fifty homes were declared uninhabitable.",
      "cn": "有50处住宅已宣布不宜居住."
    },
    {
      "en": "Growing ice shelves would make the shallows uninhabitable.",
      "cn": "生长的冰架使浅水处变的不适宜动物居住."
    },
    {
      "en": "In low - lying areas where entire neighborhoods were almost completely submerged, thousands of houses remain uninhabitable.",
      "cn": "整个附近的低洼地区完全被淹没, 数以千计的房屋仍然不能居住."
    },
    {
      "en": "In low - lying areas where neighborhoods were almost completely submerged, thousands of houses remain uninhabitable.",
      "cn": "在地势较低的地区,周遍几乎全部被洪水淹没, 成千上万的房屋依然不适合用于居住."
    },
    {
      "en": "It is basically uninhabitable.",
      "cn": "冬天的日子简直难熬."
    },
    {
      "en": "Many houses were so badly damaged in the war that they were made permanently uninhabitable.",
      "cn": "很多房屋在战争中严重受损，再也不能居住了。"
    },
    {
      "en": "Much of the country is uninhabitable because it is desert.",
      "cn": "由于地处沙漠，这个国家的许多地区不适宜居住。"
    },
    {
      "en": "Superfund tried to clean it up, but eventually declared the town uninhabitable.",
      "cn": "超级基金试图清理该地区, 但最终还是宣布该镇不宜居住."
    },
    {
      "en": "The building was totally uninhabitable.",
      "cn": "这栋大楼根本没法住人。"
    },
    {
      "en": "The remaining 30 % of the planet is uninhabitable, a Tiberium wasteland swept by violent Ion Storms.",
      "cn": "剩下的30%地表是无法居住的, 离子风暴肆虐的Tiberium荒原."
    },
    {
      "en": "This and other coastlines will become uninhabitable because of storms from the sea.",
      "cn": "由于来自海上的风暴,该海岸线和其他的海岸线将变得无法寓居."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不适于居住的",
      "tran_en": "if a place is uninhabitable, it is impossible to live in"
    }
  ],
  "exchange": {}
}