{
  "word": "geophysical",
  "ipa": {
    "us": "ˌdʒi:əʊ'fɪzɪkl",
    "uk": "ˌdʒioʊ'fɪzɪkl"
  },
  "sentences": [
    {
      "en": "Bayesian inference is a valid approach used in geophysical problems.",
      "cn": "贝叶斯理论是一种应用在地球物理问题中的有效方法."
    },
    {
      "en": "Because some strata carbonaceous shale, the result of geophysical work was infected.",
      "cn": "因部分地层中含有碳质板岩, 对地球物理工作的结果产生了一定的影响."
    },
    {
      "en": "Class A: geophysical exploration; geochemistry exploration.",
      "cn": "6724114甲级: 地球物理勘查; 地球化学勘查."
    },
    {
      "en": "Class B: areal geology survey; geophysical exploration; rock ore appraisal and testing.",
      "cn": "乙级: 区域地质调查; 地球物理勘查; 岩矿鉴定与岩矿测试."
    },
    {
      "en": "Class C: solid mineral exploration; geophysical exploration; establish mineral exploration infrastructure ( pitting ).",
      "cn": "2630213丙级: 固体矿产勘查; 地球物理勘查; 勘查工程施工 ( 坑探 )."
    },
    {
      "en": "Equipment management is of importance in geophysical prospecting.",
      "cn": "设备管理在地球物理勘探工作中是非常重要的."
    },
    {
      "en": "Geophysical anomaly reflect control belt of structure in this section is NW.",
      "cn": "地球物理异常反映出研究区受着北西向构造带的控制."
    },
    {
      "en": "Gong , are portraits of the Duke and Geophysical Exploration & yes idols.",
      "cn": "范公 、周公都是画像,吕公是偶像."
    },
    {
      "en": "I think it is also a very useful method in geophysical exploration.",
      "cn": "我想,重力法在地球物理勘探中是一种行之有效的勘查方法."
    },
    {
      "en": "Magnetic well logging is one of the fundamental methods in geophysical logging.",
      "cn": "井中磁测是地球物理测井的基本方法之一."
    },
    {
      "en": "Permeability remains an elusive parameter that is not directly measurable by geophysical methods.",
      "cn": "渗透率则是一个不能用地球物理学方法直接测出的、捉摸不定的参数。"
    },
    {
      "en": "Resistivity testing technique is a kind of geophysical detection method.",
      "cn": "电阻率测试技术是一种地球物理探测方法."
    },
    {
      "en": "Studying seismo electric exploration is a new research in geophysical prospecting.",
      "cn": "开展震电勘探研究是当今世界地球物理勘探领域一项崭新的课题."
    },
    {
      "en": "The distinction between geophysical and geological branches of earth science is not clear - cut.",
      "cn": "地质和地球物理这两个地球科学分支的差别并不泾渭分明."
    },
    {
      "en": "The exploration of deep ore is carried out with geophysical method.",
      "cn": "本次利用物探方法实施深部探矿."
    },
    {
      "en": "The method has proved more and more to be of very great geophysical significance.",
      "cn": "这个方法在地球物理学上的重要性越来越明显."
    },
    {
      "en": "These geophysical facts affect the use of language in discussions about water, and the ways in which to think about the problems of scarcity.",
      "cn": "这些地球物理学上的事实影响了水资源讨论中所使用的语言，并改变了思考缺水问题的方式。"
    },
    {
      "en": "These new geophysical and geological information together with previous findings are ready to quantify the processes of continental subduction and collision.",
      "cn": "这些新的地质和地球物理信息加之以往的发现可进一步量化大陆俯冲和碰撞的过程。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "geophysicist",
          "tran_cn": " [地物] 地球物理学者"
        },
        {
          "word": "geophysics",
          "tran_cn": " 地球物理；地球物理学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "geophysical exploration",
      "tran_cn": "地球物理勘探"
    },
    {
      "phrase": "geophysical prospecting",
      "tran_cn": "地球物理勘探"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地球物理学的",
      "tran_en": "Geophysical means relating to geophysics"
    }
  ],
  "exchange": {
    "noun": [
      "geophysics"
    ]
  }
}