{
  "word": "undetected",
  "ipa": {
    "us": "ˌʌndɪˈtektɪd",
    "uk": " ˌʌndɪˈtektɪd"
  },
  "sentences": [
    {
      "en": "And you think you can remain undetected by the Wraith as they go by your position?",
      "cn": "你确信在幽灵经过你们的时候不会被发现?"
    },
    {
      "en": "But in some cases, the problem goes undetected until failure of the part.",
      "cn": "但有时, 直到部件失效后才能发现问题."
    },
    {
      "en": "Changing your perspective can often uncover previously undetected issues in layout and composition.",
      "cn": "再改变角度看看,这样就可以发现一些布局上和构成上的问题."
    },
    {
      "en": "How could anyone break into the palace undetected?",
      "cn": "怎么会有人神不知、鬼不觉地潜入皇宫呢？"
    },
    {
      "en": "If the program begins using a new part of the library, previously undetected collisions may arise.",
      "cn": "如果程式开始使用这个新版程式库的某一新成分, 上面所说的[未侦测到的冲突]就可能终于爆发."
    },
    {
      "en": "Let's see if we can get over there undetected.",
      "cn": "让我们试试能否在不被发现的情况下到达那."
    },
    {
      "en": "Originality is undetected plagiarism.",
      "cn": "独创性,是未被察觉的剽窃."
    },
    {
      "en": "Other men do have prostate cancer, but have normalPSAs, allowing the cancer to spread undetected.",
      "cn": "其他人的确患有前列腺癌, 但是他们的前列腺抗原正常, 这就使得癌细胞扩散却监测不出来."
    },
    {
      "en": "She looked around to be sure her faux pas was undetected.",
      "cn": "她看了看四周以确定她失礼的舞步未被发现."
    },
    {
      "en": "Silent Step - increases stealth by allowing nearby squadmates to move undetected at crouch speed.",
      "cn": "潜行 - 在指挥官附近队员蹲姿移动时增加潜踪能力."
    },
    {
      "en": "The thieves escaped undetected through a basement window.",
      "cn": "那些盗贼从地下室的窗户神不知鬼不觉地逃走了。"
    },
    {
      "en": "They feared some undetected trace of poison.",
      "cn": "他们担心一些未被识破的投毒痕迹."
    },
    {
      "en": "They managed to get away from the coast undetected.",
      "cn": "他们设法神不知鬼不觉地离开了海岸。"
    },
    {
      "en": "Yuke Transport Transport squadron undetected. No problems yet.",
      "cn": "运输中队未被发现,一切正常."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "undiscovered",
            "unfound"
          ],
          "tran_cn": "未被发现的；未检测到的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未被觉察的，未被发现的，未探测到的",
      "tran_en": "if something, especially something bad, goes undetected, no one notices it"
    }
  ],
  "exchange": {}
}