{
  "word": "magical",
  "ipa": {
    "us": "ˈmædʒɪkl",
    "uk": "ˈmædʒɪkl"
  },
  "sentences": [
    {
      "en": "Giving up smoking had a magical effect on his stamina.",
      "cn": "戒烟神奇地增强了他的体力."
    },
    {
      "en": "Her words had a magical effect on us.",
      "cn": "她的话对我们有一种魔力般的作用。"
    },
    {
      "en": "How prosaic, and yet how magical such paragraphs are!",
      "cn": "这样的段落是多么平淡, 又多么不可思议 啊 !"
    },
    {
      "en": "I never thought that laughter has such a magical effect.",
      "cn": "我不相信笑还能有这样的神奇效应."
    },
    {
      "en": "I used to believe my mother had magical powers.",
      "cn": "我以前一直相信我母亲有奇妙的魔力."
    },
    {
      "en": "I'm going to Magical English School, but I got lost.",
      "cn": "我准备去魔法英语学校, 但我迷路了."
    },
    {
      "en": "In addition to the impressiveness of the settings , there is a use of the camera which at times seems magical.",
      "cn": "除了布景的感染力外, 摄影机的使用技巧有时显出不可思议的效果."
    },
    {
      "en": "In front of me was a large building which displayed the magical name.",
      "cn": "前面是一幢大楼,上面那个具有魅力的名字映入了我的眼帘."
    },
    {
      "en": "magical powers",
      "cn": "魔力"
    },
    {
      "en": "Magical properties are sometimes claimed for certain medicines.",
      "cn": "某些药物被认为有时具有神奇的效应."
    },
    {
      "en": "Miracles are not generally regarded as magical. Nevertheless, they do partake of the same nature.",
      "cn": "奇迹一般不会被认为是魔法使然，不过二者在本质上有点相似。"
    },
    {
      "en": "Products that meet goals with the minimum of hassle and intrusion seem almost magical to users.",
      "cn": "对用户来说,产品实现目标并只受到最小的侵扰几乎是魔术般的."
    },
    {
      "en": "that magical evening we spent together",
      "cn": "我们一起度过的那个美妙夜晚"
    },
    {
      "en": "The beautiful island of Cyprus is a magical place to get married.",
      "cn": "美丽的塞浦路斯岛是缔结良缘的美妙之地。"
    },
    {
      "en": "The effect of the medicine on the sick man was magical.",
      "cn": "药对病人的效力是不可思议的."
    },
    {
      "en": "The story is a magical mix of fantasy and reality.",
      "cn": "这个故事是幻想与现实的奇妙结合。"
    },
    {
      "en": "Thousands of tourists visIt'stonehenge every year and say the place feels magical.",
      "cn": "每年,成千上万名参观巨石阵的游客都坦承此地具有魔力."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "magic",
          "tran_cn": " 不可思议的；有魔力的；魔术的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "magically",
          "tran_cn": " 用魔法地；如魔法般地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "magic",
          "tran_cn": " 巫术；魔法；戏法"
        },
        {
          "word": "magician",
          "tran_cn": " 魔术师，变戏法的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "demonic"
          ],
          "tran_cn": "魔术的；有魔力的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "魔力的，不可思议的，迷人的，神，幻，神奇",
      "tran_en": "relating to magic or able to do magic"
    }
  ],
  "exchange": {
    "adv": [
      "magically"
    ]
  }
}