{
  "word": "pesticide",
  "ipa": {
    "us": "ˈpestɪsaɪd",
    "uk": "ˈpestɪsaɪd"
  },
  "sentences": [
    {
      "en": "Adsorbed pesticide is in equilibrium with that dissolved in the water film around the soil particle.",
      "cn": "吸附农药与溶解在土壤颗粒周围水膜中的农药平衡."
    },
    {
      "en": "Calibrate pesticide sprayers in order to assure that the desired application rate is being applied.",
      "cn": "校准农药喷雾器的目的,是为了保证按所需的量予以喷洒."
    },
    {
      "en": "He needs a pesticide that will kill corn borers.",
      "cn": "他需要一种能消灭玉米螟虫的杀虫剂."
    },
    {
      "en": "Investigators in Japan have found punctures on the outside of at least one of the bags tied to the poisonings as well as traces of the pesticide.",
      "cn": "日本调查人员在其中至少一袋涉及中毒案的饺子的外包装袋上发现了刺孔以及杀虫剂的痕迹。"
    },
    {
      "en": "Legislation can quickly prohibit pesticide use.",
      "cn": "法律很快就会禁止使用杀菌剂."
    },
    {
      "en": "Male workers were made permanently sterile by this pesticide.",
      "cn": "这种杀虫剂使得男性工人终生不育."
    },
    {
      "en": "Pesticide levels in food are simply too difficult to calibrate.",
      "cn": "食品中杀虫剂的含量很难精确测定。"
    },
    {
      "en": "Pesticide persistence beyond the critical period for control leads to residue problems.",
      "cn": "农药一旦超过控制的临界期,就会导致残留问题."
    },
    {
      "en": "pesticide residues in fruit and vegetables",
      "cn": "残留在水果和蔬菜中的杀虫剂"
    },
    {
      "en": "Plant cover has been observed to influence pesticide persistence.",
      "cn": "人们观察到植物覆盖对农药持久性有影响."
    },
    {
      "en": "Power pesticide dusters can be calibrated and used to apply pertilizer.",
      "cn": "动力杀虫剂可以调整用来施肥."
    },
    {
      "en": "The addition of water to soils will speed up nearly all modes of pesticide dissipation.",
      "cn": "浇地将使各种土壤农药消散方式几乎都变快."
    },
    {
      "en": "The pesticide was spread over the vegetable plot.",
      "cn": "菜田里撒上了农药."
    },
    {
      "en": "The ultraviolet component of sunlight is responsible for most pesticide photolysis.",
      "cn": "阳光的紫外部分是农药光解的最重要因素."
    },
    {
      "en": "They sprinkled pesticide to bug the potatoes .",
      "cn": "他们喷撒杀虫剂给马铃薯除虫。"
    },
    {
      "en": "They sprinkled pesticide to bug the potatoes.",
      "cn": "他们喷撒杀虫剂给马铃薯除虫."
    },
    {
      "en": "This pesticide is diluted with water and applied directly to the fields.",
      "cn": "这种杀虫剂用水稀释后直接施用在田里."
    },
    {
      "en": "This resulted in the contamination of the bags used in that facility's fluid bed dryers with pesticide contamination.",
      "cn": "这导致了由于工厂的流体床干燥器被杀虫剂污染而把使用的包装袋污染。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "insecticide",
            "insect repellent",
            "insect killer",
            "insect spray",
            "anabasin"
          ],
          "tran_cn": "[农药]杀虫剂"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chemical pesticide",
      "tran_cn": "化学农药"
    },
    {
      "phrase": "organophosphorus pesticide",
      "tran_cn": "有机磷农药"
    },
    {
      "phrase": "pesticide residue",
      "tran_cn": "[药]农药残留（量）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "杀虫剂，农药",
      "tran_en": "a chemical substance used to kill insects and small animals that destroy crops"
    }
  ],
  "exchange": {
    "pl": [
      "pesticides"
    ]
  }
}