{
  "word": "antelope",
  "ipa": {
    "us": "ˈæntɪləʊp",
    "uk": "ˈæntɪloʊp"
  },
  "sentences": [
    {
      "en": "\"The marks on the inside of one antelope jaw showed they cut out the tongue, \" White said.",
      "cn": "“一块羚羊颌骨内部的痕迹表明，这些原始人曾将它的舌头割了去，”怀特说。"
    },
    {
      "en": "A folk proverb: \" Dragon Boat Race Mandarin orange antelope. \"",
      "cn": "民间有谚: “ 端午瓯柑赛羚羊 ”."
    },
    {
      "en": "All I had to do was bring the groceries, which meant a steak — which I thought could fill in for wildebeest or antelope — and a turnip, a mango, some peanuts and potatoes.",
      "cn": "我所要做的就是带一些食品(一个牛排)过去，我认为超市的牛排可以代替非洲草原的牛羚肉或羚羊肉，以及一些萝卜，芒果，花生和土豆之类。"
    },
    {
      "en": "Choosing the antelope shows that China wants a Green Olympics.",
      "cn": "选择藏羚羊表示中国需要绿色奥运."
    },
    {
      "en": "Hardy antelope wander in from the desert.",
      "cn": "适应力强的羚羊从沙漠游荡到了这里。"
    },
    {
      "en": "Hello little antelope, would you like to play with us?",
      "cn": "你好，小羚羊，愿意跟我们一起玩吗？"
    },
    {
      "en": "I aman antelope from highland, I can keep up with spacecraft.",
      "cn": "我是来自高原的羚羊迎迎,奔驰速度很快, 差点遇上宇宙飞船."
    },
    {
      "en": "Most antelope are very slender, deerlike.",
      "cn": "大部分的羚羊很纤细, 像鹿一般."
    },
    {
      "en": "Sunlight sneaks through a crevice in Antelope Canyon near Page, Arizona.",
      "cn": "阳光潜入透过缝隙在羚羊峡谷附近的一页, 亚利桑那州."
    },
    {
      "en": "The antelope could not escape the crocodile's gaping jaws.",
      "cn": "那只羚羊无法从鳄鱼张开的大口中逃脱."
    },
    {
      "en": "The baby Tibetan antelope around its mother that was killed by poachers.",
      "cn": "哀叫大家都哀悯这只失去母亲的小藏羚羊."
    },
    {
      "en": "The hunter disembowelled the antelope.",
      "cn": "猎人取出羚羊的内脏。"
    },
    {
      "en": "The lion buried its teeth in the antelope's neck.",
      "cn": "那狮子咬住羚羊的脖子."
    },
    {
      "en": "The lion's right to life necessitates violating the antelope's right to life.",
      "cn": "狮子的生存权必然侵犯羚羊的生存权."
    },
    {
      "en": "The tiger was dragging the antelope across the field.",
      "cn": "老虎拖着羚羊穿过原野."
    },
    {
      "en": "This kind of antelope has long ears, looking rather like a donkey.",
      "cn": "这种羚羊耳朵很长, 看起来有点像驴子."
    },
    {
      "en": "To bear young . Used of a goat or an antelope.",
      "cn": "(用于山羊或羚羊)下崽."
    },
    {
      "en": "Wild animals are antelope, deer, wild boar, rabbit, such as the wolf.",
      "cn": "野生动物有羚羊 、 梅花鹿 、 野猪 、 狼兔等."
    },
    {
      "en": "Yingying is the Tibetan Antelope and represents the blessing of health.",
      "cn": "迎迎是一只藏羚羊,传递的祝福是健康."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bushbuck",
            "antilope"
          ],
          "tran_cn": "[脊椎]羚羊；羚羊皮革"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "tibetan antelope",
      "tran_cn": "藏羚羊"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "羚羊，羚羊皮革",
      "tran_en": "an animal with long horns that can run very fast and is very graceful"
    }
  ],
  "exchange": {
    "pl": [
      "antelope",
      "antelopes"
    ]
  }
}