{
  "word": "emerald",
  "ipa": {
    "us": "ˈemərəld",
    "uk": "ˈemərəld"
  },
  "sentences": [
    {
      "en": "Alice has an emerald necklace.",
      "cn": "艾丽斯有一串绿宝石项链."
    },
    {
      "en": "An emerald of that size, unflawed, would be worth a king's ransom.",
      "cn": "一块那么大 、 而又无瑕疵的绿宝石会是价值连城的."
    },
    {
      "en": "And I grow dumb, dazzled by the emerald essence of the leaves.",
      "cn": "树叶翠绿的精华, 使我变得喑哑,晕眩."
    },
    {
      "en": "As far as colors go, this year we will be seeing some brights like orange, yellow, fuchsia, apple green, emerald, and amethyst.",
      "cn": "至于颜色的流行趋势，今年我们将会看到一些明亮的颜色如橘色、黄色、桃红色、苹果绿、翠绿色和紫色。"
    },
    {
      "en": "Emerald starlings are fairly small when compared with other such birds.",
      "cn": "与同类的其他鸟相比，翠辉椋鸟要小很多。"
    },
    {
      "en": "Free running emerald laser pumped by 660 nm laser diode ( LD ) was reported.",
      "cn": "报道了温差水热法生长的祖母绿晶体在660nm激光二极管 ( LD ) 抽运下的激光实验结果."
    },
    {
      "en": "Green changed to white, emerald to an opal: nothing was changed.",
      "cn": "绿色倒入杯中,褪为乳白.翡翠抛离光芒, 化为猫眼: 一切如故."
    },
    {
      "en": "Her jaw line tightened to squareness and her eyes went emerald.",
      "cn": "她的下颚紧得成了方形,她的眼睛变成翡翠的颜色."
    },
    {
      "en": "In terms of colour, black, red and jewel tones like sapphire blue and emerald GREen are in, while pumpkins and yellows are out, Ms Stanger said.",
      "cn": "至于衣服的颜色，斯坦格说，黑色、红色以及宝蓝、祖母绿这样的宝石色调比较时髦，而南瓜色和黄色则显得老土。"
    },
    {
      "en": "She is wearing a ring set with emerald.",
      "cn": "她戴着一枚嵌有绿宝石的戒指."
    },
    {
      "en": "She told the artist, Paint me with diamond earrings, a diamond necklace, emerald bracelets and a ruby pendant.",
      "cn": "她告诉那位肖像画家说：“画我带着钻石耳环、钻石项链、祖母绿手镯，还有红宝石垂饰。”"
    },
    {
      "en": "That emerald curtain doesn't match the floor.",
      "cn": "那翠绿色的窗帘和地板很不相配。"
    },
    {
      "en": "The emerald, the ruby, and the topaz gleam upon its dress.",
      "cn": "那翠绿的 、 艳红的 、 嫩黄色的羽毛闪闪发光."
    },
    {
      "en": "The lily of the valley in winter draw on emerald green breath.",
      "cn": "冬天的铃兰,吸引着翠绿的呼吸."
    },
    {
      "en": "The slender tree is dressed in emerald all about.",
      "cn": "碧玉妆成一树高."
    },
    {
      "en": "The Xunliao Bay is billed as the blue emerald.",
      "cn": "巽寮湾被称为“蓝色翡翠”."
    },
    {
      "en": "These lines of emerald bamboos have become a playground for pandas.",
      "cn": "这几排翠竹成了大熊猫的乐园."
    },
    {
      "en": "Vigorous young red elm trees thrust emerald - green crowns through a canopy of waist - high weeds.",
      "cn": "生机盎然的小红榆树从齐腰高的杂草从中探出翠绿的花冠."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "virid"
          ],
          "tran_cn": "翡翠的；翠绿色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jade",
            "beryl"
          ],
          "tran_cn": "绿宝石，翡翠；[宝]祖母绿；翠绿色"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "emerald green",
      "tran_cn": "鲜绿色"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": " 翠绿色的"
    },
    {
      "pos": "n",
      "tran_cn": "祖母绿，绿宝石，翡翠，翠绿色，[印]一种活字",
      "tran_en": "a valuable bright green stone that is often used in jewellery"
    }
  ],
  "exchange": {
    "pl": [
      "emeralds"
    ]
  }
}