{
  "word": "cathode",
  "ipa": {
    "us": "ˈkæθəʊd",
    "uk": "ˈkæθoʊd"
  },
  "sentences": [
    {
      "en": "A display device that uses a cathode ray tube.",
      "cn": "一种使用阴极射线管的显示装置."
    },
    {
      "en": "And if I evacuate it, I have a cathode ray tube.",
      "cn": "如果我对其抽真空，我会得到一根阴极射线管。"
    },
    {
      "en": "Cathode rays are attracted by a positive charge.",
      "cn": "阴极射线被正电荷所吸引."
    },
    {
      "en": "Choose anode or cathode electrophoresis according to the electrophoresis process and coating.",
      "cn": "2根据电泳工艺及涂膜性不同,选择阴极电泳或阳极电泳."
    },
    {
      "en": "Cold - cathode gages cannot be degassed as easily or as rapidly as hot - filament tubes.",
      "cn": "冷阴极压力计不能像热丝管那样容易和迅速地排气."
    },
    {
      "en": "Cold cathode sensing tubes are more rugged than the glass, hot - filament tubes.",
      "cn": "冷阴极传感管比玻璃热丝管坚实."
    },
    {
      "en": "In discussing cells, one calls the electrode at which reductions occur the cathode.",
      "cn": "在所讨论的电池中, 在其上发生还原作用的电极叫做阴极."
    },
    {
      "en": "Second, they are \"activating\" some of the inactive components, by freeing lithium from the inactive material so that it can move between the cathode and the anode.",
      "cn": "其次，他们是“激活”消极的一些组件，通过释放从非活动的材料，以便可以移动它们之间的阴极和阳极锂。"
    },
    {
      "en": "So the left electrode will be the cathode as I have configured it, and the right electrode will be anode.",
      "cn": "因此左边电极就成了阴极,正如我原来设定的一样，右边的电极就是阳极。"
    },
    {
      "en": "The amount of information that a cathode ray tube screen displays.",
      "cn": "阴极射线管屏幕所显示的信息总量."
    },
    {
      "en": "The cathode rays are always beamed on a fresh area of the anode surface.",
      "cn": "阴极射线总是射向阳极表面的新区域."
    },
    {
      "en": "The element within a vacuum which is the source of electronics is known as the cathode.",
      "cn": "真空管中作为电子来源的那个元件,叫做阴极."
    },
    {
      "en": "The ferroelectric cathode material is a new kind of functional material.",
      "cn": "作为一种新型功能材料,铁电阴极材料的研究日益受人们重视."
    },
    {
      "en": "The interior of the tube must be kept a hard vacuum to preserve the photo cathode.",
      "cn": "显象管内部一定要保证高真空才能保护光电阴极."
    },
    {
      "en": "The measuring cell consists of an insulated silver cathode.",
      "cn": "测量电池是由绝缘的银阴极组成的."
    },
    {
      "en": "These agents were called'cathode rays.'",
      "cn": "这些物质被称为 “ 阴极射线”."
    },
    {
      "en": "Three dispatchers were scanning cathode ray tube displays for information.",
      "cn": "三名调度员正在研究阴极射线管所显示的情报."
    },
    {
      "en": "Water - cooled cold - arc - cathode in cup - shape and tube - shaped anode are used.",
      "cn": "采用水冷铜环形冷弧阴极和水冷筒 状 阳极."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cathodic",
          "tran_cn": " 阴极的；负极的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "kathode",
            "negative pole"
          ],
          "tran_cn": "[电子][电]阴极"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cathode copper",
      "tran_cn": "[冶金]阴极铜；电解铜"
    },
    {
      "phrase": "cathode current",
      "tran_cn": "阴极电流"
    },
    {
      "phrase": "cathode ray",
      "tran_cn": "阴极射线"
    },
    {
      "phrase": "cathode ray tube",
      "tran_cn": "阴极射线管"
    },
    {
      "phrase": "cold cathode",
      "tran_cn": "[电]冷阴极"
    },
    {
      "phrase": "copper cathode",
      "tran_cn": "电解铜，阴极铜"
    },
    {
      "phrase": "hollow cathode",
      "tran_cn": "中空阴极，空心阴极"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<电>(-)阴极，负极",
      "tran_en": "the negative  electrode  , marked (-), from which an electric current leaves a piece of equipment such as a  battery "
    }
  ],
  "exchange": {
    "pl": [
      "cathodes"
    ]
  }
}