{
  "word": "conjugation",
  "ipa": {
    "us": "ˌkɒndʒuˈgeɪʃn",
    "uk": "ˌkɑndʒəˈgeɪʃn"
  },
  "sentences": [
    {
      "en": "a verb with an irregular conjugation",
      "cn": "不规则动词"
    },
    {
      "en": "Based on the conjugation theory of space surface, the vector relation of gear cutting is ensured.",
      "cn": "基于空间曲面共轭原理, 确定齿轮切齿矢量关系,建立了螺旋锥齿轮的齿面矢量方程."
    },
    {
      "en": "Dispersion management and optical phase conjugation ( OPC ) are two techniques of suppression of the nonlinear impairment.",
      "cn": "色散管理和相位共轭 ( OPC ) 是两种能有效抑制非线性传输损伤的技术."
    },
    {
      "en": "In addition, to obtain one PEG to one conjugation, decreased reaction pH is essential.",
      "cn": "另外, 为获得单一位点偶联物, 降低反应体系的pH值尤为必要."
    },
    {
      "en": "In charge of recombinant protein conjugation and purification.",
      "cn": "负责重组蛋白质连接和纯化."
    },
    {
      "en": "In this paper, Homobifunctional and heterbifunctional cross - linking agent and its application in biomacromolecule conjugation are reviewed.",
      "cn": "介绍了同型和异型双功能 交联剂 的开发及其在连续生物大分子方面的应用."
    },
    {
      "en": "Inductive effect, conjugation effect and hyper conjugation effect are called electronic effect.",
      "cn": "诱导效应 、 共轭效应和超共轭效应总称为电子效应."
    },
    {
      "en": "OBJECTIVE To prepare the collagenase immunizing conjugation product for injection.",
      "cn": "目的:制备注射用胶原蛋白酶免疫结合物."
    },
    {
      "en": "P hage induction following conjugation of a lysogenic bacterium with a nonlysogenic one.",
      "cn": "伴随着溶源菌与非溶源菌接合的噬菌体诱导."
    },
    {
      "en": "Phase Conjugation in a new configuration for generating four - wave by double object beams is reported.",
      "cn": "本文采用一种新的双物光束光路来产生位相共轭波."
    },
    {
      "en": "The lower the conjugation extent of the molecular chain, the higher the reduction speed.",
      "cn": "分子链共轭程程度越低, 还原速率越高."
    },
    {
      "en": "The transmission of normal circular - arc gear is a typical Bertrand conjugation.",
      "cn": "考虑到平行轴的法向圆弧齿轮传动已臻成熟,论文重点研究了相交轴与交错轴条件下法向圆弧齿轮传动的基本方案."
    },
    {
      "en": "The union of gametes to a zygote; conjugation.",
      "cn": "接合配子结合而形成合子; 结合."
    },
    {
      "en": "The zygotes formed in conjugation are partial diploids or merozygotes.",
      "cn": "接合形成的合子是部分二倍体,也叫做部分合子."
    },
    {
      "en": "We are also studying how the linear chromosomes and plasmids are transferred during conjugation.",
      "cn": "此外我们也在研究线状的染色体与线状质体在接合生殖过程中如何地传送."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "conjugate",
          "tran_cn": " 共轭的；结合的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "conjugate",
          "tran_cn": " 同源词"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "conjugate",
          "tran_cn": " 结合；结亲；性交"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "conjugate",
          "tran_cn": " 结合；使成对，使结合"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "coupling",
            "bond",
            "wedding",
            "join",
            "coalition"
          ],
          "tran_cn": "[生物]结合，配合；动词的词形变化"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "coalition",
            "conjunction",
            "conjuncture",
            "connection"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "conjugation effect",
      "tran_cn": "共轭效应"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "结合",
      "tran_en": "the way that a particular verb conjugates"
    }
  ],
  "exchange": {}
}