{
  "word": "modus",
  "ipa": {
    "us": "'məʊdəs",
    "uk": "'moʊdəs"
  },
  "sentences": [
    {
      "en": "All patients were received posterolateral minimal incision and the early regular exercises aiming modus operandi.",
      "cn": "目的探讨后外侧小切口全髋置换术后早期康复训练及临床意义."
    },
    {
      "en": "An example of her modus operandi was provided during a terse exchange with the defendant.",
      "cn": "与被告的简短交流体现了她独特的办事方式。"
    },
    {
      "en": "Bad bosses often have a recognizable modus operandi!",
      "cn": "糟糕的老板都有众所周知的伎俩!"
    },
    {
      "en": "But also a useful modus operandi at this stage.",
      "cn": "但这又是这个阶段的人的惯技."
    },
    {
      "en": "But to make money you need to understand the modus operandi of PPC advertisement.",
      "cn": "但是,如果要赚钱的话,你需要了解PPC广告的基本特征和做法."
    },
    {
      "en": "Conclusion: Dry pipe pharmacotherapy is a modus operandi for acute and chronic disease of periapical.",
      "cn": "结论: 本方法是治疗急慢性根尖周病的有效方法."
    },
    {
      "en": "Fuzzy Modus Ponens ( FMP ) and Fuzzy Modus Tollens ( FMT ) are two kinds fuzzy reasoning models.",
      "cn": "FMP ( 肯定前件式 ) 和FMT ( 否定后件式 ) 是模糊推理的两种基本模型."
    },
    {
      "en": "Influence of two modus operandi in acute cholecystitcs in coagulative fuction.",
      "cn": "急诊胆囊炎不同手术方法对机体凝血功能的影响."
    },
    {
      "en": "It also put forward some viewpoint and advice about the modus operandi of roof structure.",
      "cn": "本文还对我省屋面构造作法提出看法和建议."
    },
    {
      "en": "No one could really agree the modus of search engine companies, but only few people express their discontentment.",
      "cn": "恐怕没有人真正会赞同搜索引擎公司的这种方法，但是极少人对它们表示不满。"
    },
    {
      "en": "Objective: The study relieving Qi Stagnancy modus treat menstruation front of fretting depression clinical curative effect.",
      "cn": "目的: 探讨疏肝解郁法治疗月经前烦躁抑郁症的临床疗效."
    },
    {
      "en": "The problem is, I do not have any technique, process, or modus operandi.",
      "cn": "问题是，我不知道任何技巧、步骤或操作方式。"
    },
    {
      "en": "This is what we can conclude from the modus operandi.",
      "cn": "这是我们从犯案手法所得出的结论."
    },
    {
      "en": "We managed to achieve a kind of modus vivendi.",
      "cn": "我们设法达成了某种临时的妥协."
    },
    {
      "en": "Yet as a blue-blooded politician from a hugely wealthy family, Hatoyama can hardly claim to represent a fresh alternative to Japan's political modus operandi.",
      "cn": "然而，作为一名出身于豪门富户的贵族政客，鸠山由纪夫几乎无法声称自己的胜选能代表着日本政治新的运作方式。"
    },
    {
      "en": "You are the categorical uncatogrerised, thinking out of the box is your modus operandi.",
      "cn": "你是个不能被分类的类别, 另类思维是你的操作模式."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "way of",
            "manner",
            "method",
            "procedure",
            "mode",
            "approach",
            "system"
          ],
          "tran_cn": "方法，方式；程序，样式"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "modus operandi",
      "tran_cn": "[拉]做法"
    },
    {
      "phrase": "modus vivendi",
      "tran_cn": "生活方式；临时协定；过渡办法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "方法，形式"
    }
  ],
  "exchange": {
    "pl": [
      "modi"
    ]
  }
}