{
  "word": "anus",
  "ipa": {
    "us": "ˈeɪnəs",
    "uk": "ˈenəs"
  },
  "sentences": [
    {
      "en": "Among them, 4 cases were subjected to the ultra low colon - anus end anastomosis and temporarily ileumstomy.",
      "cn": "其中, 行超低位结肠肛管端端吻合术及回肠临时造口术者4例."
    },
    {
      "en": "Enemas do NOT eliminate ALL bacteria and germs from the anus.",
      "cn": "还有一点,它不能完全杀灭细菌和微生物."
    },
    {
      "en": "For the oppression and fetal canal to form WaiZhi before anus damage.",
      "cn": "胎儿对产道的压迫和损伤容易形成肛前外痔."
    },
    {
      "en": "Haemorrhoids ( piles ) are varicose veins that occur inside , on or just outside the anus.",
      "cn": "痔 是由肛管内外的血管曲张引起的."
    },
    {
      "en": "If so, with emerods medicine really can have so many domestic which the anus bowel hospital?",
      "cn": "如果用痔疮药真的好使,国内哪能还有这么多的肛肠医院?"
    },
    {
      "en": "In 1975, hengshui anus bowel conference of national experts have announced cured out this way.",
      "cn": "早在1975年衡水肛肠学术会议上,全国的肛肠专家就已经宣布淘汰这种方法."
    },
    {
      "en": "In the cloaca there are many annular an obvious one divides anus channel and uigenita 1 sinus.",
      "cn": "泄殖腔内有明显的环褶将肛道与尿、生殖道分开."
    },
    {
      "en": "Men also have a G-spot of sorts, below the scrotum and above the anus, Goldstein said, although it has not gotten as much attention as the more mysterious female G-spot.",
      "cn": "高斯登说，男人也有一个类似的G点，位于阴囊以下和肛门以上的位置，虽然它没有像更加神秘的女性G点那样获得那么多的关注。"
    },
    {
      "en": "Objective : To analyse the effect of anus reserved surgery on low set rectal cancer using anastomat.",
      "cn": "目的: 总结应用肠道吻合器作低位直肠癌保肛手术的疗效."
    },
    {
      "en": "Objective : To evaluate the anus functions in low rectal cancer patients after colonial anastomosis.",
      "cn": "目的探讨经腹结肠肛管吻合术治疗低位直肠癌的临床应用价值."
    },
    {
      "en": "Objective To discuss clinical significance of extended radical operation in anus - preserving operation for low rectal cancer.",
      "cn": "目的探讨扩大根治术在低位直肠癌保肛手术中的临床意义."
    },
    {
      "en": "Push a lubricated dildo in and out of your anus with one hand, and either rub your clitoris or use a vibrator on your clitoris with the other hand.",
      "cn": "用润滑剂涂抹假阴茎后，用一只手握住放入肛门，做进出运动。 另一只手同时刺激阴蒂或者用振动器刺激阴蒂。"
    },
    {
      "en": "So did the itching in his anus.",
      "cn": "他的双臂也不再痒了."
    },
    {
      "en": "The coccyx also supports the position of the anus.",
      "cn": "尾椎骨还对于肛门的部位起到了支撑。"
    },
    {
      "en": "TWO NEW SPECIES OF TAB ANUS FROM GANSU ( DIPTERA. TABANIDAE )",
      "cn": "甘肃原虻属二新种记述 ( 双翅目: 虻科 )"
    },
    {
      "en": "What distinction do haemorrhoid and prolapse of the anus have?",
      "cn": "痔疮和脱肛有什么区别?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "archos",
            "arsehole"
          ],
          "tran_cn": "[解剖]肛门"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "肛门",
      "tran_en": "the hole in your bottom through which solid waste leaves your body"
    }
  ],
  "exchange": {
    "pl": [
      "anuses"
    ]
  }
}