{
  "word": "deterrent",
  "ipa": {
    "us": "dɪˈterənt",
    "uk": "dɪˈtɜːrənt"
  },
  "sentences": [
    {
      "en": "Forest science presents many vivid and deterrent examples.",
      "cn": "林业科学提供了许多生动的,引以为戒的例子."
    },
    {
      "en": "He thought there was too much detail on sharing the nuclear deterrent.",
      "cn": "他认为对共享核威摄力量的讨论太烦琐."
    },
    {
      "en": "Hopefully his punishment will act as a deterrent to others.",
      "cn": "对他的惩罚但愿能起到杀一儆百的作用。"
    },
    {
      "en": "However, this is a new age and those attacks will be stopped by a small nukeand therefore, it is not a deterrent anymore.",
      "cn": "然而，如今是新的时代，这样的攻击只要一枚核弹就完了，因此，这种战术已经不再是威慑。"
    },
    {
      "en": "I put a net over my strawberries as a deterrent to the birds.",
      "cn": "我在草莓上罩了网,免得鸟歇上去."
    },
    {
      "en": "Is there a credible alternative to the nuclear deterrent?",
      "cn": "是否有可以取代核威慑力量的可靠办法?"
    },
    {
      "en": "Lack of seed is a serious deterrent to its widespread testing.",
      "cn": "种子不足是其广泛传播试验的严重障碍."
    },
    {
      "en": "Large fines act as a deterrent to motorists.",
      "cn": "高额罚款是对开车的人的制约."
    },
    {
      "en": "Long prison sentences can be a very effective deterrent for offenders.",
      "cn": "判处长期徒刑可对违法者起到强有力的威慑作用。"
    },
    {
      "en": "Nuclear weapons are often called \" the deterrent \".",
      "cn": "核武器经常被称为 “ 威慑力量 ”."
    },
    {
      "en": "Scientists do not know why this is the case but believe it could be an evolutionary throwback to less sophisticated times when crying acted as a deterrent to amorous males at times of turmoil.",
      "cn": "科学家们目前尚不明确为什么会这样，但是他们认为这可能是一种进化返祖现象，因为在蛮荒时代，哭泣在骚乱时是对发情男性的一种威慑。"
    },
    {
      "en": "the deterrent effect of prison sentences",
      "cn": "监禁的威慑作用"
    },
    {
      "en": "The most important deterrent for most criminals is the likelihood of detection and arrest.",
      "cn": "对大多数罪犯来说，最大的威慑力量是警方可能会破案并将他们逮捕。"
    },
    {
      "en": "The night air is usually cool enough to serve as a deterrent to mold growth.",
      "cn": "夜间的空气通常都冷到足以抑制霉菌的生长的程度."
    },
    {
      "en": "The nuclear deterrent has maintained an uneasy peace.",
      "cn": "核威慑一直使和平处于不稳定状态."
    },
    {
      "en": "The small fines for this type of crime do not act as much of a deterrent .",
      "cn": "对于这种罪行，小额罚金起不到多大的威慑作用。"
    },
    {
      "en": "The tough new law should act as a deterrent.",
      "cn": "这项严厉的新法将起到威慑作用。"
    },
    {
      "en": "Their missiles are viewed as a defensive and deterrent force.",
      "cn": "他们的导弹被视为一种防卫和威慑力量。"
    },
    {
      "en": "There is a fear that the freeze on bank accounts could prove a lasting deterrent to investors.",
      "cn": "人们担心冻结银行账户可能会长期阻碍投资。"
    },
    {
      "en": "They seriously believe that capital punishment is a deterrent.",
      "cn": "他们真的相信死刑具有威慑作用。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "determinative",
          "tran_cn": " 决定的；限定的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "determinative",
          "tran_cn": " 限定词；决定的事物"
        },
        {
          "word": "deterrence",
          "tran_cn": " 威慑；妨碍物；挽留的事物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "restraining",
            "suppressing"
          ],
          "tran_cn": "遏制的，威慑的；制止的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "preventer"
          ],
          "tran_cn": "威慑；妨碍物；挽留的事物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crossing",
            "obstacle"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "nuclear deterrent",
      "tran_cn": "核威慑力量"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "威慑的，遏制的"
    },
    {
      "pos": "n",
      "tran_cn": "威慑因素，遏制力",
      "tran_en": "something that makes someone less likely to do something, by making them realize it will be difficult or have bad results"
    }
  ],
  "exchange": {
    "pl": [
      "deterrents"
    ]
  }
}