{
  "word": "aero",
  "ipa": {
    "us": "ˈeərəʊ",
    "uk": " ˈeroʊ"
  },
  "sentences": [
    {
      "en": "Abstract: The aero inner communicators are main equipments of airplanes.",
      "cn": "摘要: ××系列机内通话器是装备我国××系列飞机的主要设备."
    },
    {
      "en": "Advanced composite engineered shell: Quiet, aero - tuned design for wind - tunnel - tested comfort.",
      "cn": "先进复合材料工程壳: 安静, 空气调节 设计,风洞测试的舒适性."
    },
    {
      "en": "Aero - tuned rear spoiler: Reduces lift, creates vacuum to maximize airflow through helmet.",
      "cn": "航空调整后扰流板: 降低升降机, 创造真空气流,以最大限度地通过头盔."
    },
    {
      "en": "Aero engine accelerating control is one of researches of engine control.",
      "cn": "加速控制是航空发动机控制的重要研究内容."
    },
    {
      "en": "Aero Mode: Lowers the vehicle. 6 inches from NRH.",
      "cn": "续航模式: 比照正常模式降低了车辆0.6英寸高度."
    },
    {
      "en": "Aero X coup é concept shown at Geneva two years ago.",
      "cn": "航空x跑车的概念,显示在日内瓦两年前."
    },
    {
      "en": "Airways Limitedand a Director of Hong Kong Aero Engine Services Limited.",
      "cn": "航空发动机维修服务有限公司董事."
    },
    {
      "en": "Blade is one of the most important mechanical components in an aero - engine .",
      "cn": "单榫头叶片是 航空发动机 中的一类重要叶片."
    },
    {
      "en": "Boeing's research in India will break new ground in aero structures, aerodynamics and electronic networks with a team of senior researchers, scientists and engineers.",
      "cn": "在印度，波音公司将与资深研究人员、科学家和工程师一起开创印度航空构造学、空气动力学以及电子网络的新天地。"
    },
    {
      "en": "High Cycle Fatigue ( HCF ) failures of aero engine blades vibrationof engine.",
      "cn": "必须最大限度地降低航空发动机叶片高循环疲劳失效."
    },
    {
      "en": "III ? has wide prospect in the aspect of control of the aero - engine .",
      "cn": "研究结果均表明,智能控制在 航空发动机 控制中具有广阔的应用前景."
    },
    {
      "en": "Selecting granite becomes the precise coincidence of the aero static main axle.",
      "cn": "选用花岗岩作为空气主轴的精密偶合件."
    },
    {
      "en": "So the actual gain varies from aero to twice the nominal gain.",
      "cn": "因此,实际的增益取值范围是从0到标称增益的2倍."
    },
    {
      "en": "Teams routinely ask freelance photographers to take close - ups of rivals'aero kit.",
      "cn": "车队都会像自由摄影师购买对手赛车的近距离空气动力套件照片."
    },
    {
      "en": "The blade is one of the important parts of aero - engine .",
      "cn": "叶片是 航空发动机 的重要零件之一."
    },
    {
      "en": "This paper summarizes the development and prospective applications of aero - gels.",
      "cn": "综述了气凝胶材料的发展及潜在的应用前景."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "flying",
            "aviatic"
          ],
          "tran_cn": "航空的；[航]飞机的；飞行的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "航空的，飞行的，飞机的"
    }
  ],
  "exchange": {}
}