{
  "word": "who",
  "ipa": {
    "us": "huː",
    "uk": "huː"
  },
  "sentences": [
    {
      "en": "Any head teacher who made errors like this would be chucked out.",
      "cn": "哪个校长只要犯了这样的错误都会被开除。"
    },
    {
      "en": "he meekly bowed to him, as who should say ‘Proceed’.",
      "cn": "他温顺地向他鞠躬，似乎在说“继续”。"
    },
    {
      "en": "I clearly empathize with the people who live in those neighborhoods.",
      "cn": "我非常同情生活在那些地方的人们。"
    },
    {
      "en": "I picked first all the people who usually were left till last.",
      "cn": "我先挑出了所有通常留到最后的人。"
    },
    {
      "en": "It is nearly always women who are the primary care givers.",
      "cn": "从事初级保健护理工作的几乎都是女性。"
    },
    {
      "en": "It would be difficult to find two men who were more dissimilar.",
      "cn": "很难找到彼此间差异更大的人了。"
    },
    {
      "en": "Northbridge is a cool, calculating and clever criminal who could strike again.",
      "cn": "诺思布里奇是个头脑冷静、诡计多端、阴险狡诈的罪犯，他可能还会犯案。"
    },
    {
      "en": "Remember, happiness doesn't depend upon who you are or what you have; it depends solely upon what you think.--Dale Carnegie",
      "cn": "请记住，幸福不在于你是谁或者你拥有什么，而仅仅取决于你的心态！"
    },
    {
      "en": "She was a fairly rigid person who had strong religious views.",
      "cn": "她相当顽固，宗教观念极强。"
    },
    {
      "en": "She wondered who had sent the flowers.",
      "cn": "她不知道是谁送的花。"
    },
    {
      "en": "Singleton was a fantasist who claimed to have a karate blackbelt.",
      "cn": "辛格尔顿是个牛皮大王，他自称有一条空手道黑带。"
    },
    {
      "en": "The difference between who you are and who you want to be is what you do. ",
      "cn": "你是什么样的人和你想成为什么样的之间的差距就是，你做了什么。"
    },
    {
      "en": "The happiest are not those who own all the best things, but those who can appreciate the beauty of life.",
      "cn": "最幸福的人们并不一定什么都是最好，只是他们懂得欣赏生活的美好。"
    },
    {
      "en": "They never found out who the murderer was.",
      "cn": "他们一直未查出谁是凶犯。"
    },
    {
      "en": "Try to get a feeling for the people who live here.",
      "cn": "试着去理解在这片土地上生息的人们。"
    },
    {
      "en": "We know some sex offenders dupe the psychologists who assess them.",
      "cn": "我们知道有些性犯罪者会愚弄给他们做测评的心理学家。"
    },
    {
      "en": "who am I to object?.",
      "cn": "我有什么权力反对？。"
    },
    {
      "en": "who am I to object?.",
      "cn": "我有什么权力反对？。"
    },
    {
      "en": "Who do you suppose will replace her on the show?",
      "cn": "你觉得谁会代替她参加这场演出？"
    },
    {
      "en": "Who do you work for?",
      "cn": "你为谁工作？"
    },
    {
      "en": "Who locked the door?",
      "cn": "谁锁的门？"
    },
    {
      "en": "Who’s that guy with your wife?",
      "cn": "和你妻子在一起的那个人是谁？"
    },
    {
      "en": "You can chat to other people who are online.",
      "cn": "你可以和其他在线的人聊天。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "as who",
      "tran_cn": "[古语]像是…的人"
    },
    {
      "phrase": "as who should say",
      "tran_cn": "(古)可谓，似乎在说"
    },
    {
      "phrase": "who am I (或 are you, is he, etc.) to do something",
      "tran_cn": "我（你或他等）有何权做某事"
    },
    {
      "phrase": "who goes there?"
    },
    {
      "phrase": "who is who",
      "tran_cn": "谁是谁；名人录"
    },
    {
      "phrase": "who's who",
      "tran_cn": "名人（总称）；名人录"
    }
  ],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "谁",
      "tran_en": "used to ask or talk about which person is involved, or what the name of a person is"
    }
  ],
  "exchange": {}
}