{
  "word": "maser",
  "ipa": {
    "us": "'meɪzə",
    "uk": "'meɪzə"
  },
  "sentences": [
    {
      "en": "Additional test results also indicate that the new hydrogen maser atomic clock onboard GIOVE-B is working correctly.",
      "cn": "此外，测试结果还表明GIOVE-B携带的氢微波激射器原子钟运转良好。"
    },
    {
      "en": "Discusses a variety of thermodynamic and systematic processes that can affect maser microwave Cavity frequency.",
      "cn": "讨论影响氢钟谐振腔频率的各种热动力学过程."
    },
    {
      "en": "Drag onto the page, then right - click to specify maser amplifier, laser or laser generator.",
      "cn": "拖到绘图页上, 然后右击可指定为微波激射器放大器 、 激光器或激光发生器."
    },
    {
      "en": "Frequency of the occurance of water maser source in different outflows were given.",
      "cn": "给出水脉泽源在不同外流中出现的频度."
    },
    {
      "en": "General maser symbol. Maser amplifier, laser or laser generator can be specified.",
      "cn": "常规微波激射器符号. 可指定微波激射器放大器 、 激光器或激光发生器."
    },
    {
      "en": "His discoveries, which won him the Nobel prize, led to the caesium atomic clock and the hydrogen maser.",
      "cn": "这一获得诺贝尔奖的发现产生了铯原子钟和氢微波激射器。"
    },
    {
      "en": "Maser said Leo Raubal long considered such a lawsuit before his death in 1979.",
      "cn": "马泽说,雷欧劳巴尔于1979年去世,此前他一直在考虑就此事提起诉讼."
    },
    {
      "en": "Miniature passive hydrogen maser is developed at Shanghai Observatory cavity design and square wave frequency modulation.",
      "cn": "介绍了上海天文台被动型小氢钟的设计和研制,给出了初步的测试结果."
    },
    {
      "en": "The atomic hydrogen maser is the most stable frequency standard allshortest measuring time interval.",
      "cn": "氢脉泽是一种中、长期稳定度最高的原子频率标准."
    },
    {
      "en": "The other design , the passive maser, uses the atomic resonance as a narrow bandpass amplifier.",
      "cn": "被动型氢钟的激射器工作在振荡阈值之下,其作用与谐振放大器相似."
    },
    {
      "en": "The plasma wave nonlinear effect of IonChannel Electron Cyclotron Maser ( ICECM ) is investigated.",
      "cn": "研究了离子通道回旋电子束脉塞 ( ICECM ) 中的等离子体波非线性效应."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "微波激射器",
      "tran_en": "a piece of equipment that produces a very powerful electric force"
    }
  ],
  "exchange": {}
}