{
  "word": "legume",
  "ipa": {
    "us": "ˈlegju:m",
    "uk": "ˈlɛɡˌjum, ləˈɡjum"
  },
  "sentences": [
    {
      "en": "Alder ( Alnus nepalensis ), an important non - legume nitrogen - fixing plant, occurs widely in the eastern Himalayas.",
      "cn": "桤木 ( Alnusnepalensis ) 是一种重要的 非 豆科固氮植物, 广泛分布于喜马拉雅山脉东部地区."
    },
    {
      "en": "Alfalfa is a member of the legume ( leguminosae ).",
      "cn": "苜蓿为 豆科 植物."
    },
    {
      "en": "Eat legume food to have those helps to person body more?",
      "cn": "多吃豆类食品对人身体有那些帮助?"
    },
    {
      "en": "Especially, drought and high salt concentration are significant factors that limit rhizobium - legume symbiosis.",
      "cn": "土壤干旱和土壤高盐浓度是影响根瘤形成的重要限制因子."
    },
    {
      "en": "Have the thing of legume more, food, be like the simplest soyamilk. Soya bean ah etc.",
      "cn": "多吃豆类的东西, 食品, 就如最简单的豆浆. 黄豆啊等等."
    },
    {
      "en": "He was the first to apply serological tests to the study of legume bacteria.",
      "cn": "他最先将血清学试验用于根瘤菌的研究."
    },
    {
      "en": "In Min county of Gansu province, Trifolium pratense cv. minshan was excellent legume to develop local forage industrialization.",
      "cn": "岷山红三叶Trifoliumpratense是甘肃省岷县的优良地方牧草品种,是集饲用和药用价值于一体的优质豆科牧草,是发展当地草产业的龙头产品."
    },
    {
      "en": "It may reflect an evolutionary process from no - nodules legume plants to nodules legume plants.",
      "cn": "豆科植物的表皮细胞外切向壁厚度似乎能够反映豆科植物从不结瘤到结瘤的进化过程."
    },
    {
      "en": "Legume cover crops must be planted, when new plantations are established.",
      "cn": "在新种植园建立时必须种植豆科保护作物."
    },
    {
      "en": "Legume Legumes are especially good at this.",
      "cn": "豆类在这方面特别擅长."
    },
    {
      "en": "Pigeonpea is a hardy, drought-tolerant food legume high in protein and B vitamins, and offers the added benefit of fixing nitrogen and other nutrients in the soil.",
      "cn": "木豆是抵抗力强和耐旱性能好的食用豆类，蛋白质和维生素B的含量高，且有让土壤中的氮和其他养料更好混合的好处。"
    },
    {
      "en": "Scope of application: corn unpolishd rice, legume, germ.",
      "cn": "适用范围: 谷物、糙米 、 豆类 、 种子."
    },
    {
      "en": "These members of the legume family provide high protein food for grazing animals.",
      "cn": "这此豆属作物可以给食草动物提供高蛋白的食物."
    },
    {
      "en": "These members of the Nigeria legume family provide highprotein food for grazing grazing animals.",
      "cn": "这些豆类家族的成员为放牧动物提供高蛋白食物."
    },
    {
      "en": "These mumbers members of the leguim legume family provide high protein food for grazing animals.",
      "cn": "这些豆类植物为食草动物提供高蛋白的食物."
    },
    {
      "en": "These numbers members of the l legume family provide provide highprotein food for graining grazing animals.",
      "cn": "这些豆科类家族的成员能为食草动物提供高蛋白."
    },
    {
      "en": "We never think of this legume unless it's in our soup.",
      "cn": "我们从想不到这种豆类，除非它们放在汤里。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "leguminous",
          "tran_cn": " 豆科的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leguminous plant",
            "peapod"
          ],
          "tran_cn": "豆类；[作物]豆科植物；豆荚"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "vegetable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "豆科植物，豆类蔬菜"
    }
  ],
  "exchange": {
    "pl": [
      "legumes"
    ]
  }
}