{
  "word": "deference",
  "ipa": {
    "us": "ˈdefərəns",
    "uk": "ˈdefərəns"
  },
  "sentences": [
    {
      "en": "...the older political tradition of deference to great leaders.",
      "cn": "…敬重伟大领导人的较老的政治传统。"
    },
    {
      "en": "\"Manners used to be enforced through fear and deference to the Maker, the monarch, and the men, \" he says.",
      "cn": "他继续说：“礼仪规范过去通过对上帝，君主和男子的畏惧和顺从得以实现。"
    },
    {
      "en": "At first he had continued to show deference to Brown.",
      "cn": "起初他对布朗仍然表示一定的尊敬."
    },
    {
      "en": "Children are taught to treat their parents and teachers with deference?",
      "cn": "教育孩子们对父母师长要尊敬."
    },
    {
      "en": "Do you treat your parents and teachers with deference?",
      "cn": "你对父母师长尊敬 吗 ?"
    },
    {
      "en": "He picked up a card with deference.",
      "cn": "他毕恭毕敬地拣起一张卡片."
    },
    {
      "en": "He touched his forelock in mock deference.",
      "cn": "他手触额发假装尊敬。"
    },
    {
      "en": "His immediate deference made her regretful.",
      "cn": "他毫不迟疑的顺从使她感到有些抱歉."
    },
    {
      "en": "His patronage, entwined with the ordinary deference, was not plain to them.",
      "cn": "由于还需要表现出通常的尊敬态度, 他那恩赐的态度对他们也就不很明显了."
    },
    {
      "en": "In practice, each public school is an independent kingdom that pays nominal deference to education authorities.",
      "cn": "事实上，每一所公办学校都是一个独立的王国，名义上顺从教育当局。"
    },
    {
      "en": "Out of deference to him, I lowered my head as he prayed.",
      "cn": "出于对他的敬重，在他祈祷时我低下了头。"
    },
    {
      "en": "The air - conditioning had been adjusted in deference to an urgent plea.",
      "cn": "根据一项紧急请求调整了空气调节器."
    },
    {
      "en": "The major defect of their work was deference to authority.",
      "cn": "他们的主要缺陷是趋从权威."
    },
    {
      "en": "The second virtue they develop is deference, the willingness to listen and learn from the moral and intellectual storehouses of the people you are trying to elp.",
      "cn": "他们发展的第二个美德是顺从敬意，乐意听从其他他们试图帮助的品行端正和智慧的人，并从他们知识宝库中学习。"
    },
    {
      "en": "They were married in church out of deference to their parents'wishes.",
      "cn": "他们遵从父母的愿望在教堂举行了婚礼."
    },
    {
      "en": "They were married in church, in deference to their parents'wishes.",
      "cn": "他们遵从父母的意愿, 在教堂结婚."
    },
    {
      "en": "Traditionally it embodies a degree of deference.",
      "cn": "从传统上来说它体现某种程度的服从."
    },
    {
      "en": "Variations in the Level of Deference.",
      "cn": "尊重水准的变化."
    },
    {
      "en": "We all showed deference to his skill.",
      "cn": "我们都敬重他的熟练技巧."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "deferential",
          "tran_cn": " 恭敬的；惯于顺从的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "defer",
          "tran_cn": " 推迟；延期；服从"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "defer",
          "tran_cn": " 使推迟；使延期"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "compliance",
            "Friend VS Lover"
          ],
          "tran_cn": "顺从"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "civility",
            "conformity",
            "homage",
            "honor",
            "obedience",
            "reverence"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in deference to",
      "tran_cn": "出于尊重；考虑到"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "顺从，依从，尊重，敬重",
      "tran_en": "polite behaviour that shows that you respect someone and are therefore willing to accept their opinions or judgment"
    }
  ],
  "exchange": {
    "adv": [
      "deferentially"
    ],
    "adj": [
      "deferential"
    ]
  }
}