{
  "word": "arcade",
  "ipa": {
    "us": "ɑ:ˈkeɪd",
    "uk": "ɑrˈkeɪd"
  },
  "sentences": [
    {
      "en": "Accompany Simpson in an arcade game full of action!",
      "cn": "陪同在街机游戏的行动充分辛普森!"
    },
    {
      "en": "Amusement arcade; room or hall containing coin - operated machines for playing games.",
      "cn": "游戏机室,游戏机厅(设有以硬币开动的机器)."
    },
    {
      "en": "An exciting swashbuckling arcade action game set on the high seas!",
      "cn": "《鬼盗船的复仇》是发生在海面上的动作游戏."
    },
    {
      "en": "arcade games",
      "cn": "游戏厅的电子游戏"
    },
    {
      "en": "At this time of the morning, the arcade is was almost empty.",
      "cn": "在早晨的这个时候, 这个拱廊街道上几乎空无一人."
    },
    {
      "en": "At this time of the morning, the arcade was almost empty.",
      "cn": "在早晨的这个时候, 拱廊街上几乎空无一人."
    },
    {
      "en": "B : We know this new shopping arcade is ready for lease.",
      "cn": "我们知道这幢新的购物商场已开始招租."
    },
    {
      "en": "Chairs and tables went flying into the arcade.",
      "cn": "椅子,桌子飞落花流水在拱廊街上."
    },
    {
      "en": "I just don't think arcade games go in the beautiful guest room.",
      "cn": "我只是觉得街机不应该出现在美丽的客房里."
    },
    {
      "en": "In our shopping arcade, you can find different kinds of souvenir.",
      "cn": "在我们的拱廊市场, 你可以发现许多的纪念品."
    },
    {
      "en": "Most arcade games are redemption games , video games or pinball machines.",
      "cn": "在街机上运行的游戏叫街机游戏."
    },
    {
      "en": "No matter how much you think you know about the varied and nuanced spectrum of human sexuality, you realize you don’t know squat until you work in a porn store with a vibrant and active arcade.",
      "cn": "无论你认为自己是多么了解人类性行为的多样性和各种细微差别，如果没在色情商店工作过，没见识过店中那条活力四射的拱廊，就不知道半蹲是什么含义。"
    },
    {
      "en": "Reminiscent of SpaceInvaders, the arcade - style game that will test your reflexes.",
      "cn": "回忆往事空间入侵者中, 将检查你的反射的拱廊风格的游戏."
    },
    {
      "en": "The expensive shops in a famous arcade near Piccadilly were just opening.",
      "cn": "皮卡迪利大街附近的一著名的拱廊街道上,几家高档商店刚刚开门."
    },
    {
      "en": "The short, squat man in the Dallas Cowboys windbreaker staggers out from the arcade, propping himself against the wall.",
      "cn": "身穿达拉斯牛仔风衣的矮胖男人蹒跚的从拱廊走出来，支撑着自己靠在墙上。"
    },
    {
      "en": "There was a long line of taxis waiting under the pillared arcade.",
      "cn": "有一长排的计程车在有柱的拱廊下等."
    },
    {
      "en": "We go to the amusement arcade on Saturdays to play the electronic games.",
      "cn": "每个星期六我们去娱乐城玩电子游戏."
    },
    {
      "en": "World popular hits Arcade Ball, Asteroids and Galaxy Invaders are coming back!",
      "cn": "世界流行的点击拱廊球, 小行星和银河入侵者都回来了!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recreation ground",
            "amusement parks"
          ],
          "tran_cn": "[建]拱廊；（内设投角子电子游戏机等的）游乐场；有拱廊的街道"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "corridor",
            "gallery",
            "hall",
            "passageway"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "arcade game",
      "tran_cn": "电脑游戏（游乐场的）"
    },
    {
      "phrase": "shopping arcade",
      "tran_cn": "购物商场；商店街，商场部"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "商场，游乐中心，拱廊，连拱廊，有拱廊的街道",
      "tran_en": "a covered passage at the side of a row of buildings with  pillar s  and  arch es  supporting it on one side"
    },
    {
      "pos": "vt",
      "tran_cn": "使有拱廊"
    }
  ],
  "exchange": {
    "pl": [
      "arcades"
    ]
  }
}