{
  "word": "downsizing",
  "ipa": {
    "us": "'daʊnsaɪzɪŋ",
    "uk": "'daʊnsaɪzɪŋ"
  },
  "sentences": [
    {
      "en": "After downsizing of Taiwan Province, the status of local municipality must have been greatly elevated.",
      "cn": "在精省后, 地方自治团体的地位势必大幅提升."
    },
    {
      "en": "Both GM and Chrysler are downsizing - with GM potentially joining Chrysler in bankruptcy - and closing plants.",
      "cn": "通用和克莱斯勒正在缩小 - 与通用汽车有可能加入克莱斯勒破产 - 和关闭工厂."
    },
    {
      "en": "But in today's economy, educated, white - collar workers also are vulnerable to downsizing.",
      "cn": "但是,在今天的经济中, 受过教育的 白领 工人也同样容易受到裁员的攻击."
    },
    {
      "en": "Downsizing is one way to reduce costs.",
      "cn": "缩编是降低成本的途径之一."
    },
    {
      "en": "Downsizing is reducing costs by dismissing employees and reassigning their duties to the employees who remain.",
      "cn": "所谓裁员,就是公司为了降低成本而解雇一些员工并将其工作职责重新分配给其他人."
    },
    {
      "en": "Downsizing the work force is the better way to cut down the cost of production.",
      "cn": "缩减人员开支是降低生产成本的较好途径."
    },
    {
      "en": "Far from being finished , the downsizing of digital gear has just begun.",
      "cn": "不过, 我们离这一目标还很遥远,缩小数学化装置体积的研究才刚刚起步."
    },
    {
      "en": "Further downsizing will greatly increase the staff's already heavy workload and affect morale.",
      "cn": "进一步裁员将令员工原本已很吃力的工作百上加斤,影响员工士气."
    },
    {
      "en": "In an era of massive and painful corporate downsizing.",
      "cn": "在企业大规模且痛苦的缩减开支时代."
    },
    {
      "en": "It causes all skepticism about downsizing to be taboo, and both people and companies suffer.",
      "cn": "所有关于裁员的怀疑成为禁忌, 公司和员工都受到伤害."
    },
    {
      "en": "Our company eliminated 100 positions after their downsizing.",
      "cn": "我们公司精简机构后裁撤了一百个岗位."
    },
    {
      "en": "The business loss or the downsizing of the business.",
      "cn": "二亏损或业务紧缩时."
    },
    {
      "en": "The company has been downsizing.",
      "cn": "公司一直在缩小规模."
    },
    {
      "en": "They're downsizing, and I got my walking papers last week.",
      "cn": "公司裁员, 我于上周收到了解聘书."
    },
    {
      "en": "This was particularly the case when these quality efforts were combined with downsizing.",
      "cn": "另外,管理人士,企图程序般地实施目标."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "downscale",
          "tran_cn": " 缩减规模"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "downscale",
          "tran_cn": " 缩减…规模"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "compaction",
            "redundancy"
          ],
          "tran_cn": "精简，裁员；缩小规模"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "精简，裁员；缩小规模"
    },
    {
      "pos": "v",
      "tran_cn": "以较小尺寸设计（或制造），缩小（汽车等的）外部尺寸( downsize的现在分词 )"
    }
  ],
  "exchange": {
    "verb": [
      "downsize"
    ]
  }
}