{
  "word": "equip",
  "ipa": {
    "us": "ɪˈkwɪp",
    "uk": "ɪˈkwɪp"
  },
  "sentences": [
    {
      "en": "A good education should equip you for life.",
      "cn": "有良好的教育能受用终生."
    },
    {
      "en": "About three to five years experience in equip . maintenance.",
      "cn": "三到五年设备维护经验."
    },
    {
      "en": "After a battle Your faithfull companions will equip loot.",
      "cn": "在一场您娜菲斯福尔同伴将装备掠夺."
    },
    {
      "en": "Equip yourself with stout walking boots and sticks.",
      "cn": "你自己要准备好结实的步行靴和拐杖。"
    },
    {
      "en": "First, you should equip yourself with the knowledge you can acquire. Only thus can you be confident of yourself.",
      "cn": "第一，你应该用你学习到的知识来装备自己，只有这样你才能相信自己。"
    },
    {
      "en": "Normal A character cannot equip a weapon he is not proficient in.",
      "cn": "普通:人物不能装备他所不精通的武器."
    },
    {
      "en": "Owners of restaurants would have to equip them to admit disabled people.",
      "cn": "餐厅老板将必须在餐厅里配备能够接纳残疾人的设施。"
    },
    {
      "en": "Relative poverty, however, did not prevent Martin from equipping himself with an excellent education.",
      "cn": "然而相对的贫穷并没有妨碍马丁接受良好教育。"
    },
    {
      "en": "They become obsessed with trying to equip their vehicles with gadgets to deal with every possible contingency.",
      "cn": "他们变得痴迷于给自己的车辆装备小配件，以应付可能出现的各种紧急情况。"
    },
    {
      "en": "They can't afford to equip their laboratories properly because of lack of funds.",
      "cn": "他们因缺乏资金无力充分装备自己的实验室."
    },
    {
      "en": "They spent a lot of money equipping the school with new computers.",
      "cn": "他们花了很多钱给学校配备新计算机。"
    },
    {
      "en": "They try to equip their vehicles with gadgets to deal with every possible contingency.",
      "cn": "他们尽量给他们的车辆配备各种小装置以应付任何可能的突发状况。"
    },
    {
      "en": "Those variants equip an organism specially well to cope with the exigencies of the environments.",
      "cn": "变异使生物体配备得特别完善以应付环境的严酷要求."
    },
    {
      "en": "We equip our children with a good education.",
      "cn": "我们使孩子们受到良好的教育."
    },
    {
      "en": "We must equip the army for the modern war.",
      "cn": "我们必须装备军队打现代化战争."
    },
    {
      "en": "We must equip the children mentally and physically to meet the trial they will face.",
      "cn": "我们必须准备在精神上和身体上使这些孩子们有条件迎接他们将面临的各种考验."
    },
    {
      "en": "You'd better equip your bicycle with a head light.",
      "cn": "你最好在你的自行车上装个前灯."
    },
    {
      "en": "Your education will equip you to earn a good living.",
      "cn": "你所受的教育会使你过上富裕的生活."
    },
    {
      "en": "Your training will equip you for your future job.",
      "cn": "你的训练使得你能够胜任将来的工作."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "equipage",
          "tran_cn": " 装备，用具；马车及侍从"
        },
        {
          "word": "equipment",
          "tran_cn": " 设备，装备；器材"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "costume",
            "fit",
            "furnish",
            "gear",
            "outfit",
            "prepare",
            "provide",
            "qualify",
            "rig"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "fit",
            "furnish",
            "prepare",
            "provide",
            "rig"
          ],
          "tran_cn": "装配;提供"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "equip with",
      "tran_cn": "装备，配备；备有…，以…装备"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "装备，使做好准备",
      "tran_en": "to provide a person or place with the things that are needed for a particular kind of activity or work"
    },
    {
      "pos": "vt",
      "tran_cn": "使有准备",
      "tran_en": "to give someone the information and skills that they need to do something"
    }
  ],
  "exchange": {
    "third": [
      "equips"
    ],
    "past": [
      "equipped"
    ],
    "done": [
      "equipped"
    ],
    "ing": [
      "equipping"
    ]
  }
}