{
  "word": "philology",
  "ipa": {
    "us": "fɪˈlɒlədʒi",
    "uk": "fɪˈlɑlədʒi"
  },
  "sentences": [
    {
      "en": "By subjects : philology , as in mathematics, Luo Wu Xue, Zhizhi school.",
      "cn": "所定课目有: 语文学 、 象数学 、 格物学 、 致知学."
    },
    {
      "en": "During the Qing Dynasty, philology was a mere handmaid of classical studies.",
      "cn": "语言文字学在清代还只是经学的附庸."
    },
    {
      "en": "Gujin Zi and interchangeability of Chinese characters are two adequate terms in the traditional philology.",
      "cn": "古今字和通假字,一直是传统语言文字学两个界限不清的术语."
    },
    {
      "en": "His major interests and main scholarship were on philology.",
      "cn": "他治经治学的重点和主要学术成就体现在朴学方面,他的经学思想则倾向于公羊学."
    },
    {
      "en": "I don't know the philology side, I don't know what disables to metaphysical questions.",
      "cn": "我不知道者从语言学上来说对不对，我也不懂从形而上学角度看,有什么问题。"
    },
    {
      "en": "I knew that I wanted to combine Semitic Philology and Modern Linguistics and rigorous manner.",
      "cn": "我的期待目标是透过严谨的治学方式,结合闪语文献学和现在语言学."
    },
    {
      "en": "In his works of literature and philology, there are many quotations from The Book of Changes.",
      "cn": "在鲁迅有关文学、字学的著作中, 多处征引《周易》的文字,以《周易》立论."
    },
    {
      "en": "Professor Smith is recognized to be one of the great scholars in English philology.",
      "cn": "史密斯教授被公认为是了不起的英语语言学学者之一。"
    },
    {
      "en": "Reviewing philology phonology dialectology and lexis studying history, which aiming at the annotation of Lushi - chunqiu's. \"",
      "cn": "回顾了文献学、音韵学、方言学及词汇训诂学等学科有关高诱《吕氏春秋注 》 的研究历史."
    },
    {
      "en": "Semiotics is a subject forming in 20 th century and has much relation with constructivism and philology.",
      "cn": "符号学是一门二十世纪新兴的学科,与语言学与结构主义的发展有着密切的关系."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "philologist",
          "tran_cn": " 文献学者；语言学者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "linguistics",
            "glossology"
          ],
          "tran_cn": "[语]文献学；语言学"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "语文学",
      "tran_en": "the study of words and of the way words and languages develop"
    }
  ],
  "exchange": {
    "pl": [
      "philologists"
    ],
    "adj": [
      "philological"
    ]
  }
}