{
  "word": "indirectly",
  "ipa": {
    "us": "ˌɪndɪ'rektlɪ",
    "uk": "ˌɪndəˈrɛktlɪ"
  },
  "sentences": [
    {
      "en": "All of these means can directly or indirectly damage crops, forests, and ornamental plantings.",
      "cn": "所有的这些方法都能直接或间接地为害作物 、 森林和观赏植物."
    },
    {
      "en": "All pressure differences between places on the earth's surface can be traced , directly or indirectly.",
      "cn": "地球表面任何地区间的压力差都可以直接或间接地测算出来."
    },
    {
      "en": "Back in the days of command lines and character - based menus, interfaces indirectly offered services to users.",
      "cn": "回到命令行和 基于 字符的菜单时代, 那时界面通常间接地为用户提供服务."
    },
    {
      "en": "Client involves DFG directly or indirectly in any type of fraud.",
      "cn": "客户利用DFG直接或间接参与在任何类型的欺诈."
    },
    {
      "en": "Drugs are indirectly responsible for the violence.",
      "cn": "毒品是暴力产生的间接原因。"
    },
    {
      "en": "He referred indirectly to the territorial dispute.",
      "cn": "他含蓄地提及了领土争端。"
    },
    {
      "en": "I heard the news indirectly.",
      "cn": "这消息我是间接听来的."
    },
    {
      "en": "If the President was involved even indirectly, full disclosure would not be the course selected.",
      "cn": "如果总统也牵连进去了,哪怕是间接的, 那就不会采取透露全部实情的做法."
    },
    {
      "en": "Indirectly, I did cause her death. I shouldn'thave left her there.",
      "cn": "的确，她的死是我间接造成的。我不该把她留在那里。"
    },
    {
      "en": "It has thus indirectly promoted fierce competition in international banking.",
      "cn": "因此,这间接促进了国际银行市场的激烈竞争."
    },
    {
      "en": "It was indirectly due to Cody that Gatsby drank so little.",
      "cn": "盖茨比酒喝得极少,这得间接地归功于科迪."
    },
    {
      "en": "Neutrons in the slow and moderate speed ranges can produce ionization indirectly in other ways.",
      "cn": "慢中子和中能中子可以通过其它方式产生间接电离作用."
    },
    {
      "en": "So it tries to control them indirectly.",
      "cn": "因此它试图间接地控制它们。"
    },
    {
      "en": "Systematic psychological training helps directly and indirectly to form basketball consciousness.",
      "cn": "系统的心理训练直接参与和间接辅助篮球意识的形成与发展."
    },
    {
      "en": "The president is indirectly elected by parliament.",
      "cn": "总统由议会间接选出。"
    },
    {
      "en": "The two sides would only meet indirectly, through middlemen.",
      "cn": "双方只会通过中间人间接接触。"
    },
    {
      "en": "You are also indirectly predicting the future of your project/process when you choose and configure the process for your project.",
      "cn": "当您为您的项目选择和配置这个过程时同样要间接地预知您的项目/过程的未来。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "indirect",
          "tran_cn": " 间接的；迂回的；非直截了当的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "indirection",
          "tran_cn": " 间接；迂回；不坦率"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "circuitously",
            "round about"
          ],
          "tran_cn": "间接地；不诚实；迂回地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "around",
            "sideways"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "间接地，迂回地，婉转地，不坦率地"
    }
  ],
  "exchange": {
    "noun": [
      "indirectness"
    ],
    "adj": [
      "indirect"
    ]
  }
}