{
  "word": "makeshift",
  "ipa": {
    "us": "ˈmeɪkʃɪft",
    "uk": "ˈmeɪkʃɪft"
  },
  "sentences": [
    {
      "en": "A few cushions formed a makeshift bed.",
      "cn": "临时用几个垫子拼了一张床。"
    },
    {
      "en": "A makeshift bed was rigged up for the sick person.",
      "cn": "为病人临时搭了一张床."
    },
    {
      "en": "Her makeshift lie had done the trick , and she now felt perfectly at ease.",
      "cn": "她这临时诌起来的谎居然合式, 她心里更加有把握了."
    },
    {
      "en": "People are sprawled on makeshift beds in the cafeteria.",
      "cn": "人们懒散地躺在食堂里搭起的临时床铺上。"
    },
    {
      "en": "Survivors huddle together in makeshift tents with nowhere to go.",
      "cn": "幸存者们一起拥挤在临时帐篷里,无处可去."
    },
    {
      "en": "The accommodation for the press was makeshift at best.",
      "cn": "迁就新闻界充其量只是个权宜之计."
    },
    {
      "en": "The latest refugees were housed in makeshift dormitories.",
      "cn": "新来的难民被安置在临时的集体寝室里。"
    },
    {
      "en": "The makeshift fare would have to sustain him through the night.",
      "cn": "今天他就得靠这些七拼八凑的食物过夜了."
    },
    {
      "en": "The mobile medical team knocked together a makeshift operating table.",
      "cn": "流动医疗队匆匆搭起了一张临时手术台."
    },
    {
      "en": "The mobile medical team knocked together a makeshift operation table.",
      "cn": "流动医疗队匆匆搭起了中张临时手术台."
    },
    {
      "en": "The refugees slept in makeshift tents at the side of the road.",
      "cn": "逃难者睡在路边临时搭建的帐篷里."
    },
    {
      "en": "The tanks left burning vehicles in their wake as they ploughed through makeshift barricades.",
      "cn": "坦克冲过临时搭建的路障，所过之处留下了燃烧的车辆。"
    },
    {
      "en": "They made a makeshift table from boxes.",
      "cn": "他们把箱子做成一张临时用的桌子."
    },
    {
      "en": "Use an empty crate as a makeshift for a table.",
      "cn": "用空板条箱权充桌子."
    },
    {
      "en": "We butted two boards for a makeshift bed.",
      "cn": "我们把两块木板拼接起来临时作床用."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "temporary",
            "extraordinary",
            "odd",
            "occasional"
          ],
          "tran_cn": "临时的；权宜之计的；凑合的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "quick fix",
            "provisional measure"
          ],
          "tran_cn": "权宜之计；凑合；临时措施；将就"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "extemporaneous",
            "utility"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "临时的，权宜之计的，凑合的",
      "tran_en": "made to be used for a short time only when nothing better is available"
    },
    {
      "pos": "n",
      "tran_cn": "将就, 凑合, 权宜之计"
    }
  ],
  "exchange": {}
}