{
  "word": "electrocardiogram",
  "ipa": {
    "us": "ɪˌlektrəʊˈkɑ:diəʊgræm",
    "uk": "ɪˌlektroʊˈkɑrdioʊgræm"
  },
  "sentences": [
    {
      "en": "A disposable electrocardiogram machine the size of a Band-Aid monitors a heart patient.",
      "cn": "一个邦迪大小的一次性心电图仪器监视着一个心脏病人。"
    },
    {
      "en": "A electrocardiogram records the heartbeat.",
      "cn": "心电图上标明心跳次数."
    },
    {
      "en": "A total of 109 patients underwent physical examination, electrocardiogram and echo cardiography.",
      "cn": "总计109个病人做了体格检查, 心电图,超生心动图."
    },
    {
      "en": "Accurate electrocardiogram ( ECG ) beat classification is essential for automated detection of arrhythmias.",
      "cn": "心拍分类对于临床心律失常自动化检测非常重要."
    },
    {
      "en": "Electrocardiogram: Antrum sex arrhythmia, arrange Zhong Xiang dislocation. Is there a problem?",
      "cn": "心电图: 窦性心律不齐, 顺钟向转位. 有问题 吗 ?"
    },
    {
      "en": "GE's ultra - cheap electrocardiogram , for instance, is a state - of - the - art algorithm.",
      "cn": "比如通用尤其廉价的心电图仪器, 是由最新的运算法则产生的."
    },
    {
      "en": "How can a physician be unable to interpret a electrocardiogram?",
      "cn": "心脏内科的医生怎么能不会判读心电图 呢 ?"
    },
    {
      "en": "I also want to do an electrocardiogram, and an electroencephalogram.",
      "cn": "我还要做心电图 、 脑电图."
    },
    {
      "en": "I. Insert the guide wire while monitoring the electrocardiogram for rhythm abnormalities.",
      "cn": "在监测心电图异常节律的同时置入导丝."
    },
    {
      "en": "Method Before review analysis 300 example armor high patient technique, electrocardiogram diagnosis.",
      "cn": "方法回顾性地分析300例甲亢患者术前心电图诊断."
    },
    {
      "en": "Objective: To analyses the abnormal electrocardiogram ( ECG ) in health persons.",
      "cn": "摘要目的: 探讨健康人异常 心电图 的预后意义."
    },
    {
      "en": "Perhaps the single most widely used monitoring device is the electrocardiogram.",
      "cn": "心电图可能是最广为应用的监测仪."
    },
    {
      "en": "QT and QTc of electrocardiogram were also prolonged, but in normal range.",
      "cn": "心电图QT、QTc有所延长, 但在正常范围内."
    },
    {
      "en": "Some countries, such as Italy and Japan, screen young people with the use of an electrocardiogram (ECG, or EKG), which records the electrical signals present in the heart.",
      "cn": "一些其他的国家，比如意大利和日本，人们用心电图（ECG或EKG）给年轻人做检查，心电图记录了心脏发出的电信号。"
    },
    {
      "en": "The cardiac cycle can be shown on an electrocardiogram.",
      "cn": "心动周期能够在心电图上显示出来."
    },
    {
      "en": "The diagnosis was mainly based on electrocardiogram and echocardiogram.",
      "cn": "心电图及超声心动图是正确诊断的重要方法."
    },
    {
      "en": "You will have to do an electrocardiogram, please wait in the doorway.",
      "cn": "要做心电图检查, 请在门前等候."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "electrocardiographic",
          "tran_cn": " 心电图描记的（electrocardiograph的形容词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cardiogram"
          ],
          "tran_cn": "[内科]心电图"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "心电图，心电图仪器",
      "tran_en": "an ecg2"
    }
  ],
  "exchange": {
    "pl": [
      "electrocardiograms"
    ]
  }
}