{
  "word": "resourcefulness",
  "ipa": {
    "us": "rɪˈsɔːsflnəs; rɪˈzɔːsflnəs",
    "uk": " rɪˈsɔːrsflnəs"
  },
  "sentences": [
    {
      "en": "Additionally, with no belief in your capabilities and resourcefulness, you find it hard to take up new challenges or to explore new frontiers.",
      "cn": "除此之外，由于你不相信你很有能力而且足智多谋，你就发现迎接新的挑战或者探索新的领域是多么困难。"
    },
    {
      "en": "Because of his adventures, he is a person of far greater experience and resourcefulness.",
      "cn": "诸多冒险经历使他的经验和智谋都要比别人高出一筹。"
    },
    {
      "en": "He marveled sometimes at the man's resourcefulness.",
      "cn": "他有时对于这个人的足智多谋感到吃惊."
    },
    {
      "en": "However, Dr Haselhuhn argues that physical clues to dishonesty could survive if they were also linked to qualities seen as positive by women – such as charm or resourcefulness.",
      "cn": "然而，哈瑟尔罕争论道：如果这些生理特征对于女性来说是优点的话，比如说有魅力或者足智多谋，那么还是可能继续存在的。"
    },
    {
      "en": "Humor is the wisdom and resourcefulness that can alleviate an awkward situation.",
      "cn": "幽默是缓和尴尬局面的智慧和机智."
    },
    {
      "en": "Humor is the wisdom and resourcefulness those can alleviate an awkward situation.",
      "cn": "幽默是缓和不好意思局面的聪明和机智."
    },
    {
      "en": "It takes intelligence, resourcefulness, patience, tact and courage to meet the troubles of any job.",
      "cn": "必须要有足够的智慧 、 谋略 、 耐心 、 机智以及勇气去面对任何工作中出现的麻烦."
    },
    {
      "en": "Once he was launched on a course, Nixon's determination was equal to his tactical resourcefulness.",
      "cn": "尼克松一旦开始执行一项方针, 他的决心之大同他的多谋善断是不相上下的."
    },
    {
      "en": "Only when we rely on both courage and resourcefulness can we defeat the rival.",
      "cn": "我们只有既靠勇敢又靠智谋,才能打败对手."
    },
    {
      "en": "Our dependence on overseas trade puts drive and resourcefulness in the export industries at a premium.",
      "cn": "对海外贸易的依赖使我们在出口行业中鼓励进取心和应变能力."
    },
    {
      "en": "Our dependence on overseas trades places drives and resourcefulness in the export industries at a premium.",
      "cn": "我们对海外贸易的依赖要求我们的人员要拥有魄力与机智."
    },
    {
      "en": "Resourcefulness now also effects Black Arrow.",
      "cn": "足智多谋影响黑箭."
    },
    {
      "en": "She has received several official recognitions for her resourcefulness and conscientious work at this company.",
      "cn": "由于她的机敏和认真工作,她得到本公司数次正式的表扬."
    },
    {
      "en": "The sextile formed between Mars and Uranus shows a gift of originality and resourcefulness in actions.",
      "cn": "火星跟天王星之间形成的六分相显示出行动上的聪敏机智及原创性的天赋."
    },
    {
      "en": "This aspect produces the capacity for hard work, enduring strength, and resourcefulness.",
      "cn": "这相位提供了勤奋工作 、 刻苦耐劳及足智多谋的能力."
    },
    {
      "en": "To be succinct summary of the main, grasp the overall structure, resourcefulness, the ability to improvise.",
      "cn": "要具有高度概括主体, 把握整体结构 、 随机应变 、 即兴发挥的能力."
    },
    {
      "en": "What stories can you relay that show your passion, initiative and resourcefulness?",
      "cn": "你可以讲述什么样的故事来展示你的激情，主动和足智多谋呢？"
    },
    {
      "en": "Your beauty comes from your resourcefulness and your ambition toward high - quality living.",
      "cn": "你的美丽来自于自己的足智多谋和追求高品质生活的野心."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "resourceful",
          "tran_cn": " 资源丰富的；足智多谋的；机智的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "resourcefully",
          "tran_cn": " 机智地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "resource",
          "tran_cn": " 资源，财力；办法；智谋"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ingenuity",
            "initiative"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "足智多谋，智谋"
    }
  ],
  "exchange": {
    "adv": [
      "resourcefully"
    ],
    "adj": [
      "resourceful"
    ]
  }
}