{
  "word": "uncooperative",
  "ipa": {
    "us": "ˌʌnkəʊˈɒpərətɪv",
    "uk": "ˌʌnkoʊˈɑpərətɪv"
  },
  "sentences": [
    {
      "en": "Before you scold me for being uncooperative, ask yourself if something might be bothering me.",
      "cn": "当你想责骂我不合作、固执或懒惰前, 请你想想,是否有什么困扰着我?"
    },
    {
      "en": "Before you scold me for being uncooperative, please ask yourself if something might be bothering me.",
      "cn": "当你因为责骂我的不合作、固执或懒惰之前, 请你想想,是否有什麽正在困扰者我."
    },
    {
      "en": "In the passive location system based on the FM broadcast, signals are uncooperative and non - stationary.",
      "cn": "基于调频广播的无源定位系统中, 其信号是非合作的 非 平稳信号."
    },
    {
      "en": "It won't work with that uncooperative attitude.",
      "cn": "对于不合作的人,这是无效的."
    },
    {
      "en": "It would not facilitate matters if you were uncooperative.",
      "cn": "如果你不合作,事情就不好办了."
    },
    {
      "en": "She became uncooperative: unwilling to do her homework or help with any household chores.",
      "cn": "她变得很不合作：不愿做作业，也不愿帮着做家务。"
    },
    {
      "en": "That supervisor is so uncooperative, he gets right up my nose.",
      "cn": "那位主管很不好相处, 他使我觉得讨厌."
    },
    {
      "en": "The captain is not only insulting but uncooperative.",
      "cn": "船长不仅无礼而且不合作."
    },
    {
      "en": "The mining unions are probably the most uncooperative of all.",
      "cn": "矿业公会可能是最不合作的."
    },
    {
      "en": "Their uncooperative attitude caused the rent of the treaty.",
      "cn": "他们不合作的态度破坏了合约."
    },
    {
      "en": "They became bossy , uncooperative and hostile in their efforts to ward off depression.",
      "cn": "为了避免陷入沮丧,他们变得盛气凌人 、 不肯合作、情绪敌对."
    },
    {
      "en": "This attitude, over the long haul , will develop very resentful and uncooperative family members.",
      "cn": "这种态度, 日积月累, 在家人之间就会发展为抱怨和不和."
    },
    {
      "en": "What is it about this outfit that is making everyone so uncooperative?",
      "cn": "为什么这身打扮让每个人都那么不合作 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "disoperative",
            "ill-matched"
          ],
          "tran_cn": "不合作的；不配合的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "negative"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不愿合作的，不愿配合的",
      "tran_en": "not willing to work with or help someone"
    }
  ],
  "exchange": {}
}