{
  "word": "fresco",
  "ipa": {
    "us": "ˈfreskəʊ",
    "uk": "ˈfreskoʊ"
  },
  "sentences": [
    {
      "en": "A blow up of this fresco reveals tremendous details about this UFO including port holes.",
      "cn": "放大这个壁画显示了包括舱门在内的有关不明飞行物的大量细节."
    },
    {
      "en": "And a large - scale fresco painting is chosen for the Pudong International Airport.",
      "cn": "其中大型壁画成为浦东国际机场的当选产品."
    },
    {
      "en": "Despite a tomb fresco , it is an uncommon portrait work in Tang dynasty.",
      "cn": "虽然是墓室壁画, 实为唐代不可多得的人物画精品."
    },
    {
      "en": "Of course, pigment is not the only part of a fresco.",
      "cn": "当然, 颜料还不是画面的全部."
    },
    {
      "en": "One of these artists, Benozzo Gozzoli ( 1420 - 1497 ) , painted a fresco called \" The Journey of the magi. \"",
      "cn": "其中的一位艺术家, 贝诺佐·戈佐利, 绘制了一幅壁画叫 “ 三圣贤之旅 ”."
    },
    {
      "en": "Painted with the intensity of fresco, they haunt the memory, loaded with illusion and nostalgia.",
      "cn": "用强烈的壁画描绘, 他们萦绕着记忆, 充满了幻觉与怀旧之情."
    },
    {
      "en": "Part of a wall painting here, a bit of a fresco there.",
      "cn": "墙上这一部分是油画, 那一小部分是壁画."
    },
    {
      "en": "Perhaps his other most famous artwork was the fresco of The Last Supper, located in Milan.",
      "cn": "也许他的另一幅最出名的作品是在米兰的湿壁画-最后的晚餐."
    },
    {
      "en": "So we say that visual thinking play an important role in designing and appreciating fresco.",
      "cn": "因此,我们说视觉思维在壁画设计和欣赏过程中起着不可低估的影响和作用."
    },
    {
      "en": "The medium of fresco makes great demands on a painter's techinical skill.",
      "cn": "壁画这种绘画形式对画家的技巧有很高要求。"
    },
    {
      "en": "There is an exquisite fresco on that porch.",
      "cn": "后面的抱厦上绘有精美的壁画."
    },
    {
      "en": "They are precious artworks integrated with technology, including ornaments and fresco paintings.",
      "cn": "摆件、挂幅、壁画规格齐全,是融科技 、 艺术为一体的传世精品."
    },
    {
      "en": "This a 15 th century fresco from Kiev. Seems to show Jesus in a rocket type device.",
      "cn": "这是来自基辅15世纪壁画.似乎显示耶稣在类型火箭的设备."
    },
    {
      "en": "This is a masterpiece in fresco.",
      "cn": "这是一幅用壁画法画出来的杰作."
    },
    {
      "en": "Today, much of it is occupied by government offices and only vestiges of its beauty endure – admittedly including Gozzoli's fresco of the journey of the Magi.",
      "cn": "如今政府办公室占据了它很多的建筑，而梅迪奇·里卡尔第宫也仅保留一丝当年的痕迹--这其中包括戈佐利所绘的壁画《三圣贤之旅》。"
    },
    {
      "en": "Visual thinking participates the whole process of fresco design and the process of appreciation as well.",
      "cn": "视觉思维参与了壁画设计的始终,同时视觉思维也参与了欣赏的全过程."
    },
    {
      "en": "We show this in a scene in the Sistine Chapel [in Rome] where we create a big crack in the fresco of God and Adam.",
      "cn": "我们将这个观点放到了发生在罗马西斯廷教堂的一幕里——一幅绘有上帝与亚当的壁画发生严重断裂。"
    },
    {
      "en": "Zhou Fang started to paint the fresco for the temple based on the final draft.",
      "cn": "这时,周舫依照最后的草图,挥笔做成了壁画."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wall painting",
            "mural painting"
          ],
          "tran_cn": "[建]壁画"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "painting"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "al fresco",
      "tran_cn": "在户外；在野外"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "壁画，温壁画技法，湿壁画",
      "tran_en": "a painting made on a wall while the  plaster  is still wet"
    },
    {
      "pos": "v",
      "tran_cn": " 绘湿壁画于"
    }
  ],
  "exchange": {
    "pl": [
      "frescoes",
      "frescos"
    ]
  }
}