{
  "word": "squid",
  "ipa": {
    "us": "skwɪd",
    "uk": "skwɪd"
  },
  "sentences": [
    {
      "en": "Add the prawns and squid and cook for 2 minutes.",
      "cn": "放入对虾和鱿鱼，烹炒2分钟。"
    },
    {
      "en": "Bill Pardy: And that makes you look like a squid?",
      "cn": "比尔: 这种病会让你看上去像个鱿鱼?"
    },
    {
      "en": "Brush squid with cornflour. Stuff with filling until 60 % full.",
      "cn": "鱿鱼筒内抹上生粉, 将馅料放入鱿鱼筒内至六成满."
    },
    {
      "en": "Forward credits could be useful in the squid business.",
      "cn": "将信用分配给可承受的总量,而且它们可以交易."
    },
    {
      "en": "Hydrolytic technics of collagen from squid skin by protease was studied.",
      "cn": "研究了酶法提取鱿鱼皮胶原蛋白的工艺条件."
    },
    {
      "en": "Main materials: Shrimps, Squid, Onion, Carrot, Bean milk skin, marinas.",
      "cn": "原料: 虾仁 、 鱿鱼 、 洋葱 、 胡萝卜 、 特级豆腐皮 、 蛋黄酱."
    },
    {
      "en": "People have seen giant squid attacking whales for food.",
      "cn": "有人曾看见过大乌贼捕食鲸鱼."
    },
    {
      "en": "Rarely seen, giant squid are prey to sperm whales.",
      "cn": "很罕见, 大鱿鱼是被掠食者――鲸鱼."
    },
    {
      "en": "Sea cucumber, maw, squid must be made transparent to the soft.",
      "cn": "海参 、 鱼肚 、 鱿鱼均必须发透至软."
    },
    {
      "en": "Squid beaks are often found in the stomachs of sperm whales.",
      "cn": "经常能在抹香鲸的胃里发现鱿鱼的嘴."
    },
    {
      "en": "SQUID, and points out the application of Josephson effect to accurate measure.",
      "cn": "SQUID 测量弱磁场的基本原理并指出了约瑟夫逊效应在精密测量方面的应用."
    },
    {
      "en": "Study on the processing technology of instant shredded squid.",
      "cn": "即食鱿鱼丝加工工艺的研究."
    },
    {
      "en": "The applications of cryogenic adhesive bonding technology in SQUID non - magnetic Dewar and other fields are introduced.",
      "cn": "介绍了低温粘接技术在SQUID无磁杜瓦及其它领域中的应用."
    },
    {
      "en": "The giant squid has the largest eyes in the world.",
      "cn": "霸王乌贼有世界上最大的眼睛."
    },
    {
      "en": "The seals feed mainly on fish and squid.",
      "cn": "海豹主要以鱼和乌贼为食."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sleeve-fish",
            "calamari"
          ],
          "tran_cn": "鱿鱼；[无脊椎]乌贼；枪乌贼"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "giant squid",
      "tran_cn": "[生]巨型乌贼；大王乌贼"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "乌贼，墨鱼，鱿鱼",
      "tran_en": "a sea creature with a long soft body and ten arms around its mouth"
    }
  ],
  "exchange": {
    "pl": [
      "squid",
      "squids"
    ]
  }
}