{
  "word": "fertiliser",
  "ipa": {
    "us": "'fɜ:tɪlaɪzə",
    "uk": "'fɜtɪlaɪzə"
  },
  "sentences": [
    {
      "en": "At the moment we are losing our groundwater very quickly, destroying soil nutrients, and farmers are going into debt because they are dependent on fertiliser and other inputs.",
      "cn": "目前，我们正在非常迅速地失去我们的地下水、破坏土壤养分，而农民们正在欠债，因为他们依赖于化肥和其它投入。"
    },
    {
      "en": "By doing so , the production cost of the fertiliser plant will be significantly reduced.",
      "cn": "从而帮助该工厂大幅度降低生产成本."
    },
    {
      "en": "Cereal farmers are using less chemical fertiliser in response to concern over pollution.",
      "cn": "出于对污染问题的担心,种植谷物的农民减少了化肥的使用量."
    },
    {
      "en": "Cheap fertiliser and improved crop strains have eased overseas shortage in a number of commodity areas.",
      "cn": "廉价的化肥以及经过改良的作物种子缓解了海外许多农产品地区的不足."
    },
    {
      "en": "Fertiliser nitrogen must be a sensibly used tool and not an addiction in intensive grassland management.",
      "cn": "在集约的草地管理中,氮肥必须是合理使用的一种手段,而不是一种嗜好."
    },
    {
      "en": "Get some more fertiliser for the garden.",
      "cn": "给花园再多施些肥料."
    },
    {
      "en": "Mr Jiang asks repeatedly from his fertiliser store.",
      "cn": "蒋文在他的化肥店里再三问道."
    },
    {
      "en": "Organic methods, which rely on crop rotation, manure and compost of fertiliser, are far less intensive.",
      "cn": "有机生产方式不讲究精耕细作,不使用化学肥料, 主要依靠轮作 、 肥和混合肥."
    },
    {
      "en": "The peasant bought a bag of chemical fertiliser in the market place.",
      "cn": "这位农民在集市上买了一袋化肥."
    },
    {
      "en": "Tobacco provides a better return than rice because fertiliser and pesticide costs are lower, he said.",
      "cn": "烟草的回报还比大米的高,因为肥料和杀虫剂成本较低, 他说."
    },
    {
      "en": "Underlying the revolution in the fertiliser industry is the increasing scarcity of another commodity: food.",
      "cn": "化肥行业发生巨变的根本原因,是另一种大宗商品的短缺情况日益严峻: 粮食."
    },
    {
      "en": "When transplanting, use starter fertiliser small fertilizer.",
      "cn": "在移植的时候, 要施用催化肥料."
    },
    {
      "en": "Why do Americans spend such huge amounts of time, money, water, fertiliser and fuel on growing a useless smooth expanse of grass?",
      "cn": "为什么美国人要把如此大量的时间、金钱、水、化肥和燃料花在一大片平整却毫无用处的草地上呢？"
    },
    {
      "en": "Work in a balanced fertiliser before planting.",
      "cn": "种植前加入养分均衡的肥料。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fertile",
          "tran_cn": " 富饶的，肥沃的；能生育的"
        },
        {
          "word": "fertilizable",
          "tran_cn": " 可受精的；可施肥的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "fertile",
          "tran_cn": " 肥沃，多产"
        },
        {
          "word": "fertilisation",
          "tran_cn": " 受精（等于fertilization）；肥沃"
        },
        {
          "word": "fertilizer",
          "tran_cn": " [肥料] 肥料；受精媒介物；促进发展者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "fertilise",
          "tran_cn": " 使受精；施肥于；使肥沃"
        },
        {
          "word": "fertilize",
          "tran_cn": " 使受精；使肥沃"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "肥料，化肥"
    }
  ],
  "exchange": {}
}