{
  "word": "Euphrates",
  "ipa": {
    "us": "ju:ˈfreiti:z",
    "uk": "juˈfretiz"
  },
  "sentences": [
    {
      "en": "\"The current level of the Euphrates cannot feed the small tributaries that give water to the marshlands, \" he continued. \"The people there have started to dig wells for their own survival.",
      "cn": "“目前，幼发拉底河无法养活哪些给沼泽地供水的小支流了，”他继续说：“为了自己的生存，那里的居民已经开始自己挖井了。"
    },
    {
      "en": "And the fourth river is Euphrates.",
      "cn": "第4道河名叫幼发拉底河."
    },
    {
      "en": "Caption: Canoes along the shallow Euphrates.",
      "cn": "描述: 幼发拉底河浅滩边的独木舟."
    },
    {
      "en": "Droughts are not rare in Iraq, though officials say they have been more frequent in recent years. But drought is only part of what is choking the Euphrates and its larger, healthier twin, the Tigris.",
      "cn": "干旱原本在伊拉克也并不罕见 只是官员们说 这些年更加频繁了.但是干旱只是使幼发拉底河和她更广阔 更健康的胞胎底格里斯河枯萎的原因之一."
    },
    {
      "en": "Fishermen in the Hafar Canal , a shallow tributary of the Euphrates River.",
      "cn": "渔夫在幼发拉底河一条狭窄的水道——哈法尔水道中."
    },
    {
      "en": "So I went and hid it by the Euphrates, as the Lord had commanded me.",
      "cn": "耶13:5我就去、照著耶和华所吩咐我的 、 将腰带藏在伯拉河边."
    },
    {
      "en": "So I went, and hid it by Euphrates, as the LORD commanded me.",
      "cn": "我就去, 照着耶和华所吩咐我的, 将腰带藏在幼发拉底河边."
    },
    {
      "en": "Sumerians lived along the Tigris and Euphrates Rivers in what is now Iraq.",
      "cn": "苏美尔人生活在底格里斯河和幼发拉底河沿岸,即现在的伊拉克."
    },
    {
      "en": "The dam project is part of a decades - old strategy to harness the Tigris and Euphrates rivers.",
      "cn": "这项水坝计画是数十年策略的一部份,以善用底格里斯河及幼发拉底河."
    },
    {
      "en": "Then Samlah died, and Shaul of Rehoboth on the Euphrates River became king in his place.",
      "cn": "创36:37桑拉死了 、 大河边的利河伯人扫罗接续他作王."
    },
    {
      "en": "These grew up in the world's great fertile river valleys, the Euphrates, the Tigris and the Indus, but I want to start with the most famous river of them all, the Nile.",
      "cn": "最早期的城市与国家崛起于世界上伟大的肥沃河谷里，幼发拉底河、底格里斯河、印度河等等，然而我想从这所有河流中最著名的尼罗河开始。"
    },
    {
      "en": "Water Gulf region, Iraq has the Euphrates and Tigris in Mesopotamia.",
      "cn": "海湾地区缺水, 伊拉克却拥有幼发拉底河与底格里斯的两河流域."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "幼发拉底河"
    }
  ],
  "exchange": {}
}