{
  "word": "Kelvin",
  "ipa": {
    "us": "'kelvɪn",
    "uk": "'kelvɪn"
  },
  "sentences": [
    {
      "en": "\"The stability against freezing of Martian fluids can explain saline water activity on the surface of Mars at mean global temperatures well below 273 Kelvin,\" they wrote.",
      "cn": "他们写道，“稳定对火星流体冻结还可以可以解释在全球平均气温远低于273开尔文下火星表面的盐水活动。”"
    },
    {
      "en": "Contact Kelvin King, Meet Director, for further details.",
      "cn": "联系绝对温标国王, 遇见主任, 为进一步的细节."
    },
    {
      "en": "George: Yes, I think so. Yes, it was definitely Lord Kelvin.",
      "cn": "乔治: 是的, 我想是的. 是的, 绝对是凯尔文爵士."
    },
    {
      "en": "Have introduced Maxwell model and Kelvin model in the classical model of viscoplasticity theory.",
      "cn": "介绍了粘弹性理论经典模型Maxwell模型和Kelvin模型."
    },
    {
      "en": "He knew he had found Lord Kelvin’s unknown source of heat.",
      "cn": "他知道他发现了开尔文勋爵所说的来源不明的热量。"
    },
    {
      "en": "In 2009 the event was held in Glasgow, but an other venue, the Kelvin Hall.",
      "cn": "2009年的赛事在格拉斯哥举行, 但地点放在凯尔文礼堂."
    },
    {
      "en": "In the westerly region, the atmospheric Kelvin wave damps.",
      "cn": "在西风区大气Kelvin波振幅衰减."
    },
    {
      "en": "K is the symbol used for the kelvin units of temperature.",
      "cn": "K为开氏温度单位符号."
    },
    {
      "en": "Kelvin Lau is the regional economist at Standard Chartered Bank Hong Kong.",
      "cn": "KelvinLau是香港渣打银行的地区经济学者."
    },
    {
      "en": "Kelvin Tan Wei Lian feels that sometimes people can be too narrow - minded.",
      "cn": "陈伟联觉得人有时候心中太狭窄."
    },
    {
      "en": "Kelvin's lorry while , I suppose, someone else was tying up Mr Newman in a ditch.",
      "cn": "他被困了那么久才被发现, 肯定很难受,可能那是他没能料到的吧."
    },
    {
      "en": "Marie looked a little shocked when Lord Kelvin said that.",
      "cn": "听到凯尔温勋爵这么说,玛丽显得有点震惊."
    },
    {
      "en": "The accretion phenomenon was firstly discussed by Kelvin et al. on the 19 th.",
      "cn": "十九世纪末,开尔文(Kelvin)等人首先讨论了吸积现象."
    },
    {
      "en": "Then the curse of Kelvin strikes.",
      "cn": "开尔文的咒语随之开始显灵."
    },
    {
      "en": "We will find out why Kelvin died at age 42.",
      "cn": "将揭示Kelvin死于42岁的原因."
    },
    {
      "en": "Weisbrod collected Steve Francis , Cuttino Mobley and Kelvin Cato in the deal.",
      "cn": "为死不碌的收留弗朗西丝,老猫和卡托作为交换."
    },
    {
      "en": "William Thomson ( Lord Kelvin ), and the Emperor of Brazil, who had previously met Bell.",
      "cn": "展览会的参观者中有英国的科学家威廉-汤姆森 ( 尔文 爵士 ) 曾接见过贝尔的巴西国王."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "absolute scale",
            "thermodynamic temperature scale"
          ],
          "tran_cn": "开尔文（英国物理学家，数学家）；凯尔文（男子名）；绝对温标"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "开氏度的（常作K-）"
    },
    {
      "pos": "n",
      "tran_cn": "绝对温标，开氏温标",
      "tran_en": "a scale of temperature in which water freezes at 273.15 K and boils at 373.15 K"
    }
  ],
  "exchange": {}
}