{
  "word": "mnemonics",
  "ipa": {
    "us": "ni:'mɒnɪks",
    "uk": "nɪˈmɑnɪks"
  },
  "sentences": [
    {
      "en": "Button icons, a default button, HTML in a button, and button mnemonics.",
      "cn": "按钮图标, 默认按钮, HTML格式的按钮, 按钮助记符."
    },
    {
      "en": "Make it easier to pull facts and concepts out of your memory with the help of tricks such as mnemonics—which can be a sentence or phrase in which the first letter of the words joggles the memory.",
      "cn": "借助一些技巧，如记忆法，将大大简化把一些事实和概念抽出大脑的过程。 它可以是一个句子或一个词组，这些词的第一个字母能唤起你的记忆。"
    },
    {
      "en": "Mnemonics are not optional.",
      "cn": "访问键不是可有可无的,而是必须要有的."
    },
    {
      "en": "Mnemonics is important in learning English.",
      "cn": "记忆术对学英语很重要。"
    },
    {
      "en": "Reduce the amount of information you need to store by utilizing grouping , mnemonics, or acronyms.",
      "cn": "使用归类 、 记法或者首字母缩拼词等方法减少你的信息存储量."
    },
    {
      "en": "Research shows mnemonics plays a primary role in knowledge acquisition, especially in language learning.",
      "cn": "研究表明记忆方法在获患上知识过程中起着重要作用, 尤其在语言进修方面."
    },
    {
      "en": "Soon, assembly language was invented. It maps machine instructions to human - readable mnemonics, as ADD and MOV.",
      "cn": "不久, 汇编语言发明了,它是把机器指令变换成易于阅读的助记符, 如ADD、MOV等."
    },
    {
      "en": "When encountering information such as this, your goal should be to compress it. Find ways to group information into smaller chunks of memory through pictures or mnemonics.",
      "cn": "当你遇到类似问题的时候，你应该采用压缩的方法，找出一种方法把他们分类成一些小组，然后通过图片或者联想的方式辅助记忆。"
    },
    {
      "en": "Yet mnemonics is largely ignored in language learning materials and language teaching manuals.",
      "cn": "然而,外语教材和语言教学手册多对此视若无睹."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mnemonic",
          "tran_cn": " 记忆的；助记的；记忆术的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "记忆术，记忆法，记忆的，记忆术的( mnemonic的名词复数 )，助记术",
      "tran_en": "the art or practice of improving or of aiding the memory "
    }
  ],
  "exchange": {}
}