{
  "word": "inhuman",
  "ipa": {
    "us": "ɪnˈhju:mən",
    "uk": "ɪnˈhjumən"
  },
  "sentences": [
    {
      "en": "A sinister inhuman scream rang out across the moors.",
      "cn": "沼泽地里突然响起不像是人的不祥的尖叫声."
    },
    {
      "en": "As far as wild animals and plants on the edge of extinction goes, we may not entirely believe in a reprieve but it would be inhuman of us not to try for one.",
      "cn": "在野生动植物走向灭绝的今天，我们可能不会完全相信暂时的解救措施，但是如果我们不进行尝试的话，那就是不人道。"
    },
    {
      "en": "His self-control, reserve and aloofness were almost inhuman.",
      "cn": "他自制、矜持和冷漠得几乎有些不近人情。"
    },
    {
      "en": "I wander about the dread nocturnal countryside of this inhuman season.",
      "cn": "在这无情的季节里,在这可怕的夜间,我在乡野徘徊."
    },
    {
      "en": "inhuman and degrading treatment",
      "cn": "不人道的羞辱性对待"
    },
    {
      "en": "She turned to a life of exhausting, alomost inhuman labor.",
      "cn": "她所选择的是一条从事令人精疲力竭, 几乎是残酷的劳动的生活道路."
    },
    {
      "en": "She was doing an absolutely wild, inhuman, senseless thing.",
      "cn": "她在做极端疯狂的 、 不人道的 、 愚蠢的事情."
    },
    {
      "en": "Success was due to his inhuman efforts.",
      "cn": "成功归功于他超人的努力."
    },
    {
      "en": "The barbaric slaughter of whales is unnecessary and inhuman.",
      "cn": "对鲸的野蛮屠杀既不必要也不人道。"
    },
    {
      "en": "The detainees are often held in cruel and inhuman conditions.",
      "cn": "被拘留者的关押环境常常恶劣严酷、很不人道。"
    },
    {
      "en": "the inhuman and degrading treatment of prisoners",
      "cn": "犯人所受的不人道和侮辱性待遇"
    },
    {
      "en": "The inhuman treatment of mental patients shocked the public.",
      "cn": "残酷虐待精神病人的行为使公众震惊."
    },
    {
      "en": "The refugees had suffered degrading and inhuman treatment.",
      "cn": "难民遭受了侮辱性和非人的待遇。"
    },
    {
      "en": "The soldiers were ordered by their inhuman officers to bayonet every man they could find.",
      "cn": "毫无人性的军官们命令士兵见人就刺。"
    },
    {
      "en": "They were guilty of the most barbarous and inhuman atrocities.",
      "cn": "他们犯有最野蛮、最灭绝人性的残暴罪行."
    },
    {
      "en": "We must unite the workers in fighting against inhuman conditions.",
      "cn": "我们必须使工人们团结起来反对那些难以忍受的工作条件."
    },
    {
      "en": "We regard many of these practices as cruel and inhuman.",
      "cn": "我们认为这些措施中有很多是残忍和野蛮的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "inhumane",
          "tran_cn": " 残忍的；无人情味的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "inhumanely",
          "tran_cn": " 没人性地；残忍地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "inhumanity",
          "tran_cn": " 不人道，无人性；残暴"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "brutal",
            "cruel",
            "ruthless",
            "uncivilized",
            "unfeeling"
          ],
          "tran_cn": "无情的;残忍的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brutal",
            "cruel",
            "ruthless",
            "uncivilized",
            "unfeeling"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非人的，不近人情的，残忍的，野蛮的，无人性的，不人道",
      "tran_en": "very cruel or without any normal feelings of pity"
    }
  ],
  "exchange": {}
}