{
  "word": "anesthesia",
  "ipa": {
    "us": "ˌænəsˈθi:ziə",
    "uk": "ˌænɪsˈθiʒə"
  },
  "sentences": [
    {
      "en": "Anesthesia was a great innovation in medicine.",
      "cn": "麻醉是一项伟大的医学创新."
    },
    {
      "en": "Another Sierra is a Doctor of anatomy. He was credited fot inventing the first anesthetic. The anesthesia allowed him to operate on his patients without causing pain.",
      "cn": "另一位席埃拉是名解剖学博士。他被誉为发明麻醉药的第一人。在麻醉作用下，他可以为病无痛做手术。"
    },
    {
      "en": "Chapter 53 - Is Regional Anesthesia Superior to General Anesthesia for Hip Surgery?",
      "cn": "第五十三章:髋部手术病人应用区域麻醉优于全身麻醉 吗 ?"
    },
    {
      "en": "Circulatory complications occur because of the effects of anesthesia.",
      "cn": "循环并发症的出现是由麻醉作用所导致的."
    },
    {
      "en": "Conclusion Anaesthesia by muscle injection is the safest anesthesia approach.",
      "cn": "结论肌内注射麻醉是一种安全可靠的麻醉方法."
    },
    {
      "en": "For example, a certain kind of muscle relaxant for anesthesia will make certain kind of people choke. Finally, scientists found it was because they had certain kind of genes.",
      "cn": "例如，某种麻醉用肌肉松弛剂会导致特定的人无法呼吸，最终，科学家发现这种现象的原因在于他们拥有特定的基因。"
    },
    {
      "en": "Manual Editing of Automatically Recorded Data in an Anesthesia Information Management System.",
      "cn": "麻醉信息管理系统中自动记录数据的手工编辑."
    },
    {
      "en": "Methods: To remove tonsil and ( or ) adenoids by surgery under anesthesia.",
      "cn": "方法: 采用气管内全身麻醉下手术切除扁桃体和 ( 或 ) 腺样体刮除术."
    },
    {
      "en": "No , because he gave me anesthesia first .",
      "cn": "别，因为他先替我麻醉了。"
    },
    {
      "en": "Objective : To investigate the relationship between microlaryngoscopic surgery and anesthesia.",
      "cn": "目的: 探讨支撑喉镜喉显微外科手术与麻醉的关系."
    },
    {
      "en": "Objective To study the clinical effect of remifentanil anesthesia in thyroidectomy.",
      "cn": "目的观察瑞芬太尼在甲状腺手术中的应用效果."
    },
    {
      "en": "Objective: We studied the anesthesia of patients with obstructive sleep apnea syndrome.",
      "cn": "目的: 研究阻塞性睡眠呼吸暂停患者的麻醉管理."
    },
    {
      "en": "RESULTS Remifentanil used in obstetric anesthesia and analgesia is safe and effective.",
      "cn": "结果瑞芬太尼能安全有效的用于产科麻醉与镇痛."
    },
    {
      "en": "Spinal anesthesia results from the infection of a local anesthetic into the cerebrospinal fluid.",
      "cn": "脊椎麻醉将局麻药注入脑脊液."
    },
    {
      "en": "Studies in rodents and monkeys have repeatedly shown that exposure to anesthesia at a very young age kills brain cells.",
      "cn": "对于啮齿动物和猴子的研究也多次说明在年龄非常小的时候接受麻醉会杀死脑细胞。"
    },
    {
      "en": "The doctor thinks local anesthesia will do for the operation.",
      "cn": "医生认为这次手术用局部麻醉就可以了."
    },
    {
      "en": "The history of anesthesia is quite long.",
      "cn": "麻醉的历史是相当长的."
    },
    {
      "en": "This was done under local anesthesia, as an outpatient.",
      "cn": "这样病人只需局部麻醉, 不用入院."
    },
    {
      "en": "While working with cocaine for nerve block anesthesia, he and some of his associates became addicted.",
      "cn": "在研究可卡因用于神经阻滞麻醉的过程中, 他和部分助手染上了药瘾."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "anesthetic",
          "tran_cn": " 麻醉的；感觉缺失的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "anesthetic",
          "tran_cn": " 麻醉剂，麻药"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "anesthetize",
          "tran_cn": " 使麻醉（anaesthetize）；使麻痹"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anaesthesia",
            "narcosis"
          ],
          "tran_cn": "[外科]麻醉；麻木（等于anaesthesia）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "anesthesia machine",
      "tran_cn": "麻醉机"
    },
    {
      "phrase": "epidural anesthesia",
      "tran_cn": "硬膜外麻醉"
    },
    {
      "phrase": "general anesthesia",
      "tran_cn": "n. 全身麻醉"
    },
    {
      "phrase": "inhalation anesthesia",
      "tran_cn": "吸入麻醉"
    },
    {
      "phrase": "intravenous anesthesia",
      "tran_cn": "静脉麻醉"
    },
    {
      "phrase": "local anesthesia",
      "tran_cn": "局部麻醉"
    },
    {
      "phrase": "regional anesthesia",
      "tran_cn": "局部麻醉；传导麻醉"
    },
    {
      "phrase": "spinal anesthesia",
      "tran_cn": "脊髓麻醉；脊髓性感觉缺失"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "感觉缺失，麻木，麻醉"
    }
  ],
  "exchange": {}
}