{
  "word": "Puritan",
  "ipa": {
    "us": "'pjʊərɪtən",
    "uk": "ˈpjʊrɪtn"
  },
  "sentences": [
    {
      "en": "' stood apart, with countenances of inflexible gravity , beyond what even the Puritan aspect could attain . \"",
      "cn": "站在一旁, 他们脸上那种严肃刚毅的神情, 比清教徒们还 有过之而无不及."
    },
    {
      "en": "As a Puritan, he is strict in moral and religion.",
      "cn": "作为清教徒, 他的道德和宗教观念都很严格."
    },
    {
      "en": "Bykov had forgotten that Malinin was something of a puritan.",
      "cn": "贝科夫已经忘记了马利宁是个清教徒式的人物。"
    },
    {
      "en": "Harvard university was named after John Harvard, a Puritan minister who left his books and half of his estate to the college.",
      "cn": "哈佛大学就得名于约翰•哈佛，一个将他的所有书籍和半数财产都留给学校的清教徒牧师。"
    },
    {
      "en": "He inherited characteristic Puritan preoccupations with sin, with gilt and with secrecy.",
      "cn": "他继承了清教特有的关于原罪 、 罪过和隐秘的观念."
    },
    {
      "en": "He is too much of a puritan to enjoy dancing.",
      "cn": "他在生活上过于奉行清教徒式的原则,所以不能领略跳舞的乐趣."
    },
    {
      "en": "Here I am in a pulpit, dressed like a Puritan minister —an apparition that would have horrified many of my distinguished forebears and perhaps rededicated some of them to the extirpation of witches.",
      "cn": "站在这个讲坛上，我穿得像个清教徒教长——一个可能会吓到我的杰出前辈们的怪物，或许使他们中的一些人重新致力于铲除巫婆的事业上。"
    },
    {
      "en": "His dissolute life is inconsistent with his Puritan upbringing.",
      "cn": "他的放荡生活和他的清教徒教养相悖."
    },
    {
      "en": "In other ways the Bible limited Puritan writing, blurring and deadening the pages.",
      "cn": "另一方面,圣经又限制了清教时期的作品, 使它们显得晦涩沉闷."
    },
    {
      "en": "Paul was someone who certainly had a puritan streak in him.",
      "cn": "保罗身上无疑带有清教徒气质。"
    },
    {
      "en": "The anti - Puritan attack was recklessly over - stated.",
      "cn": "过去 反 清教徒的言论未免过火."
    },
    {
      "en": "The extremer Puritan mood had gone.",
      "cn": "过于偏激的清教徒精神既已消逝."
    },
    {
      "en": "The Puritan family, also maligned by ignorant moderns, stands as a model.",
      "cn": "清教徒的家庭是模范家庭, 却也不幸被无知的现代人所曲解."
    },
    {
      "en": "The school was named for a Puritan religious leader.",
      "cn": "学校的校名以一位清教教会领袖约翰. 哈佛的名字命名."
    },
    {
      "en": "They have also been concerned to establish the existence of a Puritan tradition.",
      "cn": "他们还一直关心树立清教传统."
    },
    {
      "en": "They named it after the Puritan minister who willed half his estate and all his books to the college.",
      "cn": "他们以一位在遗嘱中将半数产业和所有书籍都捐给这所大学的清教徒牧师来为学校命名。"
    },
    {
      "en": "This dramatic vigour is the chief strength of Puritan writing.",
      "cn": "这种生气勃勃的劲头便是清教时期写作的主要动力."
    },
    {
      "en": "Within a century of the first settlements the Puritan disciplines were a good deal relaxed.",
      "cn": "殖民地建立后的一百年内,清教的教规已宽大多了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "严格的，严肃的，清教徒的"
    },
    {
      "pos": "n",
      "tran_cn": "清教徒，严格的人",
      "tran_en": "The Puritans were a group of English Protestants in the sixteenth and seventeenth centuries who lived in a very strict and religious way"
    }
  ],
  "exchange": {
    "pl": [
      "Puritans"
    ]
  }
}