{
  "word": "glassware",
  "ipa": {
    "us": "ˈglɑ:sweə(r)",
    "uk": "ˈglæswer"
  },
  "sentences": [
    {
      "en": "Clocks, Wristwatches, Kitchen Accessories, Stainless Steel Gift Items, Table Glassware Gifts Articles.",
      "cn": "采购产品钟表, 手表, 厨房配件, 不锈钢礼品箱子, 桌子玻璃器具类,赠送礼品."
    },
    {
      "en": "Dry heat is used principally to sterilze glassware on other heatstable solid materials.",
      "cn": "干热主要应用于灭菌玻璃器皿或其他耐热的固态材料."
    },
    {
      "en": "Glassware of attractive appearance can Be appreciated as handicraft articles.",
      "cn": "造型美观的玻璃器皿,可以当作工艺品来欣赏."
    },
    {
      "en": "Glassware press machine is the key equipment in shaping glass products.",
      "cn": "玻璃器皿压机是玻璃制品成形的关键设备."
    },
    {
      "en": "Glazed pottery or glassware bearing a decorative surface network of fine cracks.",
      "cn": "裂瓷一种表面饰有细碎裂纹图案的上釉陶器或玻璃制品."
    },
    {
      "en": "I have some glassware to be ship to Hong Kong. What risks should I cover?",
      "cn": "我有些玻璃器皿要运到香港，应该保哪些方面的险呢?"
    },
    {
      "en": "It is necessary to use more glassware in this procedure.",
      "cn": "在这个步骤中需要使用较多的玻离器皿."
    },
    {
      "en": "Pictures and Frames, Candles and Accessories, Gifts, Bathroom Accessories, Glassware Gifts Articles.",
      "cn": "采购产品照片和框架, 蜡烛和配件, 礼品, 浴室配件, 玻璃器具类赠送礼品."
    },
    {
      "en": "Polishing machine is the primary part of glassware's product line.",
      "cn": "冷爆口机是吹制玻璃器皿加工生产线的主要组成部分."
    },
    {
      "en": "She made sure that the glassware and earthenware were always spotlessly clean.",
      "cn": "她总是把玻璃器皿和陶器洗刷得干干净净."
    },
    {
      "en": "The equipment used consisted primarily of glassware connected by rubber hose.",
      "cn": "所用设备主要由软皮管连接的玻璃器件构成."
    },
    {
      "en": "The plates and glassware were rimmed with gold.",
      "cn": "这些盘子和玻璃器皿都镶着金边。"
    },
    {
      "en": "There was a great deal of breakage in that shipment of glassware.",
      "cn": "那批玻璃器皿损坏了很多."
    },
    {
      "en": "They boxed the glassware and books before the movers came.",
      "cn": "在搬运家具的人到来之前他们将玻璃器皿和书籍装箱。"
    },
    {
      "en": "They can  be bought at any glassware shop .",
      "cn": "可在任何一家玻璃器皿店中买到。"
    },
    {
      "en": "They hire out glassware for parties.",
      "cn": "他们出租玻璃器皿供宴会用."
    },
    {
      "en": "This glassware is expensive because it is hand - blown not machine - moulded.",
      "cn": "这件玻璃器皿很贵,因为它是手工吹制,不是机器压制."
    },
    {
      "en": "We have replaced the broken glassware.",
      "cn": "破碎的玻璃器皿我们已更换。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "glassy",
          "tran_cn": " 像玻璃的；光亮透明的；呆滞的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "glassblower",
          "tran_cn": " 吹玻璃的人或机器"
        },
        {
          "word": "glassmaker",
          "tran_cn": " 玻璃工人"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "玻璃器具类",
      "tran_en": "glass objects, especially ones used for drinking and eating"
    }
  ],
  "exchange": {}
}