{
  "word": "liaison",
  "ipa": {
    "us": "liˈeɪzn",
    "uk": "ˈliːəzɑːn"
  },
  "sentences": [
    {
      "en": "Are you in direct contact with the Pentagon or are you talking to some liaison?",
      "cn": "你能直接或者通过联络员跟国防部联系上 吗 ?"
    },
    {
      "en": "At first the plan was for professional diplomats of middle rank to head the liaison offices.",
      "cn": "原先的设想是,联络处主任由中级职业外交官担任."
    },
    {
      "en": "He had already contracted a liaison with some girl.",
      "cn": "他和某个姑娘私通."
    },
    {
      "en": "He wondered if there had been liaison between the two groups.",
      "cn": "他纳闷这两个组织是否有过什么联系."
    },
    {
      "en": "I have a professor on my staff here as liaison with our higher education institutions.",
      "cn": "我的员工中有一名教授充当我们和高等教育机构的联络人。"
    },
    {
      "en": "It's important that we work in close liaison with other charities in this field.",
      "cn": "在这一领域与其他慈善团体在工作中保持紧密联络非常重要."
    },
    {
      "en": "Liaison between police forces and the art world is vital to combat art crime.",
      "cn": "警方和艺术界的联手对于打击艺术品犯罪至关重要。"
    },
    {
      "en": "My task boils down to industrial liaison and trouble shooting.",
      "cn": "我的职务统而言之就是,在工业方面负责连络并排难解纷."
    },
    {
      "en": "Our role is to ensure liaison between schools and parents.",
      "cn": "我们的作用是确保学校与家长间的联系。"
    },
    {
      "en": "Please send us a technical liaison letter about it.",
      "cn": "请给我们一份有关此事的技术联络单."
    },
    {
      "en": "She acts as a liaison between patients and staff.",
      "cn": "她在病人与医护人员间充当沟通的桥梁。"
    },
    {
      "en": "She is responsible for liaison with researchers at other universities.",
      "cn": "她负责与其他大学的研究人员联系."
    },
    {
      "en": "Sorensen was named liaison officer.",
      "cn": "索伦森被委派为联络官."
    },
    {
      "en": "The liaison with scientists working on the same or allied problems will be facilitated.",
      "cn": "同从事相同或类似课题研究的科学家们的合作会更加方便."
    },
    {
      "en": "The negotiator acted as liaison between labour and management.",
      "cn": "谈判者充当劳资双方的联络人."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "liaise",
          "tran_cn": " 保持联络；担任联络官"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "amour",
            "relation",
            "wedding"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "liaison committee",
      "tran_cn": "联络委员会"
    },
    {
      "phrase": "liaison interpreting",
      "tran_cn": "联络口译"
    },
    {
      "phrase": "liaison office",
      "tran_cn": "联络处"
    },
    {
      "phrase": "liaison officer",
      "tran_cn": "n. 联络官"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "联络，联络人，[语]连音，（尤指一方或双方已婚的）私通，[烹]加浓料",
      "tran_en": "the regular exchange of information between groups of people, especially at work, so that each group knows what the other is doing"
    }
  ],
  "exchange": {
    "pl": [
      "liaisons"
    ]
  }
}