{
  "word": "forwarder",
  "ipa": {
    "us": "'fɔ:wədə",
    "uk": "'fɔwədə"
  },
  "sentences": [
    {
      "en": "Actually, we've got a freight forwarder over there - China Consolidated.",
      "cn": "事实上, 我们这边自己有货运公司 -- 中国联合公司."
    },
    {
      "en": "Can your agent accept payment from our freight forwarder?",
      "cn": "你们代理能否接受我们货代公司直接付款给他们."
    },
    {
      "en": "Forwarder management: Manage relationship with various forwarders, ensure cost and punctual delivery.",
      "cn": "货代管理: 管理不同货代, 确保经济、准时的运输."
    },
    {
      "en": "GBC is a Freight forwarder specialized in Landbridge multimodal transportation.",
      "cn": "GBC是一家专业从事欧亚大陆多式联运的物流服务商."
    },
    {
      "en": "Harold: Actually, we have a freight forwarder over there -- China Consolidated.",
      "cn": "哈洛德: 事实上, 我们自己在那边有一家货运公司─ ─ 叫做中国联合."
    },
    {
      "en": "In China, TGL a coveted A forwarder's license.",
      "cn": "会通华联集团在中国大陆地区拥有一级货运代理执照."
    },
    {
      "en": "It's configured to perform recursion or use a forwarder.",
      "cn": "它被配置来执行递归或者使用转发器."
    },
    {
      "en": "Kevin: Actually, we've got a freight forwarder over there - China Consolidated.",
      "cn": "凯文: 事实上, 我们这边自己有货运公司 -- 中国联合公司."
    },
    {
      "en": "Loading the packed goods on the forwarder truck without accident.",
      "cn": "将已包装好的货物安全地装上运输公司的卡车."
    },
    {
      "en": "Minimum of 3 years experience in freight forwarder.",
      "cn": "3年以上之海运客户服务工作经验."
    },
    {
      "en": "Originally, a freight forwarder was a commission agent.",
      "cn": "最初, 货代只是佣金代理."
    },
    {
      "en": "Please advice forwarder for this shipment. so we can shipment in advanced.",
      "cn": "请通知代理关于此次的货运. 这样我们可以优先订舱."
    },
    {
      "en": "The payment receipt of forwarder expense ( a duplicate copy ) is inquried.",
      "cn": "要求提供货代费用的付费收据 ( 副本即可 )."
    },
    {
      "en": "You do not to pay the CFS chargesto the forwarder again.",
      "cn": "您不需要在转发站的收费处支付."
    },
    {
      "en": "Your independent shipping agent and forwarder in the port of Antwerp.",
      "cn": "我们是安特卫普港独立的运输代理和货运商."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "carrier",
            "conveyor"
          ],
          "tran_cn": "运送者，促进者；传送装置"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "freight forwarder",
      "tran_cn": "货运代理；货运代理人"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "代运人，运输业者，转运公司，促进者",
      "tran_en": "a person or thing that forwards "
    }
  ],
  "exchange": {}
}