{
  "word": "malpractice",
  "ipa": {
    "us": "ˌmælˈpræktɪs",
    "uk": "ˌmælˈpræktɪs"
  },
  "sentences": [
    {
      "en": "A surgery conformed to standard practice is not medical malpractice.",
      "cn": "遵守标准惯例的手术不能算作医疗事故."
    },
    {
      "en": "Doctors'Liability Insurance: A solution to Medical Malpractice disputes?",
      "cn": "医师责任险: 医纠的解决之道?"
    },
    {
      "en": "Her doctor was found guilty of malpractice.",
      "cn": "她的医生被裁定犯有渎职罪。"
    },
    {
      "en": "However, the numbers seem out of balance when you consider that nearly all doctors in specialties such as obstetrics and general surgery will face at least one malpractice claim during their careers.",
      "cn": "但是，当你仔细想想，在诸如产科和普通外科之类的专业里，几乎所有医生在他们的职业生涯中都要面临着至少一次失误索赔时，这些数字似乎失衡了。"
    },
    {
      "en": "Legally, a doctor commits medical malpractice when he departs from standard practice.",
      "cn": "从法律角度上讲, 医生背离标准惯例则构成医疗失职."
    },
    {
      "en": "No complaints, no malpractice lawsuits, seems friendly, well-liked.",
      "cn": "没有被投诉过，也没有治疗不当的诉讼，友善受欢迎。"
    },
    {
      "en": "Objective To study how to judge duty degree in medical malpractice expertize.",
      "cn": "目的研究医疗事故鉴定中责任程度的判定."
    },
    {
      "en": "She sued her doctor for malpractice.",
      "cn": "她控告她的医生失职."
    },
    {
      "en": "Should an injury result from nonstandard practice, a malpractice claim for damages could be made.",
      "cn": "如果伤害是因非标准治疗引起, 你可以提起医疗事故之索赔主张."
    },
    {
      "en": "The causality of medical malpractice lawsuit is an important problem.",
      "cn": "医疗侵权诉讼中的因果关系认定是个十分复杂的问题."
    },
    {
      "en": "The cause of the defects is malpractice in political and economic system.",
      "cn": "其原因是政治、经济体制方面的弊端."
    },
    {
      "en": "The fear of being sued for malpractice has magnified physicians'defensiveness.",
      "cn": "担心因医疗事故而被起诉的恐惧加剧了医生们的防卫心理."
    },
    {
      "en": "The head nurse was reduced to ordinary nurse due to malpractice.",
      "cn": "这位护士长由于玩忽职守被降职为普通护士."
    },
    {
      "en": "The malpractice of going in for \" back door \" deals became common .",
      "cn": "后门 成风."
    },
    {
      "en": "There were only one or two serious allegations of malpractice.",
      "cn": "只有一两起有关营私舞弊的严重指控。"
    },
    {
      "en": "Third, we will interview EBM experts and medical malpractice special courts judge.",
      "cn": "第三 、 们将藉由深度访谈实证医学的专家及医事专业法庭的法官,以暸解其对于实证医学与医疗行为准则在法庭上应用的看法."
    },
    {
      "en": "This is an especially frequent malpractice in the realm of Jungle tourism.",
      "cn": "在丛林旅游领域中这一概念经常被不当使用."
    },
    {
      "en": "To its malpractice should do historical analysis and academic fluoroscopy.",
      "cn": "对其弊端应做历史的分析和理论的透视."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "malversation",
          "tran_cn": " 盗用；贪污；渎职；腐败行为"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dereliction",
            "fall asleep at the switch"
          ],
          "tran_cn": "玩忽职守；不法行为；[临床]治疗不当"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dishonesty"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "malpractice insurance",
      "tran_cn": "医疗事故保险"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<律>玩忽职守，[医]治疗不当，滥治，弊端，藏掖",
      "tran_en": "when a professional person makes a mistake or does not do their job properly and can be punished by a court"
    }
  ],
  "exchange": {
    "pl": [
      "malpractices"
    ]
  }
}