{
  "word": "calcareous",
  "ipa": {
    "us": "kæl'keərɪəs",
    "uk": "kæl'kerɪrs"
  },
  "sentences": [
    {
      "en": "Calcareous clay soils have high limestone content that neutralizes natural acidity of the soil.",
      "cn": "石灰质的粘土内有含有能中和土壤自然酸性的石灰石."
    },
    {
      "en": "Calcareous likes sun and fertile soil, resistance to early fear of floods.",
      "cn": "性喜阳光和石灰性肥沃土壤, 耐早怕涝."
    },
    {
      "en": "Calcareous sediments accumulated on a sea floor and eventually were compacted and cemented to form limestone.",
      "cn": "钙质沉积物堆积在海底,最后压紧并胶结形成石灰岩."
    },
    {
      "en": "Calcite cementation seens a possibility where lime grains or calcareous organisms are abundant.",
      "cn": "在灰质颗粒或钙质生物丰富的地方,方解石胶结作用似乎是有可能的."
    },
    {
      "en": "Colonization of a calcareous stripmine spoil by earthworms promoted incorporation of organic matter.",
      "cn": "在石灰质露天矿引入蚯蚓,则促进有机物的结合."
    },
    {
      "en": "If critters were able to control pH at their calcification sites by buffering the acid in the surrounding water, as the calcareous green algae did, they also fared better.",
      "cn": "如果这些海洋生物象富含钙质的绿藻那样，能够通过缓解周围水中的酸性来控制钙化部位的pH值，它们也可能会应对得更好一些。"
    },
    {
      "en": "In calcareous soil, drought is the key factor influencing the potassium content of tobacco leaves.",
      "cn": "在石灰性土壤上, 干旱是提高烟叶含钾量的障碍因子."
    },
    {
      "en": "Other plankton species in near equal numbers replaced calcareous microplankton as they died out.",
      "cn": "钙质微体浮游生物消亡时,已经有近乎等量的其它浮游生物种类代替它们了."
    },
    {
      "en": "Plants from the high - lime plots grew better on calcareous soil.",
      "cn": "高石灰小区的植株在石灰质土上生成较好."
    },
    {
      "en": "Rendzina A type of brown earth soil typical of humid to semi - arid grasslands over calcareous rocks.",
      "cn": "一种褐色的土壤,其特征为潮湿的半干旱的草地上覆盖着石灰质的岩石."
    },
    {
      "en": "Results: The total 38 cases had not produced subcutaneous tissue necrosis or calcareous deposition.",
      "cn": "结果: 38例早产儿静脉补钙均未发生皮下组织的坏死与钙化灶."
    },
    {
      "en": "The calcareous white stones of the river Piave constitute this land.",
      "cn": "皮亚韦河钙质的白色石头构成了这片土地。"
    },
    {
      "en": "The desorption kinetics of phosphorus calcareous soil in China.",
      "cn": "与磷在土壤中的解吸动力学>>相似的文献."
    },
    {
      "en": "The more recent calcareous, or calcium carbonate, deposits that make up the tufa formations are closer to the bottom and lighter in color.",
      "cn": "钙质或碳酸钙越近现代，所构成凝灰岩地层的沉积物越靠近底部，颜色也比较浅。"
    },
    {
      "en": "The soil, a calcareous sandy loam, pH 8.4 ( H _ 2 O ) was collected from Avon, South Australia.",
      "cn": "取样土壤为灰质砂壤土, pH8.4 ( H2O ), 位于南澳大利亚的埃文."
    },
    {
      "en": "Through calcareous milkiness liquid deposition, optimum reaction conditions were selected.",
      "cn": "通过采用灰乳沉淀法,选取最佳反应条件."
    },
    {
      "en": "When the mood is agitated, eats rich calcareous archery target food suitably.",
      "cn": "当心情烦躁时, 宜多吃富含钙质的食物."
    },
    {
      "en": "Wine and horses have always played a prominent role , as the red, calcareous soils favour both.",
      "cn": "葡萄酒和骏马一直有着非常突出的联系, 红色石灰质土壤尤其适合它们."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "calcific",
          "tran_cn": " 钙化的；石灰质的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "calciferol",
          "tran_cn": " [生化] 钙化醇；维生素D2"
        },
        {
          "word": "calcification",
          "tran_cn": " 钙化；石灰化"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "calcify",
          "tran_cn": " 钙化；变成石灰质"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "calcify",
          "tran_cn": " 使钙化；使思想僵化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "limy"
          ],
          "tran_cn": "钙质的，[植]石灰质的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "calcareous soil",
      "tran_cn": "石灰土"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "含碳酸钙的，钙质的",
      "tran_en": "of, containing, or resembling calcium carbonate; chalky "
    }
  ],
  "exchange": {}
}