{
  "word": "poignant",
  "ipa": {
    "us": "ˈpɔɪnjənt",
    "uk": "ˈpɔɪnjənt"
  },
  "sentences": [
    {
      "en": "...a poignant combination of beautiful surroundings and tragic history.",
      "cn": "…优美环境与悲怆历史的辛酸结合。"
    },
    {
      "en": "...a poignant love story.",
      "cn": "…一个令人感伤的爱情故事。"
    },
    {
      "en": "A poignant anxiety thrust itself sharply into Presley's heart.",
      "cn": "一阵剧烈的焦虑,象把刀子似的,直扎进普瑞斯莱的心房."
    },
    {
      "en": "A poignant effluence from the object enveloped him.",
      "cn": "他被对方流露出的真情所包围."
    },
    {
      "en": "A poignant sense engulfed him of the one - way flow of time.",
      "cn": "他深感到岁月流逝,一去不回."
    },
    {
      "en": "After that painful scene the quiet of nature was wonderfully poignant.",
      "cn": "经过适才痛苦的一幕,大自然的静穆特别给人一种清新的感觉."
    },
    {
      "en": "All things were known eternally and were poignant in their transiency.",
      "cn": "世间万物都是永恒可知的,即使稍纵即逝."
    },
    {
      "en": "Full of entertaining and original characters, each two part story is warm, poignant and life-affirming, enjoying humour whilst exploring the darkness that underpins each crime mystery.",
      "cn": "充满娱乐性和原创性字符，每两个部分的故事是温暖的，尖锐的，肯定生命，享受幽默，同时探索在黑暗中，支持每个犯罪神秘。"
    },
    {
      "en": "Harry thought the sight of her was inexpressibly poignant.",
      "cn": "哈里觉得看到她有种难以言喻的哀伤。"
    },
    {
      "en": "His lyrics are as acerbic and poignant as they ever have been.",
      "cn": "他的歌词一如既往的犀利辛辣。"
    },
    {
      "en": "I could not erase from my mind the poignant thought.",
      "cn": "我无法驱散萦绕在我心头的痛切之感."
    },
    {
      "en": "I found the scene in which Percy proposed to Olive tremendously poignant.",
      "cn": "我觉得珀西向奥利芙求婚的一幕太让人心酸了。"
    },
    {
      "en": "I looked , and had an acute pleasure in looking - a precious yet poignant pleasure.",
      "cn": "我看了, 看的时候有一种剧烈的欢乐, -- 一种宝贵的,然而辛辣的欢乐."
    },
    {
      "en": "In her memoir, Klein offers a relentlessly funny yet poignant take on her journey to womanhood and beyond.",
      "cn": "在她的回忆录中，克莱因对其作为女性以及未来的生活旅程进行了尖锐而有趣的审视。"
    },
    {
      "en": "It is especially poignant that he died on the day before his wedding.",
      "cn": "他在婚礼前一天去世了,这尤其令人伤感."
    },
    {
      "en": "Most of them spoke of those bygone times with poignant regret.",
      "cn": "大多数人带着沉痛惋惜的语调谈论着过去的一切."
    },
    {
      "en": "Rather than pandering to younger readers, she poured out a poignant tale with the most beautiful language.",
      "cn": "作者没有刻意迎合年轻读者，而是用最美的笔触纵情描绘出寓意深刻的故事。"
    },
    {
      "en": "Some of their lesser - known ballads are surprisingly poignant.",
      "cn": "但是他们一些不是太出名的民谣歌曲却是出奇的刺激的."
    },
    {
      "en": "The case of Kologrivov was even more poignant.",
      "cn": "科罗格利沃夫的事更令人心疼."
    },
    {
      "en": "The imagined grief was so poignant that Bertha burst into tears.",
      "cn": "想象的悲恸是如此强烈,使伯莎泪如泉涌."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "poignantly",
          "tran_cn": " 深刻地；辛辣地；令人辛酸地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "poignancy",
          "tran_cn": " 辛辣；强烈；尖锐；辛酸事"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sharpened",
            "acerb"
          ],
          "tran_cn": "尖锐的；辛酸的；深刻的；切中要害的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "burning",
            "deep",
            "expressive",
            "painful",
            "violent"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "悲惨的，辛酸的，令人痛苦的",
      "tran_en": "Something that is poignant affects you deeply and makes you feel sadness or regret"
    },
    {
      "pos": "n",
      "tran_cn": "(Poignant)人名；(法)普瓦尼昂"
    }
  ],
  "exchange": {
    "adv": [
      "poignantly"
    ],
    "noun": [
      "poignancy"
    ]
  }
}