{
  "word": "realise",
  "ipa": {
    "us": "'rɪəlaɪz",
    "uk": "'rɪrlaɪz"
  },
  "sentences": [
    {
      "en": "Being a prudent and cautious person, you realise that the problem must be resolved.",
      "cn": "慎重小心的人都会意识到这个问题非解决不可。"
    },
    {
      "en": "Cross-dressing is far more common than we realise.",
      "cn": "变装现象要远比我们认识到的更加普遍。"
    },
    {
      "en": "Growing up with him soon made me realise the extent of his determination.",
      "cn": "和他一起长大让我很快意识到他有多么坚定。"
    },
    {
      "en": "How much did you realise on the house?",
      "cn": "这所房子你们出售后赚了多少钱?"
    },
    {
      "en": "I hope that as time goes on we will realise that it is important for us to talk openly about Aids, because it is the only way to make it appear normal, like cancer.",
      "cn": "我希望随着时间的推移，人们将认识到公开谈论艾滋病是一件重要的事情，因为这是唯一一条使它成为像癌症一样的正常疾病的途径。"
    },
    {
      "en": "I realise now that the things which used to niggle and annoy me just don't really matter.",
      "cn": "我现在意识到那些曾令我烦恼不快的事情其实无关紧要。"
    },
    {
      "en": "I realise that an Englishman who generalises about Ireland invites trouble.",
      "cn": "我意识到英国人如果对爱尔兰问题加以泛化的话会招惹麻烦。"
    },
    {
      "en": "If you were in the Sahara, you would realise the value of fresh water.",
      "cn": "如果你在撒哈拉大沙漠, 你就会知道淡水的价值了."
    },
    {
      "en": "In the first half they realise their boss is exploiting them and begin to understand the theory of surplus value.",
      "cn": "在前半部，工人们认识到他们的老板是在剥削他们，开始了解剩余价值理论。"
    },
    {
      "en": "It did not require a great deal of perception to realise the interview was over.",
      "cn": "并不需要多少洞察力也能意识到面试已经结束了。"
    },
    {
      "en": "It needed only a casual inspection to realise how badly the office had been kept.",
      "cn": "只要随随便便地看一下,就会发现这间办公室多么漫无秩序."
    },
    {
      "en": "It scared him to realise how close he had come to losing everything.",
      "cn": "一想到他差点儿就失去了一切，他心里直打哆嗦。"
    },
    {
      "en": "Now people are starting to realise that he means business.",
      "cn": "人们现在才开始明白他不是在开玩笑。"
    },
    {
      "en": "The miseries I went through made me suddenly realise with a blinding flash what life was all about.",
      "cn": "我所经历的痛苦让我突然一下子清楚地领悟到了生活的真谛。"
    },
    {
      "en": "The verb in question is written variously realize and realise.",
      "cn": "我们正在讲的这个动词可以分别写成realize和realise两种形式."
    },
    {
      "en": "Various textile techniques will be explored to realise design possibilities.",
      "cn": "将尝试和探索纺织技巧来把这些设计变为现实。"
    },
    {
      "en": "When you watch him in training, you realise that this lad is the business.",
      "cn": "当你观看他训练时，你就会意识到这个小伙子是最棒的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "realised",
          "tran_cn": " 实现的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "realisation",
          "tran_cn": " 实现，完成（等于realization）"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "realised",
          "tran_cn": " 实现（realise的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "learn",
            "come to realize"
          ],
          "tran_cn": "认识到，明白"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "理解，意识到，获得，实现，发生，变卖"
    },
    {
      "pos": "vt",
      "tran_cn": " 认识到， 了解； 实现"
    }
  ],
  "exchange": {}
}