{
  "word": "takeoff",
  "ipa": {
    "us": "'teɪkɔ:f",
    "uk": "ˈtekˌɔf, -ˌɑf"
  },
  "sentences": [
    {
      "en": "De - ice the plane's wings before takeoff.",
      "cn": "起飞前除去机翼上的冰."
    },
    {
      "en": "Discovery's takeoff this morning from Cape Canaveral was flawless.",
      "cn": "“发现”号航天飞机今晨从卡纳维拉尔角顺利发射升空。"
    },
    {
      "en": "Gwen Meighen occupied with pre - takeoff rituals.",
      "cn": "桂温·米恩忙于起飞前的一些繁文缛节."
    },
    {
      "en": "Kuznets also doubts the validity of the notion of'self - sustaining growth \" initiated in the takeoff stage.",
      "cn": "库茨涅兹还怀疑起飞阶段中最初的“ 自我 保持增长 ” 的观点是否可信."
    },
    {
      "en": "Officials say that one or two engines fell away from the plane shortly after takeoff.",
      "cn": "官员们说飞机起飞后不久就有一两台引擎脱落了。"
    },
    {
      "en": "She does a marvellous takeoff of the Queen.",
      "cn": "她学女王的样子学得惟妙惟肖."
    },
    {
      "en": "She gave permission to the plane to taxi into position and hold for takeoff.",
      "cn": "她发出指令，允许飞机滑行入位，准备起飞。"
    },
    {
      "en": "Sixteen hours after takeoff, the Vimy's wheels touched ground.",
      "cn": "起飞后十六个小时, “维米号”的双轮着陆了."
    },
    {
      "en": "The commuter plane was waiting for takeoff.",
      "cn": "通勤飞机在等候起飞。"
    },
    {
      "en": "The plane crashed shortly after takeoff.",
      "cn": "飞机起飞后不久便坠毁了."
    },
    {
      "en": "The plane roared down the runway for takeoff.",
      "cn": "飞机轰鸣着沿着跑道疾驰，准备起飞。"
    },
    {
      "en": "The plane was returning to the airport soon after takeoff when it burst into flames.",
      "cn": "飞机起飞之后不久便起火，于是掉头返回机场。"
    },
    {
      "en": "The programme was worth watching for an inspired takeoff of the Collins sisters.",
      "cn": "这个节目值得一看，因为有对柯林斯姐妹的滑稽创意模仿。"
    },
    {
      "en": "What time is takeoff?",
      "cn": "起飞时间是什么时候？"
    },
    {
      "en": "When all the instruments had been checked out, the pilot signalled that he was ready for takeoff.",
      "cn": "所有仪表都检查过之后, 驾驶员发出起飞准备就绪的信号."
    },
    {
      "en": "You are not allowed to smoke until after takeoff.",
      "cn": "飞机起飞之前你不得抽烟."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "satire"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "起跳的，起飞的"
    },
    {
      "pos": "n",
      "tran_cn": "（飞机的）起飞，<喻>（经济的）起飞，开始，起跳",
      "tran_en": "Takeoff is the beginning of a flight, when an aircraft leaves the ground"
    }
  ],
  "exchange": {
    "pl": [
      "takeoffs"
    ]
  }
}