{
  "word": "themselves",
  "ipa": {
    "us": "ðəmˈselvz",
    "uk": "ðəmˈselvz"
  },
  "sentences": [
    {
      "en": "After all, what more can anyone be than themselves?",
      "cn": "毕竟，人们除了做自己又能怎样呢？"
    },
    {
      "en": "Art has real meaning when it helps people to understand themselves.",
      "cn": "当艺术有助于人们了解自身的时候才有真正的意义。"
    },
    {
      "en": "By bathing in unclean water, they expose themselves to contamination.",
      "cn": "在不干净的水中洗澡，他们可能会受到感染。"
    },
    {
      "en": "I find no pleasure in seeing people make asses of themselves.",
      "cn": "我看见人们出洋相并不幸灾乐祸。"
    },
    {
      "en": "Many manufacturers have policies to protect themselves against blackmailers.",
      "cn": "许多厂家都购买了保险，以防遭到敲诈。"
    },
    {
      "en": "Our neighbours have just bought themselves a jacuzzi.",
      "cn": "我们邻居刚刚买了一个按摩浴缸。"
    },
    {
      "en": "People will work themselves up into a state about anything.",
      "cn": "人们总会沉不住气，为任何事感到担忧。"
    },
    {
      "en": "Teachers have no choice but to take measures to protect themselves.",
      "cn": "教师们别无选择，只能采取措施来保护自己。"
    },
    {
      "en": "The enemy must be digging themselves in now ready for the attack.",
      "cn": "敌人现在一定在挖掩体，准备迎接进攻。"
    },
    {
      "en": "The kids seem very pleased with themselves.",
      "cn": "那些孩子好像自得其乐。"
    },
    {
      "en": "The King has merely given the politicians enough rope to hang themselves.",
      "cn": "国王只不过是给了这些政客自缚的绳子。"
    },
    {
      "en": "The majority of sex offenders have a low opinion of themselves.",
      "cn": "大多数性犯罪者都瞧不起自己。"
    },
    {
      "en": "The small British crowd roared themselves hoarse, waving their Union Jacks.",
      "cn": "一小群英国人挥舞着国旗，吼得嗓子都沙哑了。"
    },
    {
      "en": "These large institutions make — and change—the rules to suit themselves.",
      "cn": "这些大机构总是随意制定规定，而且说变就变。"
    },
    {
      "en": "They find it difficult to pump themselves up for the games.",
      "cn": "他们感到要为自己加油打气，自信满满地去打比赛并不容易。"
    },
    {
      "en": "They left themselves wide open to accusations of double standards and hypocrisy.",
      "cn": "他们使自己陷于被人指责搞双重标准和虚伪不实的境地。"
    },
    {
      "en": "Those people who took up weapons to defend themselves are political prisoners.",
      "cn": "那些拿起武器自卫的人是些政治犯。"
    },
    {
      "en": "Today's elections are of no great importance in themselves.",
      "cn": "今天的选举本身并不是很重要。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "(all) by themselves",
      "tran_cn": "1. （他们）独自，单独    2. （他们）独立地 "
    },
    {
      "phrase": "(not) be themselves",
      "tran_cn": "见be 条 be oneself, not be oneself"
    },
    {
      "phrase": "by themselves",
      "tran_cn": "独力地"
    },
    {
      "phrase": "speak for itself/themselves ",
      "tran_cn": "不言而喻；有目共睹 "
    },
    {
      "phrase": "Take care of the pence, and the pounds will take care of themselves. ",
      "tran_cn": "积少自然成多。 "
    },
    {
      "phrase": "the facts speak for themselves ",
      "tran_cn": "事实足以说明一切"
    }
  ],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "他[她，它]们自己，他们亲自，“himself”的复数，“herself”的复数",
      "tran_en": "used to show that the people who do something are affected by their own action"
    }
  ],
  "exchange": {}
}