{
  "word": "desiccant",
  "ipa": {
    "us": "'desɪkənt",
    "uk": "'desəkənt"
  },
  "sentences": [
    {
      "en": "A novel two stage desiccant cooling system adopting newly developed silica gel - haloid composite desiccant is proposed.",
      "cn": "建立了新型采用复合除湿剂的两级固体转轮除湿系统的数学模型."
    },
    {
      "en": "A patent-pending University of Maryland student design, the liquid desiccant waterfall is arranged into the wall and helps provide high-efficiency humidity control.",
      "cn": "由马里兰大学学生设计、正在申请专利的液态干燥剂水幕被设置在墙体中，以提供高效的湿度控制。"
    },
    {
      "en": "amount of desiccant must be used to offset the wooden bracing if placed inside of the barrier",
      "cn": "经常在屏蔽袋外部使用木制支架。 合适数量的干燥剂必须使用在木制支架内。"
    },
    {
      "en": "Before reuse, the moisture in the recycled air is removed by desiccant.",
      "cn": "在循环再用前, 用除湿剂除去空气中的湿度."
    },
    {
      "en": "Chuyang agents, desiccant, preservation of manufacturing and selling agent ; With food sales.",
      "cn": "除氧剂 、 干燥剂 、 保鲜剂制售; 粮油食品销售."
    },
    {
      "en": "Conclusion Chemical eye burn caused by desiccant were alkaliburn with grave consequences.",
      "cn": "结论此种食品干燥剂致眼部化学伤为碱烧伤."
    },
    {
      "en": "Desiccant - Desiccant and dehumidification supplier from China.",
      "cn": "干燥剂 - 干燥剂和防潮产品供应商."
    },
    {
      "en": "Desiccant dryers will trap oil but at what cost?",
      "cn": "吸附式干燥器可以捕集油,但其代价如何考虑?"
    },
    {
      "en": "Fifthly, to ink formulation should use desiccant cobalt class.",
      "cn": "五是在油不朱配方边答众用钴类潮湿剂."
    },
    {
      "en": "Firstly, the six constituents ascatalyzer, carbonifier, desiccant , fillers and additives of intumescent flame - retardant coating were summarized.",
      "cn": "介绍了膨胀型防火涂料的六大基本组成以及其防火阻燃机理, 概述了膨胀型防火涂料的国内外研究进展."
    },
    {
      "en": "From the increase in the weight of the desiccant the absolute humidity can be determined.",
      "cn": "可从干燥剂重量的增加来确定绝对温度."
    },
    {
      "en": "Generally speaking, water - absorbing materials can all be used as a desiccant.",
      "cn": "一般来说, 吸水性强的物质均可用作干燥剂."
    },
    {
      "en": "It is a low-tech version of the “Do Not Eat” desiccant packets that may have been packed in the box the phone came in, to keep moisture away from the circuitry during shipping and storage.",
      "cn": "这是“禁止食用”干燥剂的低技术版。 和那些手机盒子里为了在运输和贮藏过程中防潮的小包有同样功效。"
    },
    {
      "en": "Packing materials usually include carton box, ESD bag, tray, tube, bubble wrap, label, desiccant, etc.",
      "cn": "包装材料通常包括纸箱, 防静电真空袋, 托盘, 套管, 气泡垫, 标签, 干燥剂等等."
    },
    {
      "en": "Regenerator is a crucial component in the liquid desiccant air conditioning system.",
      "cn": "再生器是溶液除湿空调系统中的重要传热传质部件."
    },
    {
      "en": "Suitable for automatic packaging particle materials like all kinds of sweets, chocolate, biscuits, peanuts, nuts, rice, grain, seeds, pistachio, coffee beans, lima beans, sugar, salt and desiccant.",
      "cn": "适合于糖果、巧克力、小饼干、花生、瓜子、大米、种子、开心果、咖啡豆、青豆、白砂糖、食盐、干燥剂等颗粒状物料的自动化包装。"
    },
    {
      "en": "The Industry - Standard Activated Alumina Desiccant Is Used Extensively In Compressed Air Dryers.",
      "cn": "行业标准的活性氧化铝干燥剂广泛用于压缩空气干燥器."
    },
    {
      "en": "These goods are susceptible to water, remember to add a desiccant when you store them.",
      "cn": "这些货物怕潮, 储存的时候别忘了放干燥剂."
    },
    {
      "en": "This bag is a desiccant and its major ingredient is caustic lime.",
      "cn": "本干燥剂之主要成份为生石灰."
    },
    {
      "en": "When the first tower adsorption of water vapor, the second tower after limit online bear the dry air task, and the first tower to regeneration and desiccant.",
      "cn": "当第一个塔吸附水蒸气达极限后，第二个塔上线承担空气干燥任务，而第一个塔离线进行干燥剂再生。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "desiccated",
          "tran_cn": " 干的（等于desiccate）；粉状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "desiccation",
          "tran_cn": " 干燥"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "desiccated",
          "tran_cn": " 使干燥（desiccate的过去式）；变干"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "desiccate",
          "tran_cn": " 变干"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "desiccate",
          "tran_cn": " 使干；干贮"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "exsiccative"
          ],
          "tran_cn": "去湿的，使干燥的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dryer",
            "drying agent",
            "silica fee"
          ],
          "tran_cn": "[助剂]干燥剂"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "去湿的，使干燥的",
      "tran_en": "desiccating or drying "
    },
    {
      "pos": "n",
      "tran_cn": "<术>干燥剂",
      "tran_en": "a substance, such as calcium oxide, that absorbs water and is used to remove moisture; a drying agent "
    }
  ],
  "exchange": {}
}