{
  "word": "predator",
  "ipa": {
    "us": "ˈpredətə(r)",
    "uk": "ˈpredətər"
  },
  "sentences": [
    {
      "en": "a sexual predator",
      "cn": "性侵犯者"
    },
    {
      "en": "And it gives new meaning to \" top predator. \"",
      "cn": "这给 “ 顶级捕食者 ” 这个词带来了新的含义."
    },
    {
      "en": "Antipredator Behavior. Detection; Tricking the Predator; Defenses -- Individual, Social; Other Adaptations.",
      "cn": "躲避掠食者的行为. 侦查; 欺瞒掠食者; 防御 -- 个体, 社群; 其他的适应."
    },
    {
      "en": "His mother senses a nearby predator, but it's not the dingo.",
      "cn": "它的妈妈感觉到附近有捕食者, 但不是野狗."
    },
    {
      "en": "Komodo dragon is the largest living lizard and a fearsome predator.",
      "cn": "科摩多龙是目前存在的最大蜥蜴,它是一种令人恐惧的捕食性动物."
    },
    {
      "en": "Predator : Intoxication - Damage over time effect will now stack with other allies.",
      "cn": "Predator:Intoxication,持续性伤害的效果将会与队友相加."
    },
    {
      "en": "So experts are proposing to turn the tables on this hungry predator.",
      "cn": "所以,专家们提议对这种贪婪的食肉动物发动反攻."
    },
    {
      "en": "The arrival of this South American predator threatened the survival of native species.",
      "cn": "这种南美肉食动物的到来威胁到了当地物种的生存."
    },
    {
      "en": "The bird is caught on the horns of a dilemma. Should it attack the predator, even though it then risks its own life? Or should it get out while the going is good?",
      "cn": "这只鸟进退维谷。是应该冒着生命危险攻击捕食者呢？还是应该及早逃命？"
    },
    {
      "en": "The polar bear is the biggest land predator of them all.",
      "cn": "顾名思义,北极熊的出产地为北极,是世界上体积最巨型的陆上食肉动物."
    },
    {
      "en": "the relationship between predator and prey",
      "cn": "捕食性动物与猎物之间的关系"
    },
    {
      "en": "The terror bird was the top predator in its ancestral home.",
      "cn": "恐鸟是其远古家园中的顶级捕食者."
    },
    {
      "en": "Tiger is a kind of predator.",
      "cn": "老虎是食肉动物."
    },
    {
      "en": "To Romanians, Russia is a predator.",
      "cn": "而对罗马尼亚人而言, 俄国人则是掠夺者."
    },
    {
      "en": "We investigate optimal policy for a predator - prey system with age - dependent.",
      "cn": "研究一类具有年龄结构的捕食 - 食饵种群动力系统的最优收获策略."
    },
    {
      "en": "Who is accountable when a Predator's missile hits the wrong target?",
      "cn": "当掠食者的导弹命中错误目标的时候谁会为此负责?"
    },
    {
      "en": "With no natural predators on the island, the herd increased rapidly.",
      "cn": "由于岛上没有天然食肉动物，牧群的数量迅速增加。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "predatory",
          "tran_cn": " 掠夺的，掠夺成性的；食肉的；捕食生物的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "predation",
          "tran_cn": " 捕食；掠夺"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "carnivore",
            "reiver"
          ],
          "tran_cn": "[动]捕食者；食肉动物；掠夺者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "捕食者，掠夺者，捕食其他动物的动物，食肉动物，弱肉强食的人（或机构）",
      "tran_en": "an animal that kills and eats other animals"
    }
  ],
  "exchange": {
    "pl": [
      "predators"
    ]
  }
}