{
  "word": "photon",
  "ipa": {
    "us": "ˈfəʊtɒn",
    "uk": "ˈfoʊtɑːn"
  },
  "sentences": [
    {
      "en": "And you can see with our Photon Cannons back online.",
      "cn": "你看到了我们的炮台又恢复了对敌攻击."
    },
    {
      "en": "As with the photon, material particles can be created and destroyed.",
      "cn": "象光子一样, 实物粒子也可以产生和毁灭."
    },
    {
      "en": "By recording each photon , she actually destroys what she is measuring.",
      "cn": "读取每个光子, 实际上也是其破坏光子上信息的过程."
    },
    {
      "en": "Does photon dispel spot have after all without effect?",
      "cn": "光子祛斑到底有无副作用?"
    },
    {
      "en": "During the transience the electron and photon populations deviate slightly from their equilibrium values respectively.",
      "cn": "在瞬态过程中,电子和光子的密度各稍微偏离其平衡值."
    },
    {
      "en": "Go to beauty parlour doing safety of operation of photon tender skin?",
      "cn": "去美容院做光子嫩肤手术安全 吗 ?"
    },
    {
      "en": "Photon energy can be equated to the chi necessary to sustain life.",
      "cn": "光子能量可与支撑生命所需的chi相等同."
    },
    {
      "en": "Some of the energy intended for the photon is drained off by the recoiling atom.",
      "cn": "原来给予光子的能量有一部分为反冲原子所消耗."
    },
    {
      "en": "The energy of the photon gives its color, or wavelength.",
      "cn": "光子的能量决定了光子的颜色, 也就决定了它的波长."
    },
    {
      "en": "The light from these dim objects arrives at a trickle of only one photon per minute in each square centimeter.",
      "cn": "当这些昏暗物体发出的光抵达地球，在每平方公分内每分钟只有一个光子。"
    },
    {
      "en": "The multiple elastic scattering of photon can effectively enhance the gain length.",
      "cn": "光子和散射颗粒的多次弹性散射可以增大有效增益长度."
    },
    {
      "en": "The original ( real or virtual ) photon is re - created.",
      "cn": "原来的光子 ( 实的或虚的 ) 再度产生."
    },
    {
      "en": "The quantum of light is called a photon.",
      "cn": "光的量子就称为光子."
    },
    {
      "en": "They are permanent as a photon is not.",
      "cn": "它们是永恒的,而光子则不然."
    },
    {
      "en": "This in turn left its mark on the polarization of the next photon, so amplifying the signal.",
      "cn": "光子就这样轮流地将它的偏振标记留给下一个光子，因而增强了信号。"
    },
    {
      "en": "This is the energy of an ultraviolet photon, a \"large\" energy on the atomic scale .",
      "cn": "这是一个紫外光子的能量，在原子尺度上，它是一个“大”能量。"
    },
    {
      "en": "To appreciate this behaviour let's examine the dynamics associated with the odyssey of our single photon.",
      "cn": "为了看出这一性质,我们来考察与这个单个光子的征程相联系的动力学."
    },
    {
      "en": "When an atom shoots out a photon of light, it recoils like a gun.",
      "cn": "原子发出光子时, 会象枪一样地反冲."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "photometric",
          "tran_cn": " 测光的；光度计的；光度测定的"
        },
        {
          "word": "photometrical",
          "tran_cn": " 光度计的；光测量的；光度学的（等于photometric）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "photometer",
          "tran_cn": " 光度计；测光表"
        },
        {
          "word": "photometry",
          "tran_cn": " 光度测定研究，光度测定"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "photon counter",
      "tran_cn": "光子计数器"
    },
    {
      "phrase": "photon detector",
      "tran_cn": "光子探测器"
    },
    {
      "phrase": "photon energy",
      "tran_cn": "光子能"
    },
    {
      "phrase": "photon flux",
      "tran_cn": "光子通量"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<物>光子，光量子",
      "tran_en": "a unit of  energy  that carries light and has  zero mass "
    }
  ],
  "exchange": {
    "pl": [
      "photons"
    ]
  }
}