{
  "word": "archaeology",
  "ipa": {
    "us": "ˌɑːkiˈɒlədʒi",
    "uk": "ˌɑːrkiˈɑːlədʒi"
  },
  "sentences": [
    {
      "en": "\"There was no access to clean water, there was no access to basic education especially in the rural areas where the archaeology was,\" she says.",
      "cn": "在那里的考古学特别是农村地区，我们并没有获得干净的水，有没有基本的教育的机会，“她说。"
    },
    {
      "en": "A distinction must be made between archaeology proper and science-based archaeology.",
      "cn": "必须区分考古学本身和以科学为基础的考古学。"
    },
    {
      "en": "After and prove its key function in prehistoric archaeology from two aspects.",
      "cn": "然后从两方面论证其在史前考古学中的核心作用."
    },
    {
      "en": "Because of my studies in Near Eastern archaeology, I read up on the history of this region as of the 19th century — during the Ottoman Empire.",
      "cn": "因为我对近东考古学的研究，所以我仔细研读了该地区的19世纪的历史---即奥斯曼帝国时代的历史。"
    },
    {
      "en": "He displayed interest in archaeology.",
      "cn": "他对考古学有兴趣."
    },
    {
      "en": "He is course tutor in archaeology at the University of Southampton.",
      "cn": "他是南安普敦大学考古学课程导师。"
    },
    {
      "en": "He specializes in archaeology.",
      "cn": "他专修考古学。"
    },
    {
      "en": "His special interest was archaeology and art history.",
      "cn": "他对考古学和艺术史有特殊的兴趣."
    },
    {
      "en": "I assume you want me to get in touch with the State Archaeology unit.",
      "cn": "我猜你想要我去联系州考古协会."
    },
    {
      "en": "I have a passion for archaeology .",
      "cn": "我对考古学有热情。"
    },
    {
      "en": "I wonder if you have any interest in Greek archaeology?",
      "cn": "我不知道你是否对希腊考古学感兴趣?"
    },
    {
      "en": "In archaeology, the exposure, recording, and recovery of buried material remains.",
      "cn": "考古学中, 发掘 、 纪录并复原被掩埋遗迹的行为."
    },
    {
      "en": "In my recent research, I found that all three come together and, what is more, they help me to show that archaeology has relevance – it is not just old stones and bones.",
      "cn": "我在最近的研究中发现，这三点综合发生着作用，除此之外，它们也帮助我发现考古学的重要意义，它不仅仅意味着一堆石头和骨头。"
    },
    {
      "en": "Lily : The British Museum specialises more in antiques and archaeology.",
      "cn": "大英博物馆更侧重于文物和考古."
    },
    {
      "en": "Many specialistic techniques contribute to archaeology.",
      "cn": "许多专业技术对考古学作出贡献."
    },
    {
      "en": "Michel Foucault (1972), The Archaeology of Knowledge; hereafter this text will be abbreviated as AK.",
      "cn": "米歇尔·福柯（1972），《知识考古学》，下文简称AK。"
    },
    {
      "en": "She teaches archaeology at the university.",
      "cn": "她在大学里教考古学."
    },
    {
      "en": "The newspaper article waked my interest in archaeology.",
      "cn": "报纸上的文章激起了我对考古学的兴趣."
    },
    {
      "en": "The old gentleman has always done research in archaeology.",
      "cn": "老先生对考古学向有研究."
    },
    {
      "en": "Underwater archaeology gives us the chance to paint a portrait on a much larger canvas.",
      "cn": "水下考古学使我们有机会把考古学的研究领域扩展到更广的范围."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "archaeological",
          "tran_cn": " [古] 考古学的；[古] 考古学上的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "archaeologist",
          "tran_cn": " 考古学家"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "考古学，古物，古迹",
      "tran_en": "the study of ancient societies by examining what remains of their buildings,  grave s  , tools etc"
    }
  ],
  "exchange": {
    "adj": [
      "archaeological"
    ]
  }
}