{
  "word": "skew",
  "ipa": {
    "us": "skju:",
    "uk": "skju"
  },
  "sentences": [
    {
      "en": "A few inaccurate figures could skew the results of the survey.",
      "cn": "几个不精确的数字会使调查的结果有偏差."
    },
    {
      "en": "Based on the behavior characteristics of underpass bridges with different skew angles some useful suggestions are then given for their design.",
      "cn": "基于框架地道桥在不同斜交角度下的受力特征，对其结构设计提出了有用的建议；"
    },
    {
      "en": "Fortunately the skew does not vary rapidly as the lape is being read.",
      "cn": "幸好,扭动在读出时的变化不是很快的."
    },
    {
      "en": "Fortunately the skew does not vary rapidly as the tape is being read.",
      "cn": "幸好,扭动在磁带读出时的变化不是很快的."
    },
    {
      "en": "Heres a scenario where matching options skew your results?",
      "cn": "这里就是你的局面配套方案斜交结果?"
    },
    {
      "en": "His wig was, as the British say, skew - whiff.",
      "cn": "如那个英国人所说, 他的假发戴歪了."
    },
    {
      "en": "However there is some notable right skew.",
      "cn": "但是有一个非常显著的右歪斜。"
    },
    {
      "en": "It is bent and twisted into the shape of a skew curve.",
      "cn": "它被扭弯成一条扭曲的曲线."
    },
    {
      "en": "Select our shadow shape, rotate it, scale it, and skew it until it resembles the image below.",
      "cn": "选择我们的影子的形状，旋转它，规模，和斜交它，直到它类似于下面的图片。"
    },
    {
      "en": "Table data skew refers to a difference between the number of records in a table on particular database partitions and the average number of records across all database partitions for this table.",
      "cn": "表数据倾斜 指的是特定的一些数据库分区上的某个表内的记录数与这个表所跨的所有数据库分区的平均记录数之间的差额。"
    },
    {
      "en": "Tensors of this kind are called antimetric or skew - symmetric.",
      "cn": "这类张量叫做反对称张量或斜对称张量."
    },
    {
      "en": "The difficulty in the Plate Recognition is skew emendation.",
      "cn": "车牌识别的难点在于倾斜校正和模糊识别."
    },
    {
      "en": "The picture on the wall is a bit skew.",
      "cn": "墙上的画有点歪。"
    },
    {
      "en": "The picture on the wall is a bIt'skew.",
      "cn": "墙上的画有点歪."
    },
    {
      "en": "This problem can be avoided by using three components which produce a skew symmetrical path curve.",
      "cn": "使用三块能产生反对称形路径曲线的元件,即可避免上述问题."
    },
    {
      "en": "This skew was even more extreme in the extra - budgetary funds.",
      "cn": "预算外资助的这种倾斜甚至更极端."
    },
    {
      "en": "to skew the statistics",
      "cn": "影响统计数字的准确性"
    },
    {
      "en": "Today's election will skew the results in favor of the northern end of the county.",
      "cn": "今天的选举将使结果有利于这个郡的北部地区。"
    },
    {
      "en": "Where the speed distribution is skew, it's better to quote the median speed.",
      "cn": "在速度分布是扭曲的情况下, 最好用中值速度."
    },
    {
      "en": "You are either designing a new table that will be hash-partitioned, or you have an existing hash-partitioned table that might have a data skew problem.",
      "cn": "您正在设计一个将被哈希分区的新表，或者您已经有了一个哈希分区的表，并且此表有可能会存在数据倾斜问题。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "skewed",
          "tran_cn": " 歪斜的；曲解的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "skewness",
          "tran_cn": " 歪斜"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "wobbly"
          ],
          "tran_cn": "斜交的；[计]歪斜的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "heterotropic",
            "obliqueness"
          ],
          "tran_cn": "斜交；[计]歪斜"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "clock skew",
      "tran_cn": "[计]时钟歪斜；时钟脉冲相位差"
    },
    {
      "phrase": "on the skew",
      "tran_cn": "歪斜的，偏斜的"
    },
    {
      "phrase": "skew angle",
      "tran_cn": "倾斜角；斜交角"
    },
    {
      "phrase": "skew bridge",
      "tran_cn": "[建]斜交桥（与河堤斜交的桥）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "歪斜的"
    },
    {
      "pos": "vi",
      "tran_cn": "偏离，歪斜，斜视"
    },
    {
      "pos": "vt",
      "tran_cn": "使偏；曲解",
      "tran_en": "if something skews the results of a test etc, it affects them, making them incorrect"
    },
    {
      "pos": "vt& vi.",
      "tran_cn": "歪曲，曲解，使歪斜"
    }
  ],
  "exchange": {
    "third": [
      "skews"
    ],
    "past": [
      "skewed"
    ],
    "done": [
      "skewed"
    ],
    "ing": [
      "skewing"
    ]
  }
}