{
  "word": "imagery",
  "ipa": {
    "us": "ˈɪmɪdʒəri",
    "uk": "ˈɪmɪdʒəri"
  },
  "sentences": [
    {
      "en": "A new technique in lossless compression of remotely sensed imagery was proposed.",
      "cn": "针对多光谱图像的冗余特点,提出一种多方式预测的多光谱图像无损压缩方法."
    },
    {
      "en": "Even though the entire imagery had to be changed, the validity of those equations persisted.",
      "cn": "纵使整个形象的描述都必须加以改变,这些方程也继续有效."
    },
    {
      "en": "Have you scanned all the satellite imagery around the rocklyn building?",
      "cn": "你检查过洛克林大楼周围的卫星图像了 么 ?"
    },
    {
      "en": "He argued that Shakespeare's plays were patterns of imagery.",
      "cn": "他认为莎士比亚的剧本是形象塑造的典范."
    },
    {
      "en": "Most of her poems abound in imagery.",
      "cn": "她的诗歌大多数富于形象."
    },
    {
      "en": "Music, mime and strong visual imagery play a strong part in the productions.",
      "cn": "音乐、哑剧动作和强烈的视觉影像在表演中产生了强烈的效果。"
    },
    {
      "en": "She was horrified at the dehumanisation involved in much of the imagery.",
      "cn": "这些意象在很大程度上表现出的人性泯灭让她深感惊骇。"
    },
    {
      "en": "Television is particularly suited to fantasy, imagery and multidimensional effects.",
      "cn": "电视节目特别适宜于表现奇幻, 形象化的和具有多方面艺术效果的节目."
    },
    {
      "en": "The pictorial imagery of symbols suits that role better than text does.",
      "cn": "符号具有的图形表意的外在形象,比文本更适合担当这种角色."
    },
    {
      "en": "the poet's luxuriant imagery",
      "cn": "诗人丰富的意象"
    },
    {
      "en": "Their dreams commonly involved complex stories with visual imagery.",
      "cn": "他们的梦里常常有很多复杂的情节，充满了生动的画面。"
    },
    {
      "en": "Thermal imagery produces a visual record from natural heat radiating sources.",
      "cn": "热图象由天然热辐射源产生一种可见的记录."
    },
    {
      "en": "This is an ambitious and intriguing movie, full of striking imagery.",
      "cn": "这是一部气势恢宏、引人入胜的电影，充满了动人心魄的瑰丽意象。"
    },
    {
      "en": "Unfortunately, this imagery and language colors our thinking more than we might admit.",
      "cn": "不幸的是, 这种比喻和语言严重歪曲了我们的思维."
    },
    {
      "en": "We can't afford one security - grade analyst going over imagery?",
      "cn": "我们连让一名安全级别分析员分析卫星图像都不行 么 ?"
    },
    {
      "en": "When the form of aversive stimulation is unpleasant mental imagery the technique is known as covert.",
      "cn": "当使用的厌恶性刺激是引起心理上不愉快的意象时,则称为“隐匿性敏感法”."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "comparison",
            "visualization"
          ],
          "tran_cn": "像；意象；比喻；形象化"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mental imagery",
      "tran_cn": "心象，心理意象"
    },
    {
      "phrase": "satellite imagery",
      "tran_cn": "卫星图，卫星影像"
    },
    {
      "phrase": "visual imagery",
      "tran_cn": "视觉表象"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "比喻，形象化的描述，意象，〈集合词〉像，肖像，画像，雕像，塑像术",
      "tran_en": "the use of words or pictures to describe ideas or actions in poems, books, films etc"
    }
  ],
  "exchange": {
    "pl": [
      "imageries"
    ]
  }
}