{
  "word": "hag",
  "ipa": {
    "us": "hæg",
    "uk": "hæɡ"
  },
  "sentences": [
    {
      "en": "\" Come off it, old hag!",
      "cn": "“ 不!不! 不!"
    },
    {
      "en": "An ugly old hag appeared.",
      "cn": "一位相貌丑陋的老女巫走来."
    },
    {
      "en": "For the old hag with the yellow teeth.",
      "cn": "有着黄板牙的丑婆子."
    },
    {
      "en": "Look at that old hag showing off before the mirror.",
      "cn": "你看,象个老妖精似的,在镜子前摇头晃脑的,呸!"
    },
    {
      "en": "Materials and Methods: Sixty - six patients with HCC underwent HAG and subsequent MRI in 10 days.",
      "cn": "材料与方法: 研究对象:于MRI检查后10日内行肝血管造影检查的HCC患者66例."
    },
    {
      "en": "Mother cut the cake in hag and gave us some each.",
      "cn": "妈妈把蛋糕切成两半分给我们一人一半."
    },
    {
      "en": "Old hag with the yellow teeth.",
      "cn": "满嘴黄板牙的丑婆子."
    },
    {
      "en": "The language in which the hag addressed them was a strange and barbarous Latin.",
      "cn": "那个母夜叉对他们说话时所用的语言是一种古怪而不规范的拉丁语."
    },
    {
      "en": "Then, the wrinkled hag watching every portion you eat forces you to eat that vomit.",
      "cn": "然后，这个看着你吃的有皱纹的丑陋的老太婆强迫你吃你吐的东西。"
    },
    {
      "en": "This intimation seemed to compose in some degree the vehement passion of the old hag.",
      "cn": "这番交代似乎使老妖婆的无名怒火稍微平息了一点."
    },
    {
      "en": "We complete other supplies - garment accessories, hag tag, lace, zipper, woven label, printed label, ironware accessories. etc.",
      "cn": "同时公司配套供应其它服装辅料 、 吊牌 、 花边 、 拉链 、 织标印标 、 五金铸件等."
    },
    {
      "en": "We give away 5,000 plastics hag at the exhibition.",
      "cn": "在展览会上,我们赠送了五千只塑料袋."
    },
    {
      "en": "Wild wood should be well protect from excessive hag.",
      "cn": "野生森林应该被保护以免过量砍伐."
    },
    {
      "en": "You are the third moon aspect as the Hag, Dark Moon, or the Crone.",
      "cn": "您以冥月, 或沧桑的老妇展现月的第三种形态."
    },
    {
      "en": "You must be insane, you ugly old hag!",
      "cn": "你一定是疯了, 你这又老又丑的老巫婆."
    },
    {
      "en": "You want to teach when you're an old hag?",
      "cn": "当你是个丑老太婆的时候还要去教书?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "crone",
            "witch"
          ],
          "tran_cn": "女巫;丑老太婆"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bag",
            "crone",
            "fury",
            "witch"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "女巫，丑婆，魔女，沼地",
      "tran_en": "an ugly or unpleasant woman, especially one who is old or looks like a witch"
    }
  ],
  "exchange": {
    "pl": [
      "hags"
    ]
  }
}