{
  "word": "photoperiod",
  "ipa": {
    "us": "ˌfəʊtə'pɪərɪəd",
    "uk": "ˌfoʊtə'pɪrɪrd"
  },
  "sentences": [
    {
      "en": "But the photoperiod sensitivity of the tropical and subtropical maize blocked this process.",
      "cn": "针对热带亚热带玉米种质这些特点,诱变可以发挥重要的作用."
    },
    {
      "en": "Day - neutral plant A plant that requires no particular photoperiod to flower.",
      "cn": "中间性植物:不需要特殊光周期就可以开花的植物."
    },
    {
      "en": "Day-length sensing is an important biological function in plants and photoperiod is one of the key ambient factor determining the time of plant flowering.",
      "cn": "日长感知是植物所具有的重要的生物学功能，光周期是决定植物开花时间的关键环境因子之一。"
    },
    {
      "en": "Objective To explore the effects of temperature and photoperiod on diapause of housefly larvae.",
      "cn": "目的探讨温度和光周期对家蝇幼虫滞育的影响."
    },
    {
      "en": "Photoperiod could affect the nutrient uptake and utilization in maize.",
      "cn": "光周期可以影响玉米对养分的吸收及利用."
    },
    {
      "en": "Photoperiod produces little influence on the diapause of housefly larvae.",
      "cn": "光周期对家蝇幼虫滞育的影响不大."
    },
    {
      "en": "Photoperiod sensitivity was the major obstacle of using tropical and sub - tropical germplasm in temperate zone.",
      "cn": "光周期敏感性是热带、亚热带玉米种质在温带地区应用的主要障碍."
    },
    {
      "en": "The experiment shows that photoperiod was an important environmental factor affecting armyworm development, reproduction and flight.",
      "cn": "说明光周期是影响粘虫发育 、 殖和飞翔的重要环境因子之一."
    },
    {
      "en": "The gibberellins interact also with photoperiod in the determination of flowering.",
      "cn": "赤霉素也和决定开花的光周期有关."
    },
    {
      "en": "The pistillody of stamens of 291 S could be induced under certain photoperiod and temperature condition.",
      "cn": "291S在一定的光温条件诱导下会出现雄蕊心皮化现象."
    },
    {
      "en": "This research suggests to increase flower produce in months flower production is not enough by controling flowering period by photoperiod , light intensity or growth temperature.",
      "cn": "本研究拟以光周期、光照强度或生产温度对水仙百合做花期调控，期使其生产不足之月份产量增加；"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "光周期",
      "tran_en": "the period of daylight in every 24 hours, esp in relation to its effects on plants and animals  "
    }
  ],
  "exchange": {}
}