{
  "word": "fluvial",
  "ipa": {
    "us": "ˈflu:viəl",
    "uk": "ˈfluviəl"
  },
  "sentences": [
    {
      "en": "But Israel hass been taking in the take out should fluvial river water.",
      "cn": "但以色列一直在抽取该河的河水."
    },
    {
      "en": "Cultivated soil - forming parent material is mainly slope sediments , fluvial and alluvial materials.",
      "cn": "耕地成土母质主要是坡积物 、 洪积物和冲积物."
    },
    {
      "en": "Daxi conglomerate is massic carbonate conglomerate with high pebble content, well - sorted and well - rounded fluvial origin.",
      "cn": "大溪砾岩为一套厚层碳酸盐质砾岩,具有砾石含量高, 砾石分选、磨圆较好的特点."
    },
    {
      "en": "Fluvial sand body is one of the important reservoir in oil bearing basin.",
      "cn": "河流相砂体是含油气盆地中重要的储油层系."
    },
    {
      "en": "Highstand System Tract mainly develops depositional system of offshore - meare, fluvial facies and prograded delta.",
      "cn": "高位体系域主要发育滨浅湖相 、 河流相及进积型三角洲沉积体系."
    },
    {
      "en": "Introduced is a method for predicting sedimental sand body with fluvial facies.",
      "cn": "介绍一种河流相沉积砂体预测方法."
    },
    {
      "en": "Maintain fluvial health life, realize person and fluvial harmony coexist, must be kind to a river.",
      "cn": "维护河流健康生命, 实现人与河流和谐共处, 必须善待河流."
    },
    {
      "en": "Most other Dutch soil types are fluvial.",
      "cn": "荷兰大多数其它土壤类型是沼生的."
    },
    {
      "en": "Permeability heterogeneity in plane is an important characteristic of fluvial facies formation.",
      "cn": "平面非均质是河流相沉积的重要特征."
    },
    {
      "en": "The delayed response of sedimentation is a phenomenon commonly encountered in fluvial processes of rivers.",
      "cn": "河床演变中普遍存在着滞后响应现象,而以往的水库泥沙研究对滞后响应现象很少考虑."
    },
    {
      "en": "The latter is further sub - divided into gravelly and sandy braided fluvial facies.",
      "cn": "其中辫状河可划分为砾质辫状河和砂质辫状河."
    },
    {
      "en": "The main sedimentary system includes fluvial, delta, alluvial fan and lake facies.",
      "cn": "主要沉积体系为河流 、 三角洲 、 冲积扇及滨浅湖相."
    },
    {
      "en": "The unconformity marks the change from fluvial to marginal marine deposition.",
      "cn": "不整合面标志着河相至边缘海相沉积的相变."
    },
    {
      "en": "They measured the fluvial fulvic acid.",
      "cn": "他们测量了河水的富里酸."
    },
    {
      "en": "This provides precedent for facies - controlled modeling of complex block reservoirs of fluvial facies.",
      "cn": "为河流相复杂断块油藏相控地质建模提供了先例."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "potamic"
          ],
          "tran_cn": "河流的；生在河中的；河流冲刷形成的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "河的，河流的，河中的",
      "tran_en": "relating to rivers or caused by rivers"
    }
  ],
  "exchange": {}
}