{
  "word": "ironic",
  "ipa": {
    "us": "aɪˈrɒnɪk",
    "uk": "aɪˈrɑnɪk"
  },
  "sentences": [
    {
      "en": "At the most solemn moments he will flash a mocking smile or make an ironic remark.",
      "cn": "在最庄严的时刻他脸上会闪现嘲弄的微笑或说一句讽刺挖苦的话。"
    },
    {
      "en": "Captain McCluskey gave them both an ironic grin.",
      "cn": "警官麦克罗斯基对他们龇牙咧嘴地冷笑了一下."
    },
    {
      "en": "Does he not find it ironic that the sort of people his movie celebrates hardly ever watch this kind of movie?",
      "cn": "他电影里颂扬的那些人几乎从不看这种电影，难道他不觉得这是种讽刺吗？"
    },
    {
      "en": "He is in the marriage bureau business, which is mildly ironic seeing that his dearest wish is to get married himself.",
      "cn": "他从事婚姻介绍工作，这多少有点讽刺意味，因为他最大的愿望就是自己能结婚。"
    },
    {
      "en": "I like his impudence ! ( ironic, meaning that his impudence is prepesterous or amusing )",
      "cn": "( 反语 ) 他真不怕难为情!"
    },
    {
      "en": "I should like to know how she would explain it. ( ironic )",
      "cn": "( 反语 ) 我倒想知道她会怎么解释这件事."
    },
    {
      "en": "In an ironic twist , the most trustworthy character in the film turned out to be the thief.",
      "cn": "影片中故事情节来了一个出乎意料的转折，最可信赖的人原来是小偷。"
    },
    {
      "en": "In his early and lightly ironic work, his criticism was restrained.",
      "cn": "在他早期稍含讽刺的作品里, 批评口吻也很克制."
    },
    {
      "en": "It’s ironic that her husband smoked for thirty years, and yet she’s the one who died of lung cancer.",
      "cn": "具有讽刺意味的是，她丈夫吸烟30年，而死于肺癌的却是她。"
    },
    {
      "en": "It's ironic that she became a teacher—she used to hate school.",
      "cn": "令人啼笑皆非的是她成了教师—她过去一向厌恶上学。"
    },
    {
      "en": "It's ironic that the weakest student in mathematics was elected class treasurer.",
      "cn": "数学最差的学生竟被选为班级财务干事，这真是具有讽刺意味"
    },
    {
      "en": "Madeline's ironic glance at Kirby made him feel his years.",
      "cn": "梅德琳对柯比看了一眼,这带着嘲笑的眼光使他感到了自己的年岁."
    },
    {
      "en": "People used to call me Mr Popularity at high school, but they were being ironic.",
      "cn": "人们中学时常把我称作“万人迷先生”，但他们是在挖苦我。"
    },
    {
      "en": "She pronounced the \" we \" with a faint emphasis that gave it an ironic sound.",
      "cn": "她说 “ 我们 ” 时,语气稍微重一点,听起来似乎在说反话."
    },
    {
      "en": "Skip , the bartender made the sour planters'punch with exaggerated, ironic care.",
      "cn": "那位酒吧侍者斯基普拿出夸张的令人啼笑皆非的小心劲儿调制着酸溜溜的花匠式混合甜饮料."
    },
    {
      "en": "The film is more of an ironic fantasy than a horror story.",
      "cn": "这部影片与其说是恐怖片，不如说是带有讽刺意味的奇幻片。"
    },
    {
      "en": "The latter charge was especially ironic.",
      "cn": "后一项指责特别令人哭笑不得."
    },
    {
      "en": "Your car was stolen at the police station! How ironic!",
      "cn": "你的车在警察局被偷！真让人哭笑不得！"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ironical",
          "tran_cn": " 讽刺的（等于ironic）；用反语的"
        },
        {
          "word": "irony",
          "tran_cn": " 铁的；似铁的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "ironically",
          "tran_cn": " 讽刺地；说反话地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ironist",
          "tran_cn": " 讽刺家；讽刺作家"
        },
        {
          "word": "irony",
          "tran_cn": " 讽刺；反语；具有讽刺意味的事"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "acid",
            "satiric"
          ],
          "tran_cn": "讽刺的；反话的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "caustic",
            "cutting",
            "cynical"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "用反语的，具有讽刺意味的，冷嘲的，令人啼笑皆非的",
      "tran_en": "an ironic situation is one that is unusual or amusing because something strange happens, or the opposite of what is expected happens or is true"
    }
  ],
  "exchange": {
    "adv": [
      "ironically"
    ]
  }
}