{
  "word": "breakthrough",
  "ipa": {
    "us": "ˈbreɪkθruː",
    "uk": "ˈbreɪkθruː"
  },
  "sentences": [
    {
      "en": "\" Anybody who expected a breakthrough in Geneva was a fool,'said a White House official.",
      "cn": "白宫的一位官员说, “ 谁指望日内瓦会谈会取得突破,谁就是个傻瓜. ”"
    },
    {
      "en": "All of these is to the breakthrough of life phrase traditional contents.",
      "cn": "这些都是对寿词传统内容的突破."
    },
    {
      "en": "And the year is ending with no Doha breakthrough in sight.",
      "cn": "年关已近,多哈谈判仍无突破迹象."
    },
    {
      "en": "Derek jones: months. i think it's a real breakthrough.",
      "cn": "德里克.琼斯: 好几个月. 我认为这是个突破."
    },
    {
      "en": "God willing, there will be a breakthrough.",
      "cn": "如果一切顺利，将会取得突破性的进展。"
    },
    {
      "en": "If such materials became generally available to the optics industry the payoffs from such a breakthrough would be enormous.",
      "cn": "如果这些材料能够普遍用于光学产业，那么这一突破带来的收益将非常巨大。"
    },
    {
      "en": "Is it the breakthrough we've been waiting for?",
      "cn": "这就是我们一直盼望的突破 吗 ?"
    },
    {
      "en": "Scientists are on the threshold of a breakthrough in their treatment of that disease.",
      "cn": "科学家在治疗那种疾病方面很快就要取得突破."
    },
    {
      "en": "Scientists have made a breakthrough in their treatment of that disease.",
      "cn": "科学家在治疗那种疾病方面已有突破."
    },
    {
      "en": "Scientists have made a major breakthrough in the treatment of cancer.",
      "cn": "科学家在癌症治疗方面取得了重大突破。"
    },
    {
      "en": "Successful leaders view every conflict, even crises, as a win - win breakthrough.",
      "cn": "成功的领导者把每一次争执, 甚至把危机也当成双赢的突破口."
    },
    {
      "en": "The company looks poised to make a significant breakthrough in China.",
      "cn": "这家公司看来很有把握在中国取得重大突破。"
    },
    {
      "en": "The scientists strive for a breakthrough in cancer research.",
      "cn": "科学家们力争在癌症研究方面有个突破."
    },
    {
      "en": "They announced, amid much ballyhoo, that they had made a breakthrough.",
      "cn": "在一通大吹大擂中，他们宣布自己取得了突破。"
    },
    {
      "en": "With breast cancer, as with many common diseases, there is no obvious breakthrough on the horizon.",
      "cn": "对乳腺癌等很多常见疾病来说，目前还看不到有明显的突破。"
    },
    {
      "en": "You've had a breakthrough to get better fuel economy.",
      "cn": "你在节省汽油的技术方面有了新的突破."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "penetration"
          ],
          "tran_cn": "突破；突破性进展"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "discovery"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "breakthrough point",
      "tran_cn": "突破点；穿透点；贯穿点"
    },
    {
      "phrase": "breakthrough technology",
      "tran_cn": "突破性技术"
    },
    {
      "phrase": "make a breakthrough",
      "tran_cn": "有重大发展或突破"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重大进展，突破",
      "tran_en": "an important new discovery in something you are studying, especially one made after trying for a long time"
    }
  ],
  "exchange": {
    "pl": [
      "breakthroughs"
    ]
  }
}