{
  "word": "biomedical",
  "ipa": {
    "us": "ˌbaɪəʊˈmedɪkl",
    "uk": "ˌbaɪoʊˈmedɪkl"
  },
  "sentences": [
    {
      "en": "A biomedical data restoration algorithm based on statistical deformable model is proposed.",
      "cn": "给出一种基于统计变形模型的生物医学数据恢复算法."
    },
    {
      "en": "A package of FORTRAN computer programs for biomedical statistics.",
      "cn": "一种用FORTRAN语言书写的计算机程序软件包,用于生物医学统计."
    },
    {
      "en": "Applications of such systems in biomedical engineering, biological engineering research and nanotechnology.",
      "cn": "这些系统在生医工程 、 生物工程研究与纳米科技上的应用."
    },
    {
      "en": "Benthic meiobenthos is one of the most important community to biomedical research.",
      "cn": "深海小型底栖生物具有重要生物医学研究价值."
    },
    {
      "en": "Biomedical research will enable many individuals infected with HIV to live longer, more comfortable lives.",
      "cn": "生物医学研究将会使许多艾滋病患者延长生命、提高生命质量。"
    },
    {
      "en": "Biomedical research, like everything else in the modem world, is happening faster and faster.",
      "cn": "同当代其他一切事物一样,生物医学研究的进程也越来越快."
    },
    {
      "en": "General bio - safety standard for microbiological and biomedical laboratories ( WS 233 - 2003 ) .",
      "cn": "微生物和生物医学实验室生物安全通用准则WS233 -2003."
    },
    {
      "en": "How Should I Prepare for a Career in Biomedical Engineering?",
      "cn": "我应如何准备投身于生物医学工程?"
    },
    {
      "en": "Master Program in Graduate Institute of Biomedical Materials.",
      "cn": "生物医学材料研究所硕士班“,”"
    },
    {
      "en": "Objective : To investigate the feasibility of biomedical fibrin glue in cholecystectomy.",
      "cn": "目的: 探讨医用生物蛋白胶在胆囊切除手术中的应用效果."
    },
    {
      "en": "Sodium alginate has been widely used in a variety of biomedical applications.",
      "cn": "海藻酸钠已经被广泛应用于生物医学领域."
    },
    {
      "en": "The fetal bovine serum ( FBS ) has been widely used in biomedical research.",
      "cn": "胎牛血清在生物医学研究中广泛应用."
    },
    {
      "en": "There are many potential advantages in biomedical applications of microwave imaging.",
      "cn": "将微波成像应用于生物医学领域中具有许多潜在应用优势."
    },
    {
      "en": "Why Reviewers of Biomedical Journals Reject Manuscripts?",
      "cn": "了解生物医学期刊常见的拒绝原因."
    },
    {
      "en": "Wireless telemetry has shown great advantages in sampling biomedical signal.",
      "cn": "在生物医学信号采集中,无线遥测体现出很好的优越性."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "biomass",
          "tran_cn": " （单位面积或体积内的）[生态] 生物量"
        },
        {
          "word": "biome",
          "tran_cn": " [生态] 生物群系；[生态] 生物群落区"
        },
        {
          "word": "biomedicine",
          "tran_cn": " 生物医学"
        },
        {
          "word": "biometrics",
          "tran_cn": " [生物] 生物统计学；[生物] 生物测定学；寿命统计"
        },
        {
          "word": "biometry",
          "tran_cn": " 寿命测定（等于biometrics）；生物统计学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "biomedical engineering",
      "tran_cn": "生物医学工程学，生物医学工程"
    },
    {
      "phrase": "biomedical science",
      "tran_cn": "生物医学；生物医学科学；生物科学系"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（有关）生物医学的",
      "tran_en": "Biomedical research examines the effects of drugs and medical techniques on the biological systems of living creatures"
    }
  ],
  "exchange": {}
}