{
  "word": "encyclopaedia",
  "ipa": {
    "us": "enˌsaɪkləʊ'pi:djə",
    "uk": "ɪnˌsaɪkləˈpidɪə"
  },
  "sentences": [
    {
      "en": "A A good encyclopaedia is a mine of information.",
      "cn": "一部好的百科全书是一座知识宝库。 。"
    },
    {
      "en": "A good encyclopaedia is a mine of information.",
      "cn": "一部好的百科全书是知识宝库。"
    },
    {
      "en": "A good encyclopaedia is a mine of information.",
      "cn": "一部好的百科全书是一座知识宝库."
    },
    {
      "en": "A Sherlock Holmes encyclopaedia has been published in Japanese.",
      "cn": "一本日语的福尔摩斯大百科全书出版."
    },
    {
      "en": "An encyclopaedia contains a lot of knowledge.",
      "cn": "百科全书包含很多知识."
    },
    {
      "en": "An encyclopaedia's-worth of knowledge feels trivialised when it can be generated with just a few strokes on the keyboard, just as the live chatter of the world becomes so much waste paper.",
      "cn": "当仅靠敲打几下键盘就能创作出那样的作品时，一种百科全书式的学问感瞬间变得微不足道，正如同那对这个世界鲜活的唠叨变成这里的一堆废纸那样。"
    },
    {
      "en": "Encyclopedia Britannica - The New Encyclopaedia Britannica, 15 th Edition in 1993,32 Volume set, Deluxe.",
      "cn": "不列颠大英百科全书, 第15版,1993修订本,全套32卷, 豪华装帧版."
    },
    {
      "en": "He copied the relevant data out of the encyclopaedia.",
      "cn": "他从百科全书中摘抄了有关资料."
    },
    {
      "en": "He is just a walking Encyclopaedia Britannica.",
      "cn": ".那他简直是无知他只是个会走路的大英百科全书."
    },
    {
      "en": "He was a walking encyclopaedia.",
      "cn": "他是一部活的百科全书。"
    },
    {
      "en": "I have a set of encyclopaedia of music.",
      "cn": "我有一套音乐百科全书."
    },
    {
      "en": "I might do an eighth book for charity, a kind of encyclopaedia of the world so that I could use all the extra material that's not in the books ... we'll see!",
      "cn": "我可能出于慈善的目的写第八本书，大概是有关这个世界的百科全书，这样我可以使用书中没能出现的所有额外材料······敬请期待！"
    },
    {
      "en": "I ought to have bought that encyclopaedia, but now it's not available.",
      "cn": "([那时]我应该买下那套百科全书的, 可是现在却买不到了.)[有悔恨之意. ]."
    },
    {
      "en": "Melville incorporated in \" Moby Dick \" an exhaustive encyclopaedia of whaling lore.",
      "cn": "梅尔维尔在《白鲸 》 中汇集了各种捕鲸知识."
    },
    {
      "en": "The explanatory article in encyclopaedia is a kind of expository writing.",
      "cn": "百科全书条目释文是一种权威性辞书的说明文字,其语言朴实、洁、谨."
    },
    {
      "en": "The first book to turn to on that subject is the Encyclopaedia.",
      "cn": "关于这个题目,首先应去查百科全书."
    },
    {
      "en": "The new edition of encyclopaedia will appear in the bookstores next week.",
      "cn": "新版百科全书下周就会在书店摆出来."
    },
    {
      "en": "They were still driving away at the encyclopaedia.",
      "cn": "他们仍在孜孜不倦地编写那部百科全书。"
    },
    {
      "en": "This is a revised edition of the encyclopaedia.",
      "cn": "这是那部百科全书的修订版."
    },
    {
      "en": "This is an encyclopaedia of philosophy.",
      "cn": "这是本哲学百科全书."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "encyclopaedic",
          "tran_cn": " 百科全书的；广博的；如百科辞典的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "encyclopedism",
          "tran_cn": " 百科全书的知识；广博知识"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cyclopaedia"
          ],
          "tran_cn": "百科全书"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "百科全书"
    }
  ],
  "exchange": {
    "pl": [
      "encyclopaedias"
    ]
  }
}