{
  "word": "amelioration",
  "ipa": {
    "us": "əˌmi:lɪə'reɪʃn",
    "uk": "əˌmiljəˈreʃən"
  },
  "sentences": [
    {
      "en": "A . splendens is a pioneer plant in saline alkali soil amelioration.",
      "cn": "芨芨草是盐碱化土地改良中的先锋草种."
    },
    {
      "en": "A definitie change in dietary regimen led to amelioration in his condition.",
      "cn": "在经过根本的饮食调整后使病情得到了改善."
    },
    {
      "en": "At last, the paper describes the experimental result and put forward some suggestions for amelioration.",
      "cn": "最后, 本文对实验结果做了说明,并提出了对系统的改进意见."
    },
    {
      "en": "By dint of discussing political matters, vaguely and without precision, from the point of view of the general amelioration of the fate of all men, they came to say a little more than \"yes\" and \"no.\"",
      "cn": "当马吕斯把关于改善全民生活的政治问题含糊而不明确地摊在桌上谈时，他们相互要比说简单的“是”“不”稍稍多说了几句。"
    },
    {
      "en": "Conclusion The amelioration of bone marrow transplant maybe counteract damage of bone marrow transplant.",
      "cn": "结论骨髓移植对肝脏的改善作用可能抵消了其损害作用."
    },
    {
      "en": "Conclusion The application of Data Mining technology offers a new way for engineering analysis method amelioration.",
      "cn": "结论数据挖掘技术的应用,为工程分析方法的改进提供了一种新的途径."
    },
    {
      "en": "I've heard that Liebig has made some wonderful discoveries in the amelioration of soils.",
      "cn": "我听人说利比黑在改善土壤这方面有过很了不得的发现."
    },
    {
      "en": "It is to this point that philosophy and progress tend, with all their organs simultaneously, by their amelioration of the real, as well as by their contemplation of the absolute.",
      "cn": "这便是哲学和进步同时运用它们的全部人力物力，通过现实的改善和对绝对真理的向往，全力奔赴的目标。"
    },
    {
      "en": "OBJECTIVE To observe the amelioration effects of puerarin on cell aggregation in acute blood - stasis model rats.",
      "cn": "目的探讨葛根素对急性血瘀证模型大鼠血细胞聚集的改善作用."
    },
    {
      "en": "One of the most startling proposals for amelioration, in fact, came from Wall Street.",
      "cn": "实际上, 最令人注意的改良建议之一出自华尔街."
    },
    {
      "en": "The amelioration of application of complex method is described.",
      "cn": "第2部分说明应用复形法的若干改进."
    },
    {
      "en": "The amelioration of the traditional method of the PLA melt polycondensation is also discussed.",
      "cn": "综述了催化剂对聚乳酸熔融缩聚的影响,以及对乳酸熔融缩聚传统方法的改进."
    },
    {
      "en": "This paper analyzes about conception, assessing and amelioration of fertility for project material.",
      "cn": "本文主要探讨了工程材料可切削性的概念 、 评定方法及其改进措施."
    },
    {
      "en": "This paper studies the constitute measure, the emulation and amelioration of system.",
      "cn": "研究了系统的建立方法及软件的仿真与改进."
    },
    {
      "en": "Through academic discussion and exponential analysis, the cause of vibration, the amelioration measure was provided.",
      "cn": "通过理论推导和算例分析, 得出传动轴发生振动的原因, 并提供了改良措施."
    },
    {
      "en": "To investigate the relationship between the method of the palatopharyngeal operation and pronouncing amelioration.",
      "cn": "目的:探讨腭裂手术方法与改善发育的关系."
    },
    {
      "en": "We owe the steady rapidly improvement on the production to the amelioration of the equipment.",
      "cn": "我们产品质量的稳步提高在很大程度上是由于设备有所改进."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ameliorative",
          "tran_cn": " 改善的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "ameliorate",
          "tran_cn": " 变得更好"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "ameliorate",
          "tran_cn": " 改善；减轻（痛苦等）；改良"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "improvement",
            "reforming",
            "amendment",
            "enrichment"
          ],
          "tran_cn": "改进，改善"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "改善，改进",
      "tran_en": "the act or an instance of ameliorating or the state of being ameliorated "
    }
  ],
  "exchange": {
    "verb": [
      "ameliorate"
    ]
  }
}