{
  "word": "Perth",
  "ipa": {
    "us": "pɜ:θ",
    "uk": "pɜrθ"
  },
  "sentences": [
    {
      "en": "\"I see no basis in any of that speculation, \" he told reporters in Perth.",
      "cn": "他在珀斯告诉记者：“我看不到那种推测有任何根据。”"
    },
    {
      "en": "Among the passengers were Isabelle Chu from Australia's western city of Perth.",
      "cn": "乘客中有一位是澳大利亚西部城市佩斯的朱女士."
    },
    {
      "en": "As the plane came in at Perth International Airport, Alice had a moment of fear.",
      "cn": "当飞机降落在珀斯国际机场时, 爱丽丝忽然有些担心."
    },
    {
      "en": "Born in the Netherlands, he migrated to Perth in 1951.",
      "cn": "出生于荷兰, 他迁移到珀斯于1951年."
    },
    {
      "en": "From there, he will fly to Perth.",
      "cn": "从那里, 他再飞往珀斯."
    },
    {
      "en": "He will soon visit Darwin. From there, he will fly to Perth.",
      "cn": "他不久还将到达尔文去, 从那里, 他再飞往珀斯."
    },
    {
      "en": "I'll try to save him the expense of a flight from Perth.",
      "cn": "我会设法替他省下要从珀斯飞来的机票费用。"
    },
    {
      "en": "It's a hell of a hike from Sydney to Perth.",
      "cn": "从悉尼到珀斯的徒步旅行简直苦死了."
    },
    {
      "en": "Just like Sydney, Perth has a superb climate.",
      "cn": "珀斯是西澳大利亚州的首府, 风景秀美,气候宜人."
    },
    {
      "en": "Major Cities: Canberra, Sydney, Melbourne, Brisbane, Perth, Adelaide, Newcastle, Golden Coast, Gelling , Darwin.",
      "cn": "主要城市: 堪培拉 、 悉尼 、 墨尔本 、 布里斯班 、 珀思 、 阿德莱德 、 纽卡斯尔 、 黄金海岸 、 霍巴特、杰隆 、 达尔文."
    },
    {
      "en": "Perth home of the glorious opening it assumed a posture of large - scale offensive.",
      "cn": "主场作战的珀斯光荣开场便摆出一副大举进攻的架势."
    },
    {
      "en": "Perth is the capital of Western Australia and is surrounded by spectacular nature.",
      "cn": "和之相对,珀斯的周边地区是澳大利亚发展和进步最快的地方."
    },
    {
      "en": "The inquiry continues in Perth and Canberra, with a report due in September.",
      "cn": "质询将在佩斯和堪培拉继续举行, 预期将在九月报道."
    },
    {
      "en": "They live in big coastal cities such as Brisbane, Sydney, Adelaide, Melborune, and Perth.",
      "cn": "澳大利亚人都居住在沿海城市,例如布里斯班, 悉尼, 阿德莱德, 墨尔本以及佩斯."
    },
    {
      "en": "This rule was passed at the 1998 FINA Congress in Perth, Australia.",
      "cn": "这项规则是1998年国际泳联在澳大利亚的珀斯通过的."
    },
    {
      "en": "We sailed from Perth with a cargo of raw ion.",
      "cn": "我们装着一船生铁从佩思启航."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "珀斯，佩思（澳大利亚城市）"
    }
  ],
  "exchange": {}
}