{
  "word": "Odysseus",
  "ipa": {
    "us": "əˈdisju:s",
    "uk": "oˈdɪsˌjus, oˈdɪsiəs"
  },
  "sentences": [
    {
      "en": "Athena used the disguise of Mentor to advise and stand beside her beloved Odysseus.",
      "cn": "阿西娜采用曼托的伪装建议并且站在她心爱的奥德赛旁边."
    },
    {
      "en": "But this was just the beginning of Odysseus'adventures.",
      "cn": "但是这只是奥迪赛一连串冒险的开端."
    },
    {
      "en": "Crice metamorphosed the companions of Odysseus into swine.",
      "cn": "塞西把奥德赛的几个同伴都变成了猪."
    },
    {
      "en": "Here, exercising great patience and self - control, Odysseus tests the loyalty of his servants.",
      "cn": "这时, 奥德修斯练就了巨大的忍耐力和 自我 控制力, 检验他的仆人们是否忠心."
    },
    {
      "en": "In order to steal it out, Odysseus and Diomedes slipped into the capital one night in  disguise , known to none but Hellen.",
      "cn": "为了将神像偷出城, 一天夜里奥德修斯和狄俄墨德斯乔装改扮潜入首都, 这一切只有海伦知道。"
    },
    {
      "en": "Like Odysseus, we felt at some special moment that we were home.",
      "cn": "就好像奥德赛一样, 我们在一些特别的片刻感到我们回到了家."
    },
    {
      "en": "Mr Jones: \" Like Odysseus, he looked wiser when seated. \"",
      "cn": "琼斯先生: “ 象奥迪塞一样, 他坐着的时候看起来更聪明. ”"
    },
    {
      "en": "Odysseus and his men stole it.",
      "cn": "奥迪赛和他的手下把它给偷了."
    },
    {
      "en": "Odysseus is the archetype of the wanderer.",
      "cn": "奥地修斯是长途漫游者的原型."
    },
    {
      "en": "Odysseus saw this. He and his companions took the biggest sheep.",
      "cn": "奥迪赛看到了这个情形, 他和他的同伴就抓了那些最大只的羊."
    },
    {
      "en": "Odysseus wanted to explore the island.",
      "cn": "奥迪赛想要查看这座岛."
    },
    {
      "en": "Odysseus was a legendary Greek hero.",
      "cn": "奥狄修斯是传说中的希腊英雄."
    },
    {
      "en": "Odysseus's heroic exploits are celebrated in ` The Odyssey '.",
      "cn": "《奥德赛》史诗中歌颂了奥德修斯的丰功伟绩."
    },
    {
      "en": "Odyssey relates the misfortunes of Odysseus after the Trojan War.",
      "cn": "《奥德赛》叙述特洛伊战争后奥德修斯经历的种种厄运."
    },
    {
      "en": "Sir , we are Greeks returning from the Trojan War, answered Odysseus.",
      "cn": "奥迪赛回答:“阁下, 我们是从特洛伊战争回来的希腊人. ”"
    },
    {
      "en": "The Sirens that nearly seduced Odysseus into crashing his ship comes to his mind.",
      "cn": "他的脑海中浮现出奥德修斯在海上听到海妖歌声的场景."
    },
    {
      "en": "There he helped Odysseus when the hero came to him for advice.",
      "cn": "在那儿，当奥德修斯前去征求他的意见时，泰瑞西斯帮助了他。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "奥德修斯（古希腊荷马所作史诗<奥德赛>中的主人公，伊塞卡国王，在特洛伊战中献木马计）"
    },
    {
      "pos": "other",
      "tran_cn": "奥德修斯",
      "tran_en": "one of the foremost of the Greek heroes at the siege of Troy, noted for his courage and ingenuity"
    }
  ],
  "exchange": {}
}