{
  "word": "disparate",
  "ipa": {
    "us": "ˈdɪspərət",
    "uk": "ˈdɪspərət"
  },
  "sentences": [
    {
      "en": "a disparate group of individuals",
      "cn": "三教九流的一帮人"
    },
    {
      "en": "a meeting covering many disparate subjects",
      "cn": "涉及许多不同议题的会议"
    },
    {
      "en": "And don't ply foreigners with lots and lots of disparate questions.",
      "cn": "不要没完没了地向老外提出大量的互不相关的问题."
    },
    {
      "en": "Chalk and cheese are disparate substances.",
      "cn": "粉笔和乳酪是完全不同的东西."
    },
    {
      "en": "It's the collision of disparate ideas that alters one's perspective.",
      "cn": "是迥然不同的观点之间的碰撞改变了人们的看法。"
    },
    {
      "en": "Its elements are as disparate as his sentences.",
      "cn": "它的要素五花八门,和他的文句一样."
    },
    {
      "en": "Professor Minerva McGonagall's name comes from two rather disparate sources.",
      "cn": "米勒娃·麦格教授的名字来自于两个迥然不同的来源."
    },
    {
      "en": "Scientists are trying to pull together disparate ideas in astronomy.",
      "cn": "科学家们正试图将天文学中的各派观点整合在一起。"
    },
    {
      "en": "Specific to disparate industry, influence degree each are not identical.",
      "cn": "具体到不同的行业, 影响程度各不相同."
    },
    {
      "en": "the difficulties of dealing with disparate groups of people",
      "cn": "和不同的人群打交道的难处"
    },
    {
      "en": "The Europeans were far more troubled by the disparate states of arithmetic and geometry.",
      "cn": "欧洲人对算术和几何的不同情况是伤过很多脑筋的."
    },
    {
      "en": "The industry with forestall and disparate competition has different market structure.",
      "cn": "垄断与竞争不同的产业有不同的市场结构."
    },
    {
      "en": "The recession has created an atmosphere where disparate groups fraternise in an atmosphere of mutual support.",
      "cn": "大萧条使得不同集团在友爱互助的气氛中如兄弟般亲密往来。"
    },
    {
      "en": "The stationmaster beside me each skeletal Qing Ji, disposition are disparate.",
      "cn": "我身边的站长各个骨骼清奇 、 性格迥异."
    },
    {
      "en": "These disparate feelings narrate a paragraph of dramatic aesthetic history.",
      "cn": "这些迥异的感觉便叙说了一段生动的审美变迁史."
    },
    {
      "en": "This couple of seemingly disparate topics have something in common.",
      "cn": "这两个看似无关的主题其实有些相同之处."
    },
    {
      "en": "With 31 provinces, the pension system is a maze of disparate rules.",
      "cn": "现在的31个省, 退休金体系千差万别."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "disparity",
          "tran_cn": " 不同；不一致；不等"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "different",
            "diverse",
            "unlike",
            "varying",
            "another"
          ],
          "tran_cn": "不同的；不相干的；全异的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "distant",
            "unequal",
            "uneven"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "disparate treatment",
      "tran_cn": "差别性对待"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "完全不同的，从根本上种类有区分或不同的",
      "tran_en": "consisting of things or people that are very different and not related to each other"
    },
    {
      "pos": "n",
      "tran_cn": "无法相比的东西"
    }
  ],
  "exchange": {}
}