{
  "word": "sliver",
  "ipa": {
    "us": "ˈslɪvə(r)",
    "uk": "ˈslɪvɚ"
  },
  "sentences": [
    {
      "en": "a sliver of glass ＃",
      "cn": "一块玻璃碎片"
    },
    {
      "en": "A sliver of light showed under the door.",
      "cn": "门底下现出一丝亮光。"
    },
    {
      "en": "At the doffer, fibers are removed and eventually enter the card sliver.",
      "cn": "纤维被从落纱机上剥下,形成梳棉棉条输出."
    },
    {
      "en": "Cut me just a small sliver of cheese.",
      "cn": "给我切一小片乾酪吧."
    },
    {
      "en": "Eight slivers are drawn together to produce the drawn sliver.",
      "cn": "在末道并条机上,八根棉条并合在一起被牵伸成熟条."
    },
    {
      "en": "Every cloud has a sliver lining.",
      "cn": "黑暗中总有一片光明."
    },
    {
      "en": "In the space of all possible lifes, life on Earth is but a tiny sliver -- one attempt at creativity.",
      "cn": "在所有可能有生命存在的空间里，地球上孕育的生命只占那么一小条――创造性的一次努力。"
    },
    {
      "en": "Productive efficiency and quality of card sliver & yarn are enhanced.",
      "cn": "提高了生产效率和生条 与 成纱质量."
    },
    {
      "en": "Pwlationship between the production and deliver speed and sliver count.",
      "cn": "棉条定量--出条速度--产量的关系."
    },
    {
      "en": "She was wearing a sliver fox fur across her shoulders.",
      "cn": "她肩上披了一件银色的狐皮衣."
    },
    {
      "en": "She wore a small sliver crucifix on a chain round her neck.",
      "cn": "她脖子上戴着项链,上面挂着银的十字架."
    },
    {
      "en": "Sliver Silver carp can also jump high and hit boatsboaters.",
      "cn": "鲢鱼还能跳得很高伤及船员."
    },
    {
      "en": "Still the sliver lay on the table, next to the teabags.",
      "cn": "任凭这张碎片静静地躺在茶袋旁."
    },
    {
      "en": "The night of our birth, a thunderstorm had cracked a tree in the courtyard of the new church, setting the building afire until it was no more than a charred sliver of steeple and smoking pews.",
      "cn": "我们出生的那个晚上，雷暴劈倒了新教堂大院里的一棵树，整个建筑着了火，最后只剩下了烧焦了的尖塔裂片和冒着烟的教堂板凳。"
    },
    {
      "en": "The sliver must therefore be attenuated.",
      "cn": "因此,必须要拉细条子."
    },
    {
      "en": "There was only one sliver of light in the darkness.",
      "cn": "黑暗中只有一点零星的光亮。"
    },
    {
      "en": "Used for testing the evenness of sliver and roving.",
      "cn": "用于检验条子及粗纱的条干均匀度."
    },
    {
      "en": "We had a party to celebrate Mother's sliver wedding.",
      "cn": "我们举行了晚会庆祝母亲的银婚纪念."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "combing",
            "lobe"
          ],
          "tran_cn": "梳毛，梳棉；裂片"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crumb",
            "layer",
            "shave"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "条子，梳条，细片，长条，裂片，（作鱼饵用的）小鱼片",
      "tran_en": "a small pointed or thin piece that has been cut or broken off something"
    },
    {
      "pos": "v",
      "tran_cn": " 裂成细片"
    }
  ],
  "exchange": {
    "pl": [
      "slivers"
    ]
  }
}