{
  "word": "cling",
  "ipa": {
    "us": "klɪŋ",
    "uk": "klɪŋ"
  },
  "sentences": [
    {
      "en": "After her mother's death, Sara clung to her aunt more than ever.",
      "cn": "萨拉在母亲去世后比以往任何时候都更依附于她的姨妈。"
    },
    {
      "en": "Another congressman clung on with a majority of only 18.",
      "cn": "另一位国会议员在获得仅仅18张多数票的情况下保住了位子。"
    },
    {
      "en": "Another man was rescued as he clung to the riverbank.",
      "cn": "另一个男人因为紧紧抓住了河堤而被救了。"
    },
    {
      "en": "Do not cling to him or allow him to cling to you.",
      "cn": "别离不开他,也别让他离不开你."
    },
    {
      "en": "He appears determined to cling to power.",
      "cn": "看来他决心要抓住权力不放。"
    },
    {
      "en": "He does not cling to classical with a physical problem.",
      "cn": "他遇到物理问题时,从不拘泥于权威性原理."
    },
    {
      "en": "He managed to cling on to a ledge 40ft down the rock face.",
      "cn": "他设法紧紧地攀在了距岩壁顶端40英尺的岩礁上。"
    },
    {
      "en": "His wet shirt clung to his body.",
      "cn": "他的湿衬衫紧紧地贴在身上。"
    },
    {
      "en": "Instead, he appears determined to cling to power.",
      "cn": "反而，他看来坚决要握紧权力不放。"
    },
    {
      "en": "It is dangerous to cling to outdated ideas and theories.",
      "cn": "坚持过时的观点和理论是很危险的."
    },
    {
      "en": "Members of a family should cling together in times of trouble.",
      "cn": "一家人应该患难与共."
    },
    {
      "en": "She had to cling onto the door handle until the pain passed.",
      "cn": "她只好紧紧握住门把手，直到不疼了才松开。"
    },
    {
      "en": "She had to cling onto the doorhandle until the pain passed.",
      "cn": "她不得不抓紧门把手，直到那阵疼痛过去。"
    },
    {
      "en": "Some children tend to cling on their first day at school.",
      "cn": "有些小孩在上学第一天往往会有恋家的情绪。"
    },
    {
      "en": "Some people had to cling to trees as the flash flood bowled them over.",
      "cn": "一些人不得不紧紧抱住树干，因为湍急的洪水会把他们冲倒。"
    },
    {
      "en": "The birds cling to the wall and nibble at the brickwork.",
      "cn": "鸟儿们紧贴在墙上，啄着砖缝。"
    },
    {
      "en": "The fused particles cling together.",
      "cn": "熔化的微粒子粘在一起。"
    },
    {
      "en": "They caused her to cling closer to things she possessed.",
      "cn": "有一首短歌那位年轻的小姐弹得特别温柔缠绵."
    },
    {
      "en": "They know scholars reject their legend, but they still cling to their belief.",
      "cn": "尽管知道学者们不相信他们的传说，他们还是坚持自己的信仰。"
    },
    {
      "en": "Throughout the trial she had clung to the belief that he was innocent.",
      "cn": "在整个审判中，她都坚持相信他是清白的。"
    },
    {
      "en": "Wet clothes cling to the body.",
      "cn": "湿衣服贴身."
    },
    {
      "en": "Whenever we move to a new house, we always cling to far too many possessions.",
      "cn": "我们每次搬家时, 总是保留过多的东西."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adhere",
            "adhesion",
            "cohere",
            "grasp",
            "hold",
            "stick"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "adhere",
            "grasp",
            "hold",
            "stick"
          ],
          "tran_cn": "紧握;粘附;坚持"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cling film",
      "tran_cn": "食品薄膜"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "抓紧，黏附，缠住，坚持（观念或行为方式） ",
      "tran_en": "to stick to someone or something, or seem to surround them"
    },
    {
      "pos": "vi",
      "tran_cn": " 紧紧抓住； 黏着， 挨近； 依附， 依恋； 坚持， 墨守， 忠实于",
      "tran_en": "to hold someone or something tightly, especially because you do not feel safe"
    }
  ],
  "exchange": {
    "third": [
      "clings"
    ],
    "past": [
      "clung"
    ],
    "done": [
      "clung"
    ],
    "ing": [
      "clinging"
    ]
  }
}