{
  "word": "simile",
  "ipa": {
    "us": "ˈsɪməli",
    "uk": "ˈsɪməli"
  },
  "sentences": [
    {
      "en": "A simile has at least two layers of meaning.",
      "cn": "明喻修辞至少有两层含义."
    },
    {
      "en": "As I walked on slowly, a bright simile bloomed on my face.",
      "cn": "我慢慢地走着, 我脸上现出了快乐的笑容."
    },
    {
      "en": "As white as snow is a simile.",
      "cn": "洁白如雪是明喻."
    },
    {
      "en": "English major : you explicate simile and metaphor in the parachute instructions.",
      "cn": "英文系学生︰阐述降落伞说明书里的明喻和隐喻."
    },
    {
      "en": "Her style is rich in simile.",
      "cn": "她的文体中用很多比喻."
    },
    {
      "en": "His face split into a simile.",
      "cn": "他脸上绽出微笑."
    },
    {
      "en": "I believe this simile largely speaks the truth.",
      "cn": "我相信这种比拟在很大程度上道出了真实."
    },
    {
      "en": "I'm running my simile too far.",
      "cn": "我比喻得过头了."
    },
    {
      "en": "If might be an image, a comparison, the finding of likeness between unlike things which is at the heart of metaphor and simile making.",
      "cn": "也可能是一个意象，一个对比，在不同之物中寻找到的相同点，而这也是隐喻和明喻的内涵。"
    },
    {
      "en": "In Book One alone there are four primary instances of what we can think of as this primary simile dynamic.",
      "cn": "仅第一本里就有四个主要的例证,我们可以看作最初的明喻来源的动力。"
    },
    {
      "en": "In other words, to return to my simile, the stone must be rolled away.",
      "cn": "换言之, 用我刚提到的明喻来表示, 石头必须推开."
    },
    {
      "en": "Lister said people should follow the 1946 advice of writer George Orwell: \"Never use a metaphor, simile, or other figure of speech which you are used to seeing in print.",
      "cn": "李斯特说人们最好遵循作家乔治·奥威尔1946年提出的建议：“不要使用那些在各种出版物上频繁出现的暗喻、明喻或其他修辞格。”"
    },
    {
      "en": "The simile is a common device and a useful one, but similes coming in rapid fire, one right on top of another, are more distracting than illuminating.",
      "cn": "明喻是常用的修辞术，也很好用，但是像连珠炮式的比喻与其说是富有启发性，不如说是在转移注意力。"
    },
    {
      "en": "The simile on his face is always a kind of power to his teammates.",
      "cn": "他脸上的笑容对他的队友来说就是一种力量."
    },
    {
      "en": "This is the simile of what I have just given to you.",
      "cn": "不过这是我已经给予你们的明喻."
    },
    {
      "en": "Tropes include metaphor, simile, metonymy, synecdoche, etc.",
      "cn": "比喻包括隐喻 、 喻 、 喻、喻等, 是语义修辞法的重要组成部分."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "expression"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（使用like或as等词语的）明喻",
      "tran_en": "an expression that describes something by comparing it with something else, using the words ‘as’ or ‘like’, for example ‘as white as snow’"
    }
  ],
  "exchange": {
    "pl": [
      "similes"
    ]
  }
}