{
  "word": "faucet",
  "ipa": {
    "us": "ˈfɔːsɪt",
    "uk": " ˈfɔːsɪt"
  },
  "sentences": [
    {
      "en": "Close the door Turn off the faucet and light when not needed.",
      "cn": "随手关灯、关门、关水龙头,并节约用水."
    },
    {
      "en": "Don't you think it's time to turn off the faucet.",
      "cn": "你不觉得是时候该让这一切结束了吗?"
    },
    {
      "en": "Faucet controls handle to Chan Bing and Shuang Bingzhi are divided.",
      "cn": "水龙头控制手柄有单柄和双柄之分."
    },
    {
      "en": "If God turns off one faucet, he can turn on another.",
      "cn": "如果上帝关住一个你的水龙头，他能开启另一个”。"
    },
    {
      "en": "Is It'something you can turn on and off like a faucet?",
      "cn": "这是不是象自来水龙头,你要开就开,要关就关?"
    },
    {
      "en": "Only a trickle of water came from the faucet.",
      "cn": "只有一股细小的水流从龙头上滴淌下来."
    },
    {
      "en": "Put through the connection - peg of TV set with the antenna faucet.",
      "cn": "通过电视机连接钉,与天线插口连接."
    },
    {
      "en": "Really, a user experience designer could help to improve a person’s experience with just about anything —a doorknob, a faucet, a shopping cart.",
      "cn": "诚然，用户体验设计师可以帮助人们提高几乎关于任何事物——一个门把手，一个水龙头，一个购物车——的体验。"
    },
    {
      "en": "She turned off the faucet and dried her hands.",
      "cn": "她关掉水龙头，把手擦干。"
    },
    {
      "en": "That faucet dribbles badly.",
      "cn": "那个水龙头漏水严重."
    },
    {
      "en": "The dripping faucet is fidgeting me.",
      "cn": "那滴水的龙头令我烦躁."
    },
    {
      "en": "The faucet has developed a drip.",
      "cn": "那个水龙头已经开始滴水了."
    },
    {
      "en": "The water from the faucet was cloudy.",
      "cn": "水龙头里流出的水很混浊."
    },
    {
      "en": "Water is dripping from that leaky faucet.",
      "cn": "水正从漏水的笼头滴下来."
    },
    {
      "en": "We are producing single lever faucet in economic body, with 35 mm cartridge.",
      "cn": "我们现正制作单杠杆水龙头中的经济体, 并与35毫米弹壳."
    },
    {
      "en": "We heard the drip of a leaky faucet.",
      "cn": "我听到了漏龙头的滴水声."
    },
    {
      "en": "We're good as long as no one turns on a faucet or radio.",
      "cn": "只要不开水龙头和收音机,效果一定没问题."
    },
    {
      "en": "Your security is not in your bank account; your security is in the Lord. If God turns off one faucet, he can turn on another.",
      "cn": "“你的安全并不在你的银行账户里；而在于上帝。如果上帝关住一个你的水龙头，他能开启另一个”。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "soket"
          ],
          "tran_cn": "[机]旋塞；插口"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cock",
            "cork"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "water faucet",
      "tran_cn": "n. 水龙头"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<美>水龙头",
      "tran_en": "the thing that you turn on and off to control the flow of water from a pipe"
    }
  ],
  "exchange": {
    "pl": [
      "faucets"
    ]
  }
}