{
  "word": "nightclub",
  "ipa": {
    "us": "ˈnaɪtklʌb",
    "uk": "ˈnaɪtˌklʌb"
  },
  "sentences": [
    {
      "en": "A famous artist got caught up in nightclub shooting.",
      "cn": "一名著名艺术家被卷入了夜总会枪击事件."
    },
    {
      "en": "Adriana : No way! This is TV studio, not a nightclub!",
      "cn": "不可能! 这是电视台, 不是夜总会!"
    },
    {
      "en": "And disco a kind of nightclub.",
      "cn": "而迪斯科是适合在夜总会跳的舞."
    },
    {
      "en": "Getting into the brain is like getting into an exclusive nightclub where only the glamorous few are selected.",
      "cn": "进入大脑，就像是获准进入独家夜总会，其中只有少数迷人的人物能被选中。"
    },
    {
      "en": "He comes to a nightclub in a tight black suit.",
      "cn": "上次他穿一身黑色的紧身衣去夜店."
    },
    {
      "en": "He had picked her up at a nightclub on Kallari Street, where she worked as a singer.",
      "cn": "他是在卡拉里街的一家夜总会和她搭上的，她在那儿当歌手。"
    },
    {
      "en": "His boozing, arrogance, and hair-trigger temper have often led him into ugly nightclub brawls.",
      "cn": "他嗜酒贪杯、狂妄自大且脾气暴躁，这常常使他在夜总会和人发生恶性斗殴。"
    },
    {
      "en": "I was in a nightclub in Brixton and a fight broke out.",
      "cn": "当时我在布里克斯顿的一家夜总会里，那里发生了一场斗殴。"
    },
    {
      "en": "In its ads that nightclub plays up the TV stars that entertain there.",
      "cn": "那个夜总会在广告上大肆宣传有电视明星在彼处表演."
    },
    {
      "en": "Luca had dropped into the nightclub the evening before Don Corleone's being shot.",
      "cn": "在考利昂老头子遭枪击的前一天夜晚,路加信步来到夜总会."
    },
    {
      "en": "She had become a nightclub hostess.",
      "cn": "她当上了一家夜总会的女招待."
    },
    {
      "en": "Sometimes the nightclub is rented out to a concessionaire.",
      "cn": "夜总会有时租给馆外的受让人."
    },
    {
      "en": "That nightclub has a good reputation for its cabaret.",
      "cn": "那家夜总会的歌舞表演十分有名."
    },
    {
      "en": "There is a very good nightclub nearby.",
      "cn": "附近有一家很好的夜总会."
    },
    {
      "en": "They spent the whole weekend making merry in the nightclub.",
      "cn": "他们整个周末在夜总会尽情欢乐."
    },
    {
      "en": "Would you like to go to a nightclub?",
      "cn": "你喜欢去夜总会 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "club",
            "night spot",
            "boite"
          ],
          "tran_cn": "夜总会"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "joint",
            "restaurant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "夜总会",
      "tran_en": "a place where people go to dance and drink, which is open late at night"
    },
    {
      "pos": "vi",
      "tran_cn": "去夜总会"
    }
  ],
  "exchange": {
    "pl": [
      "nightclubs"
    ]
  }
}