{
  "word": "antibody",
  "ipa": {
    "us": "ˈæntibɒdi",
    "uk": "ˈæntibɑdi"
  },
  "sentences": [
    {
      "en": "For a diagnosis of tularemia you need a fourfold increase in serum antibody levels.",
      "cn": "要诊断是兔热症,她的血清抗体等级需要有4个部分的增长."
    },
    {
      "en": "How does ability oneself give birth to second liver antibody have?",
      "cn": "乙肝抗体怎样才能自身生有?"
    },
    {
      "en": "If the antibody reacted, the blood was tainted and should be discarded.",
      "cn": "如抗体发生反应, 则说明血液已被感染,便不能使用."
    },
    {
      "en": "In early purifications of this type, antibody was eluted with dilute acid or base.",
      "cn": "早期纯化这类抗体是用稀酸或稀碱洗脱."
    },
    {
      "en": "It marshals the same antibody response to both of them.",
      "cn": "它对两者作出的抗体反应都是一样的."
    },
    {
      "en": "Objective : To investigate the clinical significance of the Ryanodine receptor antibody ( RyR - Ab ) and interferon - α antibody ( IFN - α Ab ) in myasthenia gravis ( MG ) patients.",
      "cn": "目的: 探讨检测重症肌无力 ( myastheniagravis,MG ) 患者血清Ryanodine受体抗体 ( Ryanodinereceptor antibody,RyR-Ab ) 和干扰素 - α抗体 ( interferon- αantibody, IFN - αAb ) 的临床意义."
    },
    {
      "en": "Objective : To test the trichinella spiralis antibody from the infected guinea pigs.",
      "cn": "目的探索检测旋毛虫病抗体的简便易行方法."
    },
    {
      "en": "Our end product is an anti - cancer antibody.",
      "cn": "我们的最终产品是一种抗癌抗体."
    },
    {
      "en": "Scientists call this claw shape the antibody molecule's idiotype.",
      "cn": "科学家称这种爪型为抗体微小颗粒的遗传型."
    },
    {
      "en": "Such women carry antibodies which make their blood more likely to clot during pregnancy.",
      "cn": "这样的女性携带在孕期使她们的血液更可能凝结的抗体。"
    },
    {
      "en": "The antibody can either neutralize the virus or activate the C system, which lyses virus - infected cells.",
      "cn": "抗体或能中和病毒,或能活化补体系统以溶解病毒感染细胞."
    },
    {
      "en": "The first antibody drug for cancer finally was approved for patients in 1997 for non - Hodgkin's lymphoma.",
      "cn": "1997年最先获准用于治疗 非 霍金森氏淋巴瘤的抗体药物."
    },
    {
      "en": "These are the antibody molecules.",
      "cn": "这些是抗体微小颗粒."
    },
    {
      "en": "These technologies effective addressing monoclonal antibody questions and so on mouse source.",
      "cn": "这些技术将有效解决单克隆抗体的鼠源性等问题."
    },
    {
      "en": "They bind to antigen -- antibody complexes.",
      "cn": "它们粘附在抗原 ― ―抗体复合物上."
    },
    {
      "en": "Until recently, scientists were unable to make full use of antibody power.",
      "cn": "直到目前, 科学家们还不能充分利用抗体的力量."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "fluorescent antibody",
      "tran_cn": "荧光抗体"
    },
    {
      "phrase": "maternal antibody",
      "tran_cn": "母体抗体"
    },
    {
      "phrase": "monoclonal antibody",
      "tran_cn": "单克隆抗体"
    },
    {
      "phrase": "neutralizing antibody",
      "tran_cn": "[医]中和抗体"
    },
    {
      "phrase": "polyclonal antibody",
      "tran_cn": "多克隆抗体"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>抗体",
      "tran_en": "a substance produced by your body to fight disease"
    }
  ],
  "exchange": {
    "pl": [
      "antibodies"
    ]
  }
}