{
  "word": "awkward",
  "ipa": {
    "us": "ˈɔːkwəd",
    "uk": "ˈɔːkwərd"
  },
  "sentences": [
    {
      "en": "A good carpenter can make a cupboard to fit the most awkward space.",
      "cn": "就算是再尴尬的空间，好木匠也能做一个合适的橱柜。"
    },
    {
      "en": "A laugh can help people over an awkward situation.",
      "cn": "笑可以助人化解尴尬。"
    },
    {
      "en": "Alexandra looked plump and awkward in her cast-off clothing.",
      "cn": "亚历山德拉穿着那身过时的衣裳，显得臃肿笨拙。"
    },
    {
      "en": "Amy made an awkward gesture with her hands.",
      "cn": "埃米笨拙地做了个手势。"
    },
    {
      "en": "An aerosol spray will make short work of painting awkward objects.",
      "cn": "用喷罐来喷涂，不好对付的物品也能轻松搞定。"
    },
    {
      "en": "an awkward silence",
      "cn": "令人尴尬的沉默"
    },
    {
      "en": "Full-size tripods can be awkward, especially if you'reshooting a low-level subject.",
      "cn": "标准尺寸的三脚架可能会不便于使用，用于拍摄低角度的物体时尤其如此。"
    },
    {
      "en": "Geoff looked uneasy and awkward.",
      "cn": "杰夫看上去紧张不安。"
    },
    {
      "en": "Grass shears are specially made to trim grass growing in awkward places.",
      "cn": "除草剪刀；专门用于修剪缝隙角落里的青草。"
    },
    {
      "en": "He broke from prevailing orthodoxies and asked the awkward questions.",
      "cn": "他抛开盛行的正统观念，问了一些难以回答的问题。"
    },
    {
      "en": "His gangling, awkward gait has earned him the name Spiderman.",
      "cn": "他又瘦又高，动作笨拙难看，因此有了“蜘蛛人”的外号。"
    },
    {
      "en": "I feel awkward and shy in company.",
      "cn": "跟别人在一起的时候，我觉得很别扭，不好意思。"
    },
    {
      "en": "I hoped he would stop asking awkward questions .",
      "cn": "我希望他不要再问令人难堪的问题。"
    },
    {
      "en": "I'm always being told off for being so awkward.",
      "cn": "我笨手笨脚的，总挨训。"
    },
    {
      "en": "In an awkward press conference, Mr King parried questions on the allegations.",
      "cn": "在一场尴尬的新闻发布会上，金先生回避了有关指控的问题。"
    },
    {
      "en": "It was small but heavy enough to make it awkward to carry.",
      "cn": "它虽然小，但很重，不便携带。"
    },
    {
      "en": "It’ll be awkward getting cars in and out.",
      "cn": "这样汽车就不好进出了。"
    },
    {
      "en": "Make sure no awkward stretching is required.",
      "cn": "确定不用做太难的伸展动作。"
    },
    {
      "en": "Make sure that the baby is not sleeping in an awkward position.",
      "cn": "要确保小宝宝睡姿舒服。"
    },
    {
      "en": "Philip’s remarks put her in an awkward position (=  made it difficult for her to know what to do  ) .",
      "cn": "菲利普的话使她很窘迫。"
    },
    {
      "en": "She liked to dance but felt awkward if someone was watching her.",
      "cn": "她喜欢跳舞，但要是有人看着，她就觉得不舒服。"
    },
    {
      "en": "She was afraid he was going to ask an awkward question.",
      "cn": "她担心他会问出不好回答的问题。"
    },
    {
      "en": "She's got to an age where she is being awkward.",
      "cn": "她到了难相处的年龄。"
    },
    {
      "en": "The body was twisted, its legs at an awkward angle.",
      "cn": "身体扭曲变形，双腿弯成别扭的角度。"
    },
    {
      "en": "The new financial arrangements were awkward to manage.",
      "cn": "新的财务安排不好操作。"
    },
    {
      "en": "The ten-foot oars felt heavy and awkward.",
      "cn": "10英尺长的桨拿起来感觉很笨重。"
    },
    {
      "en": "There was an awkward moment when she didn’t know whether to shake his hand or kiss his cheek.",
      "cn": "她不知道是该跟他握手还是亲他的脸颊，一时很尴尬。"
    },
    {
      "en": "Unfortunately, Grandma always seems to awaken at awkward moments.",
      "cn": "不幸的是，奶奶好像总是醒来的不是时候。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "awkwardly",
          "tran_cn": " 笨拙地；无技巧地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "awkwardness",
          "tran_cn": " 尴尬；笨拙"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "clumsy",
            "cumbersome",
            "gauche",
            "inept",
            "maladroit",
            "ungainly",
            "ungraceful"
          ],
          "tran_cn": "笨拙的;不雅观的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bashful",
            "bulky",
            "clumsy",
            "cumbersome",
            "inconvenient",
            "sticky",
            "uncouth",
            "ungainly",
            "ungraceful",
            "unwieldy",
            "wooden"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "使人尴尬的，棘手的，难使用的，不方便的，危险的，难携带的，笨拙的，别扭的，害羞的，不可理喻的，难相处的",
      "tran_en": "not relaxed or comfortable"
    }
  ],
  "exchange": {
    "adv": [
      "awkwardly"
    ],
    "noun": [
      "awkwardness"
    ]
  }
}