{
  "word": "commercialization",
  "ipa": {
    "us": "kəˌmɜ:ʃəlaɪ'zeɪʃn",
    "uk": "kəˌmɜʃəlaɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "Advances the housing commercialization, starts two levels of markets.",
      "cn": "推进住房商品化, 启动二级市场."
    },
    {
      "en": "Another thing that concerns me is the commercialization of every aspect of our lives.",
      "cn": "另一件令我担心的事是我们生存的环境中充满了商业化。"
    },
    {
      "en": "Both companies will retain control over the commercialization of their own products.",
      "cn": "两家公司都将保留对各自产品商业化的控制."
    },
    {
      "en": "First commercialization application just is knitted make sock and parachute.",
      "cn": "最初的商品化应用只是织制袜子和降落伞."
    },
    {
      "en": "Full - scale commercialization of high - temperature cells will not be possible.",
      "cn": "全面应用高温电池是不可能的."
    },
    {
      "en": "Hardly anyone can escape the influence of commercialization.",
      "cn": "几乎没有人能逃脱商品化的影响。"
    },
    {
      "en": "However, the commercialization of polyfluorenes has been hampered by the bad color purity.",
      "cn": "然而, 色纯度差的问题一直制约着此类材料商品化的实现."
    },
    {
      "en": "In the context of ethnic tourism, commercialization often has a pejorative connotation.",
      "cn": "摘要在民族旅游语境中, 商品化经常带有贬义色彩."
    },
    {
      "en": "Is Commercialization an effective means to promote small loans?",
      "cn": "“商业化”真的是小额信贷的出路 吗 ?"
    },
    {
      "en": "It includes commercialization of generic software and software for both.",
      "cn": "它包括商品化的通用软件和专用软件两种."
    },
    {
      "en": "Made car of cell of abundant cropland fuel achieves commercialization 2003.",
      "cn": "2003年使丰田燃料电池车达到商品化."
    },
    {
      "en": "Many programmers are unhappy about the commercialization of system software.",
      "cn": "许多程序员对系统软件的商业化感到不悦."
    },
    {
      "en": "State - owned city grain shop as commissariat commercialization.",
      "cn": "国有 城市粮店随着粮食商品化."
    },
    {
      "en": "Technocal innovation is the whole process from invention - creation to commercialization of technical.",
      "cn": "技术创新是从发明创造到科技成果实现商业化的过程."
    },
    {
      "en": "The technology is very new, but it is moving fast to commercialization.",
      "cn": "这个技术很新, 但是商业化的速度很快."
    },
    {
      "en": "There are three characteristics - liberalization, internationalization and commercialization on such evolution.",
      "cn": "自由化 、 国际化和商业化是近代女子服装演变的三个主要特点."
    },
    {
      "en": "They had become the victims of commercialization, for their names acquired a market value.",
      "cn": "他们成了商品化的受害者, 因为他们的名字具有了市场价值."
    },
    {
      "en": "When experts cite possible harm from the commercialization of laser enrichment, they often point to Iran.",
      "cn": "当专家引证激光浓缩商业化可能带来的危害时，他们经常指向伊朗。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "commercial",
          "tran_cn": " 商业的；营利的；靠广告收入的"
        },
        {
          "word": "commercialized",
          "tran_cn": " 商业化的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "commercially",
          "tran_cn": " 商业上；通商上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "commerce",
          "tran_cn": " 贸易，商业"
        },
        {
          "word": "commercial",
          "tran_cn": " 商业广告"
        },
        {
          "word": "commercialism",
          "tran_cn": " 商业主义；营利主义；重商主义"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "commercialized",
          "tran_cn": " 使商品化；靠…赚钱（commercialize的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "commercialize",
          "tran_cn": " 使商业化；使商品化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "merchandizing"
          ],
          "tran_cn": "[贸易]商品化，商业化"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "商品化"
    },
    {
      "pos": "other",
      "tran_cn": "商业化，商品化"
    }
  ],
  "exchange": {
    "verb": [
      "commercialize"
    ]
  }
}