{
  "word": "via",
  "ipa": {
    "us": "ˈvaɪə",
    "uk": "ˈviːə"
  },
  "sentences": [
    {
      "en": "Access was via a narrow archway.",
      "cn": "通道入口是一道狭窄的拱门。"
    },
    {
      "en": "Blood enters the kidneys via the renal artery.",
      "cn": "血液通过肾动脉流进肾脏。"
    },
    {
      "en": "Double-stack trains are taking a lot of freight that used to be routed via trucks.",
      "cn": "以往由卡车运送的很多货物现在都改用双层列车运送了。"
    },
    {
      "en": "He flew to New York via Shanghai.",
      "cn": "他取道上海飞往纽约."
    },
    {
      "en": "I sent a message to Kitty via her sister.",
      "cn": "我通过姬蒂的妹妹给她捎了个口信。"
    },
    {
      "en": "Mr Baker will return home via Britain and France.",
      "cn": "贝克先生将取道英国和法国回国。"
    },
    {
      "en": "Stuart came into film-making via a circuitous route.",
      "cn": "斯图尔特费尽周折才最终开始电影制作。"
    },
    {
      "en": "The executive's meeting had finished and Sir Marcus had reported its conclusions to the prime minister via Richard Ryder.",
      "cn": "领导层会议已经结束，马库斯爵士已通过理查德·赖德把会议结论报告给了首相。"
    },
    {
      "en": "The news reached me via my aunt.",
      "cn": "那消息是通过我婶婶转告我的."
    },
    {
      "en": "The technology to allow relief workers to contact the outside world via satellite already exists.",
      "cn": "能够让救援人员通过卫星与外界联系的技术已经存在。"
    },
    {
      "en": "The ticket reads to Beijing via Shanghai.",
      "cn": "车票上写明经上海到北京."
    },
    {
      "en": "They have arrived at a solution via scientific investigation.",
      "cn": "他们通过科学的调查研究得出了解决问题的办法."
    },
    {
      "en": "Translators can now work from home, via electronic mail systems.",
      "cn": "翻译人员现在可以利用电子邮件系统在家里工作了。"
    },
    {
      "en": "We drove via Lovech to the old Danube town of Ruse.",
      "cn": "我们开车经由洛维奇到达了多瑙河畔的古镇鲁塞。"
    },
    {
      "en": "We flew home via Dubai.",
      "cn": "我们乘飞机经迪拜回国。"
    },
    {
      "en": "We flew to Athens via Paris.",
      "cn": "我们经由巴黎飞往雅典。"
    },
    {
      "en": "We'll also have an election roundup from the streets of New York to the Via Veneto.",
      "cn": "我们还有从纽约街头到威尼托大街带来的有关选举的新闻摘要。"
    },
    {
      "en": "You can access our homepage via the Internet.",
      "cn": "你可以通过因特网进入我们的主页。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "through"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "by way of",
            "THRU through"
          ],
          "tran_cn": "取道，通过；经由"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "经由，经过，通过，凭借",
      "tran_en": "travelling through a place on the way to another place"
    }
  ],
  "exchange": {}
}