{
  "word": "prevalence",
  "ipa": {
    "us": "'prevələns",
    "uk": "ˈprɛvələns"
  },
  "sentences": [
    {
      "en": "Aim To analyze the prevalence feature and trend of viral hepatitis.",
      "cn": "目的分析安徽省立医院近五年病毒性肝炎的流行病学特点."
    },
    {
      "en": "And the overall contraceptive prevalence rate of married women of childbearing age has reached 83 percent.",
      "cn": "已婚育龄妇女综合避孕率达到83%."
    },
    {
      "en": "Beware of any number about the alleged prevalence of sexual dysfunctions!",
      "cn": "对任何所宣称的性功能障碍的流行病统计资料要保持清醒的头脑!"
    },
    {
      "en": "Conclusion Prevalence of hypertensions in patients with Cushings syndrome is extremely high.",
      "cn": "结论在库欣综合征中高血压患病率极高."
    },
    {
      "en": "ConclusionsThe Hefei rural area has a high prevalence of hypertension.",
      "cn": "结论合肥市农村地区高血压患病率较高."
    },
    {
      "en": "Despite its prevalence, schizophrenia has existed behind a wall of secrecy for years.",
      "cn": "尽管精神分裂症患者为数众多，但多年来这种病一直被捂着掩着。"
    },
    {
      "en": "Generating epidemiological data on the prevalence and risk factors of obesity in dogs.",
      "cn": "针对狗肥胖症的流行程度和风险因素获得流行病学数据。"
    },
    {
      "en": "However, no study on the prevalence of infertility has been conducted in this area.",
      "cn": "但是，在这个地区不曾进行过任何关于不孕症流行情况的研究。"
    },
    {
      "en": "It has to do with the prevalence and features of a disease in a population.",
      "cn": "它研究人群中疾病的流行和特征."
    },
    {
      "en": "Objective To assess the dental caries prevalence of children in Yinchuan.",
      "cn": "目的分析银川市儿童青少年龋病患病的发展趋势及特点."
    },
    {
      "en": "Prevalence and Clinical Findings of Migraine and Tension - type Headache in Adolescents.",
      "cn": "青少年患者的偏头痛比紧张性头痛更多见."
    },
    {
      "en": "Prevalence and incidence are covered in the following section.",
      "cn": "以下部分包括流行状况和影响范围."
    },
    {
      "en": "Shandong cuisine is generally salty a prevalence of light - colored sauces.",
      "cn": "鲁菜通常较咸,汁色普遍较浅."
    },
    {
      "en": "The autumn, when she was 13 years old a prevalence of plague.",
      "cn": "她十三岁那年秋天, 到处是瘟疫."
    },
    {
      "en": "The highest prevalence and numbers are in South - East Asia.",
      "cn": "东南亚维生素A缺乏症最流行,是患者人数最多的地区."
    },
    {
      "en": "The prevalence of AD was 6.06 % and in VaD was 1.83 %.",
      "cn": "AD患病率为329%,VaD则为183%."
    },
    {
      "en": "The prevalence of CAM use was around 7~87.6 % in the world.",
      "cn": "世界各国辅助与另类医学的使用率约在7~7.6%右,个人服务过的安宁病房经验,至少有50%癌末病人曾使用过另类疗法."
    },
    {
      "en": "The prevalence of these widgets means they can report on almost all your browsing activity, which can then be linked to databases full of the social data you intentionally share.",
      "cn": "这些小工具的流行意味着它们能上报几乎所有的你的浏览行为，通过这些行为就能链接到你主动共享出来，满是你社交信息的数据库。"
    },
    {
      "en": "The report says climate change could also increase the prevalence of dengue fever.",
      "cn": "报告表示，气候变化还有可能增加登革热的流行强度。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "prevalent",
          "tran_cn": " 流行的；普遍的，广传的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "popularity",
            "rifeness"
          ],
          "tran_cn": "流行；普遍；广泛"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "circulation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "prevalence rate",
      "tran_cn": "流行率"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "流行，盛行，普遍，（疾病等的）流行程度"
    }
  ],
  "exchange": {
    "adj": [
      "prevalent"
    ]
  }
}