{
  "word": "thermoplastic",
  "ipa": {
    "us": "ˌθɜ:məʊˈplæstɪk",
    "uk": "ˌθɜrmoʊˈplæstɪk"
  },
  "sentences": [
    {
      "en": "A high performance thermoplastic polyester elastomer with food compliance specificity.",
      "cn": "高性能热塑性聚酯弹性体食品级特异性."
    },
    {
      "en": "A low modulus high performance thermoplastic elastomer with compliance specificity.",
      "cn": "低模量高性能热塑性弹性体的食品级特异性."
    },
    {
      "en": "A trademark used for a transparent thermoplastic acrylic resin enamels, and primers.",
      "cn": "(商标名称)一种透明的热塑性丙烯酸树脂."
    },
    {
      "en": "Apply to all parts of thermoplastic and thermosetting plastics.",
      "cn": "适用于全部热塑性塑料和部分热固性塑料."
    },
    {
      "en": "Chatergories and performances of resins for thermoplastic powder coatings are introduced.",
      "cn": "介绍了热塑性粉末涂料用树脂的种类和性能."
    },
    {
      "en": "CNBRP and PVC were mechanically blended and prepared as a thermoplastic elastomer.",
      "cn": "采用羧基丁腈胶粉(CNBRP)与聚氯乙烯(PVC)高温机械共混,制备共混型热塑性弹性体."
    },
    {
      "en": "Composition and application of thermoplastic marking paint are introduced.",
      "cn": "介绍了热熔型道路标线涂料的组成及其施工方法."
    },
    {
      "en": "Fox, like most inventors, was already on the next project, becoming champion for a new thermoplastic called PPO (polyphenylene oxide).",
      "cn": "福克斯，就像大多数的发明者一样，已经开始了下一个新项目的—新耐热塑料PPO（聚亚苯基氧化物）的研发。"
    },
    {
      "en": "Hot - melt adhesives - thinner called hot - melt adhesives, solvent - free is a solid thermoplastic adhesive.",
      "cn": "热熔胶型粘剂又称热熔胶, 是一种无溶剂的热塑性固体胶粘剂."
    },
    {
      "en": "Made from thermoplastic acrylic acid resin, color, organic solvents and addictives.",
      "cn": "由热塑性丙烯酸树脂 、 颜料 、 有机溶剂及助剂精制而成."
    },
    {
      "en": "Of this quantity 15 % was added to thermoset ant 85 % to thermoplastic polymers.",
      "cn": "其中15%加于热固性聚合物,85%加于热塑性聚合物."
    },
    {
      "en": "The fabric is used as preform for thermoplastic textile - reinforced composite modules.",
      "cn": "这种织物被用作热塑性纺织增强复合材料模件的预型件."
    },
    {
      "en": "The PEN is a thermoplastic polyester with high performance.",
      "cn": "EN是一种高功能热塑性聚酯."
    },
    {
      "en": "The tubular clamp device is made of thermoplastic material.",
      "cn": "并且所述管状夹紧装置由热塑性材料制成."
    },
    {
      "en": "There's a skeleton made of thermoplastic polymer, actuators that correspond to each muscle and kiteline as tendons.",
      "cn": "他们研制的新型机器人的“骨骼”是由热塑性聚合物和促动器构成的，响应每一块肌肉和类似筋腱的线路的运动。"
    },
    {
      "en": "Thermoplastic and thermosetting substances are called plastics.",
      "cn": "热塑塑料和热固的物质称为塑料."
    },
    {
      "en": "They manufacture the class of plastics known as thermoplastic materials.",
      "cn": "他们生产这类被称为热塑材料的塑料制品。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "thermoplastic material",
      "tran_cn": "热塑材料"
    },
    {
      "phrase": "thermoplastic plastics",
      "tran_cn": "热塑性塑料"
    },
    {
      "phrase": "thermoplastic resin",
      "tran_cn": "热塑性树脂"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "热塑性的"
    },
    {
      "pos": "n",
      "tran_cn": "热塑性塑料"
    }
  ],
  "exchange": {
    "pl": [
      "thermoplastics"
    ]
  }
}