{
  "word": "stricture",
  "ipa": {
    "us": "ˈstrɪktʃə(r)",
    "uk": "ˈstrɪktʃɚ"
  },
  "sentences": [
    {
      "en": "...Mencken's strictures on the 1920s, with its self-righteous prohibition on alcohol and unconventional ideas.",
      "cn": "...门肯对20世纪20年代自以为是的禁酒令及对非传统思想的禁锢的苛评。"
    },
    {
      "en": "All carotid stricture or obliteration occurred at the initial part.",
      "cn": "结果:颈内动脉严重狭窄或闭塞全部发生在起始部."
    },
    {
      "en": "Among these teachings was the church stricture against meat during Lent.",
      "cn": "其中的教义是狭窄的教堂对吃肉四旬期期间."
    },
    {
      "en": "Conclusions: Anastomotic stricture 、 stones and obstruction are the major causes of reoperation.",
      "cn": "结论: 吻合口狭窄结石梗阻是再手术的主要原因."
    },
    {
      "en": "Conclusions: Urethroplasty is an effective procedure for treatment of children's urethral stricture.",
      "cn": "结论: 尿道成形术治疗小儿尿道狭窄疗效确切."
    },
    {
      "en": "If stricture develops, bouginage will be needed.",
      "cn": "若狭窄发生, 则需用探条扩张术."
    },
    {
      "en": "Imaging studies and ureteroscopy showed a right sac - like kidney with a right lower ureteral stricture.",
      "cn": "影像检查及输尿管镜检查显示右襄肾及右下输尿管狭窄."
    },
    {
      "en": "Mechanical obstruction may require operation for repair of common bile duct stricture or for gallstones.",
      "cn": "机械性梗阻可能需要手术以修复胆总管狭窄或除去胆石."
    },
    {
      "en": "Objective To evaluate the effects of holmium laser on the treatment of urethral stricture in children.",
      "cn": "目的探讨钬激光在治疗小儿尿道狭窄中的应用效果."
    },
    {
      "en": "Objective To review operative experiences of colon interposition for caustic stricture of esophagus.",
      "cn": "]目的总结结肠代食管治疗食管腐蚀性瘢痕狭窄的经验及效果."
    },
    {
      "en": "Objective To review our experience with the treatment of urethral stricture.",
      "cn": "目的提高外伤性后尿道狭窄的治疗效果."
    },
    {
      "en": "Objective To study how to treat esophageal stricture by memory alloy stent.",
      "cn": "目的探讨记忆合金支架置入术治疗食管狭窄的技术问题."
    },
    {
      "en": "Simple urethral stricture may be managed conservatively by dilation or urethrotomy . However, urethroplasty may be required.",
      "cn": "单纯尿道狭窄可用尿道扩张及尿道切开等保守法治疗, 但有时需行尿道成形术."
    },
    {
      "en": "The oer all operative morbidity an incidence of anastomotic leak 4.7 % and anastomotic stricture 2.54 %.",
      "cn": "总并发症率11%,吻合口瘘发生率4.7%,吻合口狭窄发生率2.54%.横结肠是全食管的理想替代物."
    },
    {
      "en": "This satirical address was a thinly disguised stricture against the doctrine of the rights of man.",
      "cn": "这一充满讽刺意味的演说几乎是对人权主义不加掩饰的指责."
    },
    {
      "en": "Urethral meatus stricture were treated mainly by urethral dilation and anastomosis site stricture by operation.",
      "cn": "对尿道外口狭窄主要行扩张治疗,对吻合口狭窄应以手术治疗为主."
    },
    {
      "en": "Your goals are hindered by financial strictures.",
      "cn": "你的目标受到经济条件的限制。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stenosis",
            "angusty"
          ],
          "tran_cn": "[病理]狭窄；苛评；非难"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "criticism"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "苛评，指责，紧束， 约束",
      "tran_en": "a severe criticism"
    }
  ],
  "exchange": {
    "pl": [
      "strictures"
    ]
  }
}