{
  "word": "criminology",
  "ipa": {
    "us": "ˌkrɪmɪˈnɒlədʒi",
    "uk": "ˌkrɪmɪˈnɑlədʒi"
  },
  "sentences": [
    {
      "en": "And experts who study criminology say that some crimes do seem to be contagious.",
      "cn": "研究犯罪学的专家说，有些罪行似乎会蔓延的。"
    },
    {
      "en": "Are you fascinated by criminology, forensics, and detective work?",
      "cn": "你是否有迷上犯罪学 、 法医和侦查工作?"
    },
    {
      "en": "Criminology's special contribution is to form effective and broad criminology thought.",
      "cn": "犯罪学的特等贡献也即历史性的贡献,是形成影响力广泛的犯罪学派."
    },
    {
      "en": "He is interested in the issues of crime and criminology.",
      "cn": "他对犯罪及犯罪学方面的问题感兴趣."
    },
    {
      "en": "Holmes'Methods: Were so clever that they actually furthered the advance of the study of criminology.",
      "cn": "在小说中,福尔摩斯的探案方法被描绘得非常奇妙,这让犯罪学研究也获益匪浅,得到了进一步的发展."
    },
    {
      "en": "However, thiskind of research model has neither been recognized nor been paidenough attention by Chinese criminology.",
      "cn": "然而这种研究模式既未被中国犯罪学承认,也未引起中国犯罪学的足够重视."
    },
    {
      "en": "In a wide sense of the word, criminology includes penology.",
      "cn": "从广义上讲, 犯罪学包括刑罚学."
    },
    {
      "en": "On criminology, there are two aspects about the reasons.",
      "cn": "在犯罪学上, 这些企业犯罪的原因可以分为内外两个方面."
    },
    {
      "en": "Organised crime may do especially well in the downturn because it depends so heavily on the bribery of officials, reckons Michael Levi, a professor of criminology at Cardiff University.",
      "cn": "有组织犯罪在经济下滑时期可能会非常猖獗，因为它很大程度上依靠对官员的贿赂，卡的夫大学的犯罪学教授迈克尔·李维这样说。"
    },
    {
      "en": "Remote sensing techniques have been applied in criminology.",
      "cn": "遥感技术被应用于犯罪学中."
    },
    {
      "en": "Take terrorism as a international crime and enter \" criminology linguistic context. \"",
      "cn": "把恐怖主义作为国际犯罪,就进入 “ 犯罪学 ” 语境."
    },
    {
      "en": "The idealistic criminology student's rise to police chief in one of Mexico's most violent areas thrust Valles Garcia into the international spotlight.",
      "cn": "这位主修犯罪学的理想主义者的学生升任墨西哥最暴力地区的警长后就进入了国际媒体的视野。"
    },
    {
      "en": "The relationship between victimology and criminology is a longstanding issue within the academic realm.",
      "cn": "被害人学与犯罪学之间的关系问题是学界的一个宿疑。"
    },
    {
      "en": "The study on crime of insurance fraud is very meaningful in the field of criminology.",
      "cn": "对于保险诈骗犯罪的研究是当前刑法学、犯罪学领域中极具现实意义的课题."
    },
    {
      "en": "The traditional criminology lays particular emphasis on in the protection of criminal human rights.",
      "cn": "传统犯罪学侧重于犯罪人的人权保障."
    },
    {
      "en": "While beefed up network security is crucial criminology professor David Maimon, of the University of Maryland, says that's only half the solution.",
      "cn": "在加强网络安全至关重要时，马里兰大学的犯罪学教授大卫·麦农表示那只是一半的解决方案。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "criminal",
          "tran_cn": " 刑事的；犯罪的；罪恶的"
        },
        {
          "word": "criminological",
          "tran_cn": " 犯罪学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "crime",
          "tran_cn": " 罪行，犯罪；罪恶；犯罪活动"
        },
        {
          "word": "criminal",
          "tran_cn": " 罪犯"
        },
        {
          "word": "criminality",
          "tran_cn": " 有罪，犯罪；犯罪行为"
        },
        {
          "word": "criminologist",
          "tran_cn": " 犯罪学者；刑事学家"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "crime",
          "tran_cn": " 控告……违反纪律"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "犯罪学，刑事学",
      "tran_en": "the scientific study of crime and criminals"
    }
  ],
  "exchange": {
    "adj": [
      "criminological"
    ]
  }
}