{
  "word": "sexually",
  "ipa": {
    "us": "'sekʃəlɪ",
    "uk": "ˈsɛkʃʊəlɪ"
  },
  "sentences": [
    {
      "en": "A minority of children are sexually active before they are in their teens.",
      "cn": "少数孩子十几岁前已有性行为."
    },
    {
      "en": "Do you think Jack Crawford wants you, sexually?",
      "cn": "你认为克劳福·杰克想占有你 吗 ?"
    },
    {
      "en": "How many guys would put up with a girlfriend who's sexually anorexic?",
      "cn": "你说有几个男孩子能忍受性冷淡的女友 呢 ?"
    },
    {
      "en": "How many kids in this school are sexually active?",
      "cn": "这个学校有多少年轻学生性行为活跃？"
    },
    {
      "en": "If you're sexually harassed, you ought to do something about it.",
      "cn": "如果遭到了性骚扰，你应该采取行动。"
    },
    {
      "en": "Musk is produced naturally by the musk deer and is used to attract other deer sexually.",
      "cn": "麝香是由雄麝天然产生用以吸引雌麝的."
    },
    {
      "en": "She had been sexually harassed at work.",
      "cn": "她在工作中遭受过性骚扰."
    },
    {
      "en": "She may have been sexually assaulted by her killer.",
      "cn": "她可能遭到过凶手的性侵犯。"
    },
    {
      "en": "She was sexually not so much chaste as prudish.",
      "cn": "她对男女关系与其说是注重贞节,毋宁说是持身谨慎."
    },
    {
      "en": "Some adolescents might be more sexually mature and provocative than others.",
      "cn": "一些青少年可能相比同龄人在性方面更成熟、更具挑逗性。"
    },
    {
      "en": "Some people are able to remain sexually abstinent and thus escape all risks .",
      "cn": "一些人在性的方面能够坚持禁欲并且由此规避所有的风险。"
    },
    {
      "en": "The first organisms that reproduced sexually were free-floating plankton.",
      "cn": "最早开始有性繁殖的生物是四处漂浮的浮游生物。"
    },
    {
      "en": "The yearbook also noted a sharp drop in reported cases of sexually transmitted disease.",
      "cn": "年鉴同时指出，性传播疾病报告病例数显著下降。"
    },
    {
      "en": "They were, however , alive , responsive, and sexually endowed girls.",
      "cn": "他们都是些活泼 、 同声相应和天赋性感的女孩子."
    },
    {
      "en": "We wouldn't have been sexually abused by that damn coach!",
      "cn": "也不会被那个死教练随意玩弄了!"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sexual",
          "tran_cn": " 性的；性别的；有性的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sexuality",
          "tran_cn": " [胚] 性别；性欲；性征；性方面的事情（比如性行为或性能力）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "sexualise",
          "tran_cn": " 有性的特征；使有性别"
        },
        {
          "word": "sexualize",
          "tran_cn": " 使有性特征；使有性别"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "sexually transmitted disease",
      "tran_cn": "性病（由性交而引起的疾病）"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "性别上地，按性别地，性欲地，两性之间地"
    }
  ],
  "exchange": {
    "adj": [
      "sexual"
    ]
  }
}