{
  "word": "sedimentation",
  "ipa": {
    "us": "ˌsedɪmenˈteɪʃn",
    "uk": "ˌsɛdəmənˈteʃən, -mɛn-"
  },
  "sentences": [
    {
      "en": "During the late consolidation stage of sedimentation, mineralized solution are squeezed into fractures.",
      "cn": "在沉积物固结的晚期, 矿化溶液渗入到裂隙中."
    },
    {
      "en": "Effluent from the sedimentation tank is dosed with disinfectant to kill any harmful organisms.",
      "cn": "沉降池中的废水中加入了消毒剂，以消灭所有有害微生物。"
    },
    {
      "en": "Enrichment and sedimentation are the principal contributor to the aging process of lakes.",
      "cn": "富饶和沉淀是导致湖泊老化过程的主要原因."
    },
    {
      "en": "Recent history of sedimentation is seen to be a recapitulation of the past.",
      "cn": "近代沉积史看来就是过去沉积史的重演."
    },
    {
      "en": "Scientists estimate that human activities—such as pollution, global warming, and sedimentation—could kill 30 percent of reefs in the next three decades.",
      "cn": "科学家估计人类活动--例如污染、全球变暖和沉淀--会在接下来的三十年间杀死30%的暗礁。"
    },
    {
      "en": "Sedimentation and denudation play a role in exceptional cases.",
      "cn": "沉积和剥蚀作用的影响只在特殊情况下起作用."
    },
    {
      "en": "Sedimentation ceases: tilling or folding is accompanied or followed by uplift.",
      "cn": "沉积间断,即掀斜或褶皱伴生或伴随着抬升运动."
    },
    {
      "en": "Sedimentation embodies the processes of evosion, entrainment, transportation , deposition , and compaction of sediment.",
      "cn": "泥沙问题包括泥沙的侵蚀 、 挟带 、 输移 、 淤泥和密度的过程."
    },
    {
      "en": "Sedimentation, the damage of a breach are problems, too.",
      "cn": "而且沉积和决口的问题, 也是存在的."
    },
    {
      "en": "The hiatus in sedimentation is filled in progressively from below.",
      "cn": "沉积间断面是从下边逐渐填满的."
    },
    {
      "en": "The natural sedimentation of cells due to gravity is balanced by the bioreactor's rotation, resulting in a gentle falling of cells within the media in the chamber.",
      "cn": "由重力作用导致的细胞的自然沉降被反应器的旋转所平衡掉，因而细胞能够在反应器腔内的培养基中温和地下降。"
    },
    {
      "en": "The priciple of cyclic sedimentation applies to deposits dating from earliest Paleozoic time to the Holocene.",
      "cn": "旋回沉积原理适用于始于最早的古生代迄至全新世的沉积物."
    },
    {
      "en": "The rate of sedimentation of a suspended viral particle depends on its size and density.",
      "cn": "悬浮病毒粒子的沉降率因其大小和密度而异."
    },
    {
      "en": "The trickling filter and activated sludge efficiencies cited required primary sedimentation and effluent circulation.",
      "cn": "列举的生物滤池与活性淤泥法的效率就需要初次沉淀和回流."
    },
    {
      "en": "The uranium pre - dates the kombolgie formation sedimentation.",
      "cn": "铀原先赋存于科 母波 尔吉岩系的沉积层中."
    },
    {
      "en": "These deposits parallel to the main direction of sedimentation.",
      "cn": "这些矿体与沉积的主要方向一致."
    },
    {
      "en": "We regard them as actural stratigraphic units produced primarily by magmatic sedimentation.",
      "cn": "我们把它们当作实际上的地层单元来考虑,它们主要由岩浆沉积作用所产生."
    },
    {
      "en": "When the brain relaxes, it’s like a sedimentation process in action.",
      "cn": "当大脑休息的时候，它犹如进入了一个问题沉淀处理的环节。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sedimentary",
          "tran_cn": " 沉淀的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sediment",
          "tran_cn": " 沉积；沉淀物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "settlement",
            "precipitation"
          ],
          "tran_cn": "[矿业][物化]沉降，[化学]沉淀"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "coagulating sedimentation",
      "tran_cn": "凝聚沈淀法；凝结沉降"
    },
    {
      "phrase": "erythrocyte sedimentation rate",
      "tran_cn": "红细胞沉降率，红血球沉降速度"
    },
    {
      "phrase": "secondary sedimentation tank",
      "tran_cn": "二次沉淀池"
    },
    {
      "phrase": "sedimentation analysis",
      "tran_cn": "[工]沉降分析法；[地]沉积分析；[物化]沉淀分析"
    },
    {
      "phrase": "sedimentation basin",
      "tran_cn": "澄清池；沉淀池"
    },
    {
      "phrase": "sedimentation rate",
      "tran_cn": "n. [地]沉降速度；[医]血沉速度"
    },
    {
      "phrase": "sedimentation tank",
      "tran_cn": "沉淀池；沉积槽"
    },
    {
      "phrase": "sedimentation time",
      "tran_cn": "沉降时间"
    },
    {
      "phrase": "sedimentation velocity",
      "tran_cn": "沉降速度；沉积速度"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "沉淀，沉降，沉积，淤积，沉降法",
      "tran_en": "the natural process by which small pieces of rock, earth etc settle at the bottom of the sea etc and form a solid layer"
    }
  ],
  "exchange": {}
}