{
  "word": "siphon",
  "ipa": {
    "us": "'saɪfn",
    "uk": "ˈsaɪfən"
  },
  "sentences": [
    {
      "en": "A giant clam’s siphon is used to draw in water to filter and consume passing plankton.",
      "cn": "巨型蛤蚌的虹吸管是被用来以过吸水的方式过滤并吸食经过的浮游生物。"
    },
    {
      "en": "A liquid is made to flow through a siphon.",
      "cn": "使液体通过虹吸管."
    },
    {
      "en": "Also, the hydraulic characteristic of the siphon piping was studied.",
      "cn": "虹吸式出水管在虹吸形成过程和虹吸破坏(断流)过程的水力特性."
    },
    {
      "en": "BP says it expects to siphon oil from a gushing well in the Gulf of Mexico later tonight.",
      "cn": "英国石油公司表示今晚有望从墨西哥湾油井中用虹吸管把油抽走。"
    },
    {
      "en": "Designing plan and assembling technology of siphon drainage system are introduced.",
      "cn": "介绍屋面虹吸雨水排放系统的方案设计和安装工艺."
    },
    {
      "en": "Difference of pressure makes a liquid flow through a siphon.",
      "cn": "压力差使得液体通过虹吸管."
    },
    {
      "en": "Heavy taxes siphon off the huge profits.",
      "cn": "重税吸走巨额利润."
    },
    {
      "en": "In 1840, the British marine engineer invented Naber Siphon coffee heater.",
      "cn": "1840年, 英国海洋工程师纳贝尔发明了虹吸式咖啡加热器."
    },
    {
      "en": "Sand Island Siphon the fuel out of that aircraft!",
      "cn": "把那架飞机上的燃料抽出来!"
    },
    {
      "en": "Siphon Life will now properly gain a benefit from Shadow Mastery.",
      "cn": "生命虹吸现在将从阴影掌握当中获得正确的加成."
    },
    {
      "en": "Tell Mac to siphon petrol out of his wagon.",
      "cn": "让马克把他车里的汽油抽出来。"
    },
    {
      "en": "The big clubs siphon off all the best players.",
      "cn": "大俱乐部把所有最佳选手都抽调走了."
    },
    {
      "en": "The common way of flushing water closet were straight - and two - siphon.",
      "cn": "坐厕的冲水方式常见的有直冲 式 和虹吸式两种."
    },
    {
      "en": "The competition includes two categories: siphon coffee and creative coffee.",
      "cn": "比赛项目包括虹吸式咖啡与创意咖啡2个项目."
    },
    {
      "en": "The siphon is broken and the column flow ceases.",
      "cn": "虹吸中断,柱的液流停止."
    },
    {
      "en": "They siphon foreign aid money into their personal bank accounts.",
      "cn": "他们把国外救济金非法转入了个人银行账户。"
    },
    {
      "en": "We need a new road to siphon off some of the traffic from the town center.",
      "cn": "我们需要一条新路分流市中心的行人车辆."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "U-trap"
          ],
          "tran_cn": "[物]虹吸管"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "funnel"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "syphon"
          ],
          "tran_cn": "[物]通过虹吸管"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "cramp out"
          ],
          "tran_cn": "用虹吸管吸出；抽取"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "inverted siphon",
      "tran_cn": "[医]反向虹吸"
    },
    {
      "phrase": "siphon off",
      "tran_cn": "v. 吮吸"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "虹吸管",
      "tran_en": "a bent tube used for getting liquid out of a container, used by holding one end of the tube at a lower level than the end in the container"
    },
    {
      "pos": "v",
      "tran_cn": "通过虹吸管",
      "tran_en": "to remove liquid from a container by using a siphon"
    },
    {
      "pos": "vi",
      "tran_cn": "通过虹吸管"
    },
    {
      "pos": "vt",
      "tran_cn": "用虹吸管吸（或输送）（液体）"
    }
  ],
  "exchange": {
    "pl": [
      "siphons"
    ],
    "third": [
      "siphons"
    ],
    "past": [
      "siphoned"
    ],
    "done": [
      "siphoned"
    ],
    "ing": [
      "siphoning"
    ]
  }
}