{
  "word": "cholesterol",
  "ipa": {
    "us": "kəˈlestərɒl",
    "uk": "kəˈlestərɔːl"
  },
  "sentences": [
    {
      "en": "\"In order to prevent this oxidation of cholesterol, we need to consume antioxidants, preferably natural antioxidants that you get from fruits and vegetables, \" he said in an interview.",
      "cn": "“为了防止这种胆固醇氧化，我们需要消耗抗氧化剂，最好是从水果和蔬菜得到的天然抗氧化剂， ”他在接受采访时说道。"
    },
    {
      "en": "Cholesterol level is not a strong predictor of heart disease in women.",
      "cn": "胆固醇含量不能有效地预示妇女心脏病。"
    },
    {
      "en": "I reasoned that changing my diet would lower my cholesterol level.",
      "cn": "我推断改变自己的饮食可以降低我的胆固醇水平。"
    },
    {
      "en": "If it does, you should discuss with your physician other approaches to cholesterol control.",
      "cn": "若确实如此，您应该与您的医生讨论其他控制胆固醇方法。"
    },
    {
      "en": "If you don't know your cholesterol level, it's a good idea to have it checked.",
      "cn": "你要是不清楚自己的胆固醇水平，最好去检查一下。"
    },
    {
      "en": "Many other medications have an influence on cholesterol levels.",
      "cn": "许多其他的药物治疗对胆固醇水平都有一定的影响。"
    },
    {
      "en": "Many people experienced a drop in their cholesterol levels when they consumed oat bran.",
      "cn": "很多人食用燕麦麸后胆固醇水平下降了。"
    },
    {
      "en": "Only the yolk contains cholesterol.",
      "cn": "只有蛋黄含有胆固醇。"
    },
    {
      "en": "Oxidized cholesterol may be responsible for furring up the arteries.",
      "cn": "氧化胆固醇可能是造成动脉堵塞的元凶。"
    },
    {
      "en": "Scientists have established a connection between cholesterol levels and heart disease.",
      "cn": "科学家已证实胆固醇含量与心脏病之间有关联。"
    },
    {
      "en": "See just how much fat and cholesterol you're eating.",
      "cn": "看看你究竟摄入了多少脂肪和胆固醇。"
    },
    {
      "en": "So why would you want to lower your cholesterol?",
      "cn": "那么为什么你想降低你的胆固醇呢？"
    },
    {
      "en": "The power of red wine to counteract high cholesterol has been ballyhooed in the press.",
      "cn": "红酒降低胆固醇的功效被媒体夸大了。"
    },
    {
      "en": "There is cholesterol in the cell of body.",
      "cn": "人体细胞里有胆固醇."
    },
    {
      "en": "They are determining the serum - protein and cholesterol levels.",
      "cn": "他们正在测定血清蛋白和胆固醇的浓度."
    },
    {
      "en": "This drug lowers cholesterol levels by binding fats in the intestine.",
      "cn": "这种药通过黏合肠内的脂肪降低胆固醇水平。"
    },
    {
      "en": "Unlike animal cell membranes, plant membranes do not contain cholesterol.",
      "cn": "与动物细胞膜不一样, 植物的膜不含胆固醇."
    },
    {
      "en": "What role did a high cholesterol level play in his heart disease?",
      "cn": "胆固醇浓度高和他的心脏病发作有什么关系?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "bad cholesterol",
      "tran_cn": "有害胆固醇"
    },
    {
      "phrase": "cholesterol ester",
      "tran_cn": "[化]胆甾醇酯"
    },
    {
      "phrase": "good cholesterol",
      "tran_cn": "有益胆固醇（等于high-density lipoprotein）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "胆固醇",
      "tran_en": "a chemical substance found in your blood. Too much cholesterol in your body may cause heart disease."
    }
  ],
  "exchange": {}
}