{
  "word": "industrialization",
  "ipa": {
    "us": "ɪnˌdʌstrɪəlaɪ'zeɪʃn",
    "uk": "ɪnˌdʌstrɪələˈzeʃən"
  },
  "sentences": [
    {
      "en": "Accordingly, the core of agricultural industrialization is to build interest community.",
      "cn": "因此, 农业产业化的核心是建立利益共同体."
    },
    {
      "en": "Agrotechnical promotion is supporting the process of agricultural industrialization again.",
      "cn": "农业技术推广又支撑着农业产业化的进程."
    },
    {
      "en": "And, at this point, traces of industrialization can only be found in sediments in Europe.",
      "cn": "而在这一点上，工业化的痕迹只在欧洲的沉积物中找到。"
    },
    {
      "en": "Executive agriculture industrialization, establish and breeding dominant industry project is decisive link.",
      "cn": "实施农业产业化, 确立和培育主导产业项目是要害性环节."
    },
    {
      "en": "How shall we proceed with our industrialization?",
      "cn": "我们的工业化怎样搞 呢 ?"
    },
    {
      "en": "Industrialization inevitably led to the expansion of the urban working class.",
      "cn": "工业化不可避免地导致了城市工人阶级人数的增多."
    },
    {
      "en": "Ironically, much of the labor - facilitating industrialization came from the rural areas themselves.",
      "cn": "出人意外的是, 这些节省劳力的工业化,多数是从农区本身开始的."
    },
    {
      "en": "It is natural to view industrialization as a force contributing to overall economic improvements.",
      "cn": "把工业化看作是有助于全面改善经济的一种力量,这是很自然的."
    },
    {
      "en": "Lead in the quality related industrialization process and assure product and process quality / quantity of supplied parts.",
      "cn": "领导的质量相关的工业化进程，确保供应商零部件产品和流程的质量/数量。"
    },
    {
      "en": "Significant progress was made in R & D activities and in their industrialization.",
      "cn": "科技研究开发及产业化取得较大进展."
    },
    {
      "en": "Stock raising industrialization is the important step that achieves stock raising modernization.",
      "cn": "畜牧业产业化是实现畜牧业现代化的重要步骤."
    },
    {
      "en": "The \" big push \" for rapid industrialization was the code word for development and growth.",
      "cn": "以迅速工业化为目的的 “ 大推进 ” 是发展与增长的密诀."
    },
    {
      "en": "The basic goal of the reformists is the same: to realize the industrialization of economy and the democratization of politics.",
      "cn": "从整体上看，改良思想家的基本目标是一致的，即：实现经济工业化和政治民主化。"
    },
    {
      "en": "The case usually made for industrialization can be readily set out.",
      "cn": "通常为工业化所提出的理由是易于列举的."
    },
    {
      "en": "The geographic distribution of lung cancer was dissimilar to that of industrialization.",
      "cn": "肺癌的地理分布同工业化的分布不尽相同."
    },
    {
      "en": "Therefore, we reinforced the support to the patent industrialization.",
      "cn": "加大对专利产业化专项资助的力度."
    },
    {
      "en": "This balance is being upset by industrialization and the reckless exploitation of the environment.",
      "cn": "这种平衡状态正在被工业化和不顾一切开发环境所破坏."
    },
    {
      "en": "Urbanization, although seeming to be an irreversible result of population growth, is caused by both gentrification and industrialization in fact.",
      "cn": "城市化现象，虽然看起来是人口增长的必然结果，事实上是由士绅化与工业化所造成的。 。"
    },
    {
      "en": "We can't hold out against industrialization any longer.",
      "cn": "我们不能再拒绝工业化了."
    },
    {
      "en": "With the industrialization of food production and the globalization of its marketing, efforts to ensure food safety likewise take on an international dimension.",
      "cn": "随着食品生产的工业化及其销售的全球化，努力确保食品安全的工作也同样具有了国际意义。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "industrial",
          "tran_cn": " 工业的，产业的；从事工业的；供工业用的；来自勤劳的"
        },
        {
          "word": "industrialized",
          "tran_cn": " 工业化的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "industrially",
          "tran_cn": " 企业（工业）地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "industrial",
          "tran_cn": " 工业股票；工业工人"
        },
        {
          "word": "industrialism",
          "tran_cn": " 产业主义，工业主义；工业制度"
        },
        {
          "word": "industrialist",
          "tran_cn": " 实业家；工业家；产业工人"
        },
        {
          "word": "industry",
          "tran_cn": " 产业；工业；勤勉"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "industrialized",
          "tran_cn": " 使工业化；将…组成产业（industrialize的过去分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "industrialize",
          "tran_cn": " 实现工业化"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "industrialise",
          "tran_cn": " 使工业化（等于industrialize）"
        },
        {
          "word": "industrialize",
          "tran_cn": " 使工业化"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "工业化",
      "tran_en": "when a country or place develops a lot of industry"
    }
  ],
  "exchange": {
    "verb": [
      "industrialize"
    ],
    "adj": [
      "industrialized"
    ]
  }
}