{
  "word": "monologue",
  "ipa": {
    "us": "ˈmɒnəlɒɡ",
    "uk": "ˈmɑːnəlɔːɡ"
  },
  "sentences": [
    {
      "en": "At this moment, however, even the monologue had dried up.",
      "cn": "然而到了这一刻, 连独白也干涸起来."
    },
    {
      "en": "Aunt Pittypat's monologue broke off suddenly as she said inquiringly Mammy? \"\"",
      "cn": "皮蒂姑妈的独脚戏突然中断了,这时她用探询的口气说:“怎么啦,思嘉? ”"
    },
    {
      "en": "Eric performed a monologue which had people in fits of laughter.",
      "cn": "艾瑞克表演一段长篇独白,其间人们适时地发出笑声."
    },
    {
      "en": "He could run off a comedy monologue in half an hour.",
      "cn": "他能在半个小时里迅速写出一段喜剧独白."
    },
    {
      "en": "He took off his boots and did this monologue about suede.",
      "cn": "他脱掉了长筒靴,然后自言自语说些关于绒面革的事情."
    },
    {
      "en": "Henry looked up, then continued his monologue.",
      "cn": "亨利抬起头，然后继续他的长篇独白。"
    },
    {
      "en": "His actions were accompanied by a rambling monologue.",
      "cn": "他的行动伴随着一串冗长含糊的独白。"
    },
    {
      "en": "I had even memorized the ensuing monologue.",
      "cn": "我还能背出接下来的那段独白."
    },
    {
      "en": "Interior monologue is a technique frequently used by stream of consciousness novelists.",
      "cn": "指出意识流小说是现代主义小说中最具特色的一种."
    },
    {
      "en": "Morris ignored the question and continued his monologue.",
      "cn": "莫里斯不理会这个问题，继续他的长篇大论。"
    },
    {
      "en": "Peripateticism is actually saponaceous subsistence philosophy and the parry to the monologue.",
      "cn": "逍遥实则是一种圆滑的处世方式,是对“独白”的回避."
    },
    {
      "en": "The audience lapped up his monologue.",
      "cn": "听众倾听他的独白."
    },
    {
      "en": "The Boss's monologue is interrupted by the sound of a fire alarm.",
      "cn": "老板的长篇大论被一阵火警声打断."
    },
    {
      "en": "The comedian delivered a profanity - laced monologue.",
      "cn": "那名喜剧演员来了段出口成[脏]的长篇大论."
    },
    {
      "en": "The comedian gave a long monologue of jokes.",
      "cn": "喜剧演员讲了一长段由笑话组成的独白."
    },
    {
      "en": "Then, conversation dwindles to the main entertainment, a dramatic monologue from Winston.",
      "cn": "然后众人的高谈阔论逐渐变成温斯顿戏剧性的独白, 这是压轴戏."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "soliloquy"
          ],
          "tran_cn": "独白"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "interior monologue",
      "tran_cn": "n. 内心独白"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（戏剧）独白，独角戏，长篇大论",
      "tran_en": "a long speech by one person"
    }
  ],
  "exchange": {
    "pl": [
      "monologues"
    ]
  }
}