{
  "word": "allowed",
  "ipa": {
    "us": "ə'laʊd",
    "uk": "ə'laʊd"
  },
  "sentences": [
    {
      "en": "A sudden break in the cloud allowed rescuers to spot Michael Benson.",
      "cn": "天气的突然放晴帮助救援人员找到了迈克尔·本森。"
    },
    {
      "en": "As a concession to his reasonable demand, the doctor allowed him to work.",
      "cn": "医生向他的合理要求让步了， 允许他工作。"
    },
    {
      "en": "As soon as relations improve they will be allowed to go.",
      "cn": "一旦关系有所改善，他们就可以获准离开。"
    },
    {
      "en": "Directors weren't allowed any proprietary airs about the product they made.",
      "cn": "主管们不允许对他们生产的产品以所有者自居。"
    },
    {
      "en": "Foreign aid workers will not be allowed into the stricken areas.",
      "cn": "国外救援人员不准进入灾区。"
    },
    {
      "en": "Grace allowed her mind to wander to other things.",
      "cn": "格雷丝任由自己的思绪游走。"
    },
    {
      "en": "He cannot be allowed to dictate what can and cannot be inspected.",
      "cn": "什么能检查，什么不能检查不能由他说了算。"
    },
    {
      "en": "I have warned him that it is not allowed.",
      "cn": "我曾警告过他，这是不能容许的。"
    },
    {
      "en": "I was allowed to do whatever I wanted with my life.",
      "cn": "我可以自由支配自己的生活。"
    },
    {
      "en": "No one carrying arms is allowed within the precincts of a temple.",
      "cn": "携带武器者不得进入神殿的界域。"
    },
    {
      "en": "Nobody was allowed to eat in the Empress Dowager's presence.",
      "cn": "在皇帝遗孀面前任何人不得进餐。"
    },
    {
      "en": "Players should be allowed to earn money from advertising.",
      "cn": "应该允许运动员拍广告挣钱。"
    },
    {
      "en": "She would have cracked up if she hadn't allowed herself some fun.",
      "cn": "她若是没给自己找点乐趣的话，早就崩溃了。"
    },
    {
      "en": "Smoking will not be allowed.",
      "cn": "吸烟将被禁止。"
    },
    {
      "en": "The children are allowed to watch TV after school.",
      "cn": "孩子们被允许在放学后看电视。"
    },
    {
      "en": "These plants are then pollinated and allowed to mature and produce seed.",
      "cn": "然后，这些植物就被授粉，从而成熟结籽。"
    },
    {
      "en": "This allowed Ms. Kelley to lay aside money to start her business.",
      "cn": "这样凯利女士就可以把钱存起来创业。"
    },
    {
      "en": "Truman allowed him to stagger on for nearly another two years.",
      "cn": "杜鲁门允许他又硬撑了近两年。"
    },
    {
      "en": "We have allowed spending and borrowing to rise in this recession.",
      "cn": "在此经济萧条时期，我们容许增加消费和借贷。"
    },
    {
      "en": "Whoever says that is not allowed.",
      "cn": "无论谁这样说都是不允许的。"
    },
    {
      "en": "You must ink over your signature. Pencil writing is not allowed.",
      "cn": "你必须把签名用墨水描一下。铅笔书写是不允许的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "concessional",
            "admissive"
          ],
          "tran_cn": "允许，容许的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "suffered",
            "permitted"
          ],
          "tran_cn": "允许；认可（allow的过去分词）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "allowed time",
      "tran_cn": "容许时间；放宽时间"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "[计]容许的"
    },
    {
      "pos": "v",
      "tran_cn": "允许( allow的过去式和过去分词 )，承认，酌增，接受",
      "tran_en": "If someone is allowed to do something, it is all right for them to do it and they will not get into trouble"
    }
  ],
  "exchange": {}
}