{
  "word": "aquarium",
  "ipa": {
    "us": "əˈkweəriəm",
    "uk": "əˈkweriəm"
  },
  "sentences": [
    {
      "en": "A beluga whale swims in a tank at the Vancouver Aquarium.",
      "cn": "一头白色大鳇鱼或叫大白鲸在北美洲的范库弗峰水族馆里游弋着."
    },
    {
      "en": "I'm going to the aquarium with my parents this Sunday.",
      "cn": "这个星期天,我要和父母一起到水族宫去."
    },
    {
      "en": "I'm going to the aquarium, but I can't find the way.",
      "cn": "我要去水族宫, 但找不着路了."
    },
    {
      "en": "In Amsterdam the girls all stand in the windows shimmering as tantalising as tropical fish beyond the gleam of aquarium glass.",
      "cn": "在阿姆斯特丹，姑娘们都站在窗后，光芒四射柔情撩人宛如水族馆玻璃背后脉脉含情的热带鱼。"
    },
    {
      "en": "Inside was peacock water, rocks and weed'showing as in an aquarium.",
      "cn": "礁石内侧:海水绚烂, 暗礁林立,海藻丛生,就象水族馆的生态展览一样."
    },
    {
      "en": "Look! There is fish, seaweed and shells in my aquarium.",
      "cn": "你看, 我的鱼缸里有鱼, 海草和贝壳."
    },
    {
      "en": "Michelle and her friends are at the aquarium in Brooklyn.",
      "cn": "Michelle和她的朋友们在参观Brooklyn的水族馆."
    },
    {
      "en": "Recently the bakers created an octopus complete with tentacles and suckers for a charity event held for a local aquarium.",
      "cn": "最近，面包师为当地水族馆举行的慈善活动制作了这只章鱼，它拥有完整的触手和吸盘。"
    },
    {
      "en": "Since the shark has been on display, aquarium attendance has increased.",
      "cn": "由于该鲨鱼的展出, 水族馆观众增加了."
    },
    {
      "en": "The aquarium has many tanks of fish.",
      "cn": "那家水族馆有许多装在水箱中的鱼类."
    },
    {
      "en": "The aquarium was so exciting.",
      "cn": "水族馆真的很好玩."
    },
    {
      "en": "The occasion begins well with a visit to the local aquarium.",
      "cn": "会见是以参观当地的水族馆开始的."
    },
    {
      "en": "There were many visitors watching sharks and seals at the aquarium.",
      "cn": "在水族管有许多游客观看鲨鱼和海豹."
    },
    {
      "en": "They subscribe to such magazines as The Aquarium, and join clubs.",
      "cn": "他们订阅诸如“水族馆”这样的杂志, 并且加入俱乐部."
    },
    {
      "en": "They watched the fish swimming in the aquarium.",
      "cn": "他们看着鱼在水缸里游着."
    },
    {
      "en": "We had such a good time at the aquarium.",
      "cn": "我们在水族馆玩得真开心."
    },
    {
      "en": "We saw a ray at the aquarium.",
      "cn": "我们在水族馆看见了一只鳐。"
    },
    {
      "en": "Yesterday I saw dolphins in the aquarium in the park.",
      "cn": "昨天我在公园的水族馆看到了白鳍豚."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "aguariums"
          ],
          "tran_cn": "水族馆；养鱼池；玻璃缸"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "vancouver aquarium",
      "tran_cn": "温哥华水族馆（北美洲三大水族馆之一）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水族馆，水族槽，养鱼缸，玻璃鱼池",
      "tran_en": "a clear glass or plastic container for fish and other water animals"
    }
  ],
  "exchange": {
    "pl": [
      "aquaria",
      "aquariums"
    ]
  }
}