{
  "word": "mudstone",
  "ipa": {
    "us": "'mʌdstəʊn",
    "uk": "'mʌdˌstoʊn"
  },
  "sentences": [
    {
      "en": "After its compaction into rock, mudstone has lower porosity and its sealing capability becomes better.",
      "cn": "泥岩经压实固结成岩后,其孔隙度变小,从开始具有封闭能力,到封闭能力逐渐变好."
    },
    {
      "en": "Cretaceous sandstone and Eogene mudstone are the main reservoir and caprock.",
      "cn": "油气从油气田东部注入,由东向西运移并差异聚集,依次形成凝析气藏、带油环凝析气藏和挥发性油藏."
    },
    {
      "en": "In the drilling operation, wellbore stability mostly occurs in the mudstone and shale section.",
      "cn": "钻井工程中的井壁稳定问题大多发生在泥页岩井段."
    },
    {
      "en": "In this paper, effect of uranium substance on the mudstone pyrogenation was studied by hydrous pyrolysis.",
      "cn": "采用加水热模拟实验方法, 考察了含铀物质对泥岩样品热解生烃产物的影响."
    },
    {
      "en": "It is vital difference for the changes of porosity and permeability between sandstone and mudstone.",
      "cn": "砂泥岩孔隙度、渗透率的变化存在很大差异."
    },
    {
      "en": "It passes mainly through the purple -- color soft sandrock and mudstone in Triassic or Dyas Systems.",
      "cn": "隧道主要通过三迭系、二迭系 紫红色 软质砂岩、泥岩岩层."
    },
    {
      "en": "Many serious turbidite sand bodies and huge thick dead color mudstone are developed in the depression.",
      "cn": "洼陷内在沙三段发育有多套浊积砂体和巨厚暗色泥岩,油气成藏条件十分优越."
    },
    {
      "en": "Mudstone can transport water with poor permeability.",
      "cn": "泥岩可以疏导地层水,只是疏导能力差而已."
    },
    {
      "en": "Oil source rock is the dark mudstone in Es 1 Member , which deposited in a saline environment.",
      "cn": "油源为本地咸水环境下形成的沙一段暗色泥岩."
    },
    {
      "en": "Organic materials were deposited in sequences of sandstone and mudstone, which were then covered by limestones as the environment became progressively more marine.",
      "cn": "无机矿物质按照砂岩和泥岩的顺序沉积着，并随着周围的自然环境演变为海洋性，由石灰石覆盖在了最上层。"
    },
    {
      "en": "Rocks sculptured by erosion, richly tinted mudstone hills and canyons, luminous sand dunes, and lush oases populate Death Valley National Park.",
      "cn": "在死亡谷国家公园里，有着腐蚀而成的岩石雕刻、富有着色泥岩的山丘和峡谷、发光的沙丘和郁郁葱葱的绿洲。"
    },
    {
      "en": "The main rocks are sandstone, mudstone and muddy siltstone or silty mudstone.",
      "cn": "岩石类型主要有砂岩 、 泥岩及泥-粉砂过渡岩类."
    },
    {
      "en": "The mudstone deposited in this time is the favorable source rock.",
      "cn": "同时,该层序内沉积的暗色泥岩也是有利的烃源岩."
    },
    {
      "en": "The preparation of red cement using activated red mudstone has been studied.",
      "cn": "介绍利用活化红泥岩制备红色水泥的研究."
    },
    {
      "en": "The seal rocks are developed widely, and the Neocene marine mudstone is the regional seal.",
      "cn": "盖层发育广泛, 区域性盖层是新近系海相泥岩和渐新统泥岩."
    },
    {
      "en": "The tools were located in a series of gravel, sand, and mudstone beds and included picklike tools, basic hand axes, and broken pieces of stone left behind in the tool-making process.",
      "cn": "这些工具遗迹位于一系列的砾石、沙滩和泥岩床上，包括类似镐的工具、基本手持工具和在工具制造过程中残留的碎石片等。"
    },
    {
      "en": "The variety of these mudstone and shales is very complex in lacustrinehigh - frequency cycle.",
      "cn": "这些泥岩和页岩在湖相高频旋回中的变化相当复杂."
    },
    {
      "en": "This paper studies the problems in mudstone slope projects in Nanning Basin.",
      "cn": "本文以南宁泥岩盆地内的泥岩边坡出现的工程问题开展研究."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "泥岩",
      "tran_en": "a dark grey clay rock similar to shale but with the lamination less well developed "
    }
  ],
  "exchange": {}
}