{
  "word": "macroeconomic",
  "ipa": {
    "us": "ˌmækrəʊˌi:kə'nɒmɪk",
    "uk": "ˌmækroʊˌikə'nɒmɪk"
  },
  "sentences": [
    {
      "en": "Among the four objectives of macroeconomic control, land control has bright prospect.",
      "cn": "在宏观调控的四大目标中, 土地调控大有可为."
    },
    {
      "en": "But despite all this turmoil, it has found some macroeconomic steel.",
      "cn": "但是尽管有这些骚乱, 巴基斯坦宏观经济却收获了稳定."
    },
    {
      "en": "But macroeconomic fundamentals are much healthier in East Asia these days.",
      "cn": "但是东亚的宏观经济状况现在要健康得多."
    },
    {
      "en": "But, the key thing is that whatever the authorities do, what we think would support the rating would be greater macroeconomic stability.",
      "cn": "但关键问题是无论当局做什么，我们认为能够支持信用评级的将是宏观经济的进一步稳定。"
    },
    {
      "en": "Compiling, updating and reviewing statistical data in commodities balance sheets, macroeconomic monitoring.",
      "cn": "收集, 更新以及评审商品平衡表和宏观经济监测."
    },
    {
      "en": "Exchange rate problem always as a hot topic in the macroeconomic field.",
      "cn": "有关汇率的研究问题一直是宏观经济领域的热点问题."
    },
    {
      "en": "From the traditional economic theory, the capital markets and macroeconomic are good.",
      "cn": "从传统经济理论上看, 这对资本市场乃至宏观经济都是利好."
    },
    {
      "en": "Guosen Securities senior macroeconomic analyst Lin Song Li said.",
      "cn": "国信证券资深宏观分析师林松立说."
    },
    {
      "en": "If macroeconomic theory is to be of any use at all, it must include an explanation for unemployment.",
      "cn": "如果宏观经济理论要想有所助益的话，就必须包含一个对失业问题的解释。"
    },
    {
      "en": "Improve the modern market system and tighten and improve macroeconomic control.",
      "cn": "(五)健全现代市场体系,加强和完善宏观调控."
    },
    {
      "en": "May macroeconomic data of interest rate also squarely face what reason?",
      "cn": "直面五月宏观数据加息还需要什么理由?"
    },
    {
      "en": "The bank also collects and disseminates information on macroeconomic topics and international monetary affairs.",
      "cn": "银行还收集和传播关于宏观经济论题和国际货币事务方面的信息."
    },
    {
      "en": "The macroeconomic forces that drove the capital flows were hard to reverse.",
      "cn": "推动资本流动的宏观力量难以逆转."
    },
    {
      "en": "The microeconomic and macroeconomic fluctuations might effect the loan.",
      "cn": "微观和宏观经济的波动也许会影响贷款的归还."
    },
    {
      "en": "The subject can be spilt in the usual way into macroeconomic and microeconomic topics.",
      "cn": "这一学科通常可分为宏观经济和微观经济两大课题."
    },
    {
      "en": "This may sound like buck - passing by the world's main international macroeconomic organisation.",
      "cn": "这听起来好像是世界上主要的宏观经济国际组织在推托责任."
    },
    {
      "en": "We will continue to strengthen and improve macroeconomic regulation.",
      "cn": "坚持加强和改善宏观调控."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "macroscopic",
          "tran_cn": " 宏观的；肉眼可见的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "macrocosm",
          "tran_cn": " 宏观世界；宇宙"
        },
        {
          "word": "macroeconomics",
          "tran_cn": " 宏观经济学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "macroeconomic analysis",
      "tran_cn": "宏观经济分析"
    },
    {
      "phrase": "macroeconomic control",
      "tran_cn": "宏观调控"
    },
    {
      "phrase": "macroeconomic management",
      "tran_cn": "宏观经济管理"
    },
    {
      "phrase": "macroeconomic policy",
      "tran_cn": "宏观经济政策；总体经济政策"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "宏观经济的"
    },
    {
      "pos": "n",
      "tran_cn": "整体经济"
    }
  ],
  "exchange": {
    "noun": [
      "macroeconomics"
    ]
  }
}