{
  "word": "experimenter",
  "ipa": {
    "us": "ɪk'sperɪməntə(r)",
    "uk": "ɪk'sperɪməntə(r)"
  },
  "sentences": [
    {
      "en": "But once again, the dumb head is the experimenter, not the subject.",
      "cn": "但又一次, 愚蠢的是实验者, 而非实验对象."
    },
    {
      "en": "During training, experimenter gave subjects feedback according to their performance and discussed with them.",
      "cn": "训练时, 主试根据被试反应给予反馈,并与之讨论."
    },
    {
      "en": "Even so, on experimenter can predict which of the remaining fragments will be cloned.",
      "cn": "即使如此, 任何实验工作者仍不能预料剩下的片段中哪个将无性繁殖."
    },
    {
      "en": "Experimenter can imitate the process, the preparation of the more graphic function.",
      "cn": "实验者可以模仿本程序, 编写更多的图形函数."
    },
    {
      "en": "Most people cannot connect their changed thought or behaviour with experimenter's manipulation.",
      "cn": "很多人不能将他们思想和行为的改变同主试的控制联系起来."
    },
    {
      "en": "She was an inveterate experimenter in these things.",
      "cn": "不分青红皂白都要先试为快."
    },
    {
      "en": "The automatic analysis may be helped by interaction with the experimenter.",
      "cn": "自动分析也可因实验者的参与而得到帮助."
    },
    {
      "en": "The automatic analysis may be helped withinteraction of the experimenter.",
      "cn": "自动分析也可因实验者的参予而得到帮助."
    },
    {
      "en": "The error probability is specified by the experimenter.",
      "cn": "错误可能性由实验者指定."
    },
    {
      "en": "The experimenter said “Look at my toy!",
      "cn": "试验者对孩子说：“看看我的玩具！"
    },
    {
      "en": "The experimenter sucked up 20 cc of acid into a pipette.",
      "cn": "这位试验者将20毫升的酸液吸入吸量管中."
    },
    {
      "en": "The experimenter then changed the consequences of responding to the color of the flash.",
      "cn": "实验者然后改变对闪光的颜色做出反应的结果."
    },
    {
      "en": "The pull we all feel to please the experimenter, to fit in with the situation, to do what is expected of us.",
      "cn": "我们都会受到一种拉力，它让我们想要讨好实验者，融入情境中，做别人期待我们去做的事情。"
    },
    {
      "en": "They were all confederates who had been told by the experimenter to give the wrong answer.",
      "cn": "他们都是同伙,之前被实验者嘱咐故意给出错误的答案."
    },
    {
      "en": "When asking experimenter if they should stop, they were instructed to continue.",
      "cn": "当老师们问实验者他们是否应该适可而止, 他们被要求继续这样做."
    },
    {
      "en": "With a second group of children, the experimenter acted differently.",
      "cn": "对于第二组孩子，试验者采取的方法不同。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "trier",
            "treves"
          ],
          "tran_cn": "实验者，试验者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "实验者"
    }
  ],
  "exchange": {
    "pl": [
      "experimenters"
    ]
  }
}