{
  "word": "archbishop",
  "ipa": {
    "us": "ˌɑ:tʃˈbɪʃəp",
    "uk": "ˌɑrtʃˈbɪʃəp"
  },
  "sentences": [
    {
      "en": "Archbishop : The Maid wants to start fighting again.",
      "cn": "大主教阁下,少女又要动兵打仗了."
    },
    {
      "en": "At the coronation, the archbishop put a crown on the Queen's head.",
      "cn": "在加冕典礼上, 大主教把王冠戴在女王头上."
    },
    {
      "en": "Do archbishop enjoy being played off their own alters, even by saints?",
      "cn": "要是大主教们被人赶出了教堂, 哪怕是被天上的圣人赶走的,难道他们会高兴 吗 ?"
    },
    {
      "en": "He advances gaily to the archbishop.",
      "cn": "他高高兴兴走向大主教."
    },
    {
      "en": "He denounced the decision to invite his fellow archbishop to preach.",
      "cn": "他痛斥了邀请其他大主教同仁布道的决定。"
    },
    {
      "en": "He first of all posted the letter to the archbishop.",
      "cn": "他首先把写给主教的那封信寄了."
    },
    {
      "en": "He goes tomorrow to press the matter on the archbishop.",
      "cn": "他明天将去向大主教极力陈述一下这件事."
    },
    {
      "en": "He was consecrated Archbishop last year.",
      "cn": "他于去年就任大主教之圣职."
    },
    {
      "en": "His father. who is a archbishop in our church district. once helped a lot of people.",
      "cn": "他的父亲是负责我们这个教区的大主教，曾经帮助过很多人。"
    },
    {
      "en": "In 1932, one Boston layman wrote to Archbishop William O'Connell in support of Father Coughlin.",
      "cn": "1932年，波士顿一名平信徒致函大主教威廉·奥康奈尔，声援库格林神父。"
    },
    {
      "en": "Only once, and then obliquely, were the uncounted mass of Iraqi dead referred to, when the archbishop prayed for \"those whose memory we cherish, and those whose names we will never know\".",
      "cn": "大主教只有一次、而且是拐弯抹角地提到了不可胜数的死去的伊拉克人，他为“那些受我们怀念的人，以及那些我们永远都不知道名字的人”做了祈祷。"
    },
    {
      "en": "She bowed her head and kissed the Archbishop's ring.",
      "cn": "她低下头轻吻大主教的戒指。"
    },
    {
      "en": "The archbishop anointed the new king.",
      "cn": "大主教为新国王擦油为他净身."
    },
    {
      "en": "The archbishop attended the dedication of the new church.",
      "cn": "主教出席了奉献新教堂的典礼."
    },
    {
      "en": "The Archbishop of Canterbury holds the highest position in the Church of England.",
      "cn": "坎特伯雷大主教在英国国教中拥有最高地位."
    },
    {
      "en": "The Pope has anointed him as Archbishop.",
      "cn": "教皇给他施了涂油礼，任命其为大主教。"
    },
    {
      "en": "We saw the archbishop crown the queen.",
      "cn": "我们看见大主教为女王加冕."
    },
    {
      "en": "When I speak to my archbishop in San Francisco and his role is to try to change my mind on the subject, well then he is exercising his pastoral duty to me as one of his flock.",
      "cn": "我在旧金山和我的大主教谈话时，他的任务是努力改变我在那个主题上的看法，那时，他是把我当作他的一只羔羊在实践其牧师的职责。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "archbishopric",
          "tran_cn": " 大主教之职；大主教的管区"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "primate",
            "metropolitan"
          ],
          "tran_cn": "大主教；总教主"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bishop",
            "cardinal",
            "priest"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大主教，主教长",
      "tran_en": "a priest of the highest rank, who is in charge of all the churches in a particular area"
    }
  ],
  "exchange": {
    "pl": [
      "archbishops"
    ]
  }
}