{
  "word": "gymnasium",
  "ipa": {
    "us": "dʒɪmˈneɪziəm",
    "uk": "dʒɪmˈneɪziəm"
  },
  "sentences": [
    {
      "en": "After computer printers and duffle bags had been carried to dorm rooms, everyone gathered in the gymnasium, students on one side of the bleachers, parents on the other.",
      "cn": "电脑打印机和行李包都运进了宿舍之后，所有人都到学校的体育馆集合，学生在露天看台的一侧，家长们在另一侧。"
    },
    {
      "en": "After several sessions at the gymnasium, I feel a lot fitter.",
      "cn": "在体育馆里锻炼了几次以后, 我感觉身体结实多了."
    },
    {
      "en": "Beautiful buildings gleam in the sun, including the great stadium and the gymnasium.",
      "cn": "美丽的建筑物在阳光下闪亮, 其中包括巨大的露天运动场和体育馆."
    },
    {
      "en": "Half of the 36 venues have been completed like this gymnasium hall.",
      "cn": "个比赛场地中有一半设施已经完工,比如这个体操场馆."
    },
    {
      "en": "He goes to the gymnasium every afternoon to sweat off some weight.",
      "cn": "他每天下午去健身房以减轻一点体重."
    },
    {
      "en": "He had developed his unusual toughness by working out daily at a gymnasium.",
      "cn": "他每天在体操房里顽强地苦练,终于练得非常强健坚韧."
    },
    {
      "en": "I have found a new gymnasium.",
      "cn": "我找到一个新的健身房。"
    },
    {
      "en": "I met her at the gymnasium.",
      "cn": "我在体育馆遇见她."
    },
    {
      "en": "I stood in the packed gymnasium, in a crowd of anxious spouses, children and relatives.",
      "cn": "我站在拥挤的体育馆，站在急切配偶的人群中，有子女和亲属。"
    },
    {
      "en": "I thought they taught boxing in the school gymnasium.",
      "cn": "我原以为他们在学校的体育馆里教授拳击."
    },
    {
      "en": "It took us several hours to get the gymnasium ready for the ball.",
      "cn": "我们花了几个小时把体育馆收拾好供舞会用."
    },
    {
      "en": "Our school has a big gymnasium.",
      "cn": "我们学校有座大型体育馆."
    },
    {
      "en": "Our volleyball team will play away tomorrow and play games in the gymnasium on Saturday.",
      "cn": "我们的排球队明天将去外地比赛，星期六则要在体育馆比赛。"
    },
    {
      "en": "The athletic association gave a dinner in the gymnasium to all of the winners.",
      "cn": "运动员联合会在健身房请优胜者吃饭."
    },
    {
      "en": "The basketball nets hung down from the ceiling at either end of the gymnasium.",
      "cn": "篮筐分别从体育馆两头的天花板上悬吊下来。"
    },
    {
      "en": "The daily tariff includes accommodation and unlimited use of the pool and gymnasium.",
      "cn": "日常费用包括住宿以及游泳池和健身房的不限时使用。"
    },
    {
      "en": "The game will be staged in the gymnasium.",
      "cn": "竞赛将在体育馆举行."
    },
    {
      "en": "The next day, the arsonist was arrested at a gymnasium.",
      "cn": "第二天，纵火犯在一家体育馆被逮捕了。"
    },
    {
      "en": "The school will theme its gymnasium in holiday ornaments.",
      "cn": "学校将以假期为主题装饰体育馆."
    },
    {
      "en": "There was a basketball game at the Municipal Gymnasium yesterday.",
      "cn": "昨天市体育馆有场篮球比赛."
    },
    {
      "en": "They advertised on posters outside the stadium to promise that every competitor is to have a regular physical examination in a gymnasium one after another.",
      "cn": "他们在体育场外的海报上做广告，承诺说每个参赛者都将在体育馆一个一个地参加常规的身体检查。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "gymnastic",
          "tran_cn": " 体操的，体育的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "gymnastics",
          "tran_cn": " 体操；体育；体操运动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gym",
            "sports palace"
          ],
          "tran_cn": "体育馆；健身房"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "arena",
            "circus"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "健身房，体育馆，大学预科，高级中学",
      "tran_en": "a  gym "
    }
  ],
  "exchange": {
    "pl": [
      "gymnasia",
      "gymnasiums"
    ]
  }
}