{
  "word": "gibberish",
  "ipa": {
    "us": "ˈdʒɪbərɪʃ",
    "uk": "ˈdʒɪbərɪʃ"
  },
  "sentences": [
    {
      "en": "But we immediately see this for what it is: theory - free gibberish, and model - less nonsense.",
      "cn": "但我们总是能立刻看穿它的原形: 毫无理论可循的胡言乱语, 不成模型的胡说八道."
    },
    {
      "en": "By the time we arranging the furniture, Tom was yelling gibberish in the other room, belligerent.",
      "cn": "我们摆好家具时, 汤姆在另一房间叽哩咕噜爆躁地喊着."
    },
    {
      "en": "He squirmed and talked to me in gibberish, trying to explain what was wrong.",
      "cn": "他扭着身体,咕噜地向我说着, 试图解释哪里不舒服."
    },
    {
      "en": "He's been babbling since he was born, and he's still speaking gibberish.",
      "cn": "他从出生起就咿咿呀呀, 他现在还是说些听不懂的话."
    },
    {
      "en": "Here, likelihood you feel I said to pile gibberish, be!",
      "cn": "说到这里, 可能你觉得我说了一堆废话, 是 啊 !"
    },
    {
      "en": "His hair was wiry and gibberish and brushed backwards from the temples.",
      "cn": "他的姜黄色的头发乱的象麻绳,好像是从发际线往后梳的."
    },
    {
      "en": "I must have been insane to listen to your asinine gibberish!",
      "cn": "我真是昏了头居然听信了你的胡说八道!"
    },
    {
      "en": "If we're lucky to say anything to them, it all gibberish.",
      "cn": "如果有幸跟她们说话, 只会胡言乱语连自己也不知道说什么."
    },
    {
      "en": "It was literally gibberish to him.",
      "cn": "他所听到的只是一些卿卿咕咕的声响而已."
    },
    {
      "en": "On the sidewalk Soapy began to yell drunken gibberish at the top of his harsh voice.",
      "cn": "索比在人行道上扯开那破锣似的嗓子,像醉鬼一样胡闹."
    },
    {
      "en": "Sam came down fromNew York -- he played the guitar and Tom sang along in gibberish.",
      "cn": "萨姆从纽约赶来 -- 弹吉他,汤姆叽哩咕噜地唱着."
    },
    {
      "en": "The crap I went through to get that, and it's total gibberish.",
      "cn": "我得到那个臭东西, 完全是胡说八道."
    },
    {
      "en": "To a lot of computer experts character, this is gibberish.",
      "cn": "对许多电脑行家而言, 这是废话."
    },
    {
      "en": "When he was talking to a girl he could hardly speak, and when he did speak he talked gibberish.",
      "cn": "他跟女孩儿讲话时几乎张不了口，即便张了口，说起话来也词不达意。"
    },
    {
      "en": "You were talking gibberish in your sleep.",
      "cn": "你在睡梦里讲着呓语。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "gibber",
          "tran_cn": " 三棱石；无法听懂的话"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "gibber",
          "tran_cn": " 喋喋而言；胡扯"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "令人费解的话，莫名其妙的话，胡扯，混字，无意义数据",
      "tran_en": "If you describe someone's words or ideas as gibberish, you mean that they do not make any sense"
    }
  ],
  "exchange": {}
}