{
  "word": "constantly",
  "ipa": {
    "us": "ˈkɒnstəntli",
    "uk": "ˈkɑːnstəntli"
  },
  "sentences": [
    {
      "en": "Another man constantly chain-smoked and seemed to have the shakes.",
      "cn": "另一名男子一直一支接一支地抽烟，似乎身体有些发抖。"
    },
    {
      "en": "Both quantum mechanics and chaos theory suggest a world constantly in flux.",
      "cn": "量子力学和混沌理论都表明世界永远处于不断变化中。"
    },
    {
      "en": "He developed a nervous twitch and began to blink constantly.",
      "cn": "他身体出现了神经性抽搐，开始不停地眨眼睛。"
    },
    {
      "en": "He is being constantly monitored with regular checks on his blood pressure.",
      "cn": "他被实时监测，定时量血压。"
    },
    {
      "en": "He is constantly on guard against any threat of humiliation.",
      "cn": "他时刻提防着任何有辱尊严之事。"
    },
    {
      "en": "He talked constantly about his work.",
      "cn": "他不断地谈到他的工作。"
    },
    {
      "en": "He's constantly on the phone to his girlfriend being soppy.",
      "cn": "他总是卿卿我我地跟女朋友煲电话粥。"
    },
    {
      "en": "I was constantly ill, with a baffling array of symptoms.",
      "cn": "我一直病着，出现了一系列让人不解的症状。"
    },
    {
      "en": "I was working all hours and constantly fretting about everyone else's problems.",
      "cn": "我一刻不闲地工作，总是为别人的事操心。"
    },
    {
      "en": "If you smoke then the whole respiratory system is constantly under attack.",
      "cn": "如果抽烟，整个呼吸系统就会一直受到损害。"
    },
    {
      "en": "John was constantly reassuring me that we were meant to be together.",
      "cn": "约翰不断安慰我说，我们注定要在一起。"
    },
    {
      "en": "She was constantly on the phone, ladling out inside details to reporters.",
      "cn": "她经常打电话向记者们提供大把内幕消息。"
    },
    {
      "en": "Sooner or later he may tire of constantly putting himself last.",
      "cn": "迟早他会厌倦总是把自己排在最后。"
    },
    {
      "en": "The English language is constantly changing .",
      "cn": "英语在不断地变化。"
    },
    {
      "en": "These machines are constantly updated by improving the design of the computers.",
      "cn": "通过改善计算机的设计，这些机器不断得到更新。"
    },
    {
      "en": "We are constantly being reminded to cut down our fat intake.",
      "cn": "不断有人提醒我们要减少脂肪的摄入量。"
    },
    {
      "en": "You've constantly got to keep on at people about that.",
      "cn": "你总是得没完没了地和别人说那件事。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "constant",
          "tran_cn": " 不变的；恒定的；经常的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "constant",
          "tran_cn": " [数] 常数；恒量"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "always",
            "continual",
            "often",
            "stopping",
            "without"
          ],
          "tran_cn": "不变地;时常地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ever",
            "repeatedly"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不断地，时常地，始终，一直",
      "tran_en": "all the time, or very often"
    }
  ],
  "exchange": {}
}