{
  "word": "fungicide",
  "ipa": {
    "us": "ˈfʌngɪsaɪd",
    "uk": "ˈfʌndʒɪˌsaɪd, ˈfʌŋɡɪ-"
  },
  "sentences": [
    {
      "en": "A chromatographic method for determining optical purity of fungicide , N acylalanines was reported.",
      "cn": "报道了旋光性N-酰基丙氨酸类杀菌剂光学纯度的色谱分析方法."
    },
    {
      "en": "A new broad spectrum fungicide cyprodinil was briefly reviewed.",
      "cn": "简介了新型广谱杀菌剂嘧菌环胺."
    },
    {
      "en": "Aim To prepare new schiff bases for screening high effective and broad - spectrum fungicide.",
      "cn": "目的合成新的席夫碱类化合物,以筛选更为高效、 广谱 的杀菌剂."
    },
    {
      "en": "Drench the soil and base of the plant with a systemic fungicide.",
      "cn": "用系统杀真菌剂湿透土壤和植物基部."
    },
    {
      "en": "Esters in aromatherapy bath body product works as a fungicide and a sedative.",
      "cn": "香薰浴体酯厂产品作为一种杀菌剂和镇静."
    },
    {
      "en": "For one thing, they’re not confined to rats or to the fungicide he fed them.",
      "cn": "一方面，他们不局限于他所喂养的老鼠及他喂给老鼠的杀菌剂。"
    },
    {
      "en": "Objective To establish a strict method for testing and evaluating the fungicide efficacy.",
      "cn": "目的为防霉剂的药效评价寻找一种准确、可靠的检测方法."
    },
    {
      "en": "Spraying an iprodione fungicide on the nests after they’re taken out of the nesting boards “reduced chalkbrood levels by up to 50 percent—with no measurable loss of young,” she reports.",
      "cn": "她报告说，把巢穴从巢套板上拆下来用杀菌剂异菌脲喷洒后“白垩病发病率就会减少50%——没有检测到幼虫死亡。”"
    },
    {
      "en": "Tea saponin, as a biological pesticide, it could also be used as insecticide, fungicide , snarlcide, etc.",
      "cn": "本文还对茶皂素作为生物农药在水产养殖作清池剂 、 物和蔬菜种植业作杀虫剂 、 菌剂 、 螺剂方面作了介绍."
    },
    {
      "en": "The environmental exposure doesn’t have to be as extreme as chowing down on a fungicide.",
      "cn": "环境暴露必定不像大量食入杀菌剂一样。"
    },
    {
      "en": "The fungicide prevents damping - off which is a most common reason for failure.",
      "cn": "杀真菌剂是用来防止幼苗的腐烂的,这个通常是失败的原因."
    },
    {
      "en": "They treat their seeds with a fungicide to combat seedling diseases.",
      "cn": "他们用杀真菌剂浸了种子来防止秧苗受病."
    },
    {
      "en": "They treat their seeds with fungicide to combat seedling disease.",
      "cn": "他们用杀真菌剂浸泡种子来防止秧苗受病."
    },
    {
      "en": "Zn thiazole is a thiazole organic zinc fungicide with highly activity on citrus canker disease.",
      "cn": "噻唑锌是噻二唑类有机锌杀菌剂,对柑桔溃疡病有较好的防治效果."
    },
    {
      "en": "Zn thiazole is a thiazole organic zinc fungicide with highly activity to rice bacteria disease.",
      "cn": "噻唑锌是噻二唑类有机锌杀菌剂,对水稻细菌性病害有较好的防治效果."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fungal",
          "tran_cn": " 真菌的（等于fungous）"
        },
        {
          "word": "fungicidal",
          "tran_cn": " 真菌的；杀霉菌的"
        },
        {
          "word": "fungous",
          "tran_cn": " 似真菌的；海绵质的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "antifungal agent"
          ],
          "tran_cn": "[药]杀真菌剂"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "杀真菌剂",
      "tran_en": "a chemical used for destroying fungus"
    }
  ],
  "exchange": {
    "pl": [
      "fungicides"
    ]
  }
}