{
  "word": "pathology",
  "ipa": {
    "us": "pəˈθɒlədʒi",
    "uk": "pəˈθɑlədʒi"
  },
  "sentences": [
    {
      "en": "According to the scientific team, only one of these four categories of gamblers actually shows signs of a significant pathology.",
      "cn": "根据科学小组得知，事实上在这四种赌徒里只有一种显示出明显的病理学的迹象。"
    },
    {
      "en": "All 53 adrenal tumors were confirmed by surgery and pathology.",
      "cn": "全部患者皆接受手术及病理诊断确认."
    },
    {
      "en": "All cases were confirmed as RMAL by postoperative pathology.",
      "cn": "所有手术病例,术后病理学诊断均为肾错构瘤."
    },
    {
      "en": "Etiology and pathology of the test from the perspective of a farm in Changchun City, 10 dead chickens censorship causes of death of the system.",
      "cn": "本试验从病原学和病理学角度对长春市某鸡场送检的10只死亡雏鸡的死亡原因进行了系统的研究。"
    },
    {
      "en": "Experimental pathology deals with basic scientific research into cellular processes.",
      "cn": "实验病理学是对细胞变化过程的基础科学研究."
    },
    {
      "en": "I do believe some changes in Pathology are necessary.",
      "cn": "我认为病理部门的确需要改善."
    },
    {
      "en": "I guess I have to throw the ball back at Pathology.",
      "cn": "我想我只有把这个烫手的洋芋扔还给病理部门."
    },
    {
      "en": "In addition, the pathology of the Aristolochinc Acid Nephropathy was briefly introduced.",
      "cn": "同时对马兜铃酸肾病的病理表现做一简要的介绍."
    },
    {
      "en": "It makes sense to leave the ovaries if there is no risk factors or pathology at the time of surgery, especially in young women since those are the ones who seem to be most affected.",
      "cn": "斯科西亚说，“如果在手术时没有出现危险因素或病理原因，那么保留卵巢就是合理的，尤其是那些年轻妇女，因为她们似乎是受到影响最大的人群。”"
    },
    {
      "en": "Neighborhoods plagued by a self - perpetuating pathology of joblessness, welfare dependency, crime ( Time )",
      "cn": "附近地区被失业 、 救济依赖和犯罪等反常现象所缠绕 ( 时代 )"
    },
    {
      "en": "Objective Investigate characteristics of clinical endoscope pathology and etiology of chronic appendicitis.",
      "cn": "目的探讨慢性阑尾炎的临床内镜病理学的特点及病因学."
    },
    {
      "en": "One person may show lots of pathology in their brain while another shows very little, yet both may have had dementia.",
      "cn": "即使两人都患有痴呆症，但一人的大脑可能在病理现象中呈现较多，而另一个人可能较少。"
    },
    {
      "en": "Pathology quiz case 1 Atypical fibroxanthoma of the auricle.",
      "cn": "病理学测验情况1."
    },
    {
      "en": "Postmortems showed the pathology - signs of disease - in the brains of people with and without long educations were at similar levels.",
      "cn": "验尸报告从病理学角度显示——疾病的现象——人与人的大脑是不存在长期完全一致水平的教育痕迹。"
    },
    {
      "en": "The discrimination function and the pathology early wrestle the count for much.",
      "cn": "区分功能性与病理性早搏非常重要."
    },
    {
      "en": "The eighteenth century saw the devolopment of modern pathology and experimental surgery.",
      "cn": "18世纪是近代病理学和实验外科学发展的开端."
    },
    {
      "en": "The endocardsitis wad confirmed by blood culture, surgical findings and tissue pathology.",
      "cn": "心内膜炎的诊断,经由血液培养, 手术时所见及组织病理的检查得到证实."
    },
    {
      "en": "They were also regarded as diseases or part of the morbid pathology of functions.",
      "cn": "这些函数不过被看作是一种变态或是函数的不健康部分."
    },
    {
      "en": "Ultrastructural investigations have become an integral part of cell biology and pathology.",
      "cn": "超微结构的研究已成为细胞生物学和病理学的主要部分."
    },
    {
      "en": "Under the pathology conditions, excessive nitric oxide can induce nerve injury.",
      "cn": "在病理条件下, 过量的一氧化氮可引起神经损伤."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "clinical pathology",
      "tran_cn": "临床病理学"
    },
    {
      "phrase": "forensic pathology",
      "tran_cn": "法医病理学"
    },
    {
      "phrase": "plant pathology",
      "tran_cn": "植物病理学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "病理（学），〈比喻〉异常状态",
      "tran_en": "the study of the causes and effects of illnesses"
    }
  ],
  "exchange": {
    "pl": [
      "pathologies"
    ]
  }
}