{
  "word": "conducive",
  "ipa": {
    "us": "kənˈdjuːsɪv",
    "uk": "kənˈduːsɪv"
  },
  "sentences": [
    {
      "en": "A high - surface - energy solid surface offers the most conducive thermodynamic condition for good wetting.",
      "cn": "高表面 能的固体表面对良好的浸润提供了最有利的热力学条件."
    },
    {
      "en": "an environment conducive to learning",
      "cn": "有助于学习的环境"
    },
    {
      "en": "But there’s nothing in [today’s] homes allowing them to do that in a healthy, safe or conducive way.",
      "cn": "但是，在[现在的]房屋里却没有任何设施可以让他们以健康、安全或有益的方式将肉风干。"
    },
    {
      "en": "Chairs in rows are not as conducive to discussion as chairs arranged in a circle.",
      "cn": "椅子成排摆放不如成圈摆放便于讨论。"
    },
    {
      "en": "Exercise is conducive to good health.",
      "cn": "体育锻炼有助于增强体质."
    },
    {
      "en": "Fresh air is conducive to health.",
      "cn": "新鲜空气有利于健康."
    },
    {
      "en": "High energy environment are not conducive to the retention of organic matter in muds.",
      "cn": "高能量环境不利于有机物在软泥中的保存."
    },
    {
      "en": "It is not conducive to the public good.",
      "cn": "那无助于公共利益."
    },
    {
      "en": "It teaches ethical codes which are not conducive to human happiness.",
      "cn": "它所传播的道德规范有益于人类的幸福."
    },
    {
      "en": "Make your bedroom as conducive to sleep as possible.",
      "cn": "尽量把卧室布置得适宜睡眠。"
    },
    {
      "en": "Margin is conducive to improving the stability of the price mechanism.",
      "cn": "融资融券有利于完善股价的稳定运行机制."
    },
    {
      "en": "Platform and posture are closely related: Different hardware platforms are conducive to different behavioral stances.",
      "cn": "平台和姿态是紧密关联的,不同硬件平台有益于不同的行为姿态."
    },
    {
      "en": "Sometimes the home environment just isn't conducive to reading.",
      "cn": "有时候，家里的环境确实不适合看书。"
    },
    {
      "en": "The economic restructuring is conducive to the development of the poor areas.",
      "cn": "经济结构调整有助于贫困地区的发展."
    },
    {
      "en": "The idea was to develop the sector as an example to the country that what should be done, could be done, to address governance and the creation of a conducive environment for the private sector.",
      "cn": "他们的想法是使该行业发展成为全国的示范，在解决治理问题和创造一个有利于私营部门发展的环境方面应该做什么和能够做什么树立一个典范。"
    },
    {
      "en": "This condition, known as reverse bias, is not conducive to current flow through the junction.",
      "cn": "这种叫做反向偏置的状态不利于电流穿越结."
    },
    {
      "en": "This is conducive not only to their respective development, but also to regional stability and prosperity.",
      "cn": "这不仅有利于两国各自的发展，而且对本地区的稳定与繁荣做出了贡献。"
    },
    {
      "en": "This is conducive to the sustainable development of global and regional economies.",
      "cn": "这有利于世界和地区经济的可持续发展."
    },
    {
      "en": "This walkway was not conducive to Marianne's shoes, however.",
      "cn": "但这种走道不利于玛丽安的鞋子."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "conduciveness",
          "tran_cn": " 促成；诱因"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "conduce",
          "tran_cn": " 导致；有益，有贡献于"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "beneficial",
            "helpful",
            "useful",
            "advantageous",
            "profitable"
          ],
          "tran_cn": "有益的；有助于…的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "favorable",
            "profitable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有助于…的，有益于…的",
      "tran_en": "if a situation is conducive to something such as work, rest etc, it provides conditions that make it easy for you to work etc"
    },
    {
      "pos": "n",
      "tran_cn": "有益于"
    }
  ],
  "exchange": {}
}