{
  "word": "conspire",
  "ipa": {
    "us": "kənˈspaɪə(r)",
    "uk": "kənˈspaɪər"
  },
  "sentences": [
    {
      "en": "...a defendant accused of conspiring with his brother to commit robberies.",
      "cn": "…被指控与其兄弟合谋抢劫的一名被告。"
    },
    {
      "en": "All things conspire against me.",
      "cn": "事事凑合起来跟我作对."
    },
    {
      "en": "But fateful forces beyond the band's control were to conspire against them.",
      "cn": "然而，乐队无力控制的各种决定性力量将会对他们造成不利的影响。"
    },
    {
      "en": "Earnest and sincere cooperation, conspire together the development, create the brilliancy together!",
      "cn": "精诚合作, 同谋发展, 共创辉煌!"
    },
    {
      "en": "It was just one of those times when you wonder whether the fates conspire against you.",
      "cn": "有些时候，你会怀疑是不是造化弄人，现在就是如此。"
    },
    {
      "en": "People always conspire to keep the truth from me.",
      "cn": "人们总是串通一气不把真情告诉我."
    },
    {
      "en": "People sort of conspire together to look at my actions from the wrong point of view.",
      "cn": "有些人串通一气,以错误的观点看待我的行为."
    },
    {
      "en": "The clouds conspire and retreat to reveal your stars and mine.",
      "cn": "云集,云退,现你我的星空."
    },
    {
      "en": "These two factors conspire to cause a loss of control.",
      "cn": "这两个因素合起来引起了失控."
    },
    {
      "en": "These two factors conspire to cause a temperature runaway with drastic lowering in yield.",
      "cn": "这两个因素合起来引起温度失去控制,同时产率急剧下降."
    },
    {
      "en": "They'd conspired to overthrow the government.",
      "cn": "他们曾合谋推翻政府。"
    },
    {
      "en": "Those who plot and conspire will certainly come to no good end.",
      "cn": "搞阴谋诡计的人绝不会有好下场."
    },
    {
      "en": "Why should all the birds of the air conspire against me?",
      "cn": "为什么所有这些空中的飞鸟都要和我作对?"
    },
    {
      "en": "Yet several things could conspire to spoil that cooperation.",
      "cn": "但是一些其他问题可能破坏这项合作."
    },
    {
      "en": "Yet, in real life, circumstances do sometimes conspire to bring about coincidence.",
      "cn": "不过, 在现实生活中, 有时确实会出现一些巧合."
    },
    {
      "en": "Yet, in real life, circumstances do sometimes conspire to bring about coincidences which anyone but a nineteenth century novelist would find incredible.",
      "cn": "然而在实际生活中, 有些事情有时候的确好象神差鬼使一样地促成了一些除了十九世纪小说家外谁也不会相信的巧合."
    },
    {
      "en": "You conspire with him against me, don't you ?",
      "cn": "你和他串通一起反对我, 是 吧 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "conspiracy",
          "tran_cn": " 阴谋；共谋；阴谋集团"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "collaborate",
            "collude",
            "compass",
            "complot",
            "contrive",
            "cooperate",
            "maneuver",
            "plot",
            "scheme"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "plot",
            "scheme"
          ],
          "tran_cn": "同谋,密谋"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "密谋，共谋，共同导致（不良后果）",
      "tran_en": "to secretly plan with someone else to do something illegal"
    },
    {
      "pos": "vi",
      "tran_cn": " 密谋； 合力， 协作",
      "tran_en": "If two or more people or groups conspire to do something illegal or harmful, they make a secret agreement to do it"
    }
  ],
  "exchange": {
    "third": [
      "conspires"
    ],
    "past": [
      "conspired"
    ],
    "done": [
      "conspired"
    ],
    "ing": [
      "conspiring"
    ]
  }
}