{
  "word": "villager",
  "ipa": {
    "us": "ˈvɪlɪdʒə(r)",
    "uk": "ˈvɪlɪdʒər"
  },
  "sentences": [
    {
      "en": "A villager offered to house the sick traveler.",
      "cn": "一位村民自愿收留这位生病的旅客."
    },
    {
      "en": "Be a fellow villager so, I am the urban district, thank you!",
      "cn": "原来是同乡呀, 我是市区的, 谢谢您!"
    },
    {
      "en": "But when You occupied village without belong with any faction , Old faction's villager live there continuously.",
      "cn": "如果被无阵营的部队占领, 那么之前阵营的村民将继续在这个村庄居住."
    },
    {
      "en": "Confronted by the police, he admitted the goat was stolen by him from a villager.",
      "cn": "在民警的追问下, 青年承认山羊是刚从一户村民的羊棚里偷来的."
    },
    {
      "en": "From the coast of Mazu, you can actually see the villager walking on the opposite side.",
      "cn": "从马祖的海岸, 你其实看得见对面行走的乡亲."
    },
    {
      "en": "If village wheat production is low, Villager use grain in elder's inventory for product wheat.",
      "cn": "如果村庄小麦的产量较低, 村民会用村长库存中的谷物来获取小麦."
    },
    {
      "en": "One day in 2006, one villager's houses fired, they donated money to them for re - building houses.",
      "cn": "在2006年的一天, 一户村民的房子着火了, 他们捐款给他,帮助他重建房屋."
    },
    {
      "en": "So no other villager was more highly looked upon than him in the village.",
      "cn": "所以在村里他可是个倍受人尊敬的人."
    },
    {
      "en": "Soon the villagers couldn't afford to buy food for themselves.",
      "cn": "很快村民们就买不起吃的东西了。"
    },
    {
      "en": "The Villager and the Professor?",
      "cn": "迕窈徒淌?"
    },
    {
      "en": "The villager autonomy is based on the villagers'committee election.",
      "cn": "村委会选举是村民自治的基础和核心,村委会选举总是要付出一定成本的,同时也有一定的收益."
    },
    {
      "en": "The villager led the way into the forest.",
      "cn": "村民在森林里开路."
    },
    {
      "en": "The villager told me to take the left fork of the road.",
      "cn": "村民指点我走左边的岔路."
    },
    {
      "en": "There lies a small liver between the two villager.",
      "cn": "在两个村子之间有一条小河."
    },
    {
      "en": "They often visit the villager home after work.",
      "cn": "他们下工后常到老乡家串门."
    },
    {
      "en": "We helped the villager to sink a well.",
      "cn": "我们帮助村民挖了一口井."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "village",
          "tran_cn": " 村庄；村民；（动物的）群落"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "村民，乡村居民",
      "tran_en": "someone who lives in a village"
    }
  ],
  "exchange": {
    "pl": [
      "villagers"
    ]
  }
}