{
  "word": "inculcate",
  "ipa": {
    "us": "ˈɪnkʌlkeɪt",
    "uk": "ɪnˈkʌlkeɪt"
  },
  "sentences": [
    {
      "en": "Above all, however, Puritans sought to inculcate godly and loving character traits in their children.",
      "cn": "然而, 父母最重要的是寻求把爱神和爱人的品行放在孩子的心中."
    },
    {
      "en": "How does art develop individual potential and inculcate values?",
      "cn": "艺术可以如何发掘个人的潜能及培养价值观?"
    },
    {
      "en": "Inculcate safety culture and practices in all operation personnel.",
      "cn": "向操作人员灌输安全意识和事例."
    },
    {
      "en": "It is good to inculcate the love of labour from an early age.",
      "cn": "从青少年起教育他们热爱劳动有好处."
    },
    {
      "en": "Not all schools manage to successfully inculcate a love of learning.",
      "cn": "不是所有的学校都能培养出学生爱学习的热情。"
    },
    {
      "en": "Teachers inculcate into the minds of the wisdom of our mind the blood, the external behavior.",
      "cn": "老师的谆谆教诲化作了我们脑中的智慧,胸中的热血, 外在的行为."
    },
    {
      "en": "They fail to inculcate student with love of knowledge.",
      "cn": "他们未能谆谆教诲使学生们爱好知识."
    },
    {
      "en": "This proceeding was incumbent on all guests - high and low alike - and was intended to inculcate humility.",
      "cn": "这一过程是所有客人不论地位高下所必经的,它的目的在于教导人们谦让."
    },
    {
      "en": "to inculcate a sense of responsibility in sb",
      "cn": "谆谆教导某人要有责任感"
    },
    {
      "en": "We failed to inculcate students with love of knowledge.",
      "cn": "我们未能通过谆谆教诲使学生们热爱知识."
    },
    {
      "en": "We have tried to inculcate a feeling of citizenship in youngsters.",
      "cn": "我们试图向年轻人灌输公民意识。"
    },
    {
      "en": "We name the actions which colleges administer and inculcate the students as restraint actions.",
      "cn": "我们把高校对学生的管理与教育行为称为管教行为."
    },
    {
      "en": "You can help inculcate proper ethics in your children by discussing e - crime with them.",
      "cn": "父母可以和子女讨论网络犯罪话题以助于灌输给他们适当的道德规范."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "inculcation",
          "tran_cn": " 谆谆教诲；教授"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "school",
            "breed"
          ],
          "tran_cn": "教育；谆谆教诲；教授；反覆灌输"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "谆谆劝导",
      "tran_en": "to fix ideas, principles etc in someone’s mind"
    },
    {
      "pos": "vt",
      "tran_cn": "极力主张，反复灌输",
      "tran_en": "to fix ideas, principles etc in someone’s mind"
    }
  ],
  "exchange": {
    "third": [
      "inculcates"
    ],
    "past": [
      "inculcated"
    ],
    "done": [
      "inculcated"
    ],
    "ing": [
      "inculcating"
    ],
    "noun": [
      "inculcation"
    ]
  }
}