{
  "word": "Ottawa",
  "ipa": {
    "us": "ˈɒtəwə",
    "uk": "ˈɑtəˌwɑ"
  },
  "sentences": [
    {
      "en": "\"At the end of the expedition we were losing three nautical miles a night ... it was quite a major factor,\" she told a news conference in Ottawa.",
      "cn": "在渥太华的一场新闻发布会上，她说：“在考察的后期，我们一晚上就会被冰流冲出去三海里……这也是一个主要因素。”"
    },
    {
      "en": "A fast train does the journey to Ottawa in three hours.",
      "cn": "快车在3小时以内走完去渥太华的旅程."
    },
    {
      "en": "City and east of Pegasustang shou chang Han Chi Wagu zhi Ottawa.",
      "cn": "东有唐寿昌城及出天马的汉渥洼池故址."
    },
    {
      "en": "D . Ottawa is the best city for Lisa to live in.",
      "cn": "三对话理解 Dialogues (共10小题,计10分)"
    },
    {
      "en": "Dashan: I'm calling from downtown Ottawa.",
      "cn": "大山: 我是在渥太华市中心打电话."
    },
    {
      "en": "Fantastic. How long are you staying in Ottawa?",
      "cn": "太棒了! 你在渥太华能呆多久?"
    },
    {
      "en": "Glen: Fantastic. How long are you staying in Ottawa?",
      "cn": "格伦: 太棒了! 你在渥太华能呆多久?"
    },
    {
      "en": "Hello, I'm calling for a cab to downtown Ottawa.",
      "cn": "喂, 我想电召的士到渥太华市中心."
    },
    {
      "en": "I d like to confirm my round - trip flight reservation to Ottawa for January eleventh.",
      "cn": "我想确认一下我预定一月十一日去渥太华的往返机票."
    },
    {
      "en": "I'm calling from downtown Ottawa.",
      "cn": "我是在渥太华市中心打电话."
    },
    {
      "en": "Officials in Washington and Ottawa are scrambling to avoid an all - out trade war.",
      "cn": "华盛顿和渥太华的官员都在竭力避免爆发全面的贸易战."
    },
    {
      "en": "Ottawa Race Weekend, all rights reserved.",
      "cn": "2008渥太华赛跑周末, 版权所有."
    },
    {
      "en": "The Ottawa Charter of 1986 established the core principles of Health Promotion which seek to identify and positively affect the root causes, or determinants, of health.",
      "cn": "1986年的渥太华宪章确定了健康促进的核心原则，试图查明和积极影响健康问题根本原因或决定因素。"
    },
    {
      "en": "This is the website for Centre for Research on Environmental Microbiology, University of Ottawa.",
      "cn": "这是渥太华大学环境微生物学研究中心的网站."
    },
    {
      "en": "This is what Ottawa already does, and it usually works.",
      "cn": "其实渥太华已经这样做了, 而且通常情况下所得的结果都不差."
    },
    {
      "en": "Villone recounted some of his road trips to destinations like Toledo, Syracuse and Ottawa.",
      "cn": "天天V说 著一些前往客途上的事情,例如托利多, 雪城,与渥太华."
    },
    {
      "en": "We learned from the commercial counselor of our embassy in Ottawa that you deal in table - cloth.",
      "cn": "我们从我国驻渥太华大使馆商赞处得知贵公司经营桌布生意."
    },
    {
      "en": "When will you be back in Ottawa?",
      "cn": "下次什么时候到渥太华来呀？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of ottawa",
      "tran_cn": "n. 渥太华大学（加拿大）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "渥太华（加拿大首都）"
    }
  ],
  "exchange": {}
}