{
  "word": "Parisian",
  "ipa": {
    "us": "pə'rizjən",
    "uk": "pə'rizjən"
  },
  "sentences": [
    {
      "en": "As for Passepartout, he was a Parisian of Paris.",
      "cn": "至于路路通, 他可是个地道的巴黎人."
    },
    {
      "en": "As for Passepartout, he was a true Parisian of Paris.",
      "cn": "路路通丝毫不是福龙丹 、 马斯加里勒那一流的人."
    },
    {
      "en": "Besides music, Viennese coffee and confection are as famous as Parisian's.",
      "cn": "除了音乐, 维也纳的咖啡甜点和巴黎的可谓是不分上下."
    },
    {
      "en": "CHARLES: You were eating all that good Parisian food.",
      "cn": "查尔斯: 你肯定吃遍了巴黎所有的美食."
    },
    {
      "en": "For months Malcolm had wanted to visit the Parisian art museums.",
      "cn": "几个月来马尔科姆一直想参观巴黎的艺术博物馆。"
    },
    {
      "en": "He is a Parisian born and bred.",
      "cn": "他是个道地的巴黎人."
    },
    {
      "en": "He pronounced them to perfection with genuine Parisian chic.",
      "cn": "他念音非常准确,是纯粹的巴黎调子."
    },
    {
      "en": "He seems the only one to really understand the Parisian mentality, the importance of architecture and politics, grandeur and charm, poetry and citizenship.",
      "cn": "他似乎是唯一一个真正了解巴黎精神、结构和政治重要性、城市庄严与魅力、诗情画意和公民权的人。"
    },
    {
      "en": "His images often depict local residents, including this piece, which was part of a 2004 Parisian project called \"Portrait of a Generation\".",
      "cn": "他的图像通常描写当地居民，其中包括这一幅，是2004年巴黎“一代人肖像”项目的组成部分。"
    },
    {
      "en": "Opera and drama have been deeply rooted in Parisian lives.",
      "cn": "歌剧与戏剧艺术已深深地植根于法国人民的生活中."
    },
    {
      "en": "Parisian lined the streets to admire the young couple.",
      "cn": "巴黎市民站在街道两旁赞赏这对年轻夫妇."
    },
    {
      "en": "She bought a dress patterned upon a Parisian model.",
      "cn": "她买了一件仿照巴黎流行式样而做的衣服."
    },
    {
      "en": "Strike up a conversation a Parisian.",
      "cn": "找唯一巴黎人展开一段对话,但这也不太简易."
    },
    {
      "en": "The tart was so Parisian, I knew it would be a great candidate for our Paris issue—and, of course, people always love chocolate.",
      "cn": "这只馅饼实在是太巴黎了，我知道它一定将是这期巴黎特刊的最佳候选----并且，当然啦，人们永远都爱吃巧克力。"
    },
    {
      "en": "These mysteries were solved by the fiercely intelligent Parisian , Auguste Dupin.",
      "cn": "这些神秘的事件全被才智出众的奥古斯特?杜平破解了."
    },
    {
      "en": "This is a bottle of Parisian perfume.",
      "cn": "这是一瓶巴黎香水."
    },
    {
      "en": "This is Miss Ida from the Parisian Restaurant.",
      "cn": "我是巴黎人餐要的艾达小姐."
    },
    {
      "en": "Vignoles is a construction on an entire Parisian housing block.",
      "cn": "Vignoles是建设对整个巴黎住房块."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "巴黎的，巴黎人的"
    },
    {
      "pos": "n",
      "tran_cn": "巴黎人"
    },
    {
      "pos": "n&a",
      "tran_cn": "巴黎(人)(的)",
      "tran_en": "someone from the city of Paris in France"
    }
  ],
  "exchange": {
    "pl": [
      "Parisians"
    ]
  }
}