{
  "word": "telecom",
  "ipa": {
    "us": "'telɪkɒm",
    "uk": "'telɪkɒm"
  },
  "sentences": [
    {
      "en": "A spokesman at China Telecom declined to comment on the merger report.",
      "cn": "而同时中国联通和中国网通的发言人们的评论还无法立即获得."
    },
    {
      "en": "Application Software Design and Realization on Telecom Counter Charge System.",
      "cn": "电信前台收费的设计与实现."
    },
    {
      "en": "British Telecom agreed to keep overall price increases to 7.5 per cent below inflation.",
      "cn": "英国电信同意将整体价格增幅控制在低于通货膨胀7.5%的水平。"
    },
    {
      "en": "CDMD expansion in China Telecom holding company of the original site.",
      "cn": "在中国电信CDMD扩容中,公司守住了原有地盘."
    },
    {
      "en": "Experience with development of complex telecom real - time software products.",
      "cn": "具备电信级大型 实时 软件的项目经验."
    },
    {
      "en": "For details, please call China Motion Telecom Service Hotline: 2516 3789.",
      "cn": "如欲查询详细收费, 请致电润讯通信服务热线: 25163789."
    },
    {
      "en": "Foreign makers of telecom equipment are also expected to prosper from WTO.",
      "cn": "外国电信设备制造商预计也将得益于世贸组织."
    },
    {
      "en": "France Telecom is a textbook model of what can be achieved by a state-owned company.",
      "cn": "法国电信是国有公司成功的典范。"
    },
    {
      "en": "German Telecom's stocks then recovered to close at 11.18 Euros, rising 8.54 %.",
      "cn": "德国电信股价后来回稳,以十一点一八欧元作收, 上涨百分之八点五四."
    },
    {
      "en": "Good experience in telecom die cutting parts and die cutting technology.",
      "cn": "精通电信行业模切产品及模切技术."
    },
    {
      "en": "Intelligent Multi - service Network Enables Telecom Service Providers to Make Profit.",
      "cn": "服务提供商对CDN的应用."
    },
    {
      "en": "Telecom service convergence and network convergence are two associated but different concepts.",
      "cn": "电信业务融合与网络融合是存在关联的两个不同概念."
    },
    {
      "en": "The entire telecom sector has been suffering from a lack of sales.",
      "cn": "整个电信部门一直在经受销售不景气之苦。"
    },
    {
      "en": "The telecom industry in Australia is very small in comparison with the rest of the world.",
      "cn": "澳大利亚电信业与世界其他地区电信业相比规模很小。"
    },
    {
      "en": "TI has seen its shares suffer because of a flight of capital from telecom and Internet-related businesses.",
      "cn": "德州仪器的股票因为资金从电信和因特网相关企业外逃而遭受损失。"
    },
    {
      "en": "Today, Beijing Telecom has acquired considerable scale in the preliminary N - ISDN development .",
      "cn": "目前北京通信N -ISDN 的发展已初具规模."
    },
    {
      "en": "Today's trading, British telecom giant Vodafone ( VOD ) shares rose 1.6 %.",
      "cn": "今天的交易中, 英国电信巨头沃达丰 ( VOD ) 的股票上涨1.6%."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "telegraphic",
          "tran_cn": " 电信的；电报的；电报机的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "telcom"
          ],
          "tran_cn": "电信，远距通信；电讯"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "british telecom",
      "tran_cn": "英国电信公司"
    },
    {
      "phrase": "china telecom",
      "tran_cn": "中国电信"
    },
    {
      "phrase": "france telecom",
      "tran_cn": "法国电信公司"
    },
    {
      "phrase": "telecom operators",
      "tran_cn": "电信运营商"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "telecommunication,电信"
    },
    {
      "pos": "other",
      "tran_cn": "电信",
      "tran_en": "Telecom is short for "
    }
  ],
  "exchange": {}
}