{
  "word": "fighter",
  "ipa": {
    "us": "ˈfaɪtə(r)",
    "uk": "ˈfaɪtɚ"
  },
  "sentences": [
    {
      "en": "a jet fighter",
      "cn": "喷气式战斗机"
    },
    {
      "en": "Douglas was a 29-year-old journeyman fighter, erratic in his previous fights.",
      "cn": "道格拉斯29岁，是个技术不错的拳击手，在以前的比赛中发挥不太稳定。"
    },
    {
      "en": "Five leading fighter pilots have been captured and paraded before the media.",
      "cn": "有5名一流的战斗机飞行员被俘，并被在媒体上曝光。"
    },
    {
      "en": "He climbed into the cockpit of the fighter.",
      "cn": "他爬进战斗机的驾驶舱."
    },
    {
      "en": "He gave a vivid account of his life as a fighter pilot.",
      "cn": "他生动地描述了他那战斗机飞行员的生活。"
    },
    {
      "en": "He was a game fighter even when he was losing.",
      "cn": "即使当他失败的时候,他也是一位勇敢的战士."
    },
    {
      "en": "He was shot down by enemy fighters.",
      "cn": "他被敌军战斗机击落。"
    },
    {
      "en": "James is a fighter - he never gives up.",
      "cn": "詹姆斯是个顽强拼搏的人——他从不放弃。"
    },
    {
      "en": "The blow doubled the fighter over.",
      "cn": "那一击把这个拳击手打得弯下了腰."
    },
    {
      "en": "The fighter accepted money to keep himself back from winning the fight.",
      "cn": "这位职业拳击手拿了钱,这阻碍了他在这场拳击赛中的获胜."
    },
    {
      "en": "The fighter believes he can still regain some of his old magic.",
      "cn": "这位斗士相信自己仍然可以恢复从前的一些魔力。"
    },
    {
      "en": "The fighter feinted with his right hand and struck with his left.",
      "cn": "拳击手用右手虚幌一下而用左手打出去."
    },
    {
      "en": "The fighter neatly fenced off a dangerous blow.",
      "cn": "这位拳击手灵巧地挡开了十分危险的一击."
    },
    {
      "en": "The promoter matched the young boxer with a more skillful fighter.",
      "cn": "拳击竞赛主办者让这位年轻拳击手和技术更娴熟的拳师较量."
    },
    {
      "en": "The Tornado jet fighter - bomber has two air intakes.",
      "cn": "旋风式喷气轰炸机有两个空气入口."
    },
    {
      "en": "The training is designed to sharpen the fighter's reflexes.",
      "cn": "这项训练是为了加快作战者的反应速度."
    },
    {
      "en": "Workers at the plant build the F-16 jet fighter.",
      "cn": "这个工厂的工人建造F-16喷气式战斗机。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "combatant",
            "gladiator",
            "hero",
            "knight",
            "soldier",
            "warrior"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "战士（尤指士兵或拳击者），[航]战斗机，歼击机，斗争者，奋斗者，好斗的人",
      "tran_en": "a small fast military plane that can destroy other planes"
    }
  ],
  "exchange": {
    "pl": [
      "fighters"
    ]
  }
}