{
  "word": "plethora",
  "ipa": {
    "us": "ˈpleθərə",
    "uk": "ˈplɛθərə"
  },
  "sentences": [
    {
      "en": "A plethora of new operators will be allowed to enter the market.",
      "cn": "大批新的运营商将获准进入该市场。"
    },
    {
      "en": "a plethora of suggestions",
      "cn": "一大堆建议"
    },
    {
      "en": "All this plethora of sight , and feeling, and thought occurred on the instant . There was no pause of the realities wherein he moved.",
      "cn": "尽管林林总总的形象 、 感觉 、 思想猛然袭来,在现实中他的行动却并未中断."
    },
    {
      "en": "Finally, these marketers strategically plot how to gather and use plethora of digital data now available.",
      "cn": "最后, 这些数位行销人有策略地收集以及使用目前可能的庞大数位资料."
    },
    {
      "en": "Inevitably, a competition as large as the Olympic Games creates its own plethora of statistics.",
      "cn": "毫无疑问, 像奥运会这样的大型比赛总会创造出太多太多的统计数据."
    },
    {
      "en": "Instead, there is a plethora of private security guards.",
      "cn": "相反, 肯尼亚有极多的私人保安."
    },
    {
      "en": "Its built - in programming interface has fostered a plethora of third - party application - specific enhancement programs.",
      "cn": "它的内 置 编程接口已经促进第三者具体应用的提高程序的过剩."
    },
    {
      "en": "Java comes with a plethora of ready - made types.",
      "cn": "Java配套提供了数量众多的 现成 类型."
    },
    {
      "en": "Lex Luthor: Superman's number one nemesis has had a plethora of hideouts throughout the years.",
      "cn": "莱克斯·卢瑟: 通过多年的努力,这位超人的头号敌人拥有了许多藏身之处."
    },
    {
      "en": "The JDBC documentation shows a plethora of parameters for your perusal.",
      "cn": "你会看到JDBC文件显示非常多的参数."
    },
    {
      "en": "The renowned Chinese travelers Hieun Tsang and Fa Hien wrote of a plethora of sporting activities.",
      "cn": "著名的中国旅行家玄奘和法显大量地记述了很多体育运动."
    },
    {
      "en": "The report contained a plethora of detail.",
      "cn": "报告中细节过多."
    },
    {
      "en": "These wastes may contain a plethora of heavy metals, synthetic chemicals, and other toxic materials.",
      "cn": "这些废物可能含有以大堆重金属, 合成化学物质和其他有毒的材料."
    },
    {
      "en": "This book offers a plethora of ideas, and is a wealth of regional and international information.",
      "cn": "本书位读者提供了丰富的创意, 是国际化和具有地方特色设计的典范."
    },
    {
      "en": "This place boasts a plethora of different kinds of vegetation.",
      "cn": "这里的植被类型非常完整."
    },
    {
      "en": "You can find a plethora of free workouts and workout tips online.",
      "cn": "你可以在网上找到太多这种免费锻炼的方法和锻炼的诀窍."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "plethoric",
          "tran_cn": " 多血症的；过多的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "surplus",
            "nimiety"
          ],
          "tran_cn": "过多；过剩；[医]多血症"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "plenty",
            "sea"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "过多，过剩，[医]多血，多血症",
      "tran_en": "a very large number of something, usually more than you need"
    }
  ],
  "exchange": {}
}