{
  "word": "Denmark",
  "ipa": {
    "us": "ˈdenmɑːk",
    "uk": "ˈdenmɑːrk"
  },
  "sentences": [
    {
      "en": "Britain does not agree and neither do Denmark, Portugal and Ireland.",
      "cn": "英国不同意，丹麦、葡萄牙和爱尔兰也持反对意见。"
    },
    {
      "en": "Copenhagen quarried the capital of Denmark in 1445.",
      "cn": "哥本哈根于1445年成了丹麦Denmark的首都."
    },
    {
      "en": "Denmark recognised the potential of wind energy early.",
      "cn": "丹麦早就认识到了风能的潜力。"
    },
    {
      "en": "Denmark, Poland, and Russia each desired parts of Sweden's exposed Baltic empire.",
      "cn": "丹麦 、 波兰和俄国都对它们面前的这个波罗的海帝国瑞典的某些部分垂涎三尺."
    },
    {
      "en": "Do you have any relatives or friends in Denmark?",
      "cn": "13你在丹麦有亲戚、朋友 吗 ?"
    },
    {
      "en": "Dozens of people milled around Charing Cross Road and Denmark Street.",
      "cn": "很多人在查令十字路和丹麦街周围徘徊。"
    },
    {
      "en": "He was shot down over Denmark and spent three years in a prison camp.",
      "cn": "他在丹麦上空被击落，在集中营呆了3年。"
    },
    {
      "en": "Hjordis after that married Hialprek, King of Denmark.",
      "cn": "之后, 约迪斯与丹麦国王希亚普雷克结婚."
    },
    {
      "en": "I think they should be careful about that, but I applaud them for taking up the mantle out there in Denmark.",
      "cn": "我认为他们应该注意那一点，但是我赞赏他们为填补丹麦在这方面的空白所作出的贡献。"
    },
    {
      "en": "Iceland becomes a self - governing kingdom, yet remains united with Denmark.",
      "cn": "1918年,冰岛成为半自治的王国, 仍与丹麦保持联邦关系."
    },
    {
      "en": "If it does, then the happiest countries in 2011 are likely to be rich countries like Denmark and Switzerland.",
      "cn": "如果可以的话，那么在2011年最幸福的国家可能会是像丹麦和瑞士这样富有的国家。"
    },
    {
      "en": "In Denmark, everyone, from the young to the old, lovers Andersen's fairy tales.",
      "cn": "在Denmark, 从年轻人到老年人, 人人都喜欢Andersen的童话."
    },
    {
      "en": "Something is rotten in the state of Denmark.",
      "cn": "这里有点古怪的事情."
    },
    {
      "en": "The more obvious potential allies are Ireland, Denmark and, to a lesser degree, the Netherlands.",
      "cn": "最可能成为盟国的有爱尔兰和丹麦，放宽些还可以把荷兰算上。"
    },
    {
      "en": "The sea crosses between Denmark and Sweden can be quite rough.",
      "cn": "在丹麦和瑞典之间乘船渡海有时会遇到风浪."
    },
    {
      "en": "Then we head for Bremen, then Hamburg, then Denmark.",
      "cn": "然后我们开往不来梅, 接下去是汉堡市, 然后进入丹麦."
    },
    {
      "en": "There is a private medical facility in Denmark that has done testing on this injury.",
      "cn": "丹麦有一家私人医疗机构,他们曾做过这样的治疗."
    },
    {
      "en": "They tried to chart the sea area between Norway and Denmark.",
      "cn": "他们企图绘制挪威与丹麦之间的海域图。"
    },
    {
      "en": "Weeks later it wiped out fields in the Netherlands, Germany, Denmark and England.",
      "cn": "几周以后它彻底横扫了荷兰、德国、丹麦和英格兰的田野。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "丹麦（北欧国家，首都哥本哈根）"
    }
  ],
  "exchange": {}
}