{
  "word": "tinder",
  "ipa": {
    "us": "ˈtɪndə(r)",
    "uk": "ˈtɪndər"
  },
  "sentences": [
    {
      "en": "Be careful what you say to Mr Smith, for he is like tinder.",
      "cn": "你跟史密斯先生说话要小心, 因为他好发脾气."
    },
    {
      "en": "Before the strike anywhere match was invented people used tinder boxes.",
      "cn": "在万能火柴发明之前，人们用的是火绒匣。"
    },
    {
      "en": "Cotton socks can also provide you with a source of fire - starting tinder.",
      "cn": "棉布袜还可以提供点火用的火绒."
    },
    {
      "en": "In both instances, a heatwave following years of drought provided tinder for an arsonist's match.",
      "cn": "在这两个例子中, 与经年的干旱结伴而来的热浪为纵火犯间的竞赛提供了火种."
    },
    {
      "en": "It has been implemented tinder MS - DOS, and used in a boiler - parts parameter CAD system.",
      "cn": "它已在微机上用TURBOC语言实现, 并在锅炉部件参数化设计CAD系统中取得了实际应用."
    },
    {
      "en": "Note: tinder can be repeated the use of wood can only be used once.",
      "cn": "注: 火绒可以多次使用,木柴只能用一次."
    },
    {
      "en": "Sulphur matches were used to transfer the fire from the tinder to light a spill.",
      "cn": "火柴与可燃物摩擦起火,点燃纸捻."
    },
    {
      "en": "The fire started late Saturday in tinder-dry grass near the Snake River.",
      "cn": "大火是星期六晚些时候在斯内克河附近干枯的草地上燃起的。"
    },
    {
      "en": "The plant is as dry as tinder after this long drought.",
      "cn": "植物经过长期乾旱之后干枯得如同火绒一般."
    },
    {
      "en": "The plants are as dry as tinder after this long drought.",
      "cn": "植物经过长期干旱之后干枯得如同火绒一般."
    },
    {
      "en": "The plants are as dry as tinder.",
      "cn": "草木十分干燥,极易着火."
    },
    {
      "en": "The plants as dry as tinder after this long drought.",
      "cn": "植物经过长期干旱之后干枯得如同火“绒”一般."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "tinderbox",
          "tran_cn": " 易燃物；火绒箱；容易生气的人；潜伏着暴乱或战争危险的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "amadou",
            "touchwood"
          ],
          "tran_cn": "火绒；易燃物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "引火物，易燃物，导火线",
      "tran_en": "dry material that burns easily and can be used for lighting fires"
    }
  ],
  "exchange": {}
}