{
  "word": "mineralization",
  "ipa": {
    "us": "ˌmɪnərəlɑɪ'zeɪʃən",
    "uk": "ˌmɪnərəlɑɪ'zeɪʃən"
  },
  "sentences": [
    {
      "en": "Aim To discuss the gold mineralization style of Axi , Jingxi - Yelmend gold deposits.",
      "cn": "目的探讨阿希、京希 — 伊尔曼得金矿床的矿化类型."
    },
    {
      "en": "And then through supergene weathering mineralization, weathering type gold deposit was formed.",
      "cn": "再经表生同化成矿作用形成风化型金矿床."
    },
    {
      "en": "Chromite and / or magnesite mineralization is usually related to the ophiolites.",
      "cn": "铬铁矿及(或)菱镁矿化通常是与蛇绿岩有关."
    },
    {
      "en": "Fluoride is an important element in the mineralization of bone and teeth.",
      "cn": "氟化物是骨骼和牙齿矿化的重要物质."
    },
    {
      "en": "In area are understanding differences uranium mineralization relation between to those alteration.",
      "cn": "在与铀矿化和与油气的关系认识上存在一定分歧."
    },
    {
      "en": "Mineralization in the Blind River - Elliot Lake field ranges from 2500 to 600 m . y . ago.",
      "cn": "布兰德河 -- 埃利奥特湖北区的铀矿化年龄自2500至600百万年不等."
    },
    {
      "en": "Objective To study the effect of pulsing electromagnetic stimulation on bone mineralization.",
      "cn": "目的研究脉冲电磁场对山羊骨延长区骨矿化的影响."
    },
    {
      "en": "Poorly exposed mineralization is almost certain to be overlooked.",
      "cn": "露头不良的矿化几乎肯定要漏掉."
    },
    {
      "en": "Porphyry mineralization, occurred in the Silurian Period, finally formed ore bodies.",
      "cn": "晚期矿化发生于志留纪, 使矿床最终形成."
    },
    {
      "en": "Potassic and silicification in all alteration type are most close to mineralization.",
      "cn": "蚀变以钾化与硅化和成矿关系最为密切."
    },
    {
      "en": "The apatite plays an important role in Xiangshan rich uranium mineralization.",
      "cn": "相山铀矿田中磷灰石对生成特富铀矿有着十分重要的作用."
    },
    {
      "en": "The mechanism of collagen mineralization was studied by ultraviolet photometry method.",
      "cn": "用紫外分光光度法研究了胶原生物矿化的机理."
    },
    {
      "en": "The mineralization epoch is the early period of mesoproterozoic Era.",
      "cn": "成矿时代为中元古代早期."
    },
    {
      "en": "This is subeconomic mineralization related to minor dyke swarms.",
      "cn": "这是与小岩脉群有关的准经济意义的矿化."
    },
    {
      "en": "Wide tabular mineralization can generally be detected more successfully with a pole - dipole or dipole - dipole array.",
      "cn": "用单极 ― 偶极或偶极 ― 偶极排列一般能比较有效地探测宽的扁平状矿体."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "矿化，使含矿物"
    }
  ],
  "exchange": {}
}