{
  "word": "cassette",
  "ipa": {
    "us": "kəˈset",
    "uk": "kəˈset"
  },
  "sentences": [
    {
      "en": "A cassette tape recorder can easily record sound on and play sound back from tape.",
      "cn": "盒式录音机可以很容易地用磁带录音和放音."
    },
    {
      "en": "And let's not forget our cassette player and some tapes.",
      "cn": "还别忘了带上我们的卡式录音机和一些录音带."
    },
    {
      "en": "Can you show me how it a cassette player works?",
      "cn": "你能告诉我这东西(录音机)怎么用 吗 ?"
    },
    {
      "en": "Cassette recorders cannot rival the sound quality of CDs.",
      "cn": "卡式磁带录音机的音质无法和CD相媲美。"
    },
    {
      "en": "Each pack contains a book and accompa - nying cassette.",
      "cn": "每包内装书一本,并附盒式磁带."
    },
    {
      "en": "He inserted a cassette into the machine.",
      "cn": "他把一盒录像带放入机器."
    },
    {
      "en": "His albums released on cassette have sold more than 10 million copies.",
      "cn": "他的专辑磁带销量突破了1，000万。"
    },
    {
      "en": "His two albums released on cassette have sold 10 million copies.",
      "cn": "他以磁带形式发行的两张专辑已售出1000万份。"
    },
    {
      "en": "His two albums released on cassette have sold more than 10 million copies.",
      "cn": "他的两张专辑的磁带销量突破了1,000万。"
    },
    {
      "en": "I dis-covered a mutilated cassette stuffed in a waste-basket.",
      "cn": "我发现一盘被弄坏的盒式磁带丢在废纸篓里。"
    },
    {
      "en": "I keep a stock of cassette tapes describing various relaxation techniques.",
      "cn": "我收集了一些介绍各种放松技巧的卡带。"
    },
    {
      "en": "I rewound the cassette and played her voice back to her.",
      "cn": "我把录音带转回去,把她的声音放给她听."
    },
    {
      "en": "Is that cassette still obtainable?",
      "cn": "那盘盒带还能买到 吗 ?"
    },
    {
      "en": "The cassette player and the tapes.",
      "cn": "卡式录音机和录音带."
    },
    {
      "en": "The new double - cassette recorder was a hot number in the shop.",
      "cn": "这种新式的双卡录音机成了这家商店的畅销货."
    },
    {
      "en": "Walt and I referred to a video cassette of the original footage to check continuity and lighting.",
      "cn": "我和沃尔特参照着一盘原始电影胶片录像带来检查镜头的剪辑和灯光。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "cassette player",
      "tran_cn": "录音带放音机；卡式录音机"
    },
    {
      "phrase": "cassette recorder",
      "tran_cn": "盒式录音机"
    },
    {
      "phrase": "cassette tape",
      "tran_cn": "盒式录音带，盒式磁带"
    },
    {
      "phrase": "video cassette",
      "tran_cn": "录影带；盒式录象带"
    },
    {
      "phrase": "video cassette recorder",
      "tran_cn": "磁带录像机（简写VCR）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "盒式录音带，摄影胶卷暗匣，弹夹，珠宝箱，宝匣",
      "tran_en": "a small flat plastic case containing  magnetic tape  , that can be used for playing or recording sound"
    }
  ],
  "exchange": {
    "pl": [
      "cassettes"
    ]
  }
}