{
  "word": "alchemy",
  "ipa": {
    "us": "ˈælkəmi",
    "uk": "ˈælkəmi"
  },
  "sentences": [
    {
      "en": "Alchemy paved the way for the modern science of chemistry.",
      "cn": "炼金术为现代化学铺了路."
    },
    {
      "en": "Astrology and alchemy are occult sciences.",
      "cn": "占星学和炼丹术为神秘之学."
    },
    {
      "en": "At the same time alchemy was much influenced by ideas from the East about magic and astrology foretelling the future from the stars.",
      "cn": "与此同时．炼金术也受到了来自东方的关于巫术和占星术（根据星象预知未来）的观念的很大影响。"
    },
    {
      "en": "Do you know whether he was interested in alchemy?",
      "cn": "你知道他对炼金术是否感兴趣?"
    },
    {
      "en": "How could the ultimate scientist have been seemingly hornswoggled by a totemic psuedoscience like alchemy, which in its commonest rendering is described as the desire to transform lead into gold?",
      "cn": "一个终极科学家怎么会看上去像是被炼金术这种图腾伪科学所迷惑，而对这种伪学科最常见的描述是把铅变成黄金的欲望？"
    },
    {
      "en": "I'm convinced it was the product of a subtle magic, the alchemy of moonlight.",
      "cn": "我相信这一切都是不可思议的魔力--月光炼金术的效果."
    },
    {
      "en": "In Chinese Mythology, Laojun was in charge of alchemy.",
      "cn": "在中国神话里, 太上老君专职修炼仙丹."
    },
    {
      "en": "Invest early, and it will grow as if by alchemy.",
      "cn": "早点投资，它会像点金术一样的增长的。"
    },
    {
      "en": "Let us imagine that by some political alchemy it had been possible to make all men equal.",
      "cn": "让我们想象通过某种政治魔力能使人人平等。"
    },
    {
      "en": "Mercury was essential in the alchemy process to refine gold and silver.",
      "cn": "在金银的提炼和镀金工艺中,汞的炼制是必不可少的."
    },
    {
      "en": "One of the supreme quests of alchemy is to transmute lead into gold.",
      "cn": "炼金术的终极目的之一是将铅转化为金。"
    },
    {
      "en": "Religion had an intimate association with alchemy during the Middle Ages.",
      "cn": "在中世纪,宗教和炼金术密切相联."
    },
    {
      "en": "Richard told me of three 16th-century folio volumes on alchemy.",
      "cn": "理查德告诉过我16世纪的三卷关于炼金术的对开本书籍的事。"
    },
    {
      "en": "The supernovae make the chemical elements through real alchemy, transforming one element, the light elements into the heavy ones.",
      "cn": "超新星通过真正的点金术制造化学元素，把一种元素，轻的元素转变成重的。"
    },
    {
      "en": "This statement is the fundamental axiom that distinguished chemistry from alchemy.",
      "cn": "这个论述是化学区别于炼金术的基本定律."
    },
    {
      "en": "Unsuccessful, attempts at alchemy will destroy recipe ingredients, but flasks will remain.",
      "cn": "不成功的尝试会毁掉原料, 但是器皿会保留下来."
    },
    {
      "en": "Week of Alchemy: Double income of Mercury and Sulfur from mines.",
      "cn": "链金之周: 悉数水银矿与硫磺矿产量更加."
    },
    {
      "en": "Week of Alchemy: Double income of Mercury and ulfur from mines.",
      "cn": "链金之周: 所有水银矿与硫磺矿产量加倍."
    },
    {
      "en": "What spurred them on was alchemy, the'science \" of changing ordinary metals into gold.",
      "cn": "激励他们的是炼金术, 即把普通金属变为金子的 “ 科学 ”."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alchemic",
          "tran_cn": " 炼金术的"
        },
        {
          "word": "alchemical",
          "tran_cn": " 炼金术的"
        },
        {
          "word": "alchemistic",
          "tran_cn": " 炼金术的"
        },
        {
          "word": "alchemistical",
          "tran_cn": " 炼金术的；炼金术士的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "alchemist",
          "tran_cn": " 炼金术士"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "charm",
            "fascination"
          ],
          "tran_cn": "点金术；魔力"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "炼金术，炼丹术，（改变事物、物质的）魔力（或方法），（事物、物质的）神秘变化",
      "tran_en": "a science studied in the Middle Ages, that involved trying to change ordinary metals into gold"
    }
  ],
  "exchange": {
    "pl": [
      "alchemies"
    ]
  }
}