{
  "word": "shipyard",
  "ipa": {
    "us": "ˈʃɪpjɑːd",
    "uk": "ˈʃɪpjɑːrd"
  },
  "sentences": [
    {
      "en": "A new - type ocean - going freighter is being laid down at that shipyard.",
      "cn": "一艘新型的远洋货轮正在那家船厂建造."
    },
    {
      "en": "A new battleship was launched from a shipyard.",
      "cn": "一艘新战舰从船坞下水."
    },
    {
      "en": "Bicycles are the most common mode of transportation for shipyard workers.",
      "cn": "自行车是船厂工人最主要的交通工具."
    },
    {
      "en": "China would probably build a carrier at the Shanghai Jiangnan Shipyard.",
      "cn": "中国大概建在上海江南造船厂载体."
    },
    {
      "en": "George was a fitter at the shipyard.",
      "cn": "乔治是造船厂的一名钳工。"
    },
    {
      "en": "It was named Dongfeng Shipyard.",
      "cn": "这个厂定名为东风造船厂."
    },
    {
      "en": "The Queen Mary 2 is currently docked at the shipyard.",
      "cn": "“玛丽女王２号”现在停泊在修船厂。"
    },
    {
      "en": "The shipyard is working on three different jobs, ie building three ships.",
      "cn": "该造船厂正在造叁艘船."
    },
    {
      "en": "The shipyard workers laid down a new ship.",
      "cn": "造船厂的工人开始造新船了."
    },
    {
      "en": "They launched a ship from a shipyard.",
      "cn": "他们使船从船坞下水."
    },
    {
      "en": "They'd been a dejected lot when he'd arrived at the shipyard, but now they sparkled with enthusiasm.",
      "cn": "他刚到船厂时，他们曾是一群垂头丧气的人，现在的他们却热情洋溢。"
    },
    {
      "en": "This brought me into touch with many workers in the shipyard.",
      "cn": "这使我有机会接触到造船厂的许多工人."
    },
    {
      "en": "This management mode was firstly carried on in Zhenjiang Shipyard.",
      "cn": "这种管理模式首先(于哪年哪月)在浙船实施."
    },
    {
      "en": "This shipyard is at the cutting edge of world shipbuilding technology.",
      "cn": "该造船厂的造船技术处于世界最前沿。"
    },
    {
      "en": "We have awarded the contract to a British shipyard.",
      "cn": "我们将合同给了一家英国造船厂。"
    },
    {
      "en": "Yantai Raffles Shipyard Limited is a leading offshore and marine fabrication specialist.",
      "cn": "烟台莱佛士是国际领先的船舶及海洋工程设施建造专家."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "shipway",
          "tran_cn": " 下水台；造船台"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dockyard",
            "boatyard"
          ],
          "tran_cn": "造船厂；船坞；修船厂"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "船坞，造船厂",
      "tran_en": "a place where ships are built or repaired"
    }
  ],
  "exchange": {
    "pl": [
      "shipyards"
    ]
  }
}