{
  "word": "husbandry",
  "ipa": {
    "us": "ˈhʌzbəndri",
    "uk": "ˈhʌzbəndri"
  },
  "sentences": [
    {
      "en": "-- Gradually setting up an animal husbandry production structure conforming to the characteristics of China's resources.",
      "cn": "-- 逐步建立符合中国资源特点的畜牧业生产结构."
    },
    {
      "en": "animal husbandry",
      "cn": "畜牧业"
    },
    {
      "en": "Animal husbandry is the pillar industry of rural economics.",
      "cn": "牧业是农村经济的支柱产业."
    },
    {
      "en": "Animal husbandry on the grassland is developing rapidly.",
      "cn": "草原上的畜牧业在迅速发展."
    },
    {
      "en": "Beginning nearly 10,000 years ago, man adopted animal husbandry practices.",
      "cn": "约在一万年以前, 人类就开始从事畜牧业的工作."
    },
    {
      "en": "Intensivism agricultural projects such as farming and livestock husbandry.",
      "cn": "投资农、业、畜牧业等集约型农业项目."
    },
    {
      "en": "Low and unstable grain production, husbandry, mainly in the main livestock raised.",
      "cn": "粮食产量低而不稳, 畜牧业主要以养大家畜为主."
    },
    {
      "en": "Most of it has been retained in alternate husbandry.",
      "cn": "其中大部分成为轮作草地."
    },
    {
      "en": "Shed - breeding technology project relies on Beijing Chief Animal Husbandry and Veterinarian Station.",
      "cn": "依托北京市畜牧兽医总站实施舍饲饲养技术工程."
    },
    {
      "en": "The animal husbandry of Guangdong relies mainly on raising pig and poultry.",
      "cn": "广东畜牧业以饲养生猪和家禽为主."
    },
    {
      "en": "The animal husbandry output value accounts for oftotal agriculture output value.",
      "cn": "畜牧业产值占农业总产值的比重达70%以上,居全国前列."
    },
    {
      "en": "The basin favours the development of farming and animal husbandry.",
      "cn": "这个盆地有利于农业和畜牧业的发展."
    },
    {
      "en": "The vast area of jurisdiction, Lin animal husbandry, aquaculture facilities provided.",
      "cn": "辽阔的辖区面积, 为林牧业 、 水产养殖提供了便利条件."
    },
    {
      "en": "They depended on animal husbandry for their livelihood.",
      "cn": "他们以畜牧业为生."
    },
    {
      "en": "Through careful husbandry we survived the hard winter.",
      "cn": "通过精打细算,我们终于熬过了严冬."
    },
    {
      "en": "To let the roof leak would be bad husbandry.",
      "cn": "屋漏不修,不是个好管家(的办法)."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cultivation",
            "breeding",
            "soil",
            "feed"
          ],
          "tran_cn": "饲养；务农，耕种；家政"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abstinence",
            "agriculture",
            "conservation",
            "culture",
            "farming"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "animal husbandry",
      "tran_cn": "畜牧业；畜牧学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "农业，资源管理，妥善管理",
      "tran_en": "farming"
    }
  ],
  "exchange": {}
}