{
  "word": "pimp",
  "ipa": {
    "us": "pɪmp",
    "uk": "pɪmp"
  },
  "sentences": [
    {
      "en": "A pimp was hanging onto my arm.",
      "cn": "一位皮条客拉住我的胳膊."
    },
    {
      "en": "Angela: And you belong on the corner. Need a pimp?",
      "cn": "安吉拉: 而你却属于街头需要我给你介绍个皮条客 吗 ?"
    },
    {
      "en": "Are you my pimp now? You think you can pass me around to your friends?",
      "cn": "怎么?现在你是我的皮条客了? 你认为你能把我传来传去给朋友?"
    },
    {
      "en": "At the same time, my guardian , the pimp, got incarcerated due to selling drugs.",
      "cn": "与此同时, 我那位皮条客因贩毒而入狱."
    },
    {
      "en": "Belinda : Don't tell me you've been watching \" Pimp My Ride. \"",
      "cn": "贝琳达: 别告诉我你在看《爱车大改造 》 这个节目."
    },
    {
      "en": "I bet you anything you like he's a pimp.",
      "cn": "我敢打包票，他是个皮条客。"
    },
    {
      "en": "I don't know no Pimp C , all I know is I'm rich.",
      "cn": "我不认识PimpC, 我只知道我有钱."
    },
    {
      "en": "I would be a pimp tonight after my client visits our factory.",
      "cn": "客户参观完工厂后,晚上我还要给他拉皮条."
    },
    {
      "en": "I'm sure that sounds great to you in your pimp world.",
      "cn": "我肯定那个消息对你肮脏的你是件好事."
    },
    {
      "en": "It's features range from basic and effective pimp - up to high - class filters for sophisticated stuff.",
      "cn": "它的功能范围从基本的和有效的皮条客行动的复杂的东西高级过滤器."
    },
    {
      "en": "Santino Corleone : Did you find out where that old pimp Tattaglia is hiding?",
      "cn": "你查出那老男妓塔塔基利亚躲在哪儿没?"
    },
    {
      "en": "Slang To solicit customers. Used of a pimp or prostitute.",
      "cn": "拉客,拉皮条:拉客. 用于拉皮条的人或妓女."
    },
    {
      "en": "The Boy sat down pimp.",
      "cn": "那男孩扑通一声坐下."
    },
    {
      "en": "The driver's window rolls down, and a female pimp — known by the girls, almost lovingly, as a Mamachka — leans inside to negotiate a price.",
      "cn": "车窗摇了下来，车内的女皮条客斜着身子倚着车窗和女孩们谈着价儿。 车里的这个女人就是他们熟知的“琦卡妈咪”。"
    },
    {
      "en": "The staff unfortunately also try to pimp whores to male guests.",
      "cn": "这里的职员最不幸了,还得试图打发妓女一类的女客."
    },
    {
      "en": "To solicit customers . Used of a pimp or prostitute.",
      "cn": "他一辈子都以为男人拉皮条为生."
    },
    {
      "en": "When you read the testimony and examine the data, legalisation seems more of a present to a pimp and a trafficker than the courage and pragmatism of an enlightened society.",
      "cn": "当你阅读证词和检视数据时，你会发现与一个开明社会的勇气和实用主义相比，卖淫合法化更像是给予皮条客和贩子的一份礼物。"
    },
    {
      "en": "While those sex workers were in some respects voluntarily participating, the pimp admitted to using extortion, violence and drugs to get these very young women to cooperate.",
      "cn": "在某种程度上，这些性工作者是自愿参加的。 但是皮条客承认也会使用勒索，暴力，和毒品来迫使这些年轻女性进行合作。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ponce",
            "sweetback"
          ],
          "tran_cn": "皮条客；男妓"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cruise",
            "solicitor"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "pander"
          ],
          "tran_cn": "拉皮条"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "男妓，皮条客，妓院老板，引人作坏事的人",
      "tran_en": "a man who makes money by controlling  prostitute s "
    },
    {
      "pos": "vi",
      "tran_cn": "拉皮条，帮助干坏事"
    }
  ],
  "exchange": {
    "pl": [
      "pimps"
    ],
    "third": [
      "pimps"
    ],
    "past": [
      "pimped"
    ],
    "done": [
      "pimped"
    ],
    "ing": [
      "pimping"
    ]
  }
}