{
  "word": "between",
  "ipa": {
    "us": "bɪˈtwiːn",
    "uk": "bɪˈtwiːn"
  },
  "sentences": [
    {
      "en": "a house and stables, with a yard in between",
      "cn": "中间隔着院子的房子和马廐"
    },
    {
      "en": "A vicious price war between manufacturers has cut margins to the bone.",
      "cn": "制造商之间的恶性价格战已将利润削减到了最低。"
    },
    {
      "en": "has written several books and teaches in between times.",
      "cn": "在写书的同时也教书"
    },
    {
      "en": "He complained a little of a nagging pain between his shoulder blades.",
      "cn": "他有几句提到说肩胛骨之间一直在疼。"
    },
    {
      "en": "He ignores the traditional Christian dualism between body and soul.",
      "cn": "他无视传统基督教的肉体与灵魂的二元论。"
    },
    {
      "en": "He supplements his regular meals by eating between meals.",
      "cn": "他在两餐之间吃点东西来补充正餐。"
    },
    {
      "en": "I drain the pasta, then I share it out between two plates.",
      "cn": "我将意大利面滤干，然后平分到两个盘子里。"
    },
    {
      "en": "I sat down between Jo and Diana.",
      "cn": "我在乔和黛安娜中间坐下。"
    },
    {
      "en": "I sat down between Sue and Jane.",
      "cn": "我在苏和简中间坐了下来。"
    },
    {
      "en": "I see her most weekends but not very often in between.",
      "cn": "我周末大多都能见到她，但平时不常见到。"
    },
    {
      "en": "just between you and me, I don't think it was going to happen.",
      "cn": "只是咱们私下说说，我认为这事不会发生的。"
    },
    {
      "en": "Mother interposed in the dispute between my brother and me.",
      "cn": "母亲干预了我和哥哥之间的争论。"
    },
    {
      "en": "My roommates disagreed and I was caught in between.",
      "cn": "我的室友不同意，我被夹在中间进退两难"
    },
    {
      "en": "Q comes between P and R in the English alphabet.",
      "cn": "英语字母表中，Q在P和R之间。"
    },
    {
      "en": "Robb is torn between becoming a doctor and a career in athletics.",
      "cn": "罗布在做医生还是当运动员之间痛苦抉择，左右为难。"
    },
    {
      "en": "The ball rolled between his feet.",
      "cn": "球在他两脚之间滚来滚去。"
    },
    {
      "en": "The boundaries between history and storytelling are always being blurred and muddled.",
      "cn": "历史和轶闻的分界向来是模糊而混乱的。"
    },
    {
      "en": "The difference between who you are and who you want to be is what you do. ",
      "cn": "你是什么样的人和你想成为什么样的之间的差距就是，你做了什么。"
    },
    {
      "en": "The formalization of co-operation between the republics would produce progress.",
      "cn": "正式确立合作关系将会促进共和国之间合作的顺利进展。"
    },
    {
      "en": "The house was near a park but there was a road in between.",
      "cn": "房子在一处公园附近，但两者之间隔着一条马路。"
    },
    {
      "en": "The minister denied there was a direct connection between the two issues.",
      "cn": "部长否认两者之间有直接的联系。"
    },
    {
      "en": "The object of these experiments was to find the connection, if any, between the two phenomena.",
      "cn": "这些实验的目的就是探索这两种现象之间的联系，如果存在着任何联系的话。"
    },
    {
      "en": "The only difference between us is the colour of our skins.",
      "cn": "我们之间唯一的差别就是肤色。"
    },
    {
      "en": "There has always been a difference between community radio and commercial radio.",
      "cn": "社区广播电台和商业广播电台一直是有区别的。"
    },
    {
      "en": "There is a credibility gap developing between employers and employees.",
      "cn": "雇主和雇员之间出现了信任危机。"
    },
    {
      "en": "There is room for infill between the new outer suburbs.",
      "cn": "在新建的远郊住宅区之间还有空地可以盖房。"
    },
    {
      "en": "There will be a run-off between these two candidates on December 9th.",
      "cn": "12月9日将举行这两位候选人的决胜选举。"
    },
    {
      "en": "What will be the effect of the alliance between IBM and Apple?",
      "cn": "若IBM公司和苹果公司联手将会有什么效果呢？"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "betwixt",
          "tran_cn": " 在其间；不走极端"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "word": "betwixt",
          "tran_cn": " 在……之间；在……中间"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "intermediately"
          ],
          "tran_cn": "在中间"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "among",
            "betwixt"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "among",
            "betwixt"
          ],
          "tran_cn": "在...之间"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "(in) between times (或 whiles)",
      "tran_cn": "在间歇期间"
    },
    {
      "phrase": "between ourselves",
      "tran_cn": "只限于咱们之间；秘密的"
    },
    {
      "phrase": "between ourselves (或 you and me)",
      "tran_cn": "咱们（或你我）私下说说"
    },
    {
      "phrase": "between you and me",
      "tran_cn": "你知我知，天知地知：表示非常信任"
    },
    {
      "phrase": "go between",
      "tran_cn": "调停；做中间人"
    },
    {
      "phrase": "in between",
      "tran_cn": "在中间的状况"
    },
    {
      "phrase": "in between times",
      "tran_cn": "穿插着；同时：在其间的一段时期；同时"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "介于…之间",
      "tran_en": "in the space or period of time separating two or more points, objects, etc. or two dates, events, etc."
    },
    {
      "pos": "other",
      "tran_cn": "在⋯⋯中间",
      "tran_en": "in or through the place that seprates two things, people, or places"
    },
    {
      "pos": "prep",
      "tran_cn": "在…之间，介于…之间，往返于，共享，一起",
      "tran_en": "in or into the space separating two or more points, objects, people, etc."
    }
  ],
  "exchange": {}
}