{
  "word": "fallibility",
  "ipa": {
    "us": "ˌfælə'bɪlətɪ",
    "uk": "ˌfælə'bɪlətɪ"
  },
  "sentences": [
    {
      "en": "\"Trump has exposed the inadequacy and fallibility of decades-old domestic political strategy of governing by polls and contrived expectations, \" she said.",
      "cn": "“几十年来，美国用民调和设想中的期望来治国，特朗普已经暴露了这种政治策略的不足和不可靠之处，”她说。"
    },
    {
      "en": "But believing in the fallibility of the central bank could serve investors well.",
      "cn": "不过相信美联储也会犯错会对投资者有好处."
    },
    {
      "en": "Often accompany hair stone, if do not have calculous fallibility examine, be tumor.",
      "cn": "往往伴发结石, 如无结石易误诊为肿瘤."
    },
    {
      "en": "Provides an examination method of numerical control about the fallibility of the involute gear.",
      "cn": "提供了一种渐开线齿轮误差数控检测方法,给出了控制电路及算法,有效地提高了检测精度."
    },
    {
      "en": "The fallibility of science is one of the great betrayals of our times.",
      "cn": "科学的不可靠是我们的时代最大的一种背叛。"
    },
    {
      "en": "The IC 3 partly attributed male online fallibility to buying patterns.",
      "cn": "IC3将男性在网上容易出错的原因部分归结于男性的购物模式."
    },
    {
      "en": "The popular belief in the invincibility of man is constantly rebuked by revaluations of man's fallibility.",
      "cn": "以为人类无敌的普遍看法经常遭到重新评价人类易犯错误的特点的非难."
    },
    {
      "en": "The recognition of fallibility is simply an acknowledgment of our humanity.",
      "cn": "承认人皆有错不过是正视人性而已."
    },
    {
      "en": "This is also in accordance with my postulate of radical fallibility.",
      "cn": "这也与我的极端易谬性假设是一致的."
    },
    {
      "en": "This process is called exploration and is based on human fallibility.",
      "cn": "这个过程可称为探索而且基于人类的易犯错误性上."
    },
    {
      "en": "What he could not permit to slip by was my implication of their fallibility.",
      "cn": "不过他断难放过我暗指他们犯了错误的话."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fallible",
          "tran_cn": " 易犯错误的；不可靠的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "uncertainty",
            "unreliability"
          ],
          "tran_cn": "易误；不可靠；[计]出错性"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "易错，不可靠，易误"
    }
  ],
  "exchange": {
    "adj": [
      "fallible"
    ]
  }
}