{
  "word": "hemlock",
  "ipa": {
    "us": "ˈhemlɒk",
    "uk": "ˈhemlɑk"
  },
  "sentences": [
    {
      "en": "[ Chuckles ] You thought he was being poisoned by hemlock?",
      "cn": "你觉得他中的会是芹叶钩吻毒 吗 ?"
    },
    {
      "en": "Dr. Leo Schep is making a highly toxic concentrate from the leaves of a hemlock plant.",
      "cn": "希普博士从芹叶钩吻的叶子中提炼高纯度的毒药."
    },
    {
      "en": "Fir : The price is about same to that of hemlock spruce.",
      "cn": "冷杉木: 和铁杉木价格差不多."
    },
    {
      "en": "Gossamer veils of fog lay over the dark spruce and hemlock hills that disappeared in the mist above me.",
      "cn": "轻纱般的薄雾笼罩着长满云杉和铁杉的山峦，让人难以看清它们的容颜。"
    },
    {
      "en": "He was condemned to drink a cup of hemlock.",
      "cn": "判处他喝一杯毒汁."
    },
    {
      "en": "Hemlock, red cedar, and balsam fir are among the other trees found in British Columbia.",
      "cn": "铁杉 、 红香椿 、 香脂冷杉枞都是发现于英属哥伦比亚的其它树种."
    },
    {
      "en": "Here is a beech by the side of a hemlock, with three pines at hand.",
      "cn": "这儿有株山毛榉和一株铁杉长在一起,旁边还有三株松树."
    },
    {
      "en": "Look at the sunlight a glowing ribbon draped along the dark pelt of hemlock and pine.",
      "cn": "看看阳光,发亮的光带盖在了深色的铁杉和松树上."
    },
    {
      "en": "Socrates refused to flee and died by drinking hemlock.",
      "cn": "苏格拉底拒绝逃跑,最后服毒身亡."
    },
    {
      "en": "Soon a dark wall of trees—red spruce, balsam fir, beech, hemlock—surrounds you, and there's a sudden stony persistence.",
      "cn": "很快你会被一堵厚厚的树墙包围——红云杉、香脂冷杉、山毛榉和铁杉，这会持续一段时间。"
    },
    {
      "en": "The hemlock is often confused with the water hemlock a different plant altogether, causes convulsions.",
      "cn": "人们经常将毒堇与水毒堇混淆,水毒堇是另外一种植物, 它只会导致抽搐."
    },
    {
      "en": "The man was poisoned with hemlock.",
      "cn": "这个人被用从毒芹提取的毒药毒死了."
    },
    {
      "en": "The most common construction woods are Douglas fir, hemlock, spruce, pine, and some cedar.",
      "cn": "最常用的木料是道格拉斯冷杉, 铁杉, 云杉, 松木以及其他一些杉木."
    },
    {
      "en": "Then our first taste of wilderness at the Kejimkujik 147-square-mile National Park, whose rolling hills and waterways are home to moose, bear, red squirrels and ancient hemlock forests.",
      "cn": "我们初次见到荒野是在凯吉姆库吉克147平方英里的国家公园，这里群山起伏，河流纵横，古老的铁杉林中是麋鹿，熊和红松鼠的家乡。"
    },
    {
      "en": "Thou juicy, green, poisonous hemlock, throw thy shadow over Athens - not thou, olive tree of fame!",
      "cn": "你,这多汁的绿色的剧毒胡萝卜, 将你雅典投入阴翳中的是你, 而不是那传说中的橄榄树!"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "由毒芹提取的毒药",
      "tran_en": "Hemlock is a poisonous plant"
    }
  ],
  "exchange": {
    "pl": [
      "hemlocks"
    ]
  }
}