{
  "word": "consciously",
  "ipa": {
    "us": "'kɒnʃəslɪ",
    "uk": "ˈkɑnʃəslɪ"
  },
  "sentences": [
    {
      "en": "Everybody consciously attends to things and everything is attended to.",
      "cn": "人人自觉管,事事有人管."
    },
    {
      "en": "He claims that the writer never consciously formulated his own theoretical position.",
      "cn": "他声称该作家从未有意识地阐明他自己的理论见解."
    },
    {
      "en": "He is consciously trying to overcome his weakness.",
      "cn": "他有意识地在克服自己的缺点."
    },
    {
      "en": "Her tale has a consciously youthful tone and storyline, combined with a sly humour.",
      "cn": "她的故事有意采用富于青春气息的笔调和情节，同时还带些调侃。"
    },
    {
      "en": "His writing is rather self - consciously poetic.",
      "cn": "他的作品富有诗意,但颇不自然."
    },
    {
      "en": "Human motives are based on needs, whether consciously or subconsciously felt.",
      "cn": "无论是有意识或潜意识,人们的动机的基础在于需要."
    },
    {
      "en": "I glanced down at my dress jacket a little self-consciously.",
      "cn": "我不好意思地低头扫了一眼自己的连衣裙外套。"
    },
    {
      "en": "If she had, she would have been more consciously distressed.",
      "cn": "如果那样的话, 她现在一定要饱受良心的责备而痛苦不堪了."
    },
    {
      "en": "Self-consciously she fingered the emeralds at her throat.",
      "cn": "她局促不安地摸抚着脖子上的绿宝石。"
    },
    {
      "en": "She realized how tense she was and consciously relaxed.",
      "cn": "她发觉自己很紧张,于是有意识地放松了一下."
    },
    {
      "en": "She was fiddling self-consciously with her wedding ring.",
      "cn": "她局促不安地摸着婚戒。"
    },
    {
      "en": "The place is as self-consciously trendy as they come.",
      "cn": "这个地方非常有意识地追求时髦。"
    },
    {
      "en": "The world which the book inhabits seems too self-consciously literary, too introverted.",
      "cn": "该书所描绘的世界似乎过分刻意地追求文学性，过于内敛含蓄。"
    },
    {
      "en": "Then he blurted out almost self - consciously, \" But Lee, what am I telling you for? \"",
      "cn": "突然他几乎是不自觉冲口而出: “ 李, 我告诉你这些干什么? ”"
    },
    {
      "en": "They do not consciously think of themselves as a class.",
      "cn": "他们并不有意识地把自己当作一个阶层来看待。"
    },
    {
      "en": "Today Chicago style is essential a historical curiosity, revived self - consciously.",
      "cn": "目前芝加哥风格从实质上来说是一种自觉地重新流行起来的历史性奇特事物."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "conscious",
          "tran_cn": " 意识到的；故意的；神志清醒的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "consciousness",
          "tran_cn": " 意识；知觉；觉悟；感觉"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "self-consciously",
            "purposefully"
          ],
          "tran_cn": "自觉地；有意识地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "有意识地，自觉地"
    }
  ],
  "exchange": {
    "adj": [
      "conscious"
    ]
  }
}