{
  "word": "permutations",
  "ipa": {
    "us": "pɜ:mju:'teɪʃnz",
    "uk": "pɜmju'teɪʃnz"
  },
  "sentences": [
    {
      "en": "Ability to apply advanced mathematical concepts as exponents, logarithms, quadratic equations, and permutations.",
      "cn": "在工作中能运用高等数学概念,如指数, 对数, 二次方程式和排列."
    },
    {
      "en": "Ability to apply advanced mathematical concepts such as exponents, logarithms, quadratic equations, and permutations.",
      "cn": "能够运用高等数学的概念,如指数, 对数, 二次方程, 和排列."
    },
    {
      "en": "At the last count Audi offered 674 model permutations across its range.",
      "cn": "最后我们来看看奥迪,他们总共制造674种不同的车型."
    },
    {
      "en": "Calculate numbers of possible outcomes of elementary combinatorial processes such as permutations and combinations.",
      "cn": "计算出基本组合程序(例如排列与组合)的可能产生数目."
    },
    {
      "en": "Godliman's brain was in gear again, sorting permutations and possibilities.",
      "cn": "戈德利曼又开动思想的机器, 认真分析各种变化和可能."
    },
    {
      "en": "Khalid Boulahrouz's imminent return from a dislocated shoulder come to increase permutations the back this weekend.",
      "cn": "卡里德.博拉鲁斯即将从肩膀脱臼归来,但仍旧赶不及为这周末于后防增添变数."
    },
    {
      "en": "More than a dozen variable factors could interact, with their permutations running into the thousands ( Tom Clancy )",
      "cn": "一打以上的可变因素可以相互作用, 使它们的排列成成千上万 ( 汤姆克兰西 )"
    },
    {
      "en": "Random molecular permutations simply cannot explain how organisms work.",
      "cn": "仅凭分析随机分子排列的规律不可能解释器官的形成."
    },
    {
      "en": "The permutations make shopping a puzzle rather than a pleasure.",
      "cn": "这样挑来挑去,买东西真叫人犯难而毫无乐趣."
    },
    {
      "en": "The possible permutations of those connections are more than there are particles in the universe.",
      "cn": "这些连接的可能排列数比宇宙中的粒子数还要多."
    },
    {
      "en": "The possible permutations of x, y and z are xyz, xzy, yxz, yzx, zxy and zyx.",
      "cn": "x、y和z的可能的组合方式为xyz、xzy、yxz、yzx、zxy和zyx。"
    },
    {
      "en": "The variations and permutations were endless.",
      "cn": "真是众说纷纭,没完没了."
    },
    {
      "en": "There are a number of permutations depending on the reference type.",
      "cn": "依据不同的参考献型式有不同的排列."
    },
    {
      "en": "These permutations multiply towards infinity.",
      "cn": "这些排列可以增加到无穷大。"
    },
    {
      "en": "Variation among humans is limited to the possible permutations of our genes.",
      "cn": "人类的变异受限于我们的基因可能存在哪些排列。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "permutation and combination",
      "tran_cn": "n. [数]排列组合"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（一组事物可能的一种）序列，排列，排列中的任一组数字或文字( permutation的名词复数 )",
      "tran_en": "A permutation is one of the ways in which a number of things can be ordered or arranged"
    }
  ],
  "exchange": {}
}