{
  "word": "penance",
  "ipa": {
    "us": "ˈpenəns",
    "uk": "ˈpɛnəns"
  },
  "sentences": [
    {
      "en": "...a time of fasting, penance, and pilgrimage.",
      "cn": "...斋戒、赎罪和朝圣的一个时代。"
    },
    {
      "en": "\" You come around to the hotel to - morrow,'she said, as sort of penance for error.",
      "cn": "“ 那你明天到旅馆来找我吧, \" 她说, 作为悔过的表示."
    },
    {
      "en": "an act of penance",
      "cn": "赎罪善功"
    },
    {
      "en": "Are you willing to do penance for your sins, my son?",
      "cn": "你愿意以苦刑赎你的罪吗, 孩子?"
    },
    {
      "en": "He had done penance for his sins; we should forgive him.",
      "cn": "他已经为赎罪自我惩罚了, 我们应该原谅他."
    },
    {
      "en": "He received an axe after doing penance for Shiva.",
      "cn": "他为湿婆作了忏悔后获得一把斧头."
    },
    {
      "en": "He was sent barefoot wearing only a hair shirt into the wilderness as a penance.",
      "cn": "为了赎罪，他跣足褐衣，被流放到了荒野中。"
    },
    {
      "en": "Healing Focus: Now works properly with Penance.",
      "cn": "愈合的焦点: 现在正常运作与忏悔."
    },
    {
      "en": "Poverty for us is a freedom mortification, a penance.",
      "cn": "贫穷对我们而言是一种自由."
    },
    {
      "en": "Recession, they reason, must be a penance for past profligacy.",
      "cn": "经济衰退, 他们推断, 肯定是对过去大肆挥霍的赎罪."
    },
    {
      "en": "Shall be by him amerced with penance due.",
      "cn": "要是她错过她的良偶."
    },
    {
      "en": "She knelt at her mother's feet in penance.",
      "cn": "她忏悔地跪在母亲脚下."
    },
    {
      "en": "Still by an irresistible impulse I curse myself with an awful penance.",
      "cn": "我仍旧要情不自禁地悔恨得咬牙切齿,咒骂自己."
    },
    {
      "en": "The king of the gods had to perform penance to atone for his transgression.",
      "cn": "众神之王不得不以苦行来为自己的过错赎罪."
    },
    {
      "en": "The Koran recommends fasting as a penance before pilgrimages.",
      "cn": "《古兰经》劝告人们在朝圣前斋戒，以作为一种补赎。"
    },
    {
      "en": "They had confessed their sins and done their penance.",
      "cn": "他们已经告罪并做了补赎."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "confession",
            "shrift"
          ],
          "tran_cn": "苦修；忏悔"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "apology",
            "penitence",
            "punishment"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（赎罪的）苦行，苦修",
      "tran_en": "something that you must do to show that you are sorry for something you have done wrong, especially in some religions"
    }
  ],
  "exchange": {
    "pl": [
      "penances"
    ]
  }
}