{
  "word": "flax",
  "ipa": {
    "us": "flæks",
    "uk": "flæks"
  },
  "sentences": [
    {
      "en": "Both soybeans and flax showed changes in their proteins, but not enough to stop them from thriving in the soil contaminated by the 1986 disaster.",
      "cn": "1986年灾后，大豆和亚麻的蛋白质有所改变，但这不足以阻止它们在受到污染的土壤中发芽。"
    },
    {
      "en": "Cherries, sunflower and flax seeds have traces of this hormone.",
      "cn": "樱桃，向日葵籽和亚麻籽都含有这种荷尔蒙。"
    },
    {
      "en": "Economic crops include flax, canola, yellow, apricot, apple and so on.",
      "cn": "经济作物有胡麻 、 油菜 、 黄花 、 杏 、 苹果等."
    },
    {
      "en": "Flax does well after wheat.",
      "cn": "收过小麦以后,亚麻长得不错."
    },
    {
      "en": "Flax is used for making linen.",
      "cn": "亚麻用来织亚麻布."
    },
    {
      "en": "Flax retting wastewater is organic wastewater of high concentration.",
      "cn": "亚麻沤制废水是高浓度有机废水."
    },
    {
      "en": "Founded in 2000, is a flax fiber production in the professional enterprises.",
      "cn": "公司成立于2000年, 是一家从事亚麻纤维生产的专业企业."
    },
    {
      "en": "He understood well the importance of international trade and the potential wealth to be gained from the export of flax, hemp, pitch, furs, hides and timber.",
      "cn": "他非常了解国际贸易的重要性，以及亚麻、大麻、沥青、皮草、兽皮和木材等物资出口所能获得的巨大潜在财富。"
    },
    {
      "en": "HuiHui is female and has flax color hair and small eyes.",
      "cn": "灰灰是雌性的长着亚麻色的毛和小小的眼睛."
    },
    {
      "en": "Hydraulic transmission system of flax pick - up boller turner is very.",
      "cn": "翻麻脱粒机是重要的亚麻收获机械之一."
    },
    {
      "en": "Just as darkness was falling , in flew the black thing with the five skeins of flax.",
      "cn": "天刚刚黑, 那黑东西就飞进来了,并带来了纺好的五绞线."
    },
    {
      "en": "Naked oats agricultural production, and production of potatoes, peas, flax.",
      "cn": "农业主产莜麦, 兼产马铃薯 、 豌豆 、 胡麻."
    },
    {
      "en": "The flax is one of the important oil crops.",
      "cn": "胡麻是一种重要的油料作物."
    },
    {
      "en": "The workers wrer teasing flax.",
      "cn": "工人们正在梳理亚麻."
    },
    {
      "en": "Trichophyton mentagrophytes activity of three different bast fibers - hemp, flax and ramie fibers.",
      "cn": "本文以汉麻韧皮和亚麻织物为原料,在不同的活化条件下制备出活性炭纤维样品."
    },
    {
      "en": "Wash them in water, and you will have flax.",
      "cn": "放到水里洗一洗, 就成了亚麻."
    },
    {
      "en": "Wheat germ oil may be replaced with flax seed oil.",
      "cn": "小麦胚芽油可用亚麻籽油取代."
    },
    {
      "en": "Woven flax sandals and leisure summer dress match well indeed.",
      "cn": "麻编凉鞋配上休闲夏装,真正柔和搭配."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "flaxen",
          "tran_cn": " 淡黄色的；亚麻的；亚麻色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "flaxseed",
          "tran_cn": " 亚麻仁"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "linen cloth"
          ],
          "tran_cn": "[作物]亚麻；亚麻纤维；亚麻布；亚麻织品"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "flax fiber",
      "tran_cn": "亚麻纤维"
    },
    {
      "phrase": "flax oil",
      "tran_cn": "亚麻油"
    },
    {
      "phrase": "flax yarn",
      "tran_cn": "亚麻纱"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "亚麻，胡麻",
      "tran_en": "a plant with blue flowers, used for making cloth and oil"
    }
  ],
  "exchange": {}
}