{
  "word": "eyepiece",
  "ipa": {
    "us": "ˈaɪpi:s",
    "uk": "ˈaɪˌpis"
  },
  "sentences": [
    {
      "en": "A person downloads software to a phone and attaches a plastic eyepiece over the screen.",
      "cn": "一个人将软件下载到手机上，并在屏幕上方附上塑料目镜。"
    },
    {
      "en": "A small magnifying glass usually set in an eyepiece and used chiefly by watchmakers and jewelers.",
      "cn": "'高倍'.''放大镜通常放在目''.'镜'. ''中的放大镜,形状小主要供珠宝商和钟表商使用."
    },
    {
      "en": "After focusing, slip the viewfinder cap attached to the strap over the viewfinder eyepiece as necessary.",
      "cn": "对焦后, 必须将背带上的目镜盖插入取景器目镜上."
    },
    {
      "en": "Does this extend to the edge of our eyepiece or camera field of view?",
      "cn": "会延伸到目镜的边缘或者是像机的视场内 么 ?"
    },
    {
      "en": "Draw the eyepiece towards you and the object will come into sharp focus.",
      "cn": "你把目镜凑近些,物体就会变得特别清晰."
    },
    {
      "en": "Essentially, the field stop of the eyepiece encompasses a linear field of view from the telescope.",
      "cn": "从本质上讲, 目镜的视场光阑与望远镜有线性关系."
    },
    {
      "en": "I say approximately because distortion at the edge of the an eyepiece changes this relationship somewhat.",
      "cn": "说近似,是因为边缘变形改变了这种线性关系."
    },
    {
      "en": "If the screen is away from the eyepiece that the camera can be placed between.",
      "cn": "如果投影屏距目镜很远,照相机可放在两者之间."
    },
    {
      "en": "Looking through the eyepiece you will see two black circles.",
      "cn": "透过目镜你可以看到两个黑色的圆环."
    },
    {
      "en": "Power, or magnification, of a telescope is actually the ratio between two independent optical systems – (1) the telescope itself, and (2) the eyepiece (ocular) you are using.",
      "cn": " 望远镜的放大倍数其实就是两个独立的光学系统的比值-(1)望远镜本身(2)以及所使用的目镜。"
    },
    {
      "en": "The method I developed requires no eyepiece and no control of the RA axis movement.",
      "cn": "小弟开发的方法， 不需要接目镜， 也不用可以控制赤经轴的移动。"
    },
    {
      "en": "The result is an exit pupil that stays where the eyepiece designer intended.",
      "cn": "其结果是出瞳说,停留的地方目镜设计者的原意."
    },
    {
      "en": "The simple negative element Barlow increases eyepiece eye - relief.",
      "cn": "简单的消极因素巴卢增加目镜眼救济."
    },
    {
      "en": "The star test is lightning - fast and requires only a good high - power eyepiece.",
      "cn": "光轴矫正是快速的并且要求需要高倍数的目镜."
    },
    {
      "en": "The user looks into the eyepiece and uses the buttons on the phone to move two lines until they appear as one.",
      "cn": "使用者通过目镜观察，并使用手机上的按键移动屏幕上的两条直线，直到它们重叠到一起。"
    },
    {
      "en": "The viewfinder eyepiece has a built - in –1 correction lens ( suitable for normal vision ).",
      "cn": "取景器的目镜是一片-1的矫正镜片 ( 适合大多数普通视力 )."
    },
    {
      "en": "This is the size of the field our eye sees when looking into the eyepiece.",
      "cn": "就是我们透过目镜可以看到的区域范围."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ocular lens"
          ],
          "tran_cn": "[光]目镜，接目镜"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lens"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "目镜",
      "tran_en": "the glass piece that you look through in a microscope or telescope"
    }
  ],
  "exchange": {
    "pl": [
      "eyepieces"
    ]
  }
}