{
  "word": "paranoia",
  "ipa": {
    "us": "ˌpærəˈnɔɪə",
    "uk": "ˌpærəˈnɔɪə"
  },
  "sentences": [
    {
      "en": "And sing along in the age of paranoia.",
      "cn": "沿着星的年龄和妄想."
    },
    {
      "en": "At this point, some conservative factions have become so fearful as to reach levels of paranoia.",
      "cn": "此时, 一些保守派已变得害怕到某种程度的妄想狂."
    },
    {
      "en": "Bones : I hate it when you make [ w ] paranoia [ w ] plausible.",
      "cn": "你这人偏执起来 信口开河 的时候还真讨厌."
    },
    {
      "en": "But others believe these concerns are unjustified paranoia.",
      "cn": "但也有一些人认为这是在杞人忧天."
    },
    {
      "en": "Her passion for cleanliness borders on paranoia.",
      "cn": "她的洁癖近乎偏执."
    },
    {
      "en": "I took a list of the traits of paranoia from a psychiatrist recently.",
      "cn": "最近,我从一位精神病医生那里拿来一张妄想狂症状的单子."
    },
    {
      "en": "Maintain healthy paranoia about competitors.",
      "cn": "对竞争者要保持一种健康的偏执狂心态."
    },
    {
      "en": "One of the side effects is hallucinations, paranoia.",
      "cn": "毒副作用的一点就是产生幻觉, 成为妄想狂."
    },
    {
      "en": "Paranoia reigns supreme among the women, causing much marital conflict.",
      "cn": "偏执狂现象在妇女中很盛行, 引起了许多婚姻纠纷."
    },
    {
      "en": "Personal fear varies extremely in degree from mild caution to extreme phobia and paranoia.",
      "cn": "个人恐惧有很大程度上的差别:从轻微谨慎到极度恐怖及偏执狂."
    },
    {
      "en": "Sometimes, the result of extreme paranoia is a phobia.",
      "cn": "有时, 这种极度偏执狂的结果便是恐怖症."
    },
    {
      "en": "The mood is one of paranoia and expectation of war.",
      "cn": "那是一种对战争既畏惧又期待的心理。"
    },
    {
      "en": "The temperature seemed to be elevated as the blood rushed to my head the paranoia hit.",
      "cn": "温度似乎升高了,血液冲进了我的脑袋让我迷糊了."
    },
    {
      "en": "They capitalize on panic and paranoia.",
      "cn": "他们利用恐慌和偏执狂。"
    },
    {
      "en": "To establish a sound investment ideas, not paranoia boom.",
      "cn": "要树立稳健投资的思想, 不要妄想一夜暴富."
    },
    {
      "en": "Why don't you stick your paranoia back in your pants and get out of here?",
      "cn": "你何不收敛你的偏执狂然后离开这里?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "monomania"
          ],
          "tran_cn": "[心理]偏执狂，[内科]妄想狂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "delusion",
            "thing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>妄想狂，偏执狂，（对别人的）瞎猜疑，疑神疑鬼",
      "tran_en": "a mental illness that makes someone believe that they are very important and that people hate them and are trying to harm them"
    }
  ],
  "exchange": {}
}