{
  "word": "glycoprotein",
  "ipa": {
    "us": "ˌglaɪkəʊ'prəʊti:n",
    "uk": "ˌglaɪkoʊ'proʊˌtin"
  },
  "sentences": [
    {
      "en": "A new rapid method for purifying serum α _ 1 - acid glycoprotein ( α _ 1 AGP ) is presented.",
      "cn": "本文报道一种快速提纯血清α_1酸性糖蛋白抗原 ( α_1AGP ) 的新方法."
    },
    {
      "en": "Employing computer analysis, gp 37 was show as a late gene encoding a 37 kDa glycoprotein.",
      "cn": "分子生物学软件分析表明,gp37为病毒晚期表达的糖蛋白基因."
    },
    {
      "en": "Fetuin - A , an acute phase glycoprotein, is one of the more powerful circulating inhibitors of hydroxyapatite formation.",
      "cn": "急性期糖蛋白胎球蛋白-A是一种羟磷灰石形成过程中的有效循环抑制剂."
    },
    {
      "en": "Glycoprotein A conjugated protein formed by the combination of a protein with carbohydrate side chains.",
      "cn": "糖蛋白:是将蛋白与糖基侧链结合形成的一种结合蛋白."
    },
    {
      "en": "Human chorionic gonadotropin ( hCG ) is a glycoprotein hormone.",
      "cn": "人绒毛膜促 性腺 激素是一种糖蛋白激素."
    },
    {
      "en": "Measurement of intracellular daunomycin ( DNR ) and membrane glycoprotein ( P - gp ), by flow cytometry.",
      "cn": "用流式细胞技术检测肝癌细胞MDRI基因产物—P—精蛋白 ( P -gp ) 的表达以及细胞内柔红霉素 ( DNR ) 浓度."
    },
    {
      "en": "Objective To investigate the change of serum α1 acid glycoprotein ( AAG ) in patients with malignant tumor.",
      "cn": "目的　探讨α1-酸性蛋白 ( AAG ) 在恶性肿瘤中的改变."
    },
    {
      "en": "P - glycoprotein is one of the members in the superfamily of ATP - binding cassette transporters.",
      "cn": "糖蛋白是ATP结合盒转运超家族成员之一,在体内许多部位均有表达,与多药耐药性有关."
    },
    {
      "en": "P - gp is a multiple transmembrane - spanning glycoprotein.",
      "cn": "P -gp 是多重跨膜糖蛋白."
    },
    {
      "en": "Prostate - specific antigen ( PSA ) is a well characterized human prostate specific glycoprotein.",
      "cn": "摘要前列腺特定抗原 ( PSA ) 为一已经定性清楚之人类前到腺特定醣蛋白."
    },
    {
      "en": "Purpose : To study antigenic epitopes and expression of P glycoprotein.",
      "cn": "目的: 研究P糖蛋白抗原表位和表达."
    },
    {
      "en": "Straight edge: The miracle fruit (Synsepalum dulcificum), native to West Africa, contains a glycoprotein called miraculin that binds to taste receptors on the tongue and makes sour foods taste sweet.",
      "cn": "神秘果：一种原产于西非的水果，内含一种叫神秘果蛋白的糖蛋白。 神秘果蛋白结合在味蕾上以后，吃酸的东西也感到是甜的。"
    },
    {
      "en": "The immunoglobulins ( Igs ) , most of them are glycoprotein, play an important role on humoral immune.",
      "cn": "免疫球蛋白在人体体液免疫中发挥巨大作用,而其均为糖蛋白."
    },
    {
      "en": "The structure and function of carbohydrate in glycoprotein attracts much attention nowadays.",
      "cn": "糖蛋白分子中糖链的结构与功能愈来愈受到关注."
    },
    {
      "en": "Transferrin, widely known as an iron - binding glycoprotein, is a multi - tasking protein.",
      "cn": "转铁蛋白是一种铁结合性糖蛋白, 具有多种生物学功能."
    },
    {
      "en": "Vitamins function as photoreceptor mechanism of retina, maintenance of integrity of epithelia, lysosome stability, glycoprotein synthesis.",
      "cn": "它的作用有:视网膜光受体机制 、 护上皮细胞的完整性 、 酶体的稳定性 、 蛋白的合成等."
    },
    {
      "en": "What makes the fruit strange and miraculous, is miraculin (a sugar substitute), which is found in large quantities in the fruit, combined with a glycoprotein.",
      "cn": "神秘果之所以奇妙神奇，是因水果中含有大量的神秘果素（代糖），合成一种糖蛋白（变味糖蛋白）。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "glucoprotein"
          ],
          "tran_cn": "[生化]糖蛋白"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "糖蛋白类，醣蛋白",
      "tran_en": "any of a group of conjugated proteins containing small amounts of carbohydrates as prosthetic groups "
    }
  ],
  "exchange": {}
}