{
  "word": "nevus",
  "ipa": {
    "us": "'ni:vəs",
    "uk": "'nivəs"
  },
  "sentences": [
    {
      "en": "A mole or blemish present on the skin from birth; a nevus.",
      "cn": "胎记出生时皮肤上就有的痣或斑点; 痣."
    },
    {
      "en": "All cases were diagnosed as junctional nevus or compound nevus in histopathology.",
      "cn": "其病理组织学上均确诊为痣细胞痣."
    },
    {
      "en": "Methods 38 cases of large scar and giant nevus were treated with full-thickness skin grafts harvested from expanded flaps.",
      "cn": "方法：利用扩张皮瓣取大面积全厚皮片游离移植治疗大面积体表瘢痕、巨痣等38例次。"
    },
    {
      "en": "Objective : To investigate the excision technique of pigmented nevus at palpebral margin.",
      "cn": "目的: 研究可达较好的美学效果的睑缘痣切除方法."
    },
    {
      "en": "Objective To approach clinical efficacy of pigmented nevus treated by CO _ 2 laser.",
      "cn": "目的:探讨二氧化碳激光治疗颜面部黑色素痣的临床疗效."
    },
    {
      "en": "Objective: to observe the treatment effect on nevus flammeus with copper vapor laser photodynamic therapy ( PDT ) .",
      "cn": "目的: 观察铜蒸汽激光用于光动力疗法对鲜红斑 痣 的治疗效果."
    },
    {
      "en": "Objective: To sieve out the best methods for nevus treatment.",
      "cn": "目的：筛选皮肤色素痣的最佳治疗方法。"
    },
    {
      "en": "Rare cases of Becker's nevus in middle age have also been noted.",
      "cn": "罕见的案件贝克痣在中年,也有人指出."
    },
    {
      "en": "Similarly, any pigment nevus that is chronically irritated should be excised.",
      "cn": "同样, 凡是经常受慢性刺激的各种色素痣切勿予以切除."
    },
    {
      "en": "The blue nevus and Mongolian spots are examples of this light dispersion effect.",
      "cn": "蓝痣和蒙古斑就是这种光散射效应的例子。"
    },
    {
      "en": "The effective rate were 84.38 % ? 71.05 % and 45.00 % for hemangioma, nevus of Ota and caf é - au - laIt'spots respectively.",
      "cn": "血管瘤、太田痣和咖啡斑有效率分别为84.38%、71.05%及45.00%."
    },
    {
      "en": "The relationship between vitiligo and congenital nevus needs to be further elucidated.",
      "cn": "白癜风合并先天性色素痣这一现象值得进一步研究."
    },
    {
      "en": "This excision of skin demonstrates a malignant melanoma, which is much larger and more irregular nevus.",
      "cn": "下面的巨大肿瘤块压迫肾实质,使其发生了扭曲变形.恶性肿瘤切面的颜色多样,可以是黄、白 、 红、棕之间的颜色."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "naevus",
            "mole"
          ],
          "tran_cn": "[皮肤]痣"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "痣",
      "tran_en": "any congenital growth or pigmented blemish on the skin; birthmark or mole "
    }
  ],
  "exchange": {
    "pl": [
      "nevi"
    ]
  }
}