{
  "word": "detectable",
  "ipa": {
    "us": "dɪˈtektəbl",
    "uk": "dɪˈtektəbl"
  },
  "sentences": [
    {
      "en": "A photomultiplier can amplify the signal to detectable levels.",
      "cn": "光电倍增管可将此讯号放大到可侦测的程度."
    },
    {
      "en": "Contrarily , in 10 inflammation and 10 normalbronchial mucosa no detectable MG - Ags were found.",
      "cn": "10例肺部炎症和10例正常粘膜MG─AgS则均为阴性."
    },
    {
      "en": "Dark matter gives out no light and is detectable only because of its gravitational effect on visible matter.",
      "cn": "暗物质不发光，它之所以能被发现，只是因为它对可见物质产生引力作用。"
    },
    {
      "en": "Doctors say the disease is probably inherited but not detectable at birth.",
      "cn": "医生说该疾病可能是遗传而来，但在出生时无法查出。"
    },
    {
      "en": "For example, leaner people have more detectable brown fat than overweight people.",
      "cn": "例如, 瘦人与超重者相比有更多可检测的棕色脂肪."
    },
    {
      "en": "Grains containing detectable amounts of aflatoxin should therefore not be used for food or feed.",
      "cn": "因此,凡测出含有阿夫罗毒素的谷物都不能做粮食或饲料."
    },
    {
      "en": "It is miniscule, hardly detectable, even by the finest of your instruments.",
      "cn": "它是非常小的,就算使用你们最精良的仪器也很难检测得到."
    },
    {
      "en": "Objectives: To improve the detectable rate of cervical lesions.",
      "cn": "目的: 为提高子宫颈病变的检出率."
    },
    {
      "en": "Primary plaques were detectable in 16 to 20 hours.",
      "cn": "在16到20小时内可查出原发溶斑."
    },
    {
      "en": "The infestation of avocado root rot disease is not visually detectable.",
      "cn": "鳄梨树根腐病的感染用视觉是无法探测出来的."
    },
    {
      "en": "The inflection point at this PH is barely detectable.",
      "cn": "在此PH值下,拐点不易发现."
    },
    {
      "en": "The magnetite in our brains can a detectable fingerprint.",
      "cn": "我们大脑的磁场能作为可检测的指纹."
    },
    {
      "en": "The noise is barely detectable by the human ear.",
      "cn": "人的耳朵几乎是察觉不到这种噪音的。"
    },
    {
      "en": "These trace gases are not detectable by smell in any but the most heavily polluted atmosphere.",
      "cn": "这些微量气体除了在污染最严重的大气外,是不能凭嗅觉察觉到的."
    },
    {
      "en": "To propose one publicly detectable watermarking plan using error correcting code.",
      "cn": "提出了一种采用纠错码的可以公开检测的水印方案."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "detection",
          "tran_cn": " 侦查，探测；发觉，发现；察觉"
        },
        {
          "word": "detector",
          "tran_cn": " 检测器；发现者；侦察器"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "detect",
          "tran_cn": " 察觉；发现；探测"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "discernible",
            "perceptible"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可发觉的，可看穿的",
      "tran_en": "Something that is detectable can be noticed or discovered"
    }
  ],
  "exchange": {
    "verb": [
      "detect"
    ]
  }
}