{
  "word": "integrative",
  "ipa": {
    "us": "'ɪntɪgreɪtɪv",
    "uk": "'ɪntɪgreɪtɪv"
  },
  "sentences": [
    {
      "en": "A integrative view focuses on how projects contribute to the strategic goals of the organization.",
      "cn": "整体的视角集中于讲述项目是怎样有助于组织的战略目标."
    },
    {
      "en": "A new viewpoint of chemical - and - plant integrative fixation is put forward.",
      "cn": "提出了开展化学 - 生物一体化固沙新观点."
    },
    {
      "en": "Also develops integrative information platform, including geographic data, basic operation data and registry operation data.",
      "cn": "设计开发了包括地图数据 、 基础业务数据和业务注册信息的综合信息平台."
    },
    {
      "en": "Hence enacted law is more authoritative and more integrative than judge - made law.",
      "cn": "因此,制定法比法官造法更具有权威性和统一性."
    },
    {
      "en": "In the course of its development, an integrative aggregative tension appeared.",
      "cn": "在教育政治学发展的过程中, 出现了两种张力:整合的张力和多元的张力."
    },
    {
      "en": "In the first part of the article, a new integrative hierarchical face detection method is introduced.",
      "cn": "本文前半部分提出了一种层次式的人脸检测方法."
    },
    {
      "en": "It has accumulative, indicative, integrative, and directive function in the practice and development of law.",
      "cn": "法律传统在法律实践与法律发展中具有积淀 、 指引 、 整合 、 定向四种功能."
    },
    {
      "en": "Life and art are integrative.",
      "cn": "生活和艺术是一体的."
    },
    {
      "en": "Parallel - flow heat exchanger has the advantage of integrative performance considering the pressure drop, size and weight.",
      "cn": "从阻力性能, 体积和重量等综合方面考虑,平行流式换热器要优于翅片管式换热器."
    },
    {
      "en": "Such initiatives require leadership, learning by doing and the ability to think and plan in an integrative manner.",
      "cn": "这样的措施需要领导能力、边学边做、思考的能力和一个综合性的计划方式。"
    },
    {
      "en": "The class of single chip madine is very integrative and pracficas.",
      "cn": "单片机是一门综合性和实践性很强的课程."
    },
    {
      "en": "The integrative joint operations equipment support force is materialization for the integrative joint operations equipment support.",
      "cn": "一体化联合作战装备保障力量是实施一体化联合作战装备保障的物质基础."
    },
    {
      "en": "This system absorbs the advantage of integrative structure and distributed structure, completes the contract management system.",
      "cn": "本系统充分吸收了集中式结构和分布式结构的特点, 实现基于CORBA的合同管理系统."
    },
    {
      "en": "To evaluate effectiveness of sensory integrative training and to explore effective approaches and contents of intervention.",
      "cn": "目的评价感觉统合训练的疗效,探索儿童感觉统合失调的有效干预方法和内容."
    },
    {
      "en": "We can provide integrative logistics services including transportation, space booking, declaration , quarantinedeclaration, warehousing and distribution.",
      "cn": "公司可为全球客户提供集运输, 订舱, 报关,报检, 仓储,配送一条龙的综合物流服务."
    },
    {
      "en": "We whether one collect technological service, sell, develop integrative pluralism development - oriented small enterprise.",
      "cn": "我们是一家集技术服务 、 销售 、 开发一体的多元化发展型小企业."
    },
    {
      "en": "While this integrative view of stress probably seems obvious to the average thinking person, it’s taken basic scientists fifty years to reach the same conclusion.",
      "cn": "尽管这种综合观点可能显而易见地符合普通人的想法，但基础科学家得要花五十年时间去得到同样的结果。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "integrate",
          "tran_cn": " 整合的；完全的"
        },
        {
          "word": "integrated",
          "tran_cn": " 综合的；完整的；互相协调的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "integrate",
          "tran_cn": " 一体化；集成体"
        },
        {
          "word": "integration",
          "tran_cn": " 集成；综合"
        },
        {
          "word": "integrator",
          "tran_cn": " [自] 积分器；[电子] 积分电路；整合之人"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "integrated",
          "tran_cn": " 整合；使…成整体（integrate的过去分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "integrate",
          "tran_cn": " 求积分；取消隔离；成为一体"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "integrate",
          "tran_cn": " 使…完整；使…成整体；求…的积分；表示…的总和"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "comprehensive",
            "synthetic",
            "general"
          ],
          "tran_cn": "综合的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "综合的，一体化的"
    }
  ],
  "exchange": {}
}