{
  "word": "sourcing",
  "ipa": {
    "us": "ˈsɔːsɪŋ",
    "uk": "ˈsɔːrsɪŋ"
  },
  "sentences": [
    {
      "en": "...over 40 percent of adults use television as their major source of information about the arts.",
      "cn": "…超过40%的成年人利用电视作为他们了解艺术信息的主要来源。"
    },
    {
      "en": "Business office supplies stop sourcing platform to help themselves.",
      "cn": "企业办公用品一站式自助采购平台."
    },
    {
      "en": "But some believe the bulk of sourcing gains have been made.",
      "cn": "但一些人认为,外包的大部分利益已经实现."
    },
    {
      "en": "Department manager, department supervisor, project executive, sales engineer, salesman, administrator, sourcing staff.",
      "cn": "部门经理, 部门主管, 项目主管, 销售工程师, 销售人员, 行政人员, 采购人员等."
    },
    {
      "en": "Ethical Sourcing: Bring us health ! Protect the enviroment ! Help social exclusive producers!",
      "cn": "道德采购: 健康自我、护环境、心弱势生产者!"
    },
    {
      "en": "Good sourcing skills and have firm relations with the factories in China.",
      "cn": "良好的采购技巧、中国大陆有稳定的工厂资源."
    },
    {
      "en": "In charge of arrangement and tracing out sourcing supplier issues.",
      "cn": "负责安排跟踪外协加工事宜."
    },
    {
      "en": "In charge of logistics service suppliers'sourcing, negotiation and managements.",
      "cn": "负责物流运输供应商的谈判与管理."
    },
    {
      "en": "Renewable sources of energy must be used.",
      "cn": "可再生的能源必须利用。"
    },
    {
      "en": "Request of TJ local procurement in Sourcing Fair is prime business requirement.",
      "cn": "在供应商会议上提出天津本地采购是主要业务需求."
    },
    {
      "en": "Sensitive and proficient in new products development and sourcing.",
      "cn": "具有良好的新品开发和采购能力."
    },
    {
      "en": "Sourcing new Garment suppliers for various woven, knit and denim garment.",
      "cn": "能开发新的针织,梭织,牛仔等服装生产厂商."
    },
    {
      "en": "The union is particularly concerned at the sourcing of products abroad.",
      "cn": "该联盟尤其关注海外的产品货源。"
    },
    {
      "en": "They are sourcing from abroad in order to save money.",
      "cn": "为了省钱,他们的材料、零件从国外开源."
    },
    {
      "en": "Together they travel the world, sourcing clothes for the small, privately owned company.",
      "cn": "他们一道走遍世界各地，为那家私营小公司寻觅服装货源。"
    },
    {
      "en": "We are now sourcing all our pumps from our European supplier.",
      "cn": "我们所有的水泵都是从欧洲进口的."
    },
    {
      "en": "You are a sourcing manager and looking for shipping appliances to Europe.",
      "cn": "你是采购经理并正在找合适的家电产品出口到欧洲."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "sponsoring"
          ],
          "tran_cn": "发起；向…提供消息（source的ing形式）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "global sourcing",
      "tran_cn": "全球采购；全球资源"
    },
    {
      "phrase": "sourcing engineer",
      "tran_cn": "采购工程师"
    },
    {
      "phrase": "sourcing manager",
      "tran_cn": "采购经理"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "采购",
      "tran_en": "The source of something is the person, place, or thing which you get it from"
    },
    {
      "pos": "v",
      "tran_cn": "发起；向…提供消息（source的ing形式）"
    }
  ],
  "exchange": {}
}