{
  "word": "Mr",
  "ipa": {
    "us": "'mɪstə(r)",
    "uk": "'mɪstər"
  },
  "sentences": [
    {
      "en": "A point of order was raised in parliament by Mr Ben Morris.",
      "cn": "本·莫里斯先生在议会就程序问题提出质询。"
    },
    {
      "en": "Asked what English he knew, Mr Semko rattled off \"One, two, three\"",
      "cn": "问他懂哪些英文词，塞姆科先生不假思索地回答：“一，二，三。”"
    },
    {
      "en": "He called Mr Mandela a hero who had inspired millions.",
      "cn": "他称曼德拉先生为鼓舞了数百万民众的英雄。"
    },
    {
      "en": "I wonder if I might have a word with Mr Abbot?",
      "cn": "请问我能否和阿博特先生说几句话？"
    },
    {
      "en": "Mr Abel's doctor has said he is unfit to travel.",
      "cn": "埃布尔先生的医生说他不宜出行。"
    },
    {
      "en": "Mr Brown and his wife corresponded for many years before they met.",
      "cn": "布朗先生与妻子在相识以前先通信了好多年。"
    },
    {
      "en": "Mr Collier heaved a sigh and got to his feet.",
      "cn": "科利尔先生深叹一口气，站了起来。"
    },
    {
      "en": "Mr Dudley has pledged to give any award to charity.",
      "cn": "达德利先生已承诺将任何所获的损害赔偿额都捐给慈善机构。"
    },
    {
      "en": "Mr Mandela was given a tumultuous reception in Washington.",
      "cn": "曼德拉先生在华盛顿受到热情的款待。"
    },
    {
      "en": "Mr Martin was taken out of his car at gunpoint.",
      "cn": "马丁先生被人用枪指着从车里带了出来。"
    },
    {
      "en": "Mr Morris feels the museum is using advertising to good effect.",
      "cn": "莫里斯先生认为博物馆作的广告卓有成效。"
    },
    {
      "en": "Mr Olaechea has British residency by virtue of his marriage.",
      "cn": "奥拉伊奇先生通过结婚而取得在英国的永久居留权。"
    },
    {
      "en": "Mr Thomas was taught by the Catholic nuns whose school he attended.",
      "cn": "托马斯先生是在天主教修女创办的学校接受的教育。"
    },
    {
      "en": "Mr White likes chatting up the girls.",
      "cn": "怀特先生喜欢跟姑娘们搭讪。"
    },
    {
      "en": "She met Mr and Mrs Ricciardi, who were very nice to her.",
      "cn": "她见到了里恰尔迪夫妇，他们对她非常友好。"
    },
    {
      "en": "The governors were joined by Mr Hunter and his management team.",
      "cn": "亨特先生及他率领的管理小组加入了州长们的队伍。"
    },
    {
      "en": "This gave Mr White an opportunity of collecting his thoughts.",
      "cn": "这就给怀特先生一个使思想集中起来的机会。"
    },
    {
      "en": "Under these laws, he said, Mr. Rice's assets could have been frozen.",
      "cn": "他说根据这些法规，赖斯先生的资产可能已经被冻结了。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "mr right",
      "tran_cn": "白马王子；如意郎君；对先生；理想的丈夫"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "Mister 先生，Master 少爷，Mother 母亲，molecular radius 分子半径"
    },
    {
      "pos": "n",
      "tran_cn": "先生"
    }
  ],
  "exchange": {}
}