{
  "word": "unwilling",
  "ipa": {
    "us": "ʌnˈwɪlɪŋ",
    "uk": "ʌnˈwɪlɪŋ"
  },
  "sentences": [
    {
      "en": "an unwilling helper",
      "cn": "勉强来帮忙的人"
    },
    {
      "en": "For months I had been either unwilling or unable to go through with it.",
      "cn": "数月来，我一直不是不愿意就是没办法做这件事。"
    },
    {
      "en": "He is unwilling to give up the opportunity.",
      "cn": "他不愿意放弃这个机会."
    },
    {
      "en": "He was unwilling or unable to pay the fine.",
      "cn": "他是不愿意付这罚款，不然就是付不起。"
    },
    {
      "en": "He was unwilling to make a prediction about which books would sell in the coming year.",
      "cn": "他不愿意预测来年哪些书会有销路。"
    },
    {
      "en": "His tightfisted employer was unwilling to give him a raise.",
      "cn": "他那吝啬的雇主不肯给他加薪."
    },
    {
      "en": "I was an unwilling witness of their quarrel.",
      "cn": "我不愿做他们吵架的见证人."
    },
    {
      "en": "Men are anxious to improve their circumstances, but are unwilling to improve themselves; they therefore remain bound.--James Allen",
      "cn": "人们总是渴望改善周遭环境，但是却不愿意改善自己，因此总停留在原地，无法进步。"
    },
    {
      "en": "She is tough, unwilling to take no for an answer.",
      "cn": "她很强硬，不达目的誓不罢休。"
    },
    {
      "en": "She was certainly an unwilling victim of circumstances.",
      "cn": "她成为情势的牺牲品绝对不是自己愿意的。"
    },
    {
      "en": "She whipped her hand away, unwilling to let him touch it.",
      "cn": "她急速地把手抽开, 不愿让他碰."
    },
    {
      "en": "Some people are unwilling to attend the classes partly because of the cost involved.",
      "cn": "有些人不愿来上课，部分原因是所需的费用问题。"
    },
    {
      "en": "The illness made her apathetic and unwilling to meet people.",
      "cn": "疾病使她冷漠，不愿见人。"
    },
    {
      "en": "The management is understood to be very unwilling to agree to this request.",
      "cn": "据了解，管理层很不乐意答应这项要求。"
    },
    {
      "en": "The natives were unwilling to be bent by colonial power.",
      "cn": "土著居民不愿受殖民势力的摆布."
    },
    {
      "en": "They are unwilling to invest any more money in the project.",
      "cn": "他们不想在这个项目上再增加投资。"
    },
    {
      "en": "They were unwilling, or unable, to guarantee safe passage from the city to the aircraft.",
      "cn": "他们不愿意或者不能够保证从市内到飞机场的安全通行。"
    },
    {
      "en": "英文例句: He was unwilling or unable to pay the fine.",
      "cn": "他是不愿意付这罚款，不然就是付不起。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "unwillingly",
          "tran_cn": " 不情愿地；勉强地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "unwillingness",
          "tran_cn": " 不愿意；不情愿"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "disinclined",
            "forced",
            "involuntary",
            "reluctant"
          ],
          "tran_cn": "不愿意的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "averse",
            "backward",
            "disinclined",
            "forced",
            "indisposed",
            "involuntary",
            "loath",
            "reluctant",
            "resistant"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不愿意的，不情愿的，勉强的，厌恶的，不甘",
      "tran_en": "not wanting to do something and refusing to do it"
    }
  ],
  "exchange": {
    "adv": [
      "unwillingly"
    ],
    "noun": [
      "unwillingness"
    ]
  }
}