{
  "word": "dysfunctional",
  "ipa": {
    "us": "dɪsˈfʌŋkʃənl",
    "uk": " dɪsˈfʌŋkʃənl"
  },
  "sentences": [
    {
      "en": "children from dysfunctional families",
      "cn": "有缺陷家庭的子女"
    },
    {
      "en": "Conclusion To treat ovulatory dysfunctional infertility by tonifying kidney and regulating menstruation has its advantage.",
      "cn": "结论补肾调经法可促排卵、调节内分泌功能,可调整月经周期并提高受孕率."
    },
    {
      "en": "Dysfunctional conflicts: Conflicts that prevent a group from achieving its goals.",
      "cn": "消极冲突: 妨碍工作群体实现目标的冲突."
    },
    {
      "en": "dysfunctional family relationships",
      "cn": "反常的家庭关系"
    },
    {
      "en": "Dysfunctional uterine bleeding is a disease , and occur at any age in gynecopathy.",
      "cn": "功能性子宫出血(功血)是发生在任何年龄的一种妇科常见病."
    },
    {
      "en": "Endocrine disorders are common gynecologic diseases, including dysfunctional uterine bleeding, dysmenorrhea, amenorrhea, PCOS and so on.",
      "cn": "妇科内分泌疾病是常见病, 包括功能失调性子宫出血 、 痛经 、 闭经及多囊卵巢综合征,等等."
    },
    {
      "en": "Family therapy ( Stair Model ) was selected to deal with their root problem in dysfunctional communication pattern.",
      "cn": "沙维雅模式的家庭治疗被选取以改善他们的不良沟通."
    },
    {
      "en": "Object: Dysfunctional uterine bleeding DUB is a common disease in Gynecology and obstetrics department.",
      "cn": "目的: 功血是妇产科的常见病,多发病."
    },
    {
      "en": "Objective : To explore and contributive factors of dysfunctional attitudes in first - onset depressive adolescents.",
      "cn": "目的: 探讨首发的青少年抑郁症患者功能失调性态度."
    },
    {
      "en": "Objective : To observe the clinical effect of mifepristone on dysfunctional uterine bleeding during peri - menopausal period.",
      "cn": "目的: 观察米非司酮治疗围绝经期功能性子宫出血的临床疗效."
    },
    {
      "en": "Objective To evaluate the therapeutic effect of marvelon and estrogen in treating puberty dysfunctional uterine bleeding.",
      "cn": "目的:探讨妈富隆与雌激素对青春期功能失调性子宫出血(功血)的治疗效果."
    },
    {
      "en": "The scan shown here indicates dysfunctional metabolism and blood flow in the brain's emotional center.",
      "cn": "图示造影显示抑郁症患者大脑的情感区出现了代谢障碍."
    },
    {
      "en": "They know how easily group process can become dysfunctional.",
      "cn": "他们知道群体作用会多么容易使机能失调."
    },
    {
      "en": "Whether it's demons or some holdover from a dysfunctional childhood, he cannot stand to be alone.",
      "cn": "不知是天生如此还是受到不幸孩提时代的影响, 他无法忍受独自一人."
    },
    {
      "en": "Worse , credit markets , already dysfunctional, were brought close to breaking point.",
      "cn": "更糟的是, 已经运转不良的信贷市场濒临瓦解."
    },
    {
      "en": "You've got to hand it to the Hawks, currently the most dysfunctional team in the NBA.",
      "cn": "你不得不把输家这个词送给鹰队, 因为现在它是NBA里最有问题的球队."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "功能障碍的，不正常的"
    }
  ],
  "exchange": {}
}