{
  "word": "spontaneously",
  "ipa": {
    "us": "spɒn'teɪnɪəslɪ",
    "uk": "spɔnˈtenɪəslɪ"
  },
  "sentences": [
    {
      "en": "A small patent ductus arteriosus may close spontaneously as your child grows.",
      "cn": "细的导管随着孩子的成长可能自然闭合."
    },
    {
      "en": "Everything must be spontaneous and rise spontaneously from an artistic temperament.",
      "cn": "一切必须自然而然发生出来,由一种艺术的脾性中自然而然发生出来."
    },
    {
      "en": "He was never spontaneously warm or friendly towards us.",
      "cn": "他从未自然而然地对我们表示过热情或友好。"
    },
    {
      "en": "Heat never flows spontaneously from a cooler to a hotter body.",
      "cn": "热决不会自发地从低温物体流向高温物体."
    },
    {
      "en": "Inspect manage engineer is full of sweet smile, happy feeling arises spontaneously.",
      "cn": "监理工程师布满甜蜜的微笑, 幸福之感油然而生."
    },
    {
      "en": "Phosphine is a toxic gas which ignites spontaneously in air.",
      "cn": "磷化氢是一种有毒气体,在空气中可以自燃."
    },
    {
      "en": "Science predicts that many different kinds of universe will be spontaneously created out of nothing.",
      "cn": "霍：科学预言许多不同种类的宇宙会自发地从“无”中被创造出来。"
    },
    {
      "en": "Spontaneously they began to clap and presently the platform was loud with applause.",
      "cn": "大伙儿自发地开始拍手叫好,一会儿平台上就响彻了掌声."
    },
    {
      "en": "The chances are that one will evolve spontaneously, if at all.",
      "cn": "这个只能靠慢慢的自然形成."
    },
    {
      "en": "The human counterparts of those aliens woke up spontaneously.",
      "cn": "那些异形的人类副本已经自然醒来."
    },
    {
      "en": "The soil will spontaneously absorb water from the reference state.",
      "cn": "土壤会由参考状态自动吸附水."
    },
    {
      "en": "The tendency of kids to split up spontaneously into subgroups also explains the uneven success rate of programs that put children from disadvantaged homes into private or parochial schools.",
      "cn": "孩子有自发地分裂形成小团体的趋势，这也说明了将贫穷家庭孩子放入私人或教会学校的计划为什么成功率参差不齐。"
    },
    {
      "en": "These images surface spontaneously in dreams.",
      "cn": "这些影像在梦中自然地浮现出来。"
    },
    {
      "en": "We decided spontaneously to board a train for Geneva.",
      "cn": "我们自行决定搭乘去日内瓦的火车."
    },
    {
      "en": "You need't bespeak contempt, Linton : anybody will have It'spontaneously at your service.",
      "cn": "你用不着要求蔑视, 林敦: 你随时都可以叫任何人自然而然地瞧不起你."
    },
    {
      "en": "Young children depend on context to pro - mote memory, and spontaneously report less.",
      "cn": "儿童依靠环境来促进记忆, 而他们能够自然表达出来的较少."
    },
    {
      "en": "Young volunteers go to the disaster area to do assistance work spontaneously.",
      "cn": "青年志愿者们自发组织前往灾区参加救援工作."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "spontaneous",
          "tran_cn": " 自发的；自然的；无意识的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "spontaneity",
          "tran_cn": " 自发性；自然发生"
        },
        {
          "word": "spontaneousness",
          "tran_cn": " 自然；任意"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "naturally",
            "in spite of oneself"
          ],
          "tran_cn": "自发地；自然地；不由自主地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "自然地，自发地，不由自主地，不禁，油然"
    }
  ],
  "exchange": {
    "adj": [
      "spontaneous"
    ]
  }
}