{
  "word": "downside",
  "ipa": {
    "us": "ˈdaʊnsaɪd",
    "uk": "ˈdaʊnsaɪd"
  },
  "sentences": [
    {
      "en": "Aggressive pyramiding of more and more units had a downside.",
      "cn": "这种激进的金字塔加仓也有缺点."
    },
    {
      "en": "But the two also pointed to some downside risks for the economy.",
      "cn": "但是他们同时表明了经济风险的减少."
    },
    {
      "en": "Digital cell phones offer more security, but the downside is that they have less power.",
      "cn": "数字手机安全性更好，但其劣势在于电力不足。"
    },
    {
      "en": "Downside: the disadvantages of an action, the opposite of upside.",
      "cn": "负面: 某种行为不好的一面, 与正面相对."
    },
    {
      "en": "However, the common business practice suggests a notion of one - sided risk ( downside - risk ).",
      "cn": "然而, 一般的商业实践都建议采用 单边 风险."
    },
    {
      "en": "I really cannot see a downside to this approach.",
      "cn": "我真的不能看见下滑到这条途径."
    },
    {
      "en": "Many are just downright negative, looking for the downside of everything.",
      "cn": "许多人都显示出很明显的否定态度, 想要探究事物的内幕."
    },
    {
      "en": "Now , as I said before, there's always a downside to technology.",
      "cn": "如我刚才所说, 技术总有不利的一面."
    },
    {
      "en": "Plane Drain Frequent flying is definitely a downside of modeling.",
      "cn": "乘飞机的疲惫频繁乘飞机旅行无疑是当模特儿的一大苦恼."
    },
    {
      "en": "Some fear a downside: A fresh round of destruction of historical property.",
      "cn": "但一些人士却担心这会导致历史建筑遭受新一轮的破坏."
    },
    {
      "en": "Stocks were downside last week.",
      "cn": "上周股票市场在走下坡."
    },
    {
      "en": "The downside of living in the city is the high living expense.",
      "cn": "住在城市中的缺点就是很高的生活费用."
    },
    {
      "en": "The downside of MIDI is that it cannot record sounds ( only notes ).",
      "cn": "MIDI的下端并不能记录声音 ( 仅音符 )."
    },
    {
      "en": "The downside of this approach is a lack of clear leadership.",
      "cn": "这种方式的不足之处是缺乏明确的指挥。"
    },
    {
      "en": "The downside to using the attachments is, of course, cable clutter.",
      "cn": "当然, 使用这些配件的缺点就是会有杂乱的接线."
    },
    {
      "en": "There is a downside to it: the more she remembers, the more bitter she feels about what has happened.",
      "cn": "这有个不利之处：她记起的越多，对发生的一切就会觉得越痛苦。"
    },
    {
      "en": "There is a downside to the higher sales, however: increased abandonment.",
      "cn": "不过, 宠物狗市场行情看俏也有它的缺点: 弃养的情况增加了."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "downswing",
          "tran_cn": " 下降趋势；向下摆动；衰落"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "downside risk",
      "tran_cn": "跌价风险；下跌风险"
    },
    {
      "phrase": "on the downside",
      "tran_cn": "下降中，衰落中，衰减中"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "底侧的"
    },
    {
      "pos": "n",
      "tran_cn": "下降趋势，负面，消极面",
      "tran_en": "The downside of a situation is the aspect of it which is less positive, pleasant, or useful than its other aspects"
    }
  ],
  "exchange": {
    "pl": [
      "downsides"
    ]
  }
}