{
  "word": "whatever",
  "ipa": {
    "us": "wɒtˈevə(r)",
    "uk": "wətˈevər"
  },
  "sentences": [
    {
      "en": "\"I love you,\" he said. — \"Whatever that means,\" she said.",
      "cn": "他说：“我爱你。”——她说：“你懂什么是爱吗？”"
    },
    {
      "en": "\"Whatever is that row?\" she demanded. \"Pop festival,\" he answered.",
      "cn": "“那闹哄哄的究竟是在做什么？”她问道。“是流行音乐节，”他回答说。"
    },
    {
      "en": "Ensure that whatever you gain now will be for keeps.",
      "cn": "确保你现在所获得的一切永远不会失去。"
    },
    {
      "en": "Help yourself to whatever you want.",
      "cn": "请随意。"
    },
    {
      "en": "I was allowed to do whatever I wanted with my life.",
      "cn": "我可以自由支配自己的生活。"
    },
    {
      "en": "I've always found him clued-up on whatever he was talking about.",
      "cn": "我一直都觉得他对自己谈论的任何事情都了如指掌。"
    },
    {
      "en": "It's an interesting scientific phenomenon, but of no practical use whatever.",
      "cn": "这是一种有趣的科学现象，但没什么实用价值。"
    },
    {
      "en": "She has shown no interest whatever in anything scientific.",
      "cn": "凡是与科学有关的她都没有表现出任何兴趣。"
    },
    {
      "en": "They're keenly aware that whatever they decide will set a precedent.",
      "cn": "他们深知无论他们的决定是什么，都将开创先例。"
    },
    {
      "en": "This is just a stupid argument that has nothing whatever to do with your job.",
      "cn": "这只是一场无聊的争论，和你的工作没有任何关系。"
    },
    {
      "en": "This means that whatever you develop with these two libraries does not have to be open source, but can be proprietary.",
      "cn": "这意味着，无论您使用这两个库开发什么软件，该软件不必是开放源码的，可以是专有的。"
    },
    {
      "en": "use chopped herbs, nuts, garlic, or whatever.",
      "cn": "使用剁碎的草药、坚果、大蒜，或其他类似的东西。"
    },
    {
      "en": "use chopped herbs, nuts, garlic, or whatever.",
      "cn": "使用剁碎的草药、坚果、大蒜，或其他类似的东西。"
    },
    {
      "en": "We will do whatever is necessary to stop them.",
      "cn": "我们要采取一切必要措施去阻止他们。"
    },
    {
      "en": "Whatever doubts he might have had about Ingrid were all over now.",
      "cn": "他对英格丽德可能存有的疑虑现在全都烟消云散了。"
    },
    {
      "en": "Whatever I suggest, he always disagrees.",
      "cn": "无论我提什么建议，他总是不同意。"
    },
    {
      "en": "Whatever is hidden is harmful (hence revelation equals security).",
      "cn": "任何隐藏的东西都是有害的（所以披露就等于安全）。"
    },
    {
      "en": "Whatever its obscurities, the poem was clear on at least one count.",
      "cn": "这首诗再怎么晦涩，至少有一点是清楚的。"
    },
    {
      "en": "Whatever the majority decided I was prepared to go along with.",
      "cn": "只要是多数人的决定我都愿意服从。"
    },
    {
      "en": "Whatever the outcome, it's going to be one hell of a fight.",
      "cn": "不管结果如何，这都会是场艰苦的战斗。"
    },
    {
      "en": "Whatever troubles arise, we'll have peace of mind amidst seeming chaos.",
      "cn": "无论出现什么样的麻烦，我们都会在貌似混乱的情形中保持平和的心态。"
    },
    {
      "en": "Whatever you want to chat about, we'll do it tonight.",
      "cn": "不管你想聊些什么，我们今晚聊个够。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "however"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "or whatever",
      "tran_cn": "(非正式)或诸如此类的事物"
    },
    {
      "phrase": "whatever next"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不管什么样的"
    },
    {
      "pos": "adv",
      "tran_cn": "一点儿都（不），什么都（没有），不管发生什么",
      "tran_en": "used to emphasize a negative statement"
    },
    {
      "pos": "conj",
      "tran_cn": " 任何（事物），无论什么，不管什么"
    },
    {
      "pos": "conj&pron",
      "tran_cn": " 无论什么"
    },
    {
      "pos": "det",
      "tran_cn": "任何，每一，无论什么，不管什么，无所谓"
    },
    {
      "pos": "pron",
      "tran_cn": "任何，每一，无论什么，不管什么，无所谓",
      "tran_en": "any or all of the things that are wanted, needed, or possible"
    }
  ],
  "exchange": {}
}