{
  "word": "Mekong",
  "ipa": {
    "us": "ˈmeiˈkɔŋ",
    "uk": "ˈmeˈkɔŋ, -ˈkɑŋ"
  },
  "sentences": [
    {
      "en": "After it leaves China and the altitude the Mekong becomes wide, brown and warm.",
      "cn": "当湄公河离开中国,离开高纬度地区,它就变得宽阔而温暖, 颜色带有些棕色."
    },
    {
      "en": "Cooperation for the development of the Mekong River valley is about to unfold.",
      "cn": "湄公河流域开发合作即将全面展开."
    },
    {
      "en": "Fight the rapids as you kayak and raft down the vast Mekong River.",
      "cn": "当你的皮船和木筏冲进湄公河时和急流的艰险战斗."
    },
    {
      "en": "I would not, for example, let her swim in the Mekong.",
      "cn": "我不会让她在比如湄公河这样的河里游泳。"
    },
    {
      "en": "It is clear the Mekong subregion is seeing an integration of multiple interests.",
      "cn": "很明显,湄公地区正被看作是多重利益的结合点."
    },
    {
      "en": "Many international and non - government organizations have also placed the Mekong subregion higher on their agendas.",
      "cn": "许多国际组织和民间组织也在该地区注入了很多心血."
    },
    {
      "en": "Mekong restaurant, located in the Cayman Pavilion Road , No.111, you can taste honey flavor.",
      "cn": "湄公餐馆, 位于曼亭路111号, 可以品尝哈尼风味."
    },
    {
      "en": "Others, however, point out that decreased sediment loads will likely lead to erosion of downstream riverbanks and the Mekong Delta.",
      "cn": "然而，其他人指出泥沙量的减少将可能导致对下游河岸与湄公河三角洲的侵蚀。"
    },
    {
      "en": "Paddy rice distributings in red river delta, mekong delta reaches coastal plain.",
      "cn": "稻米分布在红河三角洲, 湄公河三角洲及沿海平原."
    },
    {
      "en": "River Commission is committed to sustainable development of the Mekong Riverresources.",
      "cn": "湄公河委员会致力于湄公河流域的可持续发展."
    },
    {
      "en": "The Mekong, is a river blessed with breathtaking natural beauty.",
      "cn": "澜沧江-湄公河,风光优美 、 景色秀丽."
    },
    {
      "en": "The natural resources in Mekong river valley are abundant, especially water resource.",
      "cn": "湄公河流域拥有丰富的自然资源, 特别是水能资源极为丰富."
    },
    {
      "en": "The novenIn northern Thailand, the wide Mekong River is known as motherMother River.",
      "cn": "在泰国北部, 宽阔的湄公河以作为母亲河而出名."
    },
    {
      "en": "The origin of the Laos states on the Mekong is obscure and legendary.",
      "cn": "位于湄公河流域的老挝人各子国的起源,仅有一些模糊的传说."
    },
    {
      "en": "The paper is of billows dark blue, collaboration of area international offers Mekong important decision - making basis.",
      "cn": "论文为澜沧江—湄公河次区域国际合作提供重要的决策依据."
    },
    {
      "en": "The provenance of Southern shelf and slope should include the Mekong River and Kalimantan Islands.",
      "cn": "南部陆架-陆坡区的物源主要有湄公河和加里曼丹岛,但两者的混合明显."
    },
    {
      "en": "Vientiane, the capital of Laos, nestles on the banks of the Mekong River.",
      "cn": "老挝的首都万象就座落在湄公河岸上."
    },
    {
      "en": "Yet the row over the drop in the Mekong seems under control.",
      "cn": "然而，关于湄公河流量降低的问题似乎得到控制。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "mekong delta",
      "tran_cn": "n. 湄公河三角洲；湄公河口（东南亚）"
    },
    {
      "phrase": "mekong river",
      "tran_cn": "湄公河（东南亚最大河流发源于中国唐古拉山的东北）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "湄公河（位于东南亚，发源于中国唐古拉山脉东北坡，名澜沧江，东南流经缅甸，老挝，泰国，柬埔寨和越南，称湄公河，入南海）"
    }
  ],
  "exchange": {}
}