{
  "word": "Ireland",
  "ipa": {
    "us": "ˈaɪələnd",
    "uk": "ˈaɪərlənd"
  },
  "sentences": [
    {
      "en": "Both Scotland and Northern Ireland had made last-minute substitutions.",
      "cn": "苏格兰队和北爱尔兰队都在最后时刻做了换人调整。"
    },
    {
      "en": "Britain does not agree and neither do Denmark, Portugal and Ireland.",
      "cn": "英国不同意，丹麦、葡萄牙和爱尔兰也持反对意见。"
    },
    {
      "en": "By now you will have guessed that I'm back in Ireland.",
      "cn": "你现在应该已经猜出我回到了爱尔兰了。"
    },
    {
      "en": "Etymology: over England; from one land to another; into Ireland.",
      "cn": "词源学：越过英格兰，从一个陆地到另一个陆地，爱尔兰。"
    },
    {
      "en": "He suggested that the shapes represented a map of Britain and Ireland.",
      "cn": "他暗示这些图形象征了英国和爱尔兰的地图。"
    },
    {
      "en": "His father took him on a sentimental pilgrimage to Ireland.",
      "cn": "他爸爸带他踏上了去爱尔兰的情感之旅。"
    },
    {
      "en": "Ireland, Portugal and Greece have all required rescues.",
      "cn": "爱尔兰，葡萄牙和希腊都需要救助。"
    },
    {
      "en": "Others claim that Ireland's very essence is expressed through the language.",
      "cn": "其他人声称爱尔兰最精髓的东西是通过语言表现出来的。"
    },
    {
      "en": "Rafferty was the sole survivor from the successful Ireland team of 1988.",
      "cn": "拉弗蒂是1988年红极一时的爱尔兰队硕果仅存的球员。"
    },
    {
      "en": "She was privately educated at schools in Ireland and Paris.",
      "cn": "她在爱尔兰和巴黎的学校接受过私立教育。"
    },
    {
      "en": "That programme will include live commentary on the England-Ireland game.",
      "cn": "那个节目将包括英格兰与爱尔兰比赛的实况报道。"
    },
    {
      "en": "The film takes no position on the politics of Northern Ireland.",
      "cn": "这部电影未在北爱尔兰政治问题上选择站边。"
    },
    {
      "en": "The first British attempt to colonize Ireland was in the twelfth century.",
      "cn": "英国最早尝试在爱尔兰开拓殖民地是在12世纪。"
    },
    {
      "en": "The only thing that rankles me is what she says about Ireland.",
      "cn": "唯一使我耿耿于怀的就是她那些关于爱尔兰的言论。"
    },
    {
      "en": "The Republic of Ireland is expected to raise interest rates.",
      "cn": "爱尔兰共和国预计会提高利率。"
    },
    {
      "en": "These incidents suggest the peace in Northern Ireland is still brittle.",
      "cn": "这些事件表明北爱尔兰的和平仍然很脆弱。"
    },
    {
      "en": "We are not yet fully resourced in Northern Ireland.",
      "cn": "我们在北爱尔兰目前资源不足。"
    },
    {
      "en": "We surmised you had gone to Ireland.",
      "cn": "我们还以为你去爱尔兰了呢，原来你并没去呀。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "northern ireland",
      "tran_cn": "北爱尔兰自治区（在爱尔兰东北部）"
    },
    {
      "phrase": "republic of ireland",
      "tran_cn": "爱尔兰"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "爱尔兰（岛）"
    }
  ],
  "exchange": {}
}