{
  "word": "Crete",
  "ipa": {
    "us": "kri:t",
    "uk": "krit"
  },
  "sentences": [
    {
      "en": "An island group of southeast Greece Aegean Sea between Turkey and Crete.",
      "cn": "多德卡尼斯群岛:位于爱琴海土耳其和克里特岛之间的希腊东南部群岛."
    },
    {
      "en": "Cyprus is positioned just south of Greece and looks suspiciously like Crete in shape.",
      "cn": "邮票上塞浦路斯恰好位于希腊南部,而且从形状上看很可疑,酷似克里特岛."
    },
    {
      "en": "Daedalus and his son Icarus were prisoners on the island of Crete.",
      "cn": "代达罗斯和他的儿子伊卡洛斯是克里特岛上的囚犯."
    },
    {
      "en": "From the Greek island of Crete to the Libyan air transport line has become extremely important.",
      "cn": "从希腊克里特岛到利比亚的空中运输线变得极其重要了."
    },
    {
      "en": "He's an archaeologist and has been on a dig in Crete for the past year.",
      "cn": "他是位考古学家，过去的一年都在参与克里特岛上的一项考古发掘工作。"
    },
    {
      "en": "I know some people are saying it looks like Crete but it's not.",
      "cn": "我知道有些人在说它看上去像克里特岛,但它不是."
    },
    {
      "en": "LinearB dates from around 1450 BC. It is an archaic form of written Greek used by Greek-speakers who conquered parts of Crete around that time.",
      "cn": "线形文字B大约始于公元前1450年，为当时征服了克里特岛部分地区的希腊人使用，是一种古老的书面希腊语。"
    },
    {
      "en": "New inhabitants have rebuilt Crete, but the mute ruins of ancient Atlantis can still be seen.",
      "cn": "新居民重建了克里特, 但仍然可以看到古代亚特兰蒂斯无声的废墟."
    },
    {
      "en": "Pavlos Tsimas says some people commit suicide in a public way, like the businessman in Crete.",
      "cn": "特斯马斯表示一些人以公开的方式自杀，就像克里特岛这位小商人。"
    },
    {
      "en": "Plato's maps of Atlantis have even been argued to resemble the geography of ancient Crete.",
      "cn": "柏拉图的亚特兰蒂斯地图被争论是类似于古代克里特岛的地理环境."
    },
    {
      "en": "Soon after 2000 BC, the people of Crete began building towns.",
      "cn": "公元前2000年后不久, 克里特人开始修筑城市."
    },
    {
      "en": "Southern anchoring foundation of RunYang suspension bridge across Yangtse River is a tremendous gravity structure crete.",
      "cn": "润扬长江公路大桥南锚碇基础为混凝土重力式结构,体积巨大,基坑采用冻结法止水."
    },
    {
      "en": "The Bending strength for concrete bonding was over 7 MPa with ester crete - p and 8 Mpa with Epcrete - p .",
      "cn": "用epcretep粘合 的混凝土试件的抗折强度可达到 8MPa 以上."
    },
    {
      "en": "The Rankine and Lamb vortex corc models are mixed, and the secondary dis - crete vortices are taken.",
      "cn": "试用了混合的Rankine和Lamb涡模型及二次离散涡."
    },
    {
      "en": "Therefore, the measurement of blocks is only considered as con - crete property reflection in a certain condition.",
      "cn": "因此, 试件测量值只能被认为是混凝土在特定条件下的性能反映."
    },
    {
      "en": "They were coming in to land on the north coast of Crete.",
      "cn": "他们将从克里特岛北海岸登陆上岛。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "克利特岛（位于地中海东部，属希腊）"
    },
    {
      "pos": "other",
      "tran_cn": "克里特岛（希腊位于地中海西部的一个岛屿）"
    }
  ],
  "exchange": {}
}