{
  "word": "fairytale",
  "ipa": {
    "us": "ˈfeərɪteɪl",
    "uk": "ˈfɛriˌteɪl"
  },
  "sentences": [
    {
      "en": "A prince turns into a frog in this cartoon fairytale.",
      "cn": "在这个卡通童话里王子变成了一只青蛙。"
    },
    {
      "en": "After a whirlwind courtship and a fairytale wedding the couple had settled down to an urban lifestyle.",
      "cn": "在一段旋风般的热恋和一个童话式的婚礼之后，夫妻俩定居下来，过起了都市生活。"
    },
    {
      "en": "Again the Burton - Depp combo – Depp's performance in Burton's fairytale – has proved a huge success.",
      "cn": "德普的演技加上波顿的童话,这次强强联手再获巨大的成功."
    },
    {
      "en": "An unhappy duckling grows into a beautiful swan in this magical fairytale.",
      "cn": "一只丑小鸭经历了种种凄苦的遭遇,最后变成一只美丽的天鹅!"
    },
    {
      "en": "And that's why Havant and Waterlooville are this year's fairytale story.",
      "cn": "这就是哈万特是本年度神话的原因所在."
    },
    {
      "en": "Disappeared at sunrise, seemed only a fairytale.",
      "cn": "在日出前消褪, 像一则童话般唯美."
    },
    {
      "en": "Feeling that we had intruded on a fairytale scene, we drove back to the hotel.",
      "cn": "正当觉得闯入了童话般场景时, 我们驱车返回酒店."
    },
    {
      "en": "IT was the test that could have ruined Mary Donaldson's fairytale romance with Denmark's Prince Frederik.",
      "cn": "这是测试,可能毁掉玛丽唐纳森的童话般的浪漫与丹麦王储弗雷德里克."
    },
    {
      "en": "My fairytale is a nick name of the reality.",
      "cn": "过一阵就好.应该是什么事放不开吧."
    },
    {
      "en": "Now I know you're not a fairytale and dreams were meant for sleeping.",
      "cn": "现在我终于知道你不是我的童话,你只是我睡梦中的梦境."
    },
    {
      "en": "Oh I forgot... .this is just a fairytale!",
      "cn": "哦，我忘了... 这仅仅是一个童话故事！"
    },
    {
      "en": "She loved him so much: it was a fairytale romance.",
      "cn": "她深深爱着他：这是个童话般的浪漫故事。"
    },
    {
      "en": "That was sold as a fairytale wedding, but from the point of view of most of the public, it turned out to be one of those fairytales that don't have a happy ending.",
      "cn": "那是当作童话式的婚礼推销的，但是从对大部分市民的角度来看，它最终是变成了那些没有幸福结局的童话故事之一。"
    },
    {
      "en": "This fairytale city is equal parts European sophistication, stunning scenery and romance.",
      "cn": "这座童话般的城市将欧洲的古老传统 、 迷人景色和浪漫气息集于一身."
    },
    {
      "en": "This kind of love is temporary andonly as the fairytale lasts.",
      "cn": "这种爱就像童话故事一样短暂."
    },
    {
      "en": "Unfortunately, life is not a fairytale a happy ending.",
      "cn": "可惜, 现实生活没童话般的美好."
    },
    {
      "en": "You have negative thoughts , and you look for romantic love like in a fairytale.",
      "cn": "你常祈望你的爱情像童话故事一样美丽和完美."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "童话式的，童话中才有的，优美无比的"
    },
    {
      "pos": "n",
      "tran_cn": "童话"
    }
  ],
  "exchange": {}
}