{
  "word": "irrespective",
  "ipa": {
    "us": "ɪrɪˈspektɪv",
    "uk": "ɪrɪˈspektɪv"
  },
  "sentences": [
    {
      "en": "...their commitment to a society based on equality for all citizens irrespective of ethnic origin.",
      "cn": "…他们为建设一个没有种族差别、全民平等的社会所做出的贡献。"
    },
    {
      "en": "Admin sees all the evaluations irrespective of the stages.",
      "cn": "管理员看到所有的评价不论阶段."
    },
    {
      "en": "Divine reason, they held, dwells in all men everywhere, irrespective of nationality or race.",
      "cn": "他们认为, 处处寓于所有人的头脑之中的神圣的理性, 不分国别或种族."
    },
    {
      "en": "Everyone is treated equally, irrespective of race.",
      "cn": "不分种族，每个人都受到公平对待。"
    },
    {
      "en": "He is going to buy it irrespective of what you say.",
      "cn": "不管你说什么,他是买定了."
    },
    {
      "en": "He is going to buy it, irrespective of what you say.",
      "cn": "不管你说什么，他是买定了。"
    },
    {
      "en": "He married her, irrespective of the will of his parents.",
      "cn": "他违背父母的意愿与她结了婚."
    },
    {
      "en": "It must be done, irrespective of cost.",
      "cn": "不论花费多少,这件事一定要做."
    },
    {
      "en": "Louisa Mebbin adopted a protective elder - sister attitude towards money in general , irrespective of nationality or denomination.",
      "cn": "路易莎·梅宾在花钱的事上总是采取一种大姐式的保护态度, 不论是花哪一国的钱,不论花多少."
    },
    {
      "en": "Persistence of the herbicide in the mud was irrespective of formulation.",
      "cn": "除草剂在底泥中的持久性与剂型无关."
    },
    {
      "en": "Reproduction is constant irrespective of climate and other variations.",
      "cn": "不管气候与其他环境条件如何变化,繁殖能力维持恒定."
    },
    {
      "en": "The course is open to anyone, irrespective of age.",
      "cn": "这门课任何人都可参加，没有年龄限制。"
    },
    {
      "en": "The idea is a good one irrespective of who may have submitted it.",
      "cn": "不论是谁提出的,那是个好主意."
    },
    {
      "en": "The modularity system can then match you with what you need irrespective of which module provides it.",
      "cn": "模块化系统可以很好地匹配您的需求，而不需要考虑是哪个模块提供的。"
    },
    {
      "en": "The son says: \" Irrespective, anyway the girlfriend is changed everyday. \"",
      "cn": "儿子说: “ 没关系, 反正女朋友天天都换. ”"
    },
    {
      "en": "They send information every week, irrespective of whether it's useful or not.",
      "cn": "他们每星期送出信息, 不管其是否有用."
    },
    {
      "en": "This also means that you can refer to a savepoint only in the same execution of a procedure, but not from another execution of the same or other procedures irrespective of the nesting level.",
      "cn": "这也意味着您只能在存储过程的同一次执行中引用保存点，而不能从同一个过程或任何嵌套级别的其他过程的不同执行中引用。"
    },
    {
      "en": "This service should be available to everybody, irrespective of whether they can afford it.",
      "cn": "这项服务应该面向所有人，不管他们是否负担得起。"
    },
    {
      "en": "We will have the work done, irrespective of cost.",
      "cn": "不管花多大代价,我们也得要把这项工作办好."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unrelated",
            "unconcerned"
          ],
          "tran_cn": "无关的；不考虑的；不顾的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "irrespective of",
      "tran_cn": "不论；不考虑；不顾"
    },
    {
      "phrase": "irrespective of percentage",
      "tran_cn": "不论损失如何全部赔偿"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不考虑的，不顾的，无关的",
      "tran_en": "used when saying that a particular fact has no effect on a situation and is not important"
    }
  ],
  "exchange": {}
}