{
  "word": "stimuli",
  "ipa": {
    "us": "ˈstɪmjəlaɪ",
    "uk": "'stɪmjəlaɪ"
  },
  "sentences": [
    {
      "en": "Allergies are an overreaction of the immune system to certain stimuli.",
      "cn": "182过敏是免疫系统对某种刺激的过度反应."
    },
    {
      "en": "And the profession - led pressure leads to cardiovascular disease through chronicle stimuli.",
      "cn": "职业紧张引起心血管疾病是在长期慢性紧张刺激下发生发展的."
    },
    {
      "en": "Conduct Interviews via Telephone. Create Stimuli. Scanning at MGH.",
      "cn": "7通过电话(与被试的朋友及家人)会话. 建立刺激. 在MGH中扫描."
    },
    {
      "en": "Does the child respond to auditory stimuli ? ie Does he react to the sounds around him?",
      "cn": "那孩子对声音有反应吗?"
    },
    {
      "en": "Does the child respond to auditory stimuli?",
      "cn": "那孩子对声音有反应吗？"
    },
    {
      "en": "Eight of these stimuli are natural and constructive. Two are destructive.",
      "cn": "这十种刺激源中,有八种是天然而有建设性的, 有两种是具破坏力的."
    },
    {
      "en": "Interest rates could fall soon and be a stimulus to the U.S. economy.",
      "cn": "利率可能很快会下降，从而刺激美国经济。"
    },
    {
      "en": "It is necessary to curtail or alter normally coexisting stimuli.",
      "cn": "必需消除或改变正常时并存的刺激."
    },
    {
      "en": "It is through our nervous system that we adapt ourselves to our environment and to all external stimuli.",
      "cn": "我们是通过神经系统使自己适应环境及所有外部刺激的。"
    },
    {
      "en": "My sweat glands also respond to emotional stimuli.",
      "cn": "我的汗腺对情绪刺激也能产生反应."
    },
    {
      "en": "Other participants were primed with play money or neutral stimuli.",
      "cn": "其他的受试者则看到游戏纸钞或无暗示意味的刺激."
    },
    {
      "en": "Tactile and auditory stimuli provoke convulsions with opisthotonos.",
      "cn": "触觉和听觉的刺激可诱使病牛惊厥和角弓反张."
    },
    {
      "en": "Tactile and auditory stimuli provoke convulsions with opposthotonis.",
      "cn": "触觉和听觉的刺激可诱发惊厥和角弓反张."
    },
    {
      "en": "The stimuli believed to be responsible for secretion are vagal and humoral.",
      "cn": "迷走神经和体液刺激被认为是引起分泌的原因."
    },
    {
      "en": "The stimuli were presented monaurally.",
      "cn": "刺激以单耳声的方式呈现出来."
    },
    {
      "en": "We'll video their faces while they laugh in response to various stimuli.",
      "cn": "当他们面对不同刺激做出笑的反应时,我们将拍摄他们的向部."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "salts"
          ],
          "tran_cn": "刺激；剌激物；促进因素（stimulus的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "economic stimulus",
      "tran_cn": "经济刺激"
    },
    {
      "phrase": "fiscal stimulus",
      "tran_cn": "财政刺激"
    },
    {
      "phrase": "stimulus package",
      "tran_cn": "刺激计划"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "刺激，刺激物，促进因素(stimulus的复数形式)，小尖刺",
      "tran_en": "A stimulus is something that encourages activity in people or things"
    }
  ],
  "exchange": {}
}