{
  "word": "topical",
  "ipa": {
    "us": "ˈtɒpɪkl",
    "uk": "ˈtɑpɪkl"
  },
  "sentences": [
    {
      "en": "Conclusion: Topical use of aciclovir gel on the animal skin is safe.",
      "cn": "结论: 阿昔洛韦凝胶皮肤局部用药对实验动物较为安全."
    },
    {
      "en": "Corticosteroids - a topical steroid but only available on prescription from your doctor.",
      "cn": "皮质类固醇--只能由医生开给你的一种在局部使用的类固醇."
    },
    {
      "en": "For topical treatment and healthcare with radiant heat of the ray.",
      "cn": "供医疗单位利用红外线幅射热作局部治疗、保健用."
    },
    {
      "en": "Generally the current treatment can broadly be defined as topical and symptomatic.",
      "cn": "通常从广义上可认为目前的治疗是局部和对症治疗."
    },
    {
      "en": "Group C by oral doxycycline and topical sulfur calamine lotions.",
      "cn": "C组口服多西环素(品名:强力霉素)外用硫磺炉甘石洗剂."
    },
    {
      "en": "His title has a double - meaning: empathy is both and freshly topical.",
      "cn": "书的题目含有双重含义: 同情心既是老生常谈,又颇具新意."
    },
    {
      "en": "Objective : To evaluate efficacy and safety of topical anesthesia for trabeculectomy.",
      "cn": "目的: 评估表面麻醉行小梁切除术的有效性及安全性."
    },
    {
      "en": "Other lines of attack include astringents and topical or oral medications.",
      "cn": "其它治疗手段包括收敛剂和局部或口服的药物治疗."
    },
    {
      "en": "The magazine's aim is to discuss topical issues within a Christian framework.",
      "cn": "该杂志的宗旨是在基督教框架下讨论时下的热门话题。"
    },
    {
      "en": "The news release is something topical ablut why someone should care.",
      "cn": "新闻稿是针对特定主题撰写的资料,向媒体说明为什么要关注这个主题."
    },
    {
      "en": "The newscast covers topical events and entertainment.",
      "cn": "该新闻广播涉及时事和娱乐。"
    },
    {
      "en": "The recent events in Europe have made this film topical.",
      "cn": "欧洲最近发生的事件使这部电影成了当前的热门话题."
    },
    {
      "en": "The sinking of the tanker has made aspects of marine pollution particularly topical.",
      "cn": "油轮的沉没使得海洋污染的方方面面都成为眼下大家尤为关注的热点话题。"
    },
    {
      "en": "Thematic maps should always be annotated with the source and date of the topical information.",
      "cn": "各类专题地图,均应注明专题资料来源和日期."
    },
    {
      "en": "Topical antibiotics also have an anti - inflammatory effect, Dr. Colbert says.",
      "cn": "外用抗生素也有 抗炎 作用, 科尔伯特博士说."
    },
    {
      "en": "Topical ointments and creams, including salicylic acid and topical steroids.",
      "cn": "局部使用一些药膏或乳膏, 包括水杨酸及局部使用类固醇."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "topically",
          "tran_cn": " 总论地；时事问题地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "topic",
          "tran_cn": " 主题（等于theme）；题目；一般规则；总论"
        },
        {
          "word": "topicality",
          "tran_cn": " 时事性；时事性话题"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "partial",
            "regional",
            "local"
          ],
          "tran_cn": "局部的；论题的；时事问题的；局部地区的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "provincial"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "topical application",
      "tran_cn": "[化]局部施用"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有关时事的，时下关注的，局部的，题目的，论题的",
      "tran_en": "Topical is used to describe something that concerns or relates to events that are happening at the present time"
    }
  ],
  "exchange": {
    "noun": [
      "topicality"
    ]
  }
}