{
  "word": "planetarium",
  "ipa": {
    "us": "ˌplænɪˈteəriəm",
    "uk": "ˌplænɪˈteriəm"
  },
  "sentences": [
    {
      "en": "And the Cambodians have actually controlled the Hayden Planetarium from their high school.",
      "cn": "柬埔寨人通过他们的高中实际上可以控制海登天文馆."
    },
    {
      "en": "Explore constellations and the nighttime sky under our planetarium dome.",
      "cn": "请于我们的天文馆圆顶下探索星宿与夜空."
    },
    {
      "en": "Finally, we got to go home. It had been a long day at the Planetarium.",
      "cn": "最后, 我们该回家了. 我们在天文馆渡过了长长的一天."
    },
    {
      "en": "On his days off he takes them to the Museum of Natural History or the Planetarium.",
      "cn": "他休假的日子,就带他们去自然历史博物馆或是天文馆."
    },
    {
      "en": "On his days off, he takes them to the Museum of Natural History or the Planetarium.",
      "cn": "休假的日子里，他就带他们去自然历史博物馆或是天文馆。"
    },
    {
      "en": "The motions of the stars can be approximated in a planetarium.",
      "cn": "星星的运动可在天文馆里模拟."
    },
    {
      "en": "The planetarium staff also prepared talks for radio broadcast.",
      "cn": "天文馆的工作人员还要准备讲稿给电台广播."
    },
    {
      "en": "Thecomplex also has Europe’s largest planetarium, an IMAX theater, and an opera house.",
      "cn": "其综合设施还有欧洲最大的天文馆，IMAX电影院和一个歌剧院。"
    },
    {
      "en": "Transform your room into a 360 - degree space planetarium filled with stars and constellations.",
      "cn": "从小流连于天文馆的你,是否想让你的房间也布满星星和星座?想环顾左右被星空所包围?想创造浪漫的情调? 那么现在终于可以梦想成真了."
    },
    {
      "en": "Washington lived in an impoverished West Side community and has strong memories of preschool field trips to the library, zoo and planetarium where he learned to love science.",
      "cn": "华盛顿住在贫困的西部社区，他深深地记得那时候在学前班时的图书馆，动物园和天文馆的活动，在那里，他学会了热爱科学。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "planetary",
          "tran_cn": " 行星的"
        },
        {
          "word": "planetesimal",
          "tran_cn": " 星子的；星子组成的；小行星体的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "planetesimal",
          "tran_cn": " 小行星体；星子"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "天文馆，天象仪",
      "tran_en": "a building where lights on a curved ceiling show the movements of planets and stars"
    }
  ],
  "exchange": {
    "pl": [
      "planetariums"
    ]
  }
}