{
  "word": "raisin",
  "ipa": {
    "us": "ˈreɪzn",
    "uk": "ˈrezɪn"
  },
  "sentences": [
    {
      "en": "...homemade oatmeal with brown sugar and raisins.",
      "cn": "…自家煮的放有红糖和葡萄干的麦片粥。"
    },
    {
      "en": "\" Here's a bit of raisin bread for you; eat it tomorrow.",
      "cn": "“ 这一包是葡萄浆的面包,请你收藏着, 明天好吃的."
    },
    {
      "en": "Annual production of raisins: red raisins, yellow raisins, green raisins and all kinds of cream raisin.",
      "cn": "常年生产各种葡萄干: 有红葡萄干 、 黄葡萄干 、 绿葡萄干和各种奶油葡萄干."
    },
    {
      "en": "Ingredient: Apple, lemon grass, orange pericarp, spice, hip pericarp, raisin, hibiscus.",
      "cn": "成份: 苹果 、 柠檬草 、 柑橘皮 、 香料 、 蔷薇果皮 、 葡萄干 、 芙蓉(木槿)."
    },
    {
      "en": "Its world was loaves of Raisin Bread.",
      "cn": "它的世界是葡萄干面包."
    },
    {
      "en": "Pan breads such as raisin bread and whole - wheat bread are considered to be yeast breads.",
      "cn": "例如葡萄干面包和全麦面包就是发酵面包."
    },
    {
      "en": "Pretty much , a raisin is just a dried grape!",
      "cn": "干葡萄也就是葡萄干!"
    },
    {
      "en": "Q : Why did the olive go out with the raisin?",
      "cn": "为什么橄榄要跟葡萄干出去?"
    },
    {
      "en": "Raisin my fingers to critics; raisin my head to the sky.",
      "cn": "指责评论家们, 抬头仰望天空."
    },
    {
      "en": "Sautee spinach , pine nut and raisin with a dash of salt and pepper.",
      "cn": "菠菜与松子、葡萄干和少许调味料(盐、胡椒粉)一起快炒."
    },
    {
      "en": "Sustain me with raisin cakes , Refresh me with apples, Because I am lovesick.",
      "cn": "歌2:5求你们给我葡萄乾增补我力 、 我苹果畅快我心.我思爱成病."
    },
    {
      "en": "Sustain me with raisin cakes, Refresh me with apples, For am sick with love.",
      "cn": "求你们用葡萄饼增补我力,用苹果使我苏醒, 因为我因爱成病."
    },
    {
      "en": "The pancakes come about a dozen varieties: sugar, ginger, apple, raisin and so on.",
      "cn": "这些馅饼夹有许多种馅: 有糖 、 姜 、 苹果 、 葡萄干等."
    },
    {
      "en": "The pancakes come in about a dozen varieties: sugar, ginger, apple, raisin and so on.",
      "cn": "馅饼有许多种的馅: 有糖 、 姜 、 苹果 、 葡萄干等."
    },
    {
      "en": "Through the centuries scholars devoted their lives to the study of Raisin Bread.",
      "cn": "通过世纪学者献身于葡萄干面包的研究."
    },
    {
      "en": "Why does an onion bagel cost more than a raisin bagel?",
      "cn": "为什么洋葱百吉饼会比.提子百吉饼卖得还贵?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rasin"
          ],
          "tran_cn": "葡萄干"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "purple"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "葡萄干",
      "tran_en": "a dried  grape"
    }
  ],
  "exchange": {
    "pl": [
      "raisins"
    ]
  }
}