{
  "word": "uptake",
  "ipa": {
    "us": "ˈʌpteɪk",
    "uk": "ˈʌpˌtek"
  },
  "sentences": [
    {
      "en": "Carol was absent-minded and a little slow on the uptake.",
      "cn": "卡萝尔心不在焉，反应有点迟钝。"
    },
    {
      "en": "Dinitropheol exerted its effect on sucrose uptake or secretion into the sieve tubes.",
      "cn": "二硝基酚影响蔗糖的吸收或者分化到筛管里."
    },
    {
      "en": "Glucosinolates can interfere with uptake of iodine by the thyroid, for example.",
      "cn": "例如,硫代葡萄糖苷能干涉甲状腺对碘的吸收."
    },
    {
      "en": "Higher salt concentrations alone may inhibit ion uptake.",
      "cn": "单单只是盐浓度高就会阻碍离子吸收."
    },
    {
      "en": "Measures which minimize systemic uptake reduce toxicity.",
      "cn": "凡是足以减少周身吸收的方法,都能减少毒性反应."
    },
    {
      "en": "She is not an intellectual, but is quick on the uptake.",
      "cn": "她并不是个才智非凡的人，但理解力很强。"
    },
    {
      "en": "Soybeans have rarely been used as an experimental plant in nutrient uptake studies.",
      "cn": "在研究养分吸收问题时,很少用大豆作供试验用作物."
    },
    {
      "en": "That boy is quick in the uptake.",
      "cn": "那男孩理解能力很强."
    },
    {
      "en": "The curve of nutrients uptake by poinsettia was sigmoid.",
      "cn": "一品红养分吸收曲线呈“S” 型."
    },
    {
      "en": "The doctor advised me to reduce the salt uptake.",
      "cn": "医生建议我减少盐的摄入."
    },
    {
      "en": "The drug increases the number of red cells in the blood, enhancing oxygen uptake by 10 percent.",
      "cn": "这种药增加了血液里的红细胞数量，从而将摄氧量提高了10%。"
    },
    {
      "en": "There has been a high uptake of the free training.",
      "cn": "免费培训有很多人参加。"
    },
    {
      "en": "There is the potential of uptake of soil, inorganic nitrogen by the roots of the semi - parasite.",
      "cn": "半 寄生的根系有可能吸取土壤的无机氮."
    },
    {
      "en": "They developed paper napkins with a greater uptake of liquids.",
      "cn": "他们发明了液体吸附能力很强的餐巾纸."
    },
    {
      "en": "This study explored teachers corrective feedback, and its relationship with students uptake.",
      "cn": "本文主要研究教师的纠错反馈(纠错)及其与学生的接纳之间的关系."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "up with",
            "lift"
          ],
          "tran_cn": "摄取；领会；举起"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "be quick (或 slow) on the uptake",
      "tran_cn": "(非正式)理解快（或慢）"
    },
    {
      "phrase": "oxygen uptake",
      "tran_cn": "耗氧量，摄氧；摄氧量"
    },
    {
      "phrase": "water uptake",
      "tran_cn": "水吸收"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<口>举起，<非正>（尤指对新事物的）理解力，<术>摄入，<矿>上风井"
    }
  ],
  "exchange": {
    "pl": [
      "uptakes"
    ]
  }
}