{
  "word": "violinist",
  "ipa": {
    "us": "ˌvaɪəˈlɪnɪst",
    "uk": "ˌvaɪəˈlɪnɪst"
  },
  "sentences": [
    {
      "en": "A world - famous violinist is playing at tonight's concert.",
      "cn": "一位世界闻名的小提琴家将在今晚的音乐会上演奏."
    },
    {
      "en": "As the violinist prepared to play, the audience stilled.",
      "cn": "当小提琴手准备演奏时, 全场静下来."
    },
    {
      "en": "Everyone cheered for the violinist at our school concert.",
      "cn": "在学校音乐会上,大家都为小提琴手喝彩叫好."
    },
    {
      "en": "Guitarist Django Reinhardt and violinist Stephen Grapelli are the most famous gypsy jazz artists and they both happen to play for this quintet.",
      "cn": "吉他手莱因哈特和小提琴家斯蒂芬·格拉佩利是最著名的吉普赛爵士乐艺术家，他们都曾为法国爱乐五重奏演出。"
    },
    {
      "en": "He dreams of one day becoming a famous violinist.",
      "cn": "他梦想有朝一日成为着名的小提琴家."
    },
    {
      "en": "He has acquired a reputation as this country's premier solo violinist.",
      "cn": "他已经赢得了该国首席小提琴独奏家的名誉。"
    },
    {
      "en": "His mother tagged him along, hurried but the kid stopped to look at the violinist.",
      "cn": "妈妈拉着他急匆匆地走，但他停下来注视着小提琴家。"
    },
    {
      "en": "Rose's father was a talented violinist.",
      "cn": "罗斯的父亲是一位天才的小提琴手。"
    },
    {
      "en": "She's a great violinist by any standard.",
      "cn": "不论以什么标准看,她都是伟大的小提琴家."
    },
    {
      "en": "Sir Edward Elgar (1857-1934) is known for his choral and orchestral works, some of which have been made more widely known by the famous violinist Yehudi Menuhin.",
      "cn": "爱德华·艾尔加爵士 (1857-1934)因合唱和管弦乐曲目而知名，其中一些作品因著名的小提琴家耶胡迪·梅纽因而更广为人知。"
    },
    {
      "en": "The audience clapped the violinist heartily.",
      "cn": "观众热烈地向提琴手鼓掌."
    },
    {
      "en": "The boxes warmly applauded the famous violinist.",
      "cn": "包厢内的观众为那位著名的小提琴家热烈鼓掌."
    },
    {
      "en": "The violinist got an encore.",
      "cn": "这位小提琴家被听众要求再演奏一曲."
    },
    {
      "en": "The violinist played his own opus No.16.",
      "cn": "这位提琴家演奏他自己的第十六号乐曲。"
    },
    {
      "en": "The violinist resumed playing after intermission.",
      "cn": "幕间休息后,小提琴家继续演奏."
    },
    {
      "en": "The violinist resumed playing after the intermission.",
      "cn": "幕间休息之后,那小提琴手又重新开始演奏."
    },
    {
      "en": "The violinist walked on the stage and the duo became a trio.",
      "cn": "那位小提琴家走上台,二重奏变成了三重奏组."
    },
    {
      "en": "The violinist's virtuosity has amazed audiences all over the world .",
      "cn": "小提琴家的精湛技艺使全世界的观众惊诧不已。"
    },
    {
      "en": "The young girl violinist outshone all the other competitors.",
      "cn": "那年轻姑娘演奏小提琴使所有的竞争者相形见绌."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "violin",
          "tran_cn": " 小提琴；小提琴手"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "musician"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小提琴家，小提琴演奏者",
      "tran_en": "someone who plays the violin"
    }
  ],
  "exchange": {
    "pl": [
      "violinists"
    ]
  }
}