{
  "word": "artiste",
  "ipa": {
    "us": "ɑ:ˈti:st",
    "uk": "ɑrˈtist"
  },
  "sentences": [
    {
      "en": "...a cabaret artiste.",
      "cn": "...一名“卡巴莱”餐馆艺人。"
    },
    {
      "en": "A musician is an artist, whereas a singer is an artiste.",
      "cn": "音乐家是艺术家而歌手是艺人."
    },
    {
      "en": "Among the artiste appear on our show tonight we have.",
      "cn": "今晚为我们演出的有."
    },
    {
      "en": "Became a full - time artiste after being discovered by a television executive producer in 1999.",
      "cn": "1999年被电视台监制发掘,后来成为全职艺人."
    },
    {
      "en": "Every artiste should learn to be like her.",
      "cn": "那时候所有人都劝她不要唱了,但她跟我说什么?"
    },
    {
      "en": "He's an artiste dedicated to the stage.",
      "cn": "他是专注舞台演出的艺人."
    },
    {
      "en": "Is there a guarantee I will be an artiste?",
      "cn": "问:是不是能保证我一定会成为一位艺人?"
    },
    {
      "en": "Lau: In your career of being an artiste, what is your greatest happiness?",
      "cn": "刘: 在你的艺术事业当中, 最大的快乐是什 麽 ?"
    },
    {
      "en": "Queen Productions is a Music Production and Artiste Management company for singers, musicians, actors and actresses.",
      "cn": "皇后娱乐制作是一间集歌星, 音乐人及演员的综合式艺人管理及唱片公司."
    },
    {
      "en": "She was a popular French music hall artiste in the late 19 th century.",
      "cn": "她是19世纪后期在法国乐坛上名噪一时的艺术家."
    },
    {
      "en": "Who are the training instructors for the artiste training course?",
      "cn": "问:谁会是“星声代2006新人选拔赛”课程的老师?"
    },
    {
      "en": "With his career taking off, this artiste has much to shout about.",
      "cn": "随著他的事业起飞, 这位设计梦想家也有很多令人[惊声尖叫]的作品等著问世."
    },
    {
      "en": "Wu Zun : I never expected to become an artiste so I did not like either much.",
      "cn": "吴尊 ﹕ 我从来没料想到自己会成为艺人所以我两样都不是很喜欢."
    },
    {
      "en": "Wu Zun : I never expected to become an artiste so I didn't like either much.",
      "cn": "吴尊 ﹕ 从来没料想到自己会成为艺人所以我两样都不是很喜欢."
    },
    {
      "en": "Yes, there is a course fee involved for the artiste training course.",
      "cn": "答:是的! 艺人培训课程是需要付费."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "expert",
            "pope"
          ],
          "tran_cn": "艺人；大师，能手"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "artist"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "职业表演者，艺人，<谑>（擅长某手艺的）能手，大师",
      "tran_en": "An artiste is a professional entertainer, for example, a singer or a dancer"
    }
  ],
  "exchange": {
    "pl": [
      "artistes"
    ]
  }
}