{
  "word": "mecca",
  "ipa": {
    "us": "'mekə",
    "uk": "ˈmɛkə"
  },
  "sentences": [
    {
      "en": "He is planning to go on a pilgrimage to Mecca.",
      "cn": "他打算去麦加朝圣."
    },
    {
      "en": "He was on his annual pilgrimage to Mecca when he fell ill.",
      "cn": "他在一年一度前往麦加朝圣的途中病倒了."
    },
    {
      "en": "He went to Mecca as a pilgrim.",
      "cn": "他去麦加朝圣."
    },
    {
      "en": "His Batley Variety Club became a mecca for high-class acts and mass audiences.",
      "cn": "他的“巴特利综艺俱乐部”成了一流演员和广大观众热捧的地方。"
    },
    {
      "en": "Hostilities followed between Mecca and Medina which ended at last in a treaty.",
      "cn": "于是麦加与麦地那之间进入战争状态,最后只好以签订条约了结此事."
    },
    {
      "en": "In 1939, New York city was a mecca for the theater.",
      "cn": "1939年, 纽约城堪称戏剧界的圣地."
    },
    {
      "en": "It is a tourist mecca. The water and mountains are marvelous.",
      "cn": "这里真不愧是旅游胜地, 山光水色异常秀美."
    },
    {
      "en": "London in the fifties was a mecca for nationalist leaders.",
      "cn": "50年代的伦敦是民族主义领导人朝拜的地方."
    },
    {
      "en": "Many people go on a pilgrimage to Mecca or Jerusalem.",
      "cn": "许多人前往麦加或耶路撒冷朝圣."
    },
    {
      "en": "Thailand has become the tourist mecca of Asia.",
      "cn": "泰国已经成为亚洲旅游胜地。"
    },
    {
      "en": "The coast is a mecca for tourists.",
      "cn": "沿海一带是旅游的热门景点。"
    },
    {
      "en": "The face of the worshipper must be turned towards Mecca.",
      "cn": "礼拜者必须面朝麦加."
    },
    {
      "en": "The leaders are expected to fly to Mecca in the next few days to seal the agreement.",
      "cn": "领导人将在接下来的几天中飞往麦加签署协议。"
    },
    {
      "en": "This exhibition is a mecca for stamp collectors.",
      "cn": "这个展览会是集邮者都想去的地方."
    },
    {
      "en": "Under his leadership they recaptured the holy city Mecca, where the Prophet had been scorned.",
      "cn": "在他的领导之下,他们重新占领了先知曾受轻视的圣城麦加."
    },
    {
      "en": "We met many pilgrims on their way to Mecca",
      "cn": "我们遇到许多去麦加朝圣的人。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "麦加（沙特阿拉伯一座城市），朝拜的地方，仰慕的目标，发源地",
      "tran_en": "a place that many people want to visit for a particular reason"
    }
  ],
  "exchange": {
    "pl": [
      "meccas"
    ]
  }
}