{
  "word": "Netherlands",
  "ipa": {
    "us": "ˈnɛðələndz",
    "uk": "ˈnɛðərləndz"
  },
  "sentences": [
    {
      "en": "A great part of the Netherlands has now been impoldered.",
      "cn": "目前荷兰有很大部分土地是围海开恳的."
    },
    {
      "en": "A new submarine cable was laid from England to Netherlands.",
      "cn": "英国至荷兰间铺设了新的海底电缆."
    },
    {
      "en": "A remarkable aspect of the Netherlands is the flatness of the country.",
      "cn": "平坦是荷兰地形最突出的特点."
    },
    {
      "en": "Anne lived in Amsterdam in the Netherlands during World War II.",
      "cn": "安妮住在荷兰的二战期间在阿姆斯特丹."
    },
    {
      "en": "By contrast, the comparable figure for the Netherlands is 16 per cent.",
      "cn": "相反，荷兰的相对数字为16%。"
    },
    {
      "en": "By elimination , then, the Netherlands was the only area in which Habsburg losses might be out.",
      "cn": "如此权衡以后, 荷兰就是咯布斯堡可以减少损失的唯一地区了."
    },
    {
      "en": "Clogs are part of the Netherlands national costume.",
      "cn": "木屐是荷兰民族服装的一部分."
    },
    {
      "en": "Flute, also known as Fluyt , is transport ship originating from the Netherlands.",
      "cn": "长笛, 也被称为弗鲁特商船, 是一种产于尼德兰联邦的商船."
    },
    {
      "en": "Foot - and - mouth disease has already spread to Ireland, France and the Netherlands, and possibly Germany.",
      "cn": "口蹄 疫 已传播到爱尔兰 、 法国、荷兰, 可能还有德国."
    },
    {
      "en": "He rendered the landscapes of the Netherlands with great skill and artistry.",
      "cn": "他以高度技巧和艺术才能描绘了荷兰的风景。"
    },
    {
      "en": "I want a mountain, a real one. In the Netherlands.",
      "cn": "我想要一个山峰，一个荷兰的真正的山。"
    },
    {
      "en": "Now that we're in Europe we ought to visit the Netherlands.",
      "cn": "既然我们到了欧洲，就应当去荷兰。"
    },
    {
      "en": "Radio Netherlands, PO Box 222, Hilversum",
      "cn": "希尔弗瑟姆邮政信箱222号，荷兰广播电台"
    },
    {
      "en": "Similar methods are used in advisory work in the Netherlands.",
      "cn": "类似的方法也用于荷兰的农业咨询工作中."
    },
    {
      "en": "So to come back to your question if the Netherlands inspired me in what I do.",
      "cn": "回到你的问题上：荷兰大地是否赋予了我艺术创作的灵感？"
    },
    {
      "en": "The more obvious potential allies are Ireland, Denmark and, to a lesser degree, the Netherlands.",
      "cn": "最可能成为盟国的有爱尔兰和丹麦，放宽些还可以把荷兰算上。"
    },
    {
      "en": "The Netherlands became , of course, an even greater drain upon general imperial revenues.",
      "cn": "尼德兰当然是帝国总收入更大的耗费之地."
    },
    {
      "en": "The Netherlands has been reclaiming farmland from water.",
      "cn": "荷兰人一直在围海造地。"
    },
    {
      "en": "They call it New Amsterdam, the Netherlands in the name of Amsterdam.",
      "cn": "他们把它叫做新阿姆斯特丹, 取名于荷兰的阿姆斯特丹."
    },
    {
      "en": "Weeks later it wiped out fields in the Netherlands, Germany, Denmark and England.",
      "cn": "几周以后它彻底横扫了荷兰、德国、丹麦和英格兰的田野。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "netherlands antilles",
      "tran_cn": "荷属安的列斯；荷属安的列斯群岛（拉丁美洲群岛）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "荷兰",
      "tran_en": "A country in western Europe, on the North Sea"
    }
  ],
  "exchange": {}
}