{
  "word": "seminary",
  "ipa": {
    "us": "ˈsemɪnəri",
    "uk": "ˈsemɪneri"
  },
  "sentences": [
    {
      "en": "An institution that trains candidates for ministry or the priesthood; a theological seminary.",
      "cn": "培养神职人员或牧师的机构; 神学研究班."
    },
    {
      "en": "Augustine's Seminary, and was ordained as a priest in 1991 for the archdiocese of Toronto.",
      "cn": "吴神父在一九九一年晋升神父圣品职位,为多伦多总教区服务,牧养天主子民."
    },
    {
      "en": "Fuller Theological Seminary in Pasadena, California, is one of the largest in North America.",
      "cn": "加利福尼亚州的帕萨迪纳的福乐神学院是北美最大的神学院之一."
    },
    {
      "en": "George graduated from Bethel Seminary San Diego in 2005.",
      "cn": "他本人于2005年从伯特利神学院毕业."
    },
    {
      "en": "House : God ever talk to you when you were in the seminary?",
      "cn": "在神学院的时候上帝和你交谈过 吗 ?"
    },
    {
      "en": "I vacillated for a long time between medicine and seminary .",
      "cn": "在学医和进神学院之间我犹豫了很久。"
    },
    {
      "en": "I vacillated for a long time between medicine and seminary.",
      "cn": "在学医和进神学院之间我犹豫了很久."
    },
    {
      "en": "No seminary in the ELCA (Evangelical Lutheran Church in America)teaches the virgin birth of Christ, the miracles of the Bible, or the physical resurrection of Jesus as historical fact. ical fact.",
      "cn": "没有一个ELCA（美国福音信义会）的神学院教导基督为童女所生，也不教导圣经的神迹，不把耶稣身体复活当作历史事实…"
    },
    {
      "en": "One city factor of production is homeward the village flows, develop at coastal economy seminary area.",
      "cn": "一城市生产要素向家村流动, 发源于沿海经济发达地区."
    },
    {
      "en": "One Dallas professor was speaker at Westminster Seminary's graduation ceremony.",
      "cn": "也有达拉斯神学院的教授在威敏斯特神学院毕业典礼上作讲员."
    },
    {
      "en": "She also has taught at Fuller Theological Seminary and United Theological Seminary.",
      "cn": "她也在福乐神学和联合神学院教书."
    },
    {
      "en": "She called it the Buckland Female Seminary.",
      "cn": "她称这所学校为马克兰德女子学校."
    },
    {
      "en": "The Alliance Bible Seminary is located at 22 Peak Road, Cheung Chau.",
      "cn": "建道神学院位于香港长洲山顶道22号."
    },
    {
      "en": "The Fuller Seminary opened in 1947.",
      "cn": "富勒神学院创办于1947年."
    },
    {
      "en": "The Fuller Theological Seminary opened in 1947.",
      "cn": "福乐神学院创立于1947年."
    },
    {
      "en": "The seminary is of enormous symbolic importance.",
      "cn": "这所学校有十分重要的象征意义."
    },
    {
      "en": "Where will you go when the seminary closes?",
      "cn": "神学院放假后,你打算上哪去 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "seminarian",
          "tran_cn": " 神学校学生"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "divinity school",
            "Regent College"
          ],
          "tran_cn": "神学院；学校；发源地；高级中学"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "college"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "神学院，中等学校，神学院学生",
      "tran_en": "a college for training priests or ministers"
    }
  ],
  "exchange": {
    "pl": [
      "seminaries"
    ]
  }
}