{
  "word": "when",
  "ipa": {
    "us": "wen",
    "uk": "wen"
  },
  "sentences": [
    {
      "en": "Good luck is when an opportunity comes along and you're prepared for it. ",
      "cn": "好运就是当机会来临时，你早已做好了准备。"
    },
    {
      "en": "I don’t know when I’ll see her again.",
      "cn": "我不知道何时才能再见到她。"
    },
    {
      "en": "I hate it when people accuse us of that.",
      "cn": "我讨厌别人就那件事指责我们。"
    },
    {
      "en": "I want the manager'sjob when he calls it a day.",
      "cn": "等到经理不干了之后，我想接替他的位子。"
    },
    {
      "en": "It makes sense to eat a reasonably balanced diet when slimming.",
      "cn": "在减肥过程中保持饮食的营养相对均衡是明智的。"
    },
    {
      "en": "It was just gone 7 o'clock this evening when I finished.",
      "cn": "今晚我做完的时候刚过7点。"
    },
    {
      "en": "Leonard was nine when his father died.",
      "cn": "父亲去世时伦纳德九岁。"
    },
    {
      "en": "She acted in her firstfilm when she was 13 years old.",
      "cn": "13岁时她出演了她的电影处女作。"
    },
    {
      "en": "The best thing to do when entering unknown territory is smile.",
      "cn": "踏入未知地带最好的对策就是微笑。"
    },
    {
      "en": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt.",
      "cn": "当你从内心深处找到一种可以忍受一切痛苦的坚强力量时，你的成长历程就会出现飞跃。"
    },
    {
      "en": "Try to support each other when one of you is feeling down.",
      "cn": "当有人觉得情绪低落时，要努力相互打气。"
    },
    {
      "en": "When are we leaving?",
      "cn": "我们什么时候走？"
    },
    {
      "en": "When did you first meet Dr Darnall?",
      "cn": "你是什么时候认识达纳尔博士的？"
    },
    {
      "en": "When Eleanor returned, I was still sitting glumly on the settee.",
      "cn": "埃莉诺回来的时候，我还闷闷不乐地坐在长沙发上。"
    },
    {
      "en": "When he was in the air force he flew Tornado jets.",
      "cn": "他在空军服役时驾驶旋风式战斗机。"
    },
    {
      "en": "When I asked him to stop, he would not listen.",
      "cn": "我叫他停下，可他不听。"
    },
    {
      "en": "When life gets hard and you want to give up, remember that life is full of ups and downs, and without the downs, the ups would mean nothing.",
      "cn": "当生活很艰难，你想要放弃的时候，请记住，生活充满了起起落落，如果没有低谷，那站在高处也失去了意义。"
    },
    {
      "en": "When she had attempted to cut his nails he resisted.",
      "cn": "她试图给他剪指甲，他不让。"
    },
    {
      "en": "When the chairman of Campbell's retired, McGovern was named as his successor.",
      "cn": "坎贝尔公司的总裁退休后，麦戈文被选定为继任者。"
    },
    {
      "en": "When the family came here from Russia, they were penniless.",
      "cn": "那家人从俄罗斯迁来这里的时候身无分文。"
    },
    {
      "en": "When will the work be finished?",
      "cn": "这项工作什么时候完成？"
    },
    {
      "en": "When you are sitting, keep your elbow on the arm rest.",
      "cn": "坐立时，把胳膊肘靠在扶手上。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "considering",
            "since",
            "as",
            "now"
          ],
          "tran_cn": "考虑到；既然；当…时"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "time",
            "zeit",
            "termin"
          ],
          "tran_cn": "时间"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "while"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "什么时候，在那时，当时",
      "tran_en": "at what time"
    },
    {
      "pos": "conj",
      "tran_cn": "当…时，一"
    },
    {
      "pos": "n",
      "tran_cn": "时间，时候；日期；场合"
    },
    {
      "pos": "other",
      "tran_cn": "什么时候",
      "tran_en": "at what time"
    },
    {
      "pos": "pron",
      "tran_cn": "什么时候"
    }
  ],
  "exchange": {}
}