{
  "word": "including",
  "ipa": {
    "us": "ɪnˈkluːdɪŋ",
    "uk": "ɪnˈkluːdɪŋ"
  },
  "sentences": [
    {
      "en": "A five-course meal including coffee, service and VAT is £30.",
      "cn": "包括咖啡、服务费及增值税在内，一顿五道菜正餐的价格为30英镑。"
    },
    {
      "en": "All ministers, including the prime minister, will be answerable directly to him.",
      "cn": "所有大臣，包括首相都将直接对他负责。"
    },
    {
      "en": "Each unit including the parent company has its own, local management.",
      "cn": "包括母公司在内，每个单位都有自己的地方管理层。"
    },
    {
      "en": "Fifty officers, including frogmen and dog handlers, are searching for her.",
      "cn": "包括蛙人和警犬训练员在内的50名警官正展开对她的搜寻。"
    },
    {
      "en": "He can perform an astonishing variety of acts, including mime and juggling.",
      "cn": "他能表演好几种令人惊叹的把戏，包括哑剧和玩杂耍。"
    },
    {
      "en": "He'll be visiting four cities including Cagliari in Sardinia.",
      "cn": "他将要访问4个城市，包括萨迪尼亚的卡利亚里。"
    },
    {
      "en": "It is available at £108, including VAT and delivery.",
      "cn": "其价格为108英镑，包括增值税和送货费在内。"
    },
    {
      "en": "It is located within reach of many important Norman towns, including Bayeux.",
      "cn": "它邻近许多重要的诺曼城镇，包括贝叶。"
    },
    {
      "en": "Only three people, including a policeman, will be privy to the facts.",
      "cn": "只会允许3个人，其中包括一名警察，了解这些内情。"
    },
    {
      "en": "Overnight return flights cost from £349 including airport taxes.",
      "cn": "当夜返程的航班至少需要349英镑，包括机场税。"
    },
    {
      "en": "Several of those present, including Weinberger, had contrary information.",
      "cn": "几个在场的人，包括温博格，所掌握的信息截然不同。"
    },
    {
      "en": "The contributions employees pay give cover against sickness, including chronic invalidity.",
      "cn": "员工的定期缴款用来支付生病的花费，包括长期病残的开销。"
    },
    {
      "en": "The price is £25.50, including postage and packing.",
      "cn": "价钱是25.5英镑，含邮费和包装费。"
    },
    {
      "en": "There are all sorts of animals, including bears, pigs, kangaroos, and penguins.",
      "cn": "有各种各样的动物，包括熊、猪、袋鼠和企鹅。"
    },
    {
      "en": "They've linked her with various men, including magnate Donald Trump.",
      "cn": "他们把她与不同的男人扯上关系，包括大亨唐纳德·特朗普。"
    },
    {
      "en": "We'll put together a proposal, including detailed costings, free of charge.",
      "cn": "我们将免费拟一份提案，其中包括详细的成本估算。"
    },
    {
      "en": "You’ll need a variety of skills, including leadership and negotiating.",
      "cn": "你将需要各种技巧，包括领导能力和协商能力。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "include in",
      "tran_cn": "包括在…中"
    }
  ],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "包括，包含",
      "tran_en": "used to introduce something or someone that is part of a larger group or amount you have just mentioned"
    },
    {
      "pos": "v",
      "tran_cn": "包括( include的现在分词)，包含，列入，包住"
    }
  ],
  "exchange": {}
}