{
  "word": "goblet",
  "ipa": {
    "us": "ˈgɒblət",
    "uk": "ˈgɑblət"
  },
  "sentences": [
    {
      "en": "\"Yes . . . yes, this'll make it stop, \" lied Harry. He tipped the contents of the goblet into Dumbledore's open mouth.",
      "cn": "“好的……好的，这就让它停止。”哈利哄骗他说。又把酒杯里的液体灌进了邓布利多张开的嘴巴里。"
    },
    {
      "en": "A large drinking bowl or goblet made of metal or hard wood.",
      "cn": "大(酒)杯一种饮(酒)用的大杯."
    },
    {
      "en": "But the Goblet's decision is binding, and compete he must.",
      "cn": "但是有脚杯我们决定是绑, 而且竞争他必须."
    },
    {
      "en": "December 31 st - Goblet of Fire soundtrack in top 10 of 2005.",
      "cn": "12月31日?电影火焰杯的原声获得2005电影原声前10."
    },
    {
      "en": "Did you put your name in the Goblet of Fire?",
      "cn": "你把自己的名字放到火焰杯里去了 么 ?"
    },
    {
      "en": "Goblet cells ( blue ) scattered throughout simple columnar epithelial lining ( special quad stain ).",
      "cn": "杯状细胞 ( 蓝色 ) 散在分布于单层柱状上皮内."
    },
    {
      "en": "He quaffed the swelling rapture of life from the foaming goblet of the infinite.",
      "cn": "他从那穹苍的起泡的杯中,痛饮充满生命的狂喜."
    },
    {
      "en": "He swirled the brandy around in the huge goblet.",
      "cn": "他摇晃着高脚大玻璃杯使里面的白兰地酒旋动起来."
    },
    {
      "en": "Jones: goblet of red wine and one bottle of beer, please.",
      "cn": "琼斯: 请拿一杯红葡萄酒和一瓶啤酒."
    },
    {
      "en": "Morley: You mean vessels like this wine goblet ? The , um, gu?",
      "cn": "莫理: 你是指像这种叫做[觚]的高脚杯的器皿 吗 ?"
    },
    {
      "en": "Next, he carries a goblet, the expression that bringing an expert sampled.",
      "cn": "然后, 他端起酒杯, 带著行家的表情品尝了一下."
    },
    {
      "en": "Note the crypts that are lined by numerous goblet cells.",
      "cn": "表明腺管由很多杯状细胞排列."
    },
    {
      "en": "November 6 th - Goblet of Fire World Premiere kicks off in London.",
      "cn": "11月6日?伦敦举行电影火焰杯首映式."
    },
    {
      "en": "Numerous goblet cells containing abundant mucigen granules interspersed among the columnar cells.",
      "cn": "大肠黏膜上皮细胞排列松散,全部由上下粗细不均的柱状细胞组成."
    },
    {
      "en": "One thing is certain: the competition for that golden goblet will be wild and woolly.",
      "cn": "有一点可以肯定那 就是 为争夺金质奖杯的角逐一定是粗野的."
    },
    {
      "en": "Suddenly, his friend saw the reflection of a snack swimming in the goblet.",
      "cn": "忽然，朋友看见酒杯里有条蛇影在游动。"
    },
    {
      "en": "The goblet was mantling with foam.",
      "cn": "这个高脚杯盖满了泡沫。"
    },
    {
      "en": "Yet he could fool the Goblet of Fire and out - duel Mad - Eye Moody?",
      "cn": "他不仅骗过了火焰杯,还打败了身为 傲罗 的穆迪?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "drinking cup",
            "Tassie"
          ],
          "tran_cn": "酒杯；高脚杯"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cup",
            "glass"
          ],
          "tran_cn": ""
        },
        {
          "words": [
            "cup",
            "glass"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "goblet cell",
      "tran_cn": "杯状细胞"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高脚酒杯",
      "tran_en": "a cup made of glass or metal, with a base and a stem but no handle"
    }
  ],
  "exchange": {
    "pl": [
      "goblets"
    ]
  }
}