{
  "word": "retailer",
  "ipa": {
    "us": "ˈri:teɪlə(r)",
    "uk": "ˈritelɚ"
  },
  "sentences": [
    {
      "en": "APRO STONE MERCANTILE retailer of high grade onyx ash urn.",
      "cn": "安富玉石骨灰盅直销中心,专营高质骨灰盅及殡仪用品零售."
    },
    {
      "en": "Bailida company is a chain store retailer of popular - priced fashion apparel.",
      "cn": "百利达公司是一家经营平价时尚服饰的连锁零售企业."
    },
    {
      "en": "Can the packaging help you sell the retailer too?",
      "cn": "包装本身能不能帮助你成功向零售商销售?"
    },
    {
      "en": "Furniture and carpet retailers are among those reporting the sharpest annual decline in sales.",
      "cn": "家具和地毯零售商们是在那些报告最大年销售下滑的商家之中。"
    },
    {
      "en": "Improve the partner relationship between suppliers and the retailer.",
      "cn": "改善与供应商的夥伴关系."
    },
    {
      "en": "In this model, the retailer uses continuous review QS inventory policy.",
      "cn": "该模型采用连续检查的QS库存策略."
    },
    {
      "en": "It is extremely rare for a retailer to reduce their range.",
      "cn": "零售商减少销售范围是及其少见的事."
    },
    {
      "en": "It made it almost impossible for the smaller retailer to compete against the multiples.",
      "cn": "这使得小零售商几乎不可能跟连锁店竞争。"
    },
    {
      "en": "It was the second most - visited online retailer in December, after eBay.",
      "cn": "它还是12月份访问人数最多的在线经销商."
    },
    {
      "en": "Take the goods back to your retailer who will refund you the purchase price.",
      "cn": "把商品退还给你的零售商，他们会按原价退款的。"
    },
    {
      "en": "That retailer specializes in components for the telecommunications field.",
      "cn": "那家零售商专门经营电信领域的零件."
    },
    {
      "en": "The retailer has assembled a team in Shanghai to examine the question.",
      "cn": "这家零售商在上海组建了一支团队研究这个问题."
    },
    {
      "en": "The retailer has to absorb the cost of wastage.",
      "cn": "零售商须承受耗损的费用."
    },
    {
      "en": "The retailer introduced all sorts of recorders to a keen enquiring consumer.",
      "cn": "零售商向那位热切咨询的消费者介绍了所有的录音机."
    },
    {
      "en": "Then you'll be able to keep up with retailer's demand.",
      "cn": "这样你们就能跟上零售商的需求."
    },
    {
      "en": "Top retailer Marks & Spencer has romped in with another set of sparkling results.",
      "cn": "零售巨头玛莎百货再次凭借一系列耀眼的成绩轻松胜出。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "retail",
          "tran_cn": " 零售的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "retail",
          "tran_cn": " 以零售方式"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "retail",
          "tran_cn": " 零售"
        },
        {
          "word": "retailing",
          "tran_cn": " 零售业"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "retailing",
          "tran_cn": " 零售（retail的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "retail",
          "tran_cn": " 零售"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "retail",
          "tran_cn": " 零售；转述"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bania",
            "tradesman"
          ],
          "tran_cn": "[贸易]零售商；传播的人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "零售商，零售店",
      "tran_en": "a person or business that sells goods to customers in a shop"
    }
  ],
  "exchange": {
    "pl": [
      "retailers"
    ]
  }
}