{
  "word": "businessman",
  "ipa": {
    "us": "ˈbɪznəsmæn",
    "uk": "ˈbɪznəsmæn"
  },
  "sentences": [
    {
      "en": "...a wealthy businessman who owns a printing business in Orlando.",
      "cn": "…一个在奥兰多拥有印刷企业的富有商人。"
    },
    {
      "en": "A businessman who refused to pay protection money was shot nine times.",
      "cn": "一位拒交保护费的商人被打了9枪。"
    },
    {
      "en": "A businessman will grasp at any chance to make a profit.",
      "cn": "一个商人会抓住任何一个机会赚钱。"
    },
    {
      "en": "A City businessman swindled investors out of millions of pounds.",
      "cn": "一名来自伦敦商业区的商人骗取了投资者们数百万英镑。"
    },
    {
      "en": "A wealthy businessman has been found bludgeoned to death.",
      "cn": "一位富商被发现死于重物连续猛击。"
    },
    {
      "en": "Finzer is not just any East Coast businessman.",
      "cn": "芬泽不是个普通的东海岸生意人。"
    },
    {
      "en": "He built up a reputation as a tough businessman.",
      "cn": "他树立了铁面生意人的名声。"
    },
    {
      "en": "He claimed that the businessman had conned him of £10,000.",
      "cn": "他声称那个商人骗了他1万英镑。"
    },
    {
      "en": "He is a businessman ... and that is what we need right now. Someone who can create jobs for our kids.",
      "cn": "他是个商人，也就是我们现在最需要的人，他是一个可以为我们的孩子创造就业机会的人。"
    },
    {
      "en": "He is the embodiment of the young successful businessman.",
      "cn": "他是成功青年企业家的典型。"
    },
    {
      "en": "He looks every inch the City businessman.",
      "cn": "他完全是一副伦敦金融城商界人士的派头。"
    },
    {
      "en": "He was a sound businessman, totally reliable and incorruptible.",
      "cn": "他是个正直的商人，完全可靠，不会被收买。"
    },
    {
      "en": "His parents are so rich that he can just play at being a businessman.",
      "cn": "他父母有的是钱，以致他可以敷衍了事地作个商人。"
    },
    {
      "en": "I want to empower the businessman.",
      "cn": "我想给那个商人授权。"
    },
    {
      "en": "If nothing else, Doug is a hard-nosed businessman.",
      "cn": "别的不说，道格起码是个精明务实的商人。"
    },
    {
      "en": "In 1988, he changed jobs and became a businessman.",
      "cn": "1988年, 他换了工作,下海做了一名商人."
    },
    {
      "en": "The money was donated by a local businessman who wishes to remain anonymous .",
      "cn": "这笔款子是当地一位不愿透露姓名的企业家捐赠的。"
    },
    {
      "en": "The prospect of easy profits has attracted the wrong kind of businessman.",
      "cn": "轻松捞取利润的可能性吸引了一拨不良商人。"
    },
    {
      "en": "William joined forces with businessman Nicholas Court to launch the new vehicle.",
      "cn": "威廉和企业家尼古拉斯·考特联手推出这款新车。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "merchant",
            "trader"
          ],
          "tran_cn": "[贸易]商人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advertiser",
            "capitalist",
            "merchant",
            "seller"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "商人，企业家",
      "tran_en": "a man who works in business"
    },
    {
      "pos": "other",
      "tran_cn": "商人",
      "tran_en": "a man who works in business"
    }
  ],
  "exchange": {
    "pl": [
      "businessmen"
    ]
  }
}