{
  "word": "plutonium",
  "ipa": {
    "us": "plu:ˈtəʊniəm",
    "uk": "pluˈtoʊniəm"
  },
  "sentences": [
    {
      "en": "But Iran not only insisted on the right to have the full fuel cycle, it also was interested in processing plutonium -- a faster way to a nuclear bomb than enriched uranium.",
      "cn": "但是伊朗不但坚持有获得完整的能源圈的权力，它也有兴趣进行钚加工——那是一种比浓缩铀更快的制造核弹的途径。"
    },
    {
      "en": "Controlled potential callomesric assay of plutonium?",
      "cn": "钚用受控电位库仑计?"
    },
    {
      "en": "Dangerous emissions radiate from plutonium.",
      "cn": "危险的辐射物从钚放散出来."
    },
    {
      "en": "DO YOU KNOW WE THE SEPARATED PLUTONIUM IS?",
      "cn": "你知道分离钚在哪儿 吗 ?"
    },
    {
      "en": "Engineers said that plutonium could begin seeping from the corroded sub.",
      "cn": "工程师说钚可能会开始从遭腐蚀的潜艇往外渗透。"
    },
    {
      "en": "In its declaration, North Korea will state how much plutonium it possesses.",
      "cn": "北韩在其申报材料中将说明拥有多少钚."
    },
    {
      "en": "Indirect ionization by neutrons can also result from fission of plutonium or uranium isotopes.",
      "cn": "通过使钚或铀同位素裂变,中于也能产生间接的电离作用."
    },
    {
      "en": "It is possible to use a plutonium foil as a filter to remove the second - order contamination.",
      "cn": "可用钚箔作为过滤器消除二级干扰."
    },
    {
      "en": "It threatens to rebuild Yongbyon and start making weapons - grade plutonium again.",
      "cn": "它威胁说要重建宁边核设施并重新开始制造武器级别的钋."
    },
    {
      "en": "Plutonium radiates dangerous emissions.",
      "cn": "钚发射危险的辐射物."
    },
    {
      "en": "The escape of neutrons occurs at the exterior of the uranium ( or plutonium ) material.",
      "cn": "中子的逸漏发生于铀 ( 或钚 ) 块的外表面."
    },
    {
      "en": "The facility will produce plutonium once it is completed.",
      "cn": "这座核设施建成后将生产钸."
    },
    {
      "en": "The plutonium also could be used, however, to make nuclear weapons.",
      "cn": "钚也可以用来制成核武器."
    },
    {
      "en": "The uranium that gets from inside recycle and plutonium are usable will make new nuclear fuel.",
      "cn": "从再循环中得到的铀和钚可用来制造新的核燃料."
    },
    {
      "en": "Those who possess source of plutonium shall register it at the AEC.",
      "cn": "其持用者,应向原子能委员会登记."
    },
    {
      "en": "Two old plutonium disposal plants damaged at once by some unestablished reason.",
      "cn": "两个遗留有钋的星球被一些不明原因突然破坏."
    },
    {
      "en": "What about plutonium in the drinking water?",
      "cn": "钚会不会存在于饮用水里呢？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[化]钚",
      "tran_en": "Plutonium is a radioactive element used especially in nuclear weapons and as a fuel in nuclear power stations"
    }
  ],
  "exchange": {}
}