{
  "word": "spokesperson",
  "ipa": {
    "us": "ˈspəʊkspɜːsn",
    "uk": "ˈspoʊkspɜːrsn"
  },
  "sentences": [
    {
      "en": "A spokesperson for Amnesty, Norma Johnston, describes some cases.",
      "cn": "大赦国际组织的一位发言人诺尔玛•约翰斯顿描述了一些案例。"
    },
    {
      "en": "A spokesperson for the food industry said the TV programme was alarmist.",
      "cn": "食品业的一位发言人说这个电视节目危言耸听。"
    },
    {
      "en": "A spokesperson revealed the organization is working on improving the site toallow for more donations.",
      "cn": "一名发言人称,目前该组织正在完善该网站,以接受更多捐赠."
    },
    {
      "en": "According to a spokesperson , first problems evolving around privacy need to be looked into.",
      "cn": "据一位发言人介绍, 与隐私相关的问题是必须要首先考虑的."
    },
    {
      "en": "As governor, you will be Rotary's primary leader and spokesperson in the district.",
      "cn": "身为总监, 在您的地区将是扶轮的主要领导者和代言人."
    },
    {
      "en": "BCIU aspires to be the spokesperson for Chinese brands.",
      "cn": "品牌中国产业联盟立志成为中国自主品牌的代言人."
    },
    {
      "en": "He can be all yours for a cool 100, 000 - a spokesperson from Sublime PR said.",
      "cn": "SublimePR的一位发言人说, 只要出十万英镑它就是你的了."
    },
    {
      "en": "His spokesperson said his trip is a purely humanitarian and Mr.",
      "cn": "他的发言人说秘书长的此程完全是人道主义层面的."
    },
    {
      "en": "She is also the spokesperson for L'Oreal.",
      "cn": "她还是知名化妆品品牌欧莱雅的代言人."
    },
    {
      "en": "Spokesperson for Baleno, a clothing company.",
      "cn": "是服装品牌“班尼路”的代言人."
    },
    {
      "en": "Supporter spokesperson's nationalities match up to their city of birth.",
      "cn": "球迷发言人的国籍匹配他们出生的城市."
    },
    {
      "en": "The company spokesperson put the blame on the salesperson of the store.",
      "cn": "公司的发言人把责任归咎在店铺的售货员身上."
    },
    {
      "en": "The famous spokesperson was no other than Michael Jordan.",
      "cn": "那个著名的发言人非迈克尔乔丹莫属."
    },
    {
      "en": "The same spokesperson said Dr. Leon also declined to comment.",
      "cn": "Leon博士谈到同样的发言人也会谢绝评论."
    },
    {
      "en": "White House spokesperson Dana Perino said today President Bush oppses that strategy.",
      "cn": "白宫发言人DanaPerino今天说布什总统已经否决了这提议."
    },
    {
      "en": "Why don't we get the most popular supermodel to be the spokesperson?",
      "cn": "我们何不请来最红的名模做代言人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prolocutor",
            "public speaker"
          ],
          "tran_cn": "发言人；代言人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "representative",
            "spokesman"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "发言人，代言人，辩护士",
      "tran_en": "a spokesman or spokeswoman"
    }
  ],
  "exchange": {
    "pl": [
      "spokespeople",
      "spokespersons"
    ]
  }
}