{
  "word": "larch",
  "ipa": {
    "us": "lɑ:tʃ",
    "uk": "lɑrtʃ"
  },
  "sentences": [
    {
      "en": "Chinese larch China does not wish to miss so huge spending market.",
      "cn": "如此庞大的消费型市场是红杉中国不愿错过的."
    },
    {
      "en": "How to evaluate Chinese larch China?",
      "cn": "如何评价红杉中国?"
    },
    {
      "en": "In contrast, needle N productivity of larch seedlings exhibited a negative relationship with N supply level.",
      "cn": "与全株氮生产力的变化不同, 落叶松幼苗的叶氮生产力与供氮水平呈负相关."
    },
    {
      "en": "Larch has small cones and needle - like leaves.",
      "cn": "落叶松长着球果和针形的叶子."
    },
    {
      "en": "Larch, birch bird cherry, everything came alive.",
      "cn": "落叶松 、 白桦、稠李, 一切都活了过来."
    },
    {
      "en": "Main tree species are pine, northern larch, oriental arborvitae, tree, Populus, etc. more than 40 kinds.",
      "cn": "主要树种有油松 、 华北落叶松 、 侧柏 、 栎树 、 山杨等40余种."
    },
    {
      "en": "NBD : Is at present Chinese larch in the world the position condition of each district how?",
      "cn": "NBD: 目前红杉在世界各地的布局情况如何?"
    },
    {
      "en": "The construction property of impact loads of domestic larch plywood was studied.",
      "cn": "研究了国产落叶松胶合板覆板冲击载荷结构性能."
    },
    {
      "en": "The modified larch bark tannin extracts can be used in production of bakelite bond.",
      "cn": "可应用于酚醛树脂绝缘板的黏合剂生产."
    },
    {
      "en": "This paper describes the development test of molel plate of larch plywood used urea formaldehyde resin.",
      "cn": "本文描述了落叶松脲醛树脂胶合板的开发试验."
    },
    {
      "en": "This pine is called the larch, it grows well in temperate zones.",
      "cn": "这棵松树是落叶松, 适合生长在温带."
    },
    {
      "en": "Very apparent, chinese larch capital needs introspection in investment strategy of home.",
      "cn": "很显然, 红杉资本在国内的投资策略需要反省."
    },
    {
      "en": "What concern do Chinese larch capital and Chinese larch China have?",
      "cn": "红杉资本与红杉中国有哪些关系?"
    },
    {
      "en": "What does the investment opportunity that to Chinese larch you are in China have again?",
      "cn": "对于红杉来说你们在中国的投资机会又有哪些?"
    },
    {
      "en": "Whether can Chinese larch decrease accordingly in Chinese investment?",
      "cn": "红杉在中国的投资是否会相应减少?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "落叶松（木材）",
      "tran_en": "a tree that looks like a pine tree but drops its leaves in winter"
    }
  ],
  "exchange": {
    "pl": [
      "larches"
    ]
  }
}