{
  "word": "longer",
  "ipa": {
    "us": "ˈlɒŋgə(r)",
    "uk": "'lɔŋɡə"
  },
  "sentences": [
    {
      "en": "He found he could no longer cope with his demanding job.",
      "cn": "他发现自己已无力应对那份劳神费力的工作了。"
    },
    {
      "en": "I no longer have any objection to your going to see her.",
      "cn": "我不会再因为你去见她而不高兴。"
    },
    {
      "en": "I noticed that he wasn't sitting by the door any longer.",
      "cn": "我注意到他已经不再坐在门边了。"
    },
    {
      "en": "If you build more plastics into cars, the car lasts longer.",
      "cn": "如果汽车采用更多塑料元件，寿命会更长一些。"
    },
    {
      "en": "People live longer nowadays, and they are better educated.",
      "cn": "当今，人们越来越长寿，受教育程度也提高了。"
    },
    {
      "en": "She can no longer tolerate the position that she's in.",
      "cn": "她再也受不了自己的处境了."
    },
    {
      "en": "She was devoted to him, but she no longer loved him madly.",
      "cn": "她一心一意地爱他，但是这份爱不再疯狂。"
    },
    {
      "en": "The article was abstracted from a longer new book.",
      "cn": "这篇文章是从一本较长的新书中摘选出来的。"
    },
    {
      "en": "The construction industry is no longer as depressed as it was.",
      "cn": "建筑业不再像以往那样萧条了。"
    },
    {
      "en": "The longer your child can go without needing a filling, the better.",
      "cn": "孩子越晚需要补牙就越好。"
    },
    {
      "en": "The queue for places at the school has never been longer.",
      "cn": "排队申请上这所学校的人数达到历史最高峰。"
    },
    {
      "en": "The spade and fork have longer shafts, providing better leverage.",
      "cn": "锹和耙的手柄较长，可发挥较好的杠杆作用。"
    },
    {
      "en": "The waste is safely locked away until it is no longer radioactive.",
      "cn": "废料被安全储存起来，直到其不再有辐射性。"
    },
    {
      "en": "They are no longer part of a duopoly on overseas routes.",
      "cn": "他们不再是垄断海外航线的两强之一。"
    },
    {
      "en": "They told James he could no longer live rent-free.",
      "cn": "他们告诉詹姆斯他不能再白住了。"
    },
    {
      "en": "Women are no longer dominated by the men in their relationships.",
      "cn": "在两性关系中女性不再受制于男性。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "ad&a",
      "tran_cn": "比较久(的)"
    },
    {
      "pos": "adj",
      "tran_cn": "比较久的，（距离，长度）长的( long的比较级 )，长时间的，（因忙或不愉快等）似乎比实际时间长的，长音的"
    },
    {
      "pos": "other",
      "tran_cn": "更长的"
    }
  ],
  "exchange": {}
}