{
  "word": "pinhole",
  "ipa": {
    "us": "ˈpɪnhəʊl",
    "uk": "ˈpɪnhoʊl"
  },
  "sentences": [
    {
      "en": "And purchases special callipers to survey pinhole.",
      "cn": "并且购买特殊的卡尺来测量销孔."
    },
    {
      "en": "Centrifugal casting, compact structure, free from pinhole porosity and slag, smooth surface and even wall thickness.",
      "cn": "高速离心铸造, 组织致密, 无砂眼、夹渣, 表面光滑、壁厚均匀."
    },
    {
      "en": "Desd - foldcharacteristics, non - polluting, pinhole for pelling off, uniformly thickness and width , adequate adequate adhesiveness along its full length, and high durability.",
      "cn": "易折叠, 无污染, 易剥离, 宽度及厚度协调粘贴度强,经久耐用."
    },
    {
      "en": "For their next work, they'll be looking at how to replicate the intricate grooves and pinhole depressions.",
      "cn": "至于下一步的工作，他们要研究怎么模拟复杂的沟槽和针孔凹陷。"
    },
    {
      "en": "He then shines a narrow beam in horizontally through the pinhole.",
      "cn": "然后他通过小孔水平地射入一窄光束."
    },
    {
      "en": "Making the clear picture for deburring i . e . pinhole.",
      "cn": "制作每工序的清晰的去毛刺图示化的作业指导书."
    },
    {
      "en": "Pinhole machining of pin gear housing is one of important procedures in manufacturing cycloid speed reducer.",
      "cn": "针齿壳销孔的加工是摆线针轮减速器制造的重要步骤之一."
    },
    {
      "en": "Precise boring of the pinhole is one of the key processes guaranteeing precision in piston machining.",
      "cn": "精镗销孔是活塞加工中保证精度的关键工序之一."
    },
    {
      "en": "The yellow parts has small oval-shaped protrusions, each with one or two “pinhole” depressions.",
      "cn": "黄色部分有小的椭圆形突出，每个突出又有一到二个“针孔”状凹陷。"
    },
    {
      "en": "They also abandoned using any corrective lenses, firing the X-ray pulse through a pinhole and then collecting the diffracted rays after they pass through the sample.",
      "cn": "他们也放弃使用任何矫正透镜，而是通过一个针孔发射X光射线，然后采集经过样品后的衍射光线。"
    },
    {
      "en": "This experiment demonstrates the theory of pinhole imaging.",
      "cn": "这个实验是为了演示小孔成像的原理."
    },
    {
      "en": "This is the earliest pinhole image formation experiment and the earliest cognition of rectilinear propagation.",
      "cn": "八条中的后三条叙述了反射(平面、凹面、凸面)镜成像现象."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "blacking hole",
            "pore"
          ],
          "tran_cn": "[电子]针孔；[纺][冶]小孔"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "opening",
            "prick"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pinhole camera",
      "tran_cn": "针孔照相机"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "针孔，小孔",
      "tran_en": "a very small hole in something, especially one made by a pin"
    }
  ],
  "exchange": {
    "pl": [
      "pinholes"
    ]
  }
}