{
  "word": "consistently",
  "ipa": {
    "us": "kən'sɪstəntlɪ",
    "uk": "kənˈsɪstəntlɪ"
  },
  "sentences": [
    {
      "en": "Carrie pondered over this situation as consistently as Hurstwood.",
      "cn": "嘉莉就象赫斯渥一般固执地考虑着眼前的局面."
    },
    {
      "en": "He consistently matches his words with his action.",
      "cn": "他总是言行一致的."
    },
    {
      "en": "Instead, we should be articulating guidelines that answer consistently the questions: Who should we support in the Middle East?",
      "cn": "而我们应该作为回答这一系列一致问题的清晰指向标。 例如，“在中东我们应该支持谁？”"
    },
    {
      "en": "It's something I have consistently denied.",
      "cn": "那是我自始至终否认的事。"
    },
    {
      "en": "Jones and Armstrong maintain a consistently high standard.",
      "cn": "琼斯和阿姆斯特朗始终保持着高水准。"
    },
    {
      "en": "Surveys consistently find that men report feeling safe on the street after dark. See, for example, Hindelang and Garofalo (1978).",
      "cn": "多项调查一致显示，男性认为天黑后在大街上行走是安全的。比如，参见欣德朗和加罗法洛（1978）。"
    },
    {
      "en": "The minister has consistently opposed any relaxation in the law.",
      "cn": "部长一向反对法律上的任何放宽."
    },
    {
      "en": "The Ministry of Finance consistently overestimated its budget deficits.",
      "cn": "财政部一贯高估预算赤字."
    },
    {
      "en": "The test gave consistently positive results with virulent virus.",
      "cn": "用强毒病毒时,此试验恒定地呈现阳性结果."
    },
    {
      "en": "The tone of his book is consistently negative, occasionally arrogant, and often superficial.",
      "cn": "他的书基调一贯是负面消极的，有时还有点儿傲慢自大，且常常流于肤浅。"
    },
    {
      "en": "The weather was consistently vile.",
      "cn": "天气一直很糟糕。"
    },
    {
      "en": "They have maintained a consistently neutral stance.",
      "cn": "他们一直持中立态度。"
    },
    {
      "en": "To write a novel, one must keep pegging away at it consistently.",
      "cn": "要写小说, 必须不断辛勤劳动."
    },
    {
      "en": "Unlike many senior judges, he has consistently shown that he has the common touch.",
      "cn": "与很多高级法官不同，他一贯表现得平易近人。"
    },
    {
      "en": "We are the only paper in Britain that has consistently ripped apart these shallow lies and half-truths.",
      "cn": "我们是英国唯一一家坚持批判这些浅薄的谎言和半真半假的报道的报纸。"
    },
    {
      "en": "Whatever method you choose, you must consistently stick with it.",
      "cn": "无论采用哪种方式, 你都必须要坚持一致."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "consistent",
          "tran_cn": " 始终如一的，一致的；坚持的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "consistency",
          "tran_cn": " [计] 一致性；稠度；相容性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "uniformly",
            "coincidentally"
          ],
          "tran_cn": "一贯地；一致地；坚实地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accordingly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "一贯地，坚持地，固守地，总"
    }
  ],
  "exchange": {
    "adj": [
      "consistent"
    ]
  }
}