{
  "word": "melee",
  "ipa": {
    "us": "ˈmeleɪ",
    "uk": "ˈmeɪleɪ"
  },
  "sentences": [
    {
      "en": "A policeman was killed and scores of people were injured in the melee.",
      "cn": "混战中一名警察被打死，许多人受伤。"
    },
    {
      "en": "And melee combat is now available to get people to comply.",
      "cn": "混战对遵守的人们可以用到."
    },
    {
      "en": "Effect : Rebukes your opponent, increasing melee damage by 59 and stunning for 2 seconds.",
      "cn": "训斥你的对手, 增加肉搏(理)害59点,打晕2秒."
    },
    {
      "en": "Enchant Weapon - Major Intellect: Permanently enchant a melee weapon to grant + 30 Intellect.",
      "cn": "使一件武器永久的获得伤害+7的效果."
    },
    {
      "en": "He will be immune to all melee damage during this phase.",
      "cn": "免疫所有近战攻击."
    },
    {
      "en": "In the melee that followed they trampled their mother a couple of times.",
      "cn": "三个打在一团,七手八脚的又踩了二强嫂几下."
    },
    {
      "en": "Nearby friendly melee units gain hit points when they hit enemy units.",
      "cn": "附近的近身友方单位在攻击时能吸取一定的生命,范围300."
    },
    {
      "en": "Slowly charges up as the Necron Lord receives melee damage.",
      "cn": "慢慢地索价在当Necron公爵接收互殴损失上面."
    },
    {
      "en": "Talent: ( Restoration ) - Natural Perfection will no longer proc by normal melee attacks.",
      "cn": "天赋: 天然完美现在不会被普通的近战攻击触发."
    },
    {
      "en": "Targets will still have their melee attack speed reduced.",
      "cn": "提供的防御效果照旧."
    },
    {
      "en": "The Templar is a melee oriented character with minimal ranged support weaponry.",
      "cn": "圣堂是以近身格斗为主的角色,所以他的武器射程非常近."
    },
    {
      "en": "There is no Heroes IV - style separation of melee and ranged attack types.",
      "cn": "与四代不同,不会将攻击力分为近身和远程两种."
    },
    {
      "en": "Ursa is now a melee hero ( recent patch fixed the issue, 137702 )",
      "cn": "熊战士现在是近战英雄了 ( 最新的补丁修正了这个问题 )"
    },
    {
      "en": "Weapons come in two basic categories: melee and ranged.",
      "cn": "武器分为两大类: 近战和远程."
    },
    {
      "en": "When u see mages having a lower melee miss rate.",
      "cn": "当你看到法师的近战命中率远低于你的."
    },
    {
      "en": "When u see mags having a lower melee miss rate.",
      "cn": "当你看到法师的近战命中率远高于你的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mix-up",
            "in-fighting"
          ],
          "tran_cn": "混战，格斗；互殴"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "contention",
            "scrimmage",
            "scuffle",
            "skirmish"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<主文> 混战，乱战，混乱，混乱的人群",
      "tran_en": "A melee is a noisy, confusing fight between the people in a crowd"
    }
  ],
  "exchange": {
    "pl": [
      "melees"
    ]
  }
}