{
  "word": "arsenal",
  "ipa": {
    "us": "ˈɑ:sənl",
    "uk": "ˈɑrsənl"
  },
  "sentences": [
    {
      "en": "Arsenal played beautifully.",
      "cn": "阿森纳队踢得赏心悦目。"
    },
    {
      "en": "Chemical thinners add another to the arsenal of sprays.",
      "cn": "化学疏除剂已列入农药的宝库中."
    },
    {
      "en": "Even the workers at the arsenal have got a secret organization.",
      "cn": "兵工厂工人暗中也有组织."
    },
    {
      "en": "From the start of the season, the Arsenal striker has been hounded by the press.",
      "cn": "从本赛季甫一开始，这位阿森纳队的前锋就不停地遭到媒体的骚扰。"
    },
    {
      "en": "He has more punches in his arsenal than other boxers.",
      "cn": "他比其他拳击手出拳花样多。"
    },
    {
      "en": "He was transferred from Crystal Palace to Arsenal for £2.5 million.",
      "cn": "他以250万英镑的身价从水晶宫队转入阿森纳队。"
    },
    {
      "en": "Managers use a full arsenal of motivational techniques to get employees to take risks.",
      "cn": "管理者运用各种激励措施使雇员勇于冒险。"
    },
    {
      "en": "She charmed the visitor with the arsenal of her blandishments.",
      "cn": "她用无数的甜言蜜语迷住了访客."
    },
    {
      "en": "The Arsenal striker remains jauntily confident.",
      "cn": "阿森纳队的前锋仍旧信心十足，精力充沛。"
    },
    {
      "en": "The enemy bombers targeted our arsenal.",
      "cn": "敌机把我们的兵工厂作为轰炸目标。"
    },
    {
      "en": "The murder weapon was part of a haul stolen in a raid on a South African air-force arsenal in 1990.",
      "cn": "1990年南非空军武器库遭到突袭，这件凶器就是当时被盗走的武器中的一件。"
    },
    {
      "en": "The score at full-time was Arsenal 1, Sampdoria 1.",
      "cn": "比赛结束时阿森纳队和桑普多利亚队1比1战平。"
    },
    {
      "en": "They possess a formidable arsenal of rifles, machine guns, landmines and teargas.",
      "cn": "他们持有的步枪、机枪、地雷和催泪弹数量惊人。"
    },
    {
      "en": "Tonight's clash between Real Madrid and Arsenal is being heralded as the match of the season.",
      "cn": "今晚皇家马德里队和阿森纳队之间的对决被称为本赛季最重要的比赛。"
    },
    {
      "en": "Who ever thought people would see Arsenal as the acceptable face of football?",
      "cn": "谁会想到人们会认为足球之道可如阿森纳队呢？"
    },
    {
      "en": "Who is keeping goal / is in goal ( ie is goalkeeper ) for Arsenal?",
      "cn": "谁给阿森纳队守 球门?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "storage"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "arsenal fc",
      "tran_cn": "阿森纳（Arsenal Football Club，英国职业足球俱乐部）"
    },
    {
      "phrase": "nuclear arsenal",
      "tran_cn": "核武库；核军火库"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "兵工厂，军火库",
      "tran_en": "An arsenal is a building where weapons and military equipment are stored"
    }
  ],
  "exchange": {
    "pl": [
      "arsenals"
    ]
  }
}