{
  "word": "periphery",
  "ipa": {
    "us": "pəˈrɪfəri",
    "uk": "pəˈrɪfəri"
  },
  "sentences": [
    {
      "en": "extremists on the periphery of the animal rights movement",
      "cn": "处于动物权利运动边缘的极端分子"
    },
    {
      "en": "Geographically, the UK is on the periphery of Europe, while Paris is at the heart of the continent.",
      "cn": "从地理位置上讲，英国处于欧洲边缘，而巴黎却位于欧洲大陆的中心位置。"
    },
    {
      "en": "Geographically, the UK is on the periphery of Europe.",
      "cn": "从地理位置上讲，英国处于欧洲边缘。"
    },
    {
      "en": "In the periphery of the retina, ganglion cells are relatively few in number.",
      "cn": "在视网膜的边缘区节细胞相当少."
    },
    {
      "en": "industrial development on the periphery of the town",
      "cn": "城镇周边地区工业的发展"
    },
    {
      "en": "It does not concern things that huddle on the periphery of life.",
      "cn": "哲学所关注的不是堆挤在生活表面上的事物."
    },
    {
      "en": "Nevertheless, Greece's problems have raised concerns of contagion across the euro - zone periphery.",
      "cn": "尽管如此, 希腊的问题也引发了对危机可能蔓延至整个欧元区的担忧."
    },
    {
      "en": "Other animals were depicted on the periphery of the group.",
      "cn": "其他动物在群像的外围加以修饰."
    },
    {
      "en": "Perching on the periphery of every orchestra is a percussion player.",
      "cn": "坐在每支管弦乐队外围的是打击乐演奏者."
    },
    {
      "en": "Pulmonary arteries taper towards periphery.",
      "cn": "肺动脉向周围逐渐变细."
    },
    {
      "en": "Taste buds are concentrated at the tip and rear of the tongue and around its periphery.",
      "cn": "味蕾集中于舌尖、舌根和舌头两侧。"
    },
    {
      "en": "The blades at its periphery throw off air centrifugally in a direction following the rotation.",
      "cn": "轮周叶片将空气沿着转动方向抛离轴心."
    },
    {
      "en": "The ideas are also expressed by minor poets on the periphery of the movement.",
      "cn": "该运动外围一些不大出名的诗人也表达了这些观点."
    },
    {
      "en": "The periphery of the retina is very sensitive to motion.",
      "cn": "视网膜的外围对运动非常敏感."
    },
    {
      "en": "These philosophers are always with us, struggling in the periphery to try to tell us something.",
      "cn": "这些哲学家总是有的, 他们在我们周围喋喋不休地企图告诉我们一点东西."
    },
    {
      "en": "What lies in the periphery of simplicity is de ? nitely not peripheral.",
      "cn": "简单的周边事物决非无关紧要."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "peripheral",
          "tran_cn": " 外围的；次要的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "peripherally",
          "tran_cn": " 周边地；外围地；次要地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "margin",
            "suburb"
          ],
          "tran_cn": "外围，[地理]边缘；圆周；圆柱体表面"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "边缘，圆周，外围，边缘地带",
      "tran_en": "the edge of an area"
    }
  ],
  "exchange": {
    "pl": [
      "peripheries"
    ]
  }
}