{
  "word": "agrarian",
  "ipa": {
    "us": "əˈɡreəriən",
    "uk": "əˈɡreriən"
  },
  "sentences": [
    {
      "en": "an agrarian economy (=  based on farming  )",
      "cn": "农业经济"
    },
    {
      "en": "Commodities were the basis of the agrarian economy that lasted for millennia.",
      "cn": "产品是农业经济的基础,持续了几千年."
    },
    {
      "en": "His classical urbanity comes to his relief -- if one can attribute urbanity to a former Agrarian.",
      "cn": "是他的古典的优雅风格挽救了他, 如果我们可以用优雅这两个字来形容过去的重农主者的话."
    },
    {
      "en": "It concluded with approval of the emphasis on the agrarian movement.",
      "cn": "它的结论是赞成把重点放在土地运动上."
    },
    {
      "en": "McKinley was eager to propitiate the agrarian Middle west after close over Bryan in 1896.",
      "cn": "麦金莱于1896年在力量相匹敌的情况下战胜布赖恩后,急于要抚慰中西部农民."
    },
    {
      "en": "People are leaving an agrarian way of life to go to the city.",
      "cn": "人们正在放弃农业生活方式而转向城市."
    },
    {
      "en": "See Agrarian China - published by the Institute of Pacific Relations.",
      "cn": "见《中国农业》,太平洋研究所出版."
    },
    {
      "en": "The patriarchal clan becomes the resistance revolution in the agrarian revolution the strength, therefore encounters suppresses and attacks.",
      "cn": "在土地革命中宗族成为对抗革命的力量，所以遭到抑制和打击。"
    },
    {
      "en": "This applies especially for the agrarian structure and its development.",
      "cn": "这一做法尤其适用于为农业结构及其发展."
    },
    {
      "en": "This was a feature of agrarian development in Britain.",
      "cn": "这是大不列颠土地发展的一个特征。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "agrarianism",
          "tran_cn": " 田地均分法；平均地权论"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "ground",
            "earth's"
          ],
          "tran_cn": "土地的；耕地的；有关土地的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "agrarian reform",
      "tran_cn": "土地改革"
    },
    {
      "phrase": "agrarian revolution",
      "tran_cn": "农业革命"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "土地的，农业的，农村的，促进农业利益的",
      "tran_en": "Agrarian means relating to the ownership and use of land, especially farmland, or relating to the part of a society or economy that is concerned with agriculture"
    }
  ],
  "exchange": {}
}