{
  "word": "ideology",
  "ipa": {
    "us": "ˌaɪdiˈɒlədʒi",
    "uk": "ˌaɪdiˈɑːlədʒi"
  },
  "sentences": [
    {
      "en": "a new ideology based on individualism",
      "cn": "基于个人主义的新思想体系"
    },
    {
      "en": "But this is not out of ideology or ambition.",
      "cn": "但这不是出于意识形态或是勃勃雄心."
    },
    {
      "en": "Chomsky's review is entitled \"Psychology and Ideology\".",
      "cn": "乔姆斯基的这篇评论题为《心理学与意识形态》。"
    },
    {
      "en": "Generally, the programs of the president and the proposals of the governor appear to differ in degree and emphasis rather than ideology.",
      "cn": "总的来说，总统的方案和州长的提议似乎只是在程度和强调的重点上有所不同，根本的思想观念几乎无异。"
    },
    {
      "en": "He raked me over the coals for being inconsistent in my own ideology.",
      "cn": "他责骂我说我自己所宣扬的理论前后矛盾."
    },
    {
      "en": "His biggest weakness has to do with age rather than ideology.",
      "cn": "他最大的弱点是年龄而不是意识形态."
    },
    {
      "en": "Ideology transcends limits, eschews restraints, and disdains tolerance or conciliation.",
      "cn": "意识形态越出界限, 避开遏制, 蔑视宽容或和解."
    },
    {
      "en": "In periods heavily influenced by ideology, political loyalties no longer coincide with national boundaries.",
      "cn": "在受到意识形态巨大影响的时期, 政治上的忠诚,再也不能以国界来划分了."
    },
    {
      "en": "Let correct ideology guide practical work.",
      "cn": "以虚带实."
    },
    {
      "en": "the ideologies of fascism and terrorism",
      "cn": "法西斯主义和恐怖主义的意识形态"
    },
    {
      "en": "The ideology has great influence in the world.",
      "cn": "这种思想体系在世界上有很大的影响."
    },
    {
      "en": "The old guard of leaders are closed off behind walls built of yesterday's ideology.",
      "cn": "领导人的老警卫们生活在用过去的意识形态筑成的高墙内，与世隔绝。"
    },
    {
      "en": "The question of ideology has now assumed great importance.",
      "cn": "思想问题现在已经成为非常重要的问题."
    },
    {
      "en": "Therefore, remnants of this ideology still exist in the Red Army.",
      "cn": "因此, 红军中还有盲动主义思想的残余存在着."
    },
    {
      "en": "This encourages reductionist explanations of fascist ideology.",
      "cn": "这助长了对法西斯意识形态的简单化解释。"
    },
    {
      "en": "This, however, produced in me a reverse reaction -- determined me to fight against such feudalistic ideology.",
      "cn": "这却引起了反作用,它激发了我和封建思想斗争的决心."
    },
    {
      "en": "To add spice to the debate, they disagreed about method and ideology.",
      "cn": "他们在方法和观念上都持不同意见，这使辩论精彩了很多。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ideological",
          "tran_cn": " 思想的；意识形态的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "ideologically",
          "tran_cn": " 思想上；意识形态上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ideologist",
          "tran_cn": " 思想家；理论家"
        },
        {
          "word": "ideologue",
          "tran_cn": " 思想家，理论家，空想家"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "political ideology",
      "tran_cn": "政治意识形态"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "思想（体系），思想意识，意识形态，观念学，空想，空论",
      "tran_en": "a set of beliefs on which a political or economic system is based, or which strongly influence the way people behave"
    }
  ],
  "exchange": {
    "pl": [
      "ideologies"
    ],
    "adv": [
      "ideologically"
    ],
    "adj": [
      "ideological"
    ]
  }
}