{
  "word": "wold",
  "ipa": {
    "us": "wəʊld",
    "uk": "woʊld"
  },
  "sentences": [
    {
      "en": "Darkness wold make him more appreciative of sight; silence would teach him the joys of sound.",
      "cn": "黑暗会使他更珍惜光明; 沉寂将教他享受声音的欢快."
    },
    {
      "en": "Give the wold the best you and you'll get kicked in the teeth.",
      "cn": "献出你全部的人生精华造福人类,可能会使你身受打击."
    },
    {
      "en": "I can't believe wold you say?",
      "cn": "我才不相信你说的 呢 ?"
    },
    {
      "en": "I wold dine at the best Italian restaurant and drink the best wine.",
      "cn": "余荒野就餐最好的意大利餐厅和饮料最好的葡萄酒."
    },
    {
      "en": "I'm the big potato in this wold. I'm going to beyond my dream. beyond!",
      "cn": "我是世界上的大人物. 我将超越我的梦想! 超越!"
    },
    {
      "en": "If there is no music, it wold be much wonderful!",
      "cn": "除了听那个烂音乐, 其它的都很好玩."
    },
    {
      "en": "It has left off raining down in Lincolnshire, at last, and Chesney Wold has taken heart.",
      "cn": "林肯郡的雨终于停止,切斯尼山庄也跟着热闹起来了."
    },
    {
      "en": "My involvement with the Sea Org wold remain peripheral.",
      "cn": "我之所以能与他们分担痛苦,只不过是因为我有资金."
    },
    {
      "en": "The space vehicle wold would return to earth Earth and land in the ocean.",
      "cn": "太空飞船将返回地球并降落在海洋中."
    },
    {
      "en": "The Uruguay Round and the establishment the WTO the character of the wold trading system.",
      "cn": "乌拉圭回合和世界贸易组织的建立改变了世界贸易体系的性质."
    },
    {
      "en": "The wold puts off its mask of vastness lover.",
      "cn": "世界对著它的爱人,把它浩瀚的面具揭下了."
    },
    {
      "en": "Tom Morris , present - day owner of Ruskin Antiques, Stow - on - the - Wold, specialises in works made by the Movement's craftsmen.",
      "cn": "在斯托昂泽沃尔德的拉斯金古玩店现在的店主汤姆 - 莫里斯, 专营工艺美术运动时代的手工艺者创作的作品."
    },
    {
      "en": "Yesterday I was sad, today I am excited, I don't know tomorrow how wold I be.",
      "cn": "以前的我喜欢了解别人, 现在的我学着了解自己,总觉得自己是自己最大的敌人."
    },
    {
      "en": "You can laugh at wold, but, the most important thing is, never laugh at other's dreams.",
      "cn": "你可以嘲笑整个世界, 但请记住, 最重要的是, 千万不要嘲笑别人的梦想."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "desert",
            "badland"
          ],
          "tran_cn": "荒原；无树木的山地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（不毛的）高原，荒原，（常复数）丘陵地"
    }
  ],
  "exchange": {
    "pl": [
      "wolds"
    ]
  }
}