{
  "word": "which",
  "ipa": {
    "us": "wɪtʃ",
    "uk": "wɪtʃ"
  },
  "sentences": [
    {
      "en": "A formal contract is signed which is renewable annually.",
      "cn": "正式签订了每年可续签的合同。"
    },
    {
      "en": "Eczema is a common skin complaint which often runs in families.",
      "cn": "湿疹是一种常见的皮肤病，通常具遗传性。"
    },
    {
      "en": "He lived on an invalidity pension which came as a weekly giro.",
      "cn": "他靠每周领取的作为病残养老金的直接转账救济支票过日子。"
    },
    {
      "en": "He was already asleep in the bed, which smelled faintly of mildew.",
      "cn": "他已经在略带霉味的床上睡着了。"
    },
    {
      "en": "He was wearing shorts which showed his long, muscular, hairy legs.",
      "cn": "他穿着短裤，露出自己强壮多毛的长腿。"
    },
    {
      "en": "It's a pound for a small glass of wine, which is pathetic.",
      "cn": "一小杯葡萄酒要1英镑，真差劲。"
    },
    {
      "en": "Miranda was sure it was one of them, but was not sure which.",
      "cn": "米兰达确定此人是他们其中的一个，但不能肯定是哪一个。"
    },
    {
      "en": "Politicians want a lap-dog press which will uncritically report their propaganda.",
      "cn": "政客们想要的是不问是非、甘为他们搞宣传的哈巴狗一样的新闻媒体。"
    },
    {
      "en": "Show me which one you like and I'll buy it for you.",
      "cn": "指给我看你喜欢哪个，我给你买。"
    },
    {
      "en": "The judges could not decide which category it belonged in.",
      "cn": "评委们无法判定它属于哪一类。"
    },
    {
      "en": "there is no confusion as to which is which.",
      "cn": "哪个是哪个，不会混淆。"
    },
    {
      "en": "This, after all, is a company which is awash with cash.",
      "cn": "这毕竟是一家现金充裕的公司。"
    },
    {
      "en": "We can now talk openly about AIDS which we couldn't before.",
      "cn": "现在我们能公开谈论以前讳言不提的艾滋病问题。"
    },
    {
      "en": "We could not reason out which way the robbers escaped, because we were unable to find any trace of them.",
      "cn": "我们推断不出这些强盗是从哪个方向逃走的，因为我们找不到他们的任何踪迹。"
    },
    {
      "en": "We gained a rich supply of data which would normally be inaccessible.",
      "cn": "我们得到了通常难以获取的大量数据。"
    },
    {
      "en": "We guarantee that you will find a community with which to socialise.",
      "cn": "我们保证你们会找到自己的交际圈。"
    },
    {
      "en": "We were in the same college, which was male-only at that time.",
      "cn": "我们那时在同一所学院，当时只招男生。"
    },
    {
      "en": "Which are the most important crops?",
      "cn": "哪些农作物是最重要的？"
    },
    {
      "en": "Which book are you looking for?",
      "cn": "你在找哪本书？"
    },
    {
      "en": "Why not retrain for a job which will make you happier?",
      "cn": "为什么不接受新的培训，找一份让你更快乐的工作？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "which is which",
      "tran_cn": "哪一个是哪一个；什么是什么"
    },
    {
      "phrase": "which one",
      "tran_cn": "哪一个"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "哪一个；哪一些"
    },
    {
      "pos": "det",
      "tran_cn": "哪个"
    },
    {
      "pos": "other",
      "tran_cn": "哪一个",
      "tran_en": "used to ask or talk about one or more members of a group of people or things, when you are uncertain about it or about them"
    },
    {
      "pos": "pron",
      "tran_cn": "哪一个，（…的）那个",
      "tran_en": "used to ask or talk about one or more members of a group of people or things, when you are uncertain about it or about them"
    }
  ],
  "exchange": {}
}