{
  "word": "laryngitis",
  "ipa": {
    "us": "ˌlærɪnˈdʒaɪtɪs",
    "uk": "ˌlærənˈdʒaɪtɪs"
  },
  "sentences": [
    {
      "en": "Acute laryngitis is caused by a viral infection, usually linked to the common cold or an upper respiratory infection.",
      "cn": "急性喉炎是所造成的病毒感染，通常是联系在一起的普通感冒或上呼吸道感染。"
    },
    {
      "en": "At the moment, there is no reliable means to confirm reflux of gastric juice in patients with suspected reflux laryngitis .",
      "cn": "现在还没有可靠的方法来证实可疑的返流性喉炎患者中存在胃液返流现象。"
    },
    {
      "en": "For many years Harold was afflicted with edematous laryngitis.",
      "cn": "哈德罗患水肿性喉炎多年了."
    },
    {
      "en": "He had it almost every winter before. The doctor called it laryngitis.",
      "cn": "以前他几乎每年冬季都要发作, 医生说他患了喉炎."
    },
    {
      "en": "If you are, suffered from laryngitis.",
      "cn": "假如你是患了喉炎."
    },
    {
      "en": "Objective : To investigate the relationship between gastroesophageal reflux disease ( GRD ) and reflux laryngitis.",
      "cn": "目的: 探讨胃食管反流病与反流性咽喉炎发生的关系."
    },
    {
      "en": "Objective : To research the effect of hua jie tang on treating chronic laryngitis and Vocal nodes.",
      "cn": "目的研究化结汤加减在治疗慢性喉炎、声带结节的疗效."
    },
    {
      "en": "Respiratory: antiseptic, helps to expel mucus, relieves coughing, used for colds, flu, catarrh, asthma. bronchitis, laryngitis.",
      "cn": "呼吸：杀菌，帮助排出粘液，减轻咳嗽，用作伤风，流感，粘膜炎，哮喘，支气管炎，喉炎。"
    },
    {
      "en": "Symptoms of a viral infection with laryngitis can include hoarseness, swollen glands in theand sometimes feer.",
      "cn": "病毒性喉炎的症状包括声音嘶哑 、 扁桃体肿胀,偶尔也会出现发烧."
    },
    {
      "en": "The risk for further problems is increased by not resting your voice when you have laryngitis.",
      "cn": "当有喉炎时,如果不减少用嗓,就很可能出现以上这些问题."
    },
    {
      "en": "The teacher was sick with laryngitis and canceled class.",
      "cn": "老师因患喉头炎而取消课程."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "喉炎",
      "tran_en": "an illness which makes talking difficult because your larynx and throat are swollen"
    }
  ],
  "exchange": {}
}