{
  "word": "denominator",
  "ipa": {
    "us": "dɪˈnɒmɪneɪtə(r)",
    "uk": "dɪˈnɑmɪneɪtə(r)"
  },
  "sentences": [
    {
      "en": "A common denominator of many low - stress jobs is tangible results.",
      "cn": "许多低压力的工作都有个共同点那就是其效果切实可见."
    },
    {
      "en": "After cancellation, the factor is still present in the denominator.",
      "cn": "相消后该因子仍存在于分母中."
    },
    {
      "en": "As you say, the only common denominator is their internal implementation.",
      "cn": "正如你所说, 唯一的共同点是它们的内部实现."
    },
    {
      "en": "Hence developers only have access to the lowest common denominator set of features.",
      "cn": "因此,开发者只能获得最低的共同标准的功能集."
    },
    {
      "en": "I think the only common denominator of success is hard work.",
      "cn": "我认为取得成功唯一的共同要素是勤奋。"
    },
    {
      "en": "In this exercise you have to convert a given number into a fraction by entering a numerator and denominator. Do not forget to reduce the result.",
      "cn": "在此练习中您要将一个给定的数字转换成一个分数，输入转化结果的分子和分母。不要忘了将结果约分至最简分数。"
    },
    {
      "en": "In this exercise you have to convert a given number into a fraction by entering numerator and denominator. Do not forget to reduce the result!",
      "cn": "在此练习中您要将一个给定的数字转换成一个分数，输入转化结果的分子和分母。不要忘了将结果约分至最简分数！"
    },
    {
      "en": "Matters of judgement reduced to the lowest common denominator acceptable to a majority of the voters.",
      "cn": "需要裁决的事务被降低到大多数投票人所能接受的最低标准."
    },
    {
      "en": "No, maybe some day, but it will be lowest common denominator.",
      "cn": "现在不能, 将来某一天可能行, 但这种可能性将是最小的."
    },
    {
      "en": "Only a single denominator do they share.",
      "cn": "他们只有一种共同的特点."
    },
    {
      "en": "Physicists have, of course , been searching for the commonon denominator between electrons and protons.",
      "cn": "诚然,物理学家已在探索电子和质子的共同性质."
    },
    {
      "en": "Tabloid newspapers pander to the lowest common denominator.",
      "cn": "小报都竭力迎合大众口味。"
    },
    {
      "en": "The common denominator of economic calculation is money.",
      "cn": "这个经济计算的共同标准就是货币."
    },
    {
      "en": "The fractions selected for comParison must require pupils to consider both numerator and denominator.",
      "cn": "所选的用于比较的分数必须要求学生同时考虑分子和分母."
    },
    {
      "en": "The school syllabus seems aimed at the lowest common denominator.",
      "cn": "学校的教学大纲似乎是针对接受能力最差的学生制定的。"
    },
    {
      "en": "The value of a fraction is inversely proportional to that of the denominator.",
      "cn": "分数值与分母值成反比例."
    },
    {
      "en": "You have to enter numerator and denominator.",
      "cn": "您需要输入结果的分子和分母."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "denominate",
          "tran_cn": " 有特定名称的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "denomination",
          "tran_cn": " 面额；名称；教派"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "denominate",
          "tran_cn": " 为…命名；把…称作…"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "namer",
            "nomenclator"
          ],
          "tran_cn": "[数]分母；命名者"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "common denominator",
      "tran_cn": "[数]公分母"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<术>分母，共同特性",
      "tran_en": "the number below the line in a  fraction "
    }
  ],
  "exchange": {
    "pl": [
      "denominators"
    ]
  }
}