{
  "word": "relevance",
  "ipa": {
    "us": "ˈreləvəns",
    "uk": "ˈreləvəns"
  },
  "sentences": [
    {
      "en": "\" In this context , Asia - Europe scientific and technological cooperation has a great relevance and strong complementarily. \"",
      "cn": "亚欧科技合作在这些领域有很强的针对性我 互补性."
    },
    {
      "en": "His speech bore little relevance.",
      "cn": "他的发言不太贴题."
    },
    {
      "en": "I can't see the relevance of his comment to the debate.",
      "cn": "我不明白他的评论与这一争论有何关系."
    },
    {
      "en": "I think we can all appreciate the relevance of that now.",
      "cn": "我想，我们大家现在都能领会这句话中肯。"
    },
    {
      "en": "Politicians' private lives have no relevance to their public roles.",
      "cn": "政治家的私生活与他们的公众角色不相关。"
    },
    {
      "en": "PSO and Its Application to Relevance Feedback in Image Retrieval.",
      "cn": "粒子群优化算法及其在图像检索中相关反馈上的应用."
    },
    {
      "en": "Relevance Theory states that human communication conforms to the principle of relevance.",
      "cn": "关联理论认为人类交际无一例外遵循关联原则."
    },
    {
      "en": "She did not understand the relevance of his remarks.",
      "cn": "她不理解他的议论与话题有何相干."
    },
    {
      "en": "The adage \" Trade is better than aid \" is clearly of great relevance to agriculture.",
      "cn": "“ 贸易胜于援助, ” 这一格言对于农业显然是十分中肯的."
    },
    {
      "en": "The ghost item had passed editorial scruting for accuracy and relevance.",
      "cn": "那篇幽灵般的稿件曾通过编辑的审查,认为准确而贴切."
    },
    {
      "en": "The physics of such soluble particles is of especial relevance to fog and cloud formation.",
      "cn": "这种可溶粒子的物理学与云和雾的形成关系特别大."
    },
    {
      "en": "The relevance of acoustical principles is by no means limited to sound and hearing.",
      "cn": "声学原理并不仅仅适用于声音和听觉."
    },
    {
      "en": "There are additional publications of special relevance to new graduates.",
      "cn": "还有对于新毕业生来说特别重要的其他出版物。"
    },
    {
      "en": "These are topics of theoretical interest and also of great relevance to applications.",
      "cn": "这些都是具有理论意义并具有实用价值的课题."
    },
    {
      "en": "They are Quality Maxim, Quantity Maxim, Relevance Maxim, and Manner Maxim.",
      "cn": "包括了质量准则 、 数量准则 、 关系准则 、 方式准则."
    },
    {
      "en": "What you are saying has no relevance [ doesn't have any relevance ] to the matter in hand.",
      "cn": "你现在所说的与正在考虑中的问题毫无关联."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "relationship",
            "correlation",
            "fitness",
            "associations"
          ],
          "tran_cn": "关联；适当；中肯"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "application",
            "connection",
            "fitness",
            "reference",
            "relation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "relevance theory",
      "tran_cn": "关联理论"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重要性，意义，相关性，关联；适当；中肯",
      "tran_en": "Something's relevance to a situation or person is its importance or significance in that situation or to that person"
    }
  ],
  "exchange": {
    "adv": [
      "relevantly"
    ],
    "adj": [
      "relevant"
    ]
  }
}