{
  "word": "disparity",
  "ipa": {
    "us": "dɪˈspærəti",
    "uk": "dɪˈspærəti"
  },
  "sentences": [
    {
      "en": "...the health disparities between ethnic and socio-economic groups in the U.S.",
      "cn": "…美国各种族和社会经济群体之间明显的健康差异。"
    },
    {
      "en": "Ecological field gradient means the disparity between two of nearest data.",
      "cn": "场梯度是指相邻两个数据的差值."
    },
    {
      "en": "First is the quite remarkable disparity of strength among the different interactions.",
      "cn": "首先,各种相互作用的程度相差十分悬殊."
    },
    {
      "en": "Outside the financial management division of the income disparity.",
      "cn": "在境外,理财师的收入相当悬殊."
    },
    {
      "en": "That might reflect a gender disparity in the broader survey, too.",
      "cn": "这也可能在更大范围内反映出男女对这一问题的不同观点."
    },
    {
      "en": "The algorithm was tested with a set of real stereo imagescorresponding disparity - maps .",
      "cn": "最后提出一种 零交叉 校正方法,校正其中的误匹配点."
    },
    {
      "en": "The disparity between economic development and environmental protection is becoming increasing acute.",
      "cn": "经济发展和环境保护之间的矛盾越来越突出."
    },
    {
      "en": "The disparity in incomes among different professions was small.",
      "cn": "各职业收入的差距比较小."
    },
    {
      "en": "The disparity of age made it even grotesque.",
      "cn": "年龄的悬殊甚至使它显得可笑."
    },
    {
      "en": "The great disparity between the teams did not make for an entertaining game.",
      "cn": "两队实力悬殊,所以比赛并不精彩."
    },
    {
      "en": "the wide disparity between rich and poor",
      "cn": "贫富悬殊"
    },
    {
      "en": "There is a great disparity in strength between the two teams.",
      "cn": "两队的力量相差很大."
    },
    {
      "en": "There is a huge disparity between the numbers you two roughly estimated.",
      "cn": "你俩粗估出来的数字怎么差距这么大."
    },
    {
      "en": "There was a great disparity in strength between the two sides.",
      "cn": "双方力量悬殊."
    },
    {
      "en": "This paper attempts to problem into the regional economic development disparity.",
      "cn": "这篇论文就区域经济发展差距问题加以探讨."
    },
    {
      "en": "Variation coefficients of rice difference quality traits have great disparity.",
      "cn": "不同品质性状的变异系数差异悬殊."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "disparate",
          "tran_cn": " 不同的；不相干的；全异的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "disparate",
          "tran_cn": " 无法相比的东西"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "difference",
            "inequality",
            "variance"
          ],
          "tran_cn": "不同；不一致；不等"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "contradiction",
            "difference",
            "differential",
            "disagreement",
            "discrepancy",
            "variety"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "regional disparity",
      "tran_cn": "地区差异"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不同，不等，不一致，悬殊",
      "tran_en": "a difference between two or more things, especially an unfair one"
    }
  ],
  "exchange": {
    "pl": [
      "disparities"
    ]
  }
}