{
  "word": "letterhead",
  "ipa": {
    "us": "ˈletəhed",
    "uk": "ˈletərhed"
  },
  "sentences": [
    {
      "en": "A letter using the new company name letterhead ( duly signed ) to inform of the name change.",
      "cn": "用有新公司台头的信纸写的一款说更改名字的信件,并要签名的."
    },
    {
      "en": "But someone who advises is an adviser, whether or not his name appears on a letterhead.",
      "cn": "但是, 不管这个人的名字是否出现在官方名单中,谁提供意见,难道不就是“顾问”吗?"
    },
    {
      "en": "Colleagues at work enjoy having a letterhead with their name at the top.",
      "cn": "在职的同事可把其名字印在信头之上。"
    },
    {
      "en": "From now on, all staff should use paper showing our new letterhead for all external correspondence.",
      "cn": "从现在起, 所有员工在对外信件中都应该使用印有公司新信头的信纸."
    },
    {
      "en": "I designed your logo and your letterhead.",
      "cn": "我为你们设计过标识和信笺上方的印刷文字."
    },
    {
      "en": "It is a sound investment to use a professionally designed letterhead on your office stationery.",
      "cn": "使用专业设计的信纸作为您的办公室文具是一种健全的投资."
    },
    {
      "en": "Letter of application should be used for foreign companies letterhead.",
      "cn": "申请信应当使用提出申请的外国企业的信头纸."
    },
    {
      "en": "Place a label or letterhead with sender's and recipidnt's addrdsses and phone numbersinside the psckage.",
      "cn": "建议在纸箱内贴入寄件人及收件人地址和电话标签."
    },
    {
      "en": "Please provide evidence on original letterhead rather than notarized documents.",
      "cn": "请尽量提交含有相关抬头的原件,其次为公证件."
    },
    {
      "en": "The letter had been written on university letterhead.",
      "cn": "这封信是用印有大学校名抬头的信纸写的。"
    },
    {
      "en": "The letterhead was impressed with the company's logo.",
      "cn": "信头印着企业的商标."
    },
    {
      "en": "The most attractive placement of the date, however , may depend on the letterhead design.",
      "cn": "最吸引人的写日期的地方, 其实应该根据书信抬头的设计而定."
    },
    {
      "en": "They are letterhead, reference and date, inside address, salutation, body, complimentary close, and signature.",
      "cn": "他们信笺, 参考和日期, 内地址, 称呼, 正文, 免费密切, 并签字."
    },
    {
      "en": "We found a small office, printed letterhead, installed phone lines and several computers.",
      "cn": "我们成立了个小办公室, 印刷了信笺, 安装了几条电话线路和电脑."
    },
    {
      "en": "When he gave her the letter, she immediately recognized the letterhead.",
      "cn": "当他把信给她时, 她马上认出了信笺的信头."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "paper"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "信笺上方的印刷文字，印有抬头的信笺",
      "tran_en": "the name and address that is printed at the top of a sheet of writing paper"
    }
  ],
  "exchange": {
    "pl": [
      "letterheads"
    ]
  }
}