{
  "word": "artesian",
  "ipa": {
    "us": "a:'ti:zjən",
    "uk": "a'tizjən"
  },
  "sentences": [
    {
      "en": "A model of nonartesian - artesian pumping well and new techniques water dam hole - well cleaning are put forward.",
      "cn": "提出了无压 - 承压井抽水模式和“拦水坝”式冲孔洗井等新工艺."
    },
    {
      "en": "Bassoon diameter well cementation is a special cargo handling operation in project of maritime artesian well.",
      "cn": "大管径固井是海上钻井工程中一项非凡的作业环节."
    },
    {
      "en": "Bassoon diameter well cementation is one of project of maritime artesian well special operation.",
      "cn": "大管径固井是海上钻井工程中的一项非凡作业."
    },
    {
      "en": "Chemically, elements like ? artesian ( potassium ) and aluminum are added and taken away.",
      "cn": "化学方面, 像钾和铝这样的物质被加入到岩石中或从其中流失."
    },
    {
      "en": "Each guestroom also features celebrated local and regional works of art, paying tribute to the true artesian nature of the indigenous painters, sculptors, and basket-weavers.",
      "cn": "每个客房还设有著名的地方和地域性的艺术作品，赞颂的土著画家、雕塑家真正的自流性，和编织篮子。"
    },
    {
      "en": "Energy conversion, level, distribution and variation of depression cones during artesian and pumping processes are analyzed.",
      "cn": "从抽水设备作功、消耗能量的角度,分析了自流和抽水过程中的能量转化 、 水位与压降漏斗的分布和变化规律."
    },
    {
      "en": "Feibao Artesian Bore Baths , Grand Buddha are sea of clouds.",
      "cn": "流泉飞瀑 、 云海佛光皆为大观."
    },
    {
      "en": "Feibao Artesian Bore Baths Calocedrus pines and then you back into the embrace of nature.",
      "cn": "飞瀑流泉和苍松翠柏又把你带回大自然的怀抱之中."
    },
    {
      "en": "No combined exploitation of paretic water and artesian water already polluted may be permitted.",
      "cn": "对已受污染的潜水和承压水,不得混合开采."
    },
    {
      "en": "Party A with totle drilling cost, contract wildcat to be drilled to artesian well contractor.",
      "cn": "甲方以总成本, 将油井承包给钻井承包商钻探."
    },
    {
      "en": "Some natural springs geographers are interested in artesian spring.",
      "cn": "一些研究天然泉的地理学家对自流泉感兴趣."
    },
    {
      "en": "Sometime the term artesian is used to denote a confined aquifer.",
      "cn": "有时候人们也用自流含水层这一术语表示承压含水层."
    },
    {
      "en": "Such material can confine water in an artesian aquifer.",
      "cn": "这样的介质能把水控制在承压含水层中."
    },
    {
      "en": "The accident location for the liberation of artesian District Binjiang Road overpass.",
      "cn": "事故发生地点为自流井区滨江路解放立交桥."
    },
    {
      "en": "The pool, fed by an artesian a high iron content , was a pale shade of green.",
      "cn": "池水来源于铁质很高的自流井, 水面呈现淡淡的绿色."
    },
    {
      "en": "Too low oil price is to create artesian well market low confuse advocate because of.",
      "cn": "过低的石油价格是造成钻井市场低迷的主因."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "artesian water",
      "tran_cn": "自流水，承压水；自廉水，自廉"
    },
    {
      "phrase": "artesian well",
      "tran_cn": "自流井；承压井"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "喷水井的，自流井的"
    }
  ],
  "exchange": {}
}