{
  "word": "cordon",
  "ipa": {
    "us": "ˈkɔ:dn",
    "uk": "ˈkɔrdn"
  },
  "sentences": [
    {
      "en": "a cordon bleu chef",
      "cn": "烹饪大师"
    },
    {
      "en": "A line of tractors rumbled onto the motorway through a cordon of police.",
      "cn": "一列拖拉机突破了警戒线，隆隆响着驶上了高速公路。"
    },
    {
      "en": "Blue cheese, blueberries and chicken cordon bleu - but blue ketchup?",
      "cn": "蓝色奶酪 、 蓝莓、法国蓝带鸡胸 -- 蓝色番茄酱?"
    },
    {
      "en": "But today, all they did was to break through the cordon!",
      "cn": "然而今天, 只是冲过!"
    },
    {
      "en": "Get a cordon sanitaire that neither intrude upon. Then they can go on quietly talking.",
      "cn": "确定一条双方都不可侵犯的警戒线, 然后,他们就可以平静地讨论."
    },
    {
      "en": "I took a cordon bleu cookery course.",
      "cn": "我上了高级烹饪课程。"
    },
    {
      "en": "People without fixed duties mustn't walk past the crime scene's police cordon.",
      "cn": "在办案现场闲杂人等不得越过警戒线."
    },
    {
      "en": "Police formed a cordon between the two crowds.",
      "cn": "警察在两群人之间筑起了一道封锁线。"
    },
    {
      "en": "Police officers threw a cordon around his car to protect him.",
      "cn": "警察在他汽车周围设置了防卫圈以保护他."
    },
    {
      "en": "Scotland Yard said a cordon was used because missiles were being thrown at officers.",
      "cn": "苏格兰场说使用警戒线是因为一直有投掷物扔向警察."
    },
    {
      "en": "Soon after the incident, Pakistani Frontier Corps and police put a security cordon around the area.",
      "cn": "在事件发生后不久, 巴基斯坦边境的军队和警察在该地区周围设下了安全警戒线."
    },
    {
      "en": "The miners were armed with clubs as they forced their way through a police cordon.",
      "cn": "矿工们手持棍棒冲过了警戒线。"
    },
    {
      "en": "There is a tight security cordon around the area.",
      "cn": "这一地区周围设有严密的安全警戒圈."
    },
    {
      "en": "There was a police cordon Near school where I left your son.",
      "cn": "我送儿子到学校在学校的附近有警察的警戒线."
    },
    {
      "en": "To have broken through a cordon of policemen and mounted patrols and armoured cars!",
      "cn": "冲破了巡捕,骑巡,装甲汽车,密密层层的警戒网!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "warning line",
            "warning limit"
          ],
          "tran_cn": "警戒线；绶带；束带层"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "belt",
            "decoration",
            "lace",
            "queue",
            "wheel"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cordon off",
      "tran_cn": "布置警戒线戒严；隔离"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "警戒线，绶带，饰带",
      "tran_en": "a line of police officers, soldiers, or vehicles that is put around an area to stop people going there"
    }
  ],
  "exchange": {
    "pl": [
      "cordons"
    ]
  }
}