{
  "word": "bluefin",
  "ipa": {
    "us": "'blʊˌfɪn",
    "uk": "'blʊˌfɪn"
  },
  "sentences": [
    {
      "en": "A bluefin tuna can release 10 million fertilized eggs in a spawning season.",
      "cn": "在繁殖季节,一条蓝鳍金枪鱼会产出一千万只受精卵."
    },
    {
      "en": "Bluefin tuna stocks have been tumbling worldwide , a situation conservationists blame on overfishing and poaching.",
      "cn": "全世界的黑鲔鱼正逐渐减少中, 保育人士将此归咎于过度捕捞及偷捕."
    },
    {
      "en": "But they’ve been unable to outrun fishing fleets, which have pushed some populations, like the Atlantic bluefin, toward the edge of extinction.",
      "cn": "但是它们再快也比不上渔船那么快，像是大西洋蓝鳍金枪鱼，它们的数量也就因此而走向灭绝的边缘。"
    },
    {
      "en": "Frozen assets , bluefin tuna worth top yen are readied for Tsukiji's morning auction.",
      "cn": "这些价值不菲的冰冻物资蓝鳍金枪鱼是为筑地鱼市的晨间拍卖准备的."
    },
    {
      "en": "Global stocks of bluefin are dwindling, especially in the Atlantic, and some governments around the world are increasingly supporting a complete trade ban to let the fish recover.",
      "cn": "全球的蓝鳍金枪鱼数量在减少，特别是大西洋的数量。 世界各地越来越多的政府正在支持一向全面禁令，以恢复蓝鳍金枪鱼的数量。"
    },
    {
      "en": "On June 5 th Monaco did this for bluefin tuna.",
      "cn": "6月5日,摩纳哥提名了金枪鱼."
    },
    {
      "en": "Over the last 40 years , though, the global adult bluefin tuna population declined by over 80 %.",
      "cn": "在过去的40年, 全球的成年蓝鳍金枪鱼数量减少了超过80%."
    },
    {
      "en": "Over the last 40 years theadopt global adult bluefin tuna population declined by over 80 %.",
      "cn": "仅仅在过去的四十年里,全球的金枪鱼数量下降超过80%."
    },
    {
      "en": "Pacific bluefin tuna swim in tank at the Tokyo Sea Life Park.",
      "cn": "东京海洋生物公园,太平洋金枪鱼游弋在浴缸中."
    },
    {
      "en": "Sashimi made from the maw of bluefin tuna cost 300 NT per slice.",
      "cn": "黑鲔肚子的生鱼片以片计价,一片三百元."
    },
    {
      "en": "The International Commission for the Conservation of Atlantic Tunas recently voted to lower bluefin fishing quotas.",
      "cn": "大西洋金枪鱼保护国际委员最近宣布了降低金枪鱼捕捞的配额。"
    },
    {
      "en": "These fish include red snapper, Atlantic salmon, bluefin tuna, and king crab.",
      "cn": "这些鱼类包括红鲷鱼 、 大西洋鲑鱼 、 金枪鱼和帝王蟹."
    },
    {
      "en": "Tuna, in particular Atlantic Bluefin tuna, certainly has potential.",
      "cn": "金枪鱼, 尤其是大西洋蓝鳍鲔金枪鱼, 的确有开发潜力."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tuna fish",
            "tunny"
          ],
          "tran_cn": "（蓝鳍）金枪鱼；作生鱼片的精品鱼肉"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "bluefin tuna",
      "tran_cn": "金枪鱼；蓝鳍金枪鱼"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "金枪鱼"
    }
  ],
  "exchange": {}
}