{
  "word": "inducible",
  "ipa": {
    "us": "ɪn'dju:sɪbl",
    "uk": "ɪn'djusəbəl"
  },
  "sentences": [
    {
      "en": "Cells to trigger an adaptive response to hypoxia conditions that result in hypoxia - inducible factor ( HIF ) overexpression.",
      "cn": "缺氧使细胞触发适应性反应导致缺氧诱导因子 ( HIF ) 过度表达."
    },
    {
      "en": "Development of the tetracycline ( Tet ) - inducible gene expression system allows genes to be living organism.",
      "cn": "简述四环素在基因表达、基因治疗和癌症治疗中的最新应用."
    },
    {
      "en": "In addition, plants have also evolved an adaptive inducible resistance mechanism in response to pathogen invasion.",
      "cn": "同时，植物还形成了一套适应性更广的可诱导的抗病机制。"
    },
    {
      "en": "Inducible resistance, by contrast, gives less absolute protection but should be much more robust.",
      "cn": "两相比较, 诱导抗性提供的保护不那么绝对,但是却有更稳健的生命力."
    },
    {
      "en": "Moreover, long - term expression of a stabilized hypoxia - inducible factor variant in cardiomyocytes also led to dilated cardiomyopathy.",
      "cn": "此外, 心肌细胞稳定缺氧诱导因子变异的 长期 表达也会引起扩张型心肌病."
    },
    {
      "en": "Objective To study the expression of inducible nitric oxide synthase in lung carcinoma and its relation with clinical parameters and tumor angiogenesis.",
      "cn": "目的：研究人体肺癌组织诱导型一氧化氮合酶的表达及其与临床参数和肿瘤血管生成的关系。"
    },
    {
      "en": "Recently it was reported that an intravenously inducible medicine has now come on the market.",
      "cn": "最近,据报道说一种在静脉内可诱导的药现在已经上市了."
    },
    {
      "en": "The best studied inducible and repressible enzyme in phytopathogenic prokaryotes is endo - pectate lyase in E. carotovora.",
      "cn": "植物病原原核生物中研究得最清楚的是胡萝卜软腐菌的果胶酸内裂解酶."
    },
    {
      "en": "The lac operon is an inducible operon, whereas the trp operon is a repressible operon.",
      "cn": "乳糖操纵元是可诱导的操纵元;色氨酸操纵元是可阻遏的操纵元."
    },
    {
      "en": "The up regulation of inducible nitric oxide synthase ( iN OS ) often negatively modulates myocardial function.",
      "cn": "诱导型一氧化氮合酶的诱导表达往往导致心肌的收缩功能下降."
    },
    {
      "en": "They raise the antiviral responses in the infected cells by inducing several interferon inducible pathways.",
      "cn": "主要通过几种干扰素诱导途径来提高感染的细胞抗病毒应答."
    },
    {
      "en": "This diauxie curve is typical of inducible enzymes.",
      "cn": "这种双峰曲线是诱导酶的典型增长曲线."
    },
    {
      "en": "To examine the effect of simulated weightlessness on inducible HSP70 expression in the heart and vessel tissues of rats, a tail suspension rat model was used to simulate weightlessness.",
      "cn": "为研究模拟失重是否可引起大鼠心肌与血管组织HSP70的诱导表达发生改变，用尾部悬吊大鼠模型模拟失重，以研究失重对生理的影响。"
    },
    {
      "en": "Until now, crop breeders have paid little attention to inducible resistance.",
      "cn": "直到现在为止, 作物培育者还很少注意诱导抗性."
    },
    {
      "en": "Until now,crop breeders have paid little attention to inducible resistance.",
      "cn": "直到现在为止，作物培育者还很少注意诱导抗性。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "derivable"
          ],
          "tran_cn": "可诱导的；可导致的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可诱导的，可导致的"
    }
  ],
  "exchange": {}
}