{
  "word": "purview",
  "ipa": {
    "us": "ˈpɜ:vju:",
    "uk": "ˈpɜrvju"
  },
  "sentences": [
    {
      "en": "As we have seen, however, this scheme includes special revelation within its purview.",
      "cn": "可是, 正如我们所见, 这个架构本身包含了特殊启示."
    },
    {
      "en": "Examine and approve relative documents and data according the purview.",
      "cn": "按权限审批有关文件和资料."
    },
    {
      "en": "For similar reasons, the Independent Commission Against Corruption does not come within The Ombudsman's purview.",
      "cn": "基于类似理由, 廉政公署亦不受专员管辖."
    },
    {
      "en": "In the security appliance , identity validation, security transmission and control of access purview were implemented.",
      "cn": "这个安全平台实现了身份验证 、 安全传输和访问权限管理等功能."
    },
    {
      "en": "It mostly introduces the design of schoolwork module and purview of the web site management.",
      "cn": "重点介绍了作业模块以及网站管理权限的设计."
    },
    {
      "en": "Preparing another of database and purview administer make the communication more safer.",
      "cn": "数据的备份和权限管理使信息更为安全."
    },
    {
      "en": "Set up and amend the users'purview of computer.",
      "cn": "设置和修改用户的权限."
    },
    {
      "en": "She thought including this point in her opinion was within her judicial purview.",
      "cn": "她认为作为法官把这一点包括在判决书中是她权限范围内的事."
    },
    {
      "en": "That, however, was beyond the purview of the court; it was a diplomatic matter.",
      "cn": "但是，那已不在法庭权限之内；那是个外交问题。"
    },
    {
      "en": "These are questions that lie outside / that do not come within the purview of our inquiry.",
      "cn": "这些问题不在我们的调查范围之内."
    },
    {
      "en": "These are questions that lie outside the purview of our inquiry.",
      "cn": "这些都不是属于我们调查范围的问题."
    },
    {
      "en": "They are fashioned privately, traded over the counter outside the purview of regulators.",
      "cn": "他们是传统的私下交易柜台范围以外的监管机构."
    },
    {
      "en": "This matter comes within the purview of the Department of Health.",
      "cn": "这件事属于卫生部的管辖范围。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "extent",
            "boundary",
            "region",
            "scope",
            "rights",
            "spectrum",
            "territory"
          ],
          "tran_cn": "范围，权限；视界；条款"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（文件等的）范围，眼界，视野，见识",
      "tran_en": "within or outside the limits of someone’s job, activity, or knowledge"
    }
  ],
  "exchange": {}
}