{
  "word": "taxes",
  "ipa": {
    "us": "'tæksɪz",
    "uk": "'tæksɪz"
  },
  "sentences": [
    {
      "en": "...a pledge not to raise taxes on people below a certain income.",
      "cn": "…一个对收入低于一定水平的人不提高税收的承诺。"
    },
    {
      "en": "By his own admission, he evaded taxes as a Florida real-estate speculator.",
      "cn": "他亲口承认自己在佛罗里达从事房地产投机生意时逃过税。"
    },
    {
      "en": "It's amazing what people will do to get out of paying taxes.",
      "cn": "人们为逃税而做出的种种事情令人吃惊。"
    },
    {
      "en": "Newcomers had to pay far more in taxes than long-time land owners.",
      "cn": "新的土地业主比老业主缴纳的税款要多很多。"
    },
    {
      "en": "No-one enjoys paying tax.",
      "cn": "没人喜欢缴税。"
    },
    {
      "en": "Overnight return flights cost from £349 including airport taxes.",
      "cn": "当夜返程的航班至少需要349英镑，包括机场税。"
    },
    {
      "en": "Rest assured, if you owe taxes, we will collect them.",
      "cn": "不用多想，如果你欠税，我们会去收的。"
    },
    {
      "en": "Revenues from \"green taxes\" could then be channelled back into energy efficiency.",
      "cn": "从“绿色税收”得来的收入便可回过头来用于提高能效。"
    },
    {
      "en": "The main sticking point was the question of taxes.",
      "cn": "主要的症结是税收问题。"
    },
    {
      "en": "The President's flip-flops on taxes made him appear indecisive.",
      "cn": "总统在税收问题上的一再反复使他显得优柔寡断。"
    },
    {
      "en": "The taxman caught up with him and demanded £7,000 in unpaid taxes.",
      "cn": "税收人员查到了他，要求他把未缴纳的7,000英镑税款交上。"
    },
    {
      "en": "The wealthier may have to pay a little more in taxes.",
      "cn": "更富有的人可能得多缴一点儿税。"
    },
    {
      "en": "There would be no new taxes under his leadership.",
      "cn": "在他主政期间不会增加新税种。"
    },
    {
      "en": "They were made to pay $8.8 million in taxes.",
      "cn": "他们被迫缴纳880万美元的税款。"
    },
    {
      "en": "Though off-puttingly complicated in detail, local taxes are in essence simple.",
      "cn": "虽然地税在细节上复杂得要命，但在本质上却很简单。"
    },
    {
      "en": "To make the books balance, spending must fall and taxes must rise.",
      "cn": "为了使收支相等，必须减少支出，增加税收。"
    },
    {
      "en": "We all know that cheating on our taxes is a no-no.",
      "cn": "我们都知道偷逃税是绝对不行的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "inland revenue",
            "scot"
          ],
          "tran_cn": "税收，税金；税务；税捐"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "duties and taxes",
      "tran_cn": "税捐"
    },
    {
      "phrase": "taxes and levies",
      "tran_cn": "捐税"
    },
    {
      "phrase": "taxes payable",
      "tran_cn": "应付税款；应付税金"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "税，税额( tax的名词复数 )，整复法，排序( taxis的名词复数 )，出租汽车( taxi的名词复数 )，赋税",
      "tran_en": "Tax is an amount of money that you have to pay to the government so that it can pay for public services such as road and schools"
    }
  ],
  "exchange": {}
}