{
  "word": "schizophrenia",
  "ipa": {
    "us": "ˌskɪtsəˈfri:niə",
    "uk": "ˌskɪtsəˈfriniə, -ˈfrɛniə"
  },
  "sentences": [
    {
      "en": "Conclusion Riperidone is effective and safe in the treatment of refractory schizophrenia.",
      "cn": "结论维思通治疗难治性精神分裂症疗效较好,安全性较大."
    },
    {
      "en": "Despite its prevalence, schizophrenia has existed behind a wall of secrecy for years.",
      "cn": "尽管精神分裂症患者为数众多，但多年来这种病一直被捂着掩着。"
    },
    {
      "en": "Following involuntary hospitalizations , Sister 1 was diagnosed with schizophrenia, chronic undifferentiated type.",
      "cn": "继非自愿住院, 妹妹一被诊断患有精神分裂症, 慢性未分化型."
    },
    {
      "en": "If it's not schizophrenia , what else presents with psych symptoms?",
      "cn": "如果不是精神分裂症还有什么病有心理症状?"
    },
    {
      "en": "It also found significant evidence of association with variation on chromosomes 11 and 18 that could help account for the thinking and memory deficits of schizophrenia.",
      "cn": "在11号和18号染色体上，我们发现重大的与变异有关的证据。 它能帮助说明精神分裂症思维和记忆缺陷。"
    },
    {
      "en": "Last week a touch of mass schizophrenia rubbed off on West Berliners.",
      "cn": "上星期一场大规模的精神分裂在西柏林爆发了."
    },
    {
      "en": "Objective : To compare the clinical characterics schizophrenia - like psychosis and first episode schizophrenia.",
      "cn": "目的: 比较分裂样精神病与首发精神分裂症的临床特征."
    },
    {
      "en": "Objective To compare the clinical characteristics between early - onset and late - onset schizophrenia.",
      "cn": "目的了解早发和晚发性精神分裂症的临床特征."
    },
    {
      "en": "Objective To induct cell product high affinity antibody of schizophrenia.",
      "cn": "目的探讨诱发精神分裂症患者高亲和力的抗体产生细胞的方法."
    },
    {
      "en": "Objective To study effect of family intervention on patients with schizophrenia.",
      "cn": "目的探讨家庭干预对精神分裂症患者的影响."
    },
    {
      "en": "Objective To study whether patients with schizophrenia have cerebral injury.",
      "cn": "目的探讨精神分裂症患者是否有脑损伤."
    },
    {
      "en": "ObjectiveTo explore the effect of community based rehabilitation on chronic schizophrenia.",
      "cn": "目的探讨社区康复疗法对慢性精神分裂症患者的疗效及意义."
    },
    {
      "en": "Overall heritability for schizophrenia and bipolar disorder was 64 % and %, respectively.",
      "cn": "精神分裂症和双相情感障碍的累积遗传可能性分别为64%和%."
    },
    {
      "en": "People with autism or with schizophrenia find it hard to do that – and they respond less to yawns than do most of us.",
      "cn": "患有自闭症或精神分裂症的人很难做到这一点——他们对打哈欠的反应比我们大多数人都少。"
    },
    {
      "en": "Schizophrenia is not a \"split mind\" as is popularly believed.",
      "cn": "精神分裂症并非人们普遍认为的那样是“分裂的精神”。"
    },
    {
      "en": "Susan had a mental breakdown and was diagnosed with schizophrenia.",
      "cn": "苏珊精神崩溃，被诊断为得了精神分裂症。"
    },
    {
      "en": "The first is that 1000 genes, each with low risk, together explain so much of the variation in schizophrenia risk.",
      "cn": "首先是1000个基因，每个风险都很小，联合起来解释了精神分裂风险中如此多的变异。"
    },
    {
      "en": "This doctor is an expert in the treatment of schizophrenia.",
      "cn": "这名医生对精神分裂症的治疗颇有研究."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "schizophrenic",
          "tran_cn": " 精神分裂症的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "schizogony",
          "tran_cn": " 分裂生殖"
        },
        {
          "word": "schizophrenic",
          "tran_cn": " 精神分裂症的患者"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[医]精神分裂症，矛盾",
      "tran_en": "a serious mental illness in which someone’s thoughts and feelings are not based on what is really happening around them"
    }
  ],
  "exchange": {}
}