{
  "word": "salivary",
  "ipa": {
    "us": "səˈlaɪvəri",
    "uk": "ˈsæləveri"
  },
  "sentences": [
    {
      "en": "Infected nervous tissue or salivary gland tissue is the best source of the virus.",
      "cn": "感染的神经组织或涎腺组织是病毒的最好来源."
    },
    {
      "en": "It is analogous to carcinomas of the salivary gland tissues.",
      "cn": "病患之年龄层分布极广,从婴儿至老年人,但几乎一半病人之年龄小于30岁."
    },
    {
      "en": "OBJECTIVE : To study the correlation between salivary drug concentration and blood, drug level its clinic sig - nificance.",
      "cn": "目的: 探求唾液药物浓度与血药浓度的相关性及临床意义."
    },
    {
      "en": "Objective : To Study the genesis and the development of salivary gland tumor ( SGT ).",
      "cn": "目的: 研究涎腺肿瘤的发生和发展规律,建立 涎 腺肿瘤动物模型."
    },
    {
      "en": "Objective clinical therapeutical method for oral and maxillofacial salivary myoepithelioma.",
      "cn": "目的:探寻手术治疗涎腺肌上皮瘤的最佳方法."
    },
    {
      "en": "Prof. of Zoology: Kiss is the interchange of salivary bacteria.",
      "cn": "动物学教授: 接吻是唾液细菌交换."
    },
    {
      "en": "Prof. of Zoology: Kiss is the interchange of unisexual salivary bacteria.",
      "cn": "动物学教授 接吻 是雌雄异体的唾液细菌交换."
    },
    {
      "en": "Proliferation of lymphocytes in lacrimal and salivary glands may cause bilateral painless enlargement.",
      "cn": "泪腺和唾液腺淋巴细胞增生,可引起两侧腺体无痛性肿大."
    },
    {
      "en": "Russian physiologist who observed conditioned salivary responses in dogs ( 1849 - 1936 ).",
      "cn": "( 1849-1936 ) 苏联生理学家,在狗身上观察到唾液条件反射,曾获1904年诺贝尔生理学 - 医学奖."
    },
    {
      "en": "Saliva is secretion of the salivary glands.",
      "cn": "唾液是唾液腺的分泌物."
    },
    {
      "en": "Small doses depress salivary and bronchial secretion and sweating.",
      "cn": "小剂量可抑制唾液分泌、支气管分泌及出汗."
    },
    {
      "en": "The five pairs of salivary glands open into the mouth.",
      "cn": "有五对唾液腺通向口腔."
    },
    {
      "en": "The Israeli study suggested there may be an association between heavy mobile phone use and the risk of salivary gland tumors but called for further study.",
      "cn": "以色列的研究指出也许在频繁的手机使用和唾液腺肿瘤风险之间有着联系但是呼吁更进一步的研究。"
    },
    {
      "en": "The polytene chromosomes found in the salivary gland cells are among the largest chromosomes known today.",
      "cn": "唾液腺细胞中的多线染色体是目前已知的最大染色体之一."
    },
    {
      "en": "The saliva in our mouths is secreted from the salivary gland.",
      "cn": "我们口中的唾液都是由唾液腺分泌出来的."
    },
    {
      "en": "Venom is produced by modified salivary glands found in the top of the snake's mouth.",
      "cn": "毒液是蛇口上部的改良的唾液腺分泌的."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "saliva",
          "tran_cn": " 唾液；涎"
        },
        {
          "word": "salivation",
          "tran_cn": " 分泌唾液；流涎症；汞中毒"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "salivate",
          "tran_cn": " 分泌唾液；流口水"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "salivate",
          "tran_cn": " 使流涎；使过量分泌唾液"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sialic"
          ],
          "tran_cn": "唾液的；分泌唾液的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "salivary amylase",
      "tran_cn": "唾液淀粉酶"
    },
    {
      "phrase": "salivary gland",
      "tran_cn": "唾腺"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "唾液的，分泌唾液的，唾腺"
    }
  ],
  "exchange": {}
}