{
  "word": "revamp",
  "ipa": {
    "us": "ˌri:ˈvæmp",
    "uk": "riˈvæmp"
  },
  "sentences": [
    {
      "en": "All the country's political parties have accepted that it is time to revamp the system.",
      "cn": "这个国家的所有政党都认可现在是改革这一体制的时候了。"
    },
    {
      "en": "Based on these, protective measures and proposals of revamp for water - sealed tank are put forwards.",
      "cn": "针对故障的原因提出了防范措施,并结合实际情况对水封罐的改造提出了建议."
    },
    {
      "en": "Ebon Chainmail now has the same appearance as it did before the revamp.",
      "cn": "达到适当等级的工匠将也可以穿上城市商人贩卖的SP衣服."
    },
    {
      "en": "Ebon Vanguard now has the same appearance as it did before the revamp.",
      "cn": "黑檀木胸甲的外观将回到改变之前."
    },
    {
      "en": "Good economic benefits achieved after the revamp.",
      "cn": "改造后取得了良好的经济效益."
    },
    {
      "en": "Good results have been achieved since the revamp.",
      "cn": "改造后取得了良好的效果."
    },
    {
      "en": "He decided to revamp the company's provincial image.",
      "cn": "他决心一改公司保守落后的形象。"
    },
    {
      "en": "He's also helping revamp Cheryl's home for an open house tour.",
      "cn": "马田布勒特应前超模邀请,一同出席奥斯卡颁奖典礼,在物色一套合他心意的[死兔]时,又要为超模翻新家居."
    },
    {
      "en": "Many older companies are revamping their image.",
      "cn": "很多老牌公司都在更新公司形象。"
    },
    {
      "en": "Possible type, concept and operational measures for the technical revamp are also proposed in the article.",
      "cn": "提出了技术改造模式 、 改造方案及采取的具体措施."
    },
    {
      "en": "The authority should revamp the whole system of licensing and enforcement.",
      "cn": "有关当局有必要修该现有的执照发放和执法系统."
    },
    {
      "en": "The revamp includes replacing the old navy uniform with a crisp blue and white cotton outfit.",
      "cn": "这项改进包括用清新的蓝白棉套装取代旧的海军制服。"
    },
    {
      "en": "The stunt has been staged to celebrate a revamp of their logo.",
      "cn": "是为了演庆祝特别周年打改造自己的徽标."
    },
    {
      "en": "This paper is made for evaluate the revamp possibility of Xiqu phenol - acetone plant.",
      "cn": "本论文致力于对优化改造项目的分析,综合评价燕化西区苯酚丙酮优化改造可行性."
    },
    {
      "en": "This paper presents the main calculating results and analysis of the revamp.",
      "cn": "文中给出了对此项改造的主要计算结果及分析."
    },
    {
      "en": "This revamp improved the operating conditions, and optimized the mode of operation.",
      "cn": "通过改造改善了操作条件, 优化了设备操作模式."
    },
    {
      "en": "Why did Ubisoft decide to revamp the M & M universe?",
      "cn": "二、为什么育 碧 软件决定要修补魔法门的宇宙 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "improvement",
            "reforming",
            "enrichment"
          ],
          "tran_cn": "改进；换新鞋面"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "mend"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "modify",
            "piece up"
          ],
          "tran_cn": "修补；翻新；修改"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "改进；换新鞋面",
      "tran_en": "Revamp is also a noun"
    },
    {
      "pos": "v",
      "tran_cn": "修补；翻新；修改",
      "tran_en": "to change something in order to improve it and make it seem more modern"
    },
    {
      "pos": "vt",
      "tran_cn": "将（某物）更新，翻新，修补，修改，修理",
      "tran_en": "If someone revamps something, they make changes to it in order to try and improve it"
    }
  ],
  "exchange": {
    "third": [
      "revamps"
    ],
    "past": [
      "revamped"
    ],
    "done": [
      "revamped"
    ],
    "ing": [
      "revamping"
    ]
  }
}