{
  "word": "Perseus",
  "ipa": {
    "us": "ˈpə:sju:s,-sjəs",
    "uk": "ˈpɚsiəs, -ˌsjus"
  },
  "sentences": [
    {
      "en": "Before dawn, Perseus – radiant point of the Perseid meteor shower – is close to overhead.",
      "cn": "在拂晓之前, 英仙座流星雨的辐射点—英仙座将上升至我们头顶的天空的顶端."
    },
    {
      "en": "Both Perseus and Cassiopeia are considered circumpolar from northerly latitudes.",
      "cn": "英仙座和仙后座在北半球被称为”拱极星“."
    },
    {
      "en": "Both Perseus and Cassiopeia are considered to be circumpolar from northerly latitudes.",
      "cn": "英仙星座和仙后座从北纬角度来考虑,被认为是“周极星”."
    },
    {
      "en": "Greek mythology a woman transformed into a Gorgon by Athena ; she was slain by Perseus.",
      "cn": "希腊神话)让雅典娜变为蛇发女怪的女子,后为珀尔修斯所杀."
    },
    {
      "en": "James Bond is the Hercules or Perseus of the modern age.",
      "cn": "詹姆斯邦德是大力神,是现代的帕尔修斯."
    },
    {
      "en": "Perseus , favored by Minerva and Mercury, set out against the Gorgon.",
      "cn": "珀尔修斯在密涅瓦和墨丘利的庇护下出发去征服这蛇发女妖."
    },
    {
      "en": "Perseus could fight against Medusa for Andromeda.",
      "cn": "波秀士(英仙座)为保护安卓米达(仙女座)对抗曼杜莎."
    },
    {
      "en": "Perseus is fainter than Cassiopeia and its stars are not so easy to identify.",
      "cn": "英仙座要比仙后座暗,因此英仙座并不是很容易辨认."
    },
    {
      "en": "Perseus the Hero follows Cassiopeia across the night sky.",
      "cn": "英仙座紧随仙后座之后."
    },
    {
      "en": "Perseus: Someones got to make a stand!",
      "cn": "珀尔修斯: 但总得有人挺身而出!"
    },
    {
      "en": "Show me how to punish Perseus for this blasphemy!",
      "cn": "告诉我怎么才能惩罚珀修斯因为他的亵渎!"
    },
    {
      "en": "The hero is Perseus, called a demi-god, because his father is Zeus the god, while his mother a human.",
      "cn": "我们的主角是珀尔修斯，他是一个半人神，因为他的爸爸是一个神，宙斯，而他的妈妈是一个人。"
    },
    {
      "en": "The Perseus Nebula can be as the large green cloudthe center of the image.",
      "cn": "位于图像正中的是大型的绿色英仙座星云."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<希神>珀尔修斯（宙斯之子，杀女怪 Medusa 的英雄），英仙座"
    },
    {
      "pos": "other",
      "tran_cn": "珀尔休斯（希腊主神宙斯之女，杀死怪 Medusa 的英雄）",
      "tran_en": "a son of Zeus and Danae, who with Athena's help slew the Gorgon Medusa and rescued Andromeda from a sea monster"
    }
  ],
  "exchange": {}
}