{
  "word": "interstate",
  "ipa": {
    "us": "ˈɪntəsteɪt",
    "uk": "ˈɪntərsteɪt"
  },
  "sentences": [
    {
      "en": "A plane just landed on the interstate highway outside of town.",
      "cn": "一架飞机刚刚降落在村外的州际高速公路上."
    },
    {
      "en": "All east - west interstate highways are even - numbered and increase from south to north.",
      "cn": "所有东西向的州际高速公路都用偶数标号,数字从南往北递增."
    },
    {
      "en": "Congress may pass laws that allow states to independently regulate interstate commerce.",
      "cn": "国会可以通过法律允许州独立规制州际商务."
    },
    {
      "en": "In practice, the most important of these federal powers is the power to regulate interstate commerce.",
      "cn": "实际上, 这些联邦权力中最重要的是对州际商业的约束权."
    },
    {
      "en": "interstate commerce",
      "cn": "州际贸易"
    },
    {
      "en": "Interstate Highway Commission; interstate highways; Interstate Commerce Commission; interstate commerce.",
      "cn": "州际公路考察团; 州际公路; 州际商务委员会; 州际贸易."
    },
    {
      "en": "Perhaps the area in which preemption is most likely to be found is interstate transportation.",
      "cn": "最可能发现先占权的领域或许是州际运输业."
    },
    {
      "en": "Previously, only interstate sales were subject to federal price controls.",
      "cn": "在此以前, 只有州际间的交易才受联邦价格控制的支配."
    },
    {
      "en": "The Commission also regulates interstate market securities and enforces laws against unfair and illegal practices.",
      "cn": "委员会还负责管理州际市场的证券,并对不公平和非法行为实行法律制裁."
    },
    {
      "en": "The Federal Communication Commission ( FCC ) covers radio and TV transmission and interstate telephone and telegraph.",
      "cn": "联邦通讯委员会 ( FCC ) 管理广播和电视的传递以及州际电话和电报."
    },
    {
      "en": "The Seventh Circuit found that the ordinance did place a burden on interstate commerce.",
      "cn": "第七巡回法庭发现,这项法规的确为州际商业增加了负担."
    },
    {
      "en": "There were to be no tariffs or taxes on interstate commerce.",
      "cn": "对各州之间的贸易不得课取关税或捐税."
    },
    {
      "en": "This funnel cloud was spotted over Interstate 95 yesterday.",
      "cn": "在95号洲际公路发现了漏洞云."
    },
    {
      "en": "Thus it follows that states may not regulate interstate commerce.",
      "cn": "这样便形成了州将不再管理州际贸易的局面."
    },
    {
      "en": "To them, it's an obstruction of interstate commerce.",
      "cn": "对他们来说, 这是对州际贸易的障碍."
    },
    {
      "en": "We were driving along Interstate 280, toward my home in Woodside.",
      "cn": "我们正驾车沿280号州际公路往我在伍德赛德的家行驶。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "intertidal",
          "tran_cn": " 潮间带的；高潮线与低潮线之间的"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "interstratify",
          "tran_cn": " 安排于隔层之间；放在层间"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "national"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "interstate commerce",
      "tran_cn": "[经]州际贸易，州际商业；美国的州际贸易"
    },
    {
      "phrase": "interstate commerce commission",
      "tran_cn": "美国政府州际商务委员会"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<美>州际的",
      "tran_en": "involving different states, especially in the US"
    },
    {
      "pos": "n",
      "tran_cn": "州际公路",
      "tran_en": "a wide road that goes between states, on which cars can travel very fast"
    }
  ],
  "exchange": {
    "pl": [
      "interstates"
    ]
  }
}