{
  "word": "Arabia",
  "ipa": {
    "us": "əˈreibjə",
    "uk": "əˈrebiə"
  },
  "sentences": [
    {
      "en": "Arabia has been hit by soaring costs and project delays, as have oil companies elsewhere.",
      "cn": "与其他地方的石油公司一样,沙特也遭遇了成本暴涨和项目延迟."
    },
    {
      "en": "But there were notable increases from Saudi Arabia, Nepal and Vietnam.",
      "cn": "而沙特 、 尼泊尔和越南的排名则有所上升."
    },
    {
      "en": "But unlike Saudi Arabia, in Alberta the oil is literally in the sand.",
      "cn": "但不同于沙特,正如其名, 艾伯塔的油是从砂中提取的."
    },
    {
      "en": "For Saudi Arabia, the outlook appears bleak, however, with Spain still to come.",
      "cn": "对沙特队来说,他们的世界杯前景看起来很暗淡, 不过与西班牙队的比赛还是要打的."
    },
    {
      "en": "In Riyadh Saudi Arabia doctors successfully separated a pair of conjoined twins.",
      "cn": "在沙特利雅得的一家医院,医生们成功分离了一对连体婴儿."
    },
    {
      "en": "More open that is, than say Saudi Arabia.",
      "cn": "更开放的意思是与沙特相比而言."
    },
    {
      "en": "Mr Obama arrived in Egypt from a visit to Saudi Arabia.",
      "cn": "奥巴马先生从对沙特的访问抵达了埃及."
    },
    {
      "en": "Saudi Arabia's king has indicated that he thinks $ 75 a barrel would be fair.",
      "cn": "沙特国王已经暗示他认为每桶75美元将是比较公平的价格."
    },
    {
      "en": "Sounds on the picture is an Arabia night of deep pool!",
      "cn": "听起来就像是天方夜潭!"
    },
    {
      "en": "The finance ministers of Norway and Saudi Arabia have no cause to worry about their borrowing costs because they are net creditors.",
      "cn": "挪威和沙特阿拉伯的财政大员就没有理由担心他们的借贷成本，因为他们是净债权人。"
    },
    {
      "en": "They are running on Saudi Arabia Road.",
      "cn": "现在他们正在沙特的路上运行."
    },
    {
      "en": "THEY MUST FORGET THE FIRST DEFEAT AND WIN AGAINST SAUDI ARABIA.",
      "cn": "他们必须忘记首场的失利,赢得对沙特的比赛."
    },
    {
      "en": "This commentator claims Mt Sinai is in Arabia and is where Moses saw the burning bush.",
      "cn": "这个评论家宣称西乃山是在亚拉伯,摩西是在这里看见燃烧着的荆棘."
    },
    {
      "en": "Training The Ukrainian players know they need to improve against Saudi Arabia.",
      "cn": "乌克兰的队员们知道他们必须在对沙特的比赛里有所改进."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "kingdom of saudi arabia",
      "tran_cn": "沙特阿拉伯王国"
    },
    {
      "phrase": "saudi arabia",
      "tran_cn": "n. 沙特阿拉伯"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阿拉伯半岛"
    }
  ],
  "exchange": {}
}