{
  "word": "imprint",
  "ipa": {
    "us": "ɪmˈprɪnt",
    "uk": "ɪmˈprɪnt"
  },
  "sentences": [
    {
      "en": "Application acne, acne, and the imprint left by the Depression.",
      "cn": "粉刺 、 青春痘 、 及其留下的凹陷印痕."
    },
    {
      "en": "As I arrived, the shimmering skyline of domes and minarets was imprinted on my memory.",
      "cn": "当我到达时，穹顶和尖塔形成的泛着微光的空中轮廓线铭刻在我的记忆中。"
    },
    {
      "en": "Bette Davis will imprint her unique personality on any role she plays.",
      "cn": "蓓蒂·戴维斯不论扮演什么角色都体现出她自己独特的性格."
    },
    {
      "en": "Can excuse me dot mole stay imprint? General cost how many? Safe?",
      "cn": "请问点痣会留下印 吗 ?一般费用多少? 是否安全?"
    },
    {
      "en": "He repeated the names, as if to imprint them in his mind.",
      "cn": "他一遍遍重复着那些名字，仿佛要把它们铭刻在心里。"
    },
    {
      "en": "His head left an imprint on the pillow.",
      "cn": "他的头在枕上留下印痕."
    },
    {
      "en": "I feel there isn't any of him that does not need the imprint of my lips.",
      "cn": "我觉得都有我嘴唇放上去的需要."
    },
    {
      "en": "Introduced a net to imprint advertising sort and its application feature.",
      "cn": "介绍了网印广告的种类及其应用特征."
    },
    {
      "en": "May I take an imprint of your card, please?",
      "cn": "可以拿您的信用卡去划一下 吗 ?"
    },
    {
      "en": "She could see the imprint of her fingers on his pale face.",
      "cn": "她可以看到自己的手指在他苍白的脸上留下的印痕。"
    },
    {
      "en": "Solution: fine - tune gripper teeth pad with Nano - imprint lithography drum edge.",
      "cn": "处置办法: 澈底调不静递纸牙牙垫同压印滚筒外的隔断."
    },
    {
      "en": "That dictionary is published under the Longman imprint.",
      "cn": "那本词典以朗曼公司的名义出版."
    },
    {
      "en": "The ceramics bore the imprint of Luca della Robbia.",
      "cn": "陶器上印有卢卡·德拉·罗比亚的字样."
    },
    {
      "en": "The company carries a variety of binders that can be imprinted with your message or logo.",
      "cn": "该公司经营各种可以印上客户所需信息或标识的活页夹。"
    },
    {
      "en": "The image was absolutely terrible and left an indelible imprint on me.",
      "cn": "这种形象非常可怕,给我留下了不可磨灭的印象."
    },
    {
      "en": "The imprint of the tide water becomes the concept for this design.",
      "cn": "该设计旨在使得游客通过湿地到达顺天湾,而退潮的印记就成了该项目的设计理念."
    },
    {
      "en": "The sinister atmosphere of the place left an indelible imprint on my memory.",
      "cn": "此处不祥的氛围在我的记忆中刻下了不可磨灭的印记."
    },
    {
      "en": "They splash into the dust and imprint the windows with individual signatures.",
      "cn": "它们泼溅着落入灰尘中并在窗玻璃上留下自己的印记."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "imprinting",
          "tran_cn": " 铭记（动物生命早期即起作用的一种学习机能）；胚教"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mark",
            "print",
            "characteristic",
            "trace"
          ],
          "tran_cn": "印记；[法]痕迹；特征；版本说明"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "engrave",
            "impress",
            "mark",
            "stamp"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "盖印，痕迹，特征，版权标记",
      "tran_en": "the mark left by an object being pressed into or onto something"
    },
    {
      "pos": "v",
      "tran_cn": "盖（印），刻上（记号），使铭记",
      "tran_en": "If a surface is imprinted with a mark or design, that mark or design is printed on the surface or pressed into it"
    },
    {
      "pos": "vt",
      "tran_cn": "印，压印；铭记",
      "tran_en": "to print or press the mark of an object on something"
    }
  ],
  "exchange": {
    "pl": [
      "imprints"
    ],
    "third": [
      "imprints"
    ],
    "past": [
      "imprinted"
    ],
    "done": [
      "imprinted"
    ],
    "ing": [
      "imprinting"
    ]
  }
}