{
  "word": "protons",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "30 years ago, scientists came up with the theory that protons and neutrons are composed of three smaller particles.",
      "cn": "30年前，科学家们提出了质子和中子是由三种更小的粒子组成的理论。"
    },
    {
      "en": "A substance donates protons to some other substance.",
      "cn": "一物质向其他物质提供质子."
    },
    {
      "en": "An atom normally contains equal numbers of electrons and protons.",
      "cn": "原子在正常情况下含有数目相等的电子和质子."
    },
    {
      "en": "Atoms are made up of electrons and protons.",
      "cn": "原子由电子和质子构成."
    },
    {
      "en": "Each atomic cluster is made up of neutrons and protons.",
      "cn": "原子簇是由中子和质子构成的。"
    },
    {
      "en": "Electrons are negatively charged with electricity, protons are positively charged.",
      "cn": "电子是带负电荷的, 质子是带正电荷的."
    },
    {
      "en": "He agreed that the holes could not have anything to do with protons, so there had to be some mysterious reason why they did not occur in nature.",
      "cn": "他同意空穴与质子没有任何关系的观点，所以在它们为何没有出现在自然界这一点的背后必然隐藏着某些神秘的原因。"
    },
    {
      "en": "Neutrons and protons are bound together in the nucleus of an atom.",
      "cn": "在原子核里，中子和质子是结合在一起的。"
    },
    {
      "en": "Nuclei are composed of protons and neutrons.",
      "cn": "原子核是由质子和中子构成的."
    },
    {
      "en": "Protons and particles of different ranges can thus be separated.",
      "cn": "这样,就能区分出不同射程的质子和粒子."
    },
    {
      "en": "Protons are nearly 2000 times as heavy as electrons.",
      "cn": "质子的质量几乎是电子的2,000倍。"
    },
    {
      "en": "Quarks are the constituents of protons and neutrons, as well as more exotic things.",
      "cn": "夸克是质子和中子的组成粒子，也是更为奇异的物质。"
    },
    {
      "en": "The charges themselves in either case are those of electrons or protons.",
      "cn": "任一种情况下,电荷就是电子或质子的电荷."
    },
    {
      "en": "The gravitational interaction is disregarded when interactions between individual protons are considered.",
      "cn": "在考虑单个质子间相互作用时,万有引力可以忽略不计."
    },
    {
      "en": "The neutrons and protons form the core of the atom.",
      "cn": "中子和质子构成了原子核."
    },
    {
      "en": "The nucleus of an atom consists of neutrons, protons and other particles.",
      "cn": "原子核由中子 、 质子和其他粒子构成."
    },
    {
      "en": "Two protons brought together will also fly apart - if neutrons are not present to hold them together.",
      "cn": "两个靠拢的质子也会飞开 -- 如果不是有中子把它们保持在一起的话."
    },
    {
      "en": "We cannot do anything about protons, they are buried in the nucleus, but we can add or subtract electrons.",
      "cn": "我们不能改变质子，它们埋藏在原子核内，但是我们能够增加或减少电子。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "proton pump",
      "tran_cn": "质子泵"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "质子( proton的名词复数 )",
      "tran_en": "A proton is an atomic particle that has a positive electrical charge"
    }
  ],
  "exchange": {}
}