{
  "word": "Amsterdam",
  "ipa": {
    "us": "ˈæmstəˈdæm",
    "uk": "ˈæmstɚˌdæm"
  },
  "sentences": [
    {
      "en": "About three o'clock in the afternoon the spark reached the outskirts of Amsterdam.",
      "cn": "下午3点钟光景,火花燃到了阿姆斯特丹的郊区."
    },
    {
      "en": "Amsterdam is fun — a third of its population is aged between 18 and 30.",
      "cn": "阿姆斯特丹非常有趣——它有1/3的人口年龄介于18到30岁之间。"
    },
    {
      "en": "Do you still represent that dodgy client in Amsterdam?",
      "cn": "能联系到阿姆斯特丹那个伪造证件的 吗 ?"
    },
    {
      "en": "He came back to seat 19A on the flight from Amsterdam, Netherlands, to Detroit just minutes before landing, complaining of a stomachache and asking for a blanket.",
      "cn": "从荷兰阿姆斯特丹起飞前往底特律的航班上，他在飞机降落前几分钟回到19A座，边抱怨着胃痛边要了一条毛毯。"
    },
    {
      "en": "He had checked in at Amsterdam's Schiphol airport for a flight to Manchester.",
      "cn": "他已经在阿姆斯特丹的斯希普霍尔机场办好了登机手续，准备飞往曼彻斯特。"
    },
    {
      "en": "He made his comments at a news conference in Amsterdam.",
      "cn": "他在阿姆斯特丹的记者招待会上发表了意见。"
    },
    {
      "en": "He went off to the Amsterdam Academy to improve his technique.",
      "cn": "他动身前往阿姆斯特丹学院去进修技艺。"
    },
    {
      "en": "He will play concerts in Amsterdam and Paris.",
      "cn": "他将在阿姆斯特丹和巴黎举办音乐会。"
    },
    {
      "en": "I distinctly heard the loudspeaker calling passengers for the Turin-Amsterdam flight.",
      "cn": "我清楚地听到扩音器里在请都灵至阿姆斯特丹航班的旅客登机。"
    },
    {
      "en": "It operate the stock markets in Amsterdam, Brussles, Listben and Paris.",
      "cn": "其股票市场包括阿姆斯特丹, 布鲁塞尔, 里斯本以及巴黎."
    },
    {
      "en": "My son Colin has just returned from Amsterdam.",
      "cn": "我儿子科林刚从阿姆斯特丹回来。"
    },
    {
      "en": "Next week, health ministers gather in Amsterdam to agree a strategy for controlling malaria.",
      "cn": "下周，卫生部长们将在阿姆斯特丹聚首共商防治疟疾的策略。"
    },
    {
      "en": "The usual method of getting through the Amsterdam traffic is to cycle to your local railway station and take the train.",
      "cn": "克服阿姆斯特丹城市交通障碍的常用方法是骑自行车到附近的火车站乘火车。"
    },
    {
      "en": "Then he went to London, along the Thames, the major port of the world then, along with Amsterdam.",
      "cn": "然后他去了伦敦,沿着泰晤士河,伦敦是当时世界的主要港口,和阿姆斯特丹一样"
    },
    {
      "en": "They disembarked in Amsterdam after crossing the Atlantic.",
      "cn": "他们横穿大西洋后在阿姆斯特丹上岸。"
    },
    {
      "en": "We all go to Amsterdam, and Jamie's the one who hooks up!",
      "cn": "我们都到了阿姆斯特丹, 只有杰米爽得不想走!"
    },
    {
      "en": "We can store in Amsterdam.",
      "cn": "我们可以在阿姆斯特丹给船补给。"
    },
    {
      "en": "Why should they have to shoulder the heavy burdens of not only bailing out whole countries, like Greece, but also big rich banks headquartered in places like Paris and Amsterdam?",
      "cn": "为什么他们必须要担起这些重任，既要拯救像希腊这样的整个国家，还要拯救总部位于巴黎、阿姆斯特丹等地有钱的大银行？"
    },
    {
      "en": "You can fly direct to Amsterdam from most British airports.",
      "cn": "从英国的大多数机场都可以直飞阿姆斯特丹。"
    },
    {
      "en": "You can go to a movie theater in Amsterdam and buy a beer.",
      "cn": "你可以在阿姆斯特丹的电影院里买到啤酒."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "new amsterdam",
      "tran_cn": "新阿姆斯特丹（纽约市1625-1664年间的旧称，当时为荷兰殖民地）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阿姆斯特丹（荷兰首都）",
      "tran_en": "The capital and largest city of the Netherlands"
    }
  ],
  "exchange": {}
}