{
  "word": "Mediterranean",
  "ipa": {
    "us": "ˌmedɪtəˈreɪniən",
    "uk": "ˌmɛdɪtəˈreniən, -ˈrenjən"
  },
  "sentences": [
    {
      "en": "a Mediterranean country",
      "cn": "地中海国家"
    },
    {
      "en": "a plant normally only found in a Mediterranean climate",
      "cn": "通常只在地中海气候下才有的一种植物"
    },
    {
      "en": "Britain bakes in a Mediterranean heatwave.",
      "cn": "地中海的热浪炙烤着英国。"
    },
    {
      "en": "Chef Idris Caldora offers an inspired menu that captures the spirit of the Mediterranean.",
      "cn": "厨师伊德里斯·卡尔多拉开出一份富有地中海特色的菜单，让人眼前一亮。"
    },
    {
      "en": "Gibraltar is the key to the Mediterranean.",
      "cn": "直布罗陀是地中海的要冲."
    },
    {
      "en": "Many aqueducts from ancient Roman times still stand today near the Mediterranean Sea.",
      "cn": "许多古罗马时代的引水渠至今还保留在地中海附近."
    },
    {
      "en": "Mediterranean oat held to be progenitor of modern cultivated oat.",
      "cn": "地中海地区燕麦,被认为是现代栽种燕麦的祖先."
    },
    {
      "en": "My old friend, Harrison, had lived in the Mediterranean for many years before he returned to England.",
      "cn": "我的老朋友哈里森在地中海地区居住多年后回到英国."
    },
    {
      "en": "The houses are Mediterranean in character.",
      "cn": "这些房子都属地中海风格."
    },
    {
      "en": "The Mediterranean Sea bathes the shore of Italy.",
      "cn": "地中海环抱着意大利的海岸."
    },
    {
      "en": "The Mediterranean Sea boiled with the storm.",
      "cn": "暴风雨中地中海波涛汹涌."
    },
    {
      "en": "The Nile discharges itself into the Mediterranean.",
      "cn": "尼罗河水注入地中海."
    },
    {
      "en": "The Nile flows from Lake Victoria in East Africa north to the Mediterranean Sea.",
      "cn": "尼罗河由东非的维多利亚湖向北流至地中海。"
    },
    {
      "en": "The Roman fleet after it had been revictualled and repaired stood right across the Mediterranean.",
      "cn": "经过再补给及修理后,罗马舰队横拦着地中海"
    },
    {
      "en": "The Straits of Gibraltar are the strategic passage between the Mediterranean and the Atlantic.",
      "cn": "直布罗陀海峡是地中海通向大西洋的咽喉."
    },
    {
      "en": "The words \"Cote d'Azur\" conjure up images of sunny days in Mediterranean cafes.",
      "cn": "Coted’Azur（蓝色海岸）这个词让人联想到地中海咖啡馆阳光明媚的日子。"
    },
    {
      "en": "They will go cruising in the Mediterranean.",
      "cn": "他们将在地中海上巡游."
    },
    {
      "en": "You have the choice of night fishing in the Mediterranean, or windsurfing on a lake in Switzerland.",
      "cn": "你可选择在地中海夜间垂钓，或是在瑞士的湖上玩帆板。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "mediterranean climate",
      "tran_cn": "地中海气候"
    },
    {
      "phrase": "mediterranean diet",
      "tran_cn": "地中海饮食；地中海型饮食"
    },
    {
      "phrase": "mediterranean region",
      "tran_cn": "地中海区；地中海地域"
    },
    {
      "phrase": "mediterranean sea",
      "tran_cn": "地中海"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地中海的，地中海地区的，地中海居民的",
      "tran_en": "relating to the Mediterranean Sea, or typical of the area of southern Europe around it"
    },
    {
      "pos": "n",
      "tran_cn": "地中海",
      "tran_en": "the Mediterranean Sea"
    }
  ],
  "exchange": {}
}