{
  "word": "Gentile",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "A gentile is person that is not a Jew.",
      "cn": "非犹太人就是指不属于犹太民族的人."
    },
    {
      "en": "And there are radical messages being spread by people who would kill every moderate Muslim, Jew, Gentile and agnostic alike.",
      "cn": "有人散布激进言论，要杀死每个温和的穆斯林、犹太人、非犹太人和不可知论者。"
    },
    {
      "en": "But it is difficult to determine what gentile name was borne by married women.",
      "cn": "但是,确定已婚妇女的血族名称却成了一种困难."
    },
    {
      "en": "But there were the Gentile washwoman who came to the house to fetch our laundry.",
      "cn": "不过那时有不是犹太人的洗衣妇来我们家取洗衣物."
    },
    {
      "en": "Claudio Gentile's ability to man - mark opposing forwards was legendary.",
      "cn": "克劳迪奥.詹蒂莱出任盯人 后卫 冻结对方的前锋的能力是传奇的."
    },
    {
      "en": "French is a gentile adjective.",
      "cn": "French( 法国的)是个说明国籍的形容词."
    },
    {
      "en": "Her family disowned her for marrying a gentile.",
      "cn": "她的家庭坚决不同意她嫁给一名异教徒."
    },
    {
      "en": "Her mother is a delicate and gentile dark woman.",
      "cn": "她母亲肤色浅黑,是位谈吐优雅的基督徒."
    },
    {
      "en": "It could have been written by a Gentile who just happens to be very well educated in Jewish scripture and has picked up also this Jewish exegetical kind of technique, which is what he uses.",
      "cn": "它也可能是个非犹太人写的,那人碰巧受到过良好的犹太教经文教育,并且也学了这种犹太人的注释技巧，并且用了这种技巧。"
    },
    {
      "en": "Jew, Gentile, black men, white. We all to help one another, human beings are like that.",
      "cn": "犹太人 、 非犹太人 、 黑人 、 白人, 我们都想互相帮助, 人都是这样的."
    },
    {
      "en": "So he was apparently a God - fearing Gentile, and somewhat wealthy.",
      "cn": "这表示他是个敬拜神的外邦人, 也相当有钱."
    },
    {
      "en": "That was still the old gentile spirit.",
      "cn": "这仍是旧的氏族思想."
    },
    {
      "en": "The other parts of Dr Gentile's study looked at established behaviour.",
      "cn": "Gentile博士 这次研究的其他部分着眼于既定行为."
    },
    {
      "en": "These men refused to share in the'love - feast'with the Gentile believers.",
      "cn": "其后来的那批犹太人不愿意跟外邦信徒一同分享[爱筵]."
    },
    {
      "en": "This would \" keep the peace between Jew and Gentile Christians. \"",
      "cn": "这样能保持犹太人与外邦人基督之间的和平."
    },
    {
      "en": "Thus the blessing is offered to both Jew and Gentile.",
      "cn": "所以这福是同时赐予犹太人和非犹太人的."
    },
    {
      "en": "Why do we have to have a gentile street running through our area?",
      "cn": "为什么非得要有一条非犹太人的街道穿过我们的地区?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[人名] [英格兰人姓氏] 金泰尔 Gentle的变体",
      "tran_en": "someone who is not Jewish"
    }
  ],
  "exchange": {
    "pl": [
      "Gentiles"
    ]
  }
}