{
  "word": "Harvard",
  "ipa": {
    "us": "ˈhɑːvəd",
    "uk": "ˈhɑrvərd"
  },
  "sentences": [
    {
      "en": "\"I want to find these stars because I want to look back in time,\" says Frebel, now at the Harvard-Smithsonian Center for Astrophysics.",
      "cn": "“我想找到这些恒星，因为我想回顾过去。” 弗雷贝尔说。 现在，她在哈佛大学-史密森天体物理中心工作。"
    },
    {
      "en": "A record - breaking heat wave closed Harvard University near Boston.",
      "cn": "空前的热浪使波士顿附近的哈佛大学被迫停课."
    },
    {
      "en": "A: He got the scholarship to Harvard.",
      "cn": "他得到了哈佛大学的奖学金。"
    },
    {
      "en": "Harvard won by four lengths.",
      "cn": "哈佛大学队领先4个艇位胜出。"
    },
    {
      "en": "Has the Harvard catalog come yet ?",
      "cn": "哈佛大学简介来了 吗 ?"
    },
    {
      "en": "He graduated summa cum laude from Harvard.",
      "cn": "他以最优等成绩从哈佛大学毕业。"
    },
    {
      "en": "He has had a swelled head since he went to Harvard.",
      "cn": "自从他进入哈佛大学之后,他就得意得冲昏了头."
    },
    {
      "en": "He is not intelligent, so he entered Harvard through the back door.",
      "cn": "他并不聪明, 因此他是以走后门的方式进入哈佛大学."
    },
    {
      "en": "He majored in International Politics at Harvard University.",
      "cn": "他在哈佛大学主修国际政治."
    },
    {
      "en": "He was a professor of criminal law at Harvard University law school.",
      "cn": "他是哈佛大学法学院的刑法学教授。"
    },
    {
      "en": "He was educated in Harvard.",
      "cn": "他受教于哈佛大学."
    },
    {
      "en": "His chances of getting into Harvard are one out of a hundred.",
      "cn": "他进入哈佛大学的机会微乎其微."
    },
    {
      "en": "I came into contact with very bright Harvard and Yale students.",
      "cn": "我接触到一些非常聪明的哈佛和耶鲁的学生。"
    },
    {
      "en": "I have no doubt he will serve Harvard with the same passion.",
      "cn": "毫无疑问，他会以同样的热情去为哈佛大学服务。"
    },
    {
      "en": "Longfellow was lucky in securing a professorship of modern languages at Harvard.",
      "cn": "朗费罗能够在哈佛大学当上现代语言教授是出于幸运."
    },
    {
      "en": "People are crowded into Harvard yard on Degree Day.",
      "cn": "毕业典礼日哈佛校园里宾客云集."
    },
    {
      "en": "The campus of Harvard University is very beautiful.",
      "cn": "哈佛大学的校园非常漂亮."
    },
    {
      "en": "The most exciting game was Harvard versus Yale.",
      "cn": "最富紧张刺激的球赛是哈佛队对耶鲁队."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "harvard business school",
      "tran_cn": "哈佛大学商学院"
    },
    {
      "phrase": "harvard university",
      "tran_cn": "n. 哈佛大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "哈佛大学(美国)"
    },
    {
      "pos": "other",
      "tran_cn": "美国哈佛大学"
    }
  ],
  "exchange": {}
}