{
  "word": "coronation",
  "ipa": {
    "us": "ˌkɒrəˈneɪʃn",
    "uk": "ˌkɔrəˈneɪʃn"
  },
  "sentences": [
    {
      "en": "A coronation was a big event, like our president's inauguration.",
      "cn": "在那个年代,加冕典礼是件大事, 更甚于现在的总统就职典礼."
    },
    {
      "en": "At his coronation he received the homage of kings from Wales, Northumbria and Scotland.",
      "cn": "在他的加冕典礼上，威尔士、诺森布里亚和苏格兰的国王向他宣誓效忠。"
    },
    {
      "en": "At the coronation, the archbishop put a crown on the Queen's head.",
      "cn": "在加冕典礼上, 大主教把王冠戴在女王头上."
    },
    {
      "en": "But the world began to warm in 1650; when Charles II was crowned king of England in 1660, the coronation sparked the Enlightenment era in Europe.",
      "cn": "但是从1650年开始，全球开始转暖，当查理二世于1660年在英国即位时，他的加冕礼成为启动欧洲启蒙时代的转机。"
    },
    {
      "en": "It was also the place of coronation of the German Emperor.",
      "cn": "它还曾是德意志君主的加冕之地."
    },
    {
      "en": "King Vajiralongkorn's coronation will take place at some point after that.",
      "cn": "哇集拉隆功国王的加冕礼将放在那之后。"
    },
    {
      "en": "Other web users identified the painting as being Catherine II the Great, Empress of Russia, with diadem and coronation robe.",
      "cn": "有网友认出了这幅画像其实是俄国女皇叶卡捷琳娜二世，画中她戴着皇冠，身着加冕礼袍。"
    },
    {
      "en": "She was on her way to a coronation, not a campaign.",
      "cn": "她是在加冕而非竞选,而且在最后, 她已经非常、非常接近胜利了."
    },
    {
      "en": "Stunned, The King without a throne ducked the freaky coronation.",
      "cn": "令人惊讶的是, 这位无冕之王躲开了这个看似有点滑稽的加冕典礼."
    },
    {
      "en": "The coronation broadcast marked the arrival of television.",
      "cn": "加冕典礼的转播标志着电视时代的到来。"
    },
    {
      "en": "The coronation of the new king was a pageant.",
      "cn": "新国王的加冕典礼是一场极其壮观的典礼."
    },
    {
      "en": "The coronation of the new king were a pageant.",
      "cn": "新国王的加冕典礼非比寻常壮观."
    },
    {
      "en": "The coronation was an occasion for extravagant myth and sentiment.",
      "cn": "加冕典礼是极尽奢华和怀旧的仪式。"
    },
    {
      "en": "The coronation was conducted with great pomp.",
      "cn": "加冕礼盛大而隆重."
    },
    {
      "en": "The elderly King David was making arrangement for his son, Solomon's coronation.",
      "cn": "这是老国王大卫王在吩咐属下为他的儿子所罗门的加冕典礼做准备."
    },
    {
      "en": "The new stamps were issued to commemorate the coronation of the king.",
      "cn": "发行新邮票以纪念国王加冕典礼."
    },
    {
      "en": "The Pope was present at the coronation of Queen Elizabeth II.",
      "cn": "教皇参加了伊丽莎白二世的加冕礼."
    },
    {
      "en": "These stamps are a special coronation issue from 1953.",
      "cn": "这些邮票是1953年发行的加冕礼特别版."
    },
    {
      "en": "What they regarded as the end of life was the very preparation for coronation; for Christ was silent that He might live again in tenfold power.",
      "cn": "她们所认为的生命末日，殊不知正是加冕大典的筹备过程；基督之所以静默安息，是为了在再醒时能增加十倍的力量。"
    },
    {
      "en": "When they first saw each other in royal clothing, the fine robes and shining crowns for their coronation, that was when they fell in love.",
      "cn": "当他们第一次看到对方穿着王室的衣服——为他们的加冕礼而穿戴的精美的袍子和华丽的王冠——时，那就是他们坠入爱河的时候。"
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "coronate",
          "tran_cn": " 加冕"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "加冕礼",
      "tran_en": "the ceremony at which someone is officially made king or queen"
    }
  ],
  "exchange": {
    "pl": [
      "coronations"
    ]
  }
}