{
  "word": "whereby",
  "ipa": {
    "us": "weəˈbaɪ",
    "uk": "werˈbaɪ"
  },
  "sentences": [
    {
      "en": "a proposal whereby EU citizens would be allowed to reside anywhere in the EU",
      "cn": "允许欧盟公民在欧盟任何地方居住的一项提议"
    },
    {
      "en": "Defence to a criminal charge whereby the accused state he act involuntarily.",
      "cn": "对刑事指控的一种抗辩,被告在抗辩时说他的行为是非自愿的."
    },
    {
      "en": "He devised a plan whereby they might get rich.",
      "cn": "他设想出他们可以藉此致富的计画."
    },
    {
      "en": "He knew the finger alphabet, whereby the deaf and dumb communicate.",
      "cn": "他懂得聋哑人交流用的“盲文”."
    },
    {
      "en": "Love is the chain whereby to bind a child to his parents.",
      "cn": "爱是连结子女与父母的链子."
    },
    {
      "en": "Our study uncovers a fundamental relationship whereby cell cycle position regulates growth.",
      "cn": "这个研究揭示了细胞周期所处的时相调控细胞生长."
    },
    {
      "en": "Show me the merit whereby you have charmed these persons, and I also will esteem you.",
      "cn": "拿给我看你博得这些人醉心的优点吧, 我也会同样地看重你的."
    },
    {
      "en": "The phenomenon whereby a viscous substance solidifies under pressure.",
      "cn": "膨胀凝固性一种粘性物质在压力下变成凝固的现象."
    },
    {
      "en": "They voted to accept a deal whereby the union will receive nearly three-quarters of a million pounds from the International Miners Organisation.",
      "cn": "他们表决同意了一项协议，根据这一协议工会将从国际矿工组织得到近75万英镑。"
    },
    {
      "en": "This is a technique whereby land is scraped from above in order to fined coal.",
      "cn": "这是削去表面土层来获取煤的一种开采技术."
    },
    {
      "en": "This is the means whereby we ( have ) worked out the answer to that problem.",
      "cn": "( 这就是我们借以解决这难题的方法. )"
    },
    {
      "en": "We need this system whereby a new plan may arise.",
      "cn": "我们需要这种可能借以产生新计划的制度。"
    },
    {
      "en": "We need to devise some sort of system whereby people can liaise with each other.",
      "cn": "我们须想出一套方法，凭此大家能够互相联络。"
    },
    {
      "en": "Whereby I saw that he was angry.",
      "cn": "由那一点我看出他生气了."
    },
    {
      "en": "Whereby shall I know this?",
      "cn": "我怎么才能知道这个 呢 ?"
    },
    {
      "en": "Whereby shall we know her?",
      "cn": "我们靠什么认出她 呢 ?"
    },
    {
      "en": "Whereby will he do it?",
      "cn": "他将要如何做?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "ad&conj",
      "tran_cn": " 借以， 凭"
    },
    {
      "pos": "adv",
      "tran_cn": "凭此，借以",
      "tran_en": "by means of which or according to which"
    }
  ],
  "exchange": {}
}