{
  "word": "apoplexy",
  "ipa": {
    "us": "ˈæpəpleksi",
    "uk": "ˈæpəˌplɛksi"
  },
  "sentences": [
    {
      "en": "Definition, etiology , pathogenesis, syndrome differentiation, treatment and modern medicine understandings of Apoplexy.",
      "cn": "中风的定义 、 病因病机 、 辨证治疗及现代医学对该证的认识."
    },
    {
      "en": "Friedrich Wilhelm Nietzsche, the philosopher, died here today of apoplexy.",
      "cn": "温芝元  译 魏玛，8月25日电  哲学家弗里德里希·威廉·尼采今天于魏玛因中风不幸身亡。"
    },
    {
      "en": "He died from an apoplectic fit ( a stroke of apoplexy )",
      "cn": "他死于中风."
    },
    {
      "en": "He has already caused apoplexy with his books on class and on war.",
      "cn": "他关于阶级和战争的书已经激起了极大的愤怒。"
    },
    {
      "en": "He was taken off by apoplexy.",
      "cn": "他中风死掉."
    },
    {
      "en": "Imagining the apoplexy that would seize him if he read the petition, I hesitated for a moment before signing.",
      "cn": "想象一下，如果他看到这份请愿书，估计会像中风了一样定在那里，在签名之前我也犹豫了一下。"
    },
    {
      "en": "It also provoked apoplexy among King Bhumibol's courtiers, says a palace source.",
      "cn": "宫中消息称,这也引发普密蓬国王廷臣间的分歧."
    },
    {
      "en": "It'serves to prevent apoplexy recurrence and recover the functions of limbs.",
      "cn": "既可防治中风复发,又可恢复偏瘫之肢体功能."
    },
    {
      "en": "Master the definition, syndrome differentiation , treatment and other acumoxa therapies of Apoplexy.",
      "cn": "掌握中风的定义 、 辨证论治和针灸其它疗法."
    },
    {
      "en": "Objective Deepen the research to the clinical treatment of sufferer of apoplexy.",
      "cn": "目的:加深对脑出血患者临床治疗的研究."
    },
    {
      "en": "Objective To clarify the clinical characteristics and discuss the treatments of ictus pituitary adenoma apoplexy.",
      "cn": "目的阐明暴发型垂体瘤卒中患者的临床表现,探讨暴发型垂体瘤卒中的治疗方法."
    },
    {
      "en": "Objective To improve further the effects of treatment for pituitary adenoma apoplexy.",
      "cn": "目的为了进一步提高垂体腺瘤卒中的治疗效果."
    },
    {
      "en": "Objective To investigate the correlation between carotid atherosclerotic plaque and cerebral apoplexy.",
      "cn": "目的探讨颈动脉粥样硬化斑块的形成与脑卒中的关系."
    },
    {
      "en": "Objective To survey the pathogeny, diagnosis and treatment of corneal apoplexy.",
      "cn": "目的探讨角膜内出血的病因和诊断、治疗的经验."
    },
    {
      "en": "Pituitary apoplexy is a syndrome in which clinical symptoms worsen due to bleeding in thc pituitary adenoma.",
      "cn": "垂体卒中是指垂体瘤病人因痛内出血而出现的临床症状恶化为表现的综合征。"
    },
    {
      "en": "The fowl had not been poisoned -- she had died of apoplexy.",
      "cn": "那只鸡不是被毒死的,它是中风死的."
    },
    {
      "en": "The old man died of apoplexy.",
      "cn": "这位老人因中风死去."
    },
    {
      "en": "Understand the etiology , pathogenesis and syndrome differentiation of Apoplexy.",
      "cn": "了解中风的病因病机、辨证分型."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "apoplectic",
          "tran_cn": " 中风的；易怒的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "apoplectic",
          "tran_cn": " 中风患者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stroke"
          ],
          "tran_cn": "[医]中风"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "paralysis"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cerebral apoplexy",
      "tran_cn": "脑溢血"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "中风，卒中",
      "tran_en": "an illness in your brain which causes you to suddenly lose your ability to move or think"
    }
  ],
  "exchange": {}
}