{
  "word": "pheromone",
  "ipa": {
    "us": "ˈferəməʊn",
    "uk": "ˈferəmoʊn"
  },
  "sentences": [
    {
      "en": "Although the classical pheromone pathway in both Old World primates and humans is dysfunctional, the mechanism for producing pheromones still works.",
      "cn": "虽然在古代灵长类和人类身上，这种典型的信息素途径失去了作用，制造信息素的功能还继续存在。"
    },
    {
      "en": "And when neighboring fruits sense this pheromone, they ripen faster, so that all fruits mature at the same time.",
      "cn": "当周围植物感测到这种信息素时，它们会更快成熟，而所有的水果就能同时成熟了。"
    },
    {
      "en": "As they groom themselves, the tears—and the pheromone—get spread around their bodies and nests.",
      "cn": "随着他们刷洗全身，眼泪——还有信息素——就会散布到它们的全身和窝里。"
    },
    {
      "en": "Bioassay suggested that male response was regulated by the sex pheromone secreted by females.",
      "cn": "生物测定表明:雄蜱的行为反应受雌蜱分泌的性信息素影响."
    },
    {
      "en": "Does the contact sex pheromone of Japanese pine sawyer , Monochamus alternatus, exist?",
      "cn": "松墨天牛是否存在雌性接触信息素?"
    },
    {
      "en": "Effect on the controlling oriental tobacco budworm , Helicoverpa assulta by using sex pheromone.",
      "cn": "与用性信息素诱剂防治烟青虫的效果>>相似的文献。"
    },
    {
      "en": "Effect on the controlling oriental tobacco budworm, Helicoverpa assulta by using sex pheromone.",
      "cn": "与用性信息素诱剂防治烟青虫的效果>>相似的文献."
    },
    {
      "en": "Fire ants make use of an alarm pheromone to alert workers to an emergency.",
      "cn": "火蚁利用一种报警信息素来提醒公议出现的紧急情况."
    },
    {
      "en": "Global searching and convergence abilities are improved by adaptively changing the pheromone trails evaporation parameters.",
      "cn": "该算法利用自适应改变信息激素的挥发系数改善传统蚁群算法的全局搜索能力和收敛速度."
    },
    {
      "en": "Heritability of kinship pheromone in the beaver: how is information about relatedness coded?",
      "cn": "河狸亲缘信息素的遗传力: 遗传关系的信息是怎样编码的?"
    },
    {
      "en": "Honeybee is polyandry and eusocial-insect that they produce by colony fission and swarming who communicate with dancing and pheromone.",
      "cn": "蜜蜂是多雄性真社会性昆虫，分蜂是这个庞大家族繁衍的重要手段，它们通过信息素和蜂舞来传递信息。"
    },
    {
      "en": "Project's operation: FuDe Zhongtian Export Corporation, Transit and Investment Corporation, Nagas ladies fashion, PHEROMONE cowboy series.",
      "cn": "旗下经营项目有: 芙德中天进出口公司, 中天投资公司, 纳迦时尚女装, 菲洛蒙牛仔系列等."
    },
    {
      "en": "Reserch and development on probe traps, attractants, pheromone probe traps and electronic detecting system were introduced.",
      "cn": "重点介绍了探管诱捕器 、 物引诱剂 、 息素探管诱捕器以及电子检测系统的研究和开发."
    },
    {
      "en": "Several application examples of organic synthesis employed in pheromone have also been put forward.",
      "cn": "并列举了几个有机合成在信息素上应用的实例."
    },
    {
      "en": "The analog of agrotic pheromone E - 7 - pentadecen - 1 - ol acetate is synthesized from aleutric acid by three steps.",
      "cn": "以紫胶桐酸为原料,经三步反应合成了地老虎性信息素类似物E - 7 - 十五碳稀 - 1 - 醇乙酸酯."
    },
    {
      "en": "The importance of identifying the trace component in pheromone chemical communication system of insects is emphasized.",
      "cn": "强调了性信息素微量成分鉴定工作在昆虫化学通讯系统研究中的重要性."
    },
    {
      "en": "The synthesis of Muscalure - a sex attractant pheromone of House Fly is reported here.",
      "cn": "报道了家蝇引诱剂———诱虫烯的合成,该方法简单、便利,适用于工业化生产."
    },
    {
      "en": "This fact indicates that pheromone production is under the control of a PBAN - like factor.",
      "cn": "因此可知玉米螟外激素的产生系受一种类 PBAN 因子控制."
    },
    {
      "en": "Upon contact, the pheromone is sent to sex - specific regions in the female's brain.",
      "cn": "当接触的时候, 信息素被传送到雌鼠大脑里的性别区域."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "信息素，外激素",
      "tran_en": "a chemical that is produced by people’s and animals’ bodies and is thought to influence the behaviour of other people or animals"
    }
  ],
  "exchange": {
    "pl": [
      "pheromones"
    ]
  }
}