{
  "word": "duress",
  "ipa": {
    "us": "djuˈres",
    "uk": "duˈres"
  },
  "sentences": [
    {
      "en": "Contracts that are concluded by means of fraud or duress shall be void.",
      "cn": "采取欺诈或者胁迫手段订立的合同无效."
    },
    {
      "en": "Duress alarm shall be provided for users who might be the target of coercion.",
      "cn": "为可能成为监禁目标的用户提供警告信号."
    },
    {
      "en": "Duress provide no defence to a charge of murder.",
      "cn": "胁迫不能为谋杀提供抗辩."
    },
    {
      "en": "Duress provides no defense to a charge of murder.",
      "cn": "受到胁迫不能成为谋杀指控之抗辩."
    },
    {
      "en": "He claimed that he signed the confession under duress.",
      "cn": "他说他是被迫在认罪书上签字的."
    },
    {
      "en": "He signed the confession under duress .",
      "cn": "他出于被迫在供状上签了字。"
    },
    {
      "en": "He thought her confession had been made under duress.",
      "cn": "他认为她是被刑讯逼供的。"
    },
    {
      "en": "I'm a Shetlander , and I wouldn't live anywhere else except under duress.",
      "cn": "“我是一名设得兰人, 除非是被胁迫,否则我不会住在其他任何地方. ”"
    },
    {
      "en": "It was a rough and blowy night when Cowperwood started for this institution under duress.",
      "cn": "当柯帕乌被逼动身到这个机关里去的时候,是寒风刺骨的夜里."
    },
    {
      "en": "Often, however, demands of career and parenthood conflict, generating duress and stress.",
      "cn": "不过, 事业的需要常常与做父母的身份发生冲突而产生某种强迫与压力."
    },
    {
      "en": "The chief criminals shall be punished without fail, those who are accomplices under duress shall go unpunished and those who perform deeds of merit shall be rewarded.",
      "cn": "首恶必办， 胁从不问，立功受奖。"
    },
    {
      "en": "The chief criminals shall be punished without fail, those who are accomplices under duress shall go unpunished and those who perform deeds of merIt'shall be rewarded.",
      "cn": "首恶必办, 胁从不问,立功受奖."
    },
    {
      "en": "The mistakes within the contract afforded him great duress.",
      "cn": "合同中的差错给他造成极大的束缚."
    },
    {
      "en": "These unequal treaties were made under duress.",
      "cn": "这些不平等条约是在强迫下签订的."
    },
    {
      "en": "Those who acted under duress shall go unpunished.",
      "cn": "胁从不问."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "durance",
          "tran_cn": " 监禁"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prison",
            "imprisonment"
          ],
          "tran_cn": "强迫；监禁"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bondage",
            "constraint",
            "necessity",
            "obligation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "under duress",
      "tran_cn": "被迫"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "威胁，逼迫",
      "tran_en": "illegal or unfair threats"
    }
  ],
  "exchange": {}
}