{
  "word": "passivity",
  "ipa": {
    "us": "pæˈsɪvəti",
    "uk": "pæˈsɪvɪti"
  },
  "sentences": [
    {
      "en": "Did any of them react to a goal from side with passivity?",
      "cn": "他们中的哪个人在看到比赛的任何一方有进球的时候,反应很冷淡?"
    },
    {
      "en": "Hormonal aspects of passivity and aggressiveness in boys.",
      "cn": "研究男孩身上的消极以及积极的荷尔蒙问题."
    },
    {
      "en": "However, are also less attractive reasons for public passivity.",
      "cn": "然而, 对于公众的这种消极情绪,还有一些不那么积极的因素在."
    },
    {
      "en": "I had always been bothered by the passivity of the ghetto.",
      "cn": "黑人区的消极顺从向来使我不安."
    },
    {
      "en": "If we assume that our efforts are unrelated to the outcomes in our lives we develop an outlook of pessimism and passivity.",
      "cn": "如果我们假设自己的付出与成果无关，那么我们就衍生出悲观和被动的观念。"
    },
    {
      "en": "It is the opposite of static, laze , and passivity.",
      "cn": "自我表达和静止 、 散漫、被动是恰恰相反的."
    },
    {
      "en": "Kill poison to arrive from passivity active defence.",
      "cn": "从被动杀毒到主动防御."
    },
    {
      "en": "Recently, some county has an officer, bring about working passivity because of devoid appeal force.",
      "cn": "最近, 某县有位乡长, 因为缺乏号召力而导致工作被动."
    },
    {
      "en": "Service consciousness has intense with dim cent, have active the cent with passivity.",
      "cn": "服务意识有强烈与淡漠之分, 有主动与被动之分."
    },
    {
      "en": "She met his eagerness with that smiling, tantalizing passivity.",
      "cn": "她以笑盈盈的 、 半推半就的姿态对付他那热切的情意."
    },
    {
      "en": "Some people get off on brutalizing others, and passivity makes you a target.",
      "cn": "有些人自认为可以对他人蛮横, 而逆来顺受就会使你成为其目标."
    },
    {
      "en": "Such is the interrelation between initiative and passivity, between superiority and inferiority.",
      "cn": "这就是主动和被动之间 、 优势和劣势之间的相互关系."
    },
    {
      "en": "Such superiority or inferiority is the objective basis of initiative or passivity.",
      "cn": "这种优势或劣势，是主动或被动的客观基矗。"
    },
    {
      "en": "Television , says Klompus, contributes to children's passivity.",
      "cn": "她认为这是因为什么也不要求孩子们去做的缘故."
    },
    {
      "en": "These local successes will add up to strategic superiority and initiative for us and strategic inferiority and passivity for the enemy.",
      "cn": "把这些局部的东西集合起来，就成了我们的战略优势和战略主动，敌人的战略劣势和战略被动。"
    },
    {
      "en": "This conception of the \" passivity \" of intellect is perhaps the greatest barrier to philosophical thinking.",
      "cn": "这种心智 “ 被动 ” 观可能是哲学思考的最大障碍."
    },
    {
      "en": "This paper proposed a linear quadratic performance target based on passivity considerations.",
      "cn": "该文基于无源性控制思想,提出一种二次型性能指标."
    },
    {
      "en": "We must transform passivity into initiative.",
      "cn": "我们变被动为主动."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "passive",
          "tran_cn": " 被动的，消极的；被动语态的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "passively",
          "tran_cn": " 被动地；顺从地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "passive",
          "tran_cn": " 被动语态"
        },
        {
          "word": "passiveness",
          "tran_cn": " 被动；顺从"
        },
        {
          "word": "passivism",
          "tran_cn": " 消极主义；被动性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inertia",
            "resignation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "被动性，钝态"
    }
  ],
  "exchange": {}
}