{
  "word": "cot",
  "ipa": {
    "us": "kɒt",
    "uk": "kɑːt"
  },
  "sentences": [
    {
      "en": "A new machine no bigger than a 10p piece could help save babies from cot death.",
      "cn": "一种体积不超过10便士硬币大小的新机器能防止婴儿猝死。"
    },
    {
      "en": "At night he would lie sleepless on his cot, suffering an almost unbearable frustration.",
      "cn": "晚上他躺在行军床上睡不着觉, 灰心丧气难熬难挨."
    },
    {
      "en": "Babies who sleep with their parents receive much more tactile stimulation than babies who sleep in a cot.",
      "cn": "婴儿和父母睡在一块儿比单独睡在婴儿床中能得到更多的触觉刺激。"
    },
    {
      "en": "But Minetta found himself still looking at the vacant cot.",
      "cn": "米尼塔却还呆呆地望着空床兀自出神."
    },
    {
      "en": "Doctors still aren't sure what causes cot deaths.",
      "cn": "医生仍不确定婴儿猝死的原因。"
    },
    {
      "en": "He Finally got up and, throwing off his clothes, climbed into his iron cot.",
      "cn": "最后他站起身来, 把衣服一脱, 爬到铁床上."
    },
    {
      "en": "He must have climbed out of his cot.",
      "cn": "他肯定是从婴儿床里爬出来的。"
    },
    {
      "en": "He twisted on his cot and felt pity for himself.",
      "cn": "他在床上翻了个身,想想自己有多可怜哪."
    },
    {
      "en": "Presently he decided to retire, and picked a cot, also removing his shoes.",
      "cn": "不一会儿,他决定去睡觉, 就挑了一张床, 也把鞋子脱了."
    },
    {
      "en": "Put a selection of baby toys in his cot to amuse him if he wakes early.",
      "cn": "要在婴儿床里放一些玩具，以便他醒得早时可以自己玩。"
    },
    {
      "en": "The baby hurt itself when it fell out of its cot.",
      "cn": "婴儿从小床掉下来,受了伤."
    },
    {
      "en": "The baby is fast asleep in his cot.",
      "cn": "婴儿在他的小床上熟睡着."
    },
    {
      "en": "The girl lay on an army cot, all doped up with Valium.",
      "cn": "那女孩躺在行军床上，因服用安定剂完全处于恍惚的状态。"
    },
    {
      "en": "The phenomenon of cot death has yet to be explained.",
      "cn": "婴儿猝死的现象仍然不可解."
    },
    {
      "en": "The walls were lined with white cot - baskets in which babies lay.",
      "cn": "四周壁下,挨排的放着许多的小白匡床,里面卧着许多小朋友."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "cottage",
          "tran_cn": " 小屋；村舍；（农舍式的）小别墅"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shed",
            "cottage"
          ],
          "tran_cn": "简易床；小屋；轻便小床"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小床，小房子"
    }
  ],
  "exchange": {
    "pl": [
      "cots"
    ]
  }
}