{
  "word": "chlorophyll",
  "ipa": {
    "us": "ˈklɒrəfɪl",
    "uk": "ˈklɔːrəfɪl"
  },
  "sentences": [
    {
      "en": "Albino seedling is the typical chlorophyll - deficient mutation in plants.",
      "cn": "植物白化苗则是一种典型的叶绿素合成缺陷突变体."
    },
    {
      "en": "All are structurally similar to chlorophyll a of plants.",
      "cn": "它们的结构都与植物体叶绿素a的结构相似."
    },
    {
      "en": "Chlorophyll is produced by the action of light on the plants'leaves.",
      "cn": "光对植物的叶子发生作用从而产生叶绿素."
    },
    {
      "en": "Fish Gelatin, Glycerol , Essential oil of orange, Copper Chlorophyll.",
      "cn": "鱼类明胶, 甘油, 香橙精华, 铜叶绿素."
    },
    {
      "en": "Gelatin, Glycerol , Essential oil of orange, Titanium dioxide, Copper Chlorophyll.",
      "cn": "明胶, 甘油, 香橙精华, 二氧化钛, 铜叶绿素."
    },
    {
      "en": "Inhibition of chlorophyll synthesis may be caused by etiolation, mutant blocks, or streptomycin.",
      "cn": "叶绿素合成可以由黄化 、 突变性阻塞或链霉素而引起."
    },
    {
      "en": "It is precisely because many of the leaves contain chlorophyll is green.",
      "cn": "正因为叶子含有许多叶绿素才是绿色的."
    },
    {
      "en": "Leaf nitrogen content induces remarkable effect on chlorophyll and soluble protein content.",
      "cn": "叶片氮含量对叶绿素与可溶性蛋白含量会产生明显的影响."
    },
    {
      "en": "The chlorophyll in wheatgrass also helps to purify the liver.",
      "cn": "麦草中的叶绿素同样可以帮助净化肝脏。"
    },
    {
      "en": "The colorants of green plants consist of chlorophyll, xanthophyll and carotene.",
      "cn": "绿色植物中含有叶绿素 、 叶黄素和胡萝卜素."
    },
    {
      "en": "The disease causes varying degrees of destruction of the chlorophyll.",
      "cn": "这一病害使叶绿素遭到不同程度的破坏."
    },
    {
      "en": "The function of magnesium in the chlorophyll structure is well known and documented.",
      "cn": "镁在叶绿素结构中的功能,早已为人们清楚地阐明,且也得到文献记载."
    },
    {
      "en": "The green stuff on the occasional freak potato chip is chlorophyll.",
      "cn": "洋芋片上偶尔会出现绿色的诡异部份,其实那是叶绿素?"
    },
    {
      "en": "The manufacture of chlorophyll in plants is activated by sunlight.",
      "cn": "植物中的绿叶素是在日照的条件下开始产生的."
    },
    {
      "en": "The structure of the chlorophyll molecule is known . It consists ofporphyrin.",
      "cn": "叶绿素的分子结构已经搞清, 它是由卟啉组成的."
    },
    {
      "en": "This could be estimated at 1000 litres of hydrogen for 330 grams of chlorophyll per day whereas for example colza produces roughly only 1000 litres of oil per hectare . . . ",
      "cn": "这种农场每天估计能够产生1000升氢气，而且只消耗330克叶绿素； 而比如种植菜籽，每公顷土地才能产生大约1000升油。"
    },
    {
      "en": "This peak appeared before the fast degradation of chlorophyll and protein.",
      "cn": "该峰出现在叶绿素和蛋白质快速下降之前."
    },
    {
      "en": "Wheatgrass has antibiotic properties and is packed with chlorophyll as it is a plant.",
      "cn": "麦草含有抗生素，由于它是一种植物，所以含有许多叶绿素。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "chlorophyllous",
          "tran_cn": " 叶绿素的，含叶绿素的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "chlorophyll content",
      "tran_cn": "叶绿素含量"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "叶绿素",
      "tran_en": "the green-coloured substance in plants"
    }
  ],
  "exchange": {}
}