{
  "word": "guideline",
  "ipa": {
    "us": "ˈɡaɪdlaɪn",
    "uk": "ˈɡaɪdlaɪn"
  },
  "sentences": [
    {
      "en": "A written IQ test is merely a guideline.",
      "cn": "书面智商测试仅供参考。"
    },
    {
      "en": "At the same time, analyze some strength guideline relationships of - high - strength concrete.",
      "cn": "同时分析了超 高强 混凝土的几个强度指标间的关系."
    },
    {
      "en": "Can you give me a guideline?",
      "cn": "给个指示 吧 ?"
    },
    {
      "en": "Enclosed is the format guideline of midterm report for your reference.",
      "cn": "附档是关于期中分组报告的格式,供各位参考."
    },
    {
      "en": "Objective. To present the treatment guideline for spinal diseases in pregnant women.",
      "cn": "研究目的: 引入一种针对妊娠期妇女发生脊柱疾病的治疗准则."
    },
    {
      "en": "Our guideline would be the prevailing world market prices.",
      "cn": "我们要以当时的国际市场的价格为准绳."
    },
    {
      "en": "Our predecessors'ideology can serve as a guideline for our work.",
      "cn": "前辈的思想体系对于我们的工作很有指导意义."
    },
    {
      "en": "Relevant instruction or guideline are well used and managed ( include filing ).",
      "cn": "相关的说明或指引档能有效地使用及管理 ( 包括整理归案 )."
    },
    {
      "en": "Something that serves as a guide or an example ; a guideline.",
      "cn": "准则作为指导或 榜样 的东西."
    },
    {
      "en": "The guideline should be simple to be easily monitored and understood.",
      "cn": "该方针应易于监管和理解."
    },
    {
      "en": "The study is of theoretic innovation and as a guideline in practice.",
      "cn": "本论文的研究具有理论上的创新性和实践上的参考指导性."
    },
    {
      "en": "This chapter gives you some guidelines to help you in your work.",
      "cn": "本章将介绍一些指导性原则，为你的工作提供帮助。"
    },
    {
      "en": "This guideline is the reliability principle, also called the objectivity principle.",
      "cn": "这一方针是可靠性原则, 也称为客观性原则."
    },
    {
      "en": "This is probably the most important interaction design guideline.",
      "cn": "这基本上是最重要的交互设计指导准则."
    },
    {
      "en": "Under the guideline, the output of streamlined seamless liners declines linearly.",
      "cn": "在该方针的指引下, 流线型无缝班机的产量直线降落."
    },
    {
      "en": "Zhao: What's your guideline in choosing songs for your audience?",
      "cn": "赵: 你为听众选择歌曲的原则是什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "guided",
          "tran_cn": " 有指导的；有向导的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "guidance",
          "tran_cn": " 指导，引导；领导"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "guided",
          "tran_cn": " 指导（guide的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "criterion"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "design guideline",
      "tran_cn": "设计方针；设计准则"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "指导方针，指导原则",
      "tran_en": "rules or instructions about the best way to do something"
    }
  ],
  "exchange": {
    "pl": [
      "guidelines"
    ]
  }
}