{
  "word": "paparazzi",
  "ipa": {
    "us": "ˌpæp(ə)ˈrætsi",
    "uk": "pɑpɑˈrɔzi"
  },
  "sentences": [
    {
      "en": "A : Spitting on the paparazzi. And I am not planning stopping with that!",
      "cn": "向狗仔队吐口水. 但我不准备停止那样做!"
    },
    {
      "en": "But I know there are people who defend the paparazzi.",
      "cn": "但是我知道有一些人为狗仔队辩护."
    },
    {
      "en": "It seemed difficult for the celebrity couple to get rid of the ubiquitous paparazzi.",
      "cn": "这对名人夫妻想要摆脱无所不在的狗仔队似乎很困难。"
    },
    {
      "en": "Li Xin meets Xiaolin in Thailand coincidentally. Unfortunately, their reunion is exposed by the paparazzi.",
      "cn": "李信在泰国遇到专程去找他的孝琳, 二人同游后在机场送别, 却不幸被狗仔队发现,更拍下照片."
    },
    {
      "en": "Paparazzi stalk him at home and trail him in cars.",
      "cn": "狗仔队在他家周围潜伏,开车尾随他."
    },
    {
      "en": "Paparazzi were out in force at the Oscar Awards.",
      "cn": "狗仔队聚集在奥斯卡颁奖典礼场外."
    },
    {
      "en": "Paparazzi, like the rush, constantly flock Natiao seam.",
      "cn": "狗仔队, 像一窝蜂, 不断地涌向那条缝."
    },
    {
      "en": "Rarely did the paparazzi think of her reaction to their pursuit.",
      "cn": "这些狗仔队鲜少考虑到她对他们的紧追不舍作何反应."
    },
    {
      "en": "The paparazzi followed the movie star from the airport to her hotel.",
      "cn": "狗仔队从机场到饭店一路跟踪着该电影明星."
    },
    {
      "en": "The paparazzi make that possible.",
      "cn": "狗仔队会满足这个愿望."
    },
    {
      "en": "The paparazzi pressed about the famous movie star.",
      "cn": "狗仔队围着那个著名的电影明星."
    },
    {
      "en": "The paparazzi pursue Armani wherever he travels.",
      "cn": "阿玛尼走到哪儿，狗仔队就跟到哪儿。"
    },
    {
      "en": "The rebellious singer is well - quarrelling and fighting with paparazzi.",
      "cn": "艾伦是位叛逆的歌手,曾和狗仔对骂打架."
    },
    {
      "en": "The video shows Cam being hunted down by'hood paparazzi'and ending up in graveyard.",
      "cn": "录像显示了坎姆被胡德.帕帕拉兹穷追捕获.最终结束与墓地."
    },
    {
      "en": "We knew the paparazzi were following us a jeep, so we tried to shake them off.",
      "cn": "我们知道有摄影记者乘吉普车跟着我们, 所以我们想摆脱他们."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专门追逐名人的摄影记者( paparazzo的名词复数 )"
    }
  ],
  "exchange": {}
}