{
  "word": "biologically",
  "ipa": {
    "us": "ˌbaɪəˈlɒdʒɪkli",
    "uk": " ˌbaɪəˈlɑːdʒɪkli"
  },
  "sentences": [
    {
      "en": "But she pointed out that dreams arise biologically from the human mind, while video games are technologically driven by computers and gaming consoles.",
      "cn": "但是，她指出从生物学上讲梦来自于人的思维，而视频游戏在技术角度上由电脑和游戏终端来驱动的。"
    },
    {
      "en": "Cameroon forests contain some of the Congo Basin most biologically diverse and most threatened forests.",
      "cn": "其中喀麦隆森林包括了刚果盆地最多的生物物种以及最严重的濒危森林."
    },
    {
      "en": "Chimpanzees are the animals closest biologically to humans.",
      "cn": "从生物学角度看,大猩猩与人的关系最亲近."
    },
    {
      "en": "It is one of the world's most biologically diverse regions.",
      "cn": "这是世界上最富生物多样性的地区之一."
    },
    {
      "en": "It'seems, therefore , that facial ratio in men is a biologically honest signal of aggressiveness.",
      "cn": "看起来男人的面部宽高比值从生理学上讲是其攻击性的真实信号."
    },
    {
      "en": "Reduced products were analyzed by GC to determine of nitrogen - fixation activity in biologically compound fertilizer.",
      "cn": "研究生物固氮活性,国际公认的方法是乙炔还原法."
    },
    {
      "en": "Research progress on biologically active materials and their functions of mungbeans was reviewed in this pAper.",
      "cn": "综述了绿豆生物活性物质及功能的研究进展."
    },
    {
      "en": "These tumors are biologically benign and are treated by curettage or resection.",
      "cn": "生物学上这些肿瘤为良性且可通过刮除术或切除术治愈."
    },
    {
      "en": "They are not to spot, since you are biologically wired to overlook and ignore them.",
      "cn": "他们很不容易被发现, 因为在生理上,你会自然而然地忽略他们,不会注意到他们的存在."
    },
    {
      "en": "This classification can include toxins and poisons derived biologically.",
      "cn": "这类武器包括用生物学方法培植出来的毒素和毒药."
    },
    {
      "en": "We also, biologically, don't compensate for these calories when we eat.",
      "cn": "而且，生物学上，我们在吃时不赔偿这些卡路里。"
    },
    {
      "en": "While the authors speculate that an increased risk could be biologically plausible given that calcium is connected with hardening of the arteries, another expert thinks not.",
      "cn": "然而作者们觉得增加的风险在生物学上似乎是可信的，他们指出钙跟动脉硬化有关系，另一名专家却不这样认为。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "biologic",
          "tran_cn": " 生物的；生物学的"
        },
        {
          "word": "biological",
          "tran_cn": " 生物的；生物学的"
        },
        {
          "word": "bioluminescent",
          "tran_cn": " 生物性发光的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "biologist",
          "tran_cn": " 生物学家"
        },
        {
          "word": "biology",
          "tran_cn": " （一个地区全部的）生物；生物学"
        },
        {
          "word": "bioluminescence",
          "tran_cn": " 生物体之发光"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "生物学上"
    }
  ],
  "exchange": {}
}