{
  "word": "potable",
  "ipa": {
    "us": "ˈpəʊtəbl",
    "uk": "ˈpoʊtəbl"
  },
  "sentences": [
    {
      "en": "Cold and hot potable water, HVAC chilled and hot water. Evaporative cooling systems.",
      "cn": "冷和热饮用水, 暖通空调冷却水和热水. 蒸汽冷却系统."
    },
    {
      "en": "Conclusion: The contamination of entering - ship potable waters were severely by pathogenic Vibrio.",
      "cn": "结论: 入境船舶上的饮用水被致病性弧菌污染较严重."
    },
    {
      "en": "Containers are flushed with compressed air or potable water before filling.",
      "cn": "容器在灌注之前经过压缩空气或饮用水冲洗."
    },
    {
      "en": "Disinfection of potable drinking a fresh drink of choice for the physical method of disinfection sterilization.",
      "cn": "饮用水消毒的新鲜饮料的首选物理消毒方法消毒."
    },
    {
      "en": "DO NOT add any chemicals to the system piping which will contaminate the potable water supply.",
      "cn": "不要在管道系统中添加任何可能会造成饮用水污染的任何化学物品."
    },
    {
      "en": "Food processing converts relatively bulky, perishable and typically inedible raw materials into more useful, shelf-stable and palatable foods or potable beverages.",
      "cn": "食品加工将相对庞大的，易腐烂的，通常是不可食用的原料加工成更有用的，耐储存的和可口的食品或适于饮用的饮料。"
    },
    {
      "en": "He could be doused in water but it had to be potable.",
      "cn": "他能够被他可以被浇水,但必须是可饮用的水."
    },
    {
      "en": "If it does then potable water, one of the necessities of life, may become easier for many people to obtain.",
      "cn": "如果确实可以的话，那么生命的必需品之一——饮用水，对多数人来说将更容易获得。"
    },
    {
      "en": "In addition said system can produce a quantity of potable water.",
      "cn": "另外,该系统同时还会产生一定数量的饮用水."
    },
    {
      "en": "In general, only one third of health facilities have potable water, and just one in four remain linked to the general sewerage system or to a power supply.",
      "cn": "一般而言，近三分之一的卫生设施有适合饮用的水，并且仅仅四分之一仍然与一般排水系统或电源连接。"
    },
    {
      "en": "Is the tap water at my home potable?",
      "cn": "家中食水可由水龙头直接饮用?"
    },
    {
      "en": "QD Manual cutting off machine is a potable plate - cutting machine, fit in cutting at spot.",
      "cn": "QD机为轻便型剪板机, 适应现场灵活剪板."
    },
    {
      "en": "Series 775 Double Check Valve Assemblies provide protection of the potable water supply for non - health hazard - connections .",
      "cn": "系列775双止回阀总成防止 交叉连接 处 非 健康危害的流体污染饮用水供应系统."
    },
    {
      "en": "She has a bio-sand water filter in her home and is proud to be able to keep her family healthy with safe, potable water.",
      "cn": "她在她的家里有一个生物沙水过滤器并且以能饮用安全、适于饮用水保持她的家庭健康而自豪。"
    },
    {
      "en": "Sink plumbed with potable water, plus soap and towels provided for employees.",
      "cn": "有供应可饮用水的洗手池, 有提供给员工使用的肥皂和手巾."
    },
    {
      "en": "The new potable computers are going likehot cakes.",
      "cn": "新的笔记本电脑卖得很快."
    },
    {
      "en": "The potable water expansion tank shall be of drawn steel construction.",
      "cn": "这种饮用水膨胀罐应该是拉制钢结构."
    },
    {
      "en": "Thermal ground water and potable natural water resources are rich and widely distributed in Shanxi province.",
      "cn": "山西省地下热水及饮用天然矿泉水资源丰富,分布广泛."
    },
    {
      "en": "They set up purifying systems in places where the water was not potable.",
      "cn": "他们在许多水质不适合饮用的地方建立了净化系统。"
    },
    {
      "en": "We now happily pay as much as four times the cost of gasoline for potable water that we could have for free from fountains and taps.",
      "cn": "我们现在高高兴兴地花四倍于汽油的价格买饮用水，而这些水我们完全可以从饮水机和水龙头那免费接取。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "potation",
          "tran_cn": " 喝；饮料"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "beverage",
            "drink",
            "belly-wash",
            "bevvy"
          ],
          "tran_cn": "饮料（常复数）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "beverage",
            "drinkable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "potable water",
      "tran_cn": "饮用水"
    },
    {
      "phrase": "potable water supply",
      "tran_cn": "饮水供给"
    },
    {
      "phrase": "potable water system",
      "tran_cn": "饮用水系统"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可以喝的，适合饮用的",
      "tran_en": "potable water is safe to drink"
    }
  ],
  "exchange": {}
}