{
  "word": "oat",
  "ipa": {
    "us": "əʊt",
    "uk": "oʊt"
  },
  "sentences": [
    {
      "en": "Fluctuations in temperatures put their results oat by a mile.",
      "cn": "由于温度起伏不定,他们的测验结果很不准确."
    },
    {
      "en": "For example, you may not think a bagel tastes salty, but a typical 4-inch (10-centimeter) oat-bran bagel has about 532 mg of sodium, and even a slice of whole-wheat bread contains 132 mg of sodium.",
      "cn": "例如百吉饼或许尝起来不咸，但一块普普通通的4英寸（10厘米）大的燕麦百吉饼却含将近532毫克的钠，而且即便一小块全麦面包也有132毫克钠。"
    },
    {
      "en": "Here is an oat cell carcinoma which is spreading along the bronchi.",
      "cn": "正沿支气管蔓延的燕麦细胞癌."
    },
    {
      "en": "In fact, that is, naked oats oats, oat flour or Y plane.",
      "cn": "其实莜麦即燕麦, 莜面即燕麦粉."
    },
    {
      "en": "Ingredients: natural moisturizing factor, vitamin, oat extract, m - tranexamic acid.",
      "cn": "成份: 天然保湿因子 、 维他命 、 燕麦萃取 、 传明酸."
    },
    {
      "en": "Instead of eating hunched pleasurably over a book, I look out of the window and chew every mouthful thoroughly, aware of every single oat and nut and dried bit of apple as it goes down.",
      "cn": "送孩子们去学校后，我不再放松地边吃早饭边看书，而是盯着窗外，仔细地嚼着嘴里的食物：每一粒燕麦、每一颗坚果、每一片苹果干。"
    },
    {
      "en": "John believes in oat bran.",
      "cn": "约翰对麦片粥的好处相信不疑."
    },
    {
      "en": "Many people experienced a drop in their cholesterol levels when they consumed oat bran.",
      "cn": "很多人食用燕麦麸后胆固醇水平下降了。"
    },
    {
      "en": "Mediterranean oat held to be progenitor of modern cultivated oat.",
      "cn": "地中海地区燕麦,被认为是现代栽种燕麦的祖先."
    },
    {
      "en": "Most small cell lung cancers are the oat cell type.",
      "cn": "大部分小细胞肺癌属于燕麦细胞癌."
    },
    {
      "en": "Oat bran became the darling of health freaks last year.",
      "cn": "燕麦麸在去年成为保健狂人的最爱。"
    },
    {
      "en": "Oat bran protein concentrate was prepared by alkali extraction and acid precipitation.",
      "cn": "以燕麦麸皮为原料,采用碱提酸沉法制备燕麦浓缩蛋白."
    },
    {
      "en": "Oat bran protein concentrate was prepared through alkali extraction and acid precipitation.",
      "cn": "采用碱提酸沉法制备了燕麦麸浓缩蛋白."
    },
    {
      "en": "Organic oats, Corns, Wheat, Oat bran, Grape, Papaya, Banana, Pineapple , Inulin, Calciun carbonate, Citric acid, Probiotics, Natural fruit flavor.",
      "cn": "有机燕麦 、 有机小麦 、 玉米 、 燕麦麸皮 、 葡萄 、 木瓜 、 香蕉 、 凤梨 、 菊芋纤维、碳酸钙 、 柠檬酸 、 益生菌 、 天然水果风味."
    },
    {
      "en": "The boy spooned oat the to beans to his mouth.",
      "cn": "这孩子用匙把黄豆舀出来放进嘴里."
    },
    {
      "en": "The green green oat grass cover the ground.",
      "cn": "燕麦青草拢盖田土."
    },
    {
      "en": "The soldier hollowed oat a foxhole in the ground to lie in.",
      "cn": "那士兵在地上挖了个散兵坑以便藏身."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "oaten",
          "tran_cn": " 燕麦的；麦杆制的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "oatmeal",
          "tran_cn": " 燕麦粥；燕麦片"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "crowdy",
            "oatmeal"
          ],
          "tran_cn": "[作物]燕麦；麦片粥，燕麦粥"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "feel one's oats",
      "tran_cn": "(美，非正式)感到精力充沛"
    },
    {
      "phrase": "get one's oats",
      "tran_cn": "(英，非正式)性交"
    },
    {
      "phrase": "oat bran",
      "tran_cn": "燕麦麸"
    },
    {
      "phrase": "sow one's wild oats",
      "tran_cn": "（年轻时）过放荡生活，厮混"
    },
    {
      "phrase": "wild oat",
      "tran_cn": "小颚花；野生燕麦"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "燕麦制的；含燕麦的"
    },
    {
      "pos": "n",
      "tran_cn": "[植]燕麦, 麦片粥",
      "tran_en": "an erect annual grass, Avena sativa, grown in temperate regions for its edible seed "
    }
  ],
  "exchange": {}
}