{
  "word": "durability",
  "ipa": {
    "us": "ˌdjʊərə'bɪlətɪ",
    "uk": "ˌdjʊrəˈbɪlətɪ"
  },
  "sentences": [
    {
      "en": "A: Why do we have to do durability test?",
      "cn": "我们为什么要做耐久性测试?"
    },
    {
      "en": "Airlines recommend hard-sided cases for durability.",
      "cn": "航空公司推荐使用硬边箱，因其经久耐用。"
    },
    {
      "en": "Another problem of cigarettes as money is their lack of durability.",
      "cn": "香烟作为货币的另一个问题是它缺少耐久性。"
    },
    {
      "en": "Because of the durability of vinyl, products made from this material have a long life span.",
      "cn": "由于「乙烯基」的耐久性，这种材料制成的产品具有很长的寿命。"
    },
    {
      "en": "Chamber compatibility and injector durability involve the control of the combustion environment.",
      "cn": "室相容性和喷注器耐久性包括对燃烧环境的控制."
    },
    {
      "en": "Concrete and reinforcement bar corrosion reduced the reinforced concretes durability.",
      "cn": "砼碳化及钢筋锈蚀导致钢筋砼构件耐久性能降低."
    },
    {
      "en": "Corrosion and aging resistance, simple - operating, stable function, safety and long durability.",
      "cn": "抗腐蚀、耐老化 、 操作简便, 性能稳定, 安全可靠,使用寿命长."
    },
    {
      "en": "Dal í uses logging to implement atomicity and durability of transactions.",
      "cn": "DALI使用日志实现原子性和持久性."
    },
    {
      "en": "Durability of soft mouse surfaces are always a tough question.",
      "cn": "耐用性一贯是布质橡胶鼠标垫的大难题."
    },
    {
      "en": "Greater stability and durability without getting deteriorated for long time exposure.",
      "cn": "稳定性好,长期放置不会变质,使用方便."
    },
    {
      "en": "How about the durability of product?",
      "cn": "产品的耐久性怎样呢？"
    },
    {
      "en": "Sulfate attack is one of the most important problems on concrete durability.",
      "cn": "硫酸盐侵蚀是影响混凝土耐久性的重要因素之一."
    },
    {
      "en": "The company refined types of printing products, durability, security capacity - period.",
      "cn": "本公司精制各类印刷产品, 保质 、 保量、保期."
    },
    {
      "en": "The German cameras are chiefly characterized by their fine workmanship and durability.",
      "cn": "德国相机的主要特点是工艺精湛,经久耐用."
    },
    {
      "en": "The result indicates that concrete protective coating can largely enhance concrete durability.",
      "cn": "结果表明,此种防护涂层可以很好地提高混凝土的耐久性."
    },
    {
      "en": "These plastic surface has a anti - moisture , heat - resistant and long term durability.",
      "cn": "这些塑料暗不天具有 抗水 、 耐寒、恒久耐用的特不面."
    },
    {
      "en": "They estimate that they will need between five and ten years to commercialize their technology because uncertainties remain regarding the durability of organic cells.",
      "cn": "他们估计要用五到十年的时间使他们的技术商业化，因为关于这种有机电池的耐久性还不确定。"
    },
    {
      "en": "They excel for their workship, color, design and durability.",
      "cn": "他们以它的手工 、 颜色 、 设计和耐用性著称."
    },
    {
      "en": "This product is characterized by its fine workmanship and durability.",
      "cn": "这个产品的特点是工艺精湛,经久耐用."
    },
    {
      "en": "Utilizes Imported hard alloy saw bJadebit for durability and high precision.",
      "cn": "使用进口硬质合金刀片,耐用度及加工精度高."
    },
    {
      "en": "Why do we have to do durability test?",
      "cn": "我们为什么要做耐久性测试?。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "durable",
          "tran_cn": " 耐用的，持久的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "durable",
          "tran_cn": " 耐用品"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "steel",
            "wear"
          ],
          "tran_cn": "耐久性；坚固；耐用年限"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chemical durability",
      "tran_cn": "化学稳定性；化学耐久性"
    },
    {
      "phrase": "durability test",
      "tran_cn": "耐久性试验；施工测量；寿命试验；疲劳试验"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "耐久性，持久性"
    }
  ],
  "exchange": {
    "adj": [
      "durable"
    ]
  }
}