{
  "word": "mesothelioma",
  "ipa": {
    "us": "mesəʊθi:lɪ'əʊmə",
    "uk": "ˌmesˌmezəˌθili'oʊmə"
  },
  "sentences": [
    {
      "en": "A bronchoscopy may be performed if pleural mesothelioma is suspected.",
      "cn": "如果怀疑胸膜间皮瘤,也可用支气管镜检查."
    },
    {
      "en": "After pleural mesothelioma, peritoneal mesothelioma accounts for the majority of other diagnoses.",
      "cn": "在胸膜间皮瘤之后, 腹膜间皮瘤在其它诊断中占多数."
    },
    {
      "en": "However mesothelioma is often difficult to diagnose a of reasons.",
      "cn": "然而,因种种原因间皮瘤常难以诊断."
    },
    {
      "en": "However, it more amenable to treatment than mesothelioma is.",
      "cn": "然而, 它对治疗比间皮瘤敏感."
    },
    {
      "en": "However, there are concerns over the similar shape of nanotubes and asbestos fibres, which are known to cause damage to the lungs in conditions such as mesothelioma.",
      "cn": "然而，人们对于形状类似的纳米管和石棉纤维颇有担忧，众所周知，这些材料能破坏肺部，导致间皮瘤等疾病。"
    },
    {
      "en": "Lung cancer and malignant mesothelioma are more common with asbestos inhalation and asbestosis.",
      "cn": "肺癌和恶性间皮瘤亦和石绵吸入及石绵沉着病有关."
    },
    {
      "en": "Mesothelioma and lung cancer are very different diseases.",
      "cn": "间皮瘤和肺癌是非常不同的疾病."
    },
    {
      "en": "Mesothelioma frequent lung or abdominal membrane.",
      "cn": "间皮瘤经常发生肺膜或腹部."
    },
    {
      "en": "Objective To investigate the clinical and pathological characteristics of malignant mesothelioma of special types.",
      "cn": "目的探讨特殊类型恶性间皮瘤的临床与病理特征."
    },
    {
      "en": "Pemetrexed disodium is the only agent for the treatment of malignant pleural mesothelioma ( MPM ).",
      "cn": "培美曲塞二钠是唯一治疗恶性胸膜间皮瘤 ( MPM ) 的药物."
    },
    {
      "en": "Peritoneal mesothelioma refers to primary peritoneal mesothelial cells in the tumor.",
      "cn": "腹膜间皮瘤是指原发于腹膜间皮细胞的肿瘤."
    },
    {
      "en": "Suspicious for malignant pleural mesothelioma patients, CT examination is most useful.",
      "cn": "对于可疑恶性胸膜间皮瘤的病人, CT检查最为有用."
    },
    {
      "en": "The goal discussion pleural membrane mesothelioma clinical characteristic.",
      "cn": "目的探讨胸膜间皮瘤的临床特点."
    },
    {
      "en": "The initial patient uations are critical in identifying patients at risk for developing mesothelioma.",
      "cn": "病人的初始评估在识别发展间皮瘤的危险性是关键的."
    },
    {
      "en": "The varied and non - specific symptoms associated with mesothelioma can delay detection and diagnosis.",
      "cn": "和间皮瘤有关的多样的和不特异的症状可能延迟发现和诊断."
    },
    {
      "en": "There are other differences between lung cancer and mesothelioma as well.",
      "cn": "同时肺癌和间皮瘤有其它的区别."
    },
    {
      "en": "We extracted data on mesothelioma deaths reported to the World Health Organization mortality database since 1994, when the disease was first recorded.",
      "cn": "我们提取了自1994年该疾病首次记录以来向世界卫生组织死亡数据库报告的间皮瘤死亡数据。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "间皮瘤",
      "tran_en": "a tumour of the epithelium lining the lungs, abdomen, or heart: often associated with exposure to asbestos dust "
    }
  ],
  "exchange": {}
}