{
  "word": "Texas",
  "ipa": {
    "us": "'tɛksəs",
    "uk": "ˈtɛksəs"
  },
  "sentences": [
    {
      "en": "\"We have not seen any linkage at all between the cases in Texas and California,\" he said.",
      "cn": "“在德克萨斯和加利福尼亚的病人中我们没有找到任何的共性。” 他说。"
    },
    {
      "en": "A Texas farmer grumbled that he had to plow his field.",
      "cn": "有位得克萨斯州的农场主嘟嘟囔囔地说,他得耕自己的地."
    },
    {
      "en": "Bob Wilson is a Southerner, from Texas.",
      "cn": "鲍勃·威尔逊是南方人，来自得克萨斯州。"
    },
    {
      "en": "He echoed what was said in Jasper, Texas, a year ago.",
      "cn": "他是在重复一年前在德克萨斯州杰士伯说过的话。"
    },
    {
      "en": "He learned this song as an inmate at a Texas prison.",
      "cn": "他在得克萨斯监狱服刑时学会了这首歌。"
    },
    {
      "en": "He was rated one of the richest men in Texas.",
      "cn": "他被认为是得克萨斯州最富有的人之一."
    },
    {
      "en": "I left Texas and said good riddance to all that.",
      "cn": "我离开了得克萨斯州，总算摆脱了那里的一切。"
    },
    {
      "en": "I was born in Fort Worth but we moved around a lot and I was reared in east Texas.",
      "cn": "我出生在沃思堡，但由于常搬家，所以我是在得克萨斯州的东部长大的。"
    },
    {
      "en": "I was just a hick from Texas then.",
      "cn": "那时我不过是从得克萨斯来的土包子。"
    },
    {
      "en": "I was reared in east Texas.",
      "cn": "我在得克萨斯州东部长大。"
    },
    {
      "en": "It is true that the top destinations for those leaving include Nevada, Texas and Washington, three states that have no personal income taxes.",
      "cn": "那些离开的人的最终目的地包括内华达州、德克萨斯州和华盛顿州，这三个州是没有个人所得税的。"
    },
    {
      "en": "It was a far cry from Josephine Czinski of Odessa, Texas.",
      "cn": "这对于当年的来自得克萨斯州的约瑟芬?金斯基来说,真是天壤之别."
    },
    {
      "en": "Nine - year - old Emily Hoffman of Humble, Texas, was born weighing nearly 11 pounds.",
      "cn": "9 岁 的埃米莉-霍夫曼来自得克萨斯州的汉布尔,她出生时体重接近11磅."
    },
    {
      "en": "One , the Texas Gulf Coast, is in the Gulf Coast geosyncline.",
      "cn": "得克萨斯海湾有一海岸在墨西哥湾海岸地槽中."
    },
    {
      "en": "Southern Texas and Florida are important producers of citrus fruits.",
      "cn": "得克萨斯州南部和佛罗里达州是重要的柑桔类水果产地."
    },
    {
      "en": "Texas has a long history of trade with Mexico.",
      "cn": "得克萨斯州与墨西哥的贸易往来历史悠久。"
    },
    {
      "en": "Texas plumed itself upon its 330 , 000 natives.",
      "cn": "得克萨斯沾沾自喜地炫耀自己的33万人口."
    },
    {
      "en": "The issue flamed up into open conflict over the admission of Texas to the Union.",
      "cn": "这个争议在是否接纳得克萨斯州为联邦一员的问题上激化成公开的冲突."
    },
    {
      "en": "They've homesteaded in Texas.",
      "cn": "他们在得克萨斯州定居下来了。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "texas city",
      "tran_cn": "得克萨斯城"
    },
    {
      "phrase": "university of texas",
      "tran_cn": "德克萨斯大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "德克萨斯州（美国州名）"
    }
  ],
  "exchange": {}
}