{
  "word": "visceral",
  "ipa": {
    "us": "ˈvɪsərəl",
    "uk": "ˈvɪsərəl"
  },
  "sentences": [
    {
      "en": "Accompanying the biochemical, metabolic, and visceral changes are a series of endocrine alterations.",
      "cn": "在生化 、 代谢以及内脏发生变化的同时,还有一系列的内分泌变化."
    },
    {
      "en": "But there will always be a visceral aspect to choosing a President.",
      "cn": "选择总统总会有情感的一面."
    },
    {
      "en": "Cause such a visceral reaction could only come from a woman who still cares.",
      "cn": "因为这样发自内心的激烈反应,只说明你还在乎."
    },
    {
      "en": "Chest CT scan showed diffuse masses on the visceral and parietal pleura.",
      "cn": "胸部CT示右侧脏壁层胸膜弥漫性肿块影."
    },
    {
      "en": "Conclusions The results indicate that neurons in ACG are involved in visceral pain perception.",
      "cn": "结论扣带回前部神经元参与内脏痛觉感受."
    },
    {
      "en": "Dyspeptic Patients With Visceral Hypersensitivity : Sensitisation of Pain Specific or Multimodal Pathways?",
      "cn": "内脏高敏感的消化不良患者——痛觉过敏是特异途径还是多途径?"
    },
    {
      "en": "his visceral hatred of the ruling class",
      "cn": "他对统治阶级发自肺腑的仇恨"
    },
    {
      "en": "It erects a barrier that severs the pleasure and immediacy of visceral experience.",
      "cn": "它在单纯的直接的快乐经历和我们之间竖起屏障."
    },
    {
      "en": "Objective To research the effects of parafascicular nucleus ( Pf ) on visceral pain discharges.",
      "cn": "目的研究束旁核在痛觉调制中的作用."
    },
    {
      "en": "PM 2.5 exaggerates diet - induced insulin resistance, adipose inflammation, and visceral adiposity.",
      "cn": "细微大气颗粒物PM2.5)能增加饮食引起的胰岛素抵抗 、 脂肪炎症反应 、 内脏肥胖."
    },
    {
      "en": "Purpose To study beta - cell function and insulin sensitivity in abdominal visceral obesity.",
      "cn": "目的探讨腹型肥胖患者胰岛β胞功能和胰岛素敏感性变化."
    },
    {
      "en": "Results Visceral nociceptive evoked responses of 148 neurons in ACG to stimulating contralateral GSN were recorded.",
      "cn": "结果共记录扣带回前部148个神经元的内脏痛觉诱发反应."
    },
    {
      "en": "She had a visceral dislike of all things foreign.",
      "cn": "凡是外国的东西，她都打心眼儿里讨厌。"
    },
    {
      "en": "The autonomic nervous system is also called the visceral, vegetative, or involuntary nervous system.",
      "cn": "自主神经系统又称内脏神经系统, 营养神经系统或不随意神经系统."
    },
    {
      "en": "The play is emotionally naked and relentlessly visceral.",
      "cn": "这出戏感情腻人,肉麻不堪."
    },
    {
      "en": "Using the ISPC deice was shown to improve cardiac output and visceral perfusion during pneumoperitoneum ( PP ) .",
      "cn": "运用这项 ISPC 设备可显示在造气腹过程中心输出量增加以及内脏血流灌注得以改善."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "low",
            "coarse"
          ],
          "tran_cn": "[解剖]内脏的；出于本能的；发自肺腑的；粗俗的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "visceral fat",
      "tran_cn": "内脏脂肪"
    },
    {
      "phrase": "visceral organs",
      "tran_cn": "内脏；脏器（visceral organ的复数形式）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "内脏的，影响内脏的，出自内心的",
      "tran_en": "visceral beliefs and attitudes are the result of strong feelings rather than careful thought"
    }
  ],
  "exchange": {}
}