{
  "word": "soundtrack",
  "ipa": {
    "us": "ˈsaʊndtræk",
    "uk": "ˈsaʊndtræk"
  },
  "sentences": [
    {
      "en": "December 31 st - Goblet of Fire soundtrack in top 10 of 2005.",
      "cn": "12月31日?电影火焰杯的原声获得2005电影原声前10."
    },
    {
      "en": "Don't spoil the movie by adding your own soundtrack.",
      "cn": "别自制电影配音(噪音)糟蹋享受电影的雅兴."
    },
    {
      "en": "Except for the ending theme , I'd give this soundtrack a thumbs up.",
      "cn": "总之除了ED的主题歌之外, 本作的音乐都很赞."
    },
    {
      "en": "He superimposed on English commentary on the original soundtrack.",
      "cn": "他把英语的评论加录在原声带上."
    },
    {
      "en": "Lose the speaker cables without losing a single detail from the soundtrack.",
      "cn": "没有扬声器电缆却没有从声道失去哪怕一个单一的音节。"
    },
    {
      "en": "Madagascar is a 2005 soundtrack the 2005 film of the name.",
      "cn": "《马达加斯加》是一张2005年发行的同名电影的原声碟."
    },
    {
      "en": "Shan Kwong water, the landscape is like a soundtrack.",
      "cn": "山光水声, 犹如一幅配乐的风景画."
    },
    {
      "en": "The movie has a chirpy soundtrack of pedal organ and banjo.",
      "cn": "这部电影的配乐是由带脚键盘的管风琴和班卓琴奏出的轻快乐曲."
    },
    {
      "en": "The scenes of torture, all conducted by willing collaborators, are truly sickening, as in another way are the pro-Nazi propaganda broadcasts that figure regularly on the soundtrack.",
      "cn": "酷刑的场景非常可怖，全部由协作者们自愿拍摄完成，从另一方面来看正是那些电影原声带上经常描绘的鼓吹纳粹的宣传画。"
    },
    {
      "en": "The sound is solid - with a good soundtrack and sound effects during fighting.",
      "cn": "游戏音效单一固定 —— 有一首好听的音乐和战斗音效."
    },
    {
      "en": "The soundtrack album alone will pay for her clothes.",
      "cn": "光是唱片一项就足够她买衣服的了."
    },
    {
      "en": "The soundtrack is fuzzy in places.",
      "cn": "这电影声带有些地方模糊不清。"
    },
    {
      "en": "The soundtrack of \"Highlander II\" will be released on compact disc at Easter.",
      "cn": "《挑战者2》的电影原声光盘将在复活节时发行。"
    },
    {
      "en": "This model has a mono soundtrack.",
      "cn": "这款汽车有单声道音响设备。"
    },
    {
      "en": "This movie gets darker with every scene and so does the soundtrack.",
      "cn": "这部电影随着故事的进行愈发黑暗，其原声带亦如此。"
    },
    {
      "en": "What's one of your favorite songs on the film's soundtrack?",
      "cn": "电影原声带里你最喜欢哪首歌?"
    },
    {
      "en": "Yon have to synchronize the soundtrack with the film.",
      "cn": "你必须使电影画面与声道同步."
    },
    {
      "en": "You actually did that when you were dancing to the Chicago - soundtrack.",
      "cn": "实际上是你和着《芝加哥》的原声跳舞时自己脱掉的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "vocal chords",
            "vocal cords"
          ],
          "tran_cn": "声带；声道；声迹；电影配音"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "声道，音带，声带，声迹，电影配音",
      "tran_en": "the recorded music from a film"
    }
  ],
  "exchange": {
    "pl": [
      "soundtracks"
    ]
  }
}