{
  "word": "upcoming",
  "ipa": {
    "us": "ˈʌpkʌmɪŋ",
    "uk": "ˈʌpˌkʌmɪŋ"
  },
  "sentences": [
    {
      "en": "Ben Mattes of Ubisoft shows an upcoming version of Assassin's Creed.",
      "cn": "本育碧马茨显示了刺客的信条即将推出的版本."
    },
    {
      "en": "Both expressed concern about the outlook for the upcoming runoff presidential election.",
      "cn": "两位领导人对津巴布韦即将举行的总统决选前景表示关切."
    },
    {
      "en": "Click below for list of upcoming Flying Scot Regattas.",
      "cn": "为即将来临的飞的斯科特赛船会的表下面点按."
    },
    {
      "en": "Few talk about this game as the upcoming NBA Finals.",
      "cn": "有些人谈起这场比赛时,说得好象是NBA的总决赛一样."
    },
    {
      "en": "I became completely uninterested in my upcoming graduation, the senior - class play and the prom.",
      "cn": "对于临近的毕业盛典, 还有毕业班的演出和舞会,我变得一点都没兴趣."
    },
    {
      "en": "Now, I am full of confidence to welcome the upcoming challenges.",
      "cn": "现在, 我充满信心地迎接挑战."
    },
    {
      "en": "The boys are in action for the upcoming movie.",
      "cn": "孩子们正在为即将到来的电影做准备."
    },
    {
      "en": "The pupils are looking forward to the upcoming excursion.",
      "cn": "学童都期待即将到来的远足."
    },
    {
      "en": "the upcoming elections",
      "cn": "即将举行的选举"
    },
    {
      "en": "the upcoming presidential election",
      "cn": "即将举行的总统选举"
    },
    {
      "en": "Today Blizzard's unvieling a trailer - in - the - making for the upcoming MMO World of Warcraft.",
      "cn": "今天暴雪放出了一部正在制作中的为即将到来的大型多人在线游戏魔兽世界准备的预告片."
    },
    {
      "en": "We decided not to pinch pennies with our upcoming party.",
      "cn": "我们决定不为即将到来的聚会省钱."
    },
    {
      "en": "We have made good preparation for the upcoming elections.",
      "cn": "我们对即将到来的选举作了充分准备."
    },
    {
      "en": "We must collect financial resources for the upcoming market shake.",
      "cn": "我们必须聚集财富以应对即将到来的市场动荡."
    },
    {
      "en": "We shall be attending the upcoming concert.",
      "cn": "我们要去听即将上演的音乐会."
    },
    {
      "en": "We'll face a tough fight in the upcoming election.",
      "cn": "在即将到来的选举中，我们将面临一场恶斗。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "imminent",
            "forthcoming"
          ],
          "tran_cn": "即将来临的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "即将来到的，即将出现的，即将到来",
      "tran_en": "happening soon"
    }
  ],
  "exchange": {}
}