{
  "word": "rubble",
  "ipa": {
    "us": "ˈrʌbl",
    "uk": "ˈrʌbəl"
  },
  "sentences": [
    {
      "en": "After the war many cities were full of rubble.",
      "cn": "战后许多城市到处可见颓垣残壁."
    },
    {
      "en": "All the buildings in the town have been reduced to rubble.",
      "cn": "城里所有的建筑都成了废墟。"
    },
    {
      "en": "As the aeroplane went down the runway the wing touched a pile of rubble.",
      "cn": "飞机降落沿跑道滑行的时候机翼擦到了一堆碎石。"
    },
    {
      "en": "Brick rubble is useful as the base for paths and patios.",
      "cn": "碎砖石可以用来铺路基和庭院地基。"
    },
    {
      "en": "Entire suburbs have been reduced to rubble.",
      "cn": "整个市郊都变成了一片废墟。"
    },
    {
      "en": "Fire-men were still clearing rubble from apartments damaged at the scene of the attack.",
      "cn": "消防队员仍在从袭击现场遭到毁坏的公寓里往外清理瓦砾。"
    },
    {
      "en": "I moved away from the shack and picked my way among the rubble.",
      "cn": "我离开木屋，小心地走在瓦砾间。"
    },
    {
      "en": "Michael pointed out to me that amongst the rubble, there was one building that remained untouched.",
      "cn": "迈克尔指给我看说，瓦砾中有一栋建筑完好无损。"
    },
    {
      "en": "Rescue teams recovered more bodies from the rubble.",
      "cn": "救援队从瓦砾中挖出了更多尸体。"
    },
    {
      "en": "Rescue workers are digging through the rubble in search of other victims.",
      "cn": "救援人员正在废墟中挖掘，以搜寻其他受害者。"
    },
    {
      "en": "The building was reduced to a heap of rubble.",
      "cn": "大楼变成了一片残垣断壁。"
    },
    {
      "en": "The fourteenth century cathedral was reduced to a mass of rubble.",
      "cn": "这座14世纪的大教堂变成了一堆瓦砾。"
    },
    {
      "en": "The roof collapsed in a roar of rock and rubble.",
      "cn": "屋顶轰隆一声塌了下来，碎石瓦砾落了一地。"
    },
    {
      "en": "Thousands of bodies are still buried under the rubble.",
      "cn": "成千上万的尸体仍然被埋在碎石瓦砾下。"
    },
    {
      "en": "Whole blocks had been turned into smouldering rubble.",
      "cn": "整座整座的街区都变成了一堆冒着青烟的瓦砾。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "crushed stone",
            "rockfill"
          ],
          "tran_cn": "碎石，碎砖；[建]粗石堆"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "litter",
            "remainder",
            "trash"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rubble mound",
      "tran_cn": "毛石堆；毛石基；堆石斜坡堤"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "碎石，碎砖，瓦砾，",
      "tran_en": "broken stones or bricks from a building or wall that has been destroyed"
    }
  ],
  "exchange": {}
}