{
  "word": "canary",
  "ipa": {
    "us": "kəˈneəri",
    "uk": "kəˈneri"
  },
  "sentences": [
    {
      "en": "Carter thought the canary would lead them to the tomb.",
      "cn": "卡特相信,这只金丝雀将会指引他们找到陵墓的所在."
    },
    {
      "en": "He gently rattled the cage and whispered to the canary.",
      "cn": "他轻轻晃动着鸟笼，和金丝雀轻声低语着。"
    },
    {
      "en": "He looks like the cat that ate the canary.",
      "cn": "他看起来(臭美得)像只偷腥的猫."
    },
    {
      "en": "He said he would try to write or call as soon as he reached the Canary Islands.",
      "cn": "他说他一到加那利群岛就会设法写信或者打电话来。"
    },
    {
      "en": "His body was found at sea in waters off the Canary Islands.",
      "cn": "他的尸体在离加那利群岛不远的海上被发现。"
    },
    {
      "en": "I coaxed the canary into the cage.",
      "cn": "我巧妙地使金丝雀进入笼子里."
    },
    {
      "en": "In the following season, they found a yellow canary.",
      "cn": "在接下来的日子里, (一天)特的探险队发现了一只黄金丝雀."
    },
    {
      "en": "In the morning every canary was dead of fright.",
      "cn": "到了早上,每一只金丝雀都因受惊吓而死."
    },
    {
      "en": "Look for some petal earth tones like canary yellow and light natural shades like aqua! There will be soon a dramatic transformation in your wedding that soon forms a fab.",
      "cn": "不妨寻找一些如金丝雀黄或如水流动的天然亮色作为裙摆的颜色，这将会使你的婚礼有一个充满戏剧性的出人意料的改变！"
    },
    {
      "en": "SANDSTORM LEAVING NORTH AFRICA TOWARDS THE ATLANTIC – CANARY ISLAND.",
      "cn": "大漠的风沙正离开刚刚肆虐过的北非,一路弥漫着冲向大西洋中的加纳利群岛."
    },
    {
      "en": "So this is how traditional clothes on the Canary Islands look like.",
      "cn": "这是卡纳利小岛居民的传统服饰."
    },
    {
      "en": "The canary has escaped from the cage.",
      "cn": "那只金丝雀已从笼子里跑掉了."
    },
    {
      "en": "The Canary Islands in the Pacific are named after what animal?",
      "cn": "金丝雀群岛的名字是以什么动物命名的?"
    },
    {
      "en": "The canary warbled all day long.",
      "cn": "那只金丝雀整天在鸣叫."
    },
    {
      "en": "The cat is on the chair trying to get at the canary.",
      "cn": "这只猫在椅子上打着金丝雀的主意."
    },
    {
      "en": "Tommy: I cleaned the bird cage and the canary disappeared.",
      "cn": "汤米: 我刚才打扫鸟笼来着,金丝雀不见了."
    },
    {
      "en": "Your software project might have its own kind of pit canary.",
      "cn": "您的软件项目也可以有自己的矿井金丝雀。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "serin",
            "Kanariya"
          ],
          "tran_cn": "[鸟]金丝雀；淡黄色"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "yellow"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "canary islands",
      "tran_cn": "加那利群岛；金丝雀群岛"
    },
    {
      "phrase": "canary yellow",
      "tran_cn": "n. 淡黄色"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[动]金丝雀，淡黄色，（十六世纪流行于法国及西班牙的）加那利舞，加那利白葡萄酒",
      "tran_en": "a small yellow bird that people often keep as a pet"
    }
  ],
  "exchange": {
    "pl": [
      "canaries"
    ]
  }
}