{
  "word": "heterogeneity",
  "ipa": {
    "us": "ˌhetərə'dʒə'ni:ətɪ",
    "uk": "ˌhetərə'dʒə'niətɪ"
  },
  "sentences": [
    {
      "en": "Alterations of some genes and chromosomes can analyze DLBCL heterogeneity as well.",
      "cn": "通过基因与染色体改变也可以建立判断弥漫大B细胞 淋巴瘤异质性的模型."
    },
    {
      "en": "Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle?",
      "cn": "信息异质性能否解释汇率决定问题?"
    },
    {
      "en": "Considerable heterogeneity in risk factors between antepartum and intrapartum stillbirths is evident.",
      "cn": "非常明显,产前和产时死胎的危险因素存在相当大的不一致性."
    },
    {
      "en": "In hierophany, the sacred and the profane represent absolute heterogeneity.",
      "cn": "在显圣物中, 神圣与世俗表现出一种完全的异质性."
    },
    {
      "en": "In tropical areas, larger plots have proved more useful due to greater heterogeneity of the forest.",
      "cn": "在热带地区, 由于森林的异质性较大,已证实大一些的样地更有效."
    },
    {
      "en": "Landscape Heterogeneity and Ungulate Dynamics: What Spatial Scales Are Important?",
      "cn": "景异质性和不规动态: 什麽是空间尺度重要的地方?"
    },
    {
      "en": "Large - scale bubbling or heterogeneity is not observed under normal conditions.",
      "cn": "在正常情况下观察不到大规模的鼓泡或不均一性."
    },
    {
      "en": "Many species cause pattern heterogeneity only by their growth form or their aggregation or shoot clustering.",
      "cn": "大多数植物种许多种类在分布格局上不一致的原因,仅是由于它们的生长型或它们的聚生性或由于簇生性的不同."
    },
    {
      "en": "Objective To study the immunophenotypic heterogeneity of acute leukemia in elderly.",
      "cn": "目的探讨老年人急性白血病的免疫表型特点."
    },
    {
      "en": "Permeability heterogeneity in plane is an important characteristic of fluvial facies formation.",
      "cn": "平面非均质是河流相沉积的重要特征."
    },
    {
      "en": "Seeral of the findings in the paper indicate an extraordinary degree of heterogeneity in the brain.",
      "cn": "本篇文章中的许多结果都显示了脑中存在的一种特殊的异质性。"
    },
    {
      "en": "Such political communities are characterized by heterogeneity and difference with no shared object of design.",
      "cn": "这样的政治共同体的特征是不会共享别人的设计的异质性和区别。"
    },
    {
      "en": "The data of well - test pressure could be used to describe reservoir heterogeneity.",
      "cn": "试并压力资料能有效表述储层非均质性."
    },
    {
      "en": "The formation of these oil pools are closely related with reservoir heterogeneity.",
      "cn": "这几个油藏的形成与储层非均质性有着密切的关系."
    },
    {
      "en": "The heterogeneity and uneven development of China's economy are rather advantageous in the war of resistance.",
      "cn": "中国经济的不统一、不平衡,对于抗日战争反为有利."
    },
    {
      "en": "The heterogeneity of VEGF protein expression in esophageal squamous carcinoma was observed.",
      "cn": "VEGF在食管鳞癌中的表达存在有异质性."
    },
    {
      "en": "WSNs bring new challenges , including its heterogeneity, mobility, ubiquity, etc.",
      "cn": "传统理论与模型难以描述无线传感网络的传感、构 、 线 、 动、在和互连 、 及单个传感器的能量 、 储和计算能力有限的基本特性."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "heterogeneous",
          "tran_cn": " [化学] 多相的；异种的；[化学] 不均匀的；由不同成分形成的"
        },
        {
          "word": "heterogenous",
          "tran_cn": " 异质的；[生物] 异源的；异种的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nonuniformity",
            "ununiformity"
          ],
          "tran_cn": "[生物]异质性；[物][矿业][化学]不均匀性；多相性"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "异质性，不均匀性，不纯一性"
    }
  ],
  "exchange": {
    "adj": [
      "heterogeneous"
    ]
  }
}