{
  "word": "subsurface",
  "ipa": {
    "us": "'sʌb'sɜ:fɪs",
    "uk": "'sʌbˌsəfəs"
  },
  "sentences": [
    {
      "en": "Both surface and subsurface data could be used together.",
      "cn": "还能使这两种资料配合使用."
    },
    {
      "en": "Gas may play an important part in the accumulation of iodide in subsurface waters.",
      "cn": "在地下水碘化物聚集过程中,气体可起重要作用."
    },
    {
      "en": "Hydrologists are often interested in the solution of subsurface - flow problems.",
      "cn": "水文工作者很关心地下水流问题的求解."
    },
    {
      "en": "It is the purpose of this book to describe the elements of subsurface - flow theory.",
      "cn": "本书的目的是描述地下水流理论的要点."
    },
    {
      "en": "It is the responsibility of the subsurface stratigrapher to ferret out from these studies, or materials.",
      "cn": "地下地层工作的责任在于把那些研究材料检索出来."
    },
    {
      "en": "Perhaps this is caused by the sudden melting of subsurface permafrost.",
      "cn": "可能是地下永久冻土突然融化所造成."
    },
    {
      "en": "Subsurface temperature increases with burial depth might cause fluid expansion in most sedimentary basins.",
      "cn": "在大多数沉积盆地中,地下温度随埋藏深度增高可能引起流体的膨胀."
    },
    {
      "en": "Subsurface water applications usually permit additional simplification.",
      "cn": "应用于地下水时,一般还允许进一步的简化."
    },
    {
      "en": "The availability of similarity solutions to subsurface hydrologic problems is limited.",
      "cn": "地下水文学问题相似求解的有效性是受到限制的."
    },
    {
      "en": "The subsurface coverage is from 13 to a point halfway between 24 and the source.",
      "cn": "地下覆盖段是从13道到24道至震源的中点."
    },
    {
      "en": "They can be misidentified easily in the subsurface as fossil offshore bars.",
      "cn": "它们在地下深处最易于与石化了的滨外沙洲混淆起来."
    },
    {
      "en": "This form has also accumulated in the subsurface horizons of many soils in humid regions.",
      "cn": "这种钙形态在湿润地区许多土壤的亚表层也有累积."
    },
    {
      "en": "This is the important link for problems of subsurface flow.",
      "cn": "这是解决地下水问题的重要一环."
    },
    {
      "en": "This region can be considered to consist of surface atoms and subsurface atoms.",
      "cn": "该区域可被看作为由表面原子和亚表面的原子所组成."
    },
    {
      "en": "This study is concerned essentially with subsurface water.",
      "cn": "这里的研究主要针对地下水."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "subterraneous",
          "tran_cn": " 地下的；隐匿的（等于 subterranean）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "underground",
            "belowground"
          ],
          "tran_cn": "地下的；表面下的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "subsurface drainage",
      "tran_cn": "浅地表排水；地下排水"
    },
    {
      "phrase": "subsurface structure",
      "tran_cn": "地下构造"
    },
    {
      "phrase": "subsurface water",
      "tran_cn": "地下水；底土水；次表层水"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "表面下的，地下的"
    }
  ],
  "exchange": {}
}