{
  "word": "germination",
  "ipa": {
    "us": "ˌdʒɜ:mɪ'neɪʃn",
    "uk": "ˌdʒɜmɪ'neɪʃn"
  },
  "sentences": [
    {
      "en": "Abstract: To study germination characteristics of Mirabilis jalapa and Althaea rosea by soaking their dormant seeds.",
      "cn": "摘要对紫茉莉和蜀葵休眠种子浸种处理研究其发芽特性。"
    },
    {
      "en": "After germination , stand in a light place and water when required.",
      "cn": "发芽后移放在光亮的地方,有需要则浇水."
    },
    {
      "en": "All of our grass seed is fresh date coded for maximum germination.",
      "cn": "我们的草种全部是新鲜的日期编码最大发芽."
    },
    {
      "en": "At the onset of germination, the hypocotyl elongates rapidly by cell enlargement.",
      "cn": "萌发开始时, 下胚轴依靠细胞增大而迅速伸长."
    },
    {
      "en": "Better germination is obtained if the seed is sown or drilled shortly after a shower.",
      "cn": "下雨后即播种会更好促进发芽."
    },
    {
      "en": "BTH had no direct inhibition to the spore germination and mycelial growth.",
      "cn": "BTH对 炭疽菌孢子萌发及菌丝生长均无直接抑制作用."
    },
    {
      "en": "Excessive moisture is unfavourable for soybean germination.",
      "cn": "水分过多对于大豆萌发是不利的."
    },
    {
      "en": "In early days , because Christianity do not diffuse abroad, the Occident is on transition stage , society pattern still do not determine the nature and feudalism germination is developing.",
      "cn": "初期阶段，由于基督教尚未广泛传播，西欧社会尚处于过渡阶段，社会模式还未定性，封建萌芽正在发展。"
    },
    {
      "en": "In this way, postmodernism might be seen as the delayed germination of an older seed, planted by artists like Marcel Duchamp, during modernism’s high noon of the 1920s and 1930s.",
      "cn": "按这种理解，后现代主义可被看成一粒过往的种子延迟了的萌芽，这粒种子由马塞尔•杜尚等艺术家种在20世纪二三十年代现代主义的繁盛时期。"
    },
    {
      "en": "Seed germination may be suppressed if boronated fertilizers are mixed with the seed at planting time.",
      "cn": "在播种期如以硼盐肥料与种子混合使用,会抑制种子萌芽."
    },
    {
      "en": "She germination, bud, spring rain summer wind , akishimo, Dongxue.",
      "cn": "她发芽, 含苞, 春雨,夏风, 秋霜,冬雪."
    },
    {
      "en": "Spring gis coming, all things recovery, willow twigs of already germination, the swallow flew back from the south, depression of the earth again full of vitality.",
      "cn": "春天到了，万物复苏，杨柳的嫩枝已经发芽了，燕子从南方飞了回来，萧条的大地又开始充满生机。"
    },
    {
      "en": "Temperature is most important for seed germination.",
      "cn": "温度对种子的发芽至关重要."
    },
    {
      "en": "The encroach process includes conglutination, spore germination, penetration, growth and host death.",
      "cn": "它对寄主侵染过程包括粘附 、 子萌发 、 透虫体 、 内发育和致死."
    },
    {
      "en": "The method of germination: selecting seeds, soaking and germinating.",
      "cn": "发芽的方法: 选种 、 浸泡和发芽."
    },
    {
      "en": "The optimum temperature for fungus growth aud spore germination is 25 - 28℃.",
      "cn": "病菌生长的适宜温度为25—28℃,在pH4.5—10之间均能生长,孢子萌发的适宜温度为25—28℃."
    },
    {
      "en": "The resultsof seed - germination tests corresponded to that of chromosomes damage.",
      "cn": "发芽试验结果与染色体损伤结果相符."
    },
    {
      "en": "The use of slide culture method compression rate of spore germination.",
      "cn": "采用玻片压片培养法计算孢子萌发率."
    },
    {
      "en": "There are many ways to accelerate germination of branches.",
      "cn": "能使枝条快速催芽的方法有很多."
    },
    {
      "en": "To study germination characteristics of Mirabilis jalapa and Althaea rosea by soaking their dormant seeds.",
      "cn": "摘要对紫茉莉和蜀葵休眠种子浸种处理研究其发芽特性。"
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "germinate",
          "tran_cn": " 发芽；生长"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "germinate",
          "tran_cn": " 使发芽；使生长"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "occurrence",
            "going on",
            "emergence",
            "becoming",
            "generating"
          ],
          "tran_cn": "[植]发芽；发生；伟晶作用"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conception"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "germination percentage",
      "tran_cn": "发芽率"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "萌芽，发生，萌发，生芽，催芽"
    }
  ],
  "exchange": {
    "verb": [
      "germinate"
    ]
  }
}