{
  "word": "mostly",
  "ipa": {
    "us": "ˈməʊstli",
    "uk": "ˈmoʊstli"
  },
  "sentences": [
    {
      "en": "1.4 million council homes have been sold, mostly to sitting tenants.",
      "cn": "已经出售了140万套廉租公房，大部分购买者都是房子的承租人。"
    },
    {
      "en": "Back then, women on TV were mostly seen as eye candy.",
      "cn": "那时候，电视中的女性大多都被看作花瓶。"
    },
    {
      "en": "Cars are mostly metal.",
      "cn": "轿车的大部分部件是金属制造的。"
    },
    {
      "en": "Conservationists are mostly wedded to preserving diversity in nature.",
      "cn": "自然环境保护主义者大多致力于保持物种的多样性。"
    },
    {
      "en": "Green teas are mostly from China or Japan.",
      "cn": "绿茶主要来自中国或日本。"
    },
    {
      "en": "He blamed his parents. Mostly he blamed his dad.",
      "cn": "他责怪他的父母，主要是责怪他爸爸。"
    },
    {
      "en": "He mostly stayed at home tucking up the children.",
      "cn": "他主要待在家里，帮孩子们盖好被子睡觉。"
    },
    {
      "en": "Her own twelve pictures sold fairly well, mostly to friends and family.",
      "cn": "她自己的12幅画卖得相当好，多半卖给了朋友和家人。"
    },
    {
      "en": "In fact, the recordings were mostly unrehearsed improvisations.",
      "cn": "事实上，这些唱片收录的大部分乐曲都是没排练过的即兴之作。"
    },
    {
      "en": "Patients are mostly referred to hospital by their general practitioners.",
      "cn": "病人大多数是在他们的全科医生建议下转往医院就医。"
    },
    {
      "en": "She was counting out 30p, mostly in small change, into my hand.",
      "cn": "她数出了30便士——大部分是零钱——递给了我。"
    },
    {
      "en": "The guests were mostly middle-aged men talking business.",
      "cn": "顾客多数是些谈正事的中年男子。"
    },
    {
      "en": "The phantom used to appear unexpectedly, but mostly during the winter.",
      "cn": "那个幽灵过去常常出人意料地出现，但是大多在冬季。"
    },
    {
      "en": "The scheme mostly benefits people in the North and Midlands.",
      "cn": "该方案主要的受益者是北部和中部地区的人们。"
    },
    {
      "en": "There was mostly silence. I have never known such economy with words.",
      "cn": "大部分时候都是沉默，我还从未见过如此惜字如金的情形。"
    },
    {
      "en": "There were about fifteen people in the lounge, mostly women.",
      "cn": "大厅里大约有15人，大部分是女性。"
    },
    {
      "en": "They feed mostly on decaying vegetable matter.",
      "cn": "它们大多以腐烂的蔬菜为食。"
    },
    {
      "en": "Timothy was crying, mostly from exhaustion, and his nose was running.",
      "cn": "由于太累了，蒂莫西哭的一把鼻涕一把泪。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "most",
          "tran_cn": " 大部分的，多数的；最多的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "most",
          "tran_cn": " 最；非常，极其；最多；几乎"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "most",
          "tran_cn": " 大部分，大多数"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "all",
            "almost",
            "chiefly",
            "mainly",
            "nearly"
          ],
          "tran_cn": "主要地;差不多"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "chiefly",
            "especially",
            "mainly",
            "nearly",
            "usually"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "主要地，大部分，通常",
      "tran_en": "used to talk about most members of a group, most occasions, most parts of something etc"
    }
  ],
  "exchange": {}
}