{
  "word": "seemingly",
  "ipa": {
    "us": "ˈsiːmɪŋli",
    "uk": "ˈsiːmɪŋli"
  },
  "sentences": [
    {
      "en": "A few years later , however, the Court relaxed this seemingly stringent requirement.",
      "cn": "但几年以后, 最高法院放宽了这项看起来很苛刻的要求."
    },
    {
      "en": "A seemingly endless line of trucks waits in vain to load up.",
      "cn": "一眼望不到头的一长列卡车眼巴巴地等着装货。"
    },
    {
      "en": "a seemingly stupid question",
      "cn": "看似愚蠢的问题"
    },
    {
      "en": "a seemingly unending supply of money",
      "cn": "似乎源源不断的资金供应"
    },
    {
      "en": "Any seemingly viable proposition will be tested by market research.",
      "cn": "任何表面上可行的建议都要通过市场研究予以检验."
    },
    {
      "en": "Even seemingly innocuous words are offensive in certain contexts.",
      "cn": "甚至看似毫无恶意的言辞在某些语境下都会引起冒犯。"
    },
    {
      "en": "He has moved to Spain, seemingly to enjoy a slower style of life.",
      "cn": "他已经移居西班牙，似乎是想过一种更为悠闲的生活。"
    },
    {
      "en": "Her fellow members marveled at her seemingly infinite energy.",
      "cn": "她的同事们对她似乎无穷的精力大为惊叹。"
    },
    {
      "en": "His face was covered in red blotches, seemingly a nasty case of acne.",
      "cn": "他满脸红斑，像是起了很严重的粉刺。"
    },
    {
      "en": "Seemingly inconsequential details can sometimes contain significant clues.",
      "cn": "貌似无足轻重的细节有时可能隐含着重大的线索。"
    },
    {
      "en": "seemingly unrelated bits of information",
      "cn": "似乎互不相关的零星信息"
    },
    {
      "en": "She was rich, beautiful and seemingly ageless.",
      "cn": "她富有而美丽，永远显得那么年轻。"
    },
    {
      "en": "Suddenly all of the bizarre and seemingly isolated examples took on a meaningful focus.",
      "cn": "突然之间，所有那些怪异且看上去孤立的例子都具有了意义。"
    },
    {
      "en": "The Bundesbank's seemingly impregnable position has begun to weaken.",
      "cn": "德意志联邦银行看似不可撼动的地位开始削弱了。"
    },
    {
      "en": "There is seemingly nothing we can do to stop the plans going ahead.",
      "cn": "看样子我们无法阻止这些计划的实施。"
    },
    {
      "en": "They were decked out in tracksuits, seemingly to dissimulate their true function.",
      "cn": "他们都穿着田径服，似乎想掩饰他们的真实职能。"
    },
    {
      "en": "We often read in novels how a seemingly respectable person or family has some terrible secret which has been concealed from strangers for years.",
      "cn": "表面上道貌岸然的人或有声望的家庭,却有着骇人听闻,多年不让人知道的秘密,这样的事情我们经常在小说里读到."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "seeming",
          "tran_cn": " 表面上的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "seeming",
          "tran_cn": " 外观"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "seem",
          "tran_cn": " 似乎；像是；装作"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "apparently",
            "outward"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "看来似乎，表面上看来，貌似",
      "tran_en": "appearing to have a particular quality, when this may or may not be true"
    }
  ],
  "exchange": {}
}