{
  "word": "Mongolia",
  "ipa": {
    "us": "mɒŋ'ɡəʊlɪə",
    "uk": "mɑŋ'ɡoʊlɪr"
  },
  "sentences": [
    {
      "en": "I am a common peasant woman, who lives in Inner Mongolia.",
      "cn": "我是一名普通的农民妇女, 家住在赤峰市大板镇金星村."
    },
    {
      "en": "In 2002, the glee club got the first prize in Inner Mongolia Autonomous Region Songs Contest.",
      "cn": "2002年, 该团呼麦组合获自治区歌曲演唱大赛一等奖."
    },
    {
      "en": "In Gansu, Inner Mongolia set up production foundation.",
      "cn": "公司在甘肃, 内蒙设生产地基."
    },
    {
      "en": "Inner Mongolia is China's most abundant wind resources, power development potential of the region.",
      "cn": "内蒙是我国风力资源最丰富, 风电开发最具潜力的地区."
    },
    {
      "en": "Inner Mongolia is rich in meadow resources.",
      "cn": "内蒙的草业资源十分丰富."
    },
    {
      "en": "Japan - USSR Neutrality Treaty of 1941 was an invasion incident to divide Chinas Manchuria and Mongolia.",
      "cn": "1941年“日苏中立条约”是日、苏瓜分中国“满蒙”之侵略事件."
    },
    {
      "en": "Liqueur vaccinium developed by thE college have won a Scientific development prize from Inner Mongolia.",
      "cn": "学院的在牙克石酿酒厂研究开发的万山利口酒通过鉴定,并获内蒙呼盟科技进步二等奖."
    },
    {
      "en": "Matthew Xue moved to xiwanzi in Mongolia.",
      "cn": "可惜不久后北堂被当局封闭了."
    },
    {
      "en": "Mongolia really is the land of opportunity.",
      "cn": "蒙古是名副其实的机会之地。"
    },
    {
      "en": "Mongolia should begin uranium mining in about 2013, he said.",
      "cn": "他并称,蒙古应该能在2013年前后开始开采铀矿."
    },
    {
      "en": "Mongolia thick rain made me feel sad, lonely and inexplicable.",
      "cn": "蒙浓的细雨让我感到忧伤, 莫名的孤单."
    },
    {
      "en": "One New Genus and Four New Species of Grasshoppers from Inner Mongolia , China ( Orthoptera: Acridoidea )",
      "cn": "内蒙蝗虫一新属四新种 ( 直翅目: 蝗总科 )"
    },
    {
      "en": "South Xiaozhaizigou of lamb, fur - selling such as and Tianjin and Inner Mongolia.",
      "cn": "南小寨的羊肉 、 皮毛畅销京津和内蒙等地."
    },
    {
      "en": "The microscopic structure of salix mongolia were studied, and its fiber shapes andchemical components measured.",
      "cn": "本文分析了沙柳木材的显微构造, 测定了沙柳木材的纤维形态及化学成份."
    },
    {
      "en": "Today, long suspension in January Huadian Inner Mongolia, and finally introduced a replacement plan assets.",
      "cn": "今天, 停牌一月之久的内蒙华电, 终于推出了资产置换预案."
    },
    {
      "en": "Veterinary clinics number more than 200 in Inner Mongolia.",
      "cn": "内蒙有200多个兽医站."
    },
    {
      "en": "Worker in a desert ropeway . West Inner Mongolia.",
      "cn": "腾格里沙漠金沙景区中看护沙漠索道的工人."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "inner mongolia",
      "tran_cn": "n. 中国内蒙古"
    },
    {
      "phrase": "outer mongolia",
      "tran_cn": "外蒙古（原为中国领土的一部分，后独立成立蒙古人民共和国）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蒙古"
    }
  ],
  "exchange": {}
}