{
  "word": "unflappable",
  "ipa": {
    "us": "ˌʌnˈflæpəbl",
    "uk": "ʌnˈflæpəbəl"
  },
  "sentences": [
    {
      "en": "Beneath his smart, generous, unflappable exterior lurks massive insecurity.",
      "cn": "他聪明大度 、 从容镇定的外表下实则潜藏着严重的危机感."
    },
    {
      "en": "Donald Duck - the irascible but unflappable waterfowl - prepared to be feted in grand fashion, as he turned 75 years old Tuesday.",
      "cn": "本周二是唐老鸭的75岁生日，这位脾气暴躁却镇定自若的鸭先生将迎来盛大的生日庆典。"
    },
    {
      "en": "In a film with abundant conflict but no villain, the goodness of Mr. Rush's man reveals itself through tenacity and unflappable humor.",
      "cn": "在一部充满戏剧冲突却没有反面角色的影片中，不屈不挠和不慌不忙的幽默成就了拉什扮演的洛格。"
    },
    {
      "en": "Instead, deploy the same unflappable cunning as 007 to assess the situation, judge the options, adapt, and take action.",
      "cn": "相反，要和007一样镇定的利用用灵活力来掌控这类情况，分析所面临的选择，调整自己的心态以及计划，然后，行动！"
    },
    {
      "en": "My secretary's quite unflappable and would keep working even if the office was burning down!",
      "cn": "我的秘书非常临危不乱,即使办公室著火了也会继续工作."
    },
    {
      "en": "Only his physical gifts and unflappable determination could nullify the Magic's season sweep.",
      "cn": "只有他那非凡的身体天赋和镇定的夺冠决心可以让魔术队本赛季对湖人的横扫失去意义。"
    },
    {
      "en": "The tone is teacherly, unflappable, optimistic ( Benjamin DeMott )",
      "cn": "这种腔调是教师似的 、 镇定 、 乐观的 ( 本杰明德莫特 )"
    },
    {
      "en": "Who in your organization is unflappable amid change?",
      "cn": "你公司里最处变不惊的人是谁?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "collected",
            "unperturbed"
          ],
          "tran_cn": "镇定的，不慌张的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "collected",
            "composed"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<口>不易惊慌的，镇定的",
      "tran_en": "having the ability to stay calm and not become upset, even in difficult situations"
    }
  ],
  "exchange": {}
}