{
  "word": "chronology",
  "ipa": {
    "us": "krəˈnɒlədʒi",
    "uk": "krəˈnɑlədʒi"
  },
  "sentences": [
    {
      "en": "A historical novel that takes liberties with chronology.",
      "cn": "这本小说本身就是一部历史."
    },
    {
      "en": "But the chronology revealed so far suggests otherwise.",
      "cn": "但到目前为止事实显示的并不是这样."
    },
    {
      "en": "Chronology of Works in 1919 were moved to Geneva, Switzerland.",
      "cn": "1919年表厂转移到瑞士日内瓦."
    },
    {
      "en": "ChronologyThe data of chronology explanates that both of them are belong to Proterozoic Era.",
      "cn": "时代方面的数据表明,两者同属于古元古代."
    },
    {
      "en": "Functional resumes emphasize your related skills while downplaying your work chronology.",
      "cn": "功能型履历强调你的相关技能而不是你的工作经历."
    },
    {
      "en": "Historians seem to have confused the chronology of these events.",
      "cn": "历史学家好像把这些事件发生的年代顺序搞混了。"
    },
    {
      "en": "Now the chronology of events is over and yet more needed details are coming.",
      "cn": "所以说这段时期已经结束,只是有更多的细节需要说明."
    },
    {
      "en": "On chronology and packaging products should emphasize color saturation attractive to, certain colors of and shade.",
      "cn": "差时效性及包装类产物,答夸不小色彩的不饿和灿艳为主, 感化一些色彩的明暗条理."
    },
    {
      "en": "Rising color requirements and Visual effects and chronology is also a need to resolve those newspapers.",
      "cn": "不断提高的颜色要求和视觉效果以及更强的时效性也是这些报纸必须要解决的重要问题."
    },
    {
      "en": "The book includes a chronology of his life and works.",
      "cn": "本书附有他的生平和著作年表。"
    },
    {
      "en": "The book is a workmanlike job with chronology and bibliography and index.",
      "cn": "这本书像是一部精致的作品,具有纪年表、传记参考文献和索引."
    },
    {
      "en": "The chronology of the earth's history as determined by geologic events.",
      "cn": "地质年代学以地质事件测定的地质历史年代学."
    },
    {
      "en": "The present paper is to analysis 5 pieces bronze turquoise - inlaid plaques, their stages and chronology.",
      "cn": "本文讨论的是五件现存国外的镶嵌铜牌饰的分期与年代."
    },
    {
      "en": "This course features a number of downloadable readings and a selective chronology of events Augustan Rome.",
      "cn": "本课程以许多可从网络资源下载的罗马奥古斯都时期文学作品,及精选的事件年表为主."
    },
    {
      "en": "This is a chronology of the events of last year.",
      "cn": "这是一张去年大事记年表。"
    },
    {
      "en": "Two, compiled concisely the biographical chronology again for Shi Run Zhang by using grasping new material.",
      "cn": "二是利用掌握的新材料,重新为施闰章编撰了年谱简编."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "chronological",
          "tran_cn": " 按年代顺序排列的；依时间前后排列而记载的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "chronologically",
          "tran_cn": " 按年代地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "chronicle",
          "tran_cn": " 编年史，年代记；记录"
        },
        {
          "word": "chronicler",
          "tran_cn": " 记录者；年代史编者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "chronicle",
          "tran_cn": " 记录；把…载入编年史"
        },
        {
          "word": "chronologize",
          "tran_cn": " [统计] 按年代排列；作年表"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Fasti"
          ],
          "tran_cn": "[图情]年表；年代学"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "calendar"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "年代学，年表，（按时间排列的）大事记",
      "tran_en": "an account of events in the order in which they happened"
    }
  ],
  "exchange": {
    "pl": [
      "chronologies"
    ]
  }
}