{
  "word": "postgraduate",
  "ipa": {
    "us": "ˌpəʊstˈgrædʒuət",
    "uk": "ˌpoʊstˈgrædʒuət"
  },
  "sentences": [
    {
      "en": "\"Given the level of competition in law, I definitely think that my postgraduate degree helped to distinguish me from the crowd, \" he says.",
      "cn": "他说，“考虑到在法律行业的竞争水平，我确实认为我的研究生学位让我从众人中脱颖而出”。"
    },
    {
      "en": "After college, Mary hopes to do postgraduate work in law school.",
      "cn": "大学毕业后, 玛丽想在法学院从事研究工作."
    },
    {
      "en": "Attracted by the greatness of English language, Gu even changed her major from accounting to English in her postgraduate study.",
      "cn": "顾秋蓓被英语这门语言的魅力所吸引，她甚至将自己的研究生专业从会计转到了英语专业。"
    },
    {
      "en": "But I have seen a wonderful basketball game between my class and postgraduate class.",
      "cn": "但是我看到了一个精彩的篮球比赛我们班和研究生之间类。"
    },
    {
      "en": "But I have seen a wonderful basketball game between my class and postgraduate class.",
      "cn": "但我已经看到了我们班和研究生班之间的一场精彩的篮球比赛。"
    },
    {
      "en": "Dr Hoffman did his postgraduate work at Leicester University.",
      "cn": "霍夫曼博士是在莱斯特大学读的研究生。"
    },
    {
      "en": "Have you taken any relevant postgraduate qualifications?",
      "cn": "你有没有相关的研究生证书？"
    },
    {
      "en": "He has made up his mind to pursue postgraduate study.",
      "cn": "他已决心攻读硕士研究生."
    },
    {
      "en": "Hey , big news! John is going to have the postgraduate exam.",
      "cn": "嘿! 大新闻! 约翰要考研了!"
    },
    {
      "en": "Imbeger and financially assisted by a University of Western Australia postgraduate Studentship.",
      "cn": "该项研究工作得到了该大学研究生助学金审议会的资助."
    },
    {
      "en": "It is two years since I became a postgraduate student.",
      "cn": "我成为研究生已有两年了."
    },
    {
      "en": "It will achieve the ultimate goal of postgraduate employment education.",
      "cn": "最终实现研究生就业教育目标."
    },
    {
      "en": "postgraduate degrees",
      "cn": "研究生学位"
    },
    {
      "en": "She seems a postgraduate.",
      "cn": "他似乎是个研究生."
    },
    {
      "en": "Some senior students wrote in asking for information concerning postgraduate studies.",
      "cn": "一些四年级学生写信询问有关研究生课程的信息."
    },
    {
      "en": "The highest scholarship went to a postgraduate majoring in physics.",
      "cn": "最高额的奖学金颁给了一位物理研究生."
    },
    {
      "en": "The lack of academic integrity among Chinese postgraduate students is nowadays prevalent.",
      "cn": "摘要研究生学术诚信的缺乏危害程度非常大."
    },
    {
      "en": "The self-catering flats are usually reserved for postgraduate students.",
      "cn": "可以自己做饭的公寓一般留给研究生住。"
    },
    {
      "en": "The University has a well-established tradition of welcoming postgraduate students from overseas.",
      "cn": "这所大学有着欢迎海外研究生就读的悠久传统。"
    },
    {
      "en": "The university has two halls of residence for its postgraduate students.",
      "cn": "这所大学有两座研究生宿舍."
    },
    {
      "en": "They are more important to postgraduate research in engineering and science.",
      "cn": "他们对理工科研究生级的研究尤其重要."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "graduate student",
            "advanced student"
          ],
          "tran_cn": "研究生，研究所学生"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "postgraduate diploma",
      "tran_cn": "研究生文凭；研究生文凭课程"
    },
    {
      "phrase": "postgraduate student",
      "tran_cn": "硕士研究生"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "大学毕业后的，研究院的",
      "tran_en": "relating to studies done at a university after completing a first degree"
    },
    {
      "pos": "n",
      "tran_cn": "研究生",
      "tran_en": "someone who is studying at a university to get a  master’s degree  or a  phd "
    }
  ],
  "exchange": {
    "pl": [
      "postgraduates"
    ]
  }
}