{
  "word": "storefront",
  "ipa": {
    "us": "ˈstɔ:frʌnt",
    "uk": "ˈstɔrfrʌnt"
  },
  "sentences": [
    {
      "en": "...a tiny storefront office on the Main Street.",
      "cn": "...主街上一间很小的临街办公室。"
    },
    {
      "en": "A small storefront leads to an English-language school run by Disney.",
      "cn": "一个小的店面通向由迪尼斯经营的英语语言学校。"
    },
    {
      "en": "Alaia's Beileixia NO 60 , Street storefront in Paris, the door signs called \" Araya. \"",
      "cn": "阿拉亚的店面在巴黎的贝勒夏街60号, 门的招牌叫 “ 阿拉亚 ”."
    },
    {
      "en": "Anybody can rent out a storefront and start their own church, and many people have done so.",
      "cn": "任何人都可以租一间店面，开创自己的教会，而且也有很多人这样做了。"
    },
    {
      "en": "Bigstep enables merchants to create, change, and maintain a storefront through a Web browser.",
      "cn": "厂家可以通过网页浏览器来创建 、 改变和维护他们的商店橱窗."
    },
    {
      "en": "Gangs rioted last night, breaking storefront windows and hurling rocks and bottles.",
      "cn": "几个帮派昨晚聚众闹事，他们打碎商店临街的玻璃窗，并投掷石块和瓶子。"
    },
    {
      "en": "Having a Land - office business, I'll enlarge storefront.",
      "cn": "如果很有生意, 我将扩大店面."
    },
    {
      "en": "If I storefront things prim, those women people won't produce interest to these things.",
      "cn": "假如我把店面用品都弄整洁, 那些娘儿们就不会对这些用品发生爱好了."
    },
    {
      "en": "It's illegal to change the clothes on a storefront mannequin unless you draw the shades first.",
      "cn": "给前店的人体模特儿换衣服时必须有遮挡,否则违法."
    },
    {
      "en": "T - Bag and Self arrive at a ramshackle storefront church.",
      "cn": "西奥多 和赛尔夫抵达了一座快要倒闭的沿街的教堂前."
    },
    {
      "en": "That small number Wei quoted would presumably fund business with an online storefront and a small amount of goods, which could be sold for proceeds to pay the loan and buy more wares.",
      "cn": "据推测，魏提到的少量自有资金或许将用来开设在线店面，以及购置少量货物，这些货物出售后的款项将用来继续提供贷款，以及购买更多货物。"
    },
    {
      "en": "The storefront opened on to the street.",
      "cn": "店面正对着这条街."
    },
    {
      "en": "They run their business from a small storefront.",
      "cn": "他们在一间狭小的铺面房中做生意。"
    },
    {
      "en": "Today, the Supermodelquins a storefront sensation. They've become style icons.",
      "cn": "今天, 超级人体模型模特是店面的轰动新闻. 他们成为时尚的偶像."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shopfront"
          ],
          "tran_cn": "[贸易]店面；店头"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<美>店面（房），铺面（房），临街房",
      "tran_en": "the part of a store that faces the street"
    }
  ],
  "exchange": {
    "pl": [
      "storefronts"
    ]
  }
}