{
  "word": "autobiographical",
  "ipa": {
    "us": "ˌɔ:təˌbaɪə'ɡræfɪkl",
    "uk": "ˌɔtəˌbaɪəˈɡræfɪkl"
  },
  "sentences": [
    {
      "en": "...a highly autobiographical novel of a woman's search for identity.",
      "cn": "…一部关于一位女性寻找自我、自传性色彩浓厚的长篇小说。"
    },
    {
      "en": "Besides the similar theme, both of the two novels are autobiographical ones.",
      "cn": "除了主题相似外, 自传体是这两部小说的另一共同之处."
    },
    {
      "en": "Critics accused him of being rambling , repetitious, sometimes incoherent and lazily autobiographical.",
      "cn": "评论家指责他文风冗长含糊且反复, 批评他时有的语无伦次和怠惰的自传体风格."
    },
    {
      "en": "He tends to include many autobiographical characters in his novels.",
      "cn": "他有意在他的小说中写进许多自传性的人物."
    },
    {
      "en": "Her book is not without autobiographical meaning.",
      "cn": "她的书不无为自己作传的意图。"
    },
    {
      "en": "His novels are largely autobiographical, ie though fictional they describe many of his own experiences.",
      "cn": "他的小说大多是自传式的(即虽属虚构,但却描述许多亲身经历)."
    },
    {
      "en": "In his autobiographical poem'The Prelude ', Wordsworth describes his boyhood in the Lakes.",
      "cn": "在他的自传体诗《序曲》中,华茲华斯描述了自己在英格兰北部湖区的童年生活."
    },
    {
      "en": "Meridian can be regarded as an autobiographical novel of Alice Walker.",
      "cn": "《玛丽迪恩》可视为艾丽丝.渥克的自传小说."
    },
    {
      "en": "The Bell Jar is an autobiographical novel written by Sylvia Plath.",
      "cn": "摘要《钟形罩》是普拉斯的自传体小说."
    },
    {
      "en": "The Blithedale Romance has a more directly autobiographical origin than any of his other novels.",
      "cn": "《福谷传奇》比他的其他任何一本小说都更具有自传性质的直接描写."
    },
    {
      "en": "The film is autobiographical and the central character is played by Collard himself.",
      "cn": "这部电影是自传体，其中的主角由科勒德亲自扮演。"
    },
    {
      "en": "These poems are by no means purely autobiographical.",
      "cn": "这些诗篇决不纯粹是自传性质的."
    },
    {
      "en": "This acute sense of alienation finds most vivid expression in London's semi - autobiographical novel MARTIN EDEN.",
      "cn": "这种尖锐的异化,在伦敦带有一定自传性质的小说《马丁-伊登》中得到了十分生动的反映."
    },
    {
      "en": "This massive autobiographical work was the logical culmination of her long career.",
      "cn": "这部自传体的宏篇巨制是她漫长事业生涯的必然成果."
    },
    {
      "en": "Unlike Lowell's, his poems are neither autobiographical nor confessional.",
      "cn": "和洛厄尔不同, 他的诗既不是自传性质的,也不是忏悔的."
    },
    {
      "en": "You'll begin to see the autobiographical odds and ends that are hidden in his work.",
      "cn": "你将初步了解到他作品中被掩盖了的一些个人经历的遗迹."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "autobiographic",
          "tran_cn": " 自传的；自传体的；自传作家的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "autobiographer",
          "tran_cn": " 自传作者"
        },
        {
          "word": "autobiography",
          "tran_cn": " 自传；自传文学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "自传（体）的",
      "tran_en": "An autobiographical piece of writing relates to events in the life of the person who has written it"
    }
  ],
  "exchange": {
    "noun": [
      "autobiography"
    ]
  }
}