{
  "word": "elm",
  "ipa": {
    "us": "elm",
    "uk": "ɛlm"
  },
  "sentences": [
    {
      "en": "An elm is a type of large tall broad - leaved tree.",
      "cn": "榆树是一种高大的阔叶树."
    },
    {
      "en": "His business is on the corner of Broadway and Elm Street.",
      "cn": "他的商号设在百老汇和埃尔姆街拐角的地方."
    },
    {
      "en": "Holmes crossed two compatible races of ceratocystis ulmi, the causal agent of Dutch elm disease.",
      "cn": "霍姆斯曾把荷兰榆病害的致病因子,长喙壳的两个亲和小种杂交."
    },
    {
      "en": "I made my home there, in the hollow of a dying elm.",
      "cn": "我在一棵快要枯死的榆树的树洞里安了家。"
    },
    {
      "en": "It was a good table too, sturdily constructed of elm.",
      "cn": "这也是张很不错的桌子，榆木的，很结实。"
    },
    {
      "en": "Our school is situated on Elm Street.",
      "cn": "我们的学校位于埃尔黑大街."
    },
    {
      "en": "So they both walked forth and discussed the matter in all its bearings under the elm - trees.",
      "cn": "所以他们两人一块儿走出去,在榆树下谈论了这件事的各个方面."
    },
    {
      "en": "The birds were twittering and trilling in the tall leafy boughs of oak and elm.",
      "cn": "小鸟们在高大的橡树和榆树的绿叶垂垂的枝头上啾啾地叫着或颤声唱歌."
    },
    {
      "en": "The elm trees are all dying.",
      "cn": "那些榆树全都奄奄一息了。"
    },
    {
      "en": "The elm trees before Court Leys were beginning to burst into leaf.",
      "cn": "莱伊府第房子前面的榆树开始长出嫩叶."
    },
    {
      "en": "The tree was a tall elm, familiar to him from childhood.",
      "cn": "那是一棵高大的榆树, 是他从童年时代起就熟悉的."
    },
    {
      "en": "There was a lurid, gloomy canopy above ; the elm - trees drooped their heavy blackish green.",
      "cn": "上面是一片苍白又阴郁的苍穹; 榆树枝叶郁郁苍苍地低垂下来."
    },
    {
      "en": "They had come to the corner where Elm angles into High Street.",
      "cn": "他们走到了从榆树街转向正街去的拐角上."
    },
    {
      "en": "Vigorous young red elm trees thrust emerald - green crowns through a canopy of waist - high weeds.",
      "cn": "生机盎然的小红榆树从齐腰高的杂草从中探出翠绿的花冠."
    },
    {
      "en": "Water pipes used to be made out of elm.",
      "cn": "水管过去是用榆木做的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "elmwood"
          ],
          "tran_cn": "[林]榆树；榆木"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "elm street",
      "tran_cn": "榆树街（美国小城镇的大街两旁多植榆树）；小城镇"
    },
    {
      "phrase": "elm tree",
      "tran_cn": "n. [植]榆，榆树"
    },
    {
      "phrase": "slippery elm",
      "tran_cn": "榆树"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "榆树的；榆木的"
    },
    {
      "pos": "n",
      "tran_cn": "[植]榆树，榆木",
      "tran_en": "a type of large tree with broad leaves, or the wood from this tree"
    }
  ],
  "exchange": {
    "pl": [
      "elms"
    ]
  }
}