{
  "word": "someone",
  "ipa": {
    "us": "ˈsʌmwʌn",
    "uk": "ˈsʌmwʌn"
  },
  "sentences": [
    {
      "en": "Have Brooks or someone fax this to New York right away.",
      "cn": "叫布鲁克斯或谁立刻把这个发传真到纽约。"
    },
    {
      "en": "He sustained serious neck injuries after he broke someone's fall.",
      "cn": "有人坠落压在他身上，致使他颈部受重伤。"
    },
    {
      "en": "He wanted to go into the street and carve someone's face up.",
      "cn": "他想上街去把别人的脸刮花。"
    },
    {
      "en": "I have to tell someone. I can't keep it to myself.",
      "cn": "我得找人说说。我心里憋不住。"
    },
    {
      "en": "If someone says something critical I take it to heart.",
      "cn": "如果有人提出批评，我会十分介意。"
    },
    {
      "en": "It can be beneficial to share your feelings with someone you trust.",
      "cn": "向自己信任的人倾诉感情是很有益处的。"
    },
    {
      "en": "Joyce traipsed from one doctor to another, praying that someone would listen.",
      "cn": "乔伊丝从一位大夫奔波到另一位那里，期盼着有人会认真听她的话。"
    },
    {
      "en": "Our instinctive reaction when someone causes us pain is to strike back.",
      "cn": "当被别人弄疼时我们本能的反应是反击。"
    },
    {
      "en": "Police officers on the case are reckoning to charge someone very shortly.",
      "cn": "调查这个案子的警官正在考虑尽快起诉嫌疑人。"
    },
    {
      "en": "She had the look of someone deserted and betrayed.",
      "cn": "她一副遭人遗弃和背叛的样子。"
    },
    {
      "en": "Someone comes in every day to check all is in order.",
      "cn": "每天都有人来检查是否一切都井然有序。"
    },
    {
      "en": "Someone cranked up the volume of the public address system.",
      "cn": "有人调大了公共广播系统的音量。"
    },
    {
      "en": "Someone introduced us and I sat next to him.",
      "cn": "有人给我们作了介绍，我挨着他坐下了。"
    },
    {
      "en": "The job needs someone with a good track record in investment.",
      "cn": "这项工作需要有良好投资业绩的人来担当。"
    },
    {
      "en": "We usually think of a victim of mugging as being someone elderly.",
      "cn": "我们通常以为被拦路抢劫的受害者是老年人。"
    },
    {
      "en": "What would you do if someone tried to rob you in the street?",
      "cn": "要是有人在街上抢劫你，你会怎么办？"
    },
    {
      "en": "When someone has hayfever, the eyes and nose will stream and itch.",
      "cn": "花粉热临床表现为流泪、流涕，眼睛、鼻子发痒。"
    },
    {
      "en": "Will someone please explain what’s going on?",
      "cn": "谁能说说是怎么回事？"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "somebody",
          "tran_cn": " 大人物；重要人物"
        }
      ]
    },
    {
      "pos": "pron",
      "words": [
        {
          "word": "somebody",
          "tran_cn": " 有人；某人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "person",
            "somebody"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "某个人"
    },
    {
      "pos": "pron",
      "tran_cn": "某人，有人",
      "tran_en": "used to mean a person, when you do not know or do not say who the person is"
    }
  ],
  "exchange": {}
}