{
  "word": "archipelago",
  "ipa": {
    "us": "ˌɑːkɪˈpeləɡəʊ",
    "uk": "ˌɑːrkɪˈpeləɡoʊ"
  },
  "sentences": [
    {
      "en": "A numerical study on the floristics of the Zhoushan Archipelago.",
      "cn": "舟山群岛植物区系地理的数值研究."
    },
    {
      "en": "A school of fish clusters near a reef in French Polynesia's Tuamotu Archipelago.",
      "cn": "在法国玻利尼西亚南太平洋阿莫土群岛的暗礁旁边,许多鱼聚集成群."
    },
    {
      "en": "A scorpion fish attempts to hide in the sand in French Polynesia's Tuamotu Archipelago.",
      "cn": "在波利尼西亚土阿莫土群岛生活的天蝎鱼把自己隐藏在沙子内."
    },
    {
      "en": "Arrives islands successively and so on Bahamian archipelago, Cuba, Haiti, Dominica, Trinidad.",
      "cn": "先后到达巴哈马群岛 、 古巴 、 海地 、 多米尼加 、 特立尼达等岛."
    },
    {
      "en": "Copperfield insists his archipelago also contains the legendary waters that bestow perpetual youth.",
      "cn": "科波菲尔坚称,他的群岛上有那种可以让人青春永驻的传说中的“不老泉”."
    },
    {
      "en": "It abuts the Tropic of Cancer, constituted the Polynesia archipelago north vanguard.",
      "cn": "它紧靠北回归线, 构成了波利尼西亚群岛的北方前锋."
    },
    {
      "en": "It is under investigation at Port Blair , the main administrative center of the archipelago.",
      "cn": "该船现在破布莱尔港接受调查, 此港是整个离岛的中心."
    },
    {
      "en": "Means big bonfires all over in the archipelago.",
      "cn": "这意味著群岛将遍布巨大的篝火."
    },
    {
      "en": "Neville: but there are about 24,000 islands in the Stockholm archipelago.",
      "cn": "奈维尔: 但大约有二万四千个岛在斯德哥尔摩群岛."
    },
    {
      "en": "Neville: Yes. There are about 24,000 islands in the Stockholm archipelago.",
      "cn": "奈维尔: 是的.大约有二万四千个岛.在斯德哥尔摩群岛."
    },
    {
      "en": "Putuo Mountain lies to the east of Zhoushan Archipelago.",
      "cn": "旁白:普陀山位于舟山群岛的东部."
    },
    {
      "en": "That happened when the Big Board combined with the electronic trading exchange Archipelago Holdings.",
      "cn": "那事情发生在纽约股票交易所将电子交易和群岛股份组合时."
    },
    {
      "en": "The archipelago continues for another 500 miles.",
      "cn": "这个群岛又绵延了500英里."
    },
    {
      "en": "The Encyclopedia of the Chinese Overseas Lynn Pan ( General Editor ) , Archipelago Press Landmark Books , Singapore.",
      "cn": "《华人华侨百科全书》,周南京, 中国华侨出版社."
    },
    {
      "en": "The rich life of Svalbard, Norway's Arctic archipelago, faces a creeping thaw.",
      "cn": "生物资源丰富的斯瓦尔巴德群岛, 挪威的北极群岛, 面临逐渐解冻的危机."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "archipelagic",
          "tran_cn": " 群岛的；多岛海的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "island"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "malay archipelago",
      "tran_cn": "马来群岛"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "群岛，列岛，多岛屿的海",
      "tran_en": "a group of small islands"
    }
  ],
  "exchange": {
    "pl": [
      "archipelagoes",
      "archipelagos"
    ]
  }
}