{
  "word": "schoolroom",
  "ipa": {
    "us": "ˈsku:lru:m",
    "uk": "ˈskulˌrum, -ˌrʊm"
  },
  "sentences": [
    {
      "en": "A babel of voices could be heard from the schoolroom.",
      "cn": "可以听见教室里一阵嘈杂的声音."
    },
    {
      "en": "A clear example of this nationalism was displayed in the schoolroom, where one whole corner was given over to pictures and the pronouncements of Ataturk, the founder of the Turkish republic.",
      "cn": "关于这种民族主义的一个明显是例证就在学校的教室里，有一整个角落给了阿塔托克（Ataturk）的肖像和宣言，他是土耳其共和国的创始人。"
    },
    {
      "en": "A Tower of Babel of voices could be heard from the schoolroom.",
      "cn": "可以听见教室里一阵嘈杂哄闹."
    },
    {
      "en": "After dinner, we immediately adjourned to the schoolroom: lessons recommenced, and were continued till five o '.",
      "cn": "吃罢午饭, 我们立则去教室,又开始上课, 一直到五点钟."
    },
    {
      "en": "All the teachers and pupils stood respectfully as he entered the schoolroom.",
      "cn": "所有的老师和学生都恭敬地站着,看他走进教室."
    },
    {
      "en": "Brandon concentrates more on Wollstonecraft's achievements and adventures than on her work in schoolroom.",
      "cn": "布兰登聚焦于沃斯通克拉夫特的成就和冒险而不是其在教室的工作."
    },
    {
      "en": "He rested his back against the schoolroom door.",
      "cn": "他把背靠在教室的门上."
    },
    {
      "en": "In short, teachers will allow students genuinely to become masters in schoolroom.",
      "cn": "一句话, 教师要让学生真正地成为语文课堂的主人."
    },
    {
      "en": "Margie went into the schoolroom.",
      "cn": "玛吉走进上课房间."
    },
    {
      "en": "MTV : There's a scene where you go pretty crazy in a schoolroom, opposite a young actress.",
      "cn": "其中你有一场是在学校里拍的, 与一名年轻女演员之间的非常情绪化的戏."
    },
    {
      "en": "One day, all of a sudden, he proposed that each one in turn should jump off the bench in our schoolroom.",
      "cn": "一天，他突然提议大家都轮流从教室的椅子上跳下去。"
    },
    {
      "en": "Such behavior cannot pass in a schoolroom.",
      "cn": "这种行为在教室里肯定要遭到非议."
    },
    {
      "en": "The big room in the house is temporarily used as a schoolroom.",
      "cn": "房子里的大房间被临时用来当教室."
    },
    {
      "en": "They seemed like so many little flags dotted about schoolroom.",
      "cn": "这些卡片就象无数面小旗插在教室里."
    },
    {
      "en": "They seemed like so many little flags dotted about the schoolroom.",
      "cn": "这些卡片就像无数面小旗点缀着教室。"
    },
    {
      "en": "They seemed like so many little flags dotted about the schoolroom. How we worked!",
      "cn": "那些卡片好象许多面小旗点缀着教室. 我们是何等专心啊!"
    },
    {
      "en": "Those cards seemed like so many little flags dotted about schoolroom.",
      "cn": "那些卡片好像许多面小旗点缀着教室."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "classroom",
            "teaching room"
          ],
          "tran_cn": "教室；讲堂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "study"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "教室，（小村庄里只有一间教室的）学堂",
      "tran_en": "a room used for teaching in a small school"
    }
  ],
  "exchange": {
    "pl": [
      "schoolrooms"
    ]
  }
}