{
  "word": "interrelationship",
  "ipa": {
    "us": "ˌɪntərɪˈleɪʃnʃɪp",
    "uk": "ˌɪntərɪˈleɪʃnʃɪp"
  },
  "sentences": [
    {
      "en": "...the interrelationships between unemployment, crime, and imprisonment.",
      "cn": "...失业、犯罪和监禁之间的相互关系。"
    },
    {
      "en": "A branch of science concerned with the interrelationship of organisms and their environment.",
      "cn": "关注有机体和他们与环境相互关系的一门科学."
    },
    {
      "en": "Alternative Name of \" Pozhenzi \" and the Earliest Ci - Also on the Interrelationship with \" Pozhenyue \" and'shipaizi \"",
      "cn": "也谈《破阵子 》 别名及最早的词--兼及与《破阵乐 》 、《十拍子》的关联."
    },
    {
      "en": "As current interrelationship grows increasingly intricate, a wide range of problems with relationships have accordingly arisen.",
      "cn": "当目前人际关系越来越复杂时, 各式各样的感情问题也随之产生."
    },
    {
      "en": "Do you understand their interrelationship?",
      "cn": "你了解他们的相互关系 吗 ?"
    },
    {
      "en": "Figure 9 is diagrammatic view of the components and interrelationship therein.",
      "cn": "图9是体现该系统各部件及相互间连接的一幅图表."
    },
    {
      "en": "Interrelationship and interplay of various words in semantic field are language dependent.",
      "cn": "语义场中各个词项之间的语义关系是相互依赖的."
    },
    {
      "en": "Methods Study the interrelationship of syndromes through the measurement and content of gasticmucosa growth inhibition change.",
      "cn": "方法用放射免疫测定法对血浆及胃窦部黏膜组织提取物作生长抑素含量测定."
    },
    {
      "en": "Microbe - soil pollution ecology is a subject researching the interrelationship among fungus, pollutants and soil environment.",
      "cn": "微生物 — 土壤污染生态学是研究菌类 、 污染物、土壤环境之间相互关系的一门科学."
    },
    {
      "en": "The interrelationship between them are not completely clear.",
      "cn": "二者之间的相互关系并不完全清楚."
    },
    {
      "en": "Therefore the paper expatiate the interrelationship and mutual acting mechanism from two theory fields in detail.",
      "cn": "从而从两个理论领域详细阐述了两者的内在关系和相互的影响机制."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "interrelated",
          "tran_cn": " 相关的；互相联系的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "interrelation",
          "tran_cn": " 相互关系"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "interrelate",
          "tran_cn": " 相互关连"
        },
        {
          "word": "interrelated",
          "tran_cn": " 使相互联系（interrelate的过去式）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "interrelate",
          "tran_cn": " （使）相互关连"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "correlation",
            "mutuality"
          ],
          "tran_cn": "相互关系"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "相互关系[联系，影响]，干扰",
      "tran_en": "a connection between two things that makes them affect each other"
    }
  ],
  "exchange": {
    "pl": [
      "interrelationships"
    ]
  }
}