{
  "word": "Arthur",
  "ipa": {
    "us": "ˈɑ:θə",
    "uk": "ˈɑrθɚ"
  },
  "sentences": [
    {
      "en": "Arthur and Carl don't like each other. But Bill is friendly with them both.",
      "cn": "亚瑟和卡尔都很讨厌对方，但是比尔却和他们两个都很好。"
    },
    {
      "en": "Arthur C Clarke is the doyen of science-fiction writers.",
      "cn": "阿瑟∙C. 克拉克是科幻小说作家中的老前辈。"
    },
    {
      "en": "Arthur C Clarke likes to quote his friend and fellow SF writer Ray Bradbury.",
      "cn": "阿瑟·C.克拉克喜欢引用他的朋友兼同事——科幻作家雷·布拉德伯里的话。"
    },
    {
      "en": "Arthur Murray taught the foxtrot, the tango and the waltz.",
      "cn": "阿瑟·默里教狐步舞、探戈和华尔兹。"
    },
    {
      "en": "Arthur's books tend to poverty.",
      "cn": "亚瑟的书趋于单调乏味."
    },
    {
      "en": "Arthur's drinking caused him to be committed to a psychiatric hospital.",
      "cn": "阿瑟由于酗酒被送进一家精神病医院。"
    },
    {
      "en": "At Merlin's instigation, Arthur founds the Fellowship of the Round Table.",
      "cn": "在梅林的建议下，亚瑟王创建了圆桌骑士团。"
    },
    {
      "en": "He trudged wearily down Arthur Street.",
      "cn": "他沿着亚瑟大街精疲力竭地跋涉。"
    },
    {
      "en": "His own pride forbids him to ask Arthur's help.",
      "cn": "他的自尊心不允许他开口向阿瑟求助。"
    },
    {
      "en": "His son, Arthur Ochs Junior, is expected to succeed him as publisher.",
      "cn": "他的儿子，小阿瑟·奥克斯，有望子承父业继续从事出版。"
    },
    {
      "en": "I was really rather fond of Arthur.",
      "cn": "我还真的很喜欢阿瑟。"
    },
    {
      "en": "If Arthur was attracted here by the prospects of therapy, John came down purely and simply to make money.",
      "cn": "如果阿瑟是被这种疗法的前景吸引到此，那么约翰则纯粹是为了赚钱而来。"
    },
    {
      "en": "King Arthur hid his treasures here and Merlin enchanted the cave so that nobody should ever find them.",
      "cn": "亚瑟王将他的财宝藏在这里，墨林对洞穴施了魔法，这样永远不会有人找到那些财宝。"
    },
    {
      "en": "King Arthur himself captures the beast and cuts off its head.",
      "cn": "亚瑟王亲自捉住怪物，并砍下它的头。"
    },
    {
      "en": "The story of King Arthur became part of oral tradition.",
      "cn": "亚瑟王的故事成为口头传说的一部分。"
    },
    {
      "en": "Year after year I have had a letter from Arthur on New Year's Day.",
      "cn": "每年新年之际我都收到阿瑟的来信."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "arthur schopenhauer",
      "tran_cn": "阿瑟·叔本华"
    },
    {
      "phrase": "king arthur",
      "tran_cn": "亚瑟王（电影名，是英格兰传说中的国王）"
    },
    {
      "phrase": "port arthur",
      "tran_cn": "阿瑟港（旅顺港在西方的称呼或美国、加拿大港市）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "亚瑟"
    },
    {
      "pos": "other",
      "tran_cn": "亚瑟"
    }
  ],
  "exchange": {}
}