{
  "word": "logo",
  "ipa": {
    "us": "ˈləʊɡəʊ",
    "uk": "ˈloʊɡoʊ"
  },
  "sentences": [
    {
      "en": "...the famous MGM logo of the roaring lion.",
      "cn": "…米高梅公司著名的怒吼狂狮标志。"
    },
    {
      "en": "And the head of LOGO , writing: Thank you to come to help, bless you restful.",
      "cn": "而LOGO的题头, 则写着: 感谢您救援, 祝福您平安."
    },
    {
      "en": "Any team using an inappropriate name or logo also excluded.",
      "cn": "任何参赛队的不适当名字和logo也被禁止."
    },
    {
      "en": "Ask big LOGO of number Kuang Wei colour Gao Bang canvas shoes LOGO to be blue?",
      "cn": "求货号匡威粉色高帮帆布鞋又大LOGO的 LOGO是蓝色的?"
    },
    {
      "en": "baseball caps emblazoned with the team's logo",
      "cn": "饰有球队标识的棒球帽"
    },
    {
      "en": "Logo included that contains more than 2,000 objects and clip art gallery.",
      "cn": "附带包含2000多个Logo对象和剪贴画的图库."
    },
    {
      "en": "Make your logo easy to remember and prominent.",
      "cn": "使你的logo看上去清晰可辨、效果凸显."
    },
    {
      "en": "No logo or special designs are to be attached to the fascia.",
      "cn": "招牌上不允许有商标或者特殊的设计。"
    },
    {
      "en": "Number of fingerprint identification data, which have PBA, LOGO, the contents of a single landing.",
      "cn": "一些指纹识别的资料, 里面有PBA, LOGO, 单一登陆等内容."
    },
    {
      "en": "Stationery can be imprinted with your message or logo.",
      "cn": "可以把你的信息或标志印在信纸上。"
    },
    {
      "en": "The Longman logo, a small sailing ship, is on the cover of this book.",
      "cn": "本书的封面上印有朗文公司的小帆船标志."
    },
    {
      "en": "The usual logical control pattem ( LOGO ! ) and its application in elevator control were introduced.",
      "cn": "介绍了通用逻辑控制模块 LOGO! 的概况和在提升机控制中的应用."
    },
    {
      "en": "Then, put the logo in magazines and on billboards without telling anyone what it means.",
      "cn": "接着我们把这个商标刊在杂志和广告看板上,却不跟任何人透漏它的涵意."
    },
    {
      "en": "We also offer the OEM services, LOGO imprint and advertising slogan imprint according to customer requests.",
      "cn": "产品主要涉及无纺布袋、广告袋、礼品袋 、 包装袋、购物袋、西服套等,可根据客户要求提供OEM服务,加印企业LOGO及 广告宣传标语等."
    },
    {
      "en": "We did the logo in lower-case letters instead of capitals.",
      "cn": "我们的徽标用了小写字母，没用大写。"
    },
    {
      "en": "You can use the logo in all your promotional material.",
      "cn": "你们可以将这个标志用在所有的宣传材料中。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "brand",
            "label"
          ],
          "tran_cn": "商标，徽标；标识语"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "signature",
            "trademark"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（某公司或机构的）标识，标志，徽标，logotype 的缩略形式，[计算机] LOGO 教学语言，儿童教学语言",
      "tran_en": "a small design that is the official sign of a company or organization"
    }
  ],
  "exchange": {
    "pl": [
      "logos"
    ]
  }
}