{
  "word": "sedative",
  "ipa": {
    "us": "ˈsedətɪv",
    "uk": "ˈsɛdətɪv"
  },
  "sentences": [
    {
      "en": "After repeated prodding, Murray revealed a few details about his actions, saying he had only given Jackson a dose of the sedative lorazepam to help him sleep, Senneff testified.",
      "cn": "在不断的敦促下，莫里透露了他活动的几个细节，他说他仅仅给了杰克逊以及镇静剂帮他入睡，这个，斯尼弗可以作证。"
    },
    {
      "en": "After taking a sedative she was able to get to sleep.",
      "cn": "服用了镇静剂后,她能够入睡了."
    },
    {
      "en": "Amber bath oil has a sedative effect.",
      "cn": "琥珀沐浴油有镇静安神效用。"
    },
    {
      "en": "And as a doctor who swore to do no harm, I guess I just still don't understand how you could give this clearly troubled person this powerful sedative in a non-hospital setting?",
      "cn": "而作为一位曾发誓救人的医生，我想我还是不了解你能出乎医德考虑之外给这位显然陷入困境的人这种强大的镇静剂?。"
    },
    {
      "en": "But this Dom Cobb – we'll call him Christopher Nolan – doesn't need a specially formulated sedative.",
      "cn": "不过这个柯布——我们将叫他克里斯托弗·诺兰——并不需要特殊配方的镇静剂。"
    },
    {
      "en": "ConclusionWuweizi Ningshen Oral Liquid possesses obvious sedative, hypnotic and anti - convulsion effects.",
      "cn": "结论五味子宁神口服液有明显的镇静 、 催眠、 抗 惊厥作用."
    },
    {
      "en": "Give the patient a sedative to help him sleep.",
      "cn": "给病人镇静剂以助他睡眠."
    },
    {
      "en": "His over - excited emotions gradually calmed down after taking the sedative.",
      "cn": "服用过镇静剂以后,他过于激动的情绪逐渐趋缓."
    },
    {
      "en": "INSOMNIA ( CAN'T SLEEP? ) HONEY! Use honey as a tranquilizer and sedative.",
      "cn": "失眠 ( 睡不着? ) 蜂蜜! 蜂蜜有着镇静安神的功效."
    },
    {
      "en": "Milk contains tryptophan, the amino acids that have a sedative effect and calcium that helps the brain use tryptophan.",
      "cn": "牛奶中含有色氨酸，具有镇静效果的氨基酸，以及可以有助于大脑利用色氨酸的钙。"
    },
    {
      "en": "Some are more stimulatory, others more sedative.",
      "cn": "有些比较起兴奋作用, 另一些比较起镇静作用."
    },
    {
      "en": "The doctor had to put him to sleep with a strong sedative.",
      "cn": "大夫只得给他一帖强力镇静剂,让他吃了睡觉."
    },
    {
      "en": "The effects of the sedative have gone off.",
      "cn": "止痛药的药效已过."
    },
    {
      "en": "The pain began to ease up after she was given a sedative.",
      "cn": "给她吃了一片镇痛药后,她的疼痛开始减轻."
    },
    {
      "en": "The patient is sedated with intravenous use of sedative drugs.",
      "cn": "静脉注射了镇静剂后病人安然入睡。"
    },
    {
      "en": "The plant acts as a sedative in treating neuralgia.",
      "cn": "这种植物被用作治疗神经痛时的镇静药。"
    },
    {
      "en": "The sedative makes people very somnolent.",
      "cn": "这种镇静剂会让人瞌睡。"
    },
    {
      "en": "They use opium as a sedative, rather than as a narcotic.",
      "cn": "他们把鸦片用作镇静剂而不是毒品。"
    },
    {
      "en": "Valerian is a safe and effective sedative with reliable results for most kids.",
      "cn": "缬草是安全有效的镇静剂，对大多数儿童很有效。"
    },
    {
      "en": "We've introduced a light sedative through those tubes.",
      "cn": "我们会通过那些管道注射微量的镇静剂."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sedate",
          "tran_cn": " 安静的；沉着的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "sedately",
          "tran_cn": " 安详地；镇静地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sedateness",
          "tran_cn": " 安详；镇静"
        },
        {
          "word": "sedation",
          "tran_cn": " 镇静；镇静作用；镇静状态"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "sedate",
          "tran_cn": " 给…服镇静剂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "calmative"
          ],
          "tran_cn": "[医]使镇静的；使安静的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "killer",
            "tranquillizer"
          ],
          "tran_cn": "[药][医]镇静剂；能使安静的东西；止痛药"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "depressant",
            "narcotic",
            "sleepy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有镇静作用的"
    },
    {
      "pos": "n",
      "tran_cn": "镇静剂",
      "tran_en": "a drug used to make someone calm or go to sleep"
    }
  ],
  "exchange": {
    "pl": [
      "sedatives"
    ]
  }
}