{
  "word": "graffiti",
  "ipa": {
    "us": "ɡrəˈfiːti",
    "uk": "ɡrəˈfiːti"
  },
  "sentences": [
    {
      "en": "B : Hey , I'm a graffiti artist so it's cool.",
      "cn": "嘿, 我是涂鸦艺术家,这样才酷."
    },
    {
      "en": "Buildings old and new are thickly covered with graffiti.",
      "cn": "新老建筑上都有密密麻麻的涂鸦。"
    },
    {
      "en": "Graffiti was scrawled on some of the planks.",
      "cn": "有些栏杆上歪歪扭扭刻着字."
    },
    {
      "en": "Hola Amigos, this is a great graffiti movie from Barcelona.",
      "cn": "朋友们好, 这是一部关于巴塞罗拉的非常棒的涂鸦电影."
    },
    {
      "en": "I guess we just disagree on the value of graffiti.",
      "cn": "我想我们就只是对涂鸦的价值意见不同罢了."
    },
    {
      "en": "Police accused him on several counts of graffiti charges.",
      "cn": "警察控告他收取几个涂鸦作品的费用."
    },
    {
      "en": "Pompeii's graffiti includes insults, love declarations, and political satire.",
      "cn": "庞贝的涂鸦包括侮辱言辞 、 爱情宣言和政治嘲讽."
    },
    {
      "en": "Recently, there has been a trend towards writing graffiti on freight trains.",
      "cn": "最近很多人又开始了货运列车的涂鸦."
    },
    {
      "en": "Sections of the Wall are also prone to graffiti and vandalism.",
      "cn": "长城局部也容易被破坏."
    },
    {
      "en": "The entrance halls, the stairs, and the doors, are all covered with graffiti.",
      "cn": "门厅, 楼梯和门上面画满了乱七八糟的东西."
    },
    {
      "en": "The maintenance programme will additionally seek to keep the sites free of graffiti.",
      "cn": "这个维护方案还会试图保护这些地点不被涂鸦。"
    },
    {
      "en": "The subway was covered in graffiti.",
      "cn": "过街地道里涂满了乱七八糟的图画和文字。"
    },
    {
      "en": "The walls are daubed with graffiti.",
      "cn": "墙上满是乱七八糟的涂鸦。"
    },
    {
      "en": "They all bonded while writing graffiti together.",
      "cn": "他们都是在一起涂鸦时互相熟识的。"
    },
    {
      "en": "This colorful style of writing is also called graffiti.",
      "cn": "这种五彩斑斓的文笔形式被称之为涂鸦."
    },
    {
      "en": "Unlike THX, Graffiti really had an effect on people's lives.",
      "cn": "不象《THX》, 《风情画》真的对人们的生活产生了影响."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "在墙上的乱涂乱写(graffito的复数形式)",
      "tran_en": "rude, humorous, or political writing and pictures on the walls of buildings, trains etc"
    }
  ],
  "exchange": {}
}