{
  "word": "litigant",
  "ipa": {
    "us": "ˈlɪtɪgənt",
    "uk": "ˈlɪtɪɡənt"
  },
  "sentences": [
    {
      "en": "A litigant generally must make a motion in writing.",
      "cn": "诉讼当事人通常必须作出书面申请."
    },
    {
      "en": "Against the judge showing marks of honour to but one litigant.",
      "cn": "不可重看诉讼一方."
    },
    {
      "en": "Author point out emphatically: onus of proof is a legal liability of litigant, not other organization.",
      "cn": "笔者强调指出: 举证责任是诉讼当事人的一项法律责任, 并不是其它机关的责任."
    },
    {
      "en": "Enables litigant's legitimate rights and interests to obtain the biggest protection.",
      "cn": "使当事人的合法权益得到最大的保护."
    },
    {
      "en": "Gathers identically after legally establishes, litigant should suitably fulfill.",
      "cn": "合同一经依法成立, 当事人应适当履行."
    },
    {
      "en": "How can I as a private litigant seek redress for defamation that ruins my business?",
      "cn": "做为私人诉讼当事人，我怎么对毁了我的事业的诽谤寻求补救呢？"
    },
    {
      "en": "It is inadvisable to rely only on the litigant lawsuit mode.",
      "cn": "采用完全的当事人主义诉讼模式是不可取的."
    },
    {
      "en": "Let's assume for a moment that I am a litigant in your court.",
      "cn": "暂且假设我是你的诉讼当事人。"
    },
    {
      "en": "Litigant documents shall be delivered directly to the addressee in person.",
      "cn": "送达诉讼文书,应当直接送交受送达人."
    },
    {
      "en": "So, The Prosecutor Institution has the legal status of special litigant in lawsuit.",
      "cn": "因此, 检察机关具有特殊的诉讼当事人的法律地位."
    },
    {
      "en": "Speech or reply by the third party and his litigant representative.",
      "cn": "第三人及其诉讼代理人发言或者答辩。"
    },
    {
      "en": "The judge must seriously peruse the litigant files, make investigation and study, and collect necessary evidence.",
      "cn": "审判人员必须认真审核诉讼材料, 调查收集必要的证据."
    },
    {
      "en": "The litigant may present new evidence at the court.",
      "cn": "当事人在法庭上可以提出新的证据."
    },
    {
      "en": "The litigant must carry out a legally effective civil judgment or ruling.",
      "cn": "发生法律效力的民事判决、裁定,当事人必须履行."
    },
    {
      "en": "The litigant procedure shall resume after the cause of the suspension is removed.",
      "cn": "中止诉讼的原因消除后,恢复诉讼."
    },
    {
      "en": "The self-admission in civil proceeding can confine adjudicative power and free the litigant of burden of proof.",
      "cn": "民事诉讼中的自认，具有拘束审判权力和免除一方当事人举证责任的功能。"
    },
    {
      "en": "Therefore in recognized when penalty first must follow litigant's meaning autonomously. \"",
      "cn": "因此在认定违约金时首先应当遵循当事人的意思自治."
    },
    {
      "en": "Touching the case, I suggest that we should go to ask the litigant.",
      "cn": "关于这个案子，我建议我们去问问当事人。"
    },
    {
      "en": "Where a litigant does not submit a reply, It'shall not affect the court hearing.",
      "cn": "对方当事人不提出答辩状的, 不影响人民法院审理."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "litigious",
          "tran_cn": " 好诉讼的；好争论的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "litigation",
          "tran_cn": " 诉讼；起诉"
        },
        {
          "word": "litigator",
          "tran_cn": " 诉讼律师；诉讼人"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "litigate",
          "tran_cn": " 对簿法庭"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "litigate",
          "tran_cn": " 在法庭相争；提出诉讼"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "contentious"
          ],
          "tran_cn": "诉讼的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "诉讼的"
    },
    {
      "pos": "n",
      "tran_cn": "诉讼当事人",
      "tran_en": "someone who is making a claim against someone or defending themselves against a claim in a court of law"
    }
  ],
  "exchange": {
    "pl": [
      "litigants"
    ]
  }
}