{
  "word": "livestock",
  "ipa": {
    "us": "ˈlaɪvstɒk",
    "uk": "ˈlaɪvstɑːk"
  },
  "sentences": [
    {
      "en": "And because farmers are not shipping livestock, meat production in Britain, at least, has virtually ceased.",
      "cn": "由于英国农场主已停止转运牲畜 、 肉类, 至少, 眼下的情况是这样."
    },
    {
      "en": "At the county fair last year, prizes were given for the best farm products and livestock.",
      "cn": "在去年全县交易会上, 最好的农产品和家畜都得了奖."
    },
    {
      "en": "Both men and livestock are flourishing.",
      "cn": "人畜两旺."
    },
    {
      "en": "Farmers were encouraged to keep their livestock in pens rather than letting them roam freely.",
      "cn": "鼓励农民们把家畜关进栏圈，而不是让它们到处乱跑。"
    },
    {
      "en": "Modern farms are enterprising businesses which keep only the livestock that can pay its way.",
      "cn": "现在的农场是富于创业精神的企业单位,它只饲养能出售以赢利的家畜."
    },
    {
      "en": "Noise from the livestock cloaked any sound from the . road.",
      "cn": "牲口的喧闹声掩盖了一切路边的声音."
    },
    {
      "en": "Richard tuned in the noon livestock reports, looked over at her, and shook his head.",
      "cn": "理查德把收音机转到畜情报告节目, 转过来看看她, 摇摇头."
    },
    {
      "en": "The farmer's land produced enough pasture to feed all of his livestock.",
      "cn": "那个农民的土地上生产了足够他全部牲畜吃的牧草."
    },
    {
      "en": "The heavy rains and flooding killed scores of livestock.",
      "cn": "暴雨和大水淹死了许多牲口。"
    },
    {
      "en": "There were cows, pigs and other livestock there.",
      "cn": "那儿也有牛 、 猪和其他家畜."
    },
    {
      "en": "There were cows, pigs and other livestock.",
      "cn": "有牛, 猪和其它家畜."
    },
    {
      "en": "They cramped the livestock in the ancient barns.",
      "cn": "他们把牲畜关在老谷仓里."
    },
    {
      "en": "To make matters worse, antimicrobials have been introduced into hand creams, household cleansers, livestock feed.",
      "cn": "更糟糕的是, 抗微生物药物已被掺合进擦手霜 、 家庭清洁剂和牲畜饲料中."
    },
    {
      "en": "Water the livestock when you feed them.",
      "cn": "给家畜喂食时要给它们饮水."
    },
    {
      "en": "We're fattening the livestock up for slaughter.",
      "cn": "我们正在催肥牲畜待宰杀."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "animals",
            "cattle"
          ],
          "tran_cn": "家畜"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cattle"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "livestock breeding",
      "tran_cn": "畜牧业，畜牧饲养；家畜繁育"
    },
    {
      "phrase": "livestock farm",
      "tran_cn": "畜牧场；禽畜饲养场；牧场"
    },
    {
      "phrase": "livestock farming",
      "tran_cn": "畜牧业；养畜业"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "家畜，牲畜",
      "tran_en": "animals such as cows and sheep that are kept on a farm"
    }
  ],
  "exchange": {}
}