{
  "word": "glistening",
  "ipa": {
    "us": "'glɪstnɪŋ",
    "uk": "'glɪstnɪŋ"
  },
  "sentences": [
    {
      "en": "\"I shall go, leave him.\" Laura Stebbing stopped, her eyes glistening.",
      "cn": "“我要走，离开他。”劳拉·斯特宾停了下来，眼里闪烁着光芒。"
    },
    {
      "en": "A thin, glistening thread of moisture ran along the rough concrete sill.",
      "cn": "在粗糙不平的水泥窗台上有一条细细的发光水印。"
    },
    {
      "en": "After a moment he looked up with a slow smile, his eyes glistening.",
      "cn": "停了一会他抬起头慢慢地一笑, 眼睛里闪着泪花."
    },
    {
      "en": "After all these years and so many changes, however, the main focus of the FIFA World Cup™ remains the same - the glistening golden trophy, which is the embodiment of every footballer's ambition.",
      "cn": "在经历了这么多年的发展和改变，然而FIFA世界杯的主旨仍然没有改变，那就是--闪耀的冠军金杯，每个足球选手的雄心的化身。"
    },
    {
      "en": "Darcy's face was white and glistening with sweat.",
      "cn": "达西脸色苍白，汗珠晶莹。"
    },
    {
      "en": "He gave a tug at a glistening, pale piece of her hair.",
      "cn": "他拉了拉安娜一缕暗淡闪光的头发."
    },
    {
      "en": "Her eyes were glistening with tears.",
      "cn": "她眼里闪着晶莹的泪花。"
    },
    {
      "en": "Her eyes were glistening with tears.",
      "cn": "她眼睛中的泪水闪着柔和的光."
    },
    {
      "en": "Here is a normal cervix with a smooth, glistening mucosal surface.",
      "cn": "图示:正常宫颈, 粘膜表面平滑."
    },
    {
      "en": "In the shallow waters off Hokkaido, a barbed poacher crawls across glistening volcanic sand on spiny pectoral fins.",
      "cn": "在北海道外的浅水水域，一只带刺的入侵者利用胸鳍刺爬过闪亮的火山砂。"
    },
    {
      "en": "It shall not be a glistening film that covers a wound, but an eyelid that guards the eye.",
      "cn": "它不应是遮掩伤口的闪亮的薄膜，而应是保护眼睛的眼睑。"
    },
    {
      "en": "Once she looked up, her even teeth glistening through her smiling lips , her eyes alight.",
      "cn": "一次她抬起目光, 微笑的嘴唇里,匀称齐整的贝齿在闪闪发光, 眼睛也在闪闪发光."
    },
    {
      "en": "Outside, where the garden was yesterday, there is now a white and glistening level.",
      "cn": "外面, 昨天的花园, 现在却是光辉皎洁的一片."
    },
    {
      "en": "She could see his face now, his eyes wild and his skin glistening with perspiration.",
      "cn": "她现在可以看见他的脸了，他的眼睛瞪得溜圆，皮肤上闪着汗水。"
    },
    {
      "en": "The glistening roofs of the still slumbering houses were sharply outlined against the twilight sky.",
      "cn": "仍在沉睡中的房舍之闪亮的屋顶,在黎明的天空中,很清楚地露出轮廓来."
    },
    {
      "en": "The smooth, glistening pleural surface of a lung is shown here.",
      "cn": "光滑 、 有光泽的脏层胸膜表面."
    },
    {
      "en": "There was a sweep of glistening snow on the hillside.",
      "cn": "山坡上有一片连绵的闪闪发亮的积雪."
    },
    {
      "en": "There was only a trace of water glistening on the cabinet.",
      "cn": "小蟹不见了,桌面上只滚动着几粒水珠."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "brilliant",
            "shiny"
          ],
          "tran_cn": "闪亮的；闪耀的；白花花的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "sparkling"
          ],
          "tran_cn": "反光，闪耀（glisten的现在分词形式）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "闪耀的，反光的"
    },
    {
      "pos": "v",
      "tran_cn": "湿物闪耀，闪亮( glisten的现在分词 )"
    }
  ],
  "exchange": {}
}