{
  "word": "expropriation",
  "ipa": {
    "us": "ˌeksˌprəʊprɪ'eɪʃn",
    "uk": "ˌeksˌproʊprɪ'eɪʃn"
  },
  "sentences": [
    {
      "en": "Again and again proprietors were robbed of their property by expropriation.",
      "cn": "然而所有者总是一再的由于他人占用而丧失他们的财产."
    },
    {
      "en": "And those involve land expropriation and demolition management need to be tackled as soon as possible.",
      "cn": "同时,在涉及土地征用和拆迁管理方面,也有许多亟待解决的问题."
    },
    {
      "en": "Confiscation is distinct from expropriation.",
      "cn": "没收与征用不同."
    },
    {
      "en": "Discussing how to improve the protection of the right to land contractual management in land expropriation.",
      "cn": "探讨了如何完善土地征收中对土地承包经营权的保护。"
    },
    {
      "en": "During the process of urbanization the chief question is Land expropriation.",
      "cn": "城镇化遇到的首要问题就是征地问题."
    },
    {
      "en": "Emergency expropriation purchase and sale by ration distribution of food.",
      "cn": "三关于粮食之紧急徵购及配售."
    },
    {
      "en": "Historically, expropriation is rare but very visible.",
      "cn": "从历史上看, 征用的事例虽然不多,但却非常瞩目."
    },
    {
      "en": "If adequate compensation is paid for the property of the multinational, this is known as expropriation.",
      "cn": "如果对跨国公司的财产作出适当的补偿, 则称之为征收."
    },
    {
      "en": "In extreme cases, they call for the outright expropriation of privately owned assets.",
      "cn": "在极端的情况下, 他们号召立即剥夺私人财产."
    },
    {
      "en": "It is not hard to see how the law could be used to expropriation.",
      "cn": "这样就不难看出这部法律是如何被用来合法的剥夺知识产权."
    },
    {
      "en": "Land expropriation is the outcome of proprietorship socialization, and the limitation to land proprietorship.",
      "cn": "土地征收是所有权社会化的产物，是对土地所有权的限制。"
    },
    {
      "en": "Rural land expropriation has been expanding as the Chinese development of economy and the urbanization.",
      "cn": "随着经济的进一步发展,城镇化步伐的加快,征收农村集体土地呈现扩大化趋势."
    },
    {
      "en": "The fact was that expropriation seemed to magnify costs and reduce productivity.",
      "cn": "实际情况是,这些企业在收归国有以后,成本增加而生产率却下降了."
    },
    {
      "en": "The third chapter: The influence of rural land expropriation to local residents \" economic life. \"",
      "cn": "章节的最后介绍了研究样本的基本情况.第三章,土地 征用 对村民经济生活的影响."
    },
    {
      "en": "The third part focuses on the land expropriation procedures.",
      "cn": "第三部分主要论述了土地征收的程序."
    },
    {
      "en": "There do exist international law regarding expropriation and compensation.",
      "cn": "在征收补偿方面存在着国际法规则."
    },
    {
      "en": "Three principles served for land expropriation mark legal areas, offer reasonable compensations and follow fair procedures.",
      "cn": "法定的征用范围 、 合理的征用补偿、正当的征用程序构成土地征用权行使的三个原则."
    },
    {
      "en": "Thus roosevelt with danials's vital help turned the expropriation affair to the advantage of the people of the united states.",
      "cn": "就是这样，罗斯福总统在丹尼尔斯必不可少的帮助下，将没收事件变成对美国人民有利的事情。"
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "expropriate",
          "tran_cn": " 没收，征用；剥夺"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "deprival",
            "deprivation",
            "displacement",
            "dispossession",
            "disseizin",
            "divestiture"
          ],
          "tran_cn": "剥夺"
        },
        {
          "words": [
            "appropriation",
            "confiscation",
            "conscript",
            "crimp",
            "takeover"
          ],
          "tran_cn": "征用"
        },
        {
          "words": [
            "counterfeiting",
            "forgery",
            "pillaging",
            "piracy",
            "plagiarism",
            "plunder",
            "rapine",
            "robbery",
            "spoliation",
            "stealing",
            "stripping",
            "theft",
            "thievery"
          ],
          "tran_cn": "据为己有"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "land expropriation",
      "tran_cn": "土地征收，土地征用"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "征用，征收，收用"
    }
  ],
  "exchange": {
    "pl": [
      "expropriations"
    ],
    "verb": [
      "expropriate"
    ]
  }
}