{
  "word": "scapegoat",
  "ipa": {
    "us": "ˈskeɪpgəʊt",
    "uk": "ˈskeɪpgoʊt"
  },
  "sentences": [
    {
      "en": "...a climate where ethnic minorities are continually scapegoated for the lack of jobs and housing problems.",
      "cn": "…一种屡屡把缺少工作职位和住房问题归罪于少数族裔的风气。"
    },
    {
      "en": "He claimed he had been a scapegoat for the administration's failures.",
      "cn": "他声称自己成了行政管理失败的替罪羊."
    },
    {
      "en": "He had been made the scapegoat for all the failures of the Luftwaffe.",
      "cn": "他就是德国空军各次败绩的替罪羊."
    },
    {
      "en": "He has been made a scapegoat for the company's failures.",
      "cn": "他成了公司倒闭的替罪羊."
    },
    {
      "en": "I can not let my boys be the scapegoat.",
      "cn": "我不能让我的孩子当替罪羊."
    },
    {
      "en": "I don't deserve to be made the scapegoat for a couple of bad results.",
      "cn": "我不应该为一些不好的结果顶罪。"
    },
    {
      "en": "I don't think I deserve to be made the scapegoat for a couple of bad results.",
      "cn": "我认为我不该为出现的一些不良后果充当替罪羊。"
    },
    {
      "en": "Media scapegoat, who they can be mad at today.",
      "cn": "媒体的替罪羊, 他们指责的对象."
    },
    {
      "en": "She felt she had been made a scapegoat for her boss's incompetence.",
      "cn": "她觉得，本是老板无能，但她却成了替罪羊。"
    },
    {
      "en": "The essence of archaic religiosity is the scapegoat mechanism.",
      "cn": "古代宗教狂热的本质,就是代罪羔羊的机制."
    },
    {
      "en": "The politicians would try to make a scapegoat of him.",
      "cn": "政客们要把他当作替死鬼."
    },
    {
      "en": "They ask me to join the party so that I'll be their scapegoat when trouble comes.",
      "cn": "他们想叫我入伙,出了乱子,好让我替他们垫背."
    },
    {
      "en": "This means to be the scapegoat, to be blamed for something that someone else did.",
      "cn": "它的意思是“替罪羊”, 也就是替人受过."
    },
    {
      "en": "This reasoning holds obvious appeal for those for a scapegoat.",
      "cn": "这种推理明显能够引起那些寻求替罪羊的人的兴趣."
    },
    {
      "en": "This reasoning holds obvious appeal for those looking for a scapegoat.",
      "cn": "这种推论显然对那些要找替罪羊的人来说很有吸引力."
    },
    {
      "en": "Yet this President Bush is not a good scapegoat.",
      "cn": "但这位布什总统却并非一只顺从的替罪羊."
    },
    {
      "en": "You may say I'm making the school system a scapegoat.",
      "cn": "或许你认为这么说是在推卸责任."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "goat",
            "stand-in"
          ],
          "tran_cn": "替罪羊，替人顶罪者；替身"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "goat",
            "victim"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "代人受过的人，替罪羊，替身",
      "tran_en": "someone who is blamed for something bad that happens, even if it is not their fault"
    },
    {
      "pos": "vt",
      "tran_cn": "使成为…的替罪羊",
      "tran_en": "To scapegoat someone means to blame them publicly for something bad that has happened, even though it was not their fault"
    }
  ],
  "exchange": {
    "pl": [
      "scapegoats"
    ]
  }
}