{
  "word": "unification",
  "ipa": {
    "us": "ˌju:nɪfɪ'keɪʃn",
    "uk": "ˌjunɪfɪ'keɪʃn"
  },
  "sentences": [
    {
      "en": "...the process of European unification.",
      "cn": "…欧洲统一进程。"
    },
    {
      "en": "Autocratic rule has been imposed in the name of unification.",
      "cn": "假统一之名,行独霸之实."
    },
    {
      "en": "European unification was absorbing more of their energies and dedication than the elaboration of Atlantic institutions.",
      "cn": "实现欧洲联合比健全大西洋组织机构更为费力费神."
    },
    {
      "en": "Full unification took place only at the beginning of the twentieth century.",
      "cn": "完全的统一只是在二十世纪开头才实现."
    },
    {
      "en": "He looked forward to the unification of his family for the holidays.",
      "cn": "他期待他的家人一起去度假."
    },
    {
      "en": "It'suggests different layers of sophistication and a trend towards the unification of the knowledge.",
      "cn": "它使人看到了知识的不同加工层次和趋于统一的倾向."
    },
    {
      "en": "Italy split in the term, in 1870 to achieve unification.",
      "cn": "意大利在长期分裂后, 于1870年实现统一."
    },
    {
      "en": "Solution is an art. The unification is intrinsic characteristic of mathematics.",
      "cn": "解题是一门艺术,统一性是数学固有的特点."
    },
    {
      "en": "South Korea's Unification Ministry called the North Korean decision regrettable.",
      "cn": "南韩统一部称北朝鲜的决议是让人遗憾的."
    },
    {
      "en": "The controversy has arisen over the text of the preamble to the unification treaty.",
      "cn": "针对统一条约的序文出现了争论。"
    },
    {
      "en": "The former symbolizes power, unification and universality, and the latter fertility.",
      "cn": "前者象征权力统一寰宇, 后者象征子嗣昌盛."
    },
    {
      "en": "The general trend under heaven is that there is bound to be unification after prolonged division and division after prolonged unification.",
      "cn": "天下大势,分久必合,合久必分."
    },
    {
      "en": "The press afforded a means of unification and of mutual stimulation.",
      "cn": "报纸成为一种促进彼此团结和互相激励的工具."
    },
    {
      "en": "The re - unification of Hong Kong with China has opened up new opportunities.",
      "cn": "香港回归中国带来了新机遇."
    },
    {
      "en": "The search for generality and unification is one of the distinctive features of twentieth century mathematics.",
      "cn": "探求一般性和统一性,是二十世纪数学的突出特征之一."
    },
    {
      "en": "Three part close unions , the incident cross - correlation, the unification is a body.",
      "cn": "三个部分紧密结合, 互相关联, 统一为一体."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "accordance",
            "alliance",
            "agreement",
            "identity",
            "combination",
            "union",
            "association"
          ],
          "tran_cn": "统一；一致；联合"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "coalition",
            "conjunction",
            "conjuncture",
            "connection",
            "fusion",
            "harmony",
            "synthesis",
            "wedding"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "统一，联合，一致",
      "tran_en": "the act of combining two or more groups, countries etc to make a single group or country"
    }
  ],
  "exchange": {
    "pl": [
      "unifications"
    ],
    "verb": [
      "unify"
    ]
  }
}