{
  "word": "ingestion",
  "ipa": {
    "us": "ɪnˈdʒestʃən",
    "uk": " ɪnˈdʒestʃən"
  },
  "sentences": [
    {
      "en": "Acute appendicitis usually develops without relation to the ingestion of food.",
      "cn": "急性阑尾炎的发生通常与饮食无关."
    },
    {
      "en": "Chronic ingestion of chili products may induce gastroesophageal reflux ( GER ).",
      "cn": "慢性摄入辣椒产品可能会引起胃食管反流 ( 德国 )."
    },
    {
      "en": "Cysts should be excised and sterilized to avoid ingestion by the definitive host.",
      "cn": "应该切除包囊并予以销毁,以防止被最终宿主食入."
    },
    {
      "en": "Explain why rotenone ingestion is lethal to some insect and fish species.",
      "cn": "什么一些昆虫和鱼摄入鱼藤酮会致死."
    },
    {
      "en": "I had the distinct pleasure of testing all the modes of ingestion from the nursery.",
      "cn": "我带有浓厚的兴趣愿意尝试托儿所的一切教养方式."
    },
    {
      "en": "Ingestion is not a likely route due to proper industrial handling.",
      "cn": "操作错误而误食入本产品,也不会被吸收而造成真正伤害."
    },
    {
      "en": "Ingestion is unlikely as product as a gas at room temperature.",
      "cn": "在室温下作为气体,不大可能摄入."
    },
    {
      "en": "Inhalation - rather than ingestion - is the likely source of Naegleria fowleri infection.",
      "cn": "吸气 —— 而不是咽下 —— 是更可能的福氏耐格原虫传染源头."
    },
    {
      "en": "Insufficient ingestion of staple food may thus impair memory.",
      "cn": "故主食摄取不足可能对记忆力造成损害."
    },
    {
      "en": "Photosensitizing substances may be introduced into the body by ingestion or by injection.",
      "cn": "感光物质可以通过吃入或注射带入体内."
    },
    {
      "en": "Primary gastritis may be caused by the ingestion of caustic or irritating chemicals.",
      "cn": "由于采食有腐蚀性或有刺激性化学物质而引起原发性胃炎."
    },
    {
      "en": "Septicemic listeriosis probably develops from ingestion or possibly inhalation of the bacteria.",
      "cn": "败血性李氏杆菌病可能是因食入或吸入病原菌引起的."
    },
    {
      "en": "The patient develops vomiting and diarrhea shortly after milk ingestion.",
      "cn": "病人摄入牛奶后会呕吐和腹泻."
    },
    {
      "en": "The processes of adherence and particle ingestion are two separate processes .",
      "cn": "粒子附属的过程和被摄取的过程是两个分隔的过程。"
    },
    {
      "en": "The processes of adherence and particle ingestion are two separate processes.",
      "cn": "粒子附属的过程和被摄取的过程是两个分隔的过程."
    },
    {
      "en": "Water's ravenous ingestion of external heat is partly responsible for regulation of the earth's themperature.",
      "cn": "地球上温度的调节部分地有赖于水能够贪婪地吸收外部热量这一特征."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ingesta",
          "tran_cn": " [生物] 饮食物；摄取的营养物"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "ingest",
          "tran_cn": " 摄取；咽下；吸收；接待"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "absorption",
            "merger",
            "uptake"
          ],
          "tran_cn": "摄取；吸收；咽下"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "摄取，采食"
    }
  ],
  "exchange": {
    "verb": [
      "ingest"
    ]
  }
}