{
  "word": "slowdown",
  "ipa": {
    "us": "ˈsləʊdaʊn",
    "uk": "ˈsloʊdaʊn"
  },
  "sentences": [
    {
      "en": "a slowdown in economic growth",
      "cn": "经济增长的减缓"
    },
    {
      "en": "At any hint of a slowdown they shed theshort - timers.",
      "cn": "一有风吹草动他们就解雇那些 短期 工人."
    },
    {
      "en": "But the scale of the slowdown has emboldened some.",
      "cn": "但是经济衰退速度的放缓使一些人跃跃欲试."
    },
    {
      "en": "But Toyota denied an across - the - board slowdown in vehicle development.",
      "cn": "但丰田否定了汽车发展一律减速."
    },
    {
      "en": "He projects a slowdown in the rate of expansion of world trade.",
      "cn": "他估计世界贸易的发展速度会有所放慢."
    },
    {
      "en": "Insurance companies are certainly not immune to economic slowdown.",
      "cn": "保险公司当然无法幸免于经济低迷."
    },
    {
      "en": "It's impossible to assess how many officers are participating in the slowdown.",
      "cn": "要估算出究竟多少高级职员参与了怠工是不可能的。"
    },
    {
      "en": "The company's share price was off 5 percent after its slowdown in sales.",
      "cn": "该公司业绩销售减缓后,其股价下跌百分之五."
    },
    {
      "en": "The effects of a global economic slowdown would ripple into south - eastern Europe.",
      "cn": "全球经济增长放缓的影响将波及到东南欧洲."
    },
    {
      "en": "The primary data suggests that there is a slowdown in this market.",
      "cn": "原始资料表明这个市场出现了下滑."
    },
    {
      "en": "The slowdown in domestic demand was offset by an increase in exports.",
      "cn": "国内需求放缓和出口增长互相抵消了."
    },
    {
      "en": "The sudden economic slowdown was an changer for the election.",
      "cn": "经济增长突然放缓为选举带来了意想不到的变数."
    },
    {
      "en": "The union threatened a slowdown if their demands were not met.",
      "cn": "工会威胁说如果不答应他们的要求,他们就怠工."
    },
    {
      "en": "There has been a sharp slowdown in economic growth.",
      "cn": "经济增长的速度明显放慢。"
    },
    {
      "en": "There has been a slowdown in the food trade with you.",
      "cn": "和你们的食品贸易已有所减少."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "deceleration",
            "reduced speed"
          ],
          "tran_cn": "[经]减速；怠工；降低速度"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "depression",
            "paralysis"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "减速，减缓，怠工，降低速度",
      "tran_en": "a reduction in activity or speed"
    }
  ],
  "exchange": {
    "pl": [
      "slowdowns"
    ]
  }
}