{
  "word": "interestingly",
  "ipa": {
    "us": "ˈɪntrəstɪŋli; ˈɪntrestɪŋli",
    "uk": " ˈɪntrəstɪŋli,ˈɪntrestɪŋli"
  },
  "sentences": [
    {
      "en": "Europe's economies have converged in several areas. More interestingly, there has been convergence in economic growth rates.",
      "cn": "欧洲的经济已在多个领域互相趋同；更有意思的是，各国经济增长率也渐趋一致。"
    },
    {
      "en": "Her latest conquest is an Italian who, interestingly enough, doesn't speak a word of his native language.",
      "cn": "她新搭上了个意大利人。有意思的是，那个意大利人一句意大利语都不会说。"
    },
    {
      "en": "Interestingly , the term carbon may be used for both types of fibers.",
      "cn": "这两种纤维都可以称作碳纤维."
    },
    {
      "en": "Interestingly enough, a few weeks later, Benjamin remarried.",
      "cn": "有意思的是，几个星期以后，本杰明又结婚了。"
    },
    {
      "en": "Interestingly enough, Pearson made no attempt to deny the rumour.",
      "cn": "很有趣的是，皮尔逊没有试图否认谣传。"
    },
    {
      "en": "Interestingly Panasonic said exactly the same thing about the G 1.",
      "cn": "问:有意思了,松下也是这样描述他们的G1."
    },
    {
      "en": "Interestingly, Americans who heard the debate on radio thought Nixon had won.",
      "cn": "有趣的是, 那些从广播中收听辩论的人认为尼克松赢了."
    },
    {
      "en": "Interestingly, he was only seven when he composed the sonata.",
      "cn": "有趣的是, 他写那一首奏呜曲时,年仅七岁."
    },
    {
      "en": "Interestingly, it has a slightly different taste in each family.",
      "cn": "最好喝的永远是自己妈妈亲手做的大酱汤啊."
    },
    {
      "en": "Interestingly, none of their three children ever married.",
      "cn": "有趣的是，他们的三个孩子都一直没有结婚。"
    },
    {
      "en": "Interestingly, once Faith's account got really big, things apparently went south.",
      "cn": "有趣的是, 一旦费思的账户变大了, 事情明显就变坏了."
    },
    {
      "en": "Interestingly, panic appears in many other languages besides English.",
      "cn": "有趣的是, panic( 慌乱)这个词不仅出现在英语里,还出现在很多其他语言里."
    },
    {
      "en": "Interestingly, PP 2 A has been described to inhibit also insulin signaling in adipocytes.",
      "cn": "有趣的是, PP2A已经被认定还可以在脂肪细胞中抑制胰岛素信号通路."
    },
    {
      "en": "Interestingly, Sun Zi advocated understanding the weather first before understanding the terrain.",
      "cn": "很妙的是孙子主张知天先于知地."
    },
    {
      "en": "Interestingly, the sheet contains left - handed and right - handed helical chains.",
      "cn": "它最有趣的特征是层中含有左手螺旋链和右手螺旋链."
    },
    {
      "en": "Interestingly, the team's success came from stem cells with XY ( male ) chromosomes.",
      "cn": "有趣的是, 这个研究小组只培育成功自带XY ( 男性 ) 染色体的干细胞."
    },
    {
      "en": "Most interestingly, they are demanding that a national working party on crimes against women and children be established.",
      "cn": "最令人关注的是，他们要求针对侵害妇女和儿童的犯罪成立全国专案组。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "interested",
          "tran_cn": " 感兴趣的；有权益的；有成见的"
        },
        {
          "word": "interesting",
          "tran_cn": " 有趣的；引起兴趣的，令人关注的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "interest",
          "tran_cn": " 兴趣，爱好；利息；趣味；同行"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "interested",
          "tran_cn": " 使…感兴趣（interest的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "interest",
          "tran_cn": " 使……感兴趣；引起……的关心；使……参与"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "intriguingly",
            "amusingly"
          ],
          "tran_cn": "有趣地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "有趣地",
      "tran_en": "used to introduce a fact that you think is interesting"
    }
  ],
  "exchange": {
    "adj": [
      "interesting"
    ]
  }
}