{
  "word": "headphones",
  "ipa": {
    "us": "ˈhedfəʊnz",
    "uk": "ˈhedfoʊnz"
  },
  "sentences": [
    {
      "en": "...while out cycling one evening and listening to your programme on headphones.",
      "cn": "…一天晚上在外面一边骑车一边戴着耳机收听你的节目时。"
    },
    {
      "en": "\"White noise\" was played into the subject's ears through headphones.",
      "cn": "让受试者通过耳机听“白噪声”。"
    },
    {
      "en": "Built - in stereo speakers, you can add headphones, a microphone input.",
      "cn": "内 置 立体声喇叭, 可以外接耳机, 麦克风输入."
    },
    {
      "en": "Check if headphones are connected. If they re, disconnect them.",
      "cn": "检查是否接插着耳机.如果是, 即将其拆卸下来."
    },
    {
      "en": "Excuse me. Do you want headphones for the movie?",
      "cn": "空中小姐:请问, 你们要看电影的耳机 吗 ?"
    },
    {
      "en": "I am using Nokia also the machine, you are equipped with headphones.",
      "cn": "我现在用的也是诺基亚机子, 有配耳机呀."
    },
    {
      "en": "I carefully threaded the tape and placed the headphones on.",
      "cn": "我小心地装好磁带,戴上了耳机."
    },
    {
      "en": "I refused to wear headphones because they can perforate your eardrums.",
      "cn": "我不愿戴耳机，因为它可能会使鼓膜穿孔。"
    },
    {
      "en": "Josh Powell grabs his headphones and heads for the players - only lounge.",
      "cn": "约什-鲍威尔正紧紧攥住耳机,向球员休息室走去."
    },
    {
      "en": "May I have headphones for the in - flight movie?",
      "cn": "我可以要一副耳机来欣赏飞机上的电影 吗 ?"
    },
    {
      "en": "One hundred and forty quid for a pair of headphones, you've got to be joking!",
      "cn": "一副耳机140英镑，你不是在开玩笑吧！"
    },
    {
      "en": "The speaker is deactivated when you connect the headphones.",
      "cn": "连接耳机后,扬声器便不会发出声音."
    },
    {
      "en": "The tape machines will run pre - recorded lessons which pupils will follow by headphones.",
      "cn": "录音机将播放事先录制好的课程,学生们可以通过耳机收听."
    },
    {
      "en": "These headphones also utilize UHPLC copper in the connecting cable.",
      "cn": "这些耳机还采用UHPLC铜连接电缆."
    },
    {
      "en": "To test your speakers or headphones, speak into the microphone.",
      "cn": "要测试您的扬声器或耳机, 请对着麦克风讲话."
    },
    {
      "en": "Use headphones if you'll be listening to them in workday.",
      "cn": "你在工作中听音乐的话,最好使用耳机."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "phones",
            "earphones"
          ],
          "tran_cn": "耳机；听筒；头戴式受话器（headphone的复数形式）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "耳机，听筒，头戴式受话器",
      "tran_en": "a piece of equipment that you wear over your ears to listen to the radio, music etc without other people hearing it"
    }
  ],
  "exchange": {}
}