{
  "word": "archaeological",
  "ipa": {
    "us": "ˌɑːkɪəˈlɒdʒɪkəl",
    "uk": "ˌɑrkiəˈlɑdʒɪkəl"
  },
  "sentences": [
    {
      "en": "Ancient tombs are main targets for archaeological investigation and excavation.",
      "cn": "古代墓葬为考古调查发掘的主要对象."
    },
    {
      "en": "Angkor is one of the most important archaeological sites in South - East Asia.",
      "cn": "吴哥窟区是东南亚最重要的考古学遗址之一."
    },
    {
      "en": "Archaeological finds have a diameter of 18 centimeters per cent milk mirror.",
      "cn": "出土文物中有一件直径18厘米的百乳镜."
    },
    {
      "en": "Archaeological finds have been made one after another.",
      "cn": "地下文物迭有发现."
    },
    {
      "en": "Here the environmental and archaeological survey data come together in intriguing ways.",
      "cn": "这里,环境调查数据和考古调查数据错综复杂."
    },
    {
      "en": "His paper was published in the proceedings of the Kent Archaeological Society.",
      "cn": "他的论文已在肯特考古学会学报上发表."
    },
    {
      "en": "In particular, he said they had been influenced by the discovery of a crucified skeleton, which was found near Jerusalem in 1968 and is the only such archaeological find.",
      "cn": "他特别指出他们受到一具被钉死的骨架的影响，这具骨架在1968年出土于耶路撒冷附近，并且是这方面唯一的考古学发现。"
    },
    {
      "en": "It exhibits archaeological findings in the field of ancient mining and metallurgy.",
      "cn": "展览展出了古代采矿、冶金领域里的考古发现."
    },
    {
      "en": "Just who made the tools is unclear from the archaeological evidence alone, though our relative Homo erectus is identified as the likely creator of at least the Acheulian tools.",
      "cn": "尽管已经确定我们的近亲直立人至少是阿舍利工具可能的创造者，但仅凭考古学证据还无法确定是谁制造了这些工具。"
    },
    {
      "en": "Most of the important archaeological finds in this part of the world have been discovered accidently.",
      "cn": "世界上这个地区的重要考古发现大都是偶然获得的."
    },
    {
      "en": "Recent extensive construction has resulted in unearthing of many valuable archaeological remains.",
      "cn": "最近广泛施工,促使很多珍贵的古物出土了."
    },
    {
      "en": "So there are two other models, then, models different from the immigration model, two other models for understanding the formation of Israel, that build on this archaeological evidence.",
      "cn": "那么还有两个其他的模型，与移民模型不同的两个模型，这两个模型也是为了说明以色列的形成，它们是依据考古学证据。"
    },
    {
      "en": "That was a great archaeological find.",
      "cn": "那是一次了不起的考古发现."
    },
    {
      "en": "The area is a treasure house of archaeological relics.",
      "cn": "这个地区是古文物遗迹的宝库。"
    },
    {
      "en": "The discovery is of great archaeological value.",
      "cn": "这一发现有很大的考古学意义."
    },
    {
      "en": "The results help explain the contradiction between the archaeological find.",
      "cn": "这一结果有助于解释考古学发现间的矛盾."
    },
    {
      "en": "The University will conduct an archaeological dig with up to 30 students.",
      "cn": "大学将组织一次有30名学生参与的考古挖掘."
    },
    {
      "en": "The work fills (in) a gap which has hitherto existed in our archaeological literature.",
      "cn": "这部著作填补了我国考古学文献中的一个空白。"
    },
    {
      "en": "Tourists have plundered all the archaeological sites.",
      "cn": "游客简直是洗劫了考古场地."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "archaeologist",
          "tran_cn": " 考古学家"
        },
        {
          "word": "archaeology",
          "tran_cn": " 考古学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "archaeological site",
      "tran_cn": "考古遗址；遗迹"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "考古学的，考古学上的"
    }
  ],
  "exchange": {
    "noun": [
      "archaeology"
    ]
  }
}