{
  "word": "boomerang",
  "ipa": {
    "us": "ˈbuːməræŋ",
    "uk": "ˈbuːməræŋ"
  },
  "sentences": [
    {
      "en": "Boomerang Nebula - the coolest place in the Universe?",
      "cn": "宇宙中最冷的地方?"
    },
    {
      "en": "Boomerang: Curved throwing stick used chiefly by the aborigines of Australia for hunting and warfare.",
      "cn": "飞标: 弯曲形投掷尖刺武器.澳大利亚原住民多在狩猎及战争中使用之."
    },
    {
      "en": "Great ! You must also estabish the difference between a returning boomerang and a non - returning boomerang.",
      "cn": "不过 你也要说明一下返回式回飞棒和 非 返回式回飞棒的区别."
    },
    {
      "en": "He learns that buck passing as a boomerang.",
      "cn": "他知道,推诿责任往往会自食其果."
    },
    {
      "en": "Next, I will talk about how the returning boomerang was developed.",
      "cn": "接下来, 我会谈到返回式回飞棒是怎么产生的."
    },
    {
      "en": "No, gossip is cyclical and karmic, like a boomerang.",
      "cn": "不, 流言是循环的,是有因果的, 就像自食其果."
    },
    {
      "en": "T : Next, I will talk about how the returning boomerang was developed.",
      "cn": "T: 接下来, 我会谈到返回式回飞棒是怎么产生的."
    },
    {
      "en": "The boomerang child phenomenon have becoming a social problem on nationwide scale.",
      "cn": "啃老族显像已成了全国性的外面世纪疑难题目."
    },
    {
      "en": "The boomerang child returned home to live with his parents after graduating from the university.",
      "cn": "这个啃老族在大学毕业之后,回到家中与父母住在一起."
    },
    {
      "en": "There's some speculation that the CLS's boomerang - shaped lights could spread to other Mercedes models.",
      "cn": "据推测梅塞德斯的其他车型会延用 CLS 的转角形车灯."
    },
    {
      "en": "They hunt game with spears or a curved wooden boomerang.",
      "cn": "他们用长矛或木制曲形飞镖猎取野味."
    },
    {
      "en": "What a boomerang it is!",
      "cn": "真是自食其果!"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（澳大利亚）回飞镖，自作自受，伤及原提案者的言论及提议",
      "tran_en": "a curved stick that flies in a circle and comes back to you when you throw it, first used in Australia"
    },
    {
      "pos": "vi",
      "tran_cn": "（计划）产生事与愿违的结果，自食其果"
    }
  ],
  "exchange": {
    "pl": [
      "boomerangs"
    ],
    "third": [
      "boomerangs"
    ],
    "past": [
      "boomeranged"
    ],
    "done": [
      "boomeranged"
    ],
    "ing": [
      "boomeranging"
    ]
  }
}