{
  "word": "armament",
  "ipa": {
    "us": "ˈɑːməmənt",
    "uk": "ˈɑːrməmənt"
  },
  "sentences": [
    {
      "en": "A small trading vessel armed with a basic armament of soldiers and arches.",
      "cn": "柯克战船是小型贸易货船,配备少量步兵和弓箭兵."
    },
    {
      "en": "Anti - fighters are also inexpensive, because their armament is limited.",
      "cn": "反 战斗机一样不贵, 因为他们的武器很有限."
    },
    {
      "en": "Do you believe in nuclear dis - armament?",
      "cn": "你认为真能裁减核军备 吗 ?"
    },
    {
      "en": "In armament acquisition system, cost risk and the elements that had an impact on are interaction.",
      "cn": "在武器装备采办系统中, 费用风险以及影响费用风险的要素之间是相互作用的."
    },
    {
      "en": "Main armament consisted of a 75 mm main gun.",
      "cn": "坦克主要的装备是一门75毫米口径的主炮."
    },
    {
      "en": "nuclear armaments",
      "cn": "核武器"
    },
    {
      "en": "Secondly, the predict methods of armament cost are induced.",
      "cn": "其次总结了武器型号成本预测的主要方法."
    },
    {
      "en": "Ships that would go faster, carry more armament, those things.",
      "cn": "要求船的速度更快 、 载乘部队更多等等."
    },
    {
      "en": "The concept modeling and verifying analysis technology for weapon and armament system of systems were discussed.",
      "cn": "探讨了武器装备体系概念建模与分析验证技术."
    },
    {
      "en": "The unit has insufficient armament with which to do battle.",
      "cn": "这个分队缺少作战的武器装备."
    },
    {
      "en": "There is a tendency toward increased armament.",
      "cn": "有军备增强的趋势."
    },
    {
      "en": "This is less in total than the cost of world's armament for a single year.",
      "cn": "这总数少于全世界一年的军备开支."
    },
    {
      "en": "This shows clearly who has high military spending and who is going all out with armament.",
      "cn": "这样比较起来,军费谁多谁少,谁在大力地搞军备,事实不是十分清楚了吗?"
    },
    {
      "en": "We must consider the question whether we can afford such huge sum for armament.",
      "cn": "我们必须考虑的问题是我们能否负担得起如此的巨大的军备开支."
    },
    {
      "en": "What is the armament package on a Russian Delta IV class sub?",
      "cn": "俄国三角洲4级潜艇上的武器装备是什么?"
    },
    {
      "en": "What's the armament package on a Russian Delta IV - class sub?",
      "cn": "俄国德尔塔4型潜水艇列装的武器有哪些?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "arm",
          "tran_cn": " 手臂；武器；袖子；装备"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "arm",
          "tran_cn": " 武装起来"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "arm",
          "tran_cn": " 武装；备战"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "weapon",
            "arm"
          ],
          "tran_cn": "武器；[军]军备"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "defense"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "军备，武器，战备",
      "tran_en": "the weapons and military equipment used by an army"
    }
  ],
  "exchange": {
    "pl": [
      "armaments"
    ]
  }
}