{
  "word": "emphasise",
  "ipa": {
    "us": "'emfəsaɪz",
    "uk": "'emfəsaɪz"
  },
  "sentences": [
    {
      "en": "At the NPC session , officials have continued to emphasise measures aimed at the poor.",
      "cn": "在全国人代会期间, 官员们继续强调采取措施帮助穷人."
    },
    {
      "en": "Because Buddha and Jesus emphasise effort and Chuang Tzu emphasises effortlessness.",
      "cn": "因为佛陀与耶稣主张有为,而庄子强调的是无为."
    },
    {
      "en": "Besides above - mentioned points, we must also emphasise other issues.",
      "cn": "除了上述的几点之外, 我们也必须强调其他几方面的问题."
    },
    {
      "en": "Doll's report will emphasise that more re search is needed to confirm the mechanism.",
      "cn": "多尔的报告将强调,需要更多的研究来证实高压电线致癌的运行机制."
    },
    {
      "en": "I would emphasise three criteria.",
      "cn": "我想强调三条标准。"
    },
    {
      "en": "It is certainly shared by those consultancies that emphasise the primacy of action over analysis.",
      "cn": "那些强调行动比分析重要的咨询机构当然是认同的."
    },
    {
      "en": "Many candidates go into interviews and are keen to emphasise their skills.",
      "cn": "在面试中，更多的候选人倾向于强调他们的专业技能。"
    },
    {
      "en": "Merger boutiques , such as Lazard and Greenhill, will emphasise their stability to pick up business.",
      "cn": "他收购巨头如Lazard和Greenhill将足够稳定,能够收购其他公司业务."
    },
    {
      "en": "The building and improvement of the test methods of ECDP filament tenacity loss were expounded emphasise.",
      "cn": "着重阐述了阳离子易染聚酯长丝强度降测试方法的建立及完善."
    },
    {
      "en": "The current accounting standards emphasise reliable information, while ignoring the relevance of financial statements.",
      "cn": "由于现行会计准则更多的是强调信息的客观性, 而忽视财务报告信息的相关性."
    },
    {
      "en": "The findings do, however , emphasise how profound the relationship is between people and their gut bacteria.",
      "cn": "而这个发现实际上更深入地解读了人类与其肠道寄生菌的关系."
    },
    {
      "en": "The picture plane was mainly in dark tone to emphasise a sense of anxiety.",
      "cn": "画面主要采用灰暗调子,以强调焦虑感."
    },
    {
      "en": "The right style of swimsuit can help to hide, minimise or emphasise what you want it to.",
      "cn": "款式选择得当的泳装有助于按照意愿掩饰、缩小或突出某些部位。"
    },
    {
      "en": "They also emphasise the cultivation of independent thinking.",
      "cn": "他们也注意培养独立的思考的能力."
    },
    {
      "en": "They emphasise the significance of economic stability and social equality.",
      "cn": "他们强调了经济稳定、社会平等的重要性。"
    },
    {
      "en": "Traditional values emphasise conventional family life and the continuation of blood lines.",
      "cn": "传统的价值观和传统的家庭血缘关系还是很强调的."
    },
    {
      "en": "What do you emphasise in your training sessions?",
      "cn": "在你的训练课中你会强调什么?"
    },
    {
      "en": "What does that mean? I would emphasise three criteria.",
      "cn": "这意味着什么? 我想强调三条标准."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "emphasis",
          "tran_cn": " 重点；强调；加强语气"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "emphasize",
          "tran_cn": " 强调，着重"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "stress",
            "highlight"
          ],
          "tran_cn": "（英）强调；加强…的语气（等于emphasize ）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "强调，重视，使突出"
    },
    {
      "pos": "vt",
      "tran_cn": "强调， 着重"
    }
  ],
  "exchange": {}
}