{
  "word": "herdsman",
  "ipa": {
    "us": "ˈhɜ:dzmən",
    "uk": "ˈhɜrdzmən"
  },
  "sentences": [
    {
      "en": "A herd of horses is what the herdsman wants to have.",
      "cn": "这个牧人想拥有的是一群马。"
    },
    {
      "en": "A HERDSMAN tending his flock in a forest lost Bull - calf from the fold.",
      "cn": "牧人在树林中放牛,不幸丢失了一头离群的小牛犊."
    },
    {
      "en": "At the approach of the evening the herdsman come to feed his cattle.",
      "cn": "黄昏来临时,牧人来喂他的牲口."
    },
    {
      "en": "But I hear he is in fact the son of a herdsman.",
      "cn": "不过据臣妾所知,他只是个牧马人的儿子."
    },
    {
      "en": "Herdsman must help with what this will protect this belongings, abb!",
      "cn": "牧民不得不用此来保护自己的救命财产—羊毛!"
    },
    {
      "en": "I am an ordinary herdsman and I'm 41 years old.",
      "cn": "我是一名普通的牧民,今年41岁,四口之家."
    },
    {
      "en": "It became a bestseller in Iraq, and was even adapted into a musical, despite one alarming and improbable scene in which a female bear \"copulates\" with a herdsman.",
      "cn": "它在伊拉克成了畅销书，甚至被改编成了音乐剧，尽管其中有一幕令人惊恐且匪夷所思——其中有一个牧人和一头母熊的人兽交。"
    },
    {
      "en": "Lush grasslands beckoned the herdsman.",
      "cn": "肥沃的草地吸引了牧人."
    },
    {
      "en": "Preliminary already show project beneficial result, herdsman resists the ability of natural disaster is strengthened somewhat.",
      "cn": "已初步显示出工程建设效益, 牧民抗御自然灾难的能力有所加强."
    },
    {
      "en": "The development nationality handicraft industry is increases herdsman's employment opportunity and an income good way.",
      "cn": "发展民族手工业是增加牧民的就业机会和收入的好办法."
    },
    {
      "en": "The girls sing, the men jump, herdsman's life and forth in the scenery between.",
      "cn": "姑娘们唱起来, 汉子们跳起来, 牧人的生活在山水间穿梭."
    },
    {
      "en": "The herdsman drew up his horse at the top of the cliff.",
      "cn": "那牧民在悬顶把马勒住."
    },
    {
      "en": "The herdsman drove afield battening his flocks with the fresh dews of night.",
      "cn": "牧人把羊群赶到野外,用夜晚的新鲜露水催肥."
    },
    {
      "en": "The herdsman looks after a herd of animals.",
      "cn": "牧人放牧着一群牲畜."
    },
    {
      "en": "The west side of every wood and rising ground gleamed like a boundary of Elysium, the sun on our backs seemed like a gentle herdsman driving us home at evening.",
      "cn": "每处林木的西边和凸起的地面流光溢彩，宛如乐园的边际，夕阳在背好似和蔼的牧人晚间赶车送我们回家。"
    },
    {
      "en": "The young herdsman briskly mounted a horse that was inclined to act up with an unaccustomed rider.",
      "cn": "年轻牧民轻快地跃上一匹惯于对生人使性子的马."
    },
    {
      "en": "You don't need a humanistic education in order to become a herdsman .",
      "cn": "要成为一个牧人，你不需要接受人文主义的教育。"
    },
    {
      "en": "You don't need a humanistic education in order to become a herdsman.",
      "cn": "要成为一个牧人，你不需要接受人文主义的教育。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "herder",
          "tran_cn": " 牧人；（美俚）监狱看守"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wrangler",
            "vaquero"
          ],
          "tran_cn": "牧人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shepherd"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "牧人",
      "tran_en": "a man who looks after a herd of animals"
    }
  ],
  "exchange": {
    "pl": [
      "herdsmen"
    ]
  }
}