{
  "word": "Minneapolis",
  "ipa": {
    "us": "ˌminiˈæpəlis",
    "uk": "ˌmɪniˈæpəlɪs"
  },
  "sentences": [
    {
      "en": "Blodgett College is on the edge of Minneapolis it is a bulwark of sound religion.",
      "cn": "布格杰特学院座落在明尼阿波利斯的近郊,它是正统宗教的堡垒."
    },
    {
      "en": "Blodgett College is on the edge of Minneapolis.",
      "cn": "布洛杰特学院座落在明尼阿波利斯的近郊."
    },
    {
      "en": "Divers are searching the Mississippi River for people missing from the bridge collapse in Minneapolis.",
      "cn": "潜水员们正在密西西比河上搜寻名尼阿波利斯城中桥梁塌陷的失踪人员."
    },
    {
      "en": "Do you happen to know Bernd and Elsa Kruger in Minneapolis?",
      "cn": "你是否认识在明尼阿波利斯的伯那德和埃尔莎克鲁格?"
    },
    {
      "en": "Ellen flew to Chicago by way of Minneapolis.",
      "cn": "艾伦经由明尼阿波利斯飞往芝加哥."
    },
    {
      "en": "It will continue until the final game is played in Minneapolis, Minnesota on April 2.",
      "cn": "它会一直持续到4月2日, 在明尼苏达州明尼阿波利斯市举行决赛的那一天."
    },
    {
      "en": "MINNEAPOLIS -- You almost have to feel bad for Trevor Ariza.",
      "cn": "明尼阿波利斯 —— 你似乎不得不认为阿里扎不怎么样."
    },
    {
      "en": "President Bush is vowing to help Minneapolis  rebuild this collapse  bridge.",
      "cn": "布什总统发誓要帮助明尼阿波利斯重建起这座坍塌的桥梁."
    },
    {
      "en": "President Bush is vowing to help Minneapolis rebuild its collapsed bridge.",
      "cn": "布什总统承诺将帮助明尼阿波利斯重建坍塌的大桥."
    },
    {
      "en": "The administrator's stay in Minneapolis was an enjoyable one.",
      "cn": "部长在明尼阿波利斯度过了一段很愉快的时光."
    },
    {
      "en": "The boss of Minneapolis operated the most spectacular system of police graft in the country.",
      "cn": "明尼阿波利斯的头头操纵着全国最引人注目的警察受贿网."
    },
    {
      "en": "The moisturizer/styling cream/foundation that served you so well in Miami is not going to cut it in Minneapolis.",
      "cn": "在迈阿密适合你的保湿剂、各式乳霜和基础护肤品，不会在明尼阿波利斯就不适合你。"
    },
    {
      "en": "There are 57 police officers who are still on the streets of Minneapolis tonight because this plan prevented the layoffs their department was about to make.",
      "cn": "今晚有57位警官仍在明尼阿波利斯的大街上执行公务，正是因为这项计划阻止了当地警局对他们的解雇。"
    },
    {
      "en": "They are Minneapolis and Saint Paul, Minnesota.",
      "cn": "它们是明尼苏达州的明尼阿波利斯和圣保罗."
    },
    {
      "en": "This sixth floor penthouse overlooks the Minneapolis lakes, Uptown area and downtown beyond.",
      "cn": "这个位于六层的阁楼眺望明尼阿波利斯湖, 上城城区,以及城市商业区."
    },
    {
      "en": "Unemployed men sleeping in a park in 1939 Minneapolis, Minnesota.",
      "cn": "1939年, 明尼苏达州,明尼阿波利斯市,失业者正躺在停车场公园里睡觉."
    },
    {
      "en": "What do you know about its twin cities, Minneapolis and St.",
      "cn": "你对该州的双子星城:明尼亚波里斯和圣保罗有什麽印象?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "明尼苏达[美国州名]"
    },
    {
      "pos": "other",
      "tran_cn": "明尼阿波利斯（美国城市）"
    }
  ],
  "exchange": {}
}