{
  "word": "fluidity",
  "ipa": {
    "us": "fluˈɪdəti",
    "uk": "fluˈɪdəti"
  },
  "sentences": [
    {
      "en": "Because of the natural fluidity and immediacy of marketing, we are constantly building new areas of knowledge.",
      "cn": "由于市场固有的流动性和即时性，所以我们经常构建新知识领域。"
    },
    {
      "en": "Discussing an essential distinction between fluidity and mold - filling capacity of melting metal.",
      "cn": "论述熔融金属的流动性与充型能力二者之间的本质区别."
    },
    {
      "en": "Folk songs are distinguished from non - folk songs by their fluidity of form and content.",
      "cn": "民歌和 非 民歌的区别在于民歌在形式和内容上具有变异性."
    },
    {
      "en": "In General, the ink thicker, viscous inks for greater fluidity, the less.",
      "cn": "一般情况下, 油墨越厚其粘性也越大,油墨的流动性就越小."
    },
    {
      "en": "It improves fluidity and other casting properties.",
      "cn": "它可提高流度和其他铸造性能."
    },
    {
      "en": "On the other hand enlarges standard currency currency fluidity creation.",
      "cn": "另一方面加大本币的货币流动性创造."
    },
    {
      "en": "Sexual fluidity occurs in both men and women, but it has been suggested that women are potentially more open and malleable in this regard.",
      "cn": "除了女性，性别的流动性同样会出现在男性身上，但这有证据显示女性在这个方面更有可能和可塑性。"
    },
    {
      "en": "She danced with great fluidity of movement.",
      "cn": "她跳舞的动作十分流畅优美。"
    },
    {
      "en": "She dances with an exquisite fluidity of movement.",
      "cn": "她的舞姿细腻流畅。"
    },
    {
      "en": "The fibre diameter increases with increasing fluidity of the molten oxide.",
      "cn": "熔融氧化物的流化度增大,纤维直径增大."
    },
    {
      "en": "The fluidity of such beds is near to that of the smallest particles.",
      "cn": "该床层的流度将接近于最小最小颗粒的流度."
    },
    {
      "en": "The maximum density is governed by the allowable limit of fluidity for hydraulic transport.",
      "cn": "最大密度是由水力输送所容许的流态极限控制的."
    },
    {
      "en": "The reciprocal of viscosity is known as fluidity.",
      "cn": "粘度的反意就是流动性."
    },
    {
      "en": "They believe that fluidity increases as the water gets warmer.",
      "cn": "他们认为水的流动性会随温度的升高而增加."
    },
    {
      "en": "This standard is applicable to the test for fluidity of cement mortar.",
      "cn": "本标准适用于水泥胶砂流动度的测定."
    },
    {
      "en": "Worker mobility gives the tech industry fluidity, velocity, and energy.",
      "cn": "员工流动赋予科技产业流动性, 周转性和能量."
    },
    {
      "en": "Yoga awakens the breath, fluidity of the spine, and inner power.",
      "cn": "瑜珈唤醒呼吸, 脊椎和内在力量."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fluid",
          "tran_cn": " 流动的；流畅的；不固定的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "fluid",
          "tran_cn": " 流体；液体"
        },
        {
          "word": "fluidness",
          "tran_cn": " 流动性；流质；不固定性，易变性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "liquidity",
            "flowability"
          ],
          "tran_cn": "[流]流动性；流质；易变性"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "membrane fluidity",
      "tran_cn": "膜流动性"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "流动性，流质，变移性，流度"
    }
  ],
  "exchange": {}
}