{
  "word": "jellyfish",
  "ipa": {
    "us": "ˈdʒelifɪʃ",
    "uk": "ˈdʒelifɪʃ"
  },
  "sentences": [
    {
      "en": "A lion's mane jellyfish nestled in a kelp frond.",
      "cn": "一只狮鬃水母呆在一片海藻叶子中."
    },
    {
      "en": "Are jellyfish and prawn mixed what is raising a technology?",
      "cn": "海蜇与对虾混养技术是 什么 ?"
    },
    {
      "en": "But many marine experts have been saying for several years that we need to start loving jellyfish – because in the not too distant future, they may be the most plentiful marine species around.",
      "cn": "但是，多年来，许多海洋专家一直在说，我们需要开始热爱水母——因为在不远的将来，它们也许是我们周围最丰富的海洋物种。"
    },
    {
      "en": "How many jellyfish can you see? One, two, three!",
      "cn": "你可以看见多少水母? 一 、 二 、 三只!"
    },
    {
      "en": "It is this form that grows into the adult medusa jellyfish.",
      "cn": "正是碟状幼体产生了成年的水母体海蜇."
    },
    {
      "en": "Jellyfish are one of the most well - known colonial organisms.",
      "cn": "水母是最有名的群体生物之一."
    },
    {
      "en": "Jellyfish come in a variety of shapes, sizes and colors.",
      "cn": "海蜇有各种形状 、 大小和颜色."
    },
    {
      "en": "Jellyfish drift in the frigid waters of Alaska's Inside Passage.",
      "cn": "水母漂移,在寒冷水域,阿拉斯加的里面通过."
    },
    {
      "en": "Mr. Loughlin and others at the beach said it took a while for everyone to realize what was happening, because jellyfish stings are so rare at the beach.",
      "cn": "洛夫林先生和其他在海滩上的人说，过了好一会儿，大家才意识到发生了什么，因为水母蜇人在这片海滩上实属罕见。"
    },
    {
      "en": "One capsized after the jellyfish became entangled in its nets.",
      "cn": "有一艘渔船被这种水母缠住渔网之后,倾翻了."
    },
    {
      "en": "So how long will it be before we can become jellyfish - like immortals?",
      "cn": "我们还要过多久才能像水母那样长生不老?"
    },
    {
      "en": "The jellyfish sting actually comes from tiny nematocysts on the jellyfish body.",
      "cn": "海蜇的蛰刺实际上来自海蜇体上微小的刺丝囊刺细胞."
    },
    {
      "en": "The sting of a jellyfish is very painful.",
      "cn": "让水母刺着是很痛的."
    },
    {
      "en": "The unfortunate prey is then drawn into the jellyfish's mouth.",
      "cn": "接着这不幸的猎物就被吸入水母的嘴里."
    },
    {
      "en": "There are well - known Ruiyun Temple, jellyfish Temple, Yong - owned kiosks, as Ha Temple.",
      "cn": "知名 的有瑞云禅寺 、 水母庙 、 咏归亭 、 碧霞祠等."
    },
    {
      "en": "This has allowed jellyfish become the lower reaches of the chain.",
      "cn": "这使得水母在食物链中处于更低端的位置."
    },
    {
      "en": "You can get a nasty sting from a jellyfish.",
      "cn": "你可能会被水母狠狠地蜇一下."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nettlefish",
            "acaleph"
          ],
          "tran_cn": "水母；[无脊椎]海蜇；软弱无能的人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "insect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水母，海蜇，软弱无用的人，意志薄弱的人",
      "tran_en": "a sea animal that has a round transparent body and can sting you"
    }
  ],
  "exchange": {
    "pl": [
      " jellyfishes",
      "jellyfish"
    ]
  }
}