{
  "word": "esoteric",
  "ipa": {
    "us": "ˌesəˈterɪk",
    "uk": "ˌesəˈterɪk"
  },
  "sentences": [
    {
      "en": "...esoteric knowledge.",
      "cn": "…深奥难懂的知识。"
    },
    {
      "en": "But reviewers complain this work is too mystierious and esoteric.",
      "cn": "但是对文本特征的把握不够使得此书长期以来像天书一般无解."
    },
    {
      "en": "Cale has ploughed a more esoteric furrow as a recording artist.",
      "cn": "作为一名录音艺人，凯尔走了一条较为冷僻的道路。"
    },
    {
      "en": "Esoteric tradition became handed down in spiritual groups, communes, or fraternities.",
      "cn": "深奥的传统在精神团体 、 公社或兄弟会中代代相传."
    },
    {
      "en": "Eventual consistency is not some esoteric property of extreme distributed systems.",
      "cn": "最终一致性不是那些被过度分布的系统中存在的晦涩难懂的属性."
    },
    {
      "en": "How we regulate insurance is not an esoteric issue.",
      "cn": "我们如何监管保险业并不是个深奥的问题."
    },
    {
      "en": "I asked, but he said he couldn't tell me the recipe because it was esoteric.",
      "cn": "我问了, 但是他说他不能告诉我那药方,因为那是秘传的."
    },
    {
      "en": "Kinda esoteric and very, very bright.",
      "cn": "有点深不可测而且非常, 非常聪明."
    },
    {
      "en": "Of course, not everyone can understand it, since we often employ a symbolic or esoteric language.",
      "cn": "当然, 不是人人都能领会的, 因为我们常常用一些象征性或深奥的语言."
    },
    {
      "en": "Some words are really too esoteric for this dictionary.",
      "cn": "有些单词实在太生僻了,未收入本词典内."
    },
    {
      "en": "The esoteric tradition had less to fear now.",
      "cn": "秘密传统现在不再需要害怕."
    },
    {
      "en": "the esoteric world of scientific supercomputing",
      "cn": "深奥的科学超级计算领域"
    },
    {
      "en": "There are indications that his esoteric popularity may be ebbing.",
      "cn": "有迹象表明,他神秘的声望可能正在下降."
    },
    {
      "en": "This was House of Commons gossip, as esoteric as theatre - gossip.",
      "cn": "这叫做众议院的流言蜚语, 它同戏剧界的流言蜚语一样是高深莫测的."
    },
    {
      "en": "This would seem to an esoteric subject, but it is not.",
      "cn": "这有点像深奥的主题, 但并不是的."
    },
    {
      "en": "Through exoteric and esoteric sources, we know that the Nazarene Master fulfilled his spiritual mission successfully.",
      "cn": "通过开放和深奥的来源, 我们知道,拿撒勒硕士履行他的精神使命成功."
    },
    {
      "en": "What gives international finance its esoteric twist is the existence of national moneys.",
      "cn": "使国际金融具有其奥妙曲折的特点的原因是由于存在着各国货币."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "esoterica",
          "tran_cn": " 秘传的事物；黄色书刊"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "complicated",
            "elusive"
          ],
          "tran_cn": "秘传的；限于圈内人的；难懂的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abstruse",
            "deep",
            "enigmatic",
            "in",
            "inner",
            "significant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "esoteric buddhism",
      "tran_cn": "密宗（秘教性的佛教）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "秘传的，机密的，难解的，深奥的，限于少数人的",
      "tran_en": "known and understood by only a few people who have special knowledge about something"
    }
  ],
  "exchange": {}
}