{
  "word": "auricular",
  "ipa": {
    "us": "ɔ:'rɪkjʊlə",
    "uk": "ɔˈrɪkjəlɚ"
  },
  "sentences": [
    {
      "en": "Abstr: Objective: To observe the effects of magnetic beads auricular pressing therapies in improving sleep disorder of hemodialysis patients.",
      "cn": "文章摘要： 目的：观察耳穴磁珠贴压护理法对血液透析合并睡眠障碍患者的睡眠改善效果。"
    },
    {
      "en": "Auricular ossification is a rare clinical entity.",
      "cn": "摘要临床上,耳壳骨化是罕见的临床症状."
    },
    {
      "en": "Auricular points are some certain stimulating spots or areas on the auricle.",
      "cn": "耳穴是指耳廓上一些特定的刺激点或刺激部位."
    },
    {
      "en": "Conclusion: auricular composite tissue free graft is an excellent method to repair the nasal alar defect.",
      "cn": "目的: 探讨耳廓复合组织游离移植修复鼻翼缺损的疗效."
    },
    {
      "en": "Conclusion: The auricular composite free graft is a excellent method to repair the nasal alar defect.",
      "cn": "结论: 耳复合组织游离是修复鼻翼缺损的较好方法."
    },
    {
      "en": "Conclusion: The auricular composite tissue free graft is an excellent method to repair the alar defect.",
      "cn": "结论: 耳廓复合组织游离移植是一种修复鼻翼缺损较好的治疗方法."
    },
    {
      "en": "However, the elemental content of ossified auricular cartilage is similar to that of normal bone specimens.",
      "cn": "虽然是异位性的钙化现象, 但钙化的成份与正常的骨质无异."
    },
    {
      "en": "I 'll get an auricular tube and listen to your lung .",
      "cn": "我要用听诊器听你肺部。"
    },
    {
      "en": "It is a simple stimulating method by tapping small Seed - shape herb on the auricular point.",
      "cn": "是在耳穴表面贴敷小颗粒状药物的一种简易刺激方法."
    },
    {
      "en": "Objective To explore the application of auricular cartilage in conjuction with silicone prosthesis to correct the nasal deformity.",
      "cn": "目的：探索应用自体耳软骨联合硅胶假体整复唇裂Ⅱ期鼻畸形的方法。"
    },
    {
      "en": "Objective To explore the effect of auricular plaster therapy on simple obesity.",
      "cn": "目的探讨耳穴贴压治疗单纯性肥胖症的临床效应."
    },
    {
      "en": "Objective To get to know the condition of Auricular Fibrillation from entry - exit people at Wenzhou port.",
      "cn": "目的了解温州口岸出入境人员中的心房颤动的发生情况,探讨旅行保健方法."
    },
    {
      "en": "OBJECTIVE To investigate into the relationship between the specificity of auricular points and molecular activity.",
      "cn": "目的研究耳穴特异性与机体生物分子活性之间的关系."
    },
    {
      "en": "Objective To observe the effect of Fangshi capsule with Auricular - plaster therapy on experimental gallstone guinea pigs.",
      "cn": "目的观察耳压及防石胶囊预防胆固醇性胆囊结石的作用."
    },
    {
      "en": "Objective To promote the survival of the auricular flap in repairing the larger alar defect deformity.",
      "cn": "目的提高耳廓复合组织瓣移植的成活率,修复较大面积鼻翼缺损."
    },
    {
      "en": "Only three cases of auricular calcification have been reported in patients with secondary hypoadrenalism.",
      "cn": "但续发性的肾上腺低能症合并耳壳骨化者,文献只有三例报告."
    },
    {
      "en": "The plasty of cavity of auricular concha and mastoid obliteration can raise drying ear rate.",
      "cn": "耳甲腔成形和乳突腔骨膜瓣填充可增加干耳率."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "otic",
            "aural"
          ],
          "tran_cn": "[解剖]耳的；耳状的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "耳的，耳状的，耳语的，耳廓的"
    },
    {
      "pos": "n",
      "tran_cn": "耳的, 耳状的"
    }
  ],
  "exchange": {}
}