{
  "word": "wren",
  "ipa": {
    "us": "ren",
    "uk": "rɛn"
  },
  "sentences": [
    {
      "en": "\" But I thought Mr. Wren was a painter? \"",
      "cn": "“ 我还以为雷恩先生是位画家 呢 . ”"
    },
    {
      "en": "A wren is a kind of short - winged songbird.",
      "cn": "鹪鹩是一种短翼的鸣禽."
    },
    {
      "en": "American wren that inhabits tall reed beds.",
      "cn": "栖息在高杆芦苇畦地的美洲鹪鹩."
    },
    {
      "en": "And the lion keeps something for you, and the mangrove swamp and the coral and the spider and the wren.",
      "cn": "狮子，红树林沼泽、珊瑚，还有蜘蛛和鹪鹩也为你保存了某些东西。"
    },
    {
      "en": "As Wren's epitaph famously declares, the cathedral itself is his monument.",
      "cn": "众所周知，雷恩的墓志铭中写道，大教堂本身就是他的纪念碑。"
    },
    {
      "en": "But I concern Mr. Wren were a painter?",
      "cn": "我还以为雷恩男士是位画家 呢 ."
    },
    {
      "en": "Finally, Wren has lived down, but these rescue Wren eight soldiers, dies hard completely.",
      "cn": "最后, 雷恩活了下来, 但那些去营救雷恩的八名士兵, 全部壮烈牺牲."
    },
    {
      "en": "Ha! said Wren. Think I'd trust you?",
      "cn": "“哈！”雷恩说，“你以为我会相信你？”"
    },
    {
      "en": "I can never tell wren I'm going to be busy. \"",
      "cn": "说不定我有事情绊住了脚. ”"
    },
    {
      "en": "It is unlucky to kill a wren on any day other than Boxing Day.",
      "cn": "在圣诞节期间,人们收到的礼物中经常有一些是自己不需要或不想要的."
    },
    {
      "en": "Small for his age, his sister Rosa began to call him Garrincha, a north-eastern name for the wren, a small bird popular in Pau Grande.",
      "cn": "很小的时候，他的姐姐罗莎开始喊他“加林查”，这是东北部人对鹪鹩，一种在波格兰德随处可见的小鸟的称呼。"
    },
    {
      "en": "The species included the wren, nuthatch, starling and also waterbirds such as the oystercatcher, curlew and redshank.",
      "cn": "其中包括鹪鹩、五子雀、八哥以及诸如蛎鹬、杓鹬和红脚鹬的水鸟。"
    },
    {
      "en": "The talk drifts. It is difficult to follow Mr. Wren's mind because he says nothing.",
      "cn": "话题在变换, 很难了解雷恩先生在想什么,因为他不说话."
    },
    {
      "en": "Those that gave money to the boys would receive a feather from the wren as thanks.",
      "cn": "那些给钱的人将会从男孩子们那里得到一根鹪鹩毛作为答谢."
    },
    {
      "en": "Unfortunately his latest squeeze , known as Wren, is a video artist.",
      "cn": "然而不幸的是,他最近结识的女子雷恩却是一位视频艺术家."
    },
    {
      "en": "We, said the Wren , Both the cock and hen.",
      "cn": "鹪鹩, 与公鸡和母鸡说,是我们."
    },
    {
      "en": "Why does a Wren's life have the value compared to theirs life? \"",
      "cn": "雷恩的一条命为何比他们的生命更有价值?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鹪鹩，英国皇家海军女子服务队成员",
      "tran_en": "a very small brown bird"
    }
  ],
  "exchange": {
    "pl": [
      "wrens"
    ]
  }
}