{
  "word": "aptly",
  "ipa": {
    "us": "'æptlɪ",
    "uk": "ˈæptlɪ"
  },
  "sentences": [
    {
      "en": "A grain or a dot, the imagery aptly highlights the point.",
      "cn": "无论是“一粒米”还是“小红点”, 都是形象地极言新加坡之小."
    },
    {
      "en": "Economic forecasting, that art of the impossible, is more aptly called nowcasting.",
      "cn": "经济预测是一项“不可能的艺术”, 叫做“现测”或许更恰当."
    },
    {
      "en": "It could more aptly named \" water - boiled chilis with beef garnish. \"",
      "cn": "应该更恰当的称为 “ 水煮红辣椒伴牛肉配菜 ”."
    },
    {
      "en": "It is more aptly characterized as a religious faith of atheism.",
      "cn": "把它描述为无神论的一种宗教信仰将会更恰当一些."
    },
    {
      "en": "It is not easy to aptly express such imagery through the painting - brush.",
      "cn": "这种意象很难用画笔来贴切的表现."
    },
    {
      "en": "Never underestimate the power of an aptly spoken word.",
      "cn": "切勿低估一句合宜话语的力量."
    },
    {
      "en": "One of Herbert's earliest memories is aptly a journey on ice.",
      "cn": "赫伯特最早记忆中的一件事恰好就是一次冰上之旅."
    },
    {
      "en": "Shakespeare's Hamlet character aptly describes the changes and developments.",
      "cn": "莎士比亚恰如其分地描写了哈姆雷特性格的变化与发展."
    },
    {
      "en": "The aptly named Skyline Restaurant provides spectacular views of the city below.",
      "cn": "天际餐厅名副其实，可以俯瞰城市美景。"
    },
    {
      "en": "The breathtaking green valley below aptly named Beautiful Valley.",
      "cn": "下面那令人赞叹的翠绿色山谷的名字取得很贴切,叫漂亮山谷."
    },
    {
      "en": "The teacher aptly nicknamed Chaplin by his students because of his moustachio.",
      "cn": "这个老师留小胡须学生们很贴切的给他起了卓别林的外号."
    },
    {
      "en": "This area is already aptly covered by these people.",
      "cn": "这个领域的问题这些人完全可以解决."
    },
    {
      "en": "This definition much more aptly describes fifteen - year - old James than Harry.",
      "cn": "这个定义非常准确地描述了15 岁 的詹姆斯,但不是哈利."
    },
    {
      "en": "This quotation reflects aptly the state of mind of a fighter.",
      "cn": "这一段话很恰当地写出了战士的心情的."
    },
    {
      "en": "This word is aptly used here.",
      "cn": "这个词用在这里倒是非常贴切."
    },
    {
      "en": "What thing does the person of cancer have aptly?",
      "cn": "癌症的人适宜吃什么东西?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "apt",
          "tran_cn": " 恰当的；有…倾向的；灵敏的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "aptness",
          "tran_cn": " 倾向；才能；适合性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "properly",
            "well",
            "adequately",
            "appropriately",
            "befittingly"
          ],
          "tran_cn": "适宜地；适当地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "恰当地，适当地",
      "tran_en": "named, described etc in a way that seems very suitable"
    }
  ],
  "exchange": {
    "noun": [
      "aptness"
    ],
    "adj": [
      "apt"
    ]
  }
}