{
  "word": "immaturity",
  "ipa": {
    "us": "ˌɪmə'tjʊərətɪ",
    "uk": "ˌɪmə'tjʊərətɪ"
  },
  "sentences": [
    {
      "en": "A man with no experience can only display his mediocrity and immaturity.",
      "cn": "单一即意味着平庸,意味着幼稚."
    },
    {
      "en": "Despite the immaturity of knowledge management technologies, the benefits they offer demand your attention.",
      "cn": "尽管知识管理技术尚末成熟,但它们带来的好处已要求你重视它们."
    },
    {
      "en": "Enlightenment is man's leaving his self - caused immaturity.",
      "cn": "启蒙乃是人脱离其 自我 导致的不成熟状态."
    },
    {
      "en": "I'm tired of your immaturity. Why do not you grow up?",
      "cn": "我真厌倦了你的幼稚无知, 你为什么就不能长大一些 呢 ?"
    },
    {
      "en": "Immaturity is the inability to use one's understanding without guidance from another.",
      "cn": "不成熟就是不经他人的指引就无法运用自身的理解力."
    },
    {
      "en": "It traces the development of a young man from immaturity to maturity.",
      "cn": "它描写一位青年从不成熟到成熟的发展过程."
    },
    {
      "en": "Nonreactivity may be related to fetal immaturity, a sleep cycle, drugs, fetal anomalies, or fetal hypoxemia.",
      "cn": "可能与胎儿不成熟, 处于睡眠周期, 药物作用, 胎儿异常或胎儿缺氧有关."
    },
    {
      "en": "Photographs of the boy showed his physical immaturity.",
      "cn": "该男孩的那些照片显示了他生理上的不成熟。"
    },
    {
      "en": "Politics is usually the executive expression of human immaturity.",
      "cn": "政治通常是人类不成熟的表现行为."
    },
    {
      "en": "Some bad factors in the family have close relation to the immaturity crimes.",
      "cn": "家庭环境中的一些不良因素与未成年人犯罪有密切的联系."
    },
    {
      "en": "Yet it is simple immaturity, rather than too much cash, that explains the roller coaster.",
      "cn": "但实际上, 造成这种过山车式市场行情(涨和下跌都很快)不是过多的流动资金, 而是市场的不成熟."
    },
    {
      "en": "Youth ages, immaturity is outgrown, ignorance can be educated and drunkenness sobered, but stupid lasts forever.",
      "cn": "年纪会增长 、 幼稚会成熟, 无知可以教育,酒醉也会清醒, 但是愚蠢却无药可救."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "immature",
          "tran_cn": " 不成熟的；未成熟的；粗糙的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "immatureness",
          "tran_cn": " 未成熟"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "roughness",
            "granulation"
          ],
          "tran_cn": "未成熟；粗糙；未臻完美；不完全"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不成熟，未充分成长，未成熟，粗糙",
      "tran_en": "Immaturity is the state of being not yet completely grown or fully developed"
    }
  ],
  "exchange": {
    "adj": [
      "immature"
    ]
  }
}