{
  "word": "exchanger",
  "ipa": {
    "us": "ɪks'tʃeɪndʒə",
    "uk": "ɪks'tʃeɪndʒə"
  },
  "sentences": [
    {
      "en": "A heat exchanger, in a narrow sense, is a vessel.",
      "cn": "从狭义来说, 换热器是一种容器."
    },
    {
      "en": "After the water plate heat exchanger should be met.",
      "cn": "而经过板式换热器的热水应满足."
    },
    {
      "en": "Any ion electrostatically bound to the exchanger is referred to as counterion.",
      "cn": "靠静电引力结合在交换剂上的离子,叫做平衡离子."
    },
    {
      "en": "But bremen semi - automatic plate exchanger increases operations, reduces efficiency.",
      "cn": "但北人的半自动换版系统增加了操作的时, 降低了效率."
    },
    {
      "en": "Development, structure and specific characteristics of Rodbaffle heat exchanger are introduced briefly.",
      "cn": "简要介绍了折流杆换热器的研究进展 、 结构特征和特性."
    },
    {
      "en": "Globally consolidate and integrate heat exchanger demand across industries, customers and applications.",
      "cn": "面向并整合全球各行业 、 各类客户与应用领域的换热器需求."
    },
    {
      "en": "Reaction Engines is focusing on a critical piece of technology called a heat exchanger, needed to rapidly cool the air before it can be used by the spaceplane's engines.",
      "cn": "反应引擎部着力于一种称为热交换的关键技术,该技术需要快速冷却空气,在其可被空天飞机的引擎利用之前。"
    },
    {
      "en": "Slowly close the bypass on the hottest stream flowing through the exchanger.",
      "cn": "慢慢关闭流过热交换器的温度较低的流体上的旁通."
    },
    {
      "en": "Sulfur condenser is a sort of fixed tube - sheet heat exchanger.",
      "cn": "硫磺冷凝器属于固定管板 式 换热器,结构复杂,几何尺寸庞大."
    },
    {
      "en": "The gas can be cooled by a heat exchanger after the air heater.",
      "cn": "烟气可以用空气加热器后的热交换器来冷却."
    },
    {
      "en": "The heat - pipe exchanger is a new - type, high - efficiency device of heat transfer.",
      "cn": "热管换热器是一种新型的高效换热设备."
    },
    {
      "en": "The muhistream heat exchanger network is a new - style heat exchanger network.",
      "cn": "多流股换热器网络是一种新型的换热器网络."
    },
    {
      "en": "The plate - fin beat exchanger is one of our characteristic products.",
      "cn": "铝制板翅式换热器是我公司的一大特色产品."
    },
    {
      "en": "The tube side of exchanger mostly consists of copper brass tubes.",
      "cn": "通常这些热交换器都以铜管为冷却水通路."
    },
    {
      "en": "The wavy plate heat exchanger is a new type heat transfer device.",
      "cn": "波面板换热器是一种新型的换热设备,具有广泛的应用前景."
    },
    {
      "en": "The Zurich laboratory has already constructed a prototype that feeds the water from the chips into a heat-exchanger.",
      "cn": "苏黎世实验室已经建造了一个模型，把从芯片中流出的水引入一个热交换器。"
    },
    {
      "en": "Tubesheet is the most important and complicated part of tube - and - shell heat exchanger.",
      "cn": "而管板是 管壳式 换热器中最重要也是最复杂的承压部件."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "exchangeable",
          "tran_cn": " 可交换的；可兑换的；可替换的"
        },
        {
          "word": "exchanged",
          "tran_cn": " 交换的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "exchange",
          "tran_cn": " 交换；交流；交易所；兑换"
        },
        {
          "word": "exchangeability",
          "tran_cn": " [贸易] 可交换性"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "exchanged",
          "tran_cn": " 交换（exchange的过去式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "exchange",
          "tran_cn": " 交换；交易；兑换"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "exchange",
          "tran_cn": " 交换；交易；兑换"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bourse",
            "interchanger"
          ],
          "tran_cn": "交换器；交易所；交换程序"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "anion exchanger",
      "tran_cn": "阴离子交换剂"
    },
    {
      "phrase": "cation exchanger",
      "tran_cn": "阳离子交换器，阳离子交换剂"
    },
    {
      "phrase": "heat exchanger",
      "tran_cn": "热交换器"
    },
    {
      "phrase": "ion exchanger",
      "tran_cn": "[化]离子交换剂"
    },
    {
      "phrase": "plate heat exchanger",
      "tran_cn": "板式换热器；膜片式热交换器"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "交换器[机，剂]，换[放，散]热器",
      "tran_en": "a person or thing that exchanges "
    }
  ],
  "exchange": {}
}