{
  "word": "saga",
  "ipa": {
    "us": "ˈsɑ:gə",
    "uk": "ˈsɑɡə"
  },
  "sentences": [
    {
      "en": "\" Oh, spare me your saga about shooting Yankees and facing Sherman's army.",
      "cn": "\" 唔, 以后别再给我吹那些枪击北方佬和顶着谢尔曼军队的英雄事迹了."
    },
    {
      "en": "After my high school saga, I never really had a chance to dance again.",
      "cn": "在高中的传奇之后，我再也没有真正拥有过跳舞的机会了。"
    },
    {
      "en": "And let's not even talk about the impeachment saga.",
      "cn": "更不用说那场弹劾故事了."
    },
    {
      "en": "For Seymour, the saga of motherly love was anything but.",
      "cn": "对于西摩来说，这是一个讲述母爱的传奇故事。"
    },
    {
      "en": "Herbert sat quietly through the telling of this saga.",
      "cn": "在聆听这个长篇传奇故事时，赫伯特自始至终安静地坐着。"
    },
    {
      "en": "His suicide is the latest chapter in this terrible saga of greed and betrayal.",
      "cn": "他的自杀是这部充满贪婪与背叛的可怕长篇故事的最新一章."
    },
    {
      "en": "I don't know how this saga unfolded.",
      "cn": "‘我不知道这传奇是怎么展开的’"
    },
    {
      "en": "It carries on the account of Bob Monroe's astonishing saga.",
      "cn": "书中继续讲述鲍勃·门罗的惊人传奇."
    },
    {
      "en": "Our saga, and my experiment, was over.",
      "cn": "我们的“传奇”，我的实验，结束了。"
    },
    {
      "en": "Saga features trips for older people at home and abroad all through the year.",
      "cn": "“传奇”旅行社为老年人提供全年的国内外旅游服务。"
    },
    {
      "en": "Saga: Let's all be sexier at the stage right in particular.",
      "cn": "让我们更加性感,尤其是台上的右边."
    },
    {
      "en": "So what's the next phase of the delivery saga?",
      "cn": "那什么时候开始下一段的送货冒险故事?"
    },
    {
      "en": "StarCraft II continues the epic saga of the Protoss , Terran, and Zerg.",
      "cn": "星际争霸II延续了神族 、 人族和虫族的宏伟传奇."
    },
    {
      "en": "The front page is devoted to the continuing saga of the hijack.",
      "cn": "头版是对劫持事件的连续报道。"
    },
    {
      "en": "The president was clearly exasperated by the whole saga.",
      "cn": "整个事件显然让总统很恼火。"
    },
    {
      "en": "The robbery touched off a dramatic saga of honor that lasted 31 years.",
      "cn": "这宗抢案引起了历时三十一年之久的信义传奇."
    },
    {
      "en": "The Volsunga Saga and Nibelungenlied hardly differ in anything but the name.",
      "cn": "除了名字以外,《沃尔松格传说》和《尼伯龙根之歌》几乎一样."
    },
    {
      "en": "The whole saga began back in May.",
      "cn": "整件事情的开始要回溯到5月份。"
    },
    {
      "en": "We now proceed to give a slight sketch of the Volsunga Saga.",
      "cn": "下面我们来简略介绍一下《沃尔松格传说》."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "account",
            "anecdote",
            "epic",
            "narrative",
            "story",
            "tale",
            "yarn"
          ],
          "tran_cn": "英雄事迹;冒险故事"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "account",
            "anecdote",
            "epic",
            "narrative",
            "story",
            "tale",
            "yarn"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "saga novel",
      "tran_cn": "长篇小说；家世小说"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "萨迦（尤指古代挪威或冰岛讲述冒险经历和英雄业绩的长篇故事），（讲述许多年间发生的事情的）长篇故事，传说，冒险故事，英雄事迹",
      "tran_en": "one of the stories written about the Vikings of Norway and Iceland"
    }
  ],
  "exchange": {
    "pl": [
      "sagas"
    ]
  }
}