{
  "word": "flagella",
  "ipa": {
    "us": "flə'dʒelə",
    "uk": "fləˈdʒɛlə"
  },
  "sentences": [
    {
      "en": "Bacteria under the microscope, even those with no flagella, often bounce about in the water.",
      "cn": "在显微镜下，细菌，甚至包括那些没有鞭毛的细菌，经常在水中跳来跳去。"
    },
    {
      "en": "Bacterial flagella are thread - like appendages composed entirely of protein.",
      "cn": "完全由蛋白质构成的一种丝 状 的附属结构."
    },
    {
      "en": "Certain eukaryotic cells can swim freely in liquid environments, propelled by whip like cilia or flagella.",
      "cn": "某些真核细胞能在液体液体中自由运动,由纤毛或鞭毛推动."
    },
    {
      "en": "Many protoctistans are motile , using pseudopodia, cilia or flagella.",
      "cn": "许多原生动物利用伪足 、 纤毛或鞭毛能运动."
    },
    {
      "en": "Microtubules are also used in the construction of centrioles , basal bodies , cilia and flagella.",
      "cn": "微管还用于建造中心粒,基体, 纤毛和鞭毛."
    },
    {
      "en": "Other proteins are appendages of single cells, called flagella or cilia or pill.",
      "cn": "其它蛋白是单细胞的附属物, 移动鞭毛、纤毛或毛发."
    },
    {
      "en": "The flagella rotate, pushing the bacteria through the water.",
      "cn": "鞭毛不断旋转从而推动细菌在水中前行."
    },
    {
      "en": "The length of the flagella is about 1.5 times as the cell diameter.",
      "cn": "两条鞭毛稍不等长,着生于细胞前端,鞭毛长约为细胞直径的1.倍."
    },
    {
      "en": "The rotation of flagella pushes the bacteria through the water.",
      "cn": "鞭毛的旋转可以推动细菌在水中行进。"
    },
    {
      "en": "The shape and flagella of zoospores were observed by stainning method.",
      "cn": "用染色法观察了游动孢子的形状和鞭毛."
    },
    {
      "en": "Thus 15th Century tree rings become an argument against the Kyoto Protocol, just as bacterial flagella are whipped into service when discussing the role of religion in public life.",
      "cn": "因此，15世纪树的年轮 成为反对京都协议的争论，就好像当讨论到宗教在公众生活中的角色时，细菌鞭毛被迅速投入使用。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鞭节，鞭毛，鞭毛，鞭子，鞭状匍匐枝( flagellum的名词复数 )"
    }
  ],
  "exchange": {}
}