{
  "word": "minimise",
  "ipa": {
    "us": "'mɪnɪmaɪz",
    "uk": "'mɪnɪmaɪz"
  },
  "sentences": [
    {
      "en": "Are steps taken to minimise damage or contamination during the assembly phase?",
      "cn": "在组装阶段有否采取步骤以减少污损?"
    },
    {
      "en": "Banks can minimise their credit risk by vetting borrowers carefully.",
      "cn": "银行可以通过核查借贷者的状况来让信用风险最小化."
    },
    {
      "en": "Can Sequential Administration Minimise the Cost of High Dose Chemotherapy?",
      "cn": "循序行政管理能使高剂量化疗成本最小化 吗 ?"
    },
    {
      "en": "How do I minimise the cost?",
      "cn": "我如何实现成本最小化?"
    },
    {
      "en": "Minimise contact between the patient and the family.",
      "cn": "患者应减少与家人接触."
    },
    {
      "en": "Misting frosted plants can help to minimise dehydration.",
      "cn": "薄雾能够减小霜冻给植物所带来的脱水问题."
    },
    {
      "en": "Regulation cannot prevent financial crises altogether, but it can minimise the devastation.",
      "cn": "尽管管理方案无法百分之百地防止金融危机的发生, 但是监管方案能够把破坏最小化."
    },
    {
      "en": "Singer believes we an obligation to minimise world - wide suffering.",
      "cn": "辛格认为我们有义务减少全世界的痛苦."
    },
    {
      "en": "So the enezuelans devised a structure to minimise the disruption.",
      "cn": "因此委内瑞拉就建立一种结构来使公司崩溃的可能性达到最小."
    },
    {
      "en": "The Mayor of Jerusalem has tried to minimise conflict by maintaining a middle way between the various religions.",
      "cn": "耶路撒冷市市长对各宗教采取折中的态度，力图使冲突最小化。"
    },
    {
      "en": "The right style of swimsuit can help to hide, minimise or emphasise what you want it to.",
      "cn": "款式选择得当的泳装有助于按照意愿掩饰、缩小或突出某些部位。"
    },
    {
      "en": "Their immune systems are artificially suppressed, to minimise the chance of rejection.",
      "cn": "为了减少排异反应,在移植时要采取人为的措施来抑制受体的免疫系统."
    },
    {
      "en": "Use the self - timer or a remote shutter release to minimise camera shake.",
      "cn": "使用自拍模式或者线控快门,以减少相机振动的影响."
    },
    {
      "en": "Whenever setting the slips , lower tubulars slowly to minimise shock loading.",
      "cn": "任何时候坐卡瓦时, 慢放钻具最大限度地减小冲击载荷."
    },
    {
      "en": "You can minimise the dangers of driving by taking care to obey the rules of the road.",
      "cn": "严格遵守交通规则,你就能把行车危险降到最低点."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "vt",
      "tran_cn": "把…减至最低数量[程度]，对（某事物）作最低估计，极力贬低（某事物）的价值[重要性]"
    }
  ],
  "exchange": {}
}