{
  "word": "bookkeeping",
  "ipa": {
    "us": "'bʊkki:pɪŋ",
    "uk": "ˈbʊkˌkipɪŋ"
  },
  "sentences": [
    {
      "en": "\"I hate computers and I never tried to figure out what he was doing because the bookkeeping all added up, \" she said.",
      "cn": "“我讨厌计算机，也从未想要弄清楚他在做什么，因为簿记全都是增加的。” 她说。"
    },
    {
      "en": "Actually, bookkeeping is the only a part of accounting, the record - making part.",
      "cn": "实际上, 记账是清算账目的一部分, 也就是记录部分."
    },
    {
      "en": "An accounting event shall be recorded using double - entry bookkeeping method.",
      "cn": "会计事项之记录,应用双 式 簿记方法为之."
    },
    {
      "en": "Bookkeeping is a sedentary occupation.",
      "cn": "会计是一种需要坐着工作的职业."
    },
    {
      "en": "Bookkeeping is Mr. Jones'vocation, and photography is his avocation.",
      "cn": "薄记是琼斯先生的职业, 照像是他的副业."
    },
    {
      "en": "Bookkeeping means the recording of transactions, the recording - making phase of accounting.",
      "cn": "簿记就是记录经济业务, 是会计的记账部分."
    },
    {
      "en": "Fax the bank account statement in the current month of bookkeeping.",
      "cn": "传真记账当月银行对账单."
    },
    {
      "en": "However , assigning them to such work as bookkeeping would be rather risky.",
      "cn": "至于担任会计这样的事情就比较危险了."
    },
    {
      "en": "In a small establishment, the manager may take care of the bookkeeping himself.",
      "cn": "小旅馆可能由经理亲自记帐."
    },
    {
      "en": "It requires some kind of bookkeeping to keep records about transactions.",
      "cn": "它要求某些种类的簿记保存有关交易的记录。"
    },
    {
      "en": "It would make more sense to adopt a double entry bookkeeping system.",
      "cn": "采取复式记账系统会更合理."
    },
    {
      "en": "She deputed the bookkeeping to me while he was away.",
      "cn": "在他外出时他把簿记工作交给了我。"
    },
    {
      "en": "The bookkeeping staff would like to have an extra shovel of coal for the fire.",
      "cn": "簿记那可能还有多余的生火的铲子."
    },
    {
      "en": "The company does some things in archaic ways, such as not using computers for bookkeeping.",
      "cn": "这个公司有些做法陈旧, 如记账不使用电脑."
    },
    {
      "en": "The left - hand side of account accounting ledger where bookkeeping entries are made.",
      "cn": "为结清贵方帐款,上开金额已记入您贷方帐户."
    },
    {
      "en": "This practice , which is seldom followed, requires extra care and \" bookkeeping \".",
      "cn": "对这种很少使用的做法, 要格外小心,并要求有 “ 流水帐 ”."
    },
    {
      "en": "This separation reduces the bookkeeping aspects that make programming tedious and error - prone.",
      "cn": "这种分离可以减少使编程冗长乏味和容易出错的那些繁琐工作."
    },
    {
      "en": "Through those groups, the women learn to read and write, and learn bookkeeping and other skills.",
      "cn": "加入这些小组后，妇女们可以学识字和写字，学习记帐和其它技能。"
    },
    {
      "en": "To explain the difference briefly, the accountant sets up a bookkeeping system.",
      "cn": "为了简洁地解释差异现象, 会计师建立起簿记系统."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "bookkeeper",
          "tran_cn": " 簿记员；会计员；铁路的司旗员"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "charge account",
            "billing"
          ],
          "tran_cn": "记帐，[会计]簿记"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "double-entry bookkeeping",
      "tran_cn": "复式簿记"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "记账，簿记，管账",
      "tran_en": "Bookkeeping is the job or activity of keeping an accurate record of the money that is spent and received by a business or other organization"
    }
  ],
  "exchange": {}
}