{
  "word": "swampy",
  "ipa": {
    "us": "'swɒmpɪ",
    "uk": " ˈswɑmpɪ"
  },
  "sentences": [
    {
      "en": "Alternatively, the dead could have been killed on the spot in \"the swampy valley environment\", the paper concludes.",
      "cn": "另一种可能是，这些死者是在有“沼泽河谷环境”的地点被杀害的——论文总结道。"
    },
    {
      "en": "An ox as grazing in a swampy meadow.",
      "cn": "一头牛在一块泥泞的草地上吃草."
    },
    {
      "en": "Jamestown , though it possessed a good harbor, was swampy, infested with mosquitoes, and lacked freshwater sources.",
      "cn": "詹姆斯敦, 虽然真的是个很好的港口, 但太过沼泽化, 被蚊虫寄生, 且缺乏新鲜的水源."
    },
    {
      "en": "Malaria is still rampant in some swampy regions.",
      "cn": "疟疾在一些沼泽地区仍很猖獗."
    },
    {
      "en": "Many surface waters , particularly those emanating from swampy areas, are often colored to the extent.",
      "cn": "许多地表水, 特别是由沼泽地区流出的地表水常常染上一定程度的颜色."
    },
    {
      "en": "Murky: More than deeply colored; lacking brightness, turbid and sometimes a bIt'swampy.",
      "cn": "黑暗的: 比深色更浓; 缺乏亮度, 混浊且有时显得有点如沼泽般松软."
    },
    {
      "en": "On rare clearings in this swampy hell a few Finno-Ugric tribes eventually appeared and left many burial mounts behind, with some of them still belowground because of impassibility of the swamp.",
      "cn": "在这难得如此空旷的沼泽地狱里，几个芬兰乌戈尔部落终于出现了，身后留下了许多坟墓，其中有些还是地下，因为的沼泽是那么不近人情。"
    },
    {
      "en": "Slip and slide, fast and strong, basking by the stream on a swampy log.",
      "cn": "滑啊滑, 又快又狠, 在沼泽地里得意的穿梭."
    },
    {
      "en": "The digging revealed the temple's foundation and the road to the now swampy site.",
      "cn": "发掘工作使神庙的地基和通往现在已是沼泽的旧址的道路重见天日."
    },
    {
      "en": "The hurricane first hit land in remote swampy areas of the miskito coast and moved through villages further inland.",
      "cn": "飓风首次登陆的地点为米斯基托海岸偏僻的沼泽地区，并越过村庄向内陆深入。"
    },
    {
      "en": "They can be found essentially in swampy regions and humid zones.",
      "cn": "他们基本生活在沼泽的区域和潮湿的地域中."
    },
    {
      "en": "They could not move their heavy mortars over the swampy ground.",
      "cn": "他们无法把重型迫击炮移过那片沼泽地."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "swamp",
          "tran_cn": " 沼泽；湿地"
        },
        {
          "word": "swampland",
          "tran_cn": " 沼泽地"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "swamp",
          "tran_cn": " 下沉；陷入沼泽；陷入困境；不知所措（过去式swamped，过去分词swamped，现在分词swamping，第三人称单数swamps，名词swampiness，形容词swampy）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "swamp",
          "tran_cn": " 使陷于沼泽；使沉没；使陷入困境"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "marshy",
            "palustrine"
          ],
          "tran_cn": "[地理][水文]沼泽的；湿地的；沼泽多的；松软的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "muddy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "沼泽的，似沼泽的，软而湿的",
      "tran_en": "A swampy area of land is always very wet"
    }
  ],
  "exchange": {
    "er": [
      "swampier"
    ],
    "est": [
      "swampiest"
    ],
    "noun": [
      "swamp"
    ]
  }
}