{
  "word": "participle",
  "ipa": {
    "us": " pɑːˈtɪsɪpl",
    "uk": " ˈpɑːrtɪsɪpl"
  },
  "sentences": [
    {
      "en": "A participle has the function of an adjective.",
      "cn": "分词有形容词的性质."
    },
    {
      "en": "Do the adverbial modifier , have seven meanings generally in participle.",
      "cn": "分词做状语, 概有七意义."
    },
    {
      "en": "Give the past and past participle forms of the verbs.",
      "cn": "写出动词的过去式和过去分词形式."
    },
    {
      "en": "In English grammar, the gerund has exactly the same form as the present participle.",
      "cn": "英语语法中, 动名词具有与现在分词完全一样的形式."
    },
    {
      "en": "Most of the past participle heading for the passive voice.",
      "cn": "标题中的过去分词大多为被动语态."
    },
    {
      "en": "Participle is used mostly as adjective or adverbial.",
      "cn": "现在分词大部分用作形容词或副词."
    },
    {
      "en": "Participle Squadrons: Every Squadron is automatically one of competition Squadrons.",
      "cn": "参选中队: 每一中队为一单位,均自动成为参选中队."
    },
    {
      "en": "So there will be a participle necessary.",
      "cn": "于是就有了分词的必要."
    },
    {
      "en": "Some, like swonken (the past participle of swink, meaning “to toil”, but also used to mean coupling), have disappeared.",
      "cn": "如swonken（swink之过去分词，意指”辛苦劳作，艰难进行“，但亦有”交媾“之意。） ，但swonken一词早已消失。"
    },
    {
      "en": "Strewbis most commonly used in the past participle formBstrewn.",
      "cn": "多见于其过去分词形式."
    },
    {
      "en": "Teacher: \"John, what is the past participle of the verb to ring?\"",
      "cn": "老师：“John，动词ring的过去分词是什么？”"
    },
    {
      "en": "The past participle as the Attribute Predicative and the object complement.",
      "cn": "过去分词充当定语、表语和宾语补足语."
    },
    {
      "en": "There are two participles, the present participle and the past participle.",
      "cn": "分词有两种, 现在分词和过去分词."
    },
    {
      "en": "There are two types of participle in English: the past participle and the present participle.",
      "cn": "英语中有两类分词: 过去分词和现在分词."
    },
    {
      "en": "We can often substitute a participle phrase for an attributive clause.",
      "cn": "我们往往可用分词短语代替定语从句."
    },
    {
      "en": "Who knows Past Tense and the Past Participle form of this verb?",
      "cn": "谁晓得一般已往时和这个静词的功往总词?"
    },
    {
      "en": "You've got mixed up by the use of participle and gerund.",
      "cn": "你混淆了现在分词和动名词的用法."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "participial",
          "tran_cn": " 分词的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "participial",
          "tran_cn": " 分词"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "past participle",
      "tran_cn": "过去分词"
    },
    {
      "phrase": "present participle",
      "tran_cn": "现在分词"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<语>分词",
      "tran_en": "one of the forms of a verb that are used to make tenses. In English,  present participle s  end in -ing and  past participle s  usually end in -ed or -en."
    }
  ],
  "exchange": {
    "pl": [
      "participles"
    ],
    "adj": [
      "participial"
    ]
  }
}