{
  "word": "namesake",
  "ipa": {
    "us": "ˈneɪmseɪk",
    "uk": "ˈnemˌsek"
  },
  "sentences": [
    {
      "en": "He is my namesake.",
      "cn": "他与我同姓."
    },
    {
      "en": "His grandson is his namesake.",
      "cn": "他的孙子以他的名字命名."
    },
    {
      "en": "I often get letters that addressed to my namesake David.",
      "cn": "我经常收到寄给和我同名的David的 信."
    },
    {
      "en": "I often get letters that are addressed to my namesake down the street.",
      "cn": "我常收到一些写给这条街上与我同姓名者的信件."
    },
    {
      "en": "In 1938 they pooled $ 538 to find their namesake Hewlett - Packard in a rented garage.",
      "cn": "1938年他们集资538美元,在租来的一个车库中建立了以合姓命名的“ 惠普 ”公司."
    },
    {
      "en": "Like his famous namesake, young Washington had a brave, adventurous spirit.",
      "cn": "像和他同名的那位名人一样，小华盛顿也有勇敢的冒险精神。"
    },
    {
      "en": "Mr. Booth said he is nervous about stepping into the public with the grant namesake school.",
      "cn": "布斯说,他对因捐赠和以其名字命名的商学院而走入公众视野感到紧张."
    },
    {
      "en": "My mother, born Juliana Ossorguine, is her direct descendant and namesake.",
      "cn": "我母亲茱莉安娜?欧瑟昆正是她的直系后裔,而且是以她的名字来命名的."
    },
    {
      "en": "Notre-Dame Cathedral in Senlis is less famous than its namesake in Paris.",
      "cn": "桑利斯的圣母院不如在巴黎与其同名的圣母院有名。"
    },
    {
      "en": "She is my namesake.",
      "cn": "她和我同名."
    },
    {
      "en": "She's my namesake but we're not related.",
      "cn": "她与我同姓,但我们不是亲戚."
    },
    {
      "en": "Still, some investors have called for the company to sell namesake division.",
      "cn": "但是, 仍有一些投资家要求卖掉这个出版集团."
    },
    {
      "en": "The incident allowed Yang s teammate and namesake to win the silver medal.",
      "cn": "这件事使与杨扬名字音同字不同的队友(杨阳)获得了银牌."
    },
    {
      "en": "Unlike his more famous namesake, this Bill Clinton has little interest in politics.",
      "cn": "这位比尔∙克林顿和那位著名的同名人不同，对政治没什么兴趣。"
    },
    {
      "en": "Wines made from certain grapes will adopt the name of the grape as the namesake.",
      "cn": "用特定品种的葡萄酿造的葡萄酒可以用品种命名."
    },
    {
      "en": "Winston churchill has been almost as versatile as his English namesake.",
      "cn": "温斯顿邱吉尔与他同名的人一样几乎是通才."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "同姓的人，同名的人，同姓名的人，同名的事物",
      "tran_en": "another person, especially a more famous person, who has the same name as someone"
    }
  ],
  "exchange": {
    "pl": [
      "namesakes"
    ]
  }
}