{
  "word": "armada",
  "ipa": {
    "us": "ɑ:ˈmɑ:də",
    "uk": "ɑrˈmɑdə"
  },
  "sentences": [
    {
      "en": "\" And the armada was actually defeated? \"",
      "cn": "“ 那么天顶星舰队事实上是被打败了? ”"
    },
    {
      "en": "An Orcish armada crosses the channel and destroys Hillsbrad.",
      "cn": "一只兽人舰队穿越海峡,摧毁希尔斯布莱德."
    },
    {
      "en": "Earth had prepared for a showdown, building the greatest armada of all time.",
      "cn": "地球建造了历来最庞大的太空舰队准备一决雌雄."
    },
    {
      "en": "From here I can see my armada.",
      "cn": "从这里我看得到我的小小舰队。"
    },
    {
      "en": "In late 2003 a full - size SUV, the Pathfinder Armada, debuted.",
      "cn": "2003年末,全尺寸SUV的探路者无敌舰队, 推出."
    },
    {
      "en": "Plymouth Hoe is renowned as the site where Drake played bowls before tackling the Spanish Armada.",
      "cn": "普利茅斯高地是德雷克在打败西班牙无敌舰队之前玩木球游戏的旧址，因此广为人知。"
    },
    {
      "en": "Spain's power decayed after her Armada was destroyed.",
      "cn": "西班牙的无敌舰队被毁灭后,它的势力就衰退了."
    },
    {
      "en": "The Allies assembled a gargantuan naval armada, from battleships and destroyers to landing craft and coasters.",
      "cn": "盟军组成了一支庞大的海军舰队, 从战列舰、驱逐舰到登陆艇以及运输艇等."
    },
    {
      "en": "The Covenant armada ceased fire and slowly advanced.",
      "cn": "圣约人舰队停火,慢慢前进."
    },
    {
      "en": "The Orcish Armada is rebuilt.",
      "cn": "兽人舰队重建."
    },
    {
      "en": "The orcish armada is severely defeated by Daelin Proudmoore at Crestfall.",
      "cn": "兽人的舰队在可瑞斯特法被迪林·普罗德摩尔击败."
    },
    {
      "en": "The ships of the Spanish Armada took to sea in 1588.",
      "cn": "西班牙无敌舰队的船只于1588年启航."
    },
    {
      "en": "The Spanish Armada sailed to England in 1588.",
      "cn": "西班牙无敌舰队在一五八八年派遣到英格兰."
    },
    {
      "en": "The Spanish Armada was sent to attack England in 1588.",
      "cn": "1588年西班牙无敌舰队被派遣进攻英国。"
    },
    {
      "en": "The switch to the Armada name was made in 2005, where it got new badges.",
      "cn": "该舰队的名称开关是在2005年, 在那里获得新的徽章."
    },
    {
      "en": "The vast armada comprised 4,000 merchant vessels and 700 warships.",
      "cn": "庞大的登陆舰队由4000艘商船和700艘军舰组成."
    },
    {
      "en": "This armada of robots will be our eyes, ears, arms and legs in space, in the air, and on the ground, capable of responding to their environment without us, to explore and embrace the unknown.",
      "cn": "这个机器人舰队将是我们的眼睛、耳朵、手臂和腿，它们分布在太空中、大气层内，以及地面上，在没有我们的情况下也可以对自身所处的环境做出反应，接近并探测未知世界。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "marine",
            "navy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "spanish armada",
      "tran_cn": "无敌舰队"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "舰队，大队（行进的东西），(16世纪西班牙的)无敌舰队，（飞机）机群",
      "tran_en": "An armada is a large group of warships"
    }
  ],
  "exchange": {
    "pl": [
      "armadas"
    ]
  }
}