{
  "word": "cider",
  "ipa": {
    "us": "ˈsaɪdə(r)",
    "uk": "ˈsaɪdɚ"
  },
  "sentences": [
    {
      "en": "Any faults in the original cider stood out sharply after distillation.",
      "cn": "原先苹果酒里的任何杂质在蒸馏后都会凸现出来。"
    },
    {
      "en": "At the bar he ordered a cider.",
      "cn": "他在酒吧点了一杯苹果汁。"
    },
    {
      "en": "Cider also goes up by a penny a pint while sparkling wine will cost another eight pence a bottle.",
      "cn": "苹果酒每品脱也涨了1便士，而汽酒则每瓶涨了8便士。"
    },
    {
      "en": "Cider is made out of apples.",
      "cn": "苹果酒是用苹果酿造的."
    },
    {
      "en": "Cider making was a sideline for many farmers.",
      "cn": "酿造苹果酒是很多农民的一项副业."
    },
    {
      "en": "He broached a barrel of cider.",
      "cn": "他钻孔开了一桶苹果酒."
    },
    {
      "en": "He ordered a cider.",
      "cn": "他点了一杯苹果酒。"
    },
    {
      "en": "In Europe a large tonnage of apples is grown specifically for the manufacture of cider.",
      "cn": "在欧洲,有很大部分的苹果是用来作苹果酒."
    },
    {
      "en": "It was the night that I had the hard cider.",
      "cn": "那已经是晚上了,我喝了点烈性酒."
    },
    {
      "en": "Nutmeg, parsley and cider all complement the flavour of these beans well.",
      "cn": "肉豆蔻、西芹和苹果酒都能很好地突出这些豆子的味道。"
    },
    {
      "en": "Place the saucepan over moderate heat until the cider is very hot but not boiling.",
      "cn": "把炖锅置于中火上加热，直到苹果酒变得很烫，但不要加热到沸腾。"
    },
    {
      "en": "Pour cider around the meat and cover with foil.",
      "cn": "在肉周围倒上苹果酒，然后以箔纸覆盖。"
    },
    {
      "en": "They imbibed the local cider before walking home to dinner.",
      "cn": "他们在走回家吃饭之前喝了本地的苹果酒."
    },
    {
      "en": "They sell cider at 10 dollars a cask.",
      "cn": "他们以每桶十美元的价钱出售苹果酒."
    },
    {
      "en": "This could put cider back on the map as one of our great national drinks.",
      "cn": "这样可以让苹果酒再度名扬四方，成为我们重要的国酒之一。"
    },
    {
      "en": "Two glasses of cider and a beer, please.",
      "cn": "请来两杯苹果汁和一杯啤酒."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cyder",
            "apple juice"
          ],
          "tran_cn": "苹果酒；苹果汁"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "apple cider",
      "tran_cn": "苹果酒，苹果汁；苹果醋"
    },
    {
      "phrase": "cider vinegar",
      "tran_cn": "苹果醋"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<美>（用作饮料或制醋用的）苹果汁，<英>苹果酒",
      "tran_en": "an alcoholic drink made from apples, or a glass of this drink"
    }
  ],
  "exchange": {
    "pl": [
      "ciders"
    ]
  }
}