{
  "word": "Sicily",
  "ipa": {
    "us": "ˈsɪsɪli",
    "uk": "ˈsɪsəli"
  },
  "sentences": [
    {
      "en": "A group of wealthy friends are cruising the sea near Sicily on a yacht.",
      "cn": "一群有钱人开着游艇在西西里岛附近的海上游弋。"
    },
    {
      "en": "Barzini has friends in Sicily and they were beginning to sniff Michael's trail.",
      "cn": "巴茨尼有些朋友在西西里,他们正在探听迈克尔的踪迹."
    },
    {
      "en": "But we can't take too long. There are troubles in Sicily.",
      "cn": "困难就在这里,但是,咱们不可耽搁太久."
    },
    {
      "en": "Dust blows across the Mediterranean from North Africa and across Sicily to western Greece.",
      "cn": "沙暴从北非地中海沿岸刮起、经西西里岛直奔希腊东岸."
    },
    {
      "en": "Egypt, Sicily and Libya are your farms.",
      "cn": "埃及 、 西西里、利比亚成为你的农场."
    },
    {
      "en": "In Sicily the peasant does not live on the land he cultivates.",
      "cn": "在西西里,农民一般都不单独住在自己耕种的土地上,因为这太危险."
    },
    {
      "en": "In Sicily there was no surer road to death.",
      "cn": "迈克尔冷冰冰他说,“眼下不去."
    },
    {
      "en": "It was the kind of disfigurement common in Sicily because of the lack of medical care.",
      "cn": "在西面里,因为医疗缺乏,所以畸形怪状的人比比皆是,小伤之所以下能愈合,就是因为付不起钱."
    },
    {
      "en": "Sicily as his hometown and in his works occupy an important position.",
      "cn": "西西里作为他的故乡,在他的创作中占据了重要位置."
    },
    {
      "en": "Sicily has been the big story.",
      "cn": "西西里才是轰动的新闻."
    },
    {
      "en": "Sicily was captured in 827.",
      "cn": "827年,他们又占领西西里岛."
    },
    {
      "en": "The film consists of four stories plus epilogue, set in 19 th - century Sicily.",
      "cn": "这是一部寓言式的集锦片, 讲述了西西里地区的若干民间故事."
    },
    {
      "en": "The German was moving to stiffen up the garrison in Sicily.",
      "cn": "德军正在加强西西里守军之力量."
    },
    {
      "en": "Then again for a piece on Sicily. \"",
      "cn": "后来再是去西西里去拍照. ”"
    },
    {
      "en": "Twenty minutes later he was on an Italian freighter slated for Sicily.",
      "cn": "二十分钟之后,他登上了一艘开往西西里的意大利货轮."
    },
    {
      "en": "Wine may outrank citrus as Sicily's most valuable product.",
      "cn": "葡萄酒的重要性可能超过柑橘而成为西西里最值钱的产品."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "[地名] [意大利] 西西里岛"
    }
  ],
  "exchange": {}
}