{
  "word": "microfilm",
  "ipa": {
    "us": "ˈmaɪkrəʊfɪlm",
    "uk": "ˈmaɪkroʊfɪlm"
  },
  "sentences": [
    {
      "en": "A camera takes a tiny microfilm photograph of each page of the form.",
      "cn": "照相机把表格的每一页拍成极小的缩微(照)片."
    },
    {
      "en": "A device for reading materials in microform, such as microfilm and microfiche.",
      "cn": "显微阅读器用以阅读缩微成像, 如缩微胶卷和缩微平片上的材料的仪器."
    },
    {
      "en": "A device used to produce computer output on microfilm.",
      "cn": "用于产生计算机输出缩微胶片的设备."
    },
    {
      "en": "Can I get a photocopy of some material on microfilm?",
      "cn": "我可以复印缩微胶片上的一些资料 吗 ?"
    },
    {
      "en": "Can I get a xerox of some material on microfilm?",
      "cn": "我可以复印缩微胶片上的上些资料 吗 ?"
    },
    {
      "en": "Can I get a Xerox of some material on microfilm?",
      "cn": "我可以复印一些微缩胶片上的资料 吗 ?"
    },
    {
      "en": "Figure 1 Surface gloss of a popular microfilm & micro hybrid resin - composite.",
      "cn": "图1普通的微填料和微混合树脂复合材料的表面光泽."
    },
    {
      "en": "Getting the microfilm had been easy enough with her security clearance.",
      "cn": "凭着她的安全卡,微缩胶卷很容易就到手了."
    },
    {
      "en": "If you use the atlases on microfilm, copies are easily made.",
      "cn": "如果利用微缩胶片地图集, 那么很容易制作拷贝."
    },
    {
      "en": "In micrographics a device for holding a frame, or frames, of microfilm.",
      "cn": "在缩微图形技术中,用于固定一帧或多帧缩微胶片的装置."
    },
    {
      "en": "It was to harbor drawers brimming with reference books, microfilm and bibliographic cards.",
      "cn": "操作台的抽屉里塞满了参考书、缩微胶片和各种书目卡片。"
    },
    {
      "en": "Send the 1990 correspondence to be microfilm or for microfilm.",
      "cn": "把1990年的信函送去摄制成缩微胶卷."
    },
    {
      "en": "Shawcross said the Saturn 5 blueprints are held at the Marshall Space Flight Center on microfilm.",
      "cn": "肖克罗斯说土星5号蓝图保存在马歇尔太空飞行中心的缩微胶片上。"
    },
    {
      "en": "Such information is easily transferred onto microfilm.",
      "cn": "这种信息很容易转存到缩微胶卷上。"
    },
    {
      "en": "The present invention relates to jade screen microfilm and its preparation process.",
      "cn": "本发明涉及一种玉屏风微丸和玉屏风微丸制备方法."
    },
    {
      "en": "They are listed on the closely guarded microfilm.",
      "cn": "它们列于一卷严格保管的缩微胶卷上."
    },
    {
      "en": "This vodka bottle, as well as this jar of face cream, were used to transport microfilm.",
      "cn": "像这个伏特加酒瓶，还有这罐面霜，都是用来传送缩微胶卷的。"
    },
    {
      "en": "Tomorrow we'll look at microfilm records for several months back.",
      "cn": "明天我们将去检查前几个月的缩微胶卷记录."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（拍摄文件等用的）缩微胶卷",
      "tran_en": "a type of film on which pictures and writing can be made very small, so that large amounts can be stored easily"
    }
  ],
  "exchange": {
    "pl": [
      "microfilms"
    ]
  }
}