{
  "word": "headquarter",
  "ipa": {
    "us": "'hed'kwɔ:tə",
    "uk": "'hed'kwɔtə"
  },
  "sentences": [
    {
      "en": "ARIVA Hospitality was founded in October 2008 with its Headquarter in Singapore.",
      "cn": "艾丽华服务式公寓及酒店管理公司成立于2008年10月,总部位于新加坡."
    },
    {
      "en": "As you pointed out, our headquarter is in Guangzhou.",
      "cn": "正如您所提到的, 我们的总部设在广州,我们对此感到非常满意."
    },
    {
      "en": "Bean Sir one joint possession number blunt and tactless headquarter?",
      "cn": "戆豆先生一共有多少部?"
    },
    {
      "en": "Certain conditions are needed to develop the headquarter economy.",
      "cn": "发展总部经济需要一定的条件."
    },
    {
      "en": "Corporate headquarter is located in Rome, Italy.",
      "cn": "集团总部位于意大利的罗马."
    },
    {
      "en": "Headquarter locates in Shanghai and branch office in Shenyang.",
      "cn": "总部位于上海,目前在沈阳设有办事处."
    },
    {
      "en": "HYSTER China Headquarter is located in Shanghai.",
      "cn": "位于上海浦东金桥出口加工区的工厂于1999年建成设产."
    },
    {
      "en": "In charge of the inventory of IT Assets for Shanghai headquarter office.",
      "cn": "负责营销总部所有电脑资产进出库工作."
    },
    {
      "en": "It has its headquarter in New York.",
      "cn": "其总部设在纽约."
    },
    {
      "en": "Liaison with relevant Corporate Headquarter supporting departments.",
      "cn": "协调与集团总部配合部门内容的调配与申请."
    },
    {
      "en": "Proposing the local marketing strategy for headquarter decision making reference.",
      "cn": "为上级提供当地市场战略规划方案."
    },
    {
      "en": "The headquarter is now established in Hong Kong.",
      "cn": "是马来西亚实力最为雄厚的多产业跨国集团?"
    },
    {
      "en": "The headquarter of China Air Express is set in Beijing.",
      "cn": "民航快递有限责任公司总部设在北京."
    },
    {
      "en": "The headquarter of this company is located in shanghai.",
      "cn": "这家公司的总部设在上海."
    },
    {
      "en": "The new company will headquarter in Paris.",
      "cn": "新公司会将总部设在巴黎。"
    },
    {
      "en": "The NMSP is currently holding a one-month meeting at its headquarter with its army leaders and others.",
      "cn": "新孟邦党目前正在其总部同其军队领导人和其他一些人召开一个为期一个月的会议"
    },
    {
      "en": "Where is the headquarter of your company? Our headquarter is in Beijing.",
      "cn": "你们公司的总部在哪儿?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "总公司；司令部；公司总部"
    },
    {
      "pos": "v",
      "tran_cn": "设立总部，在…设立总部",
      "tran_en": "to place in or establish as headquarters "
    },
    {
      "pos": "vi",
      "tran_cn": "设总部"
    },
    {
      "pos": "vt",
      "tran_cn": "将…的总部设在，把…放在总部里"
    }
  ],
  "exchange": {}
}