{
  "word": "mutually",
  "ipa": {
    "us": "ˈmju:tʃuəli",
    "uk": "ˈmjuːtʃuəli"
  },
  "sentences": [
    {
      "en": "A corner cube consists of three mutually perpendicular reflecting planes.",
      "cn": "角棱镜是由3个互相垂直的反射平面组成."
    },
    {
      "en": "A meeting would take place at a mutually convenient time.",
      "cn": "会议拟在双方都方便的时候召开。"
    },
    {
      "en": "At first two chess players probe mutually.",
      "cn": "起先两个棋手互相试探."
    },
    {
      "en": "Figure 21 - 12 : Selection is normally a mutually exclusive operation.",
      "cn": "图 21-12 选择通常是一种相互排斥的操作."
    },
    {
      "en": "I think it will be a mutually beneficial relationship.",
      "cn": "我认为那将是对双方都有利的关系."
    },
    {
      "en": "In this hectic and often confusing world in which we live, one of the most priceless treasures I possess is a happy and mutually sustaining marriage.",
      "cn": "在我们生活的这个纷繁复杂的世界里，我拥有的一个最有价值的珍宝就是我们这段幸福而相互扶持的婚姻。"
    },
    {
      "en": "Like so many Newspeak words, this word has two mutually contradictory meanings.",
      "cn": "这个字眼像新话中的许多其他字眼一样, 有两个相互矛盾的含义."
    },
    {
      "en": "Metals which were mutually soluble would tend to give strong junctions.",
      "cn": "可互溶的金属趋向于产生牢固的结合点."
    },
    {
      "en": "Note that different users of the system have different goals, and that these goals are often mutually exclusive.",
      "cn": "请注意系统的不同用户有不同的目标，而且这些目标经常是相互排斥的。"
    },
    {
      "en": "Our two countries are mutually complementary in economy.",
      "cn": "我们两国的经济是互补的。"
    },
    {
      "en": "The evidence demonstrates how easily people can hold mutually contradictory beliefs.",
      "cn": "证据表明人很容易持有相互矛盾的信念."
    },
    {
      "en": "The two assertions are mutually exclusive , ie cannot both be true.",
      "cn": "这两种说法相互排斥."
    },
    {
      "en": "The two beliefs are mutually exclusive.",
      "cn": "这两种信念是互不相容的."
    },
    {
      "en": "Their interests were mutually incompatible.",
      "cn": "他们俩的利益相抵触。"
    },
    {
      "en": "These three mechanisms, while independent, are not mutually exclusive.",
      "cn": "这三种机制虽然是互相独立的, 但并不互相排斥."
    },
    {
      "en": "These two aims are not always mutually complementary: at times they conflict.",
      "cn": "这两个目标不总是互补的: 有时它们相互抵触."
    },
    {
      "en": "Two mutually exclusive pathways of lysine biosynthesis have been established.",
      "cn": "现已确定赖氨酸的生物合成有两条相互独立的途径."
    },
    {
      "en": "Without honesty, your best efforts to resolve conflicts will be wasted because you will not understand each other well enough to find mutually acceptable solutions.",
      "cn": "没有诚实，就不能很充分很好地了解彼此以找到互相都能接受的解决方法也解决冲突的最大努力也将白费。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mutual",
          "tran_cn": " 共同的；相互的，彼此的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "mutualism",
          "tran_cn": " [生态] 共栖，互利共生；互助论"
        },
        {
          "word": "mutualist",
          "tran_cn": " 互助论者；共生生物"
        },
        {
          "word": "mutuality",
          "tran_cn": " 相互关系，相关；亲密"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "mutually beneficial",
      "tran_cn": "互利的；双赢的"
    },
    {
      "phrase": "mutually exclusive",
      "tran_cn": "互相排斥的"
    },
    {
      "phrase": "mutually independent",
      "tran_cn": "互相独立的"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "互相地，互助，对",
      "tran_en": "two ideas or beliefs that are mutually exclusive cannot both exist or be true at the same time"
    }
  ],
  "exchange": {}
}