{
  "word": "intuitively",
  "ipa": {
    "us": "ɪn'tju:ɪtɪvlɪ",
    "uk": "ɪnˈtjuɪtɪvlɪ"
  },
  "sentences": [
    {
      "en": "Anyone who has done laundry has intuitively used this tactic.",
      "cn": "在洗衣店工作过的任何人都会凭直觉来采用这一策略."
    },
    {
      "en": "He seemed to know intuitively how to do it.",
      "cn": "他似乎凭直觉知道如何做."
    },
    {
      "en": "He seemed to know intuitively that I must be missing my mother.",
      "cn": "他似乎凭直觉知道我肯定在想母亲。"
    },
    {
      "en": "I revolted against him intuitively, wanted to get rid of him, but could not.",
      "cn": "我对他也有一种直觉的反感, 老想摆脱他却摆脱不了."
    },
    {
      "en": "I simply mean that we intuitively understand collaboration.",
      "cn": "我仅仅是说我们直观地了解协作。"
    },
    {
      "en": "Intuitively enough, the fundamental building block of operational transforms are operations themselves.",
      "cn": "够直观的, OT的基本构建骨架就是操作本身."
    },
    {
      "en": "Intuitively reflect the composition of pharmaceutical machinery, asas the work the working principle.",
      "cn": "直观地反映出制药机械的构成, 工作原理以及工作情况."
    },
    {
      "en": "Its concept is familiar to most people and intuitively clear.",
      "cn": "它的含义通俗易懂直观清晰."
    },
    {
      "en": "People intuitively know you usually get what you pay for, and those who are good at what they do rarely give it away without some special reason.",
      "cn": "人们往往会根据你的酬金来直观地了解你，如果没有什么特殊原因的话，那些专长于某方面的人是很少会放弃报酬的）。"
    },
    {
      "en": "She intuitively understood his need to be alone.",
      "cn": "她凭直觉就知道他需要独处."
    },
    {
      "en": "Some of the ideas are very intriguing and sound intuitively plausible.",
      "cn": "有些想法非常吸引人，听起来觉得很有道理。"
    },
    {
      "en": "Terry intuitively reciprocates and becomes frustrated and conflicted by his decidedly unprofessional feelings for her.",
      "cn": "特里也直觉地感到了这一点,而且为自己这种显然非职业的情感感到沮丧和矛盾."
    },
    {
      "en": "The simulated result can be intuitively demonstrated by VR technique.",
      "cn": "通过VR技术可使仿真结果直观的表现."
    },
    {
      "en": "Trading intuitively is the most advanced stage of development.",
      "cn": "凭直觉交易是交易的最高境界."
    },
    {
      "en": "We intuitively grasp this, and this knowledge underlies the anxiety that we feel about nature's loss.",
      "cn": "直觉上,我们完全理解这一点, 我们对大自然的破坏所感受到的焦急正是基于这种认识."
    },
    {
      "en": "We understand metaphors intuitively, but what does that really mean?",
      "cn": "我们凭直觉理解隐喻, 但直觉真正的意思是什么?"
    },
    {
      "en": "When visualization technique is applied in some fields, the users can understand the processes intuitively.",
      "cn": "当可视化技术应用于某一领域中时, 用户可以非常直观的了解相应的过程."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "intuitionist",
          "tran_cn": " 直觉主义的"
        },
        {
          "word": "intuitive",
          "tran_cn": " 直觉的；凭直觉获知的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "intuition",
          "tran_cn": " 直觉；直觉力；直觉的知识"
        },
        {
          "word": "intuitionism",
          "tran_cn": " 直观论；直觉说"
        },
        {
          "word": "intuitionist",
          "tran_cn": " 直觉论者"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "intuit",
          "tran_cn": " 凭直觉知道"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "intuit",
          "tran_cn": " 由直觉知道"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "直觉地，直观地，由直觉而得地"
    }
  ],
  "exchange": {
    "adj": [
      "intuitive"
    ]
  }
}