{
  "word": "lifelong",
  "ipa": {
    "us": "ˈlaɪflɒŋ",
    "uk": "ˈlaɪflɔŋ"
  },
  "sentences": [
    {
      "en": "-- The people's victim and lifelong bond - slave , as they fancied her, might say to them.",
      "cn": "人们心目中的这个牺牲品和终身奴仆会对他们这样说."
    },
    {
      "en": "A childhood journey sparked his lifelong interest in railways.",
      "cn": "儿童时代的一次旅行引发了他对铁路持续终生的兴趣."
    },
    {
      "en": "A moment's error can bring a lifelong regret.",
      "cn": "一失足成千古恨."
    },
    {
      "en": "An unmodified attack of measles usually confers lifelong immunity.",
      "cn": "自然经过的麻疹,一般产生终身免疫."
    },
    {
      "en": "Building a memorial to Columbus has been his lifelong dream.",
      "cn": "为哥伦布建一座纪念碑是他一生的梦想。"
    },
    {
      "en": "Capital punishment is claimed to deter wrongdoing even better than lifelong confinement.",
      "cn": "死刑之所以需要是因为它在制止犯罪方面甚至比终身监禁更有效."
    },
    {
      "en": "David finally realized his lifelong ambition.",
      "cn": "戴维终于实现了他毕生的抱负。"
    },
    {
      "en": "He and the young musician became lifelong friends.",
      "cn": "后来他和这位小音乐家成了莫逆之交."
    },
    {
      "en": "He has a lifelong job.",
      "cn": "他端的是铁饭碗."
    },
    {
      "en": "He has had a keen and lifelong interest in astrological research.",
      "cn": "他毕生热衷于占星术研究。"
    },
    {
      "en": "He's been a lifelong sufferer from hay fever.",
      "cn": "他终身患枯草热."
    },
    {
      "en": "I formed my lifelong opinions about money.",
      "cn": "我对金钱产生了永生不渝的想法."
    },
    {
      "en": "I've had a lifelong fascination with the sea and with small boats.",
      "cn": "我一生都对大海和小船着迷。"
    },
    {
      "en": "It caused a lifelong breach with his father.",
      "cn": "这使得他们父子终身失和."
    },
    {
      "en": "Laying a solid foundation for learning will be of great lifelong benefit to you.",
      "cn": "学问要有根底,根底要打得平正坚实,以后永远受用."
    },
    {
      "en": "Seriously poisoned individuals are considered lifelong cripples.",
      "cn": "严重中毒的人被认为是终身瘸子."
    },
    {
      "en": "She became a lifelong friend of ours.",
      "cn": "她成了我们一辈子的朋友。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "lifelong education",
      "tran_cn": "终身教育；终生教育"
    },
    {
      "phrase": "lifelong learning",
      "tran_cn": "终身学习；终生学习"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "毕生的，终身的，永生不渝的",
      "tran_en": "continuing or existing all through your life"
    }
  ],
  "exchange": {}
}