{
  "word": "twice",
  "ipa": {
    "us": "twaɪs",
    "uk": "twaɪs"
  },
  "sentences": [
    {
      "en": "Carlson noticed another oddity; his plant had bloomed twice.",
      "cn": "卡尔森注意到另外一件怪事：他的植物开了两次花。"
    },
    {
      "en": "Far up the west rim of the canyon, a coyote yipped twice.",
      "cn": "远处峡谷的西缘，一只丛林狼嚎叫了两声。"
    },
    {
      "en": "He beamed: \"Unbelievably, we have now made it to the final twice.\"",
      "cn": "他开心地笑了：“真是不可思议，我们现在已经两次成功打进决赛了。”"
    },
    {
      "en": "He had to have everything spelled out twice over for him.",
      "cn": "他不得不把所有事项都对他详细说明了两次。"
    },
    {
      "en": "He miskicked the ball twice at the edge of the penalty box.",
      "cn": "在禁区边缘他两次将球踢飞。"
    },
    {
      "en": "He was questioned by police twice yesterday.",
      "cn": "他昨天被警察审问了两次。"
    },
    {
      "en": "I popped my head round the door once or twice.",
      "cn": "我有几次头撞到了门上。"
    },
    {
      "en": "None of our dinner menus are exactly the same twice over .",
      "cn": "我们的晚餐菜单从没有完全重样的。"
    },
    {
      "en": "She vacillates between men twice her age and men younger than she.",
      "cn": "她犹豫不决，不知道是该选择年龄比她大一倍的男人还是比她小的男人。"
    },
    {
      "en": "The car passed over the body twice, once backward and then forward.",
      "cn": "那辆车把那人来回轧了两次，先是倒着轧的，再是往前开着轧的。"
    },
    {
      "en": "The figure of seventy-million pounds was twice as big as expected.",
      "cn": "7,000万英镑的金额是预期的两倍。"
    },
    {
      "en": "The legislation has twice been rejected by the House of Lords.",
      "cn": "该法规已经两次遭到上议院的否决。"
    },
    {
      "en": "The metal had been valued at twice or thrice its current price.",
      "cn": "这种金属以前的估价是目前价格的两到三倍。"
    },
    {
      "en": "They are in twice daily radio contact with the rebel leader.",
      "cn": "他们每天用无线电和叛军首领联系两次。"
    },
    {
      "en": "They employ 90 people, twice as many as last year.",
      "cn": "他们雇用了90人，是去年的两倍。"
    },
    {
      "en": "They should think not twice, but thrice, before ignoring such advice.",
      "cn": "对于这样的建议，他们应该反复考虑再决定是否拒绝。"
    },
    {
      "en": "Turner, however, putted superbly, twice holing from 40 feet.",
      "cn": "然而特纳两次从40英尺处漂亮地将球轻击入洞。"
    },
    {
      "en": "Under the Constitution, you cannot be tried twice for the same crime.",
      "cn": "依据《宪法》规定，不能一罪两判。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "at twice",
      "tran_cn": "adv. 在第二次时；分两次"
    },
    {
      "phrase": "in twice",
      "tran_cn": "分两次"
    },
    {
      "phrase": "once bitten, twice shy",
      "tran_cn": "见 bite"
    },
    {
      "phrase": "think twice"
    },
    {
      "phrase": "think twice about",
      "tran_cn": "仔细考虑，重加考虑"
    },
    {
      "phrase": "think twice about something",
      "tran_cn": "三思而后再决定做某事"
    },
    {
      "phrase": "twice a week",
      "tran_cn": "每周两次"
    },
    {
      "phrase": "twice over",
      "tran_cn": "两倍"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "两遍，两次，两倍",
      "tran_en": "two times"
    }
  ],
  "exchange": {}
}