{
  "word": "venereal",
  "ipa": {
    "us": "vəˈnɪəriəl",
    "uk": "vəˈnɪriəl"
  },
  "sentences": [
    {
      "en": "About all sorts of venereal preclinical. Be badly in need of wanting.",
      "cn": "有关各种性病潜伏期.急需要."
    },
    {
      "en": "AIM : To observe the infection and drug resistance of mycoplasma in female venereal patients.",
      "cn": "目的: 了解支原体在女性性病病人中的感染现状及耐药情况."
    },
    {
      "en": "Can be milk prevented venereal?",
      "cn": "牛奶可以防性病 吗 ?"
    },
    {
      "en": "Chinese centre for disease control and prevention, Venereal disease and AIDS control and prevention centre.",
      "cn": "中国疾病预防控制中心性病艾滋病预防控制中心."
    },
    {
      "en": "Go to a hospital can treat the skin venereal division.",
      "cn": "去医院可以去看皮肤性病科."
    },
    {
      "en": "Gonorrhea and syphilis are venereal diseases.",
      "cn": "淋病和梅毒是性病."
    },
    {
      "en": "Got venereal meeting what to symptom there is?",
      "cn": "得了性病会有什么症状?"
    },
    {
      "en": "Have got a venereal disease, which Changchun family hospital to have finished curing a few in?",
      "cn": "得了性病, 在长春哪家医院治疗好一些 啊 ?"
    },
    {
      "en": "Objective To study the relation between the etiology of postgonorrhea syndrome and venereal nosophobia.",
      "cn": "目的为了进一步探讨“淋病后综合征”的病因及与性病恐怖症之间的关系."
    },
    {
      "en": "Objective To summarize the treatment and nursing of venereal neurosis.",
      "cn": "目的总结对性病神经症患者的治疗护理措施和经验."
    },
    {
      "en": "This completely is stems from contraceptive and the prevention venereal diseases consideration.",
      "cn": "这完全是出于避孕和预防性病的考虑."
    },
    {
      "en": "Venereal disease continues to be a significant public health problem.",
      "cn": "性病仍为严重的公共健康问题."
    },
    {
      "en": "Venereal disease was an acute problem under the tsars.",
      "cn": "花柳病在沙皇时代是很是尖锐的问题."
    },
    {
      "en": "Venereal the contagion with dermatosis is the way those?",
      "cn": "性病和皮肤病的传染途径是那些?"
    },
    {
      "en": "Venereal what medicine to catch to act well?",
      "cn": "染上性病什么药起作用?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "coital"
          ],
          "tran_cn": "性病的；性交的；由性交传染的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "venereal disease",
      "tran_cn": "[医]性病；花柳病"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "性欲的，性交的，性病的",
      "tran_en": "of, relating to, or infected with venereal disease "
    }
  ],
  "exchange": {}
}