{
  "word": "Spaniard",
  "ipa": {
    "us": "'spænɪəd",
    "uk": "ˈspænjəd"
  },
  "sentences": [
    {
      "en": "“I think the Spanish and Italian people are very similar in terms of their character so I feel comfortable here, ” began the Spaniard.",
      "cn": "“我认为西班牙人和意大利人性格特征非常相似，因此我在这里感到非常舒适。” 这个西班牙人说。"
    },
    {
      "en": "A neutral might argue a case for the Spaniard.",
      "cn": "中立的球迷可能会更倾向于为辩护."
    },
    {
      "en": "Although any European could qualify, it was a Spaniard in this instance.",
      "cn": "虽然任何一位欧洲人都能合格, 在这个例子中是西班牙人."
    },
    {
      "en": "He finished ahead of the Spaniard, and in the process picked up his first time trial win as a pro.",
      "cn": "他领先那个西班牙人到达终点，同时也首次作为职业选手获得计时赛的胜利。"
    },
    {
      "en": "He is doing a really good job at Chelsea, the Spaniard said.",
      "cn": "[安切诺蒂在切尔西很出色.]西班牙人说."
    },
    {
      "en": "Is she a Spaniard or an Italian?",
      "cn": "她是西班牙人还是意大利人?"
    },
    {
      "en": "Lopez upset fellow Spaniard and fourth seed David Ferrer 6 - 4 6 - 3.",
      "cn": "洛佩兹之前以6比4、6比3击败了同为西班牙人的4号种子大卫·费雷罗."
    },
    {
      "en": "Lucius Verus : Are you the digit they call the Spaniard?",
      "cn": "卢修斯: 你就是他们称作西班牙人的人?"
    },
    {
      "en": "No Spaniard had been seen. Nobody had entered or left the alley. Everything was auspicious.",
      "cn": "西班牙人没露面, 巷子里也没人走动, 一切平安无事."
    },
    {
      "en": "She's either a Spaniard or an Italian. I am not sure.",
      "cn": "她不是西班牙人便是意大利人. 我不能肯定."
    },
    {
      "en": "That victory came two weeks after he beat the Spaniard to win the Indian Wells Masters 1000 title.",
      "cn": "两周后，他又在1000分系列赛——印第安威尔斯大师赛上击败了西班牙人获得冠军。"
    },
    {
      "en": "The Spaniard also denied Renault were sandbagging.",
      "cn": "同时西班牙人否认了雷诺在负重奔跑."
    },
    {
      "en": "The Spaniard and the Indian are diametrically opposed.",
      "cn": "西班牙人与印第安人恰好相反."
    },
    {
      "en": "The Spaniard gallantly fought off 11 set points before Seles won 8-6.",
      "cn": "这名西班牙运动员顽强地挽救了11个赛点，最终以6比8输给了塞莱斯。"
    },
    {
      "en": "The Spaniard tried to explain his remarks after today's qualifying.",
      "cn": "西班牙人还就今天排位赛后他的一些评论做出了解释."
    },
    {
      "en": "Where will be then this fabulous feeling of being Spaniard?",
      "cn": "否则这种作为西班牙人的美妙感觉要从哪里来 呢 ?"
    },
    {
      "en": "You know something about that Spaniard that you want to keep dark.",
      "cn": "你了解那个西班牙人的一些情况,你想隐瞒?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "西班牙人，西班牙居民",
      "tran_en": "someone from Spain"
    }
  ],
  "exchange": {
    "pl": [
      "Spaniards"
    ]
  }
}