{
  "word": "desperately",
  "ipa": {
    "us": "'despərətlɪ",
    "uk": "ˈdɛspərɪtlɪ"
  },
  "sentences": [
    {
      "en": "He desperately dodged a speeding car trying to run him down.",
      "cn": "他拼命地闪身躲开一辆试图撞倒他的疾驰的汽车。"
    },
    {
      "en": "He desperately needed cash to bail out the ailing restaurant.",
      "cn": "他急需现金使经营惨淡的餐馆走出困境。"
    },
    {
      "en": "He looked round desperately for someone to help him.",
      "cn": "他绝望地四处张望，希望有人来帮他。"
    },
    {
      "en": "He was found desperately trying to untangle several reels of film.",
      "cn": "他被撞见拼命想要解开几盘缠在一起的胶卷。"
    },
    {
      "en": "Her marriage is in trouble and she is desperately unhappy.",
      "cn": "她的婚姻陷入困境，她为此非常郁闷。"
    },
    {
      "en": "His gross misman-agement left the company desperately in need of restructuring.",
      "cn": "他管理上的重大失误使公司陷入亟须重组的境地。"
    },
    {
      "en": "I struggled with my bags, desperately looking for a porter.",
      "cn": "我提着行李艰难地走着，迫切地寻找着搬运工。"
    },
    {
      "en": "I think she feels desperately wounded and unloved at the moment.",
      "cn": "我想她此刻定会觉得受到了极大的伤害，无人关爱。"
    },
    {
      "en": "I think she feels desperately wounded and unloved.",
      "cn": "我想她觉得受到了莫大的伤害，无人爱她。"
    },
    {
      "en": "It really is desperately unfortunate that this should have happened just now.",
      "cn": "刚才竟发生这样的事儿，实在是太不合时宜了。"
    },
    {
      "en": "Lewis desperately needs to keep clear of Ruddock's big left hook.",
      "cn": "刘易斯无论如何得躲开拉多克凌厉的左钩拳才行。"
    },
    {
      "en": "Scores of people tried desperately to gatecrash the party.",
      "cn": "很多不速之客拼命想要挤进这个聚会。"
    },
    {
      "en": "The banks are now desperately scrabbling to recover their costs.",
      "cn": "那些银行正在拼命急于收回成本。"
    },
    {
      "en": "The doctors tried desperately to save her life.",
      "cn": "医生们不惜一切挽救她的生命。"
    },
    {
      "en": "The Ministry desperately tried to hush up the whole affair.",
      "cn": "部里拼命想隐瞒整个事件。"
    },
    {
      "en": "They grappled desperately for control of the weapon.",
      "cn": "他们疯狂扭打，想把武器抢到手。"
    },
    {
      "en": "Thousands are desperately trying to leave their battered homes.",
      "cn": "成千上万的人不顾一切地想要离开他们千疮百孔的家园。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "desperate",
          "tran_cn": " 不顾一切的；令人绝望的；极度渴望的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "desperation",
          "tran_cn": " 绝望的境地；不顾一切拼命"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "profoundly",
            "overly"
          ],
          "tran_cn": "拼命地；绝望地；极度地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "绝望地，不顾一切地，<口>极度地，猛烈地",
      "tran_en": "in a desperate way"
    }
  ],
  "exchange": {
    "adj": [
      "desperate"
    ]
  }
}