{
  "word": "preemptive",
  "ipa": {
    "us": "prɪ'emptɪv",
    "uk": "pri'emptɪv"
  },
  "sentences": [
    {
      "en": "A preemptive strike against a sovereign nation raises moral and legal issues.",
      "cn": "对一个主权国家进行先发制人的攻击会引起道德和法律上的争议。"
    },
    {
      "en": "And that the country's nuclear weapons will not be used for a preemptive attack.",
      "cn": "并且朝鲜的核武器不会用作袭击他国."
    },
    {
      "en": "China, therefore, made use of a well - established principle in international law, and acted in preemptive self - defence .",
      "cn": "根据既定的国际法原则, 中国于是采取了先发制人的 自卫."
    },
    {
      "en": "First, this paper studies multiple servers queues with impatient customers of preemptive priority.",
      "cn": "本课题首先研究了具有强占优先权、多个服务台的不耐烦排队模型."
    },
    {
      "en": "How can steel take advantage of the capital market and the preemptive opportunities?",
      "cn": "钢铁产业如何借助资本市场之力,顺势而为,谋求先机?"
    },
    {
      "en": "I say this jump was preemptive.",
      "cn": "我说这样跳叫是先发制人的."
    },
    {
      "en": "I've recommended a preemptive Exocet Missile attack against his airforce.",
      "cn": "我曾经提议过发起先发制人的飞鱼飞弹攻击他的空军."
    },
    {
      "en": "In addition, to avoid preemptive shares, funds on shares issued after the fight.",
      "cn": "此外, 可避开先发股, 集中资金打后发股."
    },
    {
      "en": "Non - preemptive schedulers are easier to implement but less appropriate for embedded systems.",
      "cn": "无优先的调度策略更容易实现一些但适合在嵌入式系统中使用."
    },
    {
      "en": "Objective To evaluate the clinical effects of butorphanol preemptive analgesia on brachial plexus block with ropivacaine.",
      "cn": "目的评价布托啡诺超前镇痛对罗哌卡因臂丛阻滞效果的影响."
    },
    {
      "en": "Preemptive portion insurance is investing fund but should be below the guidance of professional personage.",
      "cn": "先买份保险在投资基金但都要在专业人士的指导下."
    },
    {
      "en": "Preemptive Self - defense aroused a bitter controversy over international law of self - defense and the United Nations.",
      "cn": "“ 先发制人 ”对国际法、合国造成了巨大的冲击."
    },
    {
      "en": "Recent findings: algancicloir has proved effective in cytomegalovirus prevention for prophylactic and preemptive therapy.",
      "cn": "近期发现: 先期预防性应用缬更昔洛韦在对巨细胞病毒的预防是有效的."
    },
    {
      "en": "S . preemptive war angered many people around the world.",
      "cn": "这场先发制人的战争也引起了世界人民的愤怒."
    },
    {
      "en": "To make a preemptive bid in bridge.",
      "cn": "先发制人地叫牌;桥牌用语."
    },
    {
      "en": "To that end, preemptive intelligence, often acquired by unconventional means, is feedstock of sensible anticipatory action.",
      "cn": "为此, 通常用非常规手段来获取情报, 而先发制人的情报是明智行动的基础."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "preemption",
          "tran_cn": " 优先购买；强制收购；抢先占有；取代"
        },
        {
          "word": "preemptor",
          "tran_cn": " 获优先购买权者；先取者；先发制人者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "preempt",
          "tran_cn": " 先占；先取；以先买权获得"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "preemptive right",
      "tran_cn": "优先购买权；股票先买权"
    },
    {
      "phrase": "preemptive strategy",
      "tran_cn": "预先占有法则；先发制人战略；抢先战略"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "先买的，有先买权的，先发制人的",
      "tran_en": "A preemptive attack or strike is intended to weaken or damage an enemy or opponent, for example, by destroying their weapons before they can do any harm"
    }
  ],
  "exchange": {}
}