{
  "word": "reapply",
  "ipa": {
    "us": "ˌriːəˈplaɪ",
    "uk": " ˌriːəˈplaɪ"
  },
  "sentences": [
    {
      "en": "And they must reapply for the awards each semester | semester.",
      "cn": "并且,他们每学期都必须重新申请奖金."
    },
    {
      "en": "And they must reapply for the awards each semester.",
      "cn": "并且每学期都必须重新申请该项奖励."
    },
    {
      "en": "And they must reply reapply for their words the awards each semester.",
      "cn": "并且他们每个学期必须重新应用奖金."
    },
    {
      "en": "I really do need an ID card. May I reapply for a new one?",
      "cn": "我真的很需要一张身份卡, 我可以再申请一张 吗 ?"
    },
    {
      "en": "If you interrupt this process, you will have to reapply for the Certificate.",
      "cn": "如果您中断了此过程, 则必须重新申请证书."
    },
    {
      "en": "Moisturising: Liberally apply lotion to dry or and massage lightly. Reapply several times a day.",
      "cn": "润肤: 取适量霜于干燥或需要的皮肤上轻轻按摩,一天可重复数次."
    },
    {
      "en": "Professor Dippet told him that he was too young at eighteen, but invited him to reapply in a few years, if he still wished to teach.",
      "cn": "迪佩特教授说他才十八岁，太年轻了，但欢迎他过两年再来申请，如果到那时他还想教书的话。"
    },
    {
      "en": "Reapply after swimming or excessive perspiration.",
      "cn": "游泳或者过度排汗后,请重新使用."
    },
    {
      "en": "Reapply every few hours, rinsing and drying the skin beforehand.",
      "cn": "每隔几个小时重复使用, 但要先冲洗并弄干皮肤."
    },
    {
      "en": "Reapply every two to three hours spent outdoors . Also, use lip balm an SPF rating.",
      "cn": "隔二到三小时再补擦一次, 同时也别忽略了嘴唇的防晒护理, 应该使用标有SPF的润唇膏."
    },
    {
      "en": "Students must reapply - apply after a year, if they want to continue off campus an off - campus job.",
      "cn": "如果学生想要继续 校外 工作必须在一年后重新申请."
    },
    {
      "en": "Students must reapply re - apply after a year if they want to continue an off - campus job.",
      "cn": "留学生如果要继续在校园外工作,必须在一年后重新申请."
    },
    {
      "en": "Students must reapply re - apply after a year if they want to continue an offoff - campus job.",
      "cn": "如果学生们想继续参加 校外 工作,他们必须在一年后重新申请."
    },
    {
      "en": "The bird birds even reapply the cosmetic mixture when the colour faded in the sun.",
      "cn": "这些鸟甚至当阳光使色彩增强时,重新补充这些化妆品混合物."
    },
    {
      "en": "The new guidelines also mandate that products include directions to reapply regularly and prohibit brands from claiming on their labels that their sunscreens are sweat proof or waterproof.",
      "cn": "新准则还强制规定，产品要定期进行方向再申请，并禁止在其标签上声称，其防晒霜是防汗或防水的。"
    },
    {
      "en": "To reapply for and review for the case which had have examinationand review or had withdrawn.",
      "cn": "六对已审定或已撤回之争议案件重行申请审议者."
    },
    {
      "en": "Your boss the driver's seat, and you will have to reapply for your job every day.",
      "cn": "你老板现在大权在握而你则要每天重新申请你的工作."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "再运用，再申请"
    }
  ],
  "exchange": {}
}