{
  "word": "neatness",
  "ipa": {
    "us": "ni:tnəs",
    "uk": " ˈnitnɪs"
  },
  "sentences": [
    {
      "en": "A selection committee usually visits a candidate's home to look at general safety, neatness, the level of child-proofing, and to see whether people smoke inside, and who might be coming and going.",
      "cn": "一个选举产生的委员会通常要去访问申请人的家庭，去查看一般的安全性，整洁性，对于儿童安全的等级，去看是否有人在里面抽烟，谁经常来访。"
    },
    {
      "en": "Answers will be marked for neatness as well as for accuracy.",
      "cn": "回答要简练而正确."
    },
    {
      "en": "He has great neatness of person.",
      "cn": "他衣冠十分整洁."
    },
    {
      "en": "He knew full well he had been outflanked, and he appreciated the neatness of it.",
      "cn": "他十分清楚自己已经输了，他很欣赏这种干净利落的落败方式。"
    },
    {
      "en": "Her written work is a model of care and neatness.",
      "cn": "她做的书面作业是认真清晰的典范."
    },
    {
      "en": "His mother has been preaching at him again about his lack of neatness.",
      "cn": "他母亲又唠叨他不整洁."
    },
    {
      "en": "Laziness or a lack of neatness may manifest.",
      "cn": "懒惰和笨拙可能会比较明显."
    },
    {
      "en": "Maintaining workshop neatness and in good order.",
      "cn": "维护生产区域的整洁有序."
    },
    {
      "en": "My sister has been preaching at me again about my lack of neatness.",
      "cn": "我姐姐又在跟我唠叨要我改掉不爱整洁的毛病."
    },
    {
      "en": "Neat people place neatness above everything even economics. They are incredibly wasteful.",
      "cn": "爱整洁的人视整洁高于一切,甚至金钱. 他们非常浪费."
    },
    {
      "en": "Neatness and order are the order of the day.",
      "cn": "干净整洁是当日规定应有之义."
    },
    {
      "en": "The feeling of tranquility, neatness and simplicity revives vividly.",
      "cn": "宁静 、 素洁、朴实的感觉,真真切切地复活."
    },
    {
      "en": "The grounds were a perfect balance between neatness and natural wildness.",
      "cn": "这些庭园是整齐有序和天然粗放的完美结合。"
    },
    {
      "en": "The pupil's written work is a model of neatness.",
      "cn": "这个学生的笔头作业是整洁的模范."
    },
    {
      "en": "The term \"organization\" often connotes a sense of neatness.",
      "cn": "organization这个词常常让人想到整洁。"
    },
    {
      "en": "This fits in with the larger Japanese attitude of neatness and order.",
      "cn": "这和日本人更广泛的整洁观和秩序观倒是很搭配。"
    },
    {
      "en": "Your room is a marvel of neatness and order.",
      "cn": "你的房间出奇地整洁."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "neat",
          "tran_cn": " 灵巧的；整洁的；优雅的；齐整的；未搀水的；平滑的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "neatly",
          "tran_cn": " 整洁地；熟练地；灵巧地"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "neaten",
          "tran_cn": " 整理；整顿"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "orderliness",
            "neat typing"
          ],
          "tran_cn": "干净，整洁"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "style"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "整洁，干净"
    }
  ],
  "exchange": {
    "adv": [
      "neatly"
    ],
    "adj": [
      "neat"
    ]
  }
}