{
  "word": "admittedly",
  "ipa": {
    "us": "ədˈmɪtɪdli",
    "uk": "ədˈmɪtɪdli"
  },
  "sentences": [
    {
      "en": "Admittedly , also, we know of no way of supplying creative intelligence to those who lack it.",
      "cn": "当然, 我们也不知道有什么方法可以使那些缺乏创造性聪明才智的人聪明一点."
    },
    {
      "en": "Admittedly we can make the journey by train , but there is no harm in our travelling by boat.",
      "cn": "乘车固可, 乘船亦无不可."
    },
    {
      "en": "Admittedly, competition also plays a significant role in many areas.",
      "cn": "诚然, 竞争在许多领域也有很重要的作用."
    },
    {
      "en": "Admittedly, it is rather expensive but you don't need to use much.",
      "cn": "它的确很贵，但不需要用得很多。"
    },
    {
      "en": "Admittedly, North Korea is not a fully paid - up member yet.",
      "cn": "不可否认, 朝鲜还不是一名正式会员."
    },
    {
      "en": "Admittedly, the season has imperfections.",
      "cn": "应当承认, 这个季节也有缺陷."
    },
    {
      "en": "Admittedly, various international actors were partly responsible for the accidents.",
      "cn": "诚然, 各国的记者对事故负有一定的责任."
    },
    {
      "en": "He is admittedly an atheist.",
      "cn": "他被公认是位无神论者."
    },
    {
      "en": "He is looking to improve on his admittedly modest achievements so far.",
      "cn": "迄今为止,他的成就的确不算大,他打算更进一步."
    },
    {
      "en": "It's only a theory, admittedly, but the pieces fit together.",
      "cn": "诚然，这只是一种理论，但各部分互相吻合。"
    },
    {
      "en": "Protection for domestic industry is admittedly discriminatory.",
      "cn": "保护本国工业是种名正言顺的歧视."
    },
    {
      "en": "Sale job is admittedly main, but service routine more not allow laches.",
      "cn": "营销工作固然重要, 但服务工作更不容懈怠."
    },
    {
      "en": "Sometimes, avoidance of one particular food will have this beneficial effect, though admittedly rarely.",
      "cn": "有时，对某一食物的忌口能带来这种好处，尽管不可否认这种情况极为少见。"
    },
    {
      "en": "The subject of racism is admittedly too complex for facile summarization.",
      "cn": "无可否认，种族主义这个话题太过复杂，不可能一言蔽之。"
    },
    {
      "en": "This admittedly horrible phenomenon attributed by different people to different causes.",
      "cn": "对这种实在可怕的现象,不同的人有不同的解释."
    },
    {
      "en": "This has led to financial losses, though admittedly on a fairly small scale.",
      "cn": "这已造成了经济损失，尽管这个损失其实还比较小。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "allowedly",
            "acknowledgedly"
          ],
          "tran_cn": "公认地；无可否认地；明白地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "诚然，无可否认",
      "tran_en": "used when you are admitting that something is true"
    }
  ],
  "exchange": {}
}