{
  "word": "aseptic",
  "ipa": {
    "us": "ˌeɪˈseptɪk",
    "uk": "əˈsɛptɪk, e-"
  },
  "sentences": [
    {
      "en": "A variety of viral agents cause aseptic meningitis or meningoencephalitis.",
      "cn": "各种病毒性因子可引起无菌性脑膜炎或脑膜脑炎."
    },
    {
      "en": "Aseptic loosening of artificial joint is the important factor affecting the in - service life of prosthetic replacement.",
      "cn": "人工关节假体无菌性松动是影响关节置换术 长期 疗效的重要因素."
    },
    {
      "en": "Aseptic neutrophilic abscess of the vulva.",
      "cn": "无菌中性外阴脓肿."
    },
    {
      "en": "BACKGROUNDKawasaki disease could induce aseptic menptic meningitis, and it is not common.",
      "cn": "川崎病可以引起无菌性脑膜炎, 较罕见."
    },
    {
      "en": "Featured products fresh eggs, eggs, as a separate, filter, Pakistan pasteurization, spray drying, from aseptic packaging.",
      "cn": "产品精选新鲜鸡蛋, 经打蛋分离 、 过滤 、 巴氏杀菌 、 喷雾干燥 、 无菌包装而成."
    },
    {
      "en": "Great care is taken to keep the operating rooms aseptic.",
      "cn": "很小心地采取措施来保持手术室的无菌状态."
    },
    {
      "en": "It mainly included the test of cold - tolerant bacteria, spore, thermophilic spore and UHT, aseptic filling technology.",
      "cn": "主要包括嗜冷菌 、 芽孢 、 耐热芽孢的检验和UHT灭菌 、 无菌灌装技术."
    },
    {
      "en": "Objective to approach method to treat the refractory aseptic impetiginous dermatosis.",
      "cn": "目的探讨难治性无菌性脓疱类皮肤病的治法."
    },
    {
      "en": "Pseudocyst of Auricle is a kind of proliferative aseptic inflammation with exudate.",
      "cn": "耳廓假性囊肿是软骨的一种增生性无菌性炎性反应,内有浆液性渗出液."
    },
    {
      "en": "The aseptic cold filling technology currently has achieved great progress.",
      "cn": "无菌冷灌装技术目前已取得很大进步."
    },
    {
      "en": "The aseptic design of centrifugal separator and its application are introduced.",
      "cn": "介绍了离心分离机的无菌设计及其在系统中的应用."
    },
    {
      "en": "These EM records provide critical data on environmental trends and whether environmental control is maintained during aseptic filling of a batch.",
      "cn": "这些EM记录提供了环境趋势的关键数据，以及环境控制在一个批次的无菌灌装期间是否维持良好。"
    },
    {
      "en": "Using aseptic technique, inoculate all plates.",
      "cn": "使用无菌技术, 接种所有的培养平板."
    },
    {
      "en": "What is aseptic technique?",
      "cn": "什么是无菌技术?"
    },
    {
      "en": "What must the nurse check before using aseptic solution?",
      "cn": "使用无菌溶液时,应该对、检查的内容是 什么 ?"
    },
    {
      "en": "What preparations should you make before conducting aseptic technique?",
      "cn": "做无菌操作前,你应作什么准备?"
    },
    {
      "en": "Your equipment design and aseptic processing operator competencies appear to contribute to the lack of unidirectionality.",
      "cn": "你们的设备设计和无菌处理操作人员资质貌似与不能保证垂直气流有关。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "asepsis",
          "tran_cn": " 无菌；无菌操作"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sterile",
            "germfree"
          ],
          "tran_cn": "[医][食品]无菌的；防腐性的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "antiseptic agent",
            "conserving agent"
          ],
          "tran_cn": "[助剂]防腐剂"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "aseptic condition",
      "tran_cn": "无菌条件，无菌状态；防腐条件"
    },
    {
      "phrase": "aseptic packaging",
      "tran_cn": "无菌包装"
    },
    {
      "phrase": "aseptic technique",
      "tran_cn": "[化]无菌技术；防腐技术"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<术>无菌的，经消毒的，防感染的，冷漠的",
      "tran_en": "free from living pathogenic organisms; sterile "
    },
    {
      "pos": "n",
      "tran_cn": "防腐剂"
    }
  ],
  "exchange": {}
}