{
  "word": "understatement",
  "ipa": {
    "us": "ˈʌndəsteɪtmənt",
    "uk": "ˈʌndərsteɪtmənt"
  },
  "sentences": [
    {
      "en": "'A little strange'is a gross understatement.",
      "cn": "“ 有一点奇怪”绝对是轻描淡写."
    },
    {
      "en": "‘It wasn’t very easy to find the house.’ ‘That’s got to be the understatement of the year!’",
      "cn": "“这房子不是很好找。” “那可是说得太轻了！”"
    },
    {
      "en": "\"We both have an interesting 10 days coming up,\" said Alex Ferguson with studied understatement.",
      "cn": "亚历克斯·弗格森故作轻描淡写地说：“我们都即将迎来愉快的10天。”"
    },
    {
      "en": "He informed us with massive understatement that he was feeling disappointed.",
      "cn": "他极力轻描淡写地跟我们说他感到失望。"
    },
    {
      "en": "He was getting very hard to live with, and that's the understatement of the year.",
      "cn": "说他很不好相处，那简直是说得太客气了。"
    },
    {
      "en": "Hyperbole and understatement are two chief rhetorical figures in English language.",
      "cn": "夸张与含蓄陈述是英语中两种主要的修辞手段."
    },
    {
      "en": "It is a hopeless understatement to say that I am deeply grateful.",
      "cn": "只是一句“我深深地感谢”远不足以表达我的谢意."
    },
    {
      "en": "Like all craftsmen, hackers like good tools . Infact , that's an understatement.",
      "cn": "就像所有的手艺人那样, 黑客最喜欢的是好的工具."
    },
    {
      "en": "To say he wasn't amused must be the understatement of the year.",
      "cn": "说他不感兴趣肯定说轻了."
    },
    {
      "en": "To say I'm disappointed is an understatement.",
      "cn": "说我失望那是说得太轻了。"
    },
    {
      "en": "To say that he was displeased is an understatement, ie He was furious.",
      "cn": "说他不高兴是重事轻说(他已怒不可遏)."
    },
    {
      "en": "To say the movie was bad is an understatement.",
      "cn": "说这部电影不好还算是客气的。"
    },
    {
      "en": "To say they come in all shapes and sizes is an understatement.",
      "cn": "如果说它们形状各异,大小不同一点没夸张."
    },
    {
      "en": "Understatement is always the absolute best way to put forth earth - shaking ideas.",
      "cn": "轻描淡写是提出重大思想的绝好方法."
    },
    {
      "en": "Whatever we can look forward to, do not expect understatement.",
      "cn": "不管我们期待看到什么, 都别期待保守的表现方式就对了."
    },
    {
      "en": "When I said you were remarkable, that was an understatement.",
      "cn": "我说你很神奇, 其实我觉得这还不够."
    },
    {
      "en": "With regards to optics, the Abt AS 8 communicates pure understatement.",
      "cn": "对于以光学技术, 阿布特AS8通信纯轻描淡写."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "understated",
          "tran_cn": " 低调的；朴素的；轻描淡写的；不夸张的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "understate",
          "tran_cn": " 保守地说；有意轻描淡写"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "understate",
          "tran_cn": " 少说，少报；保守地说；有意轻描淡写"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "保守的陈述，轻描淡写",
      "tran_en": "a statement that is not strong enough to express how good, bad, impressive etc something really is"
    }
  ],
  "exchange": {
    "pl": [
      "understatements"
    ]
  }
}