{
  "word": "metaphorical",
  "ipa": {
    "us": "ˌmetəˈfɒrɪkl",
    "uk": "ˌmetəˈfɔːrɪkl"
  },
  "sentences": [
    {
      "en": "Analyzing examples of metaphorical translation author tries to sum up the possible solutions in metaphorical translation.",
      "cn": "本文通过分析杨宪益翻译的《红楼梦》中的一些具体实例,试图归纳总结翻译比喻时的一些方法."
    },
    {
      "en": "But does an author leave a metaphorical fingerprint on the book?",
      "cn": "那么,一名作家是否会在其著作上留下一枚隐性指纹?"
    },
    {
      "en": "Human thought is thus a metaphorical process.",
      "cn": "因此人类的思维同样是隐喻过程."
    },
    {
      "en": "In the aspect of language philosophy, image is a kind of metaphorical discourse.",
      "cn": "在语言哲学层面, 意象是一种隐喻的话语方式."
    },
    {
      "en": "It is a common word, but I am not sure about its metaphorical meaning.",
      "cn": "这个词很常见, 但我不清楚它的比喻义."
    },
    {
      "en": "It turns out Levy is talking in metaphorical terms.",
      "cn": "利维原来说的是一种比喻。"
    },
    {
      "en": "Metaphorical expressions in songs may be divided into two types: sentential metaphor and discourse metaphor.",
      "cn": "歌词创作中的隐喻有两种类型,修辞句式隐喻和文学整体隐喻."
    },
    {
      "en": "Noun Metaphor covers a large proportion of the metaphorical use.",
      "cn": "名词性隐喻是使用频率最大的一种隐喻."
    },
    {
      "en": "The word has a metaphorical as well as a literal meaning.",
      "cn": "这个单词除了字面意思还有一层比喻意思。"
    },
    {
      "en": "The write indulged in metaphorical language.",
      "cn": "这部作品沉溺于隐喻性的语言中."
    },
    {
      "en": "The writer indulged in metaphorical language.",
      "cn": "这位作家迷恋于隐喻性的语言."
    },
    {
      "en": "There are also surrealist images and metaphorical myths.",
      "cn": "还有些超现实影像和隐喻."
    },
    {
      "en": "These systems include the additive and subtractive color wheels , are addressed as metaphorical maps of color.",
      "cn": "这些色彩体系包括色环的加减, 都标于色彩的隐晦图."
    },
    {
      "en": "When asked about these curves, they all described them as metaphorical ways of suggesting motion.",
      "cn": "我问他们为什么用弧线, 他们都说它们是表示动感的比喻手法."
    },
    {
      "en": "Where's the metaphorical money that matters most to you, and how can you get it?",
      "cn": "对你来说最重要的财富在什么地方, 你该怎么获得它?"
    },
    {
      "en": "Yang's photos and paintings are highly metaphorical.",
      "cn": "杨勇的摄影和油画是高度隐喻性的."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "metaphorically",
          "tran_cn": " 隐喻地；用比喻"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "metaphor",
          "tran_cn": " 暗喻，隐喻；比喻说法"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "tropical"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "隐喻性的",
      "tran_en": "a metaphorical use of a word is not concerned with real objects or physical events, but with ideas or events of a non-physical kind"
    }
  ],
  "exchange": {
    "adv": [
      "metaphorically"
    ]
  }
}