{
  "word": "Sanders",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "\"She taught me confidence, and with confidence I could do anything at all, \" says Sanders.",
      "cn": "桑德斯说，“她教会了我自信，拥有自信我就敢于面对一切。"
    },
    {
      "en": "Bill Sanders , leader of Team Yao also there to field questions.",
      "cn": "比尔·桑德斯, 姚之队的领导者也在那里回答问题."
    },
    {
      "en": "Did you meet our victim, paul sanders?",
      "cn": "你见过我们的受害人, 保罗桑德斯?"
    },
    {
      "en": "He joined Sanders Roe, moving on later to become General Manager.",
      "cn": "他加入了桑德斯·罗公司，后来一路晋升至总经理。"
    },
    {
      "en": "Joe Sanders has the most beautiful garden in our town.",
      "cn": "乔.山德斯的花园,在我们镇里要算是最漂亮的了."
    },
    {
      "en": "Judge Sanders: Get out of the chair!",
      "cn": "法官桑德斯：离开这把椅子！"
    },
    {
      "en": "Mr. Sanders decided to start because the rain let up.",
      "cn": "因为雨势变小,德丝先生决定出发."
    },
    {
      "en": "Mr. Sanders promised that the research and development would propel the company into the next century.",
      "cn": "桑德斯先生肯定地说此项研究与开发一定会把公司成功带入新世纪."
    },
    {
      "en": "Natural Jade Sleeper, Sanders scores of hypertension, insomnia patients, has an excellent efficacy.",
      "cn": "天然岫玉方枕, 养神醒脑,对高血压 、 失眠患者, 有极好的疗效."
    },
    {
      "en": "Sanders has the most beautiful garden in our town.",
      "cn": "sanders的花园是本镇上最漂亮的."
    },
    {
      "en": "Sanders sports marketing group represents 25 NBA players.",
      "cn": "桑德斯体育市场集团为25个NBA球员提供经纪服务."
    },
    {
      "en": "Shakespeare, William. Othello. Edited by Norman Sanders. New York: Cambridge University Press, 1984.",
      "cn": "威廉. 莎士比亚, 《奥赛罗》. 诺曼. 先德斯编,纽约: 剑桥大学出版社, 1984."
    },
    {
      "en": "She said Sanders will be teaching a class for parents and caregivers of adolescents or children with brain disorders.",
      "cn": "桑德斯也说她将要一直为那些有智力障碍的儿童或青少年的父母或看护人上课。"
    },
    {
      "en": "Those familiar with Sanders call him a consummate politician.",
      "cn": "那些熟悉桑德斯的人都称他为手段高明的政治家。"
    },
    {
      "en": "We have many clinic classifications from X - ray and CT Sanders classification is the most common.",
      "cn": "临床分类方法众多,以 X 线摄影及CT分型为目前常用分型."
    },
    {
      "en": "You take a look at that police report on a burglary at the sanders'house?",
      "cn": "你看了桑德斯家被盗的警察报告 吗 ?"
    },
    {
      "en": "Zeb Sanders waved us into the driveway.",
      "cn": "西勃·桑德斯向我们招手,让我们进入通往他家的车道."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "santal",
            "abrasive paper"
          ],
          "tran_cn": "檀香；砂纸"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "桑德斯（姓）"
    },
    {
      "pos": "other",
      "tran_cn": "[人名] [英格兰人、苏格兰人姓氏] 桑德斯取自父名，来源于Sander,含义是“桑德之子”(son of Sander)，[男子名] 桑德斯 Alexander的昵称，[地名] [美国] 桑德斯"
    }
  ],
  "exchange": {}
}