{
  "word": "sill",
  "ipa": {
    "us": "sɪl",
    "uk": "sɪl"
  },
  "sentences": [
    {
      "en": "A thin, glistening thread of moisture ran along the rough concrete sill.",
      "cn": "在粗糙不平的水泥窗台上有一条细细的发光水印。"
    },
    {
      "en": "Better fastening between sill and wall footing would be beneficial.",
      "cn": "改善地基与墙基之间的连结是有益处的."
    },
    {
      "en": "Charlotte moved along the sill, then cocked her leg over the edge of the roof.",
      "cn": "夏洛蒂沿着窗台挪动着, 然后翘起一条腿放到屋顶的边缘上."
    },
    {
      "en": "Chunks of the overlying rock may break off and become a part of a sill.",
      "cn": "上复岩石的碎块可能破裂并成为岩床的一部分."
    },
    {
      "en": "Hadley glances at the rocks lining the window sill, turns to Norton.",
      "cn": "哈雷看看窗台上排着的石头, 转向诺顿."
    },
    {
      "en": "He fell from the window sill and put his shoulder out.",
      "cn": "他从窗台下摔了下来,跌得肩膀脱了臼."
    },
    {
      "en": "Ming - feng rapped softly against the window -- sill .",
      "cn": "她又走去在 窗板 上敲了两下,她盼望他会听见敲声."
    },
    {
      "en": "She neatly aligned the flower pots on the window sill.",
      "cn": "她把花盆整齐地排成一行在窗台上."
    },
    {
      "en": "She sat with one elbow resting on the sill of the open window.",
      "cn": "她坐在那儿,一只胳膊肘搁在开着窗的窗台上."
    },
    {
      "en": "She soon withdrew them, however, and retreated a few feet to rest against the window - sill.",
      "cn": "不过她不久就把自己的手抽了回去, 往后退了几步,倚在窗台上."
    },
    {
      "en": "The cat sat on the sill and looked out of the window.",
      "cn": "猫坐在窗台上,从窗户往外看."
    },
    {
      "en": "The Royal Airforce sill remained dangerously short of bombers.",
      "cn": "英国皇家空军仍未脱离极为缺乏轰炸机的危境."
    },
    {
      "en": "Whitlock was perched on the sill of the room's only window.",
      "cn": "惠特洛克坐在房间里仅有的那扇窗户的边沿上。"
    },
    {
      "en": "Winston sat back against the window - sill.",
      "cn": "温斯顿向窗台一靠."
    },
    {
      "en": "Words failed him and he sat quite sill.",
      "cn": "他找不出话来骂,坐着一动不动."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "threshold",
            "window-ledge"
          ],
          "tran_cn": "[建]窗台；基石；门槛；[海洋]海底山脊"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shoulder"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "door sill",
      "tran_cn": "门槛；门坎"
    },
    {
      "phrase": "window sill",
      "tran_cn": "窗台板，窗盘"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "窗台（板），门槛，[地]岩床，海底山脊，平巷底",
      "tran_en": "the narrow shelf at the base of a window frame"
    }
  ],
  "exchange": {
    "pl": [
      "sills"
    ]
  }
}