{
  "word": "revitalization",
  "ipa": {
    "us": "ˌri:ˌvaɪtəlaɪ'zeɪʃn",
    "uk": "ˌriˌvaɪtəlaɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "A large injection of cash is needed for the revitalization of the company.",
      "cn": "注入大量现金对公司的复苏是必不可少的."
    },
    {
      "en": "About revitalization. Here , it is crucial to have younger leading cadres at all levels.",
      "cn": "增强活力, 现在最大的问题是各级领导班子的年轻化."
    },
    {
      "en": "Company will benefit from the equipment manufacturing industry revitalization planning.",
      "cn": "公司将受益于装备制造业振兴规划."
    },
    {
      "en": "Face of the capital market benefit the most extensive planning upcoming light industrial revitalization.",
      "cn": "对资本市场惠及面最广的轻工业振兴规划即将出炉."
    },
    {
      "en": "Longjiang outstanding people in history, cultural atmosphere, and the revitalization of, style Fusheng.",
      "cn": "龙江在历史上人杰地灵, 人文荟萃, 于今百业振兴, 文风复盛."
    },
    {
      "en": "Nanpi County , Hebei Province, the revitalization of hardware factory was founded in 1985.",
      "cn": "河北省 南皮县 振兴五金厂创办于1985年."
    },
    {
      "en": "Petrochemical industry ready to adjust text of the revitalization planning.",
      "cn": "石化产业调整振兴规划全文呼之欲出."
    },
    {
      "en": "Such bioactive mushroom metabolites are believed to have the capability to helping revitalization of our immune system against a large number of pathogenic and non-pathogenic diseases.",
      "cn": "这种具有生物活性的蕈类代谢产物被认为是能够帮助我们的免疫系统新生，抵抗大量致病性的和非致病性的疾病。"
    },
    {
      "en": "The major industries adopt the revitalization plan, also marks a further deepening of macro - control.",
      "cn": "而各大产业振兴规划的陆续出台, 更标志着 宏观 调控的进一步深化."
    },
    {
      "en": "The revitalization of the play and was in Hebei Arts Award, awarded a third class.",
      "cn": "该剧并获河北省文艺振兴奖, 荣立三等功."
    },
    {
      "en": "USB interface programming source code to programmers in China, the revitalization of the national software industry.",
      "cn": "USB接口编程源代码为中国程序员服务, 振兴民族软件业."
    },
    {
      "en": "We will continue to promote restructuring and revitalization in key industries.",
      "cn": "继续推进重点产业调整振兴."
    },
    {
      "en": "Weekend steel and automotive industry restructuring and revitalization of the two planning a formal release.",
      "cn": "周末钢铁和汽车两大行业调整和振兴规划正式发布."
    },
    {
      "en": "Where does the creative force of market revitalization come from?",
      "cn": "拉动市场的创造力从何而来? 靠高素质的人去创造."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "revitalize",
          "tran_cn": " 使…复活；使…复兴；使…恢复生气"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reconstruction",
            "fresh",
            "renaissance",
            "renewal"
          ],
          "tran_cn": "复兴；复苏；新生"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inspiration",
            "recovery",
            "refreshment"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "新生，复兴"
    }
  ],
  "exchange": {
    "verb": [
      "revitalize"
    ]
  }
}