{
  "word": "videophone",
  "ipa": {
    "us": "ˈvɪdiəʊfəʊn",
    "uk": "ˈvɪdioʊfoʊn"
  },
  "sentences": [
    {
      "en": "A videophone can transmit and receive pictures as well as sound.",
      "cn": "电视电话能传送和接收图象和声音."
    },
    {
      "en": "I will give you a videophone ring tonight.",
      "cn": "今天晚上我给你打可视电话."
    },
    {
      "en": "In the future, shopping can be done by videophone.",
      "cn": "在将来，购买东西能在可视电话中进行。"
    },
    {
      "en": "Our videophone needs repairing.",
      "cn": "我们的可视电话需要修理."
    },
    {
      "en": "People will be able to use videophone for conferences.",
      "cn": "人们将会使用电视电话来举行会议."
    },
    {
      "en": "Perhaps as soon as 2007, these assistants will hover over an astronaut's shoulder, serving as an all-in-one PDA, videophone, and air monitor.",
      "cn": "最快到2007年，这类助理型机器人就会出现在宇航员的箭头，它能用做PDA、可视电话并监测空气。"
    },
    {
      "en": "The only time they'd fire up the videophone was whena Klingon was sitting in a spaceship 20 yards away with guns pointed atthem.",
      "cn": "只有当克林贡人坐在20码开外的飞船中，被人用枪指着头的时候，他们才会用视频电话。"
    },
    {
      "en": "The realization of multilayer distributed videophone based on PC is introduced in this paper.",
      "cn": "介绍了基于PC的多层分布式可视电话系统的实现."
    },
    {
      "en": "The same day Logitech launched a television set - top box that doubles as a videophone.",
      "cn": "就在同一天罗技发布一款附带视频电话功能的电视机顶盒."
    },
    {
      "en": "The videophone is a telephone equipped for both audio and video transmission.",
      "cn": "电视电话是指既可以看也可以听的电话."
    },
    {
      "en": "The videophone will be more and more popular.",
      "cn": "可视电话将越来越普及."
    },
    {
      "en": "The word \"ready\" appears on the screen of the videophone.",
      "cn": "可视电话机的荧屏上出现了“请通话”这个词。"
    },
    {
      "en": "Things like videophone and videoconferencing are usually called video services. This type is also regarded as multimedia services.",
      "cn": "比如可视电话、会议电视等，这些被称作视像业务，也叫多媒体业务。"
    },
    {
      "en": "This article first approximately introduced the videophone development present situation, draws out our system.",
      "cn": "本文首先大致介绍了可视电话的发展现状, 从中引出我们的系统."
    },
    {
      "en": "Your wristwatch videophone suddenly rings.",
      "cn": "突然,你手表上的可视电话响了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "picturephone"
          ],
          "tran_cn": "电视电话"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "可视电话，电视电话，视像电话",
      "tran_en": "a type of telephone that allows you to see the person you are talking to on a screen"
    }
  ],
  "exchange": {
    "pl": [
      "videophones"
    ]
  }
}