{
  "word": "asteroid",
  "ipa": {
    "us": "ˈæstərɔɪd",
    "uk": "ˈæstərɔɪd"
  },
  "sentences": [
    {
      "en": "An asteroid seeding issue in the G 5 KW region has been addressed.",
      "cn": "G5KW星域的小行星带刷新问题已经提交."
    },
    {
      "en": "Asteroid has become commonplace to the readers of interstellar travel stories in science fiction magazines.",
      "cn": "对于读过科幻杂志中星际旅行故事的读者来说,小行星已是平淡无味了."
    },
    {
      "en": "Asteroid lies between Mars and Jupiter.",
      "cn": "小行星位于火星与木星之间."
    },
    {
      "en": "Astronomers have detected an asteroid not far from Earth, moving in the same orbit around the Sun.",
      "cn": "天文学家在距离地球不远处发现一颗与地球绕日轨道相同的小行星。"
    },
    {
      "en": "Between the orbits of Mars and Jupiter lies the asteroid belt.",
      "cn": "火星和木星轨道之间是小行星带."
    },
    {
      "en": "But he wanted to locate the impact site of the asteroid.",
      "cn": "但是他想确定小行星的撞击地点."
    },
    {
      "en": "Gargantuan asteroid to pass near Earth this fall.",
      "cn": "大量小行星今秋将与地球错身而过."
    },
    {
      "en": "He was an early proponent of the theory that life on Earth may have come from Mars in rocks ejected by asteroid and comet impacts.",
      "cn": "他是这项理论早期的支持者：地球生命也许来自火星，通过小行星和彗星冲撞而由岩石喷射而出。"
    },
    {
      "en": "Large meteorites actually come from the asteroid belt.",
      "cn": "大型陨星实际上是来自小行星带."
    },
    {
      "en": "Look at the movies that we see all the time. It's easy to imagine the end of the world. An asteroid destroying all life and so on.",
      "cn": "瞧瞧那些我们一直在看的电影，要想像世界末日那是很容易的事，比如一个小行星毁灭了所有生命之类的。"
    },
    {
      "en": "Moving on through the asteroid belt we enter the realms of the gas giant planets: Jupiter, Saturn, Uranus and Neptune, all of which dwarf the Earth.",
      "cn": "穿过小行星带继续前进，我们进入了气体巨行星区域：木星、土星、天王星、海王星，所有这些都使地球看起来像个侏儒。"
    },
    {
      "en": "The asteroid vaporized on impact, launching a cubic mile of rock into the sky.",
      "cn": "小行星在碰撞时蒸发, 并向空中迸射出一立方英里的碎石."
    },
    {
      "en": "The bad news is that forecasting asteroid impacts remains a tricky business.",
      "cn": "坏消息是预测小行星撞击不是件容易事."
    },
    {
      "en": "The debris possibly came from a comet or asteroid that hit Jupiter.",
      "cn": "这些残骸可能来自彗星或者撞击木星的小行星."
    },
    {
      "en": "The Geminides originate from mysterious 3200 Phaethon , which is an asteroid.",
      "cn": "双子座流星雨是由神秘的第3200号小行星“非以颂”产生的."
    },
    {
      "en": "The largest asteroid is Ceres, which is about a quarter the size of the moon.",
      "cn": "最大的小行星是谷神星,体积约为月球的1/4."
    },
    {
      "en": "There is an asteroid on a collision course with the Earth.",
      "cn": "有一颗小行星可能会与地球发生碰撞。"
    },
    {
      "en": "You cannot make the jump to light - speed in this asteroid field.",
      "cn": "你在这小行星群中不能跳入超光速."
    },
    {
      "en": "You're not actually going into an asteroid field?",
      "cn": "朱伊!快设定271方位!"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "asteroidal",
          "tran_cn": " 星状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "aster",
          "tran_cn": " [植] 紫菀属植物；星状体"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "stellated",
            "astroid"
          ],
          "tran_cn": "星状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "planetoid",
            "sunstar"
          ],
          "tran_cn": "[天]小行星；[无脊椎]海盘车；小游星"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "asteroid belt",
      "tran_cn": "小行星带"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "星状的"
    },
    {
      "pos": "n",
      "tran_cn": "[天]小行星，海盘车，海星",
      "tran_en": "one of the many small  planet s  that move around the Sun, especially between Mars and Jupiter"
    }
  ],
  "exchange": {
    "pl": [
      "asteroids"
    ]
  }
}