{
  "word": "instill",
  "ipa": {
    "us": "ɪnˈstɪl",
    "uk": "ɪnˈstɪl"
  },
  "sentences": [
    {
      "en": "A good teacher should have the ability to instill the desire to learn in the students.",
      "cn": "好的教师应具备将求知欲逐渐灌输给学生的能力."
    },
    {
      "en": "A shopping mall would instill a spirit of modernity into this village.",
      "cn": "大型购物中心将给这个村子注入现代气息."
    },
    {
      "en": "Ask the child to sniff after you instill the drops.",
      "cn": "你滴入药物后让小儿把药物吸入鼻内."
    },
    {
      "en": "Criminals cover their faces to instill fear and evade capture.",
      "cn": "罪犯遮盖他们的[脸]令被害者心生恐惧,并益于逃避追缉."
    },
    {
      "en": "Dragonflies look enough like wasps or stinging flies to instill trepidation among humans.",
      "cn": "这种蜻蜓像极了黄蜂,或是带着刺的飞到人群中让人害怕的家伙."
    },
    {
      "en": "Experiment description dot fragmentation even in the most ideal is instill a.",
      "cn": "实验说明网点碎片即使在最理想的状态下也会产生."
    },
    {
      "en": "Factories, local clubs and pubs set up football teams to instill loyalty in their companies.",
      "cn": "为了在他们的团体中灌输忠诚思想,工厂 、 当地俱乐部和酒馆成立了足球队."
    },
    {
      "en": "However, I do try to instill in them the ability to use sound engineering methods to analyze and design their programs and customize their practices.",
      "cn": "然而，我确实试图慢慢的向他们灌输使用适合的工程学方法来分析和设计程序、定制实践的能力。"
    },
    {
      "en": "I aim to instill in them the pleasure of giving.",
      "cn": "我的目的在于灌输给他们给予的乐趣。"
    },
    {
      "en": "I consider it important to instill a pride in the players.",
      "cn": "我认为使运动员逐步感到自豪是很重要的."
    },
    {
      "en": "The inspiring teachers not only impart knowledge, they also instill moral values in their students.",
      "cn": "模范教师不但教华文, 还负起培养学生正确的人生观."
    },
    {
      "en": "These policies instill strong feeling of loyalty in P & G employees.",
      "cn": "这些策略使 宝洁 公司员工内心逐步树立对公司强烈的忠诚感."
    },
    {
      "en": "They instill in you the legacy of Confucianism, especially the values of hierarchy and hard work.",
      "cn": "他们慢慢给你灌输儒家的传统思想, 特别是等级和努力工作的价值."
    },
    {
      "en": "They tried to instill such new ideas into students'minds.",
      "cn": "他们努力将这些新观念灌输到学生的头脑中去."
    },
    {
      "en": "To inspire, impact and instill abundance in life.",
      "cn": "为了激励, 影响和灌输丰富的生活."
    },
    {
      "en": "We must instill a sense of duty in our children.",
      "cn": "我们必须在我们的孩子当中灌输一种责任感."
    },
    {
      "en": "We must instill a sense of responsibility in our children.",
      "cn": "我们应该培养孩子们的责任感."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "instillation",
          "tran_cn": " 慢慢灌输；滴注法；滴剂"
        },
        {
          "word": "instillment",
          "tran_cn": " 慢慢灌输；滴入"
        },
        {
          "word": "instilment",
          "tran_cn": " 滴注；慢慢灌输"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "infuse"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "徐徐滴入；逐渐灌输"
    },
    {
      "pos": "vt",
      "tran_cn": "<美>逐渐使某人获得（某种可取的品质），逐步灌输"
    }
  ],
  "exchange": {
    "third": [
      "instills"
    ],
    "past": [
      "instilled"
    ],
    "done": [
      "instilled"
    ],
    "ing": [
      "instilling"
    ]
  }
}