{
  "word": "waistcoat",
  "ipa": {
    "us": "ˈweɪskəʊt",
    "uk": "ˈwɛskɪt, ˈwestˌkot"
  },
  "sentences": [
    {
      "en": "A man's three - piece suit includes a jacket, trousers, and a waistcoat.",
      "cn": "男人的三 件套 服装包括上衣 、 长裤和背心."
    },
    {
      "en": "A red waistcoat, marking her as a Second Assistant Librarian.",
      "cn": "红色马甲, 意味着她是二级图书管理员助理."
    },
    {
      "en": "A tree - piece suit consists of trousers, jacket and waistcoat.",
      "cn": "三 件套 西装包括裤子 、 上衣和背心."
    },
    {
      "en": "A waistcoat acts as an accent when worn beneath a jacket.",
      "cn": "背心穿在上衣里面作为一种特色."
    },
    {
      "en": "After sleeping in the sledge and dining in the kitchen, to sit in an arm-chair in clean linen, in thin boots, with a chain on one’s waistcoat, is such luxury!",
      "cn": "经过在雪撬上睡觉和在厨房吃饭后，穿着干净的亚麻布衣服，细薄的靴子坐在靠背椅里，某人的马甲上还挂着表链，这一切是多么的奢侈了啊！"
    },
    {
      "en": "At this dismal news, I twisted the only button on my waistcoat round and round.",
      "cn": "一听到这个扫兴的消息, 急得我扭着背心上仅剩的那一颗钮扣."
    },
    {
      "en": "His waistcoat was riding up over his stomach.",
      "cn": "他的马甲收到腹部以上了."
    },
    {
      "en": "In the cartoon, John Bull appears as a short, stocky figure wearing a waistcoat with the British flag on.",
      "cn": "在漫画中，“约翰牛”常以矮小健壮的形象出现，身穿印有英国国旗的背心。"
    },
    {
      "en": "It isn't the waistcoat that I look at. It is the heart.",
      "cn": "我看人倒不是凭衣裳,是凭良心."
    },
    {
      "en": "It was imaginative waistcoat with exceedingly fanciful glass buttons.",
      "cn": "花哨的坎肩上配搭着一些光怪陆离的玻璃钮扣."
    },
    {
      "en": "Long gown, mandarin jacket and waistcoat were the typical Manchurian clothes.",
      "cn": "长袍 、 马褂、马甲为满族人的主要服装."
    },
    {
      "en": "Now the waistcoat; aha right again!",
      "cn": "再请穿上背心, 啊哈,又很合适."
    },
    {
      "en": "Please let your camera waistcoat pass through X - ray after taking it off.",
      "cn": "请将您的摄影背心脱下来,放在传送带上."
    },
    {
      "en": "She wore a lovely tiara but the groom, not to be outdone, had on a very smart embroidered waistcoat.",
      "cn": "她戴了一顶漂亮的冕状头饰，而新郎也毫不逊色，身着一件非常讲究的刺绣西服马甲。"
    },
    {
      "en": "The checks in the waistcoat are but the wires of the cage.",
      "cn": "背心上的方格子不过是笼子上的铜丝而已."
    },
    {
      "en": "The ends of my waistcoat won't meet.",
      "cn": "我的背心太小了,扣不上."
    },
    {
      "en": "The lace and starch crumpled against his waistcoat and trousers.",
      "cn": "花边和浆硬的衣服贴紧他的背心和裤子."
    },
    {
      "en": "You will then have only a pair of trousers, a waistcoat, a hat and a coat.",
      "cn": "您只剩下一条长裤，一件背心，一顶帽子和一件短上衣了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gilet",
            "vest"
          ],
          "tran_cn": "背心；[服装]马甲"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "vest"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "马甲，背心",
      "tran_en": "a piece of clothing without sleeves that has buttons down the front and is worn over a shirt, often under a jacket as part of a man’s suit"
    }
  ],
  "exchange": {
    "pl": [
      "waistcoats"
    ]
  }
}