{
  "word": "shunt",
  "ipa": {
    "us": "ʃʌnt",
    "uk": "ʃʌnt"
  },
  "sentences": [
    {
      "en": "A shunt reactor is an inductor that is connected line to ground.",
      "cn": "并联电抗器是联接在线路和大地之间的电感器."
    },
    {
      "en": "But right the specific understanding of shunt period, endless and identical.",
      "cn": "但对转轨期的具体理解, 不尽相同."
    },
    {
      "en": "Can we shunt the talks onto a new topic?",
      "cn": "我们谈话换个新话题好 吧 ?"
    },
    {
      "en": "Four remnant shunt with hemolysis were found 24 hours later after operation.",
      "cn": "术后24h有4例出现残余分流伴溶血."
    },
    {
      "en": "However, note that reducing the shunt resistance will degrade the signal - to - noise ratio.",
      "cn": "然而要注意减小分流电阻会 降低信号 噪声比."
    },
    {
      "en": "In this instance, the error due to shunt loading is approximately 9 %.",
      "cn": "在这个例子中, 分流负载引起的误差大约为9%."
    },
    {
      "en": "Its solution is to shunt heat to muscles encircling the eyes.",
      "cn": "解决办法是把热量分流到眼睛周围的肌肉上."
    },
    {
      "en": "Methods Six patients underwent bidirectional Glenn shunt without cardiopulmonary bypass.",
      "cn": "方法在非体外循环下行双向格林手术6例."
    },
    {
      "en": "Objective To evaluate the long - term results and operative experience of distal shunt.",
      "cn": "目的探讨远端脾腔静脉分流术治疗门静脉高压症的远期疗效."
    },
    {
      "en": "She tried to shunt the blame onto Miss Williams.",
      "cn": "她试图把责任推至威廉姆斯小姐身上."
    },
    {
      "en": "Shunt valve used to separate categories distribution or mixed media.",
      "cn": "分流阀类用于分离、分配或混合介质."
    },
    {
      "en": "The shunt many be contained within the meter housing or connected externally.",
      "cn": "这个分流器可以容置与仪表表壳中也可以外接."
    },
    {
      "en": "The thesis mainly considers three - phase shunt voltage active power filter.",
      "cn": "论文重点研究 三相 并联电压型有源电力滤波器."
    },
    {
      "en": "Then makexuan fu Sichuan, Wu Lin immediately deployed forces , shunt resistance.",
      "cn": "时任四川宣抚使的吴璘急忙调兵遣将, 分路抵抗."
    },
    {
      "en": "These voltages can be reduced by the application of shunt reactors.",
      "cn": "通过采用并联电抗器可降低前述的电压升高."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "shunning",
          "tran_cn": " 回避"
        },
        {
          "word": "shunter",
          "tran_cn": " 扳道员；能干的组织者；转辙员；手腕好的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "current divider",
            "splitter"
          ],
          "tran_cn": "转轨；[电]分流器"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "to and from"
          ],
          "tran_cn": "转轨；转向一边；往返"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "arteriovenous shunt",
      "tran_cn": "动静脉短路"
    },
    {
      "phrase": "shunt capacitor",
      "tran_cn": "并联电容器；分路电容器；旁路电容器"
    },
    {
      "phrase": "shunt compensation",
      "tran_cn": "并联补偿"
    },
    {
      "phrase": "shunt reactor",
      "tran_cn": "并联电抗器，分路电抗器；分馏力；分流扼流圈"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "转轨，分流器",
      "tran_en": "an act of moving a train or railway carriage to a different track"
    },
    {
      "pos": "v",
      "tran_cn": "使转轨，使分流，转向一边，避开",
      "tran_en": "to move a train or railway carriage onto a different track"
    }
  ],
  "exchange": {
    "third": [
      "shunts"
    ],
    "past": [
      "shunted"
    ],
    "done": [
      "shunted"
    ],
    "ing": [
      "shunting"
    ]
  }
}