{
  "word": "electroplate",
  "ipa": {
    "us": "ɪˈlektrəpleɪt",
    "uk": "ɪ'lektrəpleɪt"
  },
  "sentences": [
    {
      "en": "A certainty range adaptability research by a electroplate diamond grinding wheel and a high-frequency induction brazed diamond grinding wheel grinding vary material.",
      "cn": "本学位论文通过电镀砂轮和高频感应钎焊砂轮磨削不同材料，进行一定范围内的适应性研究。"
    },
    {
      "en": "Cloisonne - enameled in black, 24 k gold electroplate ( back is all gold ).",
      "cn": "景泰蓝,搪瓷黑色, 24K金电镀 ( 背面是所有黄金 )."
    },
    {
      "en": "Electroplate, electrophoresis, spraying paint, gushing out and moulding the indispensable equipment in the trade.",
      "cn": "是电镀 、 电泳 、 喷漆 、 喷塑行业中不可缺少的设备."
    },
    {
      "en": "Got also in recent years large electroplate the industry, the factory house and the zeal support of the colleague, and approve.",
      "cn": "近年来并得到了广大电镀业界，厂家及同仁的热诚支持，并认可。"
    },
    {
      "en": "It has six departments: casting metal - processing, polishing, electroplate, inductive electron and assembling department.",
      "cn": "现有铸造、机加工 、 抛光 、 电镀 、 感应电子组装六大生产职能部门."
    },
    {
      "en": "Mechanisms of delamination, void defects in electroless plating and nonuniformity in electroplate were introduced.",
      "cn": "重点介绍了钻孔中分层 、 化学镀铜中的气泡缺陷、电镀中的镀层不均匀等缺陷产生的机理."
    },
    {
      "en": "On the base of electric - scatter - deposit technique and brush - electroplate, a new method has been introduced.",
      "cn": "介绍了在电分散沉积技术和电刷镀技术的基础上, 形成的一种新的分散镀方法."
    },
    {
      "en": "Processing capability of electrochemical deburring technology, its process procedure and structure of electroplate presented.",
      "cn": "阐述了电化学去毛刺技术的加工能力 、 工艺过程及电极的结构."
    },
    {
      "en": "Single arm type electroplating device: Suitable for extremely small and light articles to electroplate.",
      "cn": "单臂式电镀设备: 适用于极小且轻的物品电镀."
    },
    {
      "en": "Soft - switching technology is the core technology of increasing switching frequent of electroplate power supply.",
      "cn": "软开关技术是提高电镀电源开关频率的核心技术."
    },
    {
      "en": "The tinning process of dry type current transformer is Electroplate Technology.",
      "cn": "传统干式电流互感器的镀锡工艺是采用槽镀镀锡技术."
    },
    {
      "en": "This paper introduced process and technology of recovery of gold from waste auric electroplate liquor, gold plating wastes, auric alloy wastes, gold foiling wastes, auric ashes, etc.",
      "cn": "介绍了从含金电镀废液、镀金废料、含金合金废料、贴金废料、含金抛灰、废金刚砂磨料、含金垃圾中回收金的方法和工艺流程。"
    },
    {
      "en": "Thus, the aprotic non - aqueous solvents may be used to electroplate these materials.",
      "cn": "因此, 可考虑在极性非水溶剂中制备稀土及其合金膜."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "electroplater",
          "tran_cn": " 电镀工，电镀器"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "plate"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "plate"
          ],
          "tran_cn": "电镀"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "电镀物品",
      "tran_en": "electroplated articles collectively, esp when plated with silver "
    },
    {
      "pos": "v",
      "tran_cn": "电镀",
      "tran_en": "to put a very thin layer of metal onto the surface of an object, using electrolysis"
    },
    {
      "pos": "vt",
      "tran_cn": "电镀"
    }
  ],
  "exchange": {
    "third": [
      "electroplates"
    ],
    "past": [
      "electroplated"
    ],
    "done": [
      "electroplated"
    ],
    "ing": [
      "electroplating"
    ]
  }
}