{
  "word": "redundancy",
  "ipa": {
    "us": "rɪˈdʌndənsi",
    "uk": "rɪˈdʌndənsi"
  },
  "sentences": [
    {
      "en": "An employee is not eligible for a redundancy payment unless he has been with the company for two years.",
      "cn": "在公司工作满两年的雇员才有资格拿遣散费。"
    },
    {
      "en": "But avoid redundancy: Define an item in the glossary or in the domain model, but not in both.",
      "cn": "但要避免冗余：在术语表或域模型中定义一个条目，但是不要在两者里面都下定义。"
    },
    {
      "en": "I stuck out for a handsome redundancy package.",
      "cn": "我坚持要求得到一大笔裁员补偿。"
    },
    {
      "en": "In addition, each piece can be clustered so that you have redundancy at the layer level.",
      "cn": "另外，每个部分都可以使用集群，这样就可以在层次级别上具有一些冗余。"
    },
    {
      "en": "John had taken out redundancy insurance but when he tried to claim, he was refused payment.",
      "cn": "约翰办理过失业保险，可是当他去索赔时却遭拒付。"
    },
    {
      "en": "Many workers can only eke out their redundancy money for about 10 weeks.",
      "cn": "很多工人手头的遣散费仅够维持10个星期左右。"
    },
    {
      "en": "Redundancy can be a demoralising prospect.",
      "cn": "面临裁员可能会令士气低落。"
    },
    {
      "en": "Redundancy is the spur for many to embark on new careers.",
      "cn": "裁员促使很多人开始从事新事业。"
    },
    {
      "en": "Redundancy notices have been sent to 200 workers.",
      "cn": "200名工人接到了裁员通知."
    },
    {
      "en": "Redundancy payments are tax-free up to £50,000.",
      "cn": "低于5万英镑的遣散费免于纳税。"
    },
    {
      "en": "The closure of the export department resulted in over 100 redundancies.",
      "cn": "出口部关闭导致一百多人被解雇。"
    },
    {
      "en": "The company has had to make redundancy payments of £472 million.",
      "cn": "该公司不得不为裁员支付4.72亿英镑的补偿款。"
    },
    {
      "en": "The really heavy redundancy costs have been accounted for.",
      "cn": "非常庞大的裁员开支已被列入预算。"
    },
    {
      "en": "The term \"early retirement\" is nearly always a euphemism for redundancy nowadays.",
      "cn": "现在“提前退休”几乎就是裁员的委婉说法。"
    },
    {
      "en": "The threat of redundancy was suddenly removed.",
      "cn": "裁员的威胁顿时消除了."
    },
    {
      "en": "Think carefully before you insure against accident, sickness and redundancy.",
      "cn": "在为意外事故、疾病与失业投保之前一定要考虑清楚。"
    },
    {
      "en": "This means that they have no redundancy.",
      "cn": "这意味着，它们没有冗余。"
    },
    {
      "en": "Thousands of bank employees are facing redundancy as their employers cut costs.",
      "cn": "雇主削减成本的时候，数千名银行雇员面临被解雇的命运。"
    },
    {
      "en": "Thousands of factory workers are facing redundancy.",
      "cn": "数千名工厂工人面临裁汰。"
    },
    {
      "en": "Two thousand workers now face redundancy.",
      "cn": "2,000 名工人现在面临失业。"
    },
    {
      "en": "You can hedge against redundancy or illness with insurance.",
      "cn": "可以购买保险以防失业或患病。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "layoffs",
            "excessiveness"
          ],
          "tran_cn": "[计][数]冗余（等于redundance）；裁员；人浮于事"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cyclic redundancy check",
      "tran_cn": "[计]循环冗赘核对"
    },
    {
      "phrase": "data redundancy",
      "tran_cn": "数据冗余"
    },
    {
      "phrase": "redundancy check",
      "tran_cn": "冗余核对；过剩信息校验"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "过多，过剩，冗长，裁员，（机器的）多余度",
      "tran_en": "a situation in which someone has to leave their job, because they are no longer needed"
    }
  ],
  "exchange": {
    "pl": [
      "redundancies"
    ]
  }
}