{
  "word": "tectonics",
  "ipa": {
    "us": "tek'tɒnɪks",
    "uk": "tek'tɒnɪks"
  },
  "sentences": [
    {
      "en": "Beyond Plate Tectonics: What Do We Do in Structural Geology?",
      "cn": "超越板块构造--我国构造地质学要做些什么?"
    },
    {
      "en": "Block tectonics implies that blocks of the solid earth move in relation to each other.",
      "cn": "地块构造是指固体地球的地块相对运动."
    },
    {
      "en": "Earth’s biggest advantage comes from having plate tectonics that stabilize the amount of carbon dioxide in the atmosphere that keeps Earth warm.",
      "cn": "地球最大的优点在于板块构造，这些构造能够平衡大气层中二氧化碳的数量，使地球保持温暖。"
    },
    {
      "en": "Geologists describe the motion of the plates and the consequences of such motion as plate tectonics .",
      "cn": "地质学家把板块运动及这种运动所造成的后果看作是板块构造运动。"
    },
    {
      "en": "Geologists describe the motion of the plates and the consequences of such motion as plate tectonics.",
      "cn": "地质学家把板块运动及这种运动所造成的后果看作是板块构造运动."
    },
    {
      "en": "Many scientists are studying of the tectonics.",
      "cn": "许多科学家在研究构造地质学。"
    },
    {
      "en": "Plate tectonics and water are inextricably linked.",
      "cn": "板块构造和水密切相关."
    },
    {
      "en": "Rocks & the rock cycle, plate tectonics and earth's atmosphere.",
      "cn": "岩石以及演变, 地表板块构造论、地球上的大气."
    },
    {
      "en": "Tectonics can cause inland areas to become coastal or vice versa.",
      "cn": "地壳运动会把内陆变成沿海,或者正好相反."
    },
    {
      "en": "Tectonics is a new definition of space construction.",
      "cn": "建构学是对空间的建造模式的一种反思."
    },
    {
      "en": "The gliding tectonics is always formed in rather soft strata.",
      "cn": "滑动构造总是在较软弱的地层中形成."
    },
    {
      "en": "The highest peaks in the seven continents in the world global tectonics.",
      "cn": "世界七大洲最高峰均位于全球或巨型经向或纬向构造带中,暗示山脉形成和地球自转之间有内在联系."
    },
    {
      "en": "The idea of sea - floor spreading actually preceded the theory of plate tectonics.",
      "cn": "海床扩展说实际上早于板块结构理论."
    },
    {
      "en": "The job of plate tectonics is to unravel the clues in that snapshot to learn the dance steps to determine where the dancers have been and where they are going.",
      "cn": "板块构造学的工作就是要揭示那快照的线索，了解它的舞步，确定舞蹈者曾去过和将要去哪里。"
    },
    {
      "en": "The platform deposits and rocks footwall are affected by fault tectonics.",
      "cn": "台地沉积与岩石底壁处都受到了断层构造的影响."
    },
    {
      "en": "The theory of plate tectonics describes the motions of the lithosphere.",
      "cn": "板块结构理论描述岩石圈的运动."
    },
    {
      "en": "Therefore, plate tectonics is not entirely applied to continental tectonics as well.",
      "cn": "因此, 现有板块构造不完全适合于大陆构造."
    },
    {
      "en": "What does the theory of plate tectonics maintain?",
      "cn": "这板块构造学说的理论讲些什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "tectonic",
          "tran_cn": " [地质] 构造的；建筑的；地壳构造上的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "structural geology"
          ],
          "tran_cn": "[建][地质]构造学，构造地质学"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "construction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "plate tectonics",
      "tran_cn": "n. [地]板块构造论"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（实用的、能带来审美愉悦的）建筑构造学，构造地质学，大地构造学，筑造工艺学"
    }
  ],
  "exchange": {}
}