{
  "word": "kungfu",
  "ipa": {
    "us": "kʌŋ'fu:",
    "uk": "kʌŋ'fu"
  },
  "sentences": [
    {
      "en": "Annie: Absolutely. This is a real Chinese Kungfu Film.",
      "cn": "安妮: 这还有假, 这是一部正宗的中国功夫片."
    },
    {
      "en": "At last, the band saw, was a major customer, kungfu people live!",
      "cn": "终于有带看了, 还是个大客户, 功夫不负有心人!"
    },
    {
      "en": "Bruce Lee publicized the Chinese Kungfu to the world.",
      "cn": "李小龙向世界宣传了中国功夫."
    },
    {
      "en": "For what reason her kungfu is better than yours?",
      "cn": "为甚么她的功夫比你厉害那么多?"
    },
    {
      "en": "Hidden Weapon is the most cryptic stunt in Chinese Kungfu.",
      "cn": "暗器在中国武术中要算是最神秘的绝技."
    },
    {
      "en": "Hundreds gather here each night to watch kungfu dramas after their shifts.",
      "cn": "每晚下班后都会有数百人聚集在这里观看武打片."
    },
    {
      "en": "I was not a Kungfu master, I couldn't properly a sword!",
      "cn": "我不是李小龙, 甚至连把剑都拿不好!"
    },
    {
      "en": "It was widely spread and had a great influence on Chinese kungfu.",
      "cn": "历代名人辈出,影响极大,流传甚广."
    },
    {
      "en": "It's not just monks drawn to the home of kungfu.",
      "cn": "被吸引来到功夫之乡的可不只是僧侣."
    },
    {
      "en": "Jacky Chan is often the leading man in some funny kungfu movies.",
      "cn": "成龙经常在一些搞笑的功夫电影中担任男主角."
    },
    {
      "en": "Kungfu. It is the best selling and most popular movie this year.",
      "cn": "功夫. 它是今年最畅销,最受欢迎的电影."
    },
    {
      "en": "Let's drop the subject. I hate kungfu, it's merely brutal violence.",
      "cn": "我们不谈这个问题, 我讨厌功夫; 那纯粹是暴力."
    },
    {
      "en": "New Kungfu Combat Game win a lot of money!",
      "cn": "最新开发的功夫对打游戏,可以赚钱的,快来玩 啊 !"
    },
    {
      "en": "See, I can even knock down walls with my kungfu.",
      "cn": "看见没, 我用我的功夫把墙都撞倒了."
    },
    {
      "en": "See,I can even knock down walls with my kungfu.",
      "cn": "看见没，我用我的功夫把墙都撞倒了"
    },
    {
      "en": "What are you doing here?I am practicing kungfu.",
      "cn": "你在这儿干什么呢？ 我在练习功夫。"
    },
    {
      "en": "Whether it be in melodramas, comedies or kungfu movies, the popularity of women lead roles was unprecedented.",
      "cn": "无论是在剧情片、喜剧片还是功夫片中，女影星主演的角色都前所未有地受欢迎。"
    },
    {
      "en": "Yeah. Are you interested in Chinese kungfu?",
      "cn": "是的. 你对中国功夫感兴趣 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "功夫，国术",
      "tran_en": "an ancient Chinese fighting art in which you attack people with your hands and feet"
    }
  ],
  "exchange": {}
}