{
  "word": "transversal",
  "ipa": {
    "us": "træns'vɜ:səl",
    "uk": "træns'vɜsəl"
  },
  "sentences": [
    {
      "en": "Concrete cofferdams are mostly used for longitudinal cofferdams, high transversal coffer - dams and overflow cofferdams.",
      "cn": "混凝土围堰较多用于纵向围堰 、 横向高围堰及过水围堰."
    },
    {
      "en": "For container securing most important is the transversal acceleration. For example deck accelerations.",
      "cn": "对集装箱包扎来说,最主要的是横向加速率, 例如甲板上的横向加速率."
    },
    {
      "en": "Machining performance is also compared between longitudinaland transversal steamways.",
      "cn": "比较了两种不同钻孔方向的汽孔机械加工工艺性能."
    },
    {
      "en": "Melt chamber designed movable in vertical and transversal directions.",
      "cn": "热炉垂直、前后、横向可移动设计."
    },
    {
      "en": "Objective To study the advantage and indication of transversal approach in the treatment of cardiac cancer.",
      "cn": "目的研究经腹入路治疗胃底贲门癌的获益和指征."
    },
    {
      "en": "Some special subsemigroups of regular semigroups with an inverse transversal was discussed.",
      "cn": "讨论了具有逆断面的正则半群的一些特殊子半群."
    },
    {
      "en": "The causes of inner transversal crack of cold - draw heavy wall pipe of 45 steel were analyzed.",
      "cn": "通过提高管坯质量和改进拉拔、中间退火工艺,使厚壁管内横裂缺陷基本消除."
    },
    {
      "en": "The composite bar, transversal longitudinal section and interface of copper cladding aluminum are analyzed.",
      "cn": "试验研究了铜包铝双金属棒制备的工艺,分析了铜包铝双金属棒的外观、断面和界面."
    },
    {
      "en": "The practice shows that the model can remarkably reduce transversal and corner cracks on slab surface.",
      "cn": "生产实际应用表明,该模型对减少板坯表面横裂纹和角部裂纹有显著效果."
    },
    {
      "en": "These subsemigroups play a decisive role in constructing regular semigroups with an inverse transversal.",
      "cn": "这些子半群在构造具有逆断面的正则半群中起决定性作用."
    },
    {
      "en": "This transversal event will involve the areas of fashion, photography, and contemporary art.",
      "cn": "展览涵盖了时尚, 摄影以及当代艺术."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "transverse",
          "tran_cn": " 横向的；横断的；贯轴的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "transversely",
          "tran_cn": " 横着；横断地；横切地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "transverse",
          "tran_cn": " 横断面；贯轴；横肌"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "lateral",
            "athwartship"
          ],
          "tran_cn": "横向的；横断的；横断线的（等于transverse）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "transverse direction"
          ],
          "tran_cn": "横向；截线或贯线；横行肌"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "transversal filter",
      "tran_cn": "横向滤波器"
    },
    {
      "phrase": "transversal wave",
      "tran_cn": "横波"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "横向的，横断的，截线的"
    },
    {
      "pos": "n",
      "tran_cn": "截线，横肌",
      "tran_en": "a line intersecting two or more other lines "
    }
  ],
  "exchange": {}
}