{
  "word": "prairies",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "A: Building a railway across the Prairies to the Pacific coast.",
      "cn": "兴建一条横越草原地区及太平洋海岸的铁路."
    },
    {
      "en": "Broad prairies stretch out as far as the eye can see.",
      "cn": "辽阔的草原一望无边."
    },
    {
      "en": "Building a railway across the Prairies the Pacific coast.",
      "cn": "与建一条横越草原地域及承平洋海岸的铁路."
    },
    {
      "en": "Cather was the great, elegiac chronicler of the prairies and small towns of the old American west, captured by her just as the coming of railroads changed it forever.",
      "cn": "凯瑟是古老的美国西部小镇和草原挽歌的伟大记录者，她赶在它们即将因铁路的出现而永远改变之际把它们记录了下来 。"
    },
    {
      "en": "Have you been to the prairies in North America?",
      "cn": "你去过北美洲的大草原 吗 ?"
    },
    {
      "en": "He  has  transformed woodlands and prairies into farms and made lakes and reserviors out of rivers for irrigation purposes or hydroelectric power.",
      "cn": "他将林地和草原改造成为农田，使江河变成湖泊和水库，用于灌溉或用于水力发电。"
    },
    {
      "en": "Herders are emotionally attached to their prairies.",
      "cn": "牧民从感情上依恋他们的草原."
    },
    {
      "en": "Many gains in cropland are associated with irrigation, but there are also swaths of improvement in rain-fed cropland and pastures in the prairies and plains of North America and western India.",
      "cn": "农田在许多方面的改善与灌溉相关，但是北美洲和印度西部大草原和平原地区的一些雨育农田及牧场也得到改善。"
    },
    {
      "en": "The best - known example is the compass plant of the prairies ( Silphium laciniatum ).",
      "cn": "最著名的例子是大草原上的指向植物 ( 罗盘草 )."
    },
    {
      "en": "The Indian was emotionally attached to his moutains, valleys, or prairies.",
      "cn": "印第安人非常热爱自己的高山 、 溪水和草原."
    },
    {
      "en": "The music invoked the wide open spaces of the prairies.",
      "cn": "该音乐营造出了一幅大草原上宽广辽阔的景象。"
    },
    {
      "en": "The park contains lakes, prairies, and pine forests.",
      "cn": "这座公园内有湖泊 、 大草原及松树林."
    },
    {
      "en": "The prairies stretch on all sides as far as the eye can see.",
      "cn": "草原向四周伸展,一望无际."
    },
    {
      "en": "The soil of the Illinois prairies is fat, rich and thick.",
      "cn": "伊利诺伊大草原上,土壤肥沃 、 丰产而深厚."
    },
    {
      "en": "The spread of the prairies was indeed a startling sight.",
      "cn": "草原的浩瀚确是奇观."
    },
    {
      "en": "There and you can see the wide open spaces of the Prairies.",
      "cn": "那边能看到北美大草原的开阔空间."
    },
    {
      "en": "To conquer the oceans, and to explore the prairies.",
      "cn": "去征服海洋, 去草原探险."
    },
    {
      "en": "We have made agricultural fields out of prairies and forests.",
      "cn": "我们已经把草场和森林变为农田."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "llanos",
            "grasslands"
          ],
          "tran_cn": "（美）大草原（prairie的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "prairie dog",
      "tran_cn": "[动]北美的草原土拨鼠"
    },
    {
      "phrase": "prairie fire",
      "tran_cn": "草原火灾；星火燎原"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（尤指北美的）大草原( prairie的名词复数 )",
      "tran_en": "A prairie is a large area of flat, grassy land in North America. Prairies have very few trees. "
    }
  ],
  "exchange": {}
}