{
  "word": "since",
  "ipa": {
    "us": "sɪns",
    "uk": "sɪns"
  },
  "sentences": [
    {
      "en": "\"Prices are down 40 per cent since Christmas,\" he lamented.",
      "cn": "“圣诞节以来物价降了4成，”他悲叹道。"
    },
    {
      "en": "About six thousand people were arrested, several hundred of whom have since been released.",
      "cn": "约六千人被逮捕，不过他们中有几百人后来被释放了。"
    },
    {
      "en": "He lost his job five years ago, but has since found other work.",
      "cn": "他五年前失去工作，但此后找到了其他工作。"
    },
    {
      "en": "He's been in a stew since early this morning.",
      "cn": "他从今天一大早就焦虑不安。"
    },
    {
      "en": "I haven’t played rugby since I left university.",
      "cn": "我大学毕业后就没打过橄榄球。"
    },
    {
      "en": "I left school in 1995, and since then I’ve lived in London.",
      "cn": "我 1995 年离开学校，此后就在伦敦生活。"
    },
    {
      "en": "I've been here, oh, since the end of June.",
      "cn": "我是，呃，6月底来到这里的。"
    },
    {
      "en": "I've had the hots for him ever since he came to college.",
      "cn": "自从他来上大学后，我就对他春心萌动。"
    },
    {
      "en": "It was exactly five years since her father had died.",
      "cn": "从她父亲去世到现在正好满五年。"
    },
    {
      "en": "It's been 200 years since the passage of the Bill of Rights.",
      "cn": "《人权法案》通过已经200年了。"
    },
    {
      "en": "It's, what, eleven years or more since he's seen him.",
      "cn": "打从他上次见他，已有，嗯，11年甚至更久了。"
    },
    {
      "en": "Jacques Arnold has been a member of parliament since 1987.",
      "cn": "雅克·阿诺德自1987年以来一直是议会议员。"
    },
    {
      "en": "Rock'n'roll has become so commercialised and safe since punk.",
      "cn": "摇滚乐自从朋克乐以后就已经过于商业化而缺乏新意了。"
    },
    {
      "en": "Rock'n'roll has become so commercialized and safe since punk.",
      "cn": "自朋克乐之后，摇滚乐已经变得太商业化、太保守了。"
    },
    {
      "en": "She had shared responsibility for her brother since girlhood.",
      "cn": "她还是个小姑娘的时候就分担起照顾弟弟的责任。"
    },
    {
      "en": "She left London ten years ago, and I haven’t seen her since.",
      "cn": "她十年前离开伦敦，此后我再没有见过她。"
    },
    {
      "en": "Since she knows little Italian, she keeps to herself.",
      "cn": "因为不怎么懂意大利语，她很少和人交往。"
    },
    {
      "en": "Since she'd offered to babysit, I took her up on it.",
      "cn": "她既然主动提出帮助照看孩子，我也就同意了。"
    },
    {
      "en": "Since the end of the war, over five thousand prisoners have been released.",
      "cn": "自从战争结束以后，已有五千多名战俘获释。"
    },
    {
      "en": "The factory has been here since the 1970s.",
      "cn": "这家工厂从 20 世纪 70 年代起就在这里了。"
    },
    {
      "en": "The nation's unemployment rate has been climbing steadily since last June.",
      "cn": "自去年6月以来，该国的失业率一直在不断上升。"
    },
    {
      "en": "The satellite had been inactive since its launch two years ago.",
      "cn": "该卫星自从两年前发射以来一直没起作用。"
    },
    {
      "en": "These Severn Valley woods have been exploited for timber since Saxon times.",
      "cn": "从撒克逊时代起就开始采伐塞文山谷的这些树林获取木料。"
    },
    {
      "en": "We’ve been waiting here since two o’clock.",
      "cn": "我们从两点钟开始就在这里等了。"
    },
    {
      "en": "英文释义：Since you are unable to answer, perhaps we should ask someone else.",
      "cn": "中文释义： 既然你回答不了，那我们也许该问问别人。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "after",
            "subsequently",
            "later on"
          ],
          "tran_cn": "后来"
        }
      ]
    },
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "because",
            "for",
            "seeing",
            "when",
            "now"
          ],
          "tran_cn": "因为；由于；既然；自…以来；自…以后"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ago",
            "as",
            "back",
            "for",
            "thank",
            "whereas",
            "while"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "ever since",
      "tran_cn": "adv. 从那时到现在"
    },
    {
      "phrase": "long since",
      "tran_cn": "很久以前；从前"
    },
    {
      "phrase": "since when",
      "tran_cn": "自什么时候起，打什么时候开始"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "后来",
      "tran_en": "When you are talking about an event or situation in the past, you use since to indicate that another event happened at some point later in time"
    },
    {
      "pos": "conj",
      "tran_cn": "自从，因为，既然",
      "tran_en": "used to give the reason for something"
    },
    {
      "pos": "prep",
      "tran_cn": "自…以后，何曾",
      "tran_en": "from a particular time or event in the past until the present, or in that period of time"
    }
  ],
  "exchange": {}
}