{
  "word": "choreographer",
  "ipa": {
    "us": "ˌkɒriˈɒɡrəfə(r)",
    "uk": "ˌkɔːriˈɑːɡrəfər"
  },
  "sentences": [
    {
      "en": "\"A choreographer told me that what professionals are looking for in a good dancer is core body strength, \" said Dr Neave.",
      "cn": "“一个舞蹈编导告诉我专家们寻找优秀舞蹈演员的核心指标就是身体力量，”内尔博士透露。"
    },
    {
      "en": "After she retired as a dancer she became a famous choreographer.",
      "cn": "她从退休不当舞者之后就成为一位很有名的编舞家."
    },
    {
      "en": "I, Zhang Lina, and Taiyuan Normal College in 2007 college graduates for professional dance choreographer.",
      "cn": "我, 张丽娜, 太原师范学院2007年应届毕业生,专业为舞蹈编导."
    },
    {
      "en": "In the 21 century, technical codified dance that is choreographer - led is perhaps no longer the norm.",
      "cn": "在21世纪, 由编舞主导、展示技术的舞蹈已经不再是主流."
    },
    {
      "en": "It'stands aside, my choreographer of grace, and blesses each finger and toe.",
      "cn": "它站在一旁, 我优雅的舞蹈指导, 并祝福每个指尖与脚尖."
    },
    {
      "en": "My choreographer keeps chiseling away at me, hoping to shape me into perfection.",
      "cn": "我的舞蹈编导总是不断雕琢我, 一心将我塑造成完美的舞蹈家."
    },
    {
      "en": "She is a leading professional belly dance , choreographer, and teacher.",
      "cn": "她既是杰出的专业肚皮舞演员, 也是舞蹈指导和老师."
    },
    {
      "en": "She is a leading professional belly dancer, choreographer, and teacher.",
      "cn": "她既是杰出的专业肚皮舞演员，也是舞蹈设计者和老师。"
    },
    {
      "en": "She was hired as a choreographer for 2008 Beijing Olympics Opening.",
      "cn": "曾为2008年北京奥运会开幕式编创作品."
    },
    {
      "en": "The old master even invited him over to his house, where Jackson taught the moonwalk to him and his choreographer Hermes Pan.",
      "cn": "这位老前辈甚至邀请他到家里来，在这儿杰克逊为阿斯泰尔和他的舞蹈教练展示了太空步。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "choreographic",
          "tran_cn": " 舞台舞蹈的；舞蹈术的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "chorea",
          "tran_cn": " [内科] 舞蹈病"
        },
        {
          "word": "choreography",
          "tran_cn": " 编舞；舞蹈艺术；舞艺"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "choreograph",
          "tran_cn": " 设计舞蹈动作"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "choreograph",
          "tran_cn": " 设计舞蹈动作；为…编舞"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "编舞者",
      "tran_en": "A choreographer is someone who invents the movements for a ballet or other dance and tells the dancers how to perform them"
    }
  ],
  "exchange": {
    "pl": [
      "choreographers"
    ]
  }
}