{
  "word": "reflectivity",
  "ipa": {
    "us": "ˌri:flekˈtɪvɪti",
    "uk": "ˌriflɛkˈtɪvɪti"
  },
  "sentences": [
    {
      "en": "A method for the measurement of the reflectivity of RAC is presented.",
      "cn": "介绍了一种可以测试实际使用中的吸波涂料的吸波性能的方法."
    },
    {
      "en": "Coatings specially designed for reduced optical reflectivity or emissivity.",
      "cn": "十七、专门设计用来降低光学反射或辐射的涂料."
    },
    {
      "en": "Coatings specially designed for reduced radar reflectivity.",
      "cn": "十六、用来降低雷达波反射特性的涂料."
    },
    {
      "en": "Do not include the radar base reflectivity image as it can make precise area location more difficult.",
      "cn": "请勿包括雷达基本反射率图像，因为它可能会使精确定位地区变得更困难。"
    },
    {
      "en": "It can be applied to quality control CINRAD reflectivity data.",
      "cn": "结合其他特征量,可应用于天气雷达反射率基数据质量控制."
    },
    {
      "en": "Reflectivity depends on the velocity and density of rocks.",
      "cn": "反射能力取决于岩面的速度和密度."
    },
    {
      "en": "Spherical cobalt blue with good reflectivity characteristics was synthesized by spray pyrolysis.",
      "cn": "研究了喷雾热解法合成高性能球形钴蓝."
    },
    {
      "en": "Structural material specially designed for reduced radar reflectivity.",
      "cn": "十五、用来降低雷达波反射特性的结构材料."
    },
    {
      "en": "Structure specially designed for reduced radar reflectivity.",
      "cn": "十四、降低雷达波反射特性的结构件."
    },
    {
      "en": "The average ratio of reflectivity of Carex lasiocarpa wetland is 21.",
      "cn": "毛果苔草湿地反射率平均为21."
    },
    {
      "en": "The band edge excitonic transitions were measured by the reflectivity and photoluminescence measurements.",
      "cn": "利用反射及光激萤光量测能隙边缘的激子跃迁."
    },
    {
      "en": "The calibration experiment of glancing incidence soft X ray planar mirror reflectivity is reported.",
      "cn": "报道了掠入射软X光平面镜反射率标定实验."
    },
    {
      "en": "The numerical result shows that there is self similarity in the reflectivity of dielectric film system.",
      "cn": "结果表明,多标分形介质膜系的反射率具有分形的自相似特征."
    },
    {
      "en": "These provide base for the correct measurement and valuing of graptolite reflectivity.",
      "cn": "从而为笔石反射率的正确测定和取值奠定了基础."
    },
    {
      "en": "This method applied character matrix of optical film to calculate electric field distribution and reflectivity.",
      "cn": "本文提出一种新设计方法用于既改善膜层内电场分布以减少薄膜的光损耗,同时又兼顾薄膜的反射率要求."
    },
    {
      "en": "This paper describes measurement of mirror reflectivity via cavity ring down spectroscopy.",
      "cn": "介绍了利用光腔衰荡光谱技术高精度地检测高反镜的反射率的实验方法."
    },
    {
      "en": "Using a model that simulates how light, water, and air interact, Seitz found that microbubbles could double the reflectivity of water at a concentration of only one part per million by volume.",
      "cn": "塞茨利用一个模型模仿了光、水和空气是如何产生相互作用的，他发现：按体积计算，密度仅为百万分之一时，微型气泡可以使水的反射率加倍。"
    },
    {
      "en": "With these layers downloaded, you can combine them with the base reflectivity image to produce a more easily readable image map.",
      "cn": "下载了这些图层之后，您可以把它们与基本反射率图像结合起来生成更易于阅读的图像地图。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "reflected",
          "tran_cn": " 反射的；得自他人的"
        },
        {
          "word": "reflecting",
          "tran_cn": " 反射的；沉思的"
        },
        {
          "word": "reflective",
          "tran_cn": " 反射的；反映的；沉思的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "reflectively",
          "tran_cn": " 反映地；反照地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "reflectance",
          "tran_cn": " [物] 反射比"
        },
        {
          "word": "reflection",
          "tran_cn": " 反射；沉思；映象"
        },
        {
          "word": "reflectiveness",
          "tran_cn": " 反省；沉思"
        },
        {
          "word": "reflectometer",
          "tran_cn": " [光] 反射计"
        },
        {
          "word": "reflector",
          "tran_cn": " [光] 反射物，[光] 反射镜"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "reflected",
          "tran_cn": " 反射；思考（reflect的过去式和过去分词）"
        },
        {
          "word": "reflecting",
          "tran_cn": " 反射；表明；考虑（reflect的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "reflect",
          "tran_cn": " 反射，映现；深思"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "reflect",
          "tran_cn": " 反映；反射，照出；反省"
        },
        {
          "word": "reflectorize",
          "tran_cn": " 加工使其能反射光线"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reflection power",
            "albedo"
          ],
          "tran_cn": "[光][物]反射率；反射性；反射比"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "反射率",
      "tran_en": "a measure of the ability of a surface to reflect radiation, equal to the reflectance of a layer of material sufficiently thick for the reflectance not to depend on the thickness "
    }
  ],
  "exchange": {}
}