{
  "word": "herein",
  "ipa": {
    "us": "ˌhɪərˈɪn",
    "uk": "ˌhɪrˈɪn"
  },
  "sentences": [
    {
      "en": "Can we run and skip some of the steps herein!",
      "cn": "这里面我们可以跑跳过一些些么?"
    },
    {
      "en": "Enclosed herein you will find the bill.",
      "cn": "内附帐单."
    },
    {
      "en": "Herein lies a problem.",
      "cn": "这里存在一个问题。"
    },
    {
      "en": "Herein lies the answer.",
      "cn": "答案就在这里."
    },
    {
      "en": "Herein lies the keys to the questions.",
      "cn": "里面包含着问题的答案."
    },
    {
      "en": "Herein, the author analyzes the overheating of superheater and forward counter - measures.",
      "cn": "文中对锅炉启动时过热器超温现象加以分析研究,提出对策."
    },
    {
      "en": "In this article, we herein report four cases of four different etiologies.",
      "cn": "在此篇文章, 我们要报告分属四种不同成因的四个病例."
    },
    {
      "en": "It is the intent herein to indicate the accumulation of empirical data.",
      "cn": "在这里试图指出与累积试验数据有关的问题."
    },
    {
      "en": "Most of the experiences herein concern cancer.",
      "cn": "本文中大多数的经历都和癌症有关。"
    },
    {
      "en": "Neither party is willing to compromise and herein lies the problem.",
      "cn": "双方都不愿意妥协，问题就在这里。"
    },
    {
      "en": "Parties hereto may revise or supplement through negotiation matters not mentioned herein.",
      "cn": "本合同如有未尽事宜,双方可协商修订或补充."
    },
    {
      "en": "The argument contained herein takes exactly the opposite point of view.",
      "cn": "本文所持的论点恰恰是站在相反的立场。"
    },
    {
      "en": "the conditions stated herein",
      "cn": "本文所列条件"
    },
    {
      "en": "The data obtained by experiments on ESV is also given herein.",
      "cn": "同时也给出了这种活门的实验数据."
    },
    {
      "en": "The point is that people grew unaccustomed to thinking and acting in a responsible and independent way. Herein lies another big problem.",
      "cn": "关键是人们变得不再习惯以一种负责任和独立的方式去思考和行动。其中就存在另一个大问题。"
    },
    {
      "en": "The symbols and notation used herein are essentially those in current use in North America.",
      "cn": "这里采用的符号和表示方法实际上是北美洲通用的."
    },
    {
      "en": "We herein present an uncommon, elderly case of VCD.",
      "cn": "我们报告一罕见之老年男性声带功能异常之病例."
    },
    {
      "en": "We report herein a patient who was initially misdiagnosed with psychosis.",
      "cn": "我们报告了一病例,起初被误诊为精神病."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "此中，于此，焉",
      "tran_en": "You can use herein to refer back to the situation or fact you have just mentioned, when saying it is something such as a problem or reason for something"
    },
    {
      "pos": "n",
      "tran_cn": "（捷）赫赖因（人名）"
    }
  ],
  "exchange": {}
}