{
  "word": "versus",
  "ipa": {
    "us": "ˈvɜːsəs",
    "uk": "ˈvɜːrsəs"
  },
  "sentences": [
    {
      "en": "( It is the question once again of polygenesis versus diffusion from a single origin. )",
      "cn": "( 再次涉及到不同的游戏发展自同一源头的问题. )"
    },
    {
      "en": "Each report starts with a recap of how we did versus our projections.",
      "cn": "每份报告开头都扼要回顾了我们的表现和我们的预期目标。"
    },
    {
      "en": "Figure 5 - 3 : Personas versus market segments.",
      "cn": "图5-3人物角色与市场划分."
    },
    {
      "en": "Guo'An versus Shen Hua United.",
      "cn": "国安队对申花队."
    },
    {
      "en": "In the poor countries the main concern focused on the question of growth versus income distribution.",
      "cn": "穷国关注的主要问题是增长与收入分配的关系."
    },
    {
      "en": "Intimacy versus isolation is the central issue of young adulthood.",
      "cn": "我认为是与孤独相对的亲密是孩童时代的中心问题."
    },
    {
      "en": "It is France versus Brazil in the final.",
      "cn": "决赛是法国队对巴西队。"
    },
    {
      "en": "Only 18.8% of the class of 1982 had some kind of diploma four years after high school, versus 45% of the class of 1972.",
      "cn": "1982年那一届只有18.8%的学生在中学毕业4年后获得了某种文凭，而1972年那一届这一比例是45％。"
    },
    {
      "en": "The big match tonight is England versus Spain.",
      "cn": "今晚的大赛是英格兰对西班牙."
    },
    {
      "en": "The book may use the conventional thriller situation of good versus evil.",
      "cn": "本书或许用了善恶相争这种常见的惊险情节."
    },
    {
      "en": "The finance minister must weigh up the benefits of a tax cut versus those of increased public spending.",
      "cn": "财政部长必须权衡是减税还是增加公共开支更有利。"
    },
    {
      "en": "The most exciting game was Harvard versus Yale.",
      "cn": "最富紧张刺激的球赛是哈佛队对耶鲁队."
    },
    {
      "en": "the New York Knicks versus the LA Lakers",
      "cn": "纽约尼克斯队对洛杉矶湖人队"
    },
    {
      "en": "The oil versus nuclear equation is largely moot.",
      "cn": "石油和核能之间的关系还很有争议."
    },
    {
      "en": "the Supreme Court decision in Roe vs. Wade",
      "cn": "最高法院关于罗诉韦德案的判决"
    },
    {
      "en": "There are different explanations for the use of right versus left.",
      "cn": "和左侧相比,使用右侧有不同的解释."
    },
    {
      "en": "Today's televised baseball game is Detroit versus Cleveland.",
      "cn": "今天电视转播的棒球赛是底特律对抗克利夫兰."
    },
    {
      "en": "What is the difference between personal computers on the network versus employees?",
      "cn": "什麽是个人电脑的区别在网络上与雇员?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "against",
            "crosswise"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "in the teeth of"
          ],
          "tran_cn": "对；与...相对；对抗"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "（表示两队或双方对阵）对，（比较两种不同想法、选择等）与…相对，对抗",
      "tran_en": "used to show that two people or teams are competing against each other in a game or court case"
    }
  ],
  "exchange": {}
}