{
  "word": "circadian",
  "ipa": {
    "us": "sɜ:ˈkeɪdiən",
    "uk": "sɜrˈkeɪdiən"
  },
  "sentences": [
    {
      "en": "And shift workers and frequent fliers can develop a circadian rhythm disorder.",
      "cn": "轮班工人和频繁飞行者会出现睡眠节律障碍."
    },
    {
      "en": "And then indicate that different spectrum in photopic photometry, mesopic photometry, scotopic photometry and circadian photometry.",
      "cn": "进而提出不同色光在明视觉光度学 、 介视觉光度学 、 暗视觉光度学和日变光度学的光效率."
    },
    {
      "en": "As days shorten with winter, the circadian network responds biochemically to mark the change.",
      "cn": "当冬季白昼变短时, 昼夜节律网络系统发生生化反应以标记这样的变化."
    },
    {
      "en": "Background - The circadian clock regulates biological processes including cardiovascular function and metabolism.",
      "cn": "昼夜节律钟调节包括心血管功能与代谢的生物学行为."
    },
    {
      "en": "Circadian rhythms show persistent, stable periodicities of about 24 hours.",
      "cn": "昼夜节律表现出大约24小时的连续而稳定的周期性."
    },
    {
      "en": "Conclusions The circadian rhythm of blood pressure has good stability.",
      "cn": "结论老年人的血压昼夜变化具有良好的稳定性."
    },
    {
      "en": "Increasingly, researchers seeing bipolar disorder as a disturbance of rhythm . ( For example , circadian rhythm ).",
      "cn": "研究者日益将双相情感障碍视为 节律 扰乱."
    },
    {
      "en": "Objective To compare the adverse reactions of routine chemotherapy and Chemotherapy according circadian rhythm.",
      "cn": "目的对比观察时辰化疗与常规化疗方法在肿瘤患者中的不良反应程度."
    },
    {
      "en": "Objective To find the relation between diabetic retinopathy and blood pressure or circadian rhythm.",
      "cn": "目的研究血压升高和昼夜节律与糖尿病视网膜病变的关系."
    },
    {
      "en": "Results The adverse reactions of chemotherapy according circadian rhythm were lower than that of routine chemotherapy.",
      "cn": "结果时辰化疗所致不良反应远低于常规化疗方法."
    },
    {
      "en": "the body’s circadian rhythm",
      "cn": "人体的生理节奏"
    },
    {
      "en": "The regulation of energy by the body's circadian rhythms may play a significant role.",
      "cn": "受身体昼夜节律对能量消耗规律的影响起着很重要的作用."
    },
    {
      "en": "The renin - angiotensin - aldosterone system plays an important role in regulating the circadian rhythms of blood pressure.",
      "cn": "肾素 - 血管紧张素 - 醛固酮系统在血压昼夜节律的调节中起着关键作用."
    },
    {
      "en": "These physical and neural changes can lead to muted signals to the circadian system.",
      "cn": "这些生理上和神经上的改变能引起沉默信号传递给生理节奏系统."
    },
    {
      "en": "These so - called circadian rhythms affect allergy and asthma, too.",
      "cn": "这 所谓 的睡眠节律也会影响过敏和气喘."
    },
    {
      "en": "Under low - fat diet, adiponectin signaling pathway components exhibited circadian rhythmicity.",
      "cn": "在低脂肪饮食, 脂联素信号转导通路组成部分展出昼夜节律性."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "circle",
          "tran_cn": " 循环，周期；圆；圈子；圆形物"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "circle",
          "tran_cn": " 盘旋，旋转；环行"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "circle",
          "tran_cn": " 画圆圈；环绕…移动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "everyday"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "circadian rhythm",
      "tran_cn": "生理节律；[化]近昼夜节律；日周期节律"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<生理>昼夜节奏的，生理节奏的 （即大约每天一次的）",
      "tran_en": "relating to a period of 24 hours, used especially when talking about changes in people’s bodies"
    }
  ],
  "exchange": {}
}