{
  "word": "morphine",
  "ipa": {
    "us": "ˈmɔ:fi:n",
    "uk": "ˈmɔrfin"
  },
  "sentences": [
    {
      "en": "Each capsule contains between 30 and 100 pellets of morphine sulphate according to the strength of dose required.",
      "cn": "根据所需剂量的浓度不同，每颗胶囊里含有30至100个吗啡硫酸盐颗粒。"
    },
    {
      "en": "He needs morphine to deaden the pain in his chest.",
      "cn": "他需要吗啡来缓解胸痛。"
    },
    {
      "en": "Like the morphine fiend , he was becoming addicted to his ease.",
      "cn": "就像吗啡鬼一样, 他对贪图安乐上了瘾."
    },
    {
      "en": "Morphine is a white bitter substance obtained from opium and used in medicine to reduce pain.",
      "cn": "吗啡是从鸦片中提炼出的苦味的白色物体,用作减痛的药物."
    },
    {
      "en": "Morphine may be given through the venipuncture needle.",
      "cn": "可以经过静脉穿刺给予吗啡."
    },
    {
      "en": "Morphine: Heterocyclic compound, narcotic analgesic alkaloid originally isolated from opium.",
      "cn": "吗啡: 杂环化合物, 从鸦片分离出的麻醉性镇痛药镇痛药生物碱."
    },
    {
      "en": "Naltrexone hydrochloride is a new morphine - like antagonist in our country now.",
      "cn": "盐酸纳曲酮是目前国内新的吗啡类拮抗药."
    },
    {
      "en": "Objective : To study on the detoxification effect of sinamine in morphine - dependent rats.",
      "cn": "目的: 观察中药单体青藤碱对吗啡依赖大鼠的作用."
    },
    {
      "en": "One helped her daughter fulfill a wish to die by providing her morphine. The other injected heroin into her son herself.",
      "cn": "一位给她的女儿注射了吗啡以满足她寻死的愿望，另一位则亲自给儿子注射了海洛因。"
    },
    {
      "en": "Painful, but it'fast, and they give you morphine.",
      "cn": "非常痛苦, 但是很快.他们给你吗啡."
    },
    {
      "en": "Patients treated with morphine heal more quickly after surgery.",
      "cn": "接受吗啡治疗的患者在手术后痊愈得比较快."
    },
    {
      "en": "Related to morphine and heroin, the Gaza health ministry recognizes Tramadol as a painkiller and allows its sale only by prescription.",
      "cn": "由于这种药和吗啡、海洛因有关，加沙健康部门只允许曲马多在医药处方中作为止痛药使用。"
    },
    {
      "en": "The effective ingredient for opium alkaloids, most main is morphine.",
      "cn": "鸦片的有效成分为生物碱, 最主要的是吗啡."
    },
    {
      "en": "The effects of morphine on the stomach are potentiated by cholinergic drugs.",
      "cn": "由于胆碱的作用,吗啡对胃的药物疗效增加了."
    },
    {
      "en": "The morphine was administered by injection.",
      "cn": "那吗啡是注射进去的."
    },
    {
      "en": "The operation began when the patient was kept under morphine.",
      "cn": "病人注射吗啡后处于麻醉状态,于是手术开始了."
    },
    {
      "en": "Then the researchers repeated the experiment, but this time they injected rats with a dose of cocaine or morphine on one side and with a neutral saline solution on the other.",
      "cn": "然后，研究人员重复这项实验，但是这次他们给一边的小白鼠注射小剂量的可卡因或吗啡，而另一边注射中性盐水。"
    },
    {
      "en": "They may require titration of nitroglycerin, beta blockers, and morphine.",
      "cn": "这些病人可能需要甘油滴定 、 β-阻止剂或吗啡."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "heroin"
          ],
          "tran_cn": "[毒物][药]吗啡"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "depressant",
            "narcotic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "morphine sulfate",
      "tran_cn": "[化]硫酸吗啡，硫酸吗啡碱"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[药]吗啡",
      "tran_en": "a powerful and  addictive  drug used for stopping pain and making people calmer"
    }
  ],
  "exchange": {}
}