{
  "word": "grocer",
  "ipa": {
    "us": "ˈɡrəʊsə(r)",
    "uk": "ˈɡroʊsər"
  },
  "sentences": [
    {
      "en": "A grocer used to need to know how to blend tea.",
      "cn": "杂货商以往都必须知道如何混合茶叶."
    },
    {
      "en": "Go down to the grocer's and get some sugar.",
      "cn": "去杂货店给我买点糖来."
    },
    {
      "en": "He never overcharged when I went shopping in his grocer.",
      "cn": "我去他的杂货店买东西时他从不向我乱索价。"
    },
    {
      "en": "I must go to the grocer's.",
      "cn": "我得去一下食品店."
    },
    {
      "en": "If I go to a grocer I know and trust, I can safely assume the eggs will be fresh.",
      "cn": "如果去的是一家我了解并信赖的杂货店，我便能确信鸡蛋是新鲜的。"
    },
    {
      "en": "Just as our exchanges with the local grocer free us from backbreaking farm work, so do imports from around the world move us even more toward the very economic specialization that enriches us.",
      "cn": "就好像我们与当地的杂货店交易，我们就不用非常辛苦地从事农业劳动，来自全世界的进口品让我们更快地走向经济专业化，使我们富裕。"
    },
    {
      "en": "Maybe the grocer will wait.",
      "cn": "也许食品店的老板会愿意等一等."
    },
    {
      "en": "Pay the bill and ask the grocer to receipt it.",
      "cn": "付帐之后请食品杂货商注明收讫."
    },
    {
      "en": "Rent was paid, and now came the grocer.",
      "cn": "付过房租, 现在又该付食品店老板了."
    },
    {
      "en": "Send round to the grocer's for a tin of biscuits.",
      "cn": "叫人到食品店去买一听饼干."
    },
    {
      "en": "That grocer always overcharges.",
      "cn": "那个杂货商总是要高价."
    },
    {
      "en": "The cook and the grocer haggled over the price of eggs.",
      "cn": "厨师和杂货商为蛋价计较个没完."
    },
    {
      "en": "The food at this grocer's is fresh.",
      "cn": "这家食品杂货店的食物很新鲜。"
    },
    {
      "en": "The grocer accused her of shoplifting and demanded to look in her bag.",
      "cn": "食品杂货店老板说她行窃并要求检查她的手提袋。"
    },
    {
      "en": "The grocer deals in tea, coffee, spices and so forth.",
      "cn": "该杂货店经销茶叶、咖啡、佐料等商品。"
    },
    {
      "en": "The grocer sells wine and spirits.",
      "cn": "这位食品商出售葡萄酒和烈性酒."
    },
    {
      "en": "The grocer's put the price of coffee up again.",
      "cn": "这家食品店又提高了咖啡的价格."
    },
    {
      "en": "The grocer's shelves were overstocked with merchandise.",
      "cn": "食品杂货商的架子上商品充斥."
    },
    {
      "en": "You can buy biscuits, sugar, soap and tea at the grocer's.",
      "cn": "你可以在杂货店买到饼干 、 糖 、 肥皂和茶叶."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "grocery",
          "tran_cn": " 食品杂货店"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "general store",
            "variety store"
          ],
          "tran_cn": "杂货店；食品商"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "食品商，杂货商",
      "tran_en": "someone who owns or works in a shop that sells food and other things used in the home"
    }
  ],
  "exchange": {
    "pl": [
      "grocers"
    ]
  }
}