{
  "word": "irregularly",
  "ipa": {
    "us": "ɪ'reɡjələlɪ",
    "uk": "ɪˈrɛɡjəlɚlɪ"
  },
  "sentences": [
    {
      "en": "Analysis is conducted informally and irregularly, usually upon customer request.",
      "cn": "分析工作以非正式及非定期方式执行, 通常是基于客户要求."
    },
    {
      "en": "Crudely or irregularly fashioned verse , often of a humorous or burlesque nature.",
      "cn": "打油诗多属幽默滑稽之作粗劣或无章法的诗."
    },
    {
      "en": "Good golfers do better if they give themselves little time to prepare for their shots--and even better if they are distracted by researchers asking them to count irregularly spaced sounds.",
      "cn": "优秀的高尔夫球手在击球前准备的时间越少成绩越好—即使被研究人员骚扰，让他们数不规则间隔的声响，最后击球成绩依然不俗。"
    },
    {
      "en": "He was eating irregularly, steadily losing weight.",
      "cn": "他饮食无规律，慢慢消瘦了下去。"
    },
    {
      "en": "In English \" to have \" conjugates irregularly.",
      "cn": "英语中“tohave ” 变化不规则."
    },
    {
      "en": "Located off-center in the irregularly shaped lake was a fountain.",
      "cn": "在这个形状不规则的湖泊的湖心以外的地方有一眼喷泉。"
    },
    {
      "en": "Other galaxies are placed irregularly in space.",
      "cn": "其它星系不规则地位于太空中."
    },
    {
      "en": "Our tents were irregularly spaced out on the leeside of the hill.",
      "cn": "我们的帐篷不规则地散布在小山背风的一面."
    },
    {
      "en": "Plants sparsely scabrous; ultimate leaf segments irregularly serrate or dentate.",
      "cn": "装置疏生粗糙; 不规则的末级的叶裂片有锯齿或具牙齿."
    },
    {
      "en": "Some women ovulate irregularly because their pituitary glands secrete too much prolactin.",
      "cn": "有些不规则排卵的患者垂体腺分泌过多催乳素."
    },
    {
      "en": "The glove went through a series of designs, with dots and patches of different shapes and colors, but the current version is covered with 20 irregularly shaped patches that use 10 different colors.",
      "cn": "这个手套经过了一系列的设计，试过不同形状和颜色的点状和块状布料，不过目前的版本是覆盖着20种不规则形状、10种不同颜色的块状布料。"
    },
    {
      "en": "The paddles administer a shock to people whose hearts are beating irregularly.",
      "cn": "它会给那些心律不齐的人来个震动治疗."
    },
    {
      "en": "The patient is breathing irregularly.",
      "cn": "病人的呼吸很不均匀."
    },
    {
      "en": "The prothalli are saprophytic, irregularly branched, subterranean bodies.",
      "cn": "原叶体是腐生的, 不规则分枝的地下体."
    },
    {
      "en": "They are fingerlike holes caused by internal corrosion and distributed irregularly.",
      "cn": "取样解剖后发现,穿孔多为手指状的直孔,几乎都由内壁点腐蚀引起."
    },
    {
      "en": "They then undergo further morphological changes into swollen and irregularly shaped organisms.",
      "cn": "然后它们在肿胀的、形状不规则的根部进一步发生形态上的变化."
    },
    {
      "en": "To hold and join the business skill in company irregularly.",
      "cn": "不定期组织和参加公司内部业务技能培训."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "irregular",
          "tran_cn": " 不规则的；无规律的；非正规的；不合法的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "irregular",
          "tran_cn": " 不规则物；不合规格的产品"
        },
        {
          "word": "irregularity",
          "tran_cn": " 不规则；无规律；不整齐"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "patchily",
            "brokenly"
          ],
          "tran_cn": "不规则地；不整齐地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不规则地"
    }
  ],
  "exchange": {
    "adj": [
      "irregular"
    ]
  }
}