{
  "word": "conflagration",
  "ipa": {
    "us": "ˌkɒnfləˈgreɪʃn",
    "uk": "ˌkɑnfləˈgreɪʃn"
  },
  "sentences": [
    {
      "en": "A conflagration in 1947 reduced 90 percent of the houses to ashes.",
      "cn": "1947年的一场大火,使90%的房屋化为灰烬."
    },
    {
      "en": "As the Middle East erupts, there are plenty of scenarios for global conflagration.",
      "cn": "随着中东硝烟四起, 能引起全球大战的种种情况数不胜数."
    },
    {
      "en": "Behind the gray walls there are human sparks, and yet never a conflagration.",
      "cn": "灰色的大墙后面仍有人性的火花, 只是永远也不会燃成大火了."
    },
    {
      "en": "But institute Pan teachs world of sad in conflagration decline, the handwritten note that Pan Jiao gives disappears in conflagration.",
      "cn": "但研究所潘教授在大火中不幸辞世，潘教授的手写笔记在大火中消失。"
    },
    {
      "en": "Competitors quickly tried to douse another conflagration of iPhone hype.",
      "cn": "很快竞争者就试图加入到另一轮iPhone的广告战."
    },
    {
      "en": "Credit default swaps are the rocket fuel that turned the subprime mortgage fire into a conflagration.",
      "cn": "信用违约互换(CDS)是一种火箭燃料,它把次贷之火变成了一场滔天大火."
    },
    {
      "en": "God as body and conflagration.",
      "cn": "“神”作为物体和宇宙大火."
    },
    {
      "en": "Introduce:Zong Tianbao holds a post the scientific garden conflagration of the member that convoy, his sacrifice oneself saved female researcher Gao Yu.",
      "cn": "简介：宗天保任职护卫员的科学园大火，他舍身救了女研究员高玉。"
    },
    {
      "en": "Many people were burnt alive in the conflagration that happened in a multi - storeyed building.",
      "cn": "在一幢多层大厦内发生的大火中,很多人被活活烧死."
    },
    {
      "en": "Relative on the way leaks , is caught in a conflagration!",
      "cn": "走亲路上, 遇大火!"
    },
    {
      "en": "Take a look at a conflagration afterwards CCTV makes people unfortunate!",
      "cn": "看看大火过后的CCTV——令人可惜 啊 !"
    },
    {
      "en": "Teacher conflagration, call armour to arrive before blackboard solution title.",
      "cn": "老师大火, 就叫甲到黑板前面解题目."
    },
    {
      "en": "The core of fire - fighting service is to prevent and control conflagration.",
      "cn": "消防服务的核心是防范和治理火灾."
    },
    {
      "en": "The fire brigade soon got the conflagration under control.",
      "cn": "消防队很快就把火控制住了."
    },
    {
      "en": "The light of that conflagration will fade away.",
      "cn": "这熊熊烈火会渐渐熄灭."
    },
    {
      "en": "This paper analyses the features of thunderbolt fires based on Jihe Market fire conflagration in Wuhu.",
      "cn": "通过对芜湖市吉和市场雷击火灾事故的调查,进一步分析雷击火灾的特征."
    },
    {
      "en": "Towards evening the conflagration was got under.",
      "cn": "将近黄昏时,火势被控制住了."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "conflagrate",
          "tran_cn": " 燃烧，着火"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "conflagrate",
          "tran_cn": " 使燃烧起来；烧掉"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "blaze",
            "fire"
          ],
          "tran_cn": "大火;突发"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "blaze",
            "fire"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大火（灾）",
      "tran_en": "a very large fire that destroys a lot of buildings, forests etc"
    }
  ],
  "exchange": {
    "pl": [
      "conflagrations"
    ]
  }
}