{
  "word": "deportment",
  "ipa": {
    "us": "dɪˈpɔ:tmənt",
    "uk": "dɪˈpɔrtmənt"
  },
  "sentences": [
    {
      "en": "\"Ah,\" replied Roger Chillingworth, with that quietness which, whether imposed or natural, marked all his deportment, \"it is thus that a young clergyman is apt to speak.",
      "cn": "“啊，”罗杰·齐灵渥斯说，不管是做作的还是天生的，他的举止总是安详得令人瞩目，“一个年轻的牧师确实喜欢这么讲话。"
    },
    {
      "en": "A bilingual secretary from Cameroon, she is immaculately dressed and has the practised deportment of a society debutante.",
      "cn": "作为一名来自喀麦隆的双语秘书， 她打扮完美，有着社会新人那种久经练习的举止。"
    },
    {
      "en": "Although the Olympic champion has become, but her deportment, that can still feel shy and nervous.",
      "cn": "虽然已经成为奥运冠军, 但从她的言谈举止中, 仍可以感受到那份腼腆和紧张."
    },
    {
      "en": "Deportment and poise were as important as good marks for young ladies.",
      "cn": "对妙龄少女来说，仪态身姿和优秀成绩一样重要。"
    },
    {
      "en": "He is austere and grave in deportment.",
      "cn": "他举止庄重严肃."
    },
    {
      "en": "He maintained a hard, careless deportment.",
      "cn": "他保持一种严酷的, 漠不关心的态度."
    },
    {
      "en": "His deportment had now for some weeks been more uniform towards me than at the first.",
      "cn": "最近几个星期,他对我的态度要比开始的时候稳定一点."
    },
    {
      "en": "His deportment is beautiful.",
      "cn": "他的风度很潇洒."
    },
    {
      "en": "His speech and deportment do not comport with his high position.",
      "cn": "他的言谈举止与他所担任的高级职务不相称."
    },
    {
      "en": "However, VDIM activates before the threshold to help realize smoother vehicle deportment.",
      "cn": "然而, VDIM在车辆遇到操控极限之前早已启动,帮助实现流畅的驾驶风范."
    },
    {
      "en": "lessons for young ladies in deportment and etiquette",
      "cn": "年轻女士的礼仪课"
    },
    {
      "en": "lessons in manners and deportment",
      "cn": "礼仪课程"
    },
    {
      "en": "One peculiarity of the child's deportment remains yet to be told.",
      "cn": "这孩子的举止上还有一个特点也要说一说。"
    },
    {
      "en": "One's deportment is dignified.",
      "cn": "器宇轩昂."
    },
    {
      "en": "Swithin drew his heels together, his deportment ever admirable.",
      "cn": "斯悦辛把脚跟并起,那种举止看上去更加神气."
    },
    {
      "en": "The fine deportment of different field and the emotion recalling ancientry arouse the people's living interest.",
      "cn": "异域风采和思古幽情唤起人们享受生活的情趣."
    },
    {
      "en": "The Li code embraced beliefs, ethics, manners, deportment, social behaviour, ceremony and statecraft.",
      "cn": "这个礼仪规范包括信念、伦理、礼貌、举止、社会行为、礼仪和治国之道。"
    },
    {
      "en": "The old housekeeper, with a gracious severity of deportment , waves her hand towards the great staircase.",
      "cn": "老管家带着一种庄重严肃的态度, 朝那座大楼梯挥了一下手."
    },
    {
      "en": "Their rabidly nonconformist deportment has made them legendary.",
      "cn": "他们坚决的不信奉国教的行为使他们成为传奇."
    },
    {
      "en": "Young ladies used to have lessons in deportment.",
      "cn": "少女以前要上仪态课."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "deport",
          "tran_cn": " 驱逐出境；举止；放逐"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "action",
            "behavior",
            "conduct",
            "demeanor",
            "manners"
          ],
          "tran_cn": "举止;态度;品行"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "action",
            "air",
            "appearance",
            "behavior",
            "behaviour",
            "conduct",
            "manners",
            "play"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<正>举止，风度，仪态，概，器宇",
      "tran_en": "the way that someone behaves in public"
    }
  ],
  "exchange": {}
}