{
  "word": "thermostat",
  "ipa": {
    "us": "ˈθɜ:məstæt",
    "uk": "ˈθɜrməstæt"
  },
  "sentences": [
    {
      "en": "Also the machine mold is up to the required temperature and is usually controlled by thermostat.",
      "cn": "铸焊模具应达到所要求的温度而通常用恒温器控制."
    },
    {
      "en": "Always buy a heater with thermostat control to save on running costs.",
      "cn": "始终购买可调温度的取暖器以节省使用成本。"
    },
    {
      "en": "Element operation shall be controlled by an electronic thermostat.",
      "cn": "加热元件的工作应该电子温控器控制调节."
    },
    {
      "en": "If our environment cools, then messages from the skin alert the body's thermostat.",
      "cn": "如果外在环境变冷，体表会将这一信息传递给身体的体温调节中枢。"
    },
    {
      "en": "In many engines, the thermostat is located in a well in the intake or exhaust - manifold.",
      "cn": "在很多发动机内, 恒温控制器装在进气岐管或排气岐管的空腔中."
    },
    {
      "en": "Installed with proportional deviation display thermostat, to control temperature accurately.",
      "cn": "采用比例式偏指示温控器, 可精确控制温度."
    },
    {
      "en": "It is rather cold here, can you adjust the thermostat?",
      "cn": "这儿太冷了, 你能调节一下恒温器 吗 ?"
    },
    {
      "en": "It is widely used in thermostat on - off, electronic control etc.",
      "cn": "应用于温控器开关 、 电子控制等工业领域中."
    },
    {
      "en": "It's cold in here, can you adjust the thermostat?",
      "cn": "这屋里很冷，你能把恒温器调一下吗?。"
    },
    {
      "en": "New debuting analog thermostat welding machine, easy to operate.",
      "cn": "新登场模拟式调温电焊台, 操作简单."
    },
    {
      "en": "One kind of thermostat is a strip of metal while bends when it gets hot.",
      "cn": "有种恒温器就是一根金属带,它受热时弯曲."
    },
    {
      "en": "Thankfully these days I’m the one that controls the thermostat, so I keep it as warm as I like.",
      "cn": "谢天谢地的是这些天由我来调节恒温器，因此我将它设定在我最喜欢的充满暖意的室温。"
    },
    {
      "en": "The temperature is controlled by electronic thermostat with high accuracy.",
      "cn": "电子恒温器,准确性高."
    },
    {
      "en": "The thermostat is connected by a link to the carburetor.",
      "cn": "恒温控制器是由一根连杆与汽化器相连的."
    },
    {
      "en": "The thermostat provides heating - cooling control for year - round use.",
      "cn": "这个温度控制器可适用于全年运行的采暖 - 降温控制."
    },
    {
      "en": "The thermostat provides heating - cooling for year - round use.",
      "cn": "这个温度控制器可适用全年运行的采暖降温控制."
    },
    {
      "en": "They\"ll quickly adjust her thermostat to high heat.",
      "cn": "他们会很快调整自己恒温器到高热量。"
    },
    {
      "en": "Turn off your thermostat when you’re not home.",
      "cn": "当你不在家的时候关掉恒温器。"
    },
    {
      "en": "Use extra length extension thermostat to extend into water storage tank.",
      "cn": "采用额外长度的加长温控杆,延伸到水容器内部."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "thermostatically",
          "tran_cn": " 恒温地；自动调节温度地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "thermoregulator",
          "tran_cn": " [自] 温度调节器；[仪] 调温器"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "thermal cutout",
            "attemperator"
          ],
          "tran_cn": "[自]恒温器；自动调温器"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "恒温（调节）器",
      "tran_en": "an instrument used for keeping a room or a machine at a particular temperature"
    },
    {
      "pos": "v",
      "tran_cn": "为…配备恒温器；用恒温器控制"
    }
  ],
  "exchange": {
    "pl": [
      "thermostats"
    ],
    "adv": [
      "thermostatically"
    ],
    "adj": [
      "thermostatic"
    ]
  }
}