{
  "word": "antifungal",
  "ipa": {
    "us": "ˌæntɪ'fʌŋgəl",
    "uk": "ˌæntɪ'fʌŋgəl"
  },
  "sentences": [
    {
      "en": "Antifungal creams and sprays are also effective at managing the infection.",
      "cn": "抗真菌的药膏和喷剂也可有效的防治感染."
    },
    {
      "en": "Benzoic acid has antibacterial and antifungal properties.",
      "cn": "苯甲酸具有抗菌和杀真菌的特性."
    },
    {
      "en": "Conclusion: Iron ion can join in the antifungal action of Ciclopirox against Microsporum can i.",
      "cn": "结论: 铁离子参与了抗真菌药物环吡酮胺对犬小孢子菌的抑菌作用."
    },
    {
      "en": "In addition the mucous membranes are covered with fluids containing antifungal substances.",
      "cn": "还有粘膜表面液体中的抗菌物质."
    },
    {
      "en": "Inhibits platelet aggregation. DNA polymerase inhibitor. Shows antifungal activity.",
      "cn": "抑制血小板聚集. DNA聚合酶抑制剂. 显示抗真菌活性."
    },
    {
      "en": "It is proved that the self - made antifungal agentantifungal effect , by the inhibition.",
      "cn": "根据所报道的各种防霉剂特性,自配了针对变色移膜革的复合型防霉剂."
    },
    {
      "en": "It’s treated with nonprescription antifungal creams.",
      "cn": "可通过涂抹非处方的抗真菌乳膏进行治疗。"
    },
    {
      "en": "Novel antifungal antibiotics from microorganism have been found one after another.",
      "cn": "近几年来,新的微生物来源的抗真菌药物不断涌现."
    },
    {
      "en": "Objective : To explore the mechanism of interferance of iron ion with the antifungal drug - Ciclopirox olamine.",
      "cn": "目的: 探索抗真菌药物环吡酮胺可能的作用机制."
    },
    {
      "en": "OBJECTIVE To evaluate the disc diffusion method on the clinical antifungal susceptibility test for yeast - like fungi.",
      "cn": "目的探讨纸片扩散法在酵母样真菌药敏试验中的临床应用价值."
    },
    {
      "en": "Results Amphotericin B is a potent antifungal agent with a broad antifungal spectrum.",
      "cn": "结果两性霉素B是抗菌谱广、抗菌作用强的抗真菌药物."
    },
    {
      "en": "Saccharide as a substance of energy and information has strong antifungal bioactivity.",
      "cn": "糖类物质,作为一种能量和信息的单元,具有很好的抑菌活性."
    },
    {
      "en": "Since CPA responds to long-term antifungal therapy, improved case detection should be urgently undertaken.",
      "cn": "由于长期抗真菌治疗对慢性肺曲霉病有很好的疗效,应尽快加强病例检测。"
    },
    {
      "en": "Sprinkle antifungal powder on your feet and in your shoes daily.",
      "cn": "每天在脚上和鞋里撒些抗真菌的药粉."
    },
    {
      "en": "Strongly antibacterial and antifungal, garlic can help with yeast infections, some sinus infections, and the common cold.",
      "cn": "大蒜具有的很强的抗细菌、抗真菌特性有助于抑制酵母菌感染，如某些鼻窦感染和感冒。"
    },
    {
      "en": "These novel antifungal agents present a broader antifungal spectrum and a more effective antifungal activity.",
      "cn": "这些药物具有更广的抗真菌谱,提供了更好的抗真菌活性."
    },
    {
      "en": "TRPV 1 agonist. Analgesic. Has antifungal, antimicrobial and antioxidant properties.",
      "cn": "TRPV1收缩剂. 止痛剂. 具有抗真菌 、 抗微生物和抗氧化特性."
    },
    {
      "en": "You may prefer using an over - the - counter antifungal powder, cream, or spray.",
      "cn": "你也可以使用非处方的抗真菌药粉, 药膏或喷剂."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "antifungal agent",
      "tran_cn": "杀真菌剂；抗真菌剂"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "抗真菌的，杀真菌的",
      "tran_en": "inhibiting the growth of fungi "
    }
  ],
  "exchange": {}
}