{
  "word": "Vietnam",
  "ipa": {
    "us": "ˌvjɛtˈnɑːm",
    "uk": "viˌɛtˈnɑm"
  },
  "sentences": [
    {
      "en": "All three are Vietnam vets.",
      "cn": "这三位都是越战老兵。"
    },
    {
      "en": "Both of these women have strong memories of the Vietnam War.",
      "cn": "这两位妇女都对越南战争记忆深刻."
    },
    {
      "en": "Dioxin was the ingredient in Agent Orange, used to defoliate Vietnam.",
      "cn": "越南战场上用于毁灭林区的“橙剂”，其成分是二氧杂芑。"
    },
    {
      "en": "Facing total defeat in Vietnam, the French subsequently conceded full independence to Laos.",
      "cn": "法国人在越南面临彻底的失败后，接着又让老挝取得了完全的独立。"
    },
    {
      "en": "He encouraged me to bag the safety of my present course, join the marines, and go to Vietnam, where at least I’d really learn something.",
      "cn": "他鼓励我走出当前寻求安全庇护的路线，加入海军陆战队开赴越南，至少我在那里真的可以学到点东西。"
    },
    {
      "en": "He was a Vietnam veteran with a haunted mien.",
      "cn": "他是个越战老兵,举止总有些惶然."
    },
    {
      "en": "He was held prisoner in Vietnam from 1966 to 1973.",
      "cn": "他在1966年到1973年间被作为战俘关押在越南。"
    },
    {
      "en": "His plane was shot down over North Vietnam in 1967.",
      "cn": "他的飞机于1967年在北越被击落。"
    },
    {
      "en": "In the late 1970s Laos fell within the orbit of Vietnam and the Soviet Union.",
      "cn": "20世纪70年代末，老挝被纳入了越南和苏联的势力范围。"
    },
    {
      "en": "Laos is on the west of Vietnam.",
      "cn": "老挝在越南西面."
    },
    {
      "en": "Money will also go into local development projects in Vietnam.",
      "cn": "钱也会用于越南的地方发展项目当中。"
    },
    {
      "en": "The Vietnam conflict ultimately was lost.",
      "cn": "越南战争以失败告终。"
    },
    {
      "en": "The Vietnam War was just about to end.",
      "cn": "那时越南战争就要结束了。"
    },
    {
      "en": "There have been growing signs of a ra-pprochement with Vietnam.",
      "cn": "同越南恢复友好关系的迹象越来越明显了。"
    },
    {
      "en": "Vietnam has emerged as the world's third-biggest rice exporter.",
      "cn": "越南已跃居世界第三大稻米出口国。"
    },
    {
      "en": "Vietnam made an official request that the meeting be postponed.",
      "cn": "越南已经正式请求将会议推迟。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "socialist republic of vietnam",
      "tran_cn": "越南社会主义共和国"
    },
    {
      "phrase": "vietnam airlines",
      "tran_cn": "越南航空公司"
    },
    {
      "phrase": "vietnam war",
      "tran_cn": "越南战争"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "越南"
    }
  ],
  "exchange": {}
}