{
  "word": "untenable",
  "ipa": {
    "us": "ʌnˈtenəbl",
    "uk": "ʌnˈtɛnəbəl"
  },
  "sentences": [
    {
      "en": "He claimed the charges against him were untenable.",
      "cn": "他声称对他的那些指控不值一驳。"
    },
    {
      "en": "He was forced to climb down from his untenable position.",
      "cn": "他被迫放弃他那站不住脚的立场."
    },
    {
      "en": "However, just to cancel a long association price is untenable.",
      "cn": "但是, 仅以此为理由取消长协价是站不住脚的."
    },
    {
      "en": "I find your theory is untenable and it must be rejected.",
      "cn": "我觉得你的理论是站不住脚的,必须予以摒弃."
    },
    {
      "en": "In aggregate this situation is untenable.",
      "cn": "总体来说,这种情况是难以办到的."
    },
    {
      "en": "On the other hand, the status quo is untenable.",
      "cn": "另一方面, 现状是维持不下去的."
    },
    {
      "en": "Previous explanations of the rising divorce rate in Chellona are simply untenable.",
      "cn": "以前对中国仳离率升高的解释是完全站不住脚的."
    },
    {
      "en": "She was so disloyal to her deputy she made his position untenable.",
      "cn": "她对她的副手很不守信义，使得他的职位岌岌可危。"
    },
    {
      "en": "Superstitions are often thought of as naive, popular beliefs that are logically or scientifically untenable.",
      "cn": "迷信通常被认为是一些朴实天真, 流行甚广的信仰,从逻辑和科学的角度看都站不住脚."
    },
    {
      "en": "That argument is untenable.",
      "cn": "这个论点不能成立。"
    },
    {
      "en": "The concept of the subject being mainly concerned with attaining such a knowledge is totally untenable.",
      "cn": "认为这一主题的内涵主要是为了获得这类知识这种想法是完全无根据的."
    },
    {
      "en": "The scandal put the President in an untenable position.",
      "cn": "这桩丑闻使总统处境艰难。"
    },
    {
      "en": "The status quo is seen as untenable.",
      "cn": "维持其现状的观点看来是站不住脚的."
    },
    {
      "en": "This argument is untenable from an intellectual, moral and practical standpoint.",
      "cn": "从智识、道德和现实的角度来看，这一论点是站不住脚的。"
    },
    {
      "en": "We must avoid frittering away our resources on untenable positions.",
      "cn": "我们应避免在难以守住的据点上消耗我们的实力."
    },
    {
      "en": "Without sufficient evidence to support, your claim is untenable.",
      "cn": "你方的索赔缺乏足够的证据, 因此根据站不住脚."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "indefensible"
          ],
          "tran_cn": "（论据等）站不住脚的；不能维持的；不能租赁的；难以防守的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（尤指辩论中的立场）站不住脚的，不能维持的，难以防守的，不能租赁的",
      "tran_en": "an untenable situation has become so difficult that it is impossible to continue"
    }
  ],
  "exchange": {}
}