{
  "word": "incisor",
  "ipa": {
    "us": "ɪnˈsaɪzə(r)",
    "uk": "ɪnˈsaɪzər"
  },
  "sentences": [
    {
      "en": "Chief Complaint: Tooth fracture with gum swelling of the left maxillary central incisor.",
      "cn": "主诉: 左上门牙约1个月前外伤断裂,长脓包."
    },
    {
      "en": "Conclusion: The prosthesis of incisor immediate implant is practical and effective.",
      "cn": "结论: 即刻烤瓷冠修复单个前牙种植体是一种切实可行的方法."
    },
    {
      "en": "Conclusions: Historically, landmark and report measurements in esophagoscopy hae been measured and standardized the upper incisor.",
      "cn": "结论: 从上切牙到食道镜检查的界标和所报道的测量方法在以往的研究中已经被测量和标准化."
    },
    {
      "en": "Hirst said the tooth, believed to be a child's incisor, may have come from incidents he had at school.",
      "cn": "赫斯特说，据信是儿童门牙的这个牙齿，可能来自于他在学校念书时所发生的一些事。"
    },
    {
      "en": "Hyperechoic incisor teeth can be seen in the opened mouth.",
      "cn": "可以看到张开的口中的强回声的门齿."
    },
    {
      "en": "In the TEL condition, the cue was presented alone, and participants made two guesses (such as canine, incisor) before the correct target \"molar\" was shown.",
      "cn": "而在试误学习中，线索单独呈现，在目标词“臼齿”呈现之前，被试可以猜测两次（例如，犬齿，或者门牙）。"
    },
    {
      "en": "In this article, a compound odontoma and an impacted lateral incisor were diagnosed by radiographs.",
      "cn": "本报告之病例即为藉由牙科放射检查诊断出混合性齿瘤及阻生侧门齿."
    },
    {
      "en": "Incisor teeth into the cat and canine and the molars.",
      "cn": "猫的牙齿分为门齿、犬齿和臼齿."
    },
    {
      "en": "Mouth with the incisor teeth closing level, or with upper teeth slightly overlapping the lower.",
      "cn": "嘴巴呈齿剪状或水平咬合, 或稍微的上超咬合."
    },
    {
      "en": "Objective To develop a method of computer aided design ( CAD ) of veneer on maxillary incisor.",
      "cn": "〔摘要〕目的:尝试上颌中切牙贴面计算机辅助设计 ( CAD ) 方法."
    },
    {
      "en": "Result: A incisor veneer visual model was established.",
      "cn": "结果: 建立了中切牙贴面实体模型."
    },
    {
      "en": "Results A 3 D figure of the incisor was built successfully.",
      "cn": "结果利用病理切片加3D软件的方法,能三维重建该牙齿牙本质部分的外形."
    },
    {
      "en": "The canine is impacting on the incisor.",
      "cn": "犬牙和门牙挤压在一起。"
    },
    {
      "en": "The color range of body porcelain is larger the opaque, cervical and incisor translucent.",
      "cn": "牙本质瓷所占有的颜色分布区域较颈部瓷、不透明瓷 、 透明瓷大."
    },
    {
      "en": "This paper presents the bionic dental implant model of central maxillary incisor.",
      "cn": "以上颌中切牙为解剖学基础,提出了仿生种植牙模型."
    },
    {
      "en": "This paper presents the development of a three - dimensional finite element model of central maxillary incisor.",
      "cn": "以上颌中切牙为解剖学基础建立了三维有限元模型."
    },
    {
      "en": "Will you be an angel and help me bring out the incisor?",
      "cn": "你能否像天使一般帮助我把门牙拿出来 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "incised",
          "tran_cn": " 雕刻的；切入的；有锯齿状边缘的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "incision",
          "tran_cn": " 切口；雕刻，切割；切开"
        },
        {
          "word": "incisure",
          "tran_cn": " 切迹"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "incised",
          "tran_cn": " 雕刻（incise的过去分词）；切入"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "incise",
          "tran_cn": " 切；切割；雕刻"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "切牙，门齿",
      "tran_en": "one of the eight flat teeth at the front of your mouth"
    }
  ],
  "exchange": {
    "pl": [
      "incisors"
    ]
  }
}