{
  "word": "Eurasian",
  "ipa": {
    "us": "juˈreɪʒn",
    "uk": "jʊˈreʒən"
  },
  "sentences": [
    {
      "en": "...the whole of the Eurasian continent.",
      "cn": "...整个欧亚大陆。"
    },
    {
      "en": "All our apple varieties are variations on the one old Eurasian apple.",
      "cn": "所有苹果树的变种都是一种古老的欧亚苹果树的变种."
    },
    {
      "en": "Earlier Eurasian Natural Resources Corporation said that the for further production cuts.",
      "cn": "稍早时欧亚天然资源公司表示,无需进一步削减产量."
    },
    {
      "en": "Eurasian aromatic oak - leaved goosefoot with many yellow - green flowers; naturalized North America.",
      "cn": "欧洲的一种芬芳的象叶藜属植物,花呈黄色至绿色; 在北美归化."
    },
    {
      "en": "Eurasian evergreen thorny shrubs bearing red or orange - red berries.",
      "cn": "长出红的或橘子红的浆果的欧亚的长青多刺灌木."
    },
    {
      "en": "Eurasian garden perennial having scarlet flowers in dense terminal heads.",
      "cn": "在茂密的叶柄端部开猩红色花的一种欧亚多年生园林植物."
    },
    {
      "en": "Eurasian marten having a brown coat with pale breast and throat.",
      "cn": "欧亚大陆的貂,褐色皮毛,雄部和喉部为苍白色."
    },
    {
      "en": "Eurasian perennial herbs having daisylike flowers with yellow rays and dark centers.",
      "cn": "欧亚的一种四季生草本植物,花类似雏菊,花缘黄色、花心黑色."
    },
    {
      "en": "Eurasian pigeon with white patches on wings and neck.",
      "cn": "欧亚大陆翼和尾上有白色斑点的鸽子."
    },
    {
      "en": "Eurasian pink widely cultivated for its flat - topped dense clusters of varicolored flowers.",
      "cn": "广泛种植的平顶、密集、多色串状花瓣的欧亚石竹."
    },
    {
      "en": "Eurasian primrose with yellow flowers clustered in a one - sided umbel.",
      "cn": "欧亚报春花,花黄色,丛生于单侧的伞形花序."
    },
    {
      "en": "Eurasian thistle growing in sand dunes and dry chalky soils.",
      "cn": "在沙丘或干旱白垩土壤中生长的欧亚蓟."
    },
    {
      "en": "Eurasian tulip with small flowers blotched at the base.",
      "cn": "一种产于欧亚的郁金香,花小,有带有白边的红色花被."
    },
    {
      "en": "On that date they had been on Eurasian soil.",
      "cn": "那一天他们都在欧亚国境内."
    },
    {
      "en": "The border between the N American and Eurasian Plates does not subduct.",
      "cn": "北美板块和欧亚板块之间的边界地区不会俯冲潜没,也不会滑动."
    },
    {
      "en": "The name of the hotel vas \" The Grand Eurasian Hotel. \"",
      "cn": "旅馆名叫 “ 欧亚大旅社 ”."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "eurasian plate",
      "tran_cn": "欧亚大陆板块"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "欧亚的，欧亚人的",
      "tran_en": "relating to both Europe and Asia"
    },
    {
      "pos": "n",
      "tran_cn": "欧亚混血儿"
    }
  ],
  "exchange": {
    "pl": [
      "Eurasians"
    ]
  }
}