{
  "word": "brainstorming",
  "ipa": {
    "us": "ˈbreɪnstɔ:mɪŋ",
    "uk": "ˈbreɪnstɔrmɪŋ"
  },
  "sentences": [
    {
      "en": "After a bit of brainstorming, Evelyn came up with several great titles for her book.",
      "cn": "伊夫琳左思右想了一阵之后, 终于为她的书想出了几个好名字."
    },
    {
      "en": "Among the methods of scientific investigation used are analytic method, cause analysis, questionnaire and brainstorming.",
      "cn": "科学研究的方法中使用了分析方法 、 原因分析 、 问卷调查和头脑风暴."
    },
    {
      "en": "Among the methods of scientific investigation used are analytic method, cause analysis, questionnaire survey, and brainstorming.",
      "cn": "在科学调查中所使用的方法有:条理分析, 动机分析, 问卷调查, 集体讨论."
    },
    {
      "en": "Be bold by pitching your solutions to management and speaking up in meetings and brainstorming sessions.",
      "cn": "向你的管理层大胆的提出你的解决方案,或者在会议上大声将想法说出来."
    },
    {
      "en": "GS : But they are working? This isn't just brainstorming at this point?",
      "cn": "但是他们已经在工作了么? 还是仅仅在发表自己的想法?"
    },
    {
      "en": "Hundreds of ideas had been tried and discarded during two years of brainstorming.",
      "cn": "在两年的集思广益期间，已经有上百种设想方案被一一尝试又放弃。"
    },
    {
      "en": "It is important to start off by brainstorming what you have been asked to do.",
      "cn": "开始之前最好是用头脑风暴的方式去问问你自己这份报告的要求."
    },
    {
      "en": "Once this brainstorming stage is over , Mr Berman asks everyone to come up with product ideas.",
      "cn": "伯曼先生说自由讨论环节结束时, 他要求每个人都提出产品创意."
    },
    {
      "en": "The brainstorming process is used by an analysis team to generate what - if questions.",
      "cn": "在集思广益的过程中所使用的分析团队产生假设的问题."
    },
    {
      "en": "The facilitator asks the brainstorming group for their ideas.",
      "cn": "主持人向脑力激荡专家小组征求意见."
    },
    {
      "en": "The results of brainstorming, however, have frequently been deemed inadequate.",
      "cn": "然而, 头脑风暴的结果常常并不如人意."
    },
    {
      "en": "The women meet twice a month to brainstorm and set business goals for each other.",
      "cn": "这些妇女们一个月聚头两次来开头脑风暴会议,为彼此设定商业目标。"
    },
    {
      "en": "Ward Cunningham: Wiki has a feel of brainstorming, though it's not as interactive.",
      "cn": "坎宁安: 维基一点头脑风暴的感觉, 虽然它本身并不是交互式的."
    },
    {
      "en": "We are going to do some brainstorming soon.",
      "cn": "我们很快就要做些脑力激荡."
    },
    {
      "en": "We're holding a brainstorming session on our new product next Tuesday.",
      "cn": "下周二开集体自由讨论会,研究我们的新产品."
    },
    {
      "en": "With Brainstorming, treat the view on how to solve the problem rightly.",
      "cn": "利用脑激励法(Brainstorming),正确对待学生实验中的问题解决观."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "brainstorm",
          "tran_cn": " 集思广益；头脑风暴；灵机一动"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "brainstorm",
          "tran_cn": " 集体讨论；动脑筋；出主意"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "brainstorm",
          "tran_cn": " 集体讨论；集思广益以寻找"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "brain storm"
          ],
          "tran_cn": "集体研讨；发表独创性意见"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "头脑风暴，集思广益"
    },
    {
      "pos": "v",
      "tran_cn": "集思广益以寻找；集体自由讨论（brainstorm的ing形式）"
    }
  ],
  "exchange": {
    "verb": [
      "brainstorm"
    ]
  }
}