{
  "word": "Pleistocene",
  "ipa": {
    "us": "ˈplaistəusi:n",
    "uk": "ˈplaɪstəˌsin"
  },
  "sentences": [
    {
      "en": "Because the foreland basin was a highly subsidence, that it was deposited a hugely Plio - Pleistocene sediments.",
      "cn": "由于前陆盆地呈现快速沉降, 因而沉积巨厚的晚上 - 更新世沉积层."
    },
    {
      "en": "During the Pleistocene Ice Age , the ancient drainage systems were almost completely rearranged by glaciation.",
      "cn": "在更新世冰期, 古水系常被冰川作用完全改造."
    },
    {
      "en": "In the Beimen River basin there is Pleistocene deposit widely spreading with a significant depth.",
      "cn": "北门江流域更新世沉积广布、厚度巨大."
    },
    {
      "en": "It is middle Pleistocene in age.",
      "cn": "年代地层单位属中更新统."
    },
    {
      "en": "Mummies of pleistocene ground sloths, with original skin, hair, tendons and claws have been found.",
      "cn": "还发现了保存原有皮肤, 毛发, 腱和爪的更新世时期地面树懒的木乃伊."
    },
    {
      "en": "Or maybe you'll be an anthropologist who discovers exciting new fossils Pleistocene Epoch.",
      "cn": "或者也许你会发现更新时代一块令人激动的新化石,成为一名人类学家."
    },
    {
      "en": "Owing to climate was being droughty from terminal late Pleistocene, so Aibihu Lake ceaselessly shrank.",
      "cn": "晚更新世晚期开始,由于气候逐渐变干,艾比湖不断萎缩."
    },
    {
      "en": "Relics of the flora and fauna of the Pleistocene age have been preserved in fossil form.",
      "cn": "更新时期的动植物遗迹以化石的形式保存了下来."
    },
    {
      "en": "Stage 3 , early Pleistocene, anticlockwise rotation of Luzon arc and continent - arc collision.",
      "cn": "更新世, 吕宋弧逆时针转动和弧陆碰撞阶段."
    },
    {
      "en": "The main bodies of these alluvial fans were formed during Late Pleistocene.",
      "cn": "从冲积扇发育的时代看,晚更新世冲积扇是各地区冲积扇的主体."
    },
    {
      "en": "The most recent ice age was during the pleistocene.",
      "cn": "最近的冰河期是在更新世."
    },
    {
      "en": "The Pleistocene Epoch lasted from 1, 500,000 to 2, 000,000 years.",
      "cn": "更新世长达150万年到200万年."
    },
    {
      "en": "The site dates back to the late period of Early Pleistocene, approximately one million years ago.",
      "cn": "伴生的哺乳动物化石有武陵山大熊猫、、中国貘、云南马、秀丽黑鹿 、 、短角丽牛等种属."
    },
    {
      "en": "The writer knows no completely credible geochemical documentation of any effective Pleistocene oil source beds.",
      "cn": "到目前为止,作者本人未曾见过任何关于更新世有效烃源岩层的完全可信的地球化学证据."
    },
    {
      "en": "We know that some of man's close ancestors predated the Pleistocene.",
      "cn": "我们知道,有些人类近缘祖先出现于更新世之前."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "pleistocene epoch",
      "tran_cn": "更新世"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "更新世的"
    },
    {
      "pos": "n",
      "tran_cn": "更新世",
      "tran_en": "the Pleistocene epoch or rock series "
    }
  ],
  "exchange": {}
}