{
  "word": "townsman",
  "ipa": {
    "us": "'taʊnzmən",
    "uk": "'taʊnzmən"
  },
  "sentences": [
    {
      "en": "\" I've the honour to be a fellow - townsman of yours. \"",
      "cn": "“ 和三先生是同乡. ”"
    },
    {
      "en": "\" It behoves him well if he be still in life, \" responded the townsman.",
      "cn": "“ 要是他还活着,是该由他来办的, ” 那镇上人附和着说."
    },
    {
      "en": "A day, came a townsman of dry in the village fiscal.",
      "cn": "农民日报社记者余向东的老家在豫南农村.一日, 来了位在村里干会计的老乡."
    },
    {
      "en": "Accordingly, in the food consumption structure of townsman, the consumptive scale of milk is day - to - day rise.",
      "cn": "因此, 在城市居民的食物消费结构中, 牛奶的消费比例 逐日 上升."
    },
    {
      "en": "Are you fellow townsman?",
      "cn": "你们是同乡?"
    },
    {
      "en": "But, while townsman income increases, income gap also presents a trend that expand between dweller family.",
      "cn": "但是, 在城市居民收入增加的同时, 居民家庭之间收入差距也呈现出扩大的趋势."
    },
    {
      "en": "City poverty relatives to country poverty and it researches the poverty of townsman.",
      "cn": "城市贫困是相对于农村贫困而言的,它主要研究城镇内非农业人口的贫困问题."
    },
    {
      "en": "Current, somewhat the townsman family of economic actual strength has the intense impulse buy a car.",
      "cn": "目前, 略有经济实力的城市居民家庭都有强烈的购车冲动."
    },
    {
      "en": "Fellow - townsman lad closes chalaza, the wind that dine together never is defeated.",
      "cn": "老乡老友关系带, 聚餐之风永不败."
    },
    {
      "en": "He dreamed of becoming a townsman.",
      "cn": "他梦想着成为一名城里人."
    },
    {
      "en": "Heavy traffic lives to townsman of quality carried high yield to give birth to negative effect.",
      "cn": "交通拥挤对于城市居民生活质量的提高产生了负影响."
    },
    {
      "en": "Is that Jiang Han learns the Jiangsu fellow - townsman group number enthusiastically a number?",
      "cn": "江汉大学江苏老乡群号码是多少?"
    },
    {
      "en": "Note: Before two apply to the promotion of countryside and townsman user likewise.",
      "cn": "注: 前两条同样适用于乡村及城市居民用户的推广."
    },
    {
      "en": "Now I have a bailiff, a townsman ; he seems a practical fellow.",
      "cn": "我现在用的总管是个城里人, 看起来倒是个很能干的小伙子."
    },
    {
      "en": "The rigid requirement that Chinese townsman improves living condition still exuberant.",
      "cn": "中国城市居民改善居住条件的刚性需求依然旺盛."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "citizen",
            "municipality"
          ],
          "tran_cn": "市民，镇民；同乡人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "城市居民，市民，同城市的市民",
      "tran_en": "an inhabitant of a town "
    }
  ],
  "exchange": {
    "pl": [
      "townsmen"
    ]
  }
}