{
  "word": "gauze",
  "ipa": {
    "us": "gɔ:z",
    "uk": "ɡɔz"
  },
  "sentences": [
    {
      "en": "Anney dabbed the cut with disinfectant and taped a gauze square over it.",
      "cn": "安妮用消毒剂轻涂伤口,接着又贴上一块方纱布."
    },
    {
      "en": "Handicraft gauze lanterns present the demeanour of the Tang Dynasty.",
      "cn": "工艺纱灯,唐代风采."
    },
    {
      "en": "He put on a pad of gauze and a strip of adhesive tape over the wound.",
      "cn": "他在伤口上贴了一块纱布再加一条橡皮膏."
    },
    {
      "en": "His hands were wrapped in gauze bandages.",
      "cn": "他的两只手包着纱布。"
    },
    {
      "en": "Please press the wound with gauze. I'll adjust the seat back.",
      "cn": "请用纱布按住伤口, 我来调节座位."
    },
    {
      "en": "Production variety: garments, curtain, gauze, etc. Especially for continuous embroidered fabrics products.",
      "cn": "适于: 各式衣服, 窗帘, 薄纱等单层面料的连续刺绣."
    },
    {
      "en": "Remove the tapes and gauze at ends of the polythene tubings.",
      "cn": "取下塑胶管一端的胶布和纱布."
    },
    {
      "en": "Scrub each optical surface with a gauze pad soaked in acetone.",
      "cn": "或者用含丙酮的网垫擦洗光学表面."
    },
    {
      "en": "Shandong Anticancer Plasters is a black adhesive plaster spread upon a gauze.",
      "cn": "本品为摊于布上的黑膏药."
    },
    {
      "en": "She bound up the child's bleeding wound with gauze.",
      "cn": "她把小孩出血的伤口用纱布包扎起来了."
    },
    {
      "en": "She lapped my finger with gauze.",
      "cn": "她用绷带将我的手指包起来."
    },
    {
      "en": "Strain the juice through a piece of gauze or a sieve.",
      "cn": "用一块纱布或过滤网将果汁过滤一下。"
    },
    {
      "en": "The doctor bound the wound with gauze.",
      "cn": "医生用纱布包扎伤口."
    },
    {
      "en": "The gauze patch applied to his wound is dirty.",
      "cn": "裹在他伤口上的纱布脏了."
    },
    {
      "en": "WEN SI DUN 4 lookings at the outside of the gauze curtain absent - mindedly .",
      "cn": "温斯顿 心不在焉 地看着薄纱窗帘的外面."
    },
    {
      "en": "Wipe gums with a clean, damp cloth or gauze pad.",
      "cn": "用一块干净的湿润的棉布或者纱布擦拭牙龈."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tissue",
            "tela"
          ],
          "tran_cn": "[医][纺]纱布；薄纱；薄雾"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bandage",
            "smoke",
            "tissue"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cotton gauze",
      "tran_cn": "纱布；冷布"
    },
    {
      "phrase": "gauze pad",
      "tran_cn": "网垫"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "纱布（包扎伤口用），薄纱，纱网，（金属丝制的）网纱",
      "tran_en": "very thin transparent material with very small holes in it"
    }
  ],
  "exchange": {
    "adj": [
      "gauzy"
    ]
  }
}