{
  "word": "rhubarb",
  "ipa": {
    "us": "ˈru:bɑ:b",
    "uk": "ˈrubɑrb"
  },
  "sentences": [
    {
      "en": "Celery Bok Choy Rhubarb and more look just like bones.",
      "cn": "芹菜、青菜、大黄茎等等看起来很像骨头."
    },
    {
      "en": "Celery, Bok Choy, Rhubarb and many more look just like bones.",
      "cn": "芹菜 、 青菜 、 大黄茎和其他很多菜看起来就像骨头."
    },
    {
      "en": "Chinese herbal medicines have Gentiana, Notopterygium, Cordyceps sinensis, rhubarb and so on.",
      "cn": "中药材有秦艽 、 羌活 、 冬虫夏草 、 大黄等."
    },
    {
      "en": "Chinese herbal medicines have Notopterygium, Gentiana, such as rhubarb.",
      "cn": "中药材有羌活 、 秦艽 、 大黄等."
    },
    {
      "en": "Effects and Symptoms: The rhubarb itself, is harmless and even healthy.",
      "cn": "效果和症状: 大黄本身是无毒无害甚至是有益健康的."
    },
    {
      "en": "From the low-growing Indian rhubarb to the mighty English maples, the plants in this region get ready for the winter with a cornucopia of colors.",
      "cn": "从低速度生长的印度大黄到巨大的英国枫树，这一地区的植物用丰富的色彩为冬天的到来做好准备。"
    },
    {
      "en": "I had rhubarb tart with a lot of cream.",
      "cn": "我吃了添加了许多奶油的大黄小馅饼."
    },
    {
      "en": "Is the Chinese rhubarb dog of Home Zhou biting my hand?",
      "cn": "周家的大黄狗咬没咬着我的手?"
    },
    {
      "en": "Make an infusion by boiling and simmering the rhubarb and camomile together.",
      "cn": "将大黄和甘菊一起煮沸再用文火炖，熬成汤药。"
    },
    {
      "en": "Methods: The contents of aloe - emodin in rhubarb decoctions were determined by RP - HPLC.",
      "cn": "方法采用 反相 高效液相色谱法测定各种大黄煎液中芦荟大黄素的含量."
    },
    {
      "en": "Objective : To investigate the effect of different habitats on rhubarb quality.",
      "cn": "目的: 探讨生长环境对大黄质量的影响."
    },
    {
      "en": "Objective : To observe the effects of rhubarb for cerebral hemorrhage.",
      "cn": "目的观察生大黄治疗脑出血的临床疗效."
    },
    {
      "en": "OBJECTIVE : To solve the transparency problem of the compound rhubarb liquid.",
      "cn": "目的: 解决复方大黄口服液的澄明度问题."
    },
    {
      "en": "Seaweed, mushrooms, rhubarb, luxury products such as ephedra, famous nationwide.",
      "cn": "发菜 、 蘑菇 、 大黄 、 麻黄等名贵特产, 誉满全国."
    },
    {
      "en": "The cochinchina momordicae seed , rhubarb, liquorice root all contain anti - cancer activity components.",
      "cn": "[中英文摘要]木鳖子 、 黄和甘草均含有抗癌活性成分."
    },
    {
      "en": "The cochinchina seed, rhubarb, root all contain anti - cancer activity components.",
      "cn": "木鳖子 、 大黄和甘草均含有抗癌活性成分."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大黄，<口>（后台演员造的）人声喧哗效果，乱嚷嚷",
      "tran_en": "a plant with broad leaves. It has thick red stems that can be cooked and eaten."
    }
  ],
  "exchange": {
    "pl": [
      "rhubarbs"
    ]
  }
}