{
  "word": "cheetah",
  "ipa": {
    "us": "ˈtʃi:tə",
    "uk": "ˈtʃitə"
  },
  "sentences": [
    {
      "en": "A cub's playful antics don't distract mother cheetah from scanning the plains for threats - or a meal.",
      "cn": "猎豹妈妈扫视着平原寻找威胁者或猎物的踪影,丝毫不因小豹的顽皮动作而分心."
    },
    {
      "en": "A female cheetah and her three cubs.",
      "cn": "一头雌性猎豹和它的三只幼崽."
    },
    {
      "en": "An adult cheetah rests in the grass at a Jersey zoo.",
      "cn": "在泽西动物园中,一头成年猎豹正在草地上小憩."
    },
    {
      "en": "Ancient Cheetah Fossil Points to Old World Roots?",
      "cn": "远古猎豹化石表明其发源于东半球?"
    },
    {
      "en": "Any of several felines, such as the cheetah or the snow leopard.",
      "cn": "这片地区是濒临灭绝的雪豹的栖息地."
    },
    {
      "en": "Cheetah game's most valuable part of the keyboard is one of the left part of.",
      "cn": "猎豹游戏键盘最有价值的部分是其中的左侧部分."
    },
    {
      "en": "Despite the efforts of conservationists, the cheetah is still in peril.",
      "cn": "除了动物保护主义者的保护, 猎豹仍处于极大的危险之中."
    },
    {
      "en": "First, you show up on my cheetah hunt.",
      "cn": "首先, 你在我抓猎豹的时候就出现了."
    },
    {
      "en": "Fourteen - month - old cheetah cubs play in tall grass, Botswana.",
      "cn": "十四个月大的小猎豹在高高的草丛中玩耍, 博茨瓦纳."
    },
    {
      "en": "He shows me some cheetah tracks.",
      "cn": "他教我看豹子留下的踪迹."
    },
    {
      "en": "How fast can a cheetah run?",
      "cn": "一只猎豹能跑多快?"
    },
    {
      "en": "Imagine you’re a cheetah and you see two juicy gazelles grazing in the grass.",
      "cn": "想像你是一个猎豹, 你看见两只味道鲜美的瞪羚正在草地上吃草."
    },
    {
      "en": "Police and wildlife experts were called to the scene, and the injured cheetah was later caught by a pest control worker.",
      "cn": "警察和动物救护专家都被召集到了现场，这头受伤的猎豹后来被一名有害物控制人员抓获。"
    },
    {
      "en": "Teacher: No you can't. A cheetah can run fast. Who can fly high?",
      "cn": "老师: 不,你不行. 豹子跑得快. 谁能飞得高?"
    },
    {
      "en": "The cheetah can attain speeds of up to 97 kph.",
      "cn": "猎豹的奔跑速度每小时可达97公里."
    },
    {
      "en": "The cheetah is generally credited as the world's fastest animal.",
      "cn": "猎豹被公认是世界上跑得最快的动物."
    },
    {
      "en": "Unfamiliar to many, the Cheetah of the southern hemisphere was born in secrecy for political causes.",
      "cn": "对很多人来说, 它的出现带着一些神秘和政治色彩."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "panther"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<动>（奔跑极快的）非洲猎豹",
      "tran_en": "a member of the cat family that has long legs and black spots on its fur, and can run extremely fast"
    },
    {
      "pos": "other",
      "tran_cn": "猎豹",
      "tran_en": "a member of the cat family that has long legs and black spots on its fur, and can run extremely fast"
    }
  ],
  "exchange": {
    "pl": [
      "cheetahs"
    ]
  }
}