{
  "word": "entrepreneur",
  "ipa": {
    "us": "ˌɒntrəprəˈnɜː(r)",
    "uk": "ˌɑːntrəprəˈnɜːr"
  },
  "sentences": [
    {
      "en": "\"You have to be an optimist to be an inventor or entrepreneur, \" he concludes.",
      "cn": "要成为一位发明家或企业家，你必须得是个乐天派。"
    },
    {
      "en": "“You have to be an optimist to be an inventor or entrepreneur, ” he concludes.",
      "cn": "要成为一位发明家或企业家，你必须得是个乐天派。"
    },
    {
      "en": "A Belgian - horn chemist - entrepreneur, Baekeland had a knack for spotting profitable opportunities.",
      "cn": "贝克兰是一名出生在比利时的化学家及企业家, 善于捕捉有利的机遇."
    },
    {
      "en": "An entrepreneur is more than just a risk taker. He is a visionary.",
      "cn": "企业家不仅要能承担风险，还应富于远见。"
    },
    {
      "en": "As an artist rather than a technologist or entrepreneur.",
      "cn": "作为一位艺术家,而不是技术专家或是企业家."
    },
    {
      "en": "As company performance improves, the entrepreneur obtains more control rights.",
      "cn": "随着企业经营逐渐改善, 企业家将获得越来越多的控制权."
    },
    {
      "en": "Entrepreneur Bob Compton, founder and chief executive of Vontoo Inc.",
      "cn": "企业家鲍勃?康普顿(BobCompton)是VontooInc.的创始人兼总裁."
    },
    {
      "en": "Entrepreneur has to have nerves of steel and a very strong stomach.",
      "cn": "企业家需要有钢铁般的意志和强健的体格."
    },
    {
      "en": "How would you define personal growth as an entrepreneur?",
      "cn": "你会如何定义，一个企业家的个人成长？"
    },
    {
      "en": "If any of you end up being entrepreneur, which I hope you will be, what do you have in store for yourself, and what does that journey look like?",
      "cn": "如果你们当中任何一个人成了企业家，这也是我希望你们做到的，你自己会有什么样的储备，那样的一段旅程又将是什么样的？"
    },
    {
      "en": "In an enterprise, employees follow the direction of the entrepreneur.",
      "cn": "在企业中雇员服从企业家的决定."
    },
    {
      "en": "In Schumpeter's view, the function of the entrepreneur was innovation.",
      "cn": "熊彼得认为, 企业家的职能是革新."
    },
    {
      "en": "Specifically for vigorous cultivating of entrepreneur, mechanism brings forward self viewpoint.",
      "cn": "针对企业家精神的培育机制提出自己的观点."
    },
    {
      "en": "Still , I'm an entrepreneur at heart.",
      "cn": "从内心来说, 我还是个企业家."
    },
    {
      "en": "The entrepreneur at twenty-five is a different animal from the entrepreneur at fifty.",
      "cn": "25岁的企业家和50岁的企业家是两种不同的人。"
    },
    {
      "en": "The entrepreneur takes business risks in the hope of making a profit.",
      "cn": "企业家为追求利润而冒险."
    },
    {
      "en": "The medium chosen by the entrepreneur is action or operation.",
      "cn": "企业家选择的方式是行动,或者说是经营."
    },
    {
      "en": "The original French word entrepreneur refers to someone who undertakes, who does something.",
      "cn": "企业家entrepreneur这个单词来源于法文,它指的是承担责任,或干实事的人."
    },
    {
      "en": "Wealth managers seem to treat you differently when you are an entrepreneur.",
      "cn": "如果你是一名企业家,财富管理师似乎会以不同的方式对待你."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "entrepreneurial",
          "tran_cn": " 企业家的，创业者的；中间商的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "contractor",
            "enterpriser"
          ],
          "tran_cn": "企业家；承包人；主办者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "capitalist"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "entrepreneur spirit",
      "tran_cn": "企业家精神；事业心"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "企业家",
      "tran_en": "someone who starts a new business or arranges business deals in order to make money, often in a way that involves financial risks"
    }
  ],
  "exchange": {
    "pl": [
      "entrepreneurs"
    ],
    "adj": [
      "entrepreneurial"
    ]
  }
}