{
  "word": "whichever",
  "ipa": {
    "us": "wɪtʃˈevə(r)",
    "uk": "wɪtʃˈevər"
  },
  "sentences": [
    {
      "en": "Choose whichever brand you prefer.",
      "cn": "挑选你喜欢的那个品牌。"
    },
    {
      "en": "I have three cars, and you may have whichever you like.",
      "cn": "我有三辆车, 你可以挑一辆你喜欢的."
    },
    {
      "en": "I ought to choose whichever pushes me in one direction.",
      "cn": "我应该选择任何驱使我朝向一方的东西."
    },
    {
      "en": "I'll give it to whichever of you wants it.",
      "cn": "你们之中随便谁要,我就给谁."
    },
    {
      "en": "Israel offers automatic citizenship to all Jews who want it, whatever colour they are and whichever language they speak.",
      "cn": "犹太人只要愿意，均可自动加入以色列国籍，不管他们是什么肤色，不管他们说何种语言。"
    },
    {
      "en": "It has the same result, whichever way you do it.",
      "cn": "无论用哪一种方法做, 结果都相同."
    },
    {
      "en": "It will be a difficult operation, whichever method you choose.",
      "cn": "不管你选择哪种方法，手术都会很复杂。"
    },
    {
      "en": "Letting taxes rise abruptly would hurt not only the recovery but also whichever party the electorate ended up blaming.",
      "cn": "突然的增税不但会妨害经济复苏，而且无论哪个政党这样做都会受到选民指责。"
    },
    {
      "en": "This is because the service locator will cache the resource for whichever component uses the overloaded name first.",
      "cn": "这是因为服务定位器将缓存不论哪个组件首次使用时所重载的名称的资源。"
    },
    {
      "en": "We will gladly exchange your goods, or refund your money, whichever you prefer.",
      "cn": "我们将很乐意为您换货或退款，看您更愿意怎么做。"
    },
    {
      "en": "Whichever book do you like?",
      "cn": "你到底喜欢哪一本书?"
    },
    {
      "en": "Whichever day you come, we will be pleased to see you.",
      "cn": "无论你哪一天来, 我们都很高兴."
    },
    {
      "en": "Whichever it was, he felt that all was now lost.",
      "cn": "总之, 他觉得一切都失败,全盘都空了."
    },
    {
      "en": "Whichever of the fitness classes you opt for, trained instructors are there to help you.",
      "cn": "不管你选择哪种健身课，都会有专业教练帮助你。"
    },
    {
      "en": "Whichever side won, I was equally pleased.",
      "cn": "不论哪一边获胜, 我都同样高兴."
    },
    {
      "en": "Whichever way you look at it, things are pretty bad.",
      "cn": "不管你怎么看，情况都相当糟"
    },
    {
      "en": "Whichever way you turned , the telescreen faced you.",
      "cn": "不论朝着哪一边, 电幕都对着你的脸."
    },
    {
      "en": "Whichever you do will matter very little to her.",
      "cn": "不管你对她怎样,她都无所谓."
    },
    {
      "en": "You'll find deer crossings whichever road you take.",
      "cn": "不管你走哪条路,都能发现鹿走过的路."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无论哪个；无论哪些"
    },
    {
      "pos": "det",
      "tran_cn": "不管哪种，…的那个"
    },
    {
      "pos": "pron",
      "tran_cn": "无论哪个",
      "tran_en": "used to say that it does not matter which thing or person is chosen because the result will be the same"
    },
    {
      "pos": "pron&adj",
      "tran_cn": " 无论哪个， 无论哪些"
    }
  ],
  "exchange": {}
}