{
  "word": "midterm",
  "ipa": {
    "us": "ˌmɪdˈtɜ:m",
    "uk": "ˌmɪdˈtɜrm"
  },
  "sentences": [
    {
      "en": "A complete quiz and midterm exam are also available, with solutions.",
      "cn": "我们提供整套以往用作随堂考和期中考的试题作参考之用, 兼附解答参考."
    },
    {
      "en": "Dad volunteered to coach me in English before my English midterm.",
      "cn": "爸爸自愿的在我英语期中考前辅导我英文."
    },
    {
      "en": "Do at least one explication by midterm, another before Lecture 24.",
      "cn": "在期中之前至少交一篇说明,在第24课前交另一篇."
    },
    {
      "en": "Enclosed is the format guideline of midterm report for your reference.",
      "cn": "附档是关于期中分组报告的格式,供各位参考."
    },
    {
      "en": "I stayed up the all night absorbinging for my midterm math exam.",
      "cn": "我为了我的期中数学做卷子题目测考题卷熬了一整夜."
    },
    {
      "en": "I think you need to take another look at my midterm.",
      "cn": "我想您该再看一次我的期中考卷."
    },
    {
      "en": "I'm finally through with all my midterm exams.",
      "cn": "我终于很顺利的通过了期中考."
    },
    {
      "en": "I've get to go over my notes to tomorrow's midterm.",
      "cn": "我不可不为明天的期中做卷子回温记事本."
    },
    {
      "en": "Listed below are the Midterm exam and two quizzes from this semester.",
      "cn": "下列连结为本学期之期中考与两次随堂考的考题."
    },
    {
      "en": "Midterm cancellation will result in immediate withdrawal of cover and no further risk retention by us.",
      "cn": "中期取消将导致立即撤出支付,不得再保留我们的风险."
    },
    {
      "en": "midterm elections",
      "cn": "中期选举"
    },
    {
      "en": "Midterm examination and solutions has been released. Download HERE.",
      "cn": "期中考题与解答下载."
    },
    {
      "en": "The subject will have one midterm and a final exam.",
      "cn": "学科将有一次期中考和一次期末考."
    },
    {
      "en": "The war in Iraq was [ a ] key issure in the midterm elections.",
      "cn": "伊拉克战争是中期选举中的关键因素."
    },
    {
      "en": "These are called midterm elections because they come halfway through the president term.",
      "cn": "这个被称为竞选中期,因为他们在总统的任期中间举行的."
    },
    {
      "en": "This section contains the midterm exam and solutions for the course.",
      "cn": "这部份里包括这门课的期中考和解答."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mid",
            "medium",
            "intermediary",
            "middle"
          ],
          "tran_cn": "期中的；中间的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mid-term examination",
            "midsemester"
          ],
          "tran_cn": "期中考试"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "中间的",
      "tran_en": "in the middle of an elected government’s time in power"
    },
    {
      "pos": "n",
      "tran_cn": " 期中考试； 中期； 期中",
      "tran_en": "the middle period of an elected government’s time in power"
    }
  ],
  "exchange": {}
}