{
  "word": "pall",
  "ipa": {
    "us": "pɔ:l",
    "uk": "pɔl"
  },
  "sentences": [
    {
      "en": "A great chocolate - coloured pall lowered over heaven.",
      "cn": "一种巧克力色的帷幕从天上挂下来."
    },
    {
      "en": "A pall of mystery seems to hang over it all.",
      "cn": "整个事件似乎笼罩上一层神秘的气氛."
    },
    {
      "en": "A pall of oily black smoke drifted over the cliff-top.",
      "cn": "一团油腻的黑色烟雾飘到悬崖顶上。"
    },
    {
      "en": "A pall of smoke hung over the city.",
      "cn": "全市浓烟笼罩."
    },
    {
      "en": "A pall stretched for miles away from the island.",
      "cn": "一股烟幕延伸出岛外达数英里之遥."
    },
    {
      "en": "A sudden , dramatic tragedy cast an overhanging pall of gloom.",
      "cn": "一场突发的悲剧在人们心头笼罩上一层阴影."
    },
    {
      "en": "Already the allure of meals in restaurants had begun to pall.",
      "cn": "饭店里的饭菜已经不像以前那样诱人。"
    },
    {
      "en": "An unwearied pall of cloud muffled the whole expanse of sky from zenith to horizon.",
      "cn": "一望无际的云幕蒙住了从天顶到地平线的整个夜空."
    },
    {
      "en": "Gradually, the novelty of city life began to pall.",
      "cn": "渐渐地，城市生活的新鲜感开始消失了。"
    },
    {
      "en": "His interest in his new job soon began to pall.",
      "cn": "他对那份新工作很快便失去了兴趣."
    },
    {
      "en": "I find his books begin to pall on me after a while.",
      "cn": "我发觉他的书读过一阵子就开始对我失去吸引力."
    },
    {
      "en": "It's one of the few delights that never pall.",
      "cn": "它是几种永不使人乏味的乐事之一."
    },
    {
      "en": "The sky was now a pall of black cloud.",
      "cn": "现在满天都是乌云了."
    },
    {
      "en": "The unrest has cast a pall over what is usually a day of national rejoicing.",
      "cn": "动荡的局势给往常举国欢庆的日子蒙上了阴影。"
    },
    {
      "en": "We don't want to cast a pall over the festivities.",
      "cn": "我们不想给庆典蒙上阴影。"
    },
    {
      "en": "When the barge reached the shrine, acolytes removed the pall.",
      "cn": "当驳船抵达圣地时，辅祭除去了柩衣。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "housing",
            "screen",
            "curtain",
            "covering"
          ],
          "tran_cn": "幕；棺罩；遮盖物"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "invest",
            "house",
            "sheet",
            "roof",
            "cap"
          ],
          "tran_cn": "覆盖；使乏味"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pall ring",
      "tran_cn": "鲍尔环"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "柩衣，棺罩，棺材，帷幕，[宗]祭服",
      "tran_en": "a cloth used to cover a  coffin (= a box containing a dead body ) "
    },
    {
      "pos": "v",
      "tran_cn": "覆盖；使乏味",
      "tran_en": "if something palls, it becomes less interesting or enjoyable because you have experienced it before"
    },
    {
      "pos": "vi",
      "tran_cn": "感到无聊，厌烦，扫兴，使生腻，过饱"
    },
    {
      "pos": "vt",
      "tran_cn": "覆上棺布，以布幕遮盖，（酒等）走味，失味，使扫兴"
    }
  ],
  "exchange": {
    "third": [
      "palls"
    ],
    "past": [
      "palled"
    ],
    "done": [
      "palled"
    ],
    "ing": [
      "palling"
    ]
  }
}