{
  "word": "invasive",
  "ipa": {
    "us": "ɪnˈveɪsɪv",
    "uk": "ɪnˈvesɪv"
  },
  "sentences": [
    {
      "en": "A non - invasive measuring system is developed for the assessment of gastric evacuation.",
      "cn": "介绍一种 非 侵入性胃运动功能检测系统."
    },
    {
      "en": "Conclusion PCD with CNL is a minimally - invasive and safe interventional technique.",
      "cn": "结论　PCD+CNL是一种微创、安全的介入方法."
    },
    {
      "en": "He'll use the invasive components to seize control of the ship.",
      "cn": "它会利用入侵的部分来夺取这艘船."
    },
    {
      "en": "Hepatology Digest: What is your opinion of non - invasive diagnosis of cirrhosis non - invasiveinvasive?",
      "cn": "《国际肝病》: 您对于肝硬化以及它的并发症的 非 侵入性诊断有何看法?"
    },
    {
      "en": "In northern Sulawesi, citizens have cleared coral reefs of harmful invasive species.",
      "cn": "在北苏拉威西岛, 居民们已清理了有害的蔓延类珊瑚礁."
    },
    {
      "en": "Invasive and histological procedure has more and more significance.",
      "cn": "有创检查和组织活检有重要意义."
    },
    {
      "en": "invasive bladder cancers",
      "cn": "扩散性膀胱癌"
    },
    {
      "en": "Invasive sleeping pads are available at stores catering to campers.",
      "cn": "这种睡垫在户外用品店可以买到."
    },
    {
      "en": "Invasive species plus climate change are major problems in Hawaii.",
      "cn": "物种入侵及气候变化是夏威夷面临的主要问题."
    },
    {
      "en": "Many people find the idea of any kind of invasive surgery unbearable.",
      "cn": "很多人认为任何开刀手术都不堪忍受。"
    },
    {
      "en": "Non - invasive prenatal diagnosis of aneuploidies: how close to reality?",
      "cn": "非整倍体异常的 非 入侵性产前诊断: 离现实有多近?"
    },
    {
      "en": "Objective To study non - invasive measurement of reflectance oxygen saturation.",
      "cn": "目的:探讨反射式血氧饱和度无创检测方法."
    },
    {
      "en": "Several non - invasive detective methods for cell function are introduced.",
      "cn": "介绍几种无创伤性血管内皮功能的检测方法."
    },
    {
      "en": "So the forepart Non - invasive Measurement of Vassal wall become more important.",
      "cn": "因此,对人体血管壁病变的早期无创检测有着十分重要的临床价值."
    },
    {
      "en": "Some evidence suggests cancer control is better a minimally invasive approach.",
      "cn": "一些证据显示,微创方法控制癌症更有效."
    },
    {
      "en": "They found invasive cancer during a routine examination.",
      "cn": "他们在常规体检中发现了扩散性的癌变。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "invader",
          "tran_cn": " 侵略者；侵入物"
        },
        {
          "word": "invasion",
          "tran_cn": " 入侵，侵略；侵袭；侵犯"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "invade",
          "tran_cn": " 侵略；侵入；侵袭；侵犯"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "invade",
          "tran_cn": " 侵略；侵袭；侵扰；涌入"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "aggressive",
            "attacking"
          ],
          "tran_cn": "侵略性的；攻击性的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "offensive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "invasive carcinoma",
      "tran_cn": "[医]浸润性癌"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "侵略性的，侵害的，攻击性的，扩散性的，蔓延性的",
      "tran_en": "an invasive disease spreads quickly and is difficult to stop"
    }
  ],
  "exchange": {}
}