{
  "word": "demography",
  "ipa": {
    "us": "dɪˈmɒgrəfi",
    "uk": "dɪˈmɑgrəfi"
  },
  "sentences": [
    {
      "en": "But this is what elementary demography makes clear.",
      "cn": "但这是基础人口统计学弄清楚的事实."
    },
    {
      "en": "But this mechanistic view of demography is destiny and economic policies do not matter.",
      "cn": "战争问题中的唯心论和机械论的倾向,是一切错误观点的认识论上的根源."
    },
    {
      "en": "Demography is the analysis of population variables.",
      "cn": "人口学是对人口变量的分析."
    },
    {
      "en": "His institute works on issues ranging from demography to labour shortages.",
      "cn": "他的学院的研究领域从人口统计延伸到劳动力短缺."
    },
    {
      "en": "In this study, the leaf demography was implemented with the method of randomized branch sampling.",
      "cn": "本研究中, 我们采用随机枝取样法,研究了东灵山地区辽东栎的叶群体的数量动态."
    },
    {
      "en": "It was partly to do with demography, partly to do with earnest muddleheadedness.",
      "cn": "这一部分与人口统计有关, 一部分与憨头憨脑的热忱有关."
    },
    {
      "en": "The study's findings were reported in the Demography.",
      "cn": "人口统计学刊上报道了该研究结果."
    },
    {
      "en": "The subject of demography has merged with that of reproductive strategies of organisms.",
      "cn": "关于生命统计这个课题已渗入了关于有机体繁殖对策的课题."
    },
    {
      "en": "This slow-motion disaster, demography insists, cannot be avoided without a major shift in resources.",
      "cn": "这是一场缓慢进行的灾难，人口统计学仍坚持不能避免资源的主要转移。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "demographic",
          "tran_cn": " 人口统计学的；人口学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "demographer",
          "tran_cn": " [统计] 人口统计学家，人口学家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "larithmics"
          ],
          "tran_cn": "[统计]人口统计学"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人口统计学",
      "tran_en": "the study of human populations and the ways in which they change, for example the study of how many births, marriages and deaths happen in a particular place at a particular time"
    }
  ],
  "exchange": {
    "pl": [
      "demographers"
    ],
    "adj": [
      "demographic"
    ]
  }
}