{
  "word": "alchemist",
  "ipa": {
    "us": "ˈælkəmɪst",
    "uk": "ˈælkəmɪst"
  },
  "sentences": [
    {
      "en": "A one - hour OVA, Fullmetal Alchemist: Reflections Special OVA, was released in 2005.",
      "cn": "一小时的卵, 钢之炼金术士: 反思特别卵, 在2005年获释."
    },
    {
      "en": "Alchemist easier to upgrade than the pastor.",
      "cn": "术师升级比牧师容易."
    },
    {
      "en": "At first glance, it all seems an alchemist's illusion.",
      "cn": "乍看上去, 它完全象是一位炼金术士的幻术."
    },
    {
      "en": "Changed the Crazy Alchemist Potion so it always gives health and mana.",
      "cn": "改变了疯狂炼金师药水的效果,使其一定给予生命和魔法值."
    },
    {
      "en": "He seems an alchemist, scooping out the true meaning of the building continuously, creating concise beauty.",
      "cn": "他像是一位炼金术士, 不断挖掘建筑的真谛, 创造简约的美."
    },
    {
      "en": "If you would like to order other Full Alchemist doujinshi, please write to us.",
      "cn": "若是您想购买其他钢之鍊金术师同人志, 请来信询问."
    },
    {
      "en": "It is this burden that the young Alchemist is Edward Elric.",
      "cn": "而这正是这位年轻的炼金术士,爱德华,所担负的责任."
    },
    {
      "en": "Kelley was a notorious forger, mystic and alchemist who was familiar with Cardan grilles.",
      "cn": "凯利是个恶名昭彰的伪造者 、 秘主义者和炼金术士,相当熟悉卡丹格板."
    },
    {
      "en": "Our industrialists are transforming sand and oil into ever smaller and more intricate machines, a form of alchemy more wondrous than anything any alchemist ever dreamed of.",
      "cn": "工业家正在将沙和石油转化为更为小巧、更为复杂的机器，这是一种连历史中的炼金术士做梦都无法想到的魔法。"
    },
    {
      "en": "The Alchemist is my favorite novel.",
      "cn": "《炼金术士》是我最喜欢的小说."
    },
    {
      "en": "The original museum of 1683 was based on the collections of Elias Ashmole, alchemist and antiquarian , a leading figure of \"The New Philosophy\".",
      "cn": "1683年老馆里的展品基本是伊莱亚斯·阿什莫尔的藏品。 他是一位炼金术士和古文物收集者，也是“新哲学”的领军人物。"
    },
    {
      "en": "The whole picture thus uses alchemist symbols to illustrate a spiritual journey to perfection.",
      "cn": "整幅图画因而利用炼金术的符号举例说明尽善尽美的精神升华过程."
    },
    {
      "en": "The word chemist was coined by shortening alchemist, and the term chemistry followed.",
      "cn": "化学家一词是由缩短炼金术士和化学之后短期."
    },
    {
      "en": "Would you rather be an alchemist or a chemist?",
      "cn": "那么，你想做一个炼金术士，还是一个化学家呢？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alchemic",
          "tran_cn": " 炼金术的"
        },
        {
          "word": "alchemical",
          "tran_cn": " 炼金术的"
        },
        {
          "word": "alchemistic",
          "tran_cn": " 炼金术的"
        },
        {
          "word": "alchemistical",
          "tran_cn": " 炼金术的；炼金术士的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "alchemy",
          "tran_cn": " 点金术；魔力"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hermetic"
          ],
          "tran_cn": "炼金术士"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "炼金术士",
      "tran_en": "An alchemist was a scientist in the Middle Ages who tried to discover how to change ordinary metals into gold"
    }
  ],
  "exchange": {
    "pl": [
      "alchemists"
    ]
  }
}