{
  "word": "reportedly",
  "ipa": {
    "us": "rɪˈpɔ:tɪdli",
    "uk": "rɪˈpɔrtɪdli"
  },
  "sentences": [
    {
      "en": "Apple is reportedly about to introduce a new digital taplaptablet.",
      "cn": "据报告,苹果将要推出一款新的数字平板."
    },
    {
      "en": "He was an early Christian Churchman who reportedly helped young lovers.",
      "cn": "他是早期的一位基督教教士,传说曾帮助过年轻的情侣们."
    },
    {
      "en": "Her fund strategy is reportedly based on computer trading models.",
      "cn": "据报道,她的交易策略是以电脑交易模型为基础的."
    },
    {
      "en": "Her husband’s assets are reportedly worth over $15 million.",
      "cn": "她丈夫的资产据传超过1,500万美元。"
    },
    {
      "en": "More than two hundred people have reportedly been killed in the past week's fighting.",
      "cn": "据说在上一周的战斗中有200多人丧生。"
    },
    {
      "en": "Owen's weekly wage is reportedly in the region of & pound ; 115 , 000.",
      "cn": "据报道,Owen的周薪为 11.5 万 英镑."
    },
    {
      "en": "People in some vehicles close to the bus were also reportedly shot.",
      "cn": "巴士左近的一些汽车也据报有人中弹."
    },
    {
      "en": "Reportedly, only two acres of land whom are goods produced.",
      "cn": "据传, 仅二亩地所产为之皆品."
    },
    {
      "en": "Roma are reportedly mulling a move for Chelsea striker Hernan Crespo.",
      "cn": "根据,意大利罗马队正在酝酿针对切尔西前锋埃尔南·克雷斯波的转会."
    },
    {
      "en": "The band have reportedly decided to split up.",
      "cn": "据说这个乐队已经决定解散。"
    },
    {
      "en": "The deal will reportedly make Terry the highest paid player in England.",
      "cn": "这份合同将会使特里成为英国薪水最高的球员."
    },
    {
      "en": "The mine reportedly had an accident rate triple the national average.",
      "cn": "据报道，该矿事故发生率是全国平均水平的3倍。"
    },
    {
      "en": "The publishing house reportedly retorted that geographically speaking, north China is correct.",
      "cn": "有报道称,出版社强调从地理方面将这两个省划分在中国北方之列是正确的."
    },
    {
      "en": "There was, reportedly, hand-to-hand combat in the streets.",
      "cn": "据说街上发生了肉搏战。"
    },
    {
      "en": "They have reportedly offered to swap them for Mr Dadullah.",
      "cn": "据报道,绑匪已经提出用这些人质交换达杜拉先生."
    },
    {
      "en": "Thousands of people battled with police and several were reportedly wounded.",
      "cn": "数千人与警方发生冲突，据报道有数人在冲突中受伤。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "report",
          "tran_cn": " 报告；报道；成绩单"
        },
        {
          "word": "reportage",
          "tran_cn": " 报告文学，报道文学；报道，新闻报道"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "report",
          "tran_cn": " 报告；报到；写报导"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "report",
          "tran_cn": " 报告；报导；使报到"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "据报道，据传说",
      "tran_en": "according to what some people say"
    }
  ],
  "exchange": {}
}