{
  "word": "germanium",
  "ipa": {
    "us": "dʒɜ:ˈmeɪniəm",
    "uk": "dʒɜrˈmeɪniəm"
  },
  "sentences": [
    {
      "en": "A benzfluorenone spectrophotometric method is introduced for the determination of germanium in organic germanium beverage.",
      "cn": "介绍了测定有机锗饮料中的锗的苯芴酮分光光度法."
    },
    {
      "en": "An instrument for measuring the index of optical materials ( germanium, silicon etc ) is introduced.",
      "cn": "介绍一种可测锗 、 硅等 红外 光学材料折射率的测试仪器."
    },
    {
      "en": "Apart from selenium and vapour - deposited germanium and silicon, glasses are at least diatomic.",
      "cn": "除了硒和汽相沉积的锗和硅之外, 玻璃至少是二原子的."
    },
    {
      "en": "Changing the angle and length of the bonds between germanium atoms also changed the energies required to kick their electrons into the conduction band.",
      "cn": "改变锗原子的连接角度和长度的同时，将它们的电子踢到传导带所需的能量也变化了。"
    },
    {
      "en": "Doped silicon and germanium are technologically the most important types of semiconducting material.",
      "cn": "添加硅和锗在工艺上是半导体物质中最重要的类型."
    },
    {
      "en": "However, germanium transistors are relatively expensive, so use them only in applications requiring low - input - operation.",
      "cn": "然而, 锗晶体管价格相对高些, 所以只在需要低输入电压的应用中使用."
    },
    {
      "en": "In computers, these diodes are primarily germanium or silicon crystals.",
      "cn": "在计算机中, 这些二极管基本上是锗或硅晶体二极管."
    },
    {
      "en": "It s also the first germanium laser to operate at room temperature.",
      "cn": "这同样也是第一速在室温下得到控制的锗激光。"
    },
    {
      "en": "Organic germanium poly acid derivative could prevent the decline of spleen weight.",
      "cn": "且有机锗多酸衍生物可防止荷瘤鼠脾脏重量的下降."
    },
    {
      "en": "RESULTS: GSC contains the highest ( 11.18 % ) germanium in 5 ppm enriched germanium MS cultrue medium.",
      "cn": "结果: 在5ppm的富锗培养基上培养的GSC中锗的转化率最高 ( 1118% )."
    },
    {
      "en": "Silicon based germanium quantum - dot ( QD ) devices are highly focused for itscompatibility with mature VLSI processing technology.",
      "cn": "其中硅基锗量子点器件因其制备工艺与成熟的大规模集成电路工艺的兼容性而更加受到人们的重视."
    },
    {
      "en": "Tests on products containing germanium showed there was a risk.",
      "cn": "测试产品的含锗量能够显示其危险性."
    },
    {
      "en": "The authors have proposed some measures related to germanium concentration without changing of the original flowsheet.",
      "cn": "在不改变原工艺流程的基础上提出了富集锗的相关措施."
    },
    {
      "en": "The reason of the slow development of germanium production and application has been analysed.",
      "cn": "分析了锗产量增长速度不快的原因和当前应用领域现状."
    },
    {
      "en": "The researchers inject pairs of electrons and holes into the germanium.",
      "cn": "研究者们注射成对的电子和凹陷到锗中。"
    },
    {
      "en": "There are diodes and germanium diodes gui.",
      "cn": "有圭二极管和锗二极管."
    },
    {
      "en": "This paper summarized the and chemical properties, distribution and metabolism in animals, biological functions of germanium.",
      "cn": "就锗的理化性质及锗在动物体内的分布、代谢, 生物学功能展开综述."
    },
    {
      "en": "Until today germanium is the present substance on earth with no exception.",
      "cn": "直至今天锗才毫无异议地成为地球上是纯净的物质."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "锗",
      "tran_en": "a brittle crystalline grey element that is a semiconducting metalloid, occurring principally in zinc ores and argyrodite: used in transistors, as a catalyst, and to strengthen and harden alloys"
    }
  ],
  "exchange": {}
}