{
  "word": "irregularity",
  "ipa": {
    "us": "ɪˌreɡjəˈlærəti",
    "uk": "ɪˌreɡjəˈlærəti"
  },
  "sentences": [
    {
      "en": "a slight irregularity in his heartbeat",
      "cn": "他略微的心律不齐"
    },
    {
      "en": "A slight irregularity in pulse during sleep is not significant.",
      "cn": "在睡眠时脉搏轻度不规则并不要紧."
    },
    {
      "en": "An irregularity in the force or rhythm of the heartbeat.",
      "cn": "'心律'.''''.'失常'. ''不规则的心跳强度或节奏."
    },
    {
      "en": "And his practice is apparent irregularity.",
      "cn": "而他的做法是明显的违法."
    },
    {
      "en": "He is suffering from irregularity.",
      "cn": "他便秘."
    },
    {
      "en": "Its complexity degree can be quantitatively evaluated using fractal dimension that can describe geometrical irregularity.",
      "cn": "其复杂程度可以用描述几何不规则性的分维来定量评价。"
    },
    {
      "en": "Judges cannot permit irregularity in carrying out justice.",
      "cn": "法官执法时不允许有不正当的行为."
    },
    {
      "en": "Omit no harsh line , smooth away no displeasing irregularity.",
      "cn": "不能省略任何刺眼的纹路, 不能掩饰任何讨厌的丑处."
    },
    {
      "en": "PLIF imaging of turbulence flame displays clearly the irregularity of flame surface.",
      "cn": "湍流火焰的PLIF图则清晰地显示出火焰面的不规则性."
    },
    {
      "en": "Research indicates that GDL have characteristics of randomness, irregularity and self - similarity.",
      "cn": "研究表明,扩散层具有随机性 、 无序性和自相似性等分形特性."
    },
    {
      "en": "She never came without reporting some fresh instance of Wickham's extravagance or irregularity.",
      "cn": "她每一次来的时候,都会讲些有关威克瀚姆豪华奢侈生活的新鲜事."
    },
    {
      "en": "Ten (10) instances of irregularity shall be taken Default Action with respect to that Location during any 12 consecutive months.",
      "cn": "连续12个月发生10次不规则行为构成违约，即连续12个月发生五次迟付款构成违约。"
    },
    {
      "en": "The irregularity of cellular phone distribution indicates the importance of the channel management too.",
      "cn": "手机分销市场的不规范也反映了渠道管理的重要性."
    },
    {
      "en": "The paint will cover any irregularity in the surface of the walls.",
      "cn": "油漆会遮盖住墙壁上任何不平整的地方。"
    },
    {
      "en": "The topography of bullet surface wear was studied by using fractal theory. The irregularity and random distribution of its surface wear show the fractal characteristics.",
      "cn": "应用分形理论对弹头磨损表面形貌进行了研究，研究表明，其表面磨损形貌的不规则和随机分布性具有分形特征。"
    },
    {
      "en": "There is an irregularity in your application.",
      "cn": "你的申请书不齐全."
    },
    {
      "en": "When collecting your baggage at the airport, remember to bring your Property Irregularity Report.",
      "cn": "请您带好“不正常行李报告单”到机场取行李."
    },
    {
      "en": "Will you please fill out the Property Irregularity Report?",
      "cn": "您能填写一下行李不正常运输记录?"
    },
    {
      "en": "Working according to regulations is the best way to fight irregularity!",
      "cn": "按规定作业是战胜“马虎”的最有效方法!"
    },
    {
      "en": "You need to complete the Property Irregularity Report.",
      "cn": "您需要填写一下行李不正常运输记录."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "irregular",
          "tran_cn": "不规则的；无规律的；非正规的；不合法的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "irregularly",
          "tran_cn": "不规则地；不整齐地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "irregular",
          "tran_cn": "不规则物；不合规格的产品"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anomaly",
            "abnormity"
          ],
          "tran_cn": "不规则；无规律；[电子]不整齐"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abnormality",
            "inequality",
            "license"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不规则，无规律，非正则，非正式，不整齐，不规则的事物",
      "tran_en": "something that does not happen at regular intervals"
    }
  ],
  "exchange": {
    "pl": [
      "irregularities"
    ]
  }
}