{
  "word": "unfairly",
  "ipa": {
    "us": "ʌnˈfeəlɪ",
    "uk": "ʌnˈfɛrlɪ"
  },
  "sentences": [
    {
      "en": "\" One thing I'm not mistaken about today is that your aunt accused me unfairly. \"",
      "cn": "鸿渐道: “今天我不认错的,是你姑母冤枉我. ”"
    },
    {
      "en": "An industrial tribunal has no jurisdiction to decide whether an employee was fairly or unfairly dismissed.",
      "cn": "劳资仲裁法庭无权判定解雇是否正当。"
    },
    {
      "en": "And that's going to require some very hard choices. And we're going to have to do that in a way that does not add unfairly to the burdens that the average American already faces.",
      "cn": "他还称,\"这就需要作出一些十分困难的选择.我们达到此目的所采取的方式,将不会向普通美国人已面临的负担中,增加不公平的累赘.\""
    },
    {
      "en": "Any man deserves redress if he has been injured unfairly.",
      "cn": "任何人若蒙受不公平的损害都应获得赔偿."
    },
    {
      "en": "Everyone feels resentment at being treated unfairly.",
      "cn": "每个人都会为受到不公平的待遇而感到愤慨."
    },
    {
      "en": "He had unfairly presented a caricature of my views.",
      "cn": "他歪曲了我的观点。"
    },
    {
      "en": "He raised his price unfairly.",
      "cn": "他不当地抬高价钱."
    },
    {
      "en": "He unfairly blamed Frances for the failure.",
      "cn": "他把失败归咎于弗朗西丝，这不公平。"
    },
    {
      "en": "I was indignant because I felt that I had been punished unfairly.",
      "cn": "我非常愤慨,因为我觉得对我的惩罚是不公平的."
    },
    {
      "en": "Most of the victims felt that they had been dismissed unfairly.",
      "cn": "大多数受害者感到解雇他们是不公平的."
    },
    {
      "en": "Some shops marked up the goods unfairly.",
      "cn": "有几家商店的货价提高得不公道."
    },
    {
      "en": "Students have no way of getting back at a teacher who marks their work unfairly.",
      "cn": "学生无法报复评分不公道的老师."
    },
    {
      "en": "The court ruled that Ms Hill had been unfairly dismissed.",
      "cn": "法庭裁定解雇希尔女士是不公正的."
    },
    {
      "en": "The interest of usury is unfairly high.",
      "cn": "高利贷的利息惊人得高."
    },
    {
      "en": "The workers voiced their indignation at being unfairly dismissed.",
      "cn": "对被不公正解雇一事工人们表示愤慨."
    },
    {
      "en": "Workers who have been unfairly dismissed may claim compensation.",
      "cn": "被无理开除的工人可以要求补偿."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unfair",
          "tran_cn": " 不公平的，不公正的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "unfairness",
          "tran_cn": " 不公平，不公正；不正当"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "wrong",
            "unlawfully"
          ],
          "tran_cn": "不公平地；不正当地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不公平地，不公正地，不正当地"
    }
  ],
  "exchange": {
    "noun": [
      "unfairness"
    ],
    "adj": [
      "unfair"
    ]
  }
}