{
  "word": "hemolysis",
  "ipa": {
    "us": "hɪ'mɒlɪsɪs",
    "uk": "hɪ'mɒlɪsɪs"
  },
  "sentences": [
    {
      "en": "A decreased RBC mass (anemia) may be caused by blood loss, hemolysis, or decreased production.",
      "cn": "红细胞数量降低（贫血）可能是由于失血，溶血，或产生数量减少。"
    },
    {
      "en": "Aim Effect of hemolysiS on liver function analysis.",
      "cn": "目的:探讨溶血对肝功能分析的影响."
    },
    {
      "en": "Four remnant shunt with hemolysis were found 24 hours later after operation.",
      "cn": "术后24h有4例出现残余分流伴溶血."
    },
    {
      "en": "Hemolysis can be confirmed by observation of schistocytes on a blood smear.",
      "cn": "溶血可以通过观察血涂片中的裂细胞而确诊."
    },
    {
      "en": "Is the Suppression of Hemolysis by CDP - choline during Human Blood Storage Associated with Energy Metabolism?",
      "cn": "胞二磷胆碱对贮存红细胞溶血的抑制作用是否与能量代谢有关?"
    },
    {
      "en": "It was proposed that knowing the possible mechanism of sports hemolysis can positively prevent its happening.",
      "cn": "了解运动性溶血发生的各种可能机制,对有效预防其发生起到积极的作用."
    },
    {
      "en": "Methods Manner plate assay, contact hemolysis and supernatant assay were used.",
      "cn": "方法平板检测法, 接触溶血法,上清检测法."
    },
    {
      "en": "Methods: The hemolysis was induced respectively by H _ 2 O _ 2 in vitro and acetylphenyl hydrazine ( APH ) in vivo.",
      "cn": "结果外秃疮花提取物对H2O2诱导的鼠红细胞溶血的抑制率可达78%."
    },
    {
      "en": "Methods: To use blood heart of rabbit to make in vitro hemolysis test.",
      "cn": "方法: 利用兔心血做体外溶血试验."
    },
    {
      "en": "Objective To investigate the relationship between CD 59 and traditional hemolysis tests for paroxysmal nocturnal hemoglobinuria.",
      "cn": "目的研究CD59抗原与传统的阵发性睡眠性血红蛋白尿症溶血试验之间的关系."
    },
    {
      "en": "Other salient features of the case include fever, hematuria, hemolysis, and coagulopathy.",
      "cn": "这个病例其他显著的特点包括发热, 血尿, 溶血作用和凝血病."
    },
    {
      "en": "Otherwise , hemolysis will happen, which may cause the patient to die.",
      "cn": "否则就会会发生溶血, 溶血是致命的."
    },
    {
      "en": "RSP - R can also inhibiting the hemolysis of mice red blood cell as well.",
      "cn": "另外,RSP -R 还可抑制大鼠红细胞氧化溶血程度."
    },
    {
      "en": "Such blood undergoes hemolysis.",
      "cn": "这种血将会发生溶血."
    },
    {
      "en": "The complications included high degree atrioventricular block ( AVB, 6 cases ), hemolysis ( 2 cases ) and occluder displaced ( 1 case ).",
      "cn": "发生高度房室传导阻滞 ( AVB)6例(1.3% ), 溶血2例(0.4% ) ,封堵器明显移位1例(0.2% )."
    },
    {
      "en": "There are dilatation of blood sinus, hemolysis, macrophage reactions erc.",
      "cn": "脾血窦扩张、溶血及巨噬细胞反应等现象;"
    },
    {
      "en": "Xan inhibited that RBC hemolysis and the generation of MDA was decreased.",
      "cn": "3种Xan均能抑制RBC自 氧化,显著减少RBC自氧化过程中MDA的含量."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hemolytic",
          "tran_cn": " [生理][免疫] 溶血的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "hemolysin",
          "tran_cn": " [生化] 溶血素，溶红血球素（等于haemolysin）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "laking"
          ],
          "tran_cn": "[生理][免疫]溶血（现象）；血细胞溶解"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "溶血"
    }
  ],
  "exchange": {}
}