{
  "word": "piecemeal",
  "ipa": {
    "us": "ˈpi:smi:l",
    "uk": "ˈpisˌmil"
  },
  "sentences": [
    {
      "en": "A lack of narrative drive leaves the reader with piecemeal vignettes.",
      "cn": "述缺乏吸引力,读者读到的只是一些支离破碎的片段."
    },
    {
      "en": "A piecemeal approach to China's internationalization is doomed to failure.",
      "cn": "各个击破式地应对中国的国际化注定将要失败."
    },
    {
      "en": "a piecemeal approach to dealing with the problem",
      "cn": "全无章法的解决问题的方式"
    },
    {
      "en": "a piecemeal approach to the problem",
      "cn": "一种头痛医头、脚痛医脚的解决问题方式"
    },
    {
      "en": "A wolf tore the lamb piecemeal.",
      "cn": "一只狼把小羊撕成碎片."
    },
    {
      "en": "Both parties are disstisfied with \" piecemeal tinkering \" and \" muddling through \".",
      "cn": "二者都不满足于 “ 渐进修补 ” 和 “ 摸索前进 ”."
    },
    {
      "en": "For convenience, I shall label these methods \" piecemeal technology \".",
      "cn": "为了方便起见, 我称这些方法为 “ 渐进技术 ”."
    },
    {
      "en": "I do not believe that any corresponding criticism of the piecemeal method can be offered.",
      "cn": "我不相信能对渐进方法提出适当批评."
    },
    {
      "en": "I've only had a piecemeal account of what happened.",
      "cn": "我对发生的事情只有支离破碎的了解."
    },
    {
      "en": "If you have tests, perhaps you could adopt more of the other practices in a piecemeal fashion, but why would you want to?",
      "cn": "如果您有了一些测试，您或许能够进一步零零碎碎地采用更多其它的测试，但您为什么要这样做呢？"
    },
    {
      "en": "In so far as historicism is technological, its approach is not piecemeal, but'holistic '.",
      "cn": "仅就历史决定论是一种技术而论, 它的方法不是渐进的, 而是 “ 整体主义的 ”."
    },
    {
      "en": "It was built piecemeal over some 130 years.",
      "cn": "它是在大约一百三十年间一点一点建造起来的。"
    },
    {
      "en": "Let's settle the matter at one stroke , not piecemeal.",
      "cn": "把这事一气儿解决了吧, 别零敲碎打了."
    },
    {
      "en": "One teaches little children and savages and backward adults in that piecemeal fashion.",
      "cn": "这种零敲碎打的方法是人们用来教小孩、蛮类和低能的成年人的."
    },
    {
      "en": "Our current old, piecemeal energy transmission capability is barely up to today’s need let alone tomorrow’s and I see no signs of private capital stepping in to do the job.",
      "cn": "我们目前旧的，零碎的能源传输能力已不能满足今天的需求，也不足以留给明天，我也没看到私有生产者做这个工作的迹象。"
    },
    {
      "en": "The buildings have been adapted in a piecemeal fashion .",
      "cn": "那些大楼的改造是零星进行的。"
    },
    {
      "en": "The gradual and piecemeal change was welcomed by most people.",
      "cn": "这种一点一点渐进的改变受到大多数人的欢迎."
    },
    {
      "en": "The holists reject the piecemeal approach as being too modest.",
      "cn": "整体主义者反对渐进方法,认为它太温和."
    },
    {
      "en": "The new high - rise was assembled piecemeal.",
      "cn": "那幢新的 高层建筑 是一块一块地组装起来的."
    },
    {
      "en": "The piecemeal engineer, like Socrates, knows how little he knows.",
      "cn": "渐进工程师, 例如苏格拉底, 知道他的知识多么少."
    },
    {
      "en": "These piecemeal solutions won't work.",
      "cn": "这些零敲碎打的解决办法不会有效。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "gradual",
            "bitty"
          ],
          "tran_cn": "零碎的；逐渐的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "block",
            "mass",
            "slip"
          ],
          "tran_cn": "片；块"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "comminute",
            "pulverize"
          ],
          "tran_cn": "粉碎"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "ad&a",
      "tran_cn": "零碎地，零碎的"
    },
    {
      "pos": "adj",
      "tran_cn": "零碎的，逐个完成的，一件一件的",
      "tran_en": "a process that is piecemeal happens slowly and in stages that are not regular or planned properly"
    },
    {
      "pos": "adv",
      "tran_cn": "零碎地；逐个地",
      "tran_en": "Piecemeal is also an adverb"
    },
    {
      "pos": "n",
      "tran_cn": "片；块"
    },
    {
      "pos": "vt",
      "tran_cn": "粉碎"
    }
  ],
  "exchange": {}
}