{
  "word": "Ms",
  "ipa": {
    "us": "ˌem ˈes",
    "uk": "mɪz"
  },
  "sentences": [
    {
      "en": "“I have to create good circumstances for him,” said Ms.",
      "cn": "“我得为他创造良好的生活环境，” 王女士说。"
    },
    {
      "en": "Before I interviewed Ms Waters, I read her book again just to refresh my memory.",
      "cn": "采访沃特斯女士之前, 我又读了一遍她的书,以唤起自己的记忆."
    },
    {
      "en": "I am here to accept the award on Ms. Winslet's behalf.",
      "cn": "我在这儿代温斯莱特女士领这个奖."
    },
    {
      "en": "It somehow seems hardly surprising that Ms Player is now his sworn enemy.",
      "cn": "现在普莱耶女士成了他不共戴天的仇敌反倒让人觉得不足为奇了。"
    },
    {
      "en": "Ms Campbell speaks passable French.",
      "cn": "坎贝尔女士法语说得还算可以。"
    },
    {
      "en": "Ms Carey appeared to blame her breakdown on EMI's punishing work schedule.",
      "cn": "凯丽女士似乎将她的精神崩溃归咎于百代唱片公司高度紧张的工作日程安排。"
    },
    {
      "en": "Ms Highsmith has made Switzerland her home.",
      "cn": "海史密斯女士已经在瑞士安了家。"
    },
    {
      "en": "Ms Mann is working with young offenders and trying to break cycles of offending.",
      "cn": "曼女士正在从事帮助少年犯的工作，试图打破犯罪的恶性循环。"
    },
    {
      "en": "Ms Nova is the proud possessor of a truly incredible voice.",
      "cn": "诺娃女士拥有一副美妙动听的好嗓音，对此她深以为豪。"
    },
    {
      "en": "Ms Senatorova showed an instinctive feel for market economics.",
      "cn": "谢纳托罗娃女士对市场经济学有一种天生的敏感。"
    },
    {
      "en": "Ms Tyson also had her knuckles rapped for doing this.",
      "cn": "泰森女士也因为这么做而受到了指责。"
    },
    {
      "en": "Ms. Redgrave affects a heavy Italian accent.",
      "cn": "雷德格雷夫女士假装带有浓重的意大利口音。"
    },
    {
      "en": "One is to point out its advantages, which is what Ms Fiorina did this week.",
      "cn": "一种是指出它的优势所在，这也正是 费奥利娜女士这周做的事情。"
    },
    {
      "en": "Please give my greeting to Ms. Macleod.",
      "cn": "请代我向麦克劳德女士问候."
    },
    {
      "en": "The court could issue a citation and fine Ms. Robbins.",
      "cn": "法庭可能会发传票，对罗宾斯女士处以罚款。"
    },
    {
      "en": "The court ruled that Ms Hill had been unfairly dismissed.",
      "cn": "法庭裁定解雇希尔女士是不公正的."
    },
    {
      "en": "This allowed Ms. Kelley to lay aside money to start her business.",
      "cn": "这样凯利女士就可以把钱存起来创业。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "ms office",
      "tran_cn": "办公软件；计算机等级考试"
    },
    {
      "phrase": "ms word",
      "tran_cn": "文书处理软件"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "女士（代替Miss或Mrs的字，不指明称呼人的婚姻状况），字母M( M的名词复数 )"
    },
    {
      "pos": "other",
      "tran_cn": "女士"
    }
  ],
  "exchange": {}
}