{
  "word": "incineration",
  "ipa": {
    "us": "ɪnˌsɪnə'reɪʃn",
    "uk": "ɪnˌsɪnə'reɪʃn"
  },
  "sentences": [
    {
      "en": "A new technology, paper mill sludge incineration in fluidized bed ( FB ) is being developed.",
      "cn": "研究了造纸污泥的 流化床 焚烧新技术."
    },
    {
      "en": "At present, the main method of sludge disposal is landfill, composting and incineration of three farm.",
      "cn": "目前, 污泥的处置方法主要是填埋 、 堆肥农用和焚烧三种."
    },
    {
      "en": "Calorific value is the important parameter for incineration process and equipment design.",
      "cn": "热值是焚烧工艺、设备设计的重要参数."
    },
    {
      "en": "Dioxins are unwanted byproducts of some industrial processes and waste incineration.",
      "cn": "二恶英是一些工业过程和废物焚化的有害副产品。"
    },
    {
      "en": "Finally, the result of recycling study of the incineration residue.",
      "cn": "还介绍了焚烧炉渣再利用的研究成果."
    },
    {
      "en": "In addition, the site can provide the space for incineration and the off - site incineration involves - distance transport.",
      "cn": "此外该场地不能提供场内焚烧需要的空间,而场外焚烧需要长距离的运输."
    },
    {
      "en": "Incineration cannot, of course, eliminate landfilling.",
      "cn": "焚化当然不可能避免掩埋."
    },
    {
      "en": "Incineration now increases damage instead of critical strike chance.",
      "cn": "焚化现在提升伤害而非提升致命一击率."
    },
    {
      "en": "Incineration or flaring, is used when an organic pollutant can be oxidized to CO 2 and water.",
      "cn": "若有机污染物可被氧化成二氧化碳和水, 就使用焚化或燃烧的方法."
    },
    {
      "en": "Keywords: strategy, sustainability, reuse, landfill, incineration, agricultural application, melting.",
      "cn": "关键词: 处置策略 、 永续性 、 再利用 、 卫生掩埋 、 焚化 、 农地利用 、 熔融."
    },
    {
      "en": "Players will face Incineration from the Pillar Fire.",
      "cn": "玩家将面对燃烧一切的火柱."
    },
    {
      "en": "Projects involving nuclear energy, large - scale hydro - electric power and waste incineration do not contribute to sustainability.",
      "cn": "核能 、 大规模水电和废物焚烧的项目无助于可持续发展."
    },
    {
      "en": "Senior middle school or above with 2 years' operating experience in incineration plant, power or cogeneration plant, chemical plant. Or.",
      "cn": "高中及以上学历：焚化厂、热电厂或化工厂2年以上生产操作工作经验；"
    },
    {
      "en": "Sludge incineration is a frequently employed disposed method.",
      "cn": "污泥焚烧也是一种常用的处置方法."
    },
    {
      "en": "The conventional types of air pollution control system is direct - fired incineration, liquid absorption - stripping , active carbon adsorption.",
      "cn": "涂装车间目前治理废气常用的方法有:直接燃烧法 、 液体吸收法 、 活性炭吸附法."
    },
    {
      "en": "There's also dioxin, a byproduct of paper manufacture and waste incineration.",
      "cn": "还有二恶英, 纸生产和废物燃烧的副产物."
    },
    {
      "en": "Very few plants have provisions for the separate disposal of grease to scavengers or by incineration.",
      "cn": "几乎没有工厂采用清除器对油脂进行分别处置，或采用焚化进行处置的措施。"
    },
    {
      "en": "Whereas , Sludge disposal technologies include incineration, land filling, land application and building materials.",
      "cn": "污泥处置技术主要有焚烧 、 填埋 、 土地利用、建材利用等."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "incinerate",
          "tran_cn": " 把……烧成灰；烧弃"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "incinerate",
          "tran_cn": " 焚化；烧成灰"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "burning"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "incineration plant",
      "tran_cn": "焚烧车间；焚化厂"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "焚化，火葬"
    }
  ],
  "exchange": {
    "verb": [
      "incinerate"
    ]
  }
}