{
  "word": "iodide",
  "ipa": {
    "us": "ˈaɪədaɪd",
    "uk": "ˈaɪəˌdaɪd"
  },
  "sentences": [
    {
      "en": "\"Either there's a special machine that spits out silver iodide, dry ice or cement into the clouds, or a hatch opens and a guy with a shovel seeds the clouds manually, \" he explains.",
      "cn": "“其一是通过一种特殊的机器，将碘化银、干冰或凝结剂送入云霄，或者当飞机升空之后打开舱门，用铲子将药品洒出去，”他解释说。 “当云层接触到这些化学品，马上会形成一个大洞。"
    },
    {
      "en": "Aircrafts fly above and beside the storm clouds tiny silver iodide crystals into them, triggering rainfall.",
      "cn": "飞机飞行于风暴云之上及其周围,向风暴云中撒播碘化银晶粉以激发降雨."
    },
    {
      "en": "Calcium, phosphate , Magnesium phosphate, Ferrous citrate, Zinc sulphate , Potassium Iodide.",
      "cn": "磷酸钙 、 磷酸镁 、 柠檬酸亚铁 、 硫酸锌、碘化钾."
    },
    {
      "en": "Clouds are sometimes seeded with silver iodide to induce precipitation.",
      "cn": "人们有时在云里播撒碘化银,以诱使降雨."
    },
    {
      "en": "Comparison interventions included non - iodised salt, iodised water, iodised oil, iodation with potassium iodide versus potassium iodate.",
      "cn": "作对照的干预措施包括无碘食盐 、 碘化水 、 碘油, 以及碘酸钾与碘化钾作对照."
    },
    {
      "en": "Gas may play an important part in the accumulation of iodide in subsurface waters.",
      "cn": "在地下水碘化物聚集过程中,气体可起重要作用."
    },
    {
      "en": "Guide for the use of potassium iodide in accident of radioiodine contamination.",
      "cn": "放射性碘污染事故时碘化钾的使用导则."
    },
    {
      "en": "In the intestine, free iodine or iodate undergoes reduction to iodide before absorption.",
      "cn": "在肠内被吸收以前游离碘或碘酸盐还原成碘化物."
    },
    {
      "en": "It was a compound called silver iodide.",
      "cn": "那是一种叫做碘化银的化合物."
    },
    {
      "en": "Objective To determine the permeability of prolonium iodide through blood - ocular barrier.",
      "cn": "目的确定普罗碘铵通过血 - 眼屏障的能力."
    },
    {
      "en": "Silver iodide is used because its form is similar to ice crystals.",
      "cn": "碘化银被采用是因为他的构成和冰晶很像."
    },
    {
      "en": "The migration of iodide ion between layers is controlled by barrier interlayers.",
      "cn": "碘离子在层间的扩散作用可以用隔层加以控制."
    },
    {
      "en": "There was the trouble. The silver iodide he had used was not pure.",
      "cn": "问题找到了, 他所用的碘化银不纯."
    },
    {
      "en": "Use: Used as an analytical reagent , to prepare iodide, and in photographing.",
      "cn": "用途: 用作分析试剂.用于照相印版 、 碘化物的制备."
    },
    {
      "en": "Weekly testing for ammonia, nitrite, nitrate, turbidity, iodide, and strontium.",
      "cn": "每周测试氨氮, 亚硝酸盐, 硝酸盐氮, 浊度, 碘, 锶."
    },
    {
      "en": "When we seed the clouds silver iodide. rain is precipitated.",
      "cn": "碘化银撒进云层里能造雨."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "methyl iodide",
      "tran_cn": "碘甲烷；[化][医]甲基碘；碘代烷"
    },
    {
      "phrase": "potassium iodide",
      "tran_cn": "碘化钾"
    },
    {
      "phrase": "silver iodide",
      "tran_cn": "［化］碘化银"
    },
    {
      "phrase": "sodium iodide",
      "tran_cn": "n. 碘化钠"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "碘化物"
    }
  ],
  "exchange": {}
}