{
  "word": "bookstore",
  "ipa": {
    "us": "'bʊkstɔ:(r)",
    "uk": "ˈbʊkˌstɔr, -ˌstor"
  },
  "sentences": [
    {
      "en": "Browse the  technology bookstore for books on this and other technical topics.",
      "cn": "在  技术书店 浏览关于这些和其他技术主题的图书。"
    },
    {
      "en": "Browse the technology bookstore for books on this and other technical topics.",
      "cn": "在技术书店浏览关于这些和其他技术主题的图书。"
    },
    {
      "en": "Follow this road to the bookstore, then turn to the left.",
      "cn": "顺着这条街到书店, 然后向左拐."
    },
    {
      "en": "He carried on a bookstore in the town.",
      "cn": "他在城里开了一家书店."
    },
    {
      "en": "He enquired for the book in a bookstore.",
      "cn": "他在书店查询那本书."
    },
    {
      "en": "He happened on the book in a secondhand bookstore.",
      "cn": "他在旧书店里偶然发现了这本书."
    },
    {
      "en": "He lit upon some jest books in the bookstore.",
      "cn": "他在书店偶然发现了一些笑话集。"
    },
    {
      "en": "He never goes out but he drops in at that bookstore.",
      "cn": "他每次外出都会顺道去那家书店待一会儿."
    },
    {
      "en": "I fell in with him at a bookstore in Shanghai.",
      "cn": "我在上海的一家书店里碰到了他."
    },
    {
      "en": "I happened to see Peter on the way to the bookstore yesterday.",
      "cn": "昨天我去书店的路上碰巧遇见了彼得."
    },
    {
      "en": "I like to go bookstore on my spare time.",
      "cn": "我喜欢在我的业余时间去书店。"
    },
    {
      "en": "I ordered some new books from the bookstore.",
      "cn": "我从书店订购了一些新书."
    },
    {
      "en": "I picked up the book in a secondhand bookstore.",
      "cn": "我在一家旧书店里偶获此书."
    },
    {
      "en": "I tumbled upon the rare volume in the nearby bookstore.",
      "cn": "我在附近那家书店偶然发现了这一珍本."
    },
    {
      "en": "That bookstore would not accept returns even ones in good condition.",
      "cn": "那家书店不接受退还的书,即使是完好无损的书也不要."
    },
    {
      "en": "The books in the bookstore cover everything, from cookery to cytology.",
      "cn": "那家书店从烹饪到细胞学各个方面的书都有。"
    },
    {
      "en": "The bookstore is just around the corner.",
      "cn": "书店就在那边转弯的地方."
    },
    {
      "en": "The technology bookstore: Browse for books on these and other technical topics.",
      "cn": "技术书店：浏览关于这些主题和其他技术主题的图书。"
    },
    {
      "en": "Unable to find the book in this bookstore, he bought elsewhere.",
      "cn": "这家书店找不到此书, 他到别处买去了."
    },
    {
      "en": "Who returns home I pass by a bookstore on the road.",
      "cn": "回家的路上我路过一家书店."
    },
    {
      "en": "You can find these books in any local bookstore.",
      "cn": "你在当地的任一所书店都能找到此类书。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "libraire"
          ],
          "tran_cn": "[贸易]书店（等于bookshop）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "online bookstore",
      "tran_cn": "在线网上书店"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "书店",
      "tran_en": "a shop that sells books"
    },
    {
      "pos": "other",
      "tran_cn": "书店",
      "tran_en": "a shop that sells books"
    }
  ],
  "exchange": {
    "pl": [
      "bookstores"
    ]
  }
}