{
  "word": "desertification",
  "ipa": {
    "us": "dɪˌzɜːtɪfɪˈkeɪʃn",
    "uk": "dɪˌzɜːrtɪfɪˈkeɪʃn"
  },
  "sentences": [
    {
      "en": "A third of Africa is under threat of desertification.",
      "cn": "三分之一的非洲大陆面临着荒漠化的威胁。"
    },
    {
      "en": "Achievements have been made in desertification prevention and control.",
      "cn": "防沙治沙工作取得积极效果."
    },
    {
      "en": "Booming cattle breeding is a major cause of desertification in grassland.",
      "cn": "发达的畜牧业是草原荒漠化的主要原因之一."
    },
    {
      "en": "Damages caused by desertification were assessed at millions of dollars.",
      "cn": "沙漠化造成的损失估计达到上百万美元."
    },
    {
      "en": "Desertification caused by rivers, reservoirs, drainage plug.",
      "cn": "沙漠化造成河流 、 水库 、 水渠堵塞."
    },
    {
      "en": "Desertification drains an arid or semiarid land of its life - supporting capabilities.",
      "cn": "沙漠化使干旱或半干旱地区维持生命的能力逐渐枯竭."
    },
    {
      "en": "Desertification has been recognized as a major threat to biodiversity.",
      "cn": "土地沙漠化被认为是对生物多样性构成主要的威胁."
    },
    {
      "en": "Desertification is a disaster for the natural environment.",
      "cn": "沙化是自然环境的大患."
    },
    {
      "en": "Desertification of various degrees have been happening source region of Yangtze River.",
      "cn": "长江源区存在不同程度的沙化现象,沙地种类多样,分布广泛."
    },
    {
      "en": "Land desertification is the main ecological problem of northwest inland basin.",
      "cn": "土地荒漠化是西北内陆河流域主要生态环境问题."
    },
    {
      "en": "The desertification of land by the current world - wide attention.",
      "cn": "留学解答资讯网:土地的沙漠化得到了当今世界广范围的重视."
    },
    {
      "en": "The happening of regional desertification system is stochastic, complicated and multicomponent.",
      "cn": "区域荒漠化发生是随机的 、 复杂的,多元的复杂系统."
    },
    {
      "en": "There must be intrinsic mechanism of land desertification behind these activities.",
      "cn": "在这些破坏行为背后,存在着更深层次、更具决定性作用的荒漠化内在机制."
    },
    {
      "en": "Therefore, the process of desertification control is the SD process.",
      "cn": "沙漠化全面治理的过程正是沙漠化地区向可持续发展的过程."
    },
    {
      "en": "This result reveals habitat fragmentation caused by the desertification in this region.",
      "cn": "这一结果揭示了荒漠化过程引起的生境破碎化."
    },
    {
      "en": "What should be done to further prevent land degradation and desertification?",
      "cn": "我们如何预防土地的进一步退化和沙漠?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "desert",
          "tran_cn": " 沙漠的；荒凉的；不毛的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "desert",
          "tran_cn": " 沙漠；荒原；应得的赏罚"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "desert",
          "tran_cn": " 遗弃；开小差；逃掉"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "desert",
          "tran_cn": " 遗弃；放弃；逃跑"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "沙漠化，沙化",
      "tran_en": "the process by which useful land, especially farmland, changes into desert"
    }
  ],
  "exchange": {}
}