{
  "word": "protectionist",
  "ipa": {
    "us": "prə'tekʃənɪst",
    "uk": "prə'tekʃənɪst"
  },
  "sentences": [
    {
      "en": "And added that its trade group worried about protectionist tendencies.",
      "cn": "并补充道,其对集团内出现贸易保护主义倾向感到担心."
    },
    {
      "en": "And this week, protectionist tensions rose to the surface in both countries.",
      "cn": "本周, 保护主义紧张情绪在两国都浮出水面."
    },
    {
      "en": "But challenges to this consensus may come from the protectionist far - left and the nationalist far - right .",
      "cn": "但是,对这一共识的挑战可能既来自 极左 的保护主义,也来自 极右 的民族主义."
    },
    {
      "en": "Either way, the risks of a protectionist backlash against China would rise.",
      "cn": "不管采取哪种做法, 中国遭遇保护主义反弹的风险都将增加."
    },
    {
      "en": "Falling demand is exacerbated by growing protectionist pressures and a withdrawal of trade credit.",
      "cn": "需求的萎缩因保护主义压力的增大和商业信贷撤离而加剧."
    },
    {
      "en": "If China is thwarted by protectionist barriers, its people will be correspondingly frustrated and dangerous.",
      "cn": "如果中国受阻于贸易保护主义壁垒, 那么中国人也会为之感到沮丧而变得危险起来."
    },
    {
      "en": "It'should also avoid protectionist trade measures at all costs.",
      "cn": "同时还应不惜一切代价避免保护主义贸易措施."
    },
    {
      "en": "Mr Huckabee's weakness is that his protectionist and anti - corporate rhetoric appals economic conservatives.",
      "cn": "哈克比先生的弱点在于他的贸易保护主义者和 反 公司的言论吓坏了经济保守派."
    },
    {
      "en": "Persistently high unemployment fuels protectionist tendencies.",
      "cn": "失业率持续高企会助长保护主义倾向."
    },
    {
      "en": "Private direct investment may follow, especially as a way to circumvent trade protectionist measures.",
      "cn": "私人直接投资可能会紧随其后, 特别是作为一种避开贸易保护主义措施的手段."
    },
    {
      "en": "Recipient countries shouldn't erect protectionist barriers or discriminate against the funds, according to the principles.",
      "cn": "根据这些准则,投资目的国不应该设立保护主义壁垒,或歧视这些基金."
    },
    {
      "en": "These are the arguments behind an increasingly protectionist mood in Washington.",
      "cn": "这些就是华盛顿越来越多的贸易保护主义情绪背后的论调."
    },
    {
      "en": "They also warn againsturge to place protectionist barriers up.",
      "cn": "他们同时警告说,要提防设立贸易保护主义壁垒."
    },
    {
      "en": "They claim such tariffs are in effect protectionist measures.",
      "cn": "他们声称,此类关税其实就是保护主义措施."
    },
    {
      "en": "Trade frictions between the two countries had been caused by trade protectionists.",
      "cn": "两国间的贸易摩擦是由贸易保护主义者引起的。"
    },
    {
      "en": "We should avoid protectionist attitudes against these funds.",
      "cn": "我们应该避免用保护主义的姿态对待这些基金."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "protecting",
          "tran_cn": " 保护的；防护的"
        },
        {
          "word": "protective",
          "tran_cn": " 防护的；关切保护的；保护贸易的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "protectively",
          "tran_cn": " 保护地；防护地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "protection",
          "tran_cn": " 保护；防卫；护照"
        },
        {
          "word": "protectionism",
          "tran_cn": " 保护主义，贸易保护主义"
        },
        {
          "word": "protectiveness",
          "tran_cn": " 保护；防护"
        },
        {
          "word": "protector",
          "tran_cn": " 保护器；保护者；保护装置；防御者"
        },
        {
          "word": "protectorate",
          "tran_cn": " 保护国；摄政政体；摄政职位；摄政任期"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "protecting",
          "tran_cn": " 保护；防护（protect的ing形式）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "protect",
          "tran_cn": " 保护，防卫；警戒"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "保护贸易论的"
    },
    {
      "pos": "n",
      "tran_cn": "贸易保护主义者",
      "tran_en": "A protectionist is someone who agrees with and supports protectionism"
    }
  ],
  "exchange": {
    "pl": [
      "protectionists"
    ],
    "noun": [
      "protectionism"
    ]
  }
}