{
  "word": "anhydrous",
  "ipa": {
    "us": "æn'haɪdrəs",
    "uk": "ænˈhaɪdrəs"
  },
  "sentences": [
    {
      "en": "Aluminium borate melting block was prepared combination of boric acid, anhydrous alum and potassium sulfate.",
      "cn": "采用硼酸和无水明矾及硫酸钾压块 、 焙烧、制备硼酸铝熔块."
    },
    {
      "en": "Ammonia, also known as anhydrous ammonia, a colorless liquid.",
      "cn": "液氨, 又称为无水氨, 是一种无色液体."
    },
    {
      "en": "Anhydrous ammonia must be incorporated ( and well sealed ) in all crops.",
      "cn": "在夏季作物上施用尿素,把尿素和土壤掺混 施用 有好处,但在冬季作物上则不然."
    },
    {
      "en": "Anhydrous nitric acid is dissociated.",
      "cn": "无水硝酸是电离的."
    },
    {
      "en": "Aspirin is synthesized through O - acylating reaction from acid and anhydride acid with anhydrous carbonate as catalyst.",
      "cn": "以水杨酸和乙酸酐为原料,采用无水碳酸钠作为催化剂经O - 酰化反应合成了阿司匹林."
    },
    {
      "en": "During ionic polymerization and group transfer polymerization, the absolute need to be transferred to the reactor anhydrous reagents.",
      "cn": "在进行离子型聚合和基团转移聚合时，需要将绝对无水试剂转移到反应装置。"
    },
    {
      "en": "Fuel blends containing gasoline, anhydrous methanol and some solvents have been developed and used for automobile engines.",
      "cn": "汽油、无水甲醇与某些溶剂的混合液已被用作汽车发动机的燃料。"
    },
    {
      "en": "H 2 O can turn anhydrous copper ( II ) sulphate solid from white to blue.",
      "cn": "水可把无水的硫酸铜 ( II ) 固体由白色变成蓝色."
    },
    {
      "en": "However, anhydrous ammonia is also toxic, corrosive, and flammable.",
      "cn": "但是, 含水氨还是有毒 、 腐蚀性和可燃的."
    },
    {
      "en": "Hydrogen partition coefficients between nominally anhydrous minerals and basaltic melts.",
      "cn": "名义上的无水矿石和玄武岩熔点之间的氢分割系数."
    },
    {
      "en": "If not, anhydrous alcohol and carbon tetrachloride are feasible.",
      "cn": "如果没有，无水酒精和四氯化碳都是可行的。"
    },
    {
      "en": "In some ways, anhydrous ammonia is just as safe to handle as gasoline.",
      "cn": "在某种程度上说, 无水氨使用起来与汽油一样安全."
    },
    {
      "en": "It is prepared by reacting anhydrous ammonia and carbon dioxide gas under very high pressure in the presence of a suitable catalyst.",
      "cn": "它是在某种催化剂参与下，由无水氨和二氧化碳气体在高压条件下反应生成的。"
    },
    {
      "en": "Methanol dehydrogenation is a promising route for commercial production of anhydrous formaldehyde.",
      "cn": "甲醇直接脱氢制无水甲醛是具有工业化前景的新工艺."
    },
    {
      "en": "Preparation: empty cartridge , syringes, anhydrous alcohol, even for the exclusive use of ( preferably ).",
      "cn": "绸缪的工具: 不满不朱盒 、 注射器 、 无火酒不粗 、 不断不求 ( 最坏是兼用的 )."
    },
    {
      "en": "Such vegetal essences as yeast and peony and anhydrous caffeine can constantly take effect in sensitive eye skin and restrain the production of melanin.",
      "cn": "酵母精华、牡丹精华等植物精华与无水咖啡因能持续作用于敏感的眼部肌肤，同时抑制黑色素的生成。"
    },
    {
      "en": "The invention relates to a novel method of preparing anhydrous crystalline maltitol.",
      "cn": "本发明讲述了一种无水结晶麦芽糖醇的制造方法."
    },
    {
      "en": "The mixture mentioned had a good anhydrous and transparent effect.",
      "cn": "该混合剂具有良好的脱水和透明作用."
    },
    {
      "en": "This article described the crystal model of anhydrous sodium sulfate in DTB crystallizer.",
      "cn": "论述了用DTB型结晶器结晶硫酸钠结晶模型."
    },
    {
      "en": "This invention is improved production method for ammonia spirit or anhydrous ammonia.",
      "cn": "本发明是制取浓氨水或无水氨的改进方法."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "anh",
            "water-free",
            "non-aqueous"
          ],
          "tran_cn": "[化学]无水的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "anhydrous alcohol",
      "tran_cn": "无水酒精"
    },
    {
      "phrase": "anhydrous ammonia",
      "tran_cn": "无水氨"
    },
    {
      "phrase": "anhydrous sodium carbonate",
      "tran_cn": "无水碳酸钠"
    },
    {
      "phrase": "anhydrous sodium sulfate",
      "tran_cn": "无水硫酸钠"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无水的（尤指结晶水）",
      "tran_en": "containing no water, esp no water of crystallization "
    }
  ],
  "exchange": {}
}