{
  "word": "gymnast",
  "ipa": {
    "us": "ˈdʒɪmnæst",
    "uk": "ˈdʒɪmnæst"
  },
  "sentences": [
    {
      "en": "A gymnast needs willower and determination, intelligence and creative expression of feelings.",
      "cn": "体操运动员要有坚强意志,决心, 机智灵敏和对情感的创造性表达."
    },
    {
      "en": "A gymnast needs willpower and determination, intelligence and creative expression of feeling.",
      "cn": "体操运动员要有坚强的意志、决心 、 机智灵敏,并有对情感的创造性表达能力."
    },
    {
      "en": "A gymnast on the trampoline was turning somersaults.",
      "cn": "有个体操运动员正在蹦床上做空翻。"
    },
    {
      "en": "A gymnast requires willpower and determination, intelligence and creative expression of feelings.",
      "cn": "一名体操运动员要有坚强意志,勇敢顽强, 机智灵敏和有创造性地表现自己的情感."
    },
    {
      "en": "Ah, the perspective of the proud gymnast.",
      "cn": "嘿，自以为是的体操运动员的观点。"
    },
    {
      "en": "Eva: However, I do admire her bravery in trying new things - she has pursued more than 100 different careers, including astronaut, gymnast, flight attendant, and even Formula One driver!",
      "cn": "伊娃：不管怎么说，我还是很佩服她总是在尝试新东西——芭比做过100多种不同的职业，包括宇航员、体操运动员、空姐、甚至还有一级方程式赛车手！"
    },
    {
      "en": "Her name is Milosevic . She is Romania's best - known female gymnast.",
      "cn": "她名叫 米洛舍维克,是罗马尼亚目前最有名气的女子体操运动员."
    },
    {
      "en": "I was 26 by then -- which is ancient for a male gymnast.",
      "cn": "我那时26岁，作为一名男子体操运动员已经太老了。"
    },
    {
      "en": "It is time for the sweetly engaging gymnast from West des Moines.",
      "cn": "这是给来自西梅因州甜美迷人的体操运动员的时间（柳金吧？）"
    },
    {
      "en": "Nora was an excellent gymnast in this country.",
      "cn": "诺拉是这个国家卓越的体操运动员。"
    },
    {
      "en": "Sharon is a gymnast. She is at the doctor's.",
      "cn": "莎伦是一位体操运动员. 她在医务室里面."
    },
    {
      "en": "She had been an excellent gymnast before the accident, which disabled her.",
      "cn": "资源介绍:4.在那次事故使她致残以前,她曾是一名优秀的网球运动员."
    },
    {
      "en": "That gymnast is the present champion of the swinging rings.",
      "cn": "那位体操运动员是本届吊环冠军."
    },
    {
      "en": "The gymnast performed on the balance beam with an easy grace.",
      "cn": "体操运动员在平衡木上表演得优美自如."
    },
    {
      "en": "The gymnast poised herself on the balance beam gracefully.",
      "cn": "体操运动员优美地立在平衡木上."
    },
    {
      "en": "The gymnast poised herself on the balance beam.",
      "cn": "体操运动员在平衡木上保持平衡."
    },
    {
      "en": "The gymnast swung on the parallel bars.",
      "cn": "体操运动员在双上摆动身子."
    },
    {
      "en": "The thief broke into the house the gymnast shares with her parents.",
      "cn": "盗贼潜进这位体操运动员同父母共住的房子."
    },
    {
      "en": "The unfortunate gymnast was taken on as a new laboratory assistant.",
      "cn": "那位不幸的体操运动员被雇佣为新实验室管理员."
    },
    {
      "en": "What are the physical qualities that a good gymnast requires?",
      "cn": "优秀体操运动员对身体素质的要求是什么?"
    },
    {
      "en": "What is the optimum starting age for a young gymnast?",
      "cn": "少年儿童从事体操运动的最佳起始年龄多大?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "gymnastic",
          "tran_cn": " 体操的，体育的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "gymnastics",
          "tran_cn": " 体操；体育；体操运动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "athlete"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "体操家，体操运动员",
      "tran_en": "someone who is good at gymnastics and competes against other people in gymnastics competitions"
    }
  ],
  "exchange": {
    "pl": [
      "gymnasts"
    ]
  }
}