{
  "word": "birch",
  "ipa": {
    "us": "bɜ:tʃ",
    "uk": "bɜrtʃ"
  },
  "sentences": [
    {
      "en": "A criminal might receive twelve strokes of the birch.",
      "cn": "罪犯可能要挨十二鞭."
    },
    {
      "en": "a grove of birch trees",
      "cn": "白桦树丛"
    },
    {
      "en": "A solitary birch was bending gracefully at the edge of the frame.",
      "cn": "在框边上,一棵孤独的柳树妩媚地垂着."
    },
    {
      "en": "After a lovely stretch running right along the edge of Lake Baikal we moved away from birch and pine tree territory into lusher pastures.",
      "cn": "在沿着贝加尔湖的一段美妙行程之后，我们离开了桦树和松树的地域，进入了令人迷醉的大草原。"
    },
    {
      "en": "Birch trees sprouted from the rubble and grew into a dense young wood.",
      "cn": "桦树从瓦砾中长出来，形成了一片茂密的新林。"
    },
    {
      "en": "Cyril Birch was born in Lancashire, England in 1925.",
      "cn": "1925年生于英格兰的兰卡斯."
    },
    {
      "en": "European birch with silvery white peeling bark and markedly drooping branches.",
      "cn": "欧洲的一种桦树,有银白色脱落树皮和下垂的枝条."
    },
    {
      "en": "He used a piece of birch to make a small boat.",
      "cn": "他用一块桦木做一只小船."
    },
    {
      "en": "His voice, cold and perfectly enunciated, switched them like a birch branch.",
      "cn": "他的话口气冰冷,一字一板, 有如给了他们劈面一鞭."
    },
    {
      "en": "In \" The Spy, \" for instance, Harvey Birch is never adequately linked with the other characters.",
      "cn": "例如在 《 间谍 》 里, 哈维?伯奇和其他人物的关系始终不够明确."
    },
    {
      "en": "In Finland purists insist that only birch bark should be added.",
      "cn": "在芬兰，纯化论者坚持说只能加白桦树皮。"
    },
    {
      "en": "It was a rough part, all hanging stone , and heather , and bIt'scroys of birch wood.",
      "cn": "这一带地势险恶, 尽是些悬崖 、 灌木和细长的桦树."
    },
    {
      "en": "Should we bring back the birch as a punishment?",
      "cn": "我们应该恢复用桦条抽打的体罚 吗 ?"
    },
    {
      "en": "The birch is still considered a protection against evil spirits by some people in northern Europe.",
      "cn": "一些北欧人仍然认为白桦可以辟邪。"
    },
    {
      "en": "The Indians peeled the bark from birch trees to make canoes.",
      "cn": "印地安人从桦树剥下树皮做独木舟."
    },
    {
      "en": "They've got a wonderful birch in the back garden.",
      "cn": "他们在后花园有一棵极好的桦树."
    },
    {
      "en": "This also explains why some migrants from east Asia to northern Europe suddenly develop an allergic reaction to jackfruit once they have come into contact with birch pollen.",
      "cn": "这也解释了为什么来自东亚的某些移民，到了北欧后，一旦接触到桦树花粉，会突然出现菠萝蜜过敏反应的现象。"
    },
    {
      "en": "We found that birch bark could serve as paper.",
      "cn": "我们发现桦树皮可以作纸用."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "birchen",
          "tran_cn": " 桦树的；桦木制的；桦木的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "brich"
          ],
          "tran_cn": "桦木；桦树；桦条"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "rod"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "birch forest",
      "tran_cn": "桦林；桦手"
    },
    {
      "phrase": "silver birch",
      "tran_cn": "[植]欧洲桦；纸皮桦；黄桦"
    },
    {
      "phrase": "white birch",
      "tran_cn": "白桦；白桦树"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "桦树，桦木，（鞭打用的）桦条",
      "tran_en": "a tree with smooth  bark (=  outer covering  )  and thin branches, or the wood from this tree"
    },
    {
      "pos": "v",
      "tran_cn": "用桦条鞭打"
    }
  ],
  "exchange": {
    "pl": [
      "birches"
    ]
  }
}