{
  "word": "microchip",
  "ipa": {
    "us": "ˈmaɪkrəʊtʃɪp",
    "uk": "ˈmaɪkroʊtʃɪp"
  },
  "sentences": [
    {
      "en": "A microchip is embedded in the center paper of the new generation of passports.",
      "cn": "新一代护照的中心页嵌入了一枚微型芯片."
    },
    {
      "en": "Charge and discharge control and circuit protection is implemented by using battery protection IC and microchip.",
      "cn": "本文利用专用集成芯片和单片机实现了充放电控制和电路保护功能."
    },
    {
      "en": "Diversified technology companies are microchip technology with biology to begin applying genomics data to drug discovery.",
      "cn": "初创的腾隆生物科技公司正在开发用于药物研究和疾病诊断的微型“芯片实验室”系统."
    },
    {
      "en": "Engineer at the Advanced Computing Systems Division of IBM commenting on the microchip.",
      "cn": "在IBM的高阶计算系统区分设计评论微集成电路."
    },
    {
      "en": "Examples of serial communication Chipscreen procedures. Microchip MCU for novice not familiar with the great help.",
      "cn": "微芯串行通信范例程序. 对于微芯MCU不熟悉的新手帮助很大."
    },
    {
      "en": "Integrated circuit ( IC ): or microcircuit , or chip, or microchip.",
      "cn": "集成电路: 亦称微电路 、 芯片或微芯."
    },
    {
      "en": "Japan’s largest producer of microchips",
      "cn": "日本最大的芯片生产商"
    },
    {
      "en": "My dog has a microchip embedded behind his ear.",
      "cn": "我的狗的耳后植入了一枚微型芯片."
    },
    {
      "en": "Small , we claim , is beautiful ( especially in the age of the microchip ).",
      "cn": "我们好说以 小为贵 ( 尤其在这集成电路时代 )."
    },
    {
      "en": "The average microchip is about the size of a grain of rice.",
      "cn": "一般的微型芯片像大米颗粒大小."
    },
    {
      "en": "The electrical signal generator and the battery of the microchip are connected in series.",
      "cn": "微型芯片的电信号发生器和电池串联连接."
    },
    {
      "en": "the microchip industry",
      "cn": "芯片产业"
    },
    {
      "en": "The microchip laser is specifically designed for those applications requiring high water absorption.",
      "cn": "该微片激光器是专门设计用于那些高要求防水性的产品."
    },
    {
      "en": "The microchip system is changing that.",
      "cn": "现在的微型芯片正在改变这种情况."
    },
    {
      "en": "The scanner emits a low frequency radio signal, activating the microchip.",
      "cn": "扫描仪会发出一些低周波的无线电信号, 来激活微芯片."
    },
    {
      "en": "This microchip is placed between the shoulder blades.",
      "cn": "这种芯片置于肩膀刀片."
    },
    {
      "en": "While the price for microchip implantation can vary, it often falls between $ 25 and $ 40.",
      "cn": "微芯片植入的价格不等, 常在25和40美元之间."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "microcomputer",
          "tran_cn": " 微电脑；[计] 微型计算机"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "微晶片，微型集成电路片",
      "tran_en": "a very small piece of  silicon  containing a set of electronic parts, which is used in computers and other machines"
    },
    {
      "pos": "v",
      "tran_cn": "植微芯片于（动物皮下，作识别用途）"
    }
  ],
  "exchange": {
    "pl": [
      "microchips"
    ]
  }
}