{
  "word": "blitz",
  "ipa": {
    "us": "blɪts",
    "uk": "blɪts"
  },
  "sentences": [
    {
      "en": "After that blitz from the boss, you must feel sort of shaken.",
      "cn": "挨了老板劈头盖脸的一顿洗涮后, 你一定感到有点儿心神不定吧!"
    },
    {
      "en": "During the blitz everyone used to spend the night in underground shelters.",
      "cn": "在闪电攻击期间,每个人常常在地下防空洞度过夜晚."
    },
    {
      "en": "During the blitz we spent the night in underground shelters.",
      "cn": "空袭期间,我们在防空洞过夜."
    },
    {
      "en": "Edward R. Murrow's canorous broadcasts of the blitz of London ( Newsweek )",
      "cn": "爱德华R马罗关于伦敦闪电攻击战悦耳动听的报道 ( 新闻周刊 )"
    },
    {
      "en": "He careened through foreign territories on a desperate kind of blitz ( Anne Tyler )",
      "cn": "在孤注一掷地闪电战中他急冲过外国领地 ( 安妮泰勒 )"
    },
    {
      "en": "He careened through foreign territories on a desperate kind of blitz.",
      "cn": "在孤注一掷地闪电战中他猛冲过外国领地."
    },
    {
      "en": "I am old enough to remember the Blitz, but only just.",
      "cn": "伦敦空袭那阵我已开始记事，但也只是仅仅有些模糊的印象。"
    },
    {
      "en": "I must have a blitz to get my room tidy.",
      "cn": "为把房间搞整洁我必须做好多活."
    },
    {
      "en": "Many people died in the London blitz.",
      "cn": "许多人在伦敦大空袭中丧生."
    },
    {
      "en": "Regional accents are still acceptable but there is to be a blitz on incorrect grammar.",
      "cn": "地方口音还可以接受，但要下大力气纠正语法错误。"
    },
    {
      "en": "The blitz was the most common tactic of German fascists during WWII.",
      "cn": "“闪电战”是二战时德国的法西斯军队最常用的战术之一."
    },
    {
      "en": "The publicity blitz is aimed at persuading Americans that government help will get them out of their economic mess.",
      "cn": "这场公共闪电战的目标是说服美国人相信政府将帮助他们走出经济大混乱。"
    },
    {
      "en": "The word \" blitz \" means an attack or campaign.",
      "cn": "“ 闪电战 ” 指一次攻击或一次战役."
    },
    {
      "en": "They're predicting a negative ad blitz by Friday.",
      "cn": "这预示着到周五会有一场负面广告闪电战."
    },
    {
      "en": "To rush ( the quarterback ) in a blitz.",
      "cn": "在突击中带球冲向敌线(四分卫 )"
    },
    {
      "en": "We have to have the merchandise ready for the Christmas sales blitz.",
      "cn": "我们得准备好那商品以备圣诞节销售旺季."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bomb",
            "invasion",
            "offense",
            "shell"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "闪击的；凌厉的"
    },
    {
      "pos": "n",
      "tran_cn": "闪电战，大规模空袭，突然袭击，闪电攻势",
      "tran_en": "a sudden military attack, especially from the air"
    },
    {
      "pos": "v",
      "tran_cn": "以闪电战攻击"
    },
    {
      "pos": "vi",
      "tran_cn": "实行闪电战"
    },
    {
      "pos": "vt",
      "tran_cn": "用闪电战攻击"
    }
  ],
  "exchange": {
    "pl": [
      "blitzes"
    ],
    "third": [
      "blitzes"
    ],
    "past": [
      "blitzed"
    ],
    "done": [
      "blitzed"
    ],
    "ing": [
      "blitzing"
    ]
  }
}