{
  "word": "Tibet",
  "ipa": {
    "us": "tɪˈbɛt",
    "uk": "təˈbɛt"
  },
  "sentences": [
    {
      "en": "Anyone can make a T for Tibet hand signal.",
      "cn": "任何人都可以做这个T手势."
    },
    {
      "en": "Brahmaputra Grand Hotel, Tibet . Deputy Manager of Guest Services Center.",
      "cn": "2006年9月至2007年2月,于雅鲁藏布大酒店任客服部副经理一职."
    },
    {
      "en": "But this appalling situation will never appear again in Tibet.",
      "cn": "这种景象现在已一去不复返了."
    },
    {
      "en": "Joss sticks produced in Tibet are good for your health.",
      "cn": "藏香具有保健作用."
    },
    {
      "en": "Jurassic Biostratigraphic Sequence in the Middle of Northern Tibet.",
      "cn": "辽西地区白垩纪火山岩层序探讨."
    },
    {
      "en": "Low prices, it is not likely to be large - scale use of Tibet.",
      "cn": "价高量少, 尚不可能被藏区大量使用."
    },
    {
      "en": "Namucuo is a large precious mirror besetting on Northern Tibet Grassland.",
      "cn": "纳木错如镶嵌在藏北草原上的一面巨大宝镜."
    },
    {
      "en": "Objective To explore the sensitivity of Yersinia pestis along Qinghai - Tibet Railway.",
      "cn": "目的为了解 青藏 铁路沿线鼠疫菌对抗生素的敏感性."
    },
    {
      "en": "Study on Occupational Health Surveillance System Used during Construction of Qinghai - Tibet Railway.",
      "cn": "青藏 铁路建设职业健康监护系统研究."
    },
    {
      "en": "The Qinghai - Tibet Plateau is the world's highest plateau, averaging over 4000 metres above sea level and covering an area of 200,000 square kilometres.",
      "cn": "中国的 青藏 高原是世界最高的高原.平均高度在海拔4000米以上,面积达20万平方公里."
    },
    {
      "en": "The Qinghai - Tibet railway is nearly two thousand 13 kilometers in length.",
      "cn": "青藏铁路总长将近2千公里."
    },
    {
      "en": "The rise and the antre's form of Qinghai - Tibet Platean .",
      "cn": "“ 青藏 高原的隆起和莫高窟的形成”英语怎么说?"
    },
    {
      "en": "This is big, the one leaf halcyon of Qinghai - Tibet Platean.",
      "cn": "这就是大通, 青藏高原的一叶翡翠."
    },
    {
      "en": "This photo focused on vendors outside the Potala Palace in Lhasa , Tibet.",
      "cn": "这张照片的主题是布达拉宫外的小贩们."
    },
    {
      "en": "Tibet is a place where the soul can be purified.",
      "cn": "替换句是可以用来替代原文的句子."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "free tibet",
      "tran_cn": "自由西藏；解放西藏"
    },
    {
      "phrase": "tibet plateau",
      "tran_cn": "青藏高原"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "西藏"
    }
  ],
  "exchange": {}
}