{
  "word": "lymph",
  "ipa": {
    "us": "lɪmf",
    "uk": "lɪmf"
  },
  "sentences": [
    {
      "en": "A chronic form of glanders that affects chiefly the skin and superficial lymph vessels.",
      "cn": "皮肤”。’型’。”鼻疽主要影响皮肤和淋巴血管表面的一种慢性鼻疽”。’病’。”。"
    },
    {
      "en": "High component offer a reward [ about lymph node ] add cent!",
      "cn": "高分悬赏 [ 关于淋巴结 ] 追加分!"
    },
    {
      "en": "In the first stage, the trypanosomes multiply in subcutaneous tissues, blood and lymph.",
      "cn": "在第一阶段，锥虫在皮下组织、血液和淋巴中繁殖。"
    },
    {
      "en": "It produces lymphocytes, removes bacteria from lymph, and filters out foreign bodies.",
      "cn": "它产生淋巴细胞 、 排除淋巴管中的细菌并滤出异物."
    },
    {
      "en": "It receives only in lymph, it gives the emotion through the blood and the right current, what you call, through the nerve system, and it changes to be the same plasma the skin of the man or your nail.",
      "cn": "它只会在淋巴中接收，而通过血液和合适的电流来给予情感，也就是通过你们所说的神经系统，然后它就变成与你的皮肤或者指甲相同的等离子体。"
    },
    {
      "en": "LL Trace Minerals : Provides all essential minerals to the blood and lymph.",
      "cn": "提供血液及淋巴必需的矿物质."
    },
    {
      "en": "Lymph node enlargement occurs early in chronic lymphocytic leukemia.",
      "cn": "慢性淋巴细胞性白血病,出现淋巴结肿大较早."
    },
    {
      "en": "Lymph nodes are enlarged and easily palpable.",
      "cn": "淋巴结增大,易于触知."
    },
    {
      "en": "Lymph nodes are round or bean - shaped structures strategically placed on lymphatic channel.",
      "cn": "淋巴结是圆形或豆形的构造,它们被战略性地布置于淋巴管的经路上."
    },
    {
      "en": "Mediastinal lymph nodes were usually hyperemic and enlarged.",
      "cn": "纵隔淋巴结通常充血和增长."
    },
    {
      "en": "Occasionally, lymph nodes can be found in the vicinity of the umbilicus.",
      "cn": "偶而, 脐周淋巴结可触及."
    },
    {
      "en": "Peripheral lymph nodes may be enlarged.",
      "cn": "外周淋巴结可能增大."
    },
    {
      "en": "Regional lymph nodes become swollen and eventually ulcerate.",
      "cn": "局部淋巴结先是肿胀而最后发生溃疡."
    },
    {
      "en": "Soon the rate of fluid loss exceeds the ability of the lymph channels to withdraw it.",
      "cn": "不久液体丢失量即超过淋巴管运输的速度."
    },
    {
      "en": "The cells of an organism are bathed by body fluids ( for example, blood, lymph, sap ) containing various solutes.",
      "cn": "有机体的细胞浸泡在含有各种溶质的体液中 ( 如血液 、 淋巴液 、 树浆 )."
    },
    {
      "en": "The cervical, mediastinal, and mesenteric lymph nodes were extremely enlarged, edematous and rarely congested.",
      "cn": "颈部淋巴结, 纵隔淋巴结和肠余膜淋巴结极度增大, 水肿,罕见性充血."
    },
    {
      "en": "The pork has toxic lymph nodes in it. It can't be eaten.",
      "cn": "这块猪肉里有肉枣, 不能食用了."
    },
    {
      "en": "There is a marked swelling of the lymph nodes.",
      "cn": "淋巴结处有明显的肿块."
    },
    {
      "en": "This complex system throughout the body makes and transports a protective fluid called lymph.",
      "cn": "遍布人体复杂的淋巴系统能制造和传输淋巴（又称淋巴液）。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "lymphatic",
          "tran_cn": " 淋巴的；含淋巴的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "lymphadenopathy",
          "tran_cn": " [内科] 淋巴结病"
        },
        {
          "word": "lymphangiography",
          "tran_cn": " 淋巴管造影术"
        },
        {
          "word": "lymphatic",
          "tran_cn": " 淋巴管；淋巴腺"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "serum",
            "chyle"
          ],
          "tran_cn": "[解剖]淋巴，淋巴液；血清"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lymph node",
      "tran_cn": "[医]淋巴结"
    },
    {
      "phrase": "mesenteric lymph nodes",
      "tran_cn": "肠系膜淋巴结"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "淋巴（液），痘苗，溪水，泉水",
      "tran_en": "a clear liquid that is formed in your body and passes into your blood system to fight against infection"
    }
  ],
  "exchange": {
    "adj": [
      "lymphatic"
    ]
  }
}