{
  "word": "unorthodox",
  "ipa": {
    "us": "ʌnˈɔːθədɒks",
    "uk": "ʌnˈɔːrθədɑːks"
  },
  "sentences": [
    {
      "en": "A brief, somewhat unorthodox, review of Regularization Theory is presented.",
      "cn": "一开始我们会多多少少非正统地简要的回顾一下正规化理论."
    },
    {
      "en": "Did anything unorthodox happen during his interrogation?",
      "cn": "在他的调查过程中没发生什么违反规定的事?"
    },
    {
      "en": "He has an unorthodox style of playing tennis, but he usually wins.",
      "cn": "他打网球的风格不合乎正统, 但他通常总是赢球."
    },
    {
      "en": "His methods were unorthodox, and his lifestyle eccentric.",
      "cn": "他的方法不同寻常，他的生活方式也相当奇特。"
    },
    {
      "en": "His playing drips with exaggerated rubato and unorthodox tempi ( Annalyn Swan )",
      "cn": "他的演奏渗透着夸张诡异的节奏 ( 安纳莱恩斯旺 )"
    },
    {
      "en": "I'm afraid your English is somewhat unorthodox.",
      "cn": "恐怕你的英语有点不正规."
    },
    {
      "en": "In some cases they are inadequate, and unorthodox means must be employed.",
      "cn": "在某些情况下他们是不够的, 非传统的方法必须采用."
    },
    {
      "en": "Many doctors don't approve of unorthodox medicine.",
      "cn": "许多医生不赞成使用非传统药品."
    },
    {
      "en": "No holds were barred for the Prince's unorthodox education.",
      "cn": "王子的非正统教育没受过什么约束."
    },
    {
      "en": "Once again , final diagnosis was unorthodox, but clever.",
      "cn": "和上集一样, 最后的诊断不同寻常, 但是很机智."
    },
    {
      "en": "People who hold unorthodox opinions are sometimes ostracized.",
      "cn": "持有非传统见解的人有时会遭到排斥."
    },
    {
      "en": "She had an unorthodox technique , but was an excellent player.",
      "cn": "她不是科班出身, 但却身手不凡."
    },
    {
      "en": "Some people would consider your methods most unorthodox.",
      "cn": "有些人会以为你的方法是最异端的."
    },
    {
      "en": "The charity says the journalists appear to have obtained confidential documents in an unorthodox manner.",
      "cn": "慈善机构称那些记者似乎以非正常手段取得了秘密文件。"
    },
    {
      "en": "The reality-based show followed the unorthodox lives of Ozzy, his wife Sharon, daughter Kelly, and son, Jack.",
      "cn": "这个写实剧取材于奥兹、其妻莎伦、女儿凯莉和儿子杰克的另类生活。"
    },
    {
      "en": "You could not say that he was unorthodox.",
      "cn": "谁也不能说他不正统."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "heterodox",
            "heretical"
          ],
          "tran_cn": "非正统的；异端的；异教的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非正统的，异端的，异教的，左",
      "tran_en": "unorthodox opinions or methods are different from what is usual or accepted by most people"
    }
  ],
  "exchange": {}
}