{
  "word": "iridescence",
  "ipa": {
    "us": "ˌɪrɪ'desns",
    "uk": "ˌɪrɪˈdɛsəns"
  },
  "sentences": [
    {
      "en": "Exhibiting a milky iridescence like that of an opal.",
      "cn": "一种红色的蛋白石,有闪烁的变彩小斑."
    },
    {
      "en": "For day by day he felt more and more like a bubble filled with darkness, round which whirled the iridescence of his consciousness .",
      "cn": "他日益感到自己象一个充满黑色的泡沫，四周缠绕着自身意识的彩虹。"
    },
    {
      "en": "The costs of melanin - based plumage and iridescence are clearly different from this.",
      "cn": "黑色素翅膀和彩虹色翅膀的代价与上面却完全不同."
    },
    {
      "en": "The huge pool of blood in front of her was already assuming the iridescence of coagulation; and when the sun rose a hundred prismatic hues were reflected from it.",
      "cn": "她面前的一摊血水已经凝固了，宛如彩虹的色彩；当太阳升起来时，上面就反射出一百种光谱的颜色。"
    },
    {
      "en": "The huge pool of blood in front of her was already assuming the iridescence of coagulation.",
      "cn": "她面前那一滩血,已经凝结了起来,显出五光十色."
    },
    {
      "en": "Tiny layers in the wing scales of blue morpho butterflies reflect light at multiple angles, leading to the interference patterns we see as iridescence.",
      "cn": "蓝色大闪蝶翅膀上的细微层状结构会以不同角度反射光线，从而呈现出彩虹一般的干涉图样来。"
    },
    {
      "en": "Using tissue paper will produce an unusual iridescence, as some of the foil will shine through.",
      "cn": "当某些箔片的亮光透过棉纸时,棉纸能产生一种不同寻常的彩虹色."
    },
    {
      "en": "When sunlight or moonlight passes through a layer of thin clouds, the result can be iridescence.",
      "cn": "阳光或月光穿过薄薄的云层就会形成虹彩。"
    },
    {
      "en": "You can see the iridescence on their faces.",
      "cn": "你可以看到他们脸上的彩虹色。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "iridescent",
          "tran_cn": " 彩虹色的；闪光的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "luster"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "彩虹色，放光彩，晕色，晕彩"
    }
  ],
  "exchange": {
    "adj": [
      "iridescent"
    ]
  }
}