{
  "word": "sawmill",
  "ipa": {
    "us": "ˈsɔ:mɪl",
    "uk": "ˈsɔˌmɪl"
  },
  "sentences": [
    {
      "en": "Among the sawmill customers are the chair factory and other users of cut lumber.",
      "cn": "在锯木场的客户中是那些椅子工厂及其他木料用户."
    },
    {
      "en": "Build a sawmill near the trees.",
      "cn": "在树附近修造锯木厂."
    },
    {
      "en": "Globla Wood is a large Group which de forests, deal with sawmill and market high - grade flooring.",
      "cn": "全球木业是集森林开采, 经营锯木厂和生产销售 高档 木地板为一体的大型木业集团."
    },
    {
      "en": "I could hear the Prussians drilling in the meadow behind the sawmill.",
      "cn": "我可以听到普鲁士士兵在锯木厂后边草地上操练的声音."
    },
    {
      "en": "I got a job at the sawmill.",
      "cn": "我在锯木厂找了份工作。"
    },
    {
      "en": "I loved spending the night with Papaw at the sawmill.",
      "cn": "我很喜欢晚上和外公一起待在锯木厂里."
    },
    {
      "en": "It is necessary to exterminate the post at the sawmill.",
      "cn": "必须端掉锯木厂边的哨所."
    },
    {
      "en": "Raymond works in that sawmill.",
      "cn": "雷蒙德在那家锯木厂工作."
    },
    {
      "en": "Sawmill: Wood becomes lumber and is stored here. Lumber is essential for buildings and ships.",
      "cn": "锯木厂: 树木制成木材在这里储存, 木材是制造建筑物和船只的必需品."
    },
    {
      "en": "See a 1930 s sawmill and exhibits on shipbuilding, watercraft restoration and marine engines.",
      "cn": "领略一家1930年的锯木厂以及造船业, 船只修复和船用柴油机的展览."
    },
    {
      "en": "So I felt some stirrings of anxiety when the stocky, bearded sawmill owner pulled up to the house with a flatbed trailer stacked with oak timbers.",
      "cn": "可当粗壮的、满脸胡茬的锯木厂厂主将装满橡木料的平板拖车停在我家门前的时候，忽地有一丝莫名的焦虑掠过我的脑际。"
    },
    {
      "en": "The Prussians are drilling in the meadow behind the sawmill.",
      "cn": "普鲁士士兵在锯木厂后边草地上操练."
    },
    {
      "en": "There are many sawyers in that sawmill.",
      "cn": "那家锯木厂有很多锯木工."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "sawyer",
          "tran_cn": " 锯木匠；显赫天牛；漂流水中的树木"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lumbermill",
            "timber mill"
          ],
          "tran_cn": "[木]锯木厂；锯木机"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "锯木厂",
      "tran_en": "a factory where trees are cut into flat pieces that can be used as wood"
    }
  ],
  "exchange": {
    "pl": [
      "sawmills"
    ]
  }
}