{
  "word": "episodic",
  "ipa": {
    "us": "ˌepɪˈsɒdɪk",
    "uk": "ˌepɪˈsɑdɪk"
  },
  "sentences": [
    {
      "en": "...episodic attacks of fever.",
      "cn": "...不定期的发烧。"
    },
    {
      "en": "Age determination data indicate episodic crystallization of uranium minerals.",
      "cn": "年龄测定数据表明,铀矿物有着不同期的结晶."
    },
    {
      "en": "Bleeding may be continuous but is usually episodic.",
      "cn": "出血可以是持续的,但常是间歇的."
    },
    {
      "en": "Can merge up to 4 hours of data from multiple movies or episodic files.",
      "cn": "可以合并长达4小时的数据来自多个电影或偶发的档案."
    },
    {
      "en": "Depositon is usually episodic rather than smoothly continuous.",
      "cn": "沉积作用通常是周期性的而不是平稳连续的."
    },
    {
      "en": "Examples of this would be a half-hour sitcom, a one-hour drama, an episodic documentary, a how-to program such as cooking or home repair or a reality show.",
      "cn": "包括半小时的情景喜剧，一小时的剧情片，一部插话式的纪录片，一个诸如烹饪或家居修补或真人秀的指引类节目。"
    },
    {
      "en": "his episodic involvement in politics",
      "cn": "他对政治的偶尔参与"
    },
    {
      "en": "Multi - episodic rifting and inverted tectonism caused complicated structural styles and geology structure.",
      "cn": "多期裂陷和反转构造作用的叠加导致了相对复杂的构造格架样式和盆地地质结构."
    },
    {
      "en": "My memories of childhood are hazy and episodic.",
      "cn": "我儿时的回忆是一些朦朦胧胧的松散片段。"
    },
    {
      "en": "Of all plots and actions the episodic are the worst.",
      "cn": "所有的图谋和行动,偶发的,是最坏的情况."
    },
    {
      "en": "The book is episodic and the incidents don't always hang together.",
      "cn": "这本书是插话式的,事件并不总是总连贯发生的."
    },
    {
      "en": "The book is written in an episodic format.",
      "cn": "这本书是以一种松散的形式写成的."
    },
    {
      "en": "The episodic approach in particular gives Tamblyn and Gellar little space to spread their acting wings.",
      "cn": "这种插话式的方法特别地给予Tamblyn和Gellar极少的发挥他们演艺的空间."
    },
    {
      "en": "The most important models are the semantic memory and episodic memory models.",
      "cn": "最重要有语义记忆与情景记忆模型."
    },
    {
      "en": "The results showed that reservoir - forming mechanism of lithological pools included subtle passage and episodic replacement.",
      "cn": "结果表明,砂岩透镜体油藏多数为它源性多期幕式成藏,其成藏机理可概括为隐蔽输导和幕式置换."
    },
    {
      "en": "These are usually episodic in nature and for the most part are a reflection of the immature central nervous system.",
      "cn": "这些通常在本质中表现为插曲式的，大多数情况下是未成熟的中枢神经系统的反射。"
    },
    {
      "en": "This is an old - fashioned episodic show.",
      "cn": "这是个老式的插话式系列剧."
    },
    {
      "en": "This process will continue to be halting and episodic, depending on political pressures.",
      "cn": "这一进程将依然是跌跌撞撞、断断续续的, 这取决于政治压力."
    },
    {
      "en": "Xihu depression is a cretaceous - tertiary basin undergoing multi - episodic tectonism.",
      "cn": "西湖凹陷是经历多期构造作用的白垩 - 第三纪盆地."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "episode",
          "tran_cn": " 插曲；一段情节；插话；有趣的事件"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "digressive",
            "discursive",
            "intermittent",
            "irregular",
            "segmented",
            "sequential",
            "sporadic"
          ],
          "tran_cn": "插曲的,插话"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "episodic memory",
      "tran_cn": "情景记忆，情节记忆；事件记忆"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（小说、剧本等）由松散片段组成的，插曲般的",
      "tran_en": "something that is episodic happens from time to time and then stops for a while, rather than happening all the time"
    }
  ],
  "exchange": {}
}