{
  "word": "however",
  "ipa": {
    "us": "haʊˈevə(r)",
    "uk": "haʊˈevər"
  },
  "sentences": [
    {
      "en": "an extremely unpleasant disease that is, however, easy to treat",
      "cn": "一种让人极其难受却容易治疗的病"
    },
    {
      "en": "For the time being, however, immunotherapy is still in its experimental stages.",
      "cn": "但免疫疗法目前仍处于实验阶段。"
    },
    {
      "en": "Germany, however, insists on restrictions on the import of Polish coal.",
      "cn": "但是德国坚持对进口波兰煤炭加以限制."
    },
    {
      "en": "He was vague, however, about just what U.S. forces might actually do.",
      "cn": "然而，他对美军实际可能采取的行动却闪烁其词。"
    },
    {
      "en": "His testimony, however, was only one in a salvo of new attacks.",
      "cn": "然而他的证词只是新一轮唇枪舌剑中的一股火力。"
    },
    {
      "en": "However you look at it, it's going to cost a lot.",
      "cn": "不管你怎么看，它都要花很多钱。"
    },
    {
      "en": "However, many customers found the smell of this product distinctly off-putting.",
      "cn": "然而，很多顾客觉得该产品有一股异味，非常难闻。"
    },
    {
      "en": "However, the rationale for such in-itiatives is not, of course, solely economic.",
      "cn": "然而，这种提议的根据当然并不仅仅是经济方面的。"
    },
    {
      "en": "Polyunsaturated oils are essential for health. Excess is harmful, however.",
      "cn": "多不饱和油对健康很重要。但是，食用过量就会有害。"
    },
    {
      "en": "Some of the food crops failed. However, the cotton did quite well.",
      "cn": "有些粮食作物歉收。但棉花的收成仍相当不错。"
    },
    {
      "en": "Such cars, however, do grip the road well, even in the dry.",
      "cn": "不过，这种车即使在干燥路面上也表现出了良好的抓地性能。"
    },
    {
      "en": "The deal with Chelsea may not, however, be dead.",
      "cn": "不过，与切尔西的交易或许还有戏。"
    },
    {
      "en": "The psychologists insist, however, that they are not being prescriptive.",
      "cn": "然而，心理学家坚称他们并非一味灌输。"
    },
    {
      "en": "There are factors, however, that have cast doubt on the statue's authenticity.",
      "cn": "然而，有些因素让人对该雕塑的真伪产生了怀疑。"
    },
    {
      "en": "They do, however, share a mutual interest in design.",
      "cn": "不过他们确实都对设计感兴趣。"
    },
    {
      "en": "This is a cheap and simple process. However, there are dangers.",
      "cn": "这是个花钱少而又简单的方法，不过有危险。"
    },
    {
      "en": "What is missing, however, is an internal, artistic cohesion.",
      "cn": "不过，缺乏的是一种内在的艺术凝聚力。"
    },
    {
      "en": "When angry or excited, however, he could be wild, profane, and terrifying.",
      "cn": "但愤怒或激动的时候，他也会发狂、会骂人、令人生畏。"
    },
    {
      "en": "You can do it however you like.",
      "cn": "你可以按自己的意思去做。"
    },
    {
      "en": "You should report any incident, however minor it is.",
      "cn": "任何事件你都应该汇报，不管它多小。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "whatever",
            "whatsoever"
          ],
          "tran_cn": "无论如何,不管怎样"
        }
      ]
    },
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "although",
            "but",
            "nevertheless",
            "notwithstanding",
            "still",
            "yet"
          ],
          "tran_cn": "然而,可是,不过"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "although",
            "but",
            "nevertheless",
            "notwithstanding",
            "still",
            "then",
            "though",
            "whatever",
            "whatsoever",
            "yet"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "然而，不管怎样，…左右",
      "tran_en": "used when you are adding a fact or piece of information that seems surprising, or seems very different from what you have just said"
    },
    {
      "pos": "conj",
      "tran_cn": " 不管怎样",
      "tran_en": "in whatever way"
    }
  ],
  "exchange": {}
}