{
  "word": "cult",
  "ipa": {
    "us": "kʌlt",
    "uk": "kʌlt"
  },
  "sentences": [
    {
      "en": "A rock - music cult called \" Woodstock Nation \" flared briefly, then burned out.",
      "cn": "一阵被称为 “ 伍德斯托克民族 ” 的摇滚乐狂潮,如昙花一现, 随后成了过眼烟云."
    },
    {
      "en": "Her books aren't bestsellers, but they have a certain cult following.",
      "cn": "她的书算不上畅销书，但有一定的崇拜者。"
    },
    {
      "en": "In his youth he had been sucked into a hippy cult.",
      "cn": "他年轻的时候一度过着嬉皮士式的生活."
    },
    {
      "en": "James Dean was a cult hero of the fifties.",
      "cn": "詹姆斯·迪安在20世纪50年代备受推崇."
    },
    {
      "en": "Ludlam was responsible for making Ridiculous Theatre something of a cult.",
      "cn": "荒诞派戏剧的风靡要归功于勒德拉姆。"
    },
    {
      "en": "Meanwhile the personality cult around this campaigner grew.",
      "cn": "同时，对这位竞选者的个人崇拜正在逐渐升温。"
    },
    {
      "en": "O’Brien has a cult of devoted readers.",
      "cn": "奥布赖恩有一批忠实的读者。"
    },
    {
      "en": "Sandman is a cult figure on the local music scene.",
      "cn": "桑德曼是当地音乐界的偶像人物。"
    },
    {
      "en": "Since her death, she has become a cult figure.",
      "cn": "她死后成了部分人狂热崇拜的偶像。"
    },
    {
      "en": "That rock musician has a cult following.",
      "cn": "那个摇滚音乐家拥有大批狂热的崇拜者."
    },
    {
      "en": "The bra has gone from being a fashion classic to a fashion cult.",
      "cn": "胸罩已经从经典时尚转变为流行时尚。"
    },
    {
      "en": "The cult leader saw himself as a Messianic figure.",
      "cn": "这个异教团体的领袖把自己看作救世主一般的人物。"
    },
    {
      "en": "The cult of Isis was carried from Egypt into Greece and Rome.",
      "cn": "对伊希斯的膜拜从埃及传到了希腊和罗马。"
    },
    {
      "en": "the cult of physical fitness",
      "cn": "健身热"
    },
    {
      "en": "The film is destined to become a cult classic.",
      "cn": "这部电影注定会成为风靡一时的经典之作。"
    },
    {
      "en": "The modern cult of beauty is not exclusively a function of wealth.",
      "cn": "现代对美貌的狂热崇拜并不只是财富的作用."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "church",
            "exercise",
            "worship"
          ],
          "tran_cn": "祭仪（尤其指宗教上的）；礼拜；狂热信徒"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "church"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cult of personality",
      "tran_cn": "个人崇拜"
    },
    {
      "phrase": "personality cult",
      "tran_cn": "n. 个人崇拜"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "受特定群体欢迎的"
    },
    {
      "pos": "n",
      "tran_cn": "异教团体，偶像，时尚，热潮",
      "tran_en": "a group of people who are very interested in a particular thing"
    }
  ],
  "exchange": {
    "pl": [
      "cults"
    ]
  }
}