{
  "word": "berry",
  "ipa": {
    "us": "ˈberi",
    "uk": "ˈberi"
  },
  "sentences": [
    {
      "en": "A little old woman with a wrinkled face as brown as a berry told us our fortunes for ten pence.",
      "cn": "一位满脸皱纹皮肤黝黑的小个儿老妇人向我们索取十便士,替我们算命."
    },
    {
      "en": "A muskeg berry is a bit of seed enclosed in a bit of water.",
      "cn": "这种沼地浆果只有一小粒种籽,外面包着一点浆水."
    },
    {
      "en": "An elegant sparkling rose, with subtle berry flavours and soft candy finish.",
      "cn": "一款优雅的玫瑰红起泡葡萄酒, 具有淡雅的莓果风味和柔和的糖果香甜."
    },
    {
      "en": "Aroma of strawberry and other berry fruits with hints of oak.",
      "cn": "口感清新,草莓和樱桃的风味中带有一点橡木和牛油的味道."
    },
    {
      "en": "Berry Gordy had worked in many jobs before starting Motown Records.",
      "cn": "戈迪在开始他的摩城公司之前做过许多工作."
    },
    {
      "en": "Berry is reanalyzing another earlier Taxol study, and Moore urged other scientists to do the same.",
      "cn": "Berry重新分析了另一项早先的泰素研究.与此同时, Moore鼓励其他科学家也这么做."
    },
    {
      "en": "Berry Sugar were down eight at one seventy one, on doubts about the commodity price.",
      "cn": "由于市场对糖价看跌,BERRY糖业公司股价下跌了8便士,跌至1.71英镑."
    },
    {
      "en": "Birds feed on nuts and berries in the winter.",
      "cn": "鸟类靠坚果和浆果过冬。"
    },
    {
      "en": "Indeed, even fewer people realize what the word berry technically refers to.",
      "cn": "事实上, 了解浆果其学理意义的人就更少了."
    },
    {
      "en": "Moderate tannins intermixed with black berry jam and toasty new oak.",
      "cn": "丹宁适中,醋栗果浆和烤新橡木桶口感."
    },
    {
      "en": "Mrs Berry asked her students to make a card for their father.",
      "cn": "Berry小姐叫她的学生为他们的爸爸做一张卡片."
    },
    {
      "en": "Of course, if we got married, her name would be Halle Berry - Perry.",
      "cn": "当然, 如果我们结婚的话, 她的名字就会变成哈里拜瑞派瑞."
    },
    {
      "en": "Soft tannins combined with cedar, berry fruits, chocolate and blackcurrant.",
      "cn": "丹宁柔和,充满橡木, 梅子果实, 巧克力和黑醋栗味道."
    },
    {
      "en": "The flavor is mild and fruity, and berry texture is firm.",
      "cn": "味道温和,水果, 浆果和质地是坚定的."
    },
    {
      "en": "This berry is a favorite with the natives of the interior of New England.",
      "cn": "这种浆果是新英格兰内地人最喜欢吃的."
    },
    {
      "en": "This kind of jam is made of berry.",
      "cn": "这种果酱是由浆果做的."
    },
    {
      "en": "Whether the legend is true or not, the discovery of coffee dates back to 800 A.D. when Africans created a coffee-berry pulp.",
      "cn": "不论这个传说是真是假，咖啡的发现要回溯到公元800年，那时非洲人制造出了一种咖啡浆果浆。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "berried",
          "tran_cn": " 有卵的；结浆果的；浆果状的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "berried",
          "tran_cn": " 结出浆果（berry的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bacca",
            "pepo"
          ],
          "tran_cn": "[园艺]浆果（葡萄，番茄等）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "black berry",
      "tran_cn": "欧黑莓"
    },
    {
      "phrase": "halle berry",
      "tran_cn": "哈莉·贝瑞"
    },
    {
      "phrase": "in berry",
      "tran_cn": "(龙虾、蟹等)在产卵的"
    },
    {
      "phrase": "juniper berry",
      "tran_cn": "杜松子"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "浆果，莓",
      "tran_en": "a small soft fruit with small seeds"
    },
    {
      "pos": "v",
      "tran_cn": "采集浆果"
    }
  ],
  "exchange": {
    "pl": [
      "berries"
    ]
  }
}