{
  "word": "tenths",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "All the locations are within a half - mile, plus or minus three - tenths.",
      "cn": "所有的地点在半英里之内, 加减30%."
    },
    {
      "en": "But recently executions in Singapore have fallen by nine - tenths .",
      "cn": "然而,最近新加坡的死刑处决率下跌了 十分之九."
    },
    {
      "en": "Cheerfulness and diligence are nine - tenths of practical wisdom.",
      "cn": "愉快和勤奋就是绝大部分的实用知识."
    },
    {
      "en": "For testing purposes, try to create an even, easily repeatable timing pattern, such as two-tenths of a second between each key release.",
      "cn": "出于测试目的，尝试创建一个均匀、容易重复的计时模式，例如在每次键释放之间间隔十分之二秒。"
    },
    {
      "en": "I read nine - tenths of the book so far.",
      "cn": "现在我已经快读完这本书了."
    },
    {
      "en": "It was one hundred and two and four tenths.",
      "cn": "其实是一百零二度四分."
    },
    {
      "en": "Jenson Button's best times fell a couple of tenths shy.",
      "cn": "巴顿的最佳时期下降了零点几秒害羞."
    },
    {
      "en": "Nine - tenths of wisdom is being wise in time.",
      "cn": "聪明的百分之九十在于明智的及时."
    },
    {
      "en": "Nine tenths of education is encouragement.",
      "cn": "教育的十分之九在于鼓励."
    },
    {
      "en": "Possession is nine - tenths of the law.",
      "cn": "现实占有,败一胜九."
    },
    {
      "en": "Schumacher lost four tenths on lap 19.",
      "cn": "第十九圈舒马赫丢掉了0.4秒."
    },
    {
      "en": "The creature is more than twice the length and three times the diameter--four tenths of an inch (10 millimeters)--of the next largest known related mollusk.",
      "cn": "与同类中第二大的动物相比，该新种的长度是其两倍多，直径——十分之四英寸（10毫米）——是其三倍多。"
    },
    {
      "en": "The first twofigures after the decimal point indicate tenths and hundredthsrespectively.",
      "cn": "小数点后的头两位数分别表示十分位和百分位."
    },
    {
      "en": "The spring had been unusually dry and we received only two tenths of an inch of rain during the entire month of June.",
      "cn": "春天异常干旱，我们在整个6月只有0.2英寸的降雨量。"
    },
    {
      "en": "There was ten tenths cloud at that time.",
      "cn": "当时云层厚度是十度."
    },
    {
      "en": "This approach shaved a few tenths of a second off the normal running time, and a few seconds off the large-input version.",
      "cn": "这种方法将正常的运行时间削减了十分之几秒，在较大的输入版本的情况下削减了数秒钟。"
    },
    {
      "en": "Three - tenths of water is disappeared.",
      "cn": "十分之三 的水不见了."
    },
    {
      "en": "We received only two tenths of an inch of rain during the entire month of June.",
      "cn": "整个6月，我们这里的降水量只有0.2英寸。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "nine tenths",
      "tran_cn": "几乎全部"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "第十（个）( tenth的名词复数 )，十分之一，第十的，第十个的，十分之一的"
    }
  ],
  "exchange": {}
}