{
  "word": "formaldehyde",
  "ipa": {
    "us": "fɔːˈmældɪhaɪd",
    "uk": "fɔːrˈmældɪhaɪd"
  },
  "sentences": [
    {
      "en": "Adding additives can improve properties of urea formaldehyde resin adhesive.",
      "cn": "添加外加剂可以提高脲醛树脂胶粘剂性能."
    },
    {
      "en": "Formaldehyde and distillation are the nitrogen determination methods in the sample.",
      "cn": "甲醛法与蒸馏法是测定样品中氮含量的方法."
    },
    {
      "en": "Formaldehyde slowly inactivates many viruses.",
      "cn": "甲醛能慢慢使多种病毒失去活性."
    },
    {
      "en": "frogs preserved in formaldehyde",
      "cn": "保存在甲醛中的青蛙"
    },
    {
      "en": "Meanwhile TG - DSC show furfural to raise the urea - formaldehyde resin resistance foaming.",
      "cn": "同时TG -DSC 表明糠醛在一定程度上提高了脲醛树脂的耐热性能."
    },
    {
      "en": "Methanol dehydrogenation is a promising route for commercial production of anhydrous formaldehyde.",
      "cn": "甲醇直接脱氢制无水甲醛是具有工业化前景的新工艺."
    },
    {
      "en": "Objective : To optimize the preparing condition of formaldehyde dip method.",
      "cn": "目的: 优化甲醛浸渍法制备肠溶软胶囊的制备条件."
    },
    {
      "en": "Objective To explore the mechanism of formaldehyde ( FA ) inhalation induced lung injury.",
      "cn": "目的探讨甲醛中毒的肺脏损害机制."
    },
    {
      "en": "Second - hand contains carbon monoxide, ammonia, formaldehyde a pyrene and nitrosamines.",
      "cn": "二手烟包含了一氧化碳, 氨, 甲醛,苯和亚硝胺."
    },
    {
      "en": "Sulfur dioxide and formaldehyde both produce irritation.",
      "cn": "二氧化硫和甲醛都可产生刺激."
    },
    {
      "en": "The absorption of modify hide glue on formaldehyde gas was researched.",
      "cn": "初步探讨了改性皮胶对甲醛废气的吸附性能."
    },
    {
      "en": "The distribution is the key factor which influences the formaldehyde thickness distribution.",
      "cn": "分析了气流组织对甲醛浓度分布的影响."
    },
    {
      "en": "The indoor air formaldehyde pollution has some adverse effects on human health.",
      "cn": "室内空气甲醛污染严重危害人体健康."
    },
    {
      "en": "The material is readily prepared by reaction of formaldehyde and hydrazine.",
      "cn": "这种物质很容易由甲醛和肼反应而得到."
    },
    {
      "en": "This paper describes intensity property of joined timber with urea - formaldehyde resin.",
      "cn": "本文描述了脲醛树脂胶指接材的强度性能."
    },
    {
      "en": "You know, artificial boards are a source of the pollutant formaldehyde.",
      "cn": "你知道, 人造板材是污染物甲醛的来源之一."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "methanal"
          ],
          "tran_cn": "蚁醛，[有化]甲醛"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "formaldehyde solution",
      "tran_cn": "甲醛溶液；福尔马林"
    },
    {
      "phrase": "melamine formaldehyde resin",
      "tran_cn": "三聚氰胺甲醛树脂"
    },
    {
      "phrase": "sodium formaldehyde sulfoxylate",
      "tran_cn": "甲醛次硫酸氢钠"
    },
    {
      "phrase": "urea formaldehyde",
      "tran_cn": "脲醛；尿素甲醛"
    },
    {
      "phrase": "urea formaldehyde resin",
      "tran_cn": "脲醛树脂；尿素树脂；脲醛尸"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "甲醛，福尔马林，甲醛水溶液",
      "tran_en": "a strong-smelling gas that can be mixed with water and used for preserving things such as dead animals to be used in science etc"
    }
  ],
  "exchange": {}
}