{
  "word": "reciprocity",
  "ipa": {
    "us": "ˌresɪˈprɒsəti",
    "uk": "ˌresɪˈprɑːsəti"
  },
  "sentences": [
    {
      "en": "At its crudest, talk of \" reciprocity \" can sound grim.",
      "cn": "从最坏的角度来看, “ 互惠互利 ” 一说似乎有些无情无义."
    },
    {
      "en": "Beauvoir's utopian ideal is the reciprocity and comradeship between men and women.",
      "cn": "波伏娃的乌托邦理想是男女之间的相互作用和情谊关系."
    },
    {
      "en": "Besides the translating skills, principle of reciprocity also needs carefully study.",
      "cn": "它既要讲究翻译中的对等原则,还要具备一定的翻译技巧."
    },
    {
      "en": "Company has always uphold integrity. Reciprocity principle business philosophy!",
      "cn": "公司一向秉承诚信. 互惠之原则的经营理念!"
    },
    {
      "en": "Form the beginning, both A and B assume this reciprocity of typification.",
      "cn": "一开始, A和B都假定了这种交互作用类型."
    },
    {
      "en": "Furthermore, the reciprocity of peg and soil is equaled to pole - spring model.",
      "cn": "按比拟杆 — 附加弹簧模型简化等效桩土相互作用."
    },
    {
      "en": "It is a mutual relationship, a true reciprocity we are now engaged in building.",
      "cn": "我们正在建立的是一种相互的, 真正互惠的关系."
    },
    {
      "en": "Naturally, there should be mutual concession and there should be reciprocity.",
      "cn": "自然, 双方都要作些让步,并且要礼尚往来."
    },
    {
      "en": "Reciprocity includes more than gifts and favors; it also applies to concessions that people make to one another.",
      "cn": "互惠不仅仅包括礼物和优待; 它对人们之间互相作出的让步也同样适用."
    },
    {
      "en": "Reciprocity of the three aspacts decide optimal decision of the investors.",
      "cn": "这三者之间的相互作用决定了投资者的最优决策."
    },
    {
      "en": "The degree of reciprocity in negotiations should take into account the varying stages of economic development.",
      "cn": "谈判中对等的程度应考虑到经济发展的不同阶段."
    },
    {
      "en": "The stellar astronomers have to accept low intensity reciprocity failure as a significant fact of life.",
      "cn": "恒星天文学家不得不承认低强度倒易律失效是重大的事实."
    },
    {
      "en": "There are a number of alternative formulations of the reciprocity theorem.",
      "cn": "还有许多别的互易定理的公式."
    },
    {
      "en": "They gave assurances they would press for reciprocity with Greece in the issuing of visas.",
      "cn": "他们保证将推进本国与希腊两国间签证的互相发放。"
    },
    {
      "en": "They said they would press for reciprocity with Greece in the issuing of visas.",
      "cn": "他们说，他们将会对希腊施压，以达成签证发放的互惠。"
    },
    {
      "en": "We could at least have attempted to exact some reciprocity in the negotiation.",
      "cn": "我们本来可以在谈判中至少换取点互惠."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "interaction",
            "mutual effect"
          ],
          "tran_cn": "相互作用（复数reciprocities）；[数]相互性；互惠主义"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fellowship"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "reciprocity and mutual benefit",
      "tran_cn": "互惠互利"
    },
    {
      "phrase": "reciprocity theorem",
      "tran_cn": "[物]互易定理；[电磁]倒易理论"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "相互性，相互作用，互给，互惠",
      "tran_en": "a situation in which two people, groups, or countries give each other similar kinds of help or special rights"
    }
  ],
  "exchange": {}
}