{
  "word": "kennel",
  "ipa": {
    "us": "ˈkenl",
    "uk": "ˈkɛnəl"
  },
  "sentences": [
    {
      "en": "A kennel is like a hotel for dogs and cats.",
      "cn": "宠物旅馆就像是给猫狗住的饭店."
    },
    {
      "en": "EMMA: Bad luck! It's about the size of a dog kennel!",
      "cn": "埃玛: 真不走运! 房间跟狗窝差不多大小!"
    },
    {
      "en": "Encouragement is the kennel of human resource management.",
      "cn": "激励是人力资源管理的核心."
    },
    {
      "en": "I took my dingy volume by the scroop, and hurled it into the dog- kennel, vowing I hated a good book.",
      "cn": "随灭关门的轧轧声，人拿起人那本肮净的书，用力扔进狗窝里，并发誓人讨厌说有的好书。"
    },
    {
      "en": "Is that dog in the kennel yours?",
      "cn": "在狗巢中那只狗是你的 吗 ?"
    },
    {
      "en": "Look not for musk in dog's kennel.",
      "cn": "狗嘴里难觅象牙."
    },
    {
      "en": "Once you have chosen a kennel, don't forget to make a booking for your pet.",
      "cn": "一旦你选好了养狗场，别忘了为你的宠物预订。"
    },
    {
      "en": "Once you have chosen a kennel, make a booking for your pet.",
      "cn": "一旦您选定了养狗场，请为您的宠物预约。"
    },
    {
      "en": "Rover lives in a kennel in the back garden.",
      "cn": "小狗罗弗的窝在后花园."
    },
    {
      "en": "She left her pet dog to a kennel when she went abroad.",
      "cn": "她去国外的时候,把宠物狗交由宠物店照顾."
    },
    {
      "en": "Silverwind is a small hobby kennel which is located in Shanghai, China.",
      "cn": "银风喜乐蒂是一家位于中国上海的小型家庭犬舍."
    },
    {
      "en": "Sporting dogs should be kept out of doors in a kennel.",
      "cn": "猎狗应该养在户外的狗窝中."
    },
    {
      "en": "The bull - dog lay stretched on the straw outside his kennel.",
      "cn": "那只 斗牛 狗也伸长腿在狗窝前的草堆上懒洋洋地躺着."
    },
    {
      "en": "Their dog Rover lives in a kennel in the back garden.",
      "cn": "他们的小狗罗佛的窝在后花园."
    },
    {
      "en": "They to heel up, kennel up, follow promptly and stand.",
      "cn": "他们一起出发,一起回窝, 敏捷的跟随行动或停止."
    },
    {
      "en": "This Kennel Club took care of the pedigree of the Border Collie.",
      "cn": "这个养狗俱乐部照顾纯种的边境牧羊犬."
    },
    {
      "en": "To take cover or lie in or as if in a kennel.",
      "cn": "待在或躺在狗窝或类似狗窝的地方."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "doghouse"
          ],
          "tran_cn": "狗屋;小矮房"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "doghouse",
            "menagerie",
            "pound"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "kennel club",
      "tran_cn": "美国育犬协会；英国养犬俱乐部"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "狗窝，养狗场",
      "tran_en": "a small building made for a dog to sleep in"
    },
    {
      "pos": "v",
      "tran_cn": "把…关进狗舍；宿于狗舍",
      "tran_en": "to put or go into a kennel; keep or stay in a kennel "
    }
  ],
  "exchange": {
    "pl": [
      "kennels"
    ]
  }
}