{
  "word": "roster",
  "ipa": {
    "us": "ˈrɒstə(r)",
    "uk": "ˈrɑstə(r)"
  },
  "sentences": [
    {
      "en": "A character's Initiative helps him a high standing in the Initiative roster.",
      "cn": "玩家的先攻帮助他在先攻顺序中获得较高的位置."
    },
    {
      "en": "Arrange the travel for all the employees'roster break.",
      "cn": "负责员工工作旅行和休假旅行车辆的统筹安排."
    },
    {
      "en": "duty roster",
      "cn": "值勤表"
    },
    {
      "en": "Examine the club's roster of filled and unfilled classifications.",
      "cn": "检视扶轮社的填补及未填补的职业分类名册."
    },
    {
      "en": "From the studio's roster of leading men, Robert Walker was an obvious choice to play the part.",
      "cn": "从该电影公司的男主角名单来看，罗伯特·沃克显然是出演这一角色的不二人选。"
    },
    {
      "en": "Gotta see how they fit with roster and system.",
      "cn": "必须要看他们能否适应阵容和体系."
    },
    {
      "en": "He a rock on the team and brings leadership to the roster.",
      "cn": "他是球队的基石并且领导着队友们."
    },
    {
      "en": "Normal working condition. Do not have to work on shift - roster.",
      "cn": "正常工作条件, 不存在特殊工作要求(如高空、倒班等)."
    },
    {
      "en": "Not with the current roster.",
      "cn": "用当前的阵容肯定不行!"
    },
    {
      "en": "Reduce fatigue of operation personnel by logical organization duty roster.",
      "cn": "科学地组织排班减少操作人员疲劳."
    },
    {
      "en": "That's what Nash has done with an entire roster.",
      "cn": "那就是纳什已经使全体队员做到的."
    },
    {
      "en": "The Amateur Softball Association's roster of umpires has declined to 57,000.",
      "cn": "业余垒球协会的裁判员名单上的人数已经减少到了57,000名。"
    },
    {
      "en": "The coach scratched three names from the players'roster.",
      "cn": "教练从选手名单上勾掉了3个名字."
    },
    {
      "en": "The Heat's roster is studded with stars who never won a title.",
      "cn": "热火的阵容中点缀着一些从未得到过总冠军的球星."
    },
    {
      "en": "The teacher checked the roster to see whom he would teach this year.",
      "cn": "老师查看花名册,想了解今年要教的学生."
    },
    {
      "en": "The Yankees are bringing six other catchers to camp on non - roster invitations.",
      "cn": "洋基也提供其他六名捕手非正式名单的春训邀请."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "membership"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "duty roster",
      "tran_cn": "值勤表；轮值表；轮职表"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花名册，勤务簿，登记簿",
      "tran_en": "a list of the names of people on a sports team, in an organization etc"
    },
    {
      "pos": "v",
      "tran_cn": "将（姓名）列入值勤名单"
    }
  ],
  "exchange": {
    "pl": [
      "rosters"
    ]
  }
}