{
  "word": "amniotic",
  "ipa": {
    "us": "ˌæmnɪ'əʊtɪk",
    "uk": "ˌæmnɪ'oʊtɪk"
  },
  "sentences": [
    {
      "en": "A developing baby floats in sterile amniotic fluid , protected from bumps — and bugs.",
      "cn": "生长中的胎儿是处于无菌的羊水中,羊水能避免碰撞和病菌."
    },
    {
      "en": "A protective fluid - filled amniotic sac encloses and cushions the fetus.",
      "cn": "充满液体的羊膜包裹并保护胎儿缓和震动."
    },
    {
      "en": "Amniocentesis is the removal of fluid from the amniotic sac.",
      "cn": "羊膜穿刺术是从羊膜囊抽取羊水的技术."
    },
    {
      "en": "Amniotic fluid embolization can have the same outcome as a large saddle pulmonary embolus.",
      "cn": "羊水栓塞可产生类似于大鞍状血栓引起的肺动脉栓塞的后果."
    },
    {
      "en": "Conclusion It is effective for amniotic membrane transplantation in early moderate ocular chemical bums.",
      "cn": "结论羊膜移植治疗早期中度眼化学伤,疗效良好,且为以后的角膜移植手术打下良好基础."
    },
    {
      "en": "Exposure of cerebral tissue to amniotic fluid precludes brain development.",
      "cn": "暴露在羊水内脑组织不能得到发育."
    },
    {
      "en": "Methods: Treatment of 16 cases of corneal ulcer by amniotic membrane transplantation.",
      "cn": "方法对16例(16眼)角膜溃疡后弹力层膨出病人采用羊膜移植手术治疗."
    },
    {
      "en": "Nursing methods of preserving and making of human amniotic membrane was introduced.",
      "cn": "并介绍人羊膜的制作和保存等护理方法."
    },
    {
      "en": "Objective To evaluate the amniotic fluid index ( AFI ) in monitoring fetal well ? being .",
      "cn": "目的评价超声羊水指数 ( AFI ) 在监测胎儿宫内安危的价值."
    },
    {
      "en": "Objective To explore the epidemiology of meconium stained amniotic fluid peru - delivery.",
      "cn": "目的了解羊水粪染产前和产时相对因素的流行病学情况."
    },
    {
      "en": "Objective To investigate clinical and nursing of amniotic membrane transplantation for glaucoma.",
      "cn": "摘要目的研究分析羊膜移植应用于青光眼手术的临床效果及护理经验."
    },
    {
      "en": "Objective To observe the application of amniotic membrane in conjunctival sac plasty.",
      "cn": "目的总结羊膜在结膜囊成形术中的应用及临床疗效."
    },
    {
      "en": "Objective To observe the effects of multilayer amniotic membrane transplantation ( AMT ) in corneal perforation.",
      "cn": "目的观察 羊膜 移植治疗角膜溃疡穿孔的临床效果."
    },
    {
      "en": "Perhaps we are really talking about amniotic fluid, which surrounds the foetus in the birth sac.",
      "cn": "也许我们真正在谈论的是羊水，也就是包围着胎儿的那些液体。"
    },
    {
      "en": "The amniotic fluid cushioning the baby in your uterus has reached its highest level this week.",
      "cn": "这周，子宫里起缓冲作用的羊水达到了它最高的水平。"
    },
    {
      "en": "The amniotic fluid is by no means stagnant.",
      "cn": "羊水决不是停滞不动的."
    },
    {
      "en": "The embryo lives in the amniotic cavity.",
      "cn": "胚胎在羊膜腔中发育。"
    },
    {
      "en": "Your baby is practicing swallowing amniotic fluid this week working out her digestive system and absorbing water into her body.",
      "cn": "婴儿这击会开始练习吞咽羊水，锻炼她的消化系统，吸收水到她体内。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "amniota",
          "tran_cn": " 羊膜类；羊膜动物"
        },
        {
          "word": "amniote",
          "tran_cn": " [脊椎] 羊膜动物；脊椎动物"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "amniotic fluid",
      "tran_cn": "[动]羊水；羊膜水"
    },
    {
      "phrase": "amniotic fluid embolism",
      "tran_cn": "羊水栓塞"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "羊膜的，羊膜动物的",
      "tran_en": "of or relating to the amnion "
    }
  ],
  "exchange": {}
}