{
  "word": "addressee",
  "ipa": {
    "us": "ˌædreˈsi:",
    "uk": "ˌædrɛˈsi, əˌdrɛsˈi"
  },
  "sentences": [
    {
      "en": "Advertising language is a means for the addresser to attract the addressee.",
      "cn": "广告语是广告商用来吸引广大用户的一种手段."
    },
    {
      "en": "Although the addressee of Sergeant Keeler's letter is unknown, it seems clear it was written to a family member, with the intent that it would be shared.",
      "cn": "虽然基勒中士的信件收信人无人知晓，不过看起来显然是写给家族成员的，有希望被大家分享的心情。"
    },
    {
      "en": "If you are not the named addressee you should not disseminate, distribute or copy this e - mail .",
      "cn": "如果您不是指定的收信人,您不应该传播, 发布或复制这 电子邮件."
    },
    {
      "en": "It is intended solely for the addressee.",
      "cn": "如您误收本邮件,请注意任何对该邮件的披露,复制、播或使用的行为均被严格禁止."
    },
    {
      "en": "Litigant documents shall be delivered directly to the addressee in person.",
      "cn": "送达诉讼文书,应当直接送交受送达人."
    },
    {
      "en": "On the Format page, verify or edit the positioning of the addressee and the sender information.",
      "cn": "在格式页面上, 确认或修改收件人和发件人信息的位置."
    },
    {
      "en": "One day, the father lets eight year-old son send a letter, the son took the letter , the father then remembered didn't write the address and addressee's name on the envelope.",
      "cn": "有一天，父亲让八岁的儿子去寄一封信，儿子已经拿着信跑了，父亲才想起信封上没写地址和收信人的名字。"
    },
    {
      "en": "Original mail returned in the absence of the addressee.",
      "cn": "收信人不在,原件退回."
    },
    {
      "en": "Please fill in the names of the addressor and the addressee.",
      "cn": "请填写收信人和寄信人的姓名。"
    },
    {
      "en": "The addressee is the advision bank, through whom the L / C is transmitted.",
      "cn": "收信人是通知行,信用证被寄递到该行, 通过该行转递."
    },
    {
      "en": "The complete addressee address, Whether or not the E - mail is sent out.",
      "cn": "完整的收件人地址; 电子邮件 是否发出."
    },
    {
      "en": "The telegram must give the addressee promptly.",
      "cn": "电报要及时交给收报人."
    },
    {
      "en": "Therefore addressee subdivision is the fundamental premise for the success of program innovation.",
      "cn": "受众细分可以说是节目创新得以成功的基本前提."
    },
    {
      "en": "This electronic transmission is strictly confidential to the sender and intended solely for the addressee.",
      "cn": "秘密性.这电子从传送到严格是对发送人机密和仅有打算把给收信人."
    },
    {
      "en": "This email is confidential and is intended solely for the addressee.",
      "cn": "本邮件为机密邮件,只供收件人专用."
    },
    {
      "en": "This message is intended solely for the named addressee.",
      "cn": "此消息完全是为了指定的收件人."
    },
    {
      "en": "When delivering must have the addressee signature.",
      "cn": "送交时必须有收件人签名."
    },
    {
      "en": "Who is the addressee?",
      "cn": "收件人是谁？"
    },
    {
      "en": "You have to write down the name of the addressee.",
      "cn": "你必须写下收件人的名字."
    },
    {
      "en": "You may send gift packages--excepting alcohol, tobacco, or perfume--worth more than $500(USD) from a CBI country to the United States duty-free, with a limit of one parcel per addressee per day.",
      "cn": "您可以发送礼品包-除了酒精，烟草，或香水-总价值超果500美元（美元）从英果工业联合会的果家向美果免税，并限制每一个包裹收件人每天。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "address",
          "tran_cn": " 地址；演讲；致辞；说话的技巧"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "address",
          "tran_cn": " 演说；从事；忙于；写姓名地址；向…致辞"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "consignee",
            "sendee"
          ],
          "tran_cn": "[邮]收件人，收信人；[计]被访地址"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "收信人，收件人",
      "tran_en": "the person a letter, package etc is addressed to"
    }
  ],
  "exchange": {
    "pl": [
      "addressees"
    ]
  }
}