{
  "word": "culmination",
  "ipa": {
    "us": "ˌkʌlmɪˈneɪʃn",
    "uk": "ˌkʌlmɪˈneɪʃn"
  },
  "sentences": [
    {
      "en": "A decision will be taken at the culmination of the initial research.",
      "cn": "在初始阶段研究结束时将作出决议."
    },
    {
      "en": "In your relationships, something is coming culmination on the moon, October 14.",
      "cn": "在你的人际关系方面, 有些事会在10月14号满月的时候达到最高点."
    },
    {
      "en": "It may truly be regarded as the culmination of classical Greek geometry.",
      "cn": "这确实可以看成是古典希腊几何的登峰造级之作."
    },
    {
      "en": "The conclusions and implications are the culmination of the situation analysis and the planning session.",
      "cn": "结论和影响是经过对形势的分析和规划会议."
    },
    {
      "en": "The contaminated vital vitamin made racial discrimination come to culmination.",
      "cn": "被污染的主要维他命使种族轻视到达极点."
    },
    {
      "en": "The culmination of the doctor's life's work was his discovery of a cure of cancer.",
      "cn": "这位医生毕生事业的最大成就就是发现了癌症疗法."
    },
    {
      "en": "The culmination of the work on singularities is two famous transformation theorems.",
      "cn": "奇点研究的顶峰是两个著名的变换定理."
    },
    {
      "en": "The feeling of being loved is the culmination of infinite happiness.",
      "cn": "被爱的感觉就是幸福无限的顶点."
    },
    {
      "en": "The highest point of a trap is the crest, or culmination.",
      "cn": "含有烃类的那部分圈闭的最低点称为溢出点."
    },
    {
      "en": "The show marked the culmination of months of hard work.",
      "cn": "这场演出标志着几个月艰辛工作的最终成果."
    },
    {
      "en": "The spectre of eugenics, which reached its culmination in Nazi Germany, haunts both politicians and public.",
      "cn": "优生学的幽灵的特性, 它在纳粹德国达到了它的顶点, 它在政客和公众那都挥之不去."
    },
    {
      "en": "Their arrest was the culmination of an operation in which 120 other people were detained.",
      "cn": "他们的被捕标志着一场另有120人被拘留的行动的结束。"
    },
    {
      "en": "Their divorce is the culmination of years of bitter fights and wrangling.",
      "cn": "他们经过多年的争执和口角,终于离婚了."
    },
    {
      "en": "This is very possibly the culmination of all Michaels'works.",
      "cn": "这是很可能所有迈克尔的作品中最出色的一首."
    },
    {
      "en": "This little book represented the culmination of 15 years’ work.",
      "cn": "这本小书是15年工作的结晶。"
    },
    {
      "en": "This massive autobiographical work was the logical culmination of her long career.",
      "cn": "这部自传体的宏篇巨制是她漫长事业生涯的必然成果."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "culminate",
          "tran_cn": " 到绝顶；达到高潮；达到顶点"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "culminate",
          "tran_cn": " 使结束；使达到高潮"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "height",
            "summit",
            "sky",
            "peak",
            "apex"
          ],
          "tran_cn": "顶点；高潮"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "altitude",
            "fulfilment",
            "glory",
            "prime",
            "prosperity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "终点，顶点，高潮",
      "tran_en": "something, especially something important, that happens at the end of a long period of effort or development"
    }
  ],
  "exchange": {
    "pl": [
      "culminations"
    ]
  }
}