{
  "word": "fertilized",
  "ipa": {
    "us": "'fɜ:rtɪlaɪzd",
    "uk": "'fɜrtɪlaɪzd"
  },
  "sentences": [
    {
      "en": "After allowing the virus to infect the eggs, the team fertilized them with normal cat sperm and injected them into the fallopian tubes of 22 female cats.",
      "cn": "病毒感染卵细胞之后，小组用正常猫精子使卵细胞受精，并且把这些受精卵注入22只雌性猫的输卵管中。"
    },
    {
      "en": "But why should a molecule found on fertilized eggs release such fury?",
      "cn": "但是为什么受精卵上的分子可以造成如此的愤怒。"
    },
    {
      "en": "Caviar is a luxury delicacy, consisting of processed, salted, non - fertilized sturgeon roe.",
      "cn": "鱼子酱是一种珍羞美味, 是用盐腌过的未受精的鲟鱼卵加工制成."
    },
    {
      "en": "Derived from two separately fertilized eggs . Used especially of fraternal twins.",
      "cn": "二卵双胞胎是源于两个分开的受精卵的."
    },
    {
      "en": "Embryo: A plant or animal as it develops from a fertilized egg.",
      "cn": "胚胎 — 由受精卵发育而成的植物或动物."
    },
    {
      "en": "Flowers are often fertilized by bees as they gather nectar.",
      "cn": "花常在蜜蜂采蜜时受粉。"
    },
    {
      "en": "Frequently the basal ovule, which is the last one to be fertilized would abort.",
      "cn": "最后受精的基生胚珠经常败育."
    },
    {
      "en": "He nursed the flowers in his garden and fertilized them regularly.",
      "cn": "他小心呵护花园里的花,并按时给他们施肥."
    },
    {
      "en": "If these eggs are then fertilized , they may , course, produce multiple pregnancies.",
      "cn": "如果这些卵子都受精, 当然就可能产生多胞胎."
    },
    {
      "en": "Literary studies have been cross - fertilized by new ideas in linguistics.",
      "cn": "文学研究从语言学方面的新见解中受益良多."
    },
    {
      "en": "Monozygotic twins - Twins resulting from the division of a fertilized egg.",
      "cn": "同卵双胞胎 - 双城造成司受精卵."
    },
    {
      "en": "Pregnancy begins when the fertilized egg is implanted in the wall of the uterus.",
      "cn": "当受精卵植入子宫壁时，妊娠就开始了。"
    },
    {
      "en": "That could mean munching on live sea horses or hard-boiled fertilized duck eggs — though steering clear of adulterated chicken breasts.",
      "cn": "那可意味着大声咀嚼生海马或是煮过熟了的已受精鸭蛋，虽然避开了掺入次级品的鸡胸肉。"
    },
    {
      "en": "The fertilized eggs are taken from the cow five or six days later.",
      "cn": "五六天以后,便可以从母牛体内取出受精卵."
    },
    {
      "en": "The fertilized ovule becomes the seed , and the ovary becomes the fruit.",
      "cn": "已受精的卵子成为种子，而子房变成了果实。"
    },
    {
      "en": "The fertilized ovule becomes the seed, and the ovary becomes the fruit.",
      "cn": "已受精的卵子成为种子, 而子房变成了果实."
    },
    {
      "en": "The study of psychology has recently been widely cross-fertilized by new discoveries in genetics.",
      "cn": "心理学研究最近从遗传学的新发现中受益匪浅。"
    },
    {
      "en": "This made no sense. All the eggs are fertilized already.",
      "cn": "这可说不通，因为所有的卵都已经受精了。"
    },
    {
      "en": "To have two fertilized and come out different colors, less common still.",
      "cn": "有两个受精卵并且出现不同的颜色更为少见."
    },
    {
      "en": "Two days later, they implanted the fertilized eggs back inside me.",
      "cn": "两天以后，他们把受精卵重新植入了我的体内。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "fertilized egg",
      "tran_cn": "受精卵，孕卵"
    },
    {
      "phrase": "fertilized ovum",
      "tran_cn": "[医]受精卵"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "已受精的"
    },
    {
      "pos": "v",
      "tran_cn": "施肥( fertilize的过去式和过去分词 )"
    }
  ],
  "exchange": {}
}