{
  "word": "accountability",
  "ipa": {
    "us": "əˌkaʊntəˈbɪləti",
    "uk": "əˌkaʊntəˈbɪləti"
  },
  "sentences": [
    {
      "en": "But you must balance that need with the need for accountability.",
      "cn": "但是你必须在个人需求和责任感两方面做出平衡。"
    },
    {
      "en": "Good management in the police cannot be divorced from accountability.",
      "cn": "对警察队伍的良好管理和应负的责任是分不开的。"
    },
    {
      "en": "How a scorecard system can drive a performance - based budget and employee accountability.",
      "cn": "平衡计分卡如何促进基于绩效的预算管员工责任."
    },
    {
      "en": "However, this does not mean that administrative agencies are free from political accountability.",
      "cn": "但这并非意味着行政机关就不再负有政治责任了."
    },
    {
      "en": "In fact, telling your coworkers, girlfriend, family, etc. will increase your accountability.",
      "cn": "事实上, 告诉同事 、 女朋友 、 家人等你正在减肥,会增加你的责任感."
    },
    {
      "en": "It may take sacrifice, surrender of thought, accountability and persistence.",
      "cn": "它需要你做出牺牲, 改变思维, 承担责任并坚持不懈."
    },
    {
      "en": "Moreover, extensive use of voluntary recalls can undercut agency accountability.",
      "cn": "此外, 大量利用自愿撤回会削弱行政机关的责任心."
    },
    {
      "en": "Some of us have trouble with accountability because we associate the word with punishment, scrutiny, and/or not meeting standards or agreements.",
      "cn": "好些人都把责任理解错误了，因为我们总是把责任和惩罚，仔细检查或者没有达到标准或不一致性联系在一起。"
    },
    {
      "en": "Steady and heavy and open - minded, cultivated. heavy affection, accountability heart.",
      "cn": "稳重豁达, 有修养.重感情, 有责任心,有经济基础和实力."
    },
    {
      "en": "Successful business leaders believe the numbers and accountability for changing them.",
      "cn": "成功的商业领袖相信数字,并有责任去改变它们."
    },
    {
      "en": "Such proceedings should guarantee transparency, accountability and the right to appeal.",
      "cn": "必须确保这类述讼过程的透明 、 负责,而且要允许上述."
    },
    {
      "en": "The accountability for the behavior of the soldiers rests with the commander.",
      "cn": "对于士兵们的行为要拿指挥官是问.或,指挥官要对士兵的行为负责."
    },
    {
      "en": "The accountability of South Africa on this issue is clear.",
      "cn": "显然,南非有责任就这一问题作出解释."
    },
    {
      "en": "There are two schools of accounting objective: decision usefulness and accountability.",
      "cn": "目前,在对会计目标的认识上,存在着决策有用学派和受托责任学派."
    },
    {
      "en": "Thus, there is often conflict over the proper scope of judicial and political accountability.",
      "cn": "因此, 对于适当的司法和政治责任的范围,常常存在争议."
    },
    {
      "en": "View your job, and her job, as a shared accountability.",
      "cn": "把你和她的工作看做是一种联合责任。"
    },
    {
      "en": "We are responsible accountability also had done this thing.",
      "cn": "我们有责任也有义务把这个东西做好."
    },
    {
      "en": "We will diligently follow the accountability system for product quality and safety.",
      "cn": "认真落实产品质量安全责任制."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "accountable",
          "tran_cn": " 有责任的；有解释义务的；可解释的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "comprehensibility",
            "comprehensibleness",
            "intelligibility",
            "interpretability",
            "interpretableness",
            "understandableness"
          ],
          "tran_cn": "可理解性,可解释的事物"
        },
        {
          "words": [
            "accountableness",
            "amenability",
            "answerability",
            "answerableness",
            "bounden",
            "chargeability",
            "duty",
            "liability",
            "obligation",
            "responsibility"
          ],
          "tran_cn": "有责任,有义务"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "accountability system",
      "tran_cn": "问责制；责任追究制度"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "有责任，有义务，〈财〉会计责任"
    }
  ],
  "exchange": {
    "adj": [
      "accountable"
    ]
  }
}