{
  "word": "samurai",
  "ipa": {
    "us": "ˈsæmuraɪ",
    "uk": "ˈsæməˌraɪ"
  },
  "sentences": [
    {
      "en": "As you’d expect from a title like that, there will be a samurai group, numerous katanas and an evil Lord in need of a killing.",
      "cn": "就如你看到片名时期待的那样，影片中会有一个武士团，许多武士刀和一个需要被除掉的邪恶藩主。"
    },
    {
      "en": "But by 1638 thousands of the peasants and their samurai mercenaries had been slaughtered.",
      "cn": "但是在1638年之前，数千农民和他们的佣兵武士都被屠戮。"
    },
    {
      "en": "I will count on his help when facing the Samurai.",
      "cn": "在面对那些武士的时候我要期望他的帮助了."
    },
    {
      "en": "I'm just delighted you're taking such an interest in Samurai.",
      "cn": "我只是很高兴你对武士那么感兴趣."
    },
    {
      "en": "In Japan, only a talented samurai can break through the ninjas.",
      "cn": "在日本，只有一个有才华的武士可以通过忍者突破。"
    },
    {
      "en": "In Samurai Sword, the origin of one blade is followed.",
      "cn": "在节目《武士刀传奇》中, 我们将详述一把刀的来龙去脉."
    },
    {
      "en": "Istara: It would suit a famous samurai like you.",
      "cn": "这绝对适合像你这么著名的武士。"
    },
    {
      "en": "O - Ren Ishii : Silly Caucasian girl likes to play with Samurai swords.",
      "cn": "愚蠢的高加索女孩爱玩武士刀."
    },
    {
      "en": "Okuni as a character in the Koei video game Samurai Warriors.",
      "cn": "阿国是光荣公司的电子游戏《战国无双》中的角色."
    },
    {
      "en": "Okuni, wearing a samurai sword and a Christian cross.",
      "cn": "阿国, 佩戴着武士刀以及基督教的十字架."
    },
    {
      "en": "Omura has passed laws against the Samurai.",
      "cn": "大村已经通过了一条反对武士的法律."
    },
    {
      "en": "Samurai were the sound of the drum performing martial arts routines.",
      "cn": "武士们在鼓乐声中表演武术套路."
    },
    {
      "en": "Some kind of nouveau samurai code?",
      "cn": "一些新创的武士道招数 吗 ?"
    },
    {
      "en": "Such kind Samurai moral originate in self - sacrifice from \" Hagakure \".",
      "cn": "因而 武士道 精神随该退役者扩散全国."
    },
    {
      "en": "The sakura is among flowers as the samurai among crowd.",
      "cn": "樱花在万花丛中就像武士在人群中."
    },
    {
      "en": "This samurai moral is not a law either not a rule.",
      "cn": "此种武士道精神,既非法律、亦非约束、仅仅口传或学者之著述所书."
    },
    {
      "en": "This time, the samurai hurry about pushing them back.",
      "cn": "这次, 那名武士急忙上前把他们推回去."
    },
    {
      "en": "To the 11 th century gradually formed a regional group of large samurai.",
      "cn": "到11世纪逐渐形成了地区性的庞大的武士集团."
    },
    {
      "en": "What can the general tell me about this man , this Samurai, Katsumoto?",
      "cn": "将军能跟我们说说那个胜本武士 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "knight",
            "swordsman"
          ],
          "tran_cn": "（日）武士；武士阶级"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（日本）陆军将校，<史>（日本封建时代的）武士",
      "tran_en": "a member of a powerful military class in Japan in the past"
    }
  ],
  "exchange": {
    "pl": [
      " samurai",
      "samurais"
    ]
  }
}