{
  "word": "acutely",
  "ipa": {
    "us": "əˈkju:tli",
    "uk": "əˈkjuːtli"
  },
  "sentences": [
    {
      "en": "After her mother's death, she became acutely aware of her own mortality.",
      "cn": "她母亲去世后，她开始强烈意识到自己的生命是有限的。"
    },
    {
      "en": "All the while I was acutely aware of her nearness.",
      "cn": "我一直强烈地意识到她离我很近."
    },
    {
      "en": "He felt acutely embarrassed at being the centre of attention.",
      "cn": "成为大家注意的焦点使他感到非常不自然."
    },
    {
      "en": "He was acutely aware of the odour of cooking oil.",
      "cn": "他闻到一股浓浓的油烟味。"
    },
    {
      "en": "I am acutely aware of the difficulties we face.",
      "cn": "我十分清楚我们面临的困难。"
    },
    {
      "en": "I am acutely aware of the difficulties we face.",
      "cn": "我十分清楚我们面临的困难."
    },
    {
      "en": "It then inhibited their speech and made them acutely uneasy.",
      "cn": "这样一来他们就说不了话,憋得难受."
    },
    {
      "en": "It was acutely embarrassing for us all.",
      "cn": "这让我们全体感到非常尴尬."
    },
    {
      "en": "It was an acutely uncomfortable journey back to London.",
      "cn": "那是一次极其痛苦的返回伦敦的旅行。"
    },
    {
      "en": "It's important to become acutely aware of how your eating ties in with your stress level.",
      "cn": "重要的是要深刻意识到饮食和压力之间的紧密关系。"
    },
    {
      "en": "She was acutely aware of the noise of the city.",
      "cn": "她对城市噪音很敏感。"
    },
    {
      "en": "Students are becoming acutely aware that they need more than just paper qualifications.",
      "cn": "学生越来越强烈地意识到他们需要的不仅是一纸文凭。"
    },
    {
      "en": "They were acutely aware of the difficulties.",
      "cn": "他们强烈地感到种种困难."
    },
    {
      "en": "Those tensions have been felt most acutely by women.",
      "cn": "最能深切感受到这种紧张氛围的是女性。"
    },
    {
      "en": "We continue to conduct tests, but increasingly, we conduct long conversations with her, acutely aware that our creation will raise many ethical questions on the part of the public.",
      "cn": "我们将继续进行测试，但越来越多地，随着长时间的交谈，我们敏锐地意识到，我们的作品将在公众当中引起许多道德问题。"
    },
    {
      "en": "Your food, water, and sanitary facilities are acutely substandard.",
      "cn": "你们的食物, 水和卫生设备都比一般标准低得多."
    },
    {
      "en": "Your partner can feel the loss as acutely as you, but may feel that it is unmanly to cry.",
      "cn": "你的搭档跟你一样极度地失落，但他也许会觉得男儿有泪不轻弹。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "acute",
          "tran_cn": " 严重的，[医] 急性的；敏锐的；激烈的；尖声的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "acuteness",
          "tran_cn": " 剧烈；敏锐；锐利"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "pointedly",
            "pungently"
          ],
          "tran_cn": "尖锐地；剧烈地"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "acutely aware",
      "tran_cn": "清醒地看到"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "尖锐地，剧烈地",
      "tran_en": "feeling or noticing something very strongly"
    }
  ],
  "exchange": {}
}