{
  "word": "hyena",
  "ipa": {
    "us": "haɪ'i:nə",
    "uk": "haɪˈinə"
  },
  "sentences": [
    {
      "en": "\"Maybe a hyena chewed off the face soon after it died, \" White said.",
      "cn": "“也许在它死后不久，土狼就咬掉了它的面部，”怀特说。"
    },
    {
      "en": "He couldn’t see the hyena, but the stench of it was there, the stagnant reek of meat and sweat and piss.",
      "cn": "他看不见鬣狗，但是他能嗅到它身上的恶臭，那混杂着肉味、汗味和尿骚的恶臭。"
    },
    {
      "en": "Hyena and we walked away after a confrontation.",
      "cn": "鬣狗与我们对峙一阵后便走开了."
    },
    {
      "en": "I am here, the hyena answered, and he laughed.",
      "cn": "“我在这儿.”鬣狗回答并大笑起来."
    },
    {
      "en": "I have never had the pleasure of examining the private parts of a hyena, but from what I’m told, the females have something that so resembles a penis it makes mating downright tricky.",
      "cn": "我对检查鬣狗的私处从来没有什么兴趣，但根据别处听来的说法，雌性鬣狗也有一个很像雄性生殖器的部位，使得交配活动变得颇为微妙。"
    },
    {
      "en": "Other large carnivores such as the spotted hyena face similar pressures, yet are not declining.",
      "cn": "的大型食肉动物,如带斑点的袋狼也面临着类似的, 但并下降."
    },
    {
      "en": "The hyena spoke and said , \" How goes the day with you, Sir? \"",
      "cn": "土狼开口说道: “ 先生,你的日子过得怎样? ”"
    },
    {
      "en": "The hyena's public image is not aided by its ridiculous appearance.",
      "cn": "鬣狗滑稽的外表无助于改善它在公众心中的形象."
    },
    {
      "en": "The savanna is also the home of meat - eaters — the lion, leopard, and hyena who feed on the grasseaters.",
      "cn": "大草原也是食肉动物的家乡--狮子 、 豹 、 鬣狗--它们都是以草食动物维持生命的."
    },
    {
      "en": "They tell you why l was called The Hyena?",
      "cn": "他们告诉你了为什么我被叫做鬣狗 吗 ?"
    },
    {
      "en": "Try to be hyena happy with your life and peacock proud of your occupation.",
      "cn": "把你的生活过得高高兴兴,并且为你的职业感到自豪."
    },
    {
      "en": "Yet, in spite of its awkward, slouching gait, the hyena can run surprisingly quickly.",
      "cn": "鬣狗的步履笨拙, 懒散, 然而跑起来速度惊人."
    },
    {
      "en": "You mean you get the hyena, and I choose between the hippo and the giraffe?",
      "cn": "你是说你挑了土狼剩下河马和长颈鹿给我挑?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hyaena",
            "aardwolf"
          ],
          "tran_cn": "[脊椎]鬣狗，土狼"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dog"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鬣狗",
      "tran_en": "a wild animal like a dog that makes a sound like a laugh"
    }
  ],
  "exchange": {
    "pl": [
      "hyenas"
    ]
  }
}