{
  "word": "yogurt",
  "ipa": {
    "us": "ˈjɒɡət",
    "uk": "ˈjoʊɡərt"
  },
  "sentences": [
    {
      "en": "But we usually eat bread, meat, milk or yogurt for breakfast.",
      "cn": "而我们通常吃面包 、 肉 、 奶或酸奶作为早餐."
    },
    {
      "en": "Can be slimming food: green leafy vegetables, meat, eggs, cheese, yogurt.",
      "cn": "可减肥的食物: 绿叶蔬菜, 肉类 、 鸡蛋 、 奶酪 、 酸奶."
    },
    {
      "en": "CAN there be cause for cheer in a pot of yogurt?",
      "cn": "一罐酸奶中会有欢呼的理由 么 ?"
    },
    {
      "en": "Choices are powdered eggs, dried fruit and yogurt.",
      "cn": "你可以选择的是:蛋粉 、 干果和酸奶酪."
    },
    {
      "en": "Eat lots of yogurt before pollen season. Also - eat honey local region daily.",
      "cn": "在花粉传播旺盛的季节前,多吃些酸奶,还有每天吃些蜂蜜."
    },
    {
      "en": "Greek yogurt contains much less fat than double cream.",
      "cn": "希腊酸奶比高脂浓奶油所含脂肪要少得多。"
    },
    {
      "en": "If you like cottage cheese, add some fruit and/or yogurt!",
      "cn": "如果你喜欢农家鲜干酪，那就加些水果和酸奶吧！"
    },
    {
      "en": "It can be store-bought plain yogurt or the last spoonfuls of your most recent homemade batch.",
      "cn": "它可以使商店中没来的纯酸奶，或者是最后一勺你最近一批自制的酸奶。"
    },
    {
      "en": "It has yogurt powder but it is mostly made up of sugar and palm-kernel oil-and all the fat is mostly saturated.",
      "cn": "那其中确实含有一部分酸乳酪粉，但主要成分确是糖和棕榈核油，而且脂肪也以饱和脂肪为主。"
    },
    {
      "en": "Most dietitians recommend sticking to nonfat or low - fat milk, cheese, and yogurt.",
      "cn": "多数营养学家建议可吃一些脱脂或低脂的牛奶 、 奶酪和酸乳酪."
    },
    {
      "en": "Not bad. It seems you are super yogurt lover. You have so many in your cart.",
      "cn": "不错。似乎你是超级喜欢酸奶。你的手推车上放了如此多的酸奶。"
    },
    {
      "en": "Serve the pudding, and pass around a bowl of yogurt to go with it.",
      "cn": "上布丁，把酸奶碗传一下，用酸奶拌着布丁吃。"
    },
    {
      "en": "Some people also feel that yogurt can increase resilience to stress.",
      "cn": "另外,也有人认为优格可以增加抗压性."
    },
    {
      "en": "The dairy group has foods like milk, cheese, and yogurt.",
      "cn": "首先是奶类食物,如牛奶 、 干酪 、 酸乳酪."
    },
    {
      "en": "The yogurt sold by this dairy is delicious.",
      "cn": "这家乳品店出售的酸奶非常好喝。"
    },
    {
      "en": "Then, put in two teaspoons of honey and cup of yogurt.",
      "cn": "然后, 放入两茶匙蜂蜜和一杯酸奶."
    },
    {
      "en": "There's a yogurt left if you're still hungry.",
      "cn": "如果你还饿的话，还有一份酸奶。"
    },
    {
      "en": "This yogurt is past its sell - by date.",
      "cn": "酸奶已经过期了."
    },
    {
      "en": "Yogurt is a perfectly acceptable substitute for cream in cooking.",
      "cn": "酸奶是烹饪用的特别受欢迎的奶油替代品."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "acid milk",
            "yoghourt"
          ],
          "tran_cn": "酸奶酪，[食品]酸乳（等于yoghurt）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "酸奶，酸乳酪",
      "tran_en": "Yogurt is a food in the form of a thick, slightly sour liquid that is made by adding bacteria to milk. A yogurt is a small container of yogurt."
    }
  ],
  "exchange": {
    "pl": [
      "yogurts"
    ]
  }
}