{
  "word": "trepidation",
  "ipa": {
    "us": "ˌtrepɪˈdeɪʃn",
    "uk": "ˌtrepɪˈdeɪʃn"
  },
  "sentences": [
    {
      "en": "\" Thank you,'she answered, with some trepidation and went out.",
      "cn": "“ 谢谢, \" 她说着胆战心惊地走了出来."
    },
    {
      "en": "Any trepidation grows rapidly worse if you look towards the ground.",
      "cn": "如果你朝地面看----再轻微的恐惧感也会迅速加重."
    },
    {
      "en": "Beijing might be watching the spread of buying with trepidation.",
      "cn": "例句北京可能正在战战兢兢的注视着团购的蔓延."
    },
    {
      "en": "Beijing might be watching the spread of team buying with trepidation.",
      "cn": "北京可能正在战战兢兢的注视着团购的蔓延."
    },
    {
      "en": "But this time they are full of trepidation, not margaritas.",
      "cn": "但这次陪伴他们的不是玛格丽塔美酒,而是满腹忧愁."
    },
    {
      "en": "Forgiving interactions and Undo encourage users to try direct manipulation without trepidation.",
      "cn": "温顺宽厚的交互方式已经允许撤销都会鼓励使用者毫无畏惧地尝试直接操作."
    },
    {
      "en": "He accosted me with trepidation and passed on.",
      "cn": "他慌慌张张地向我打了个招呼就走开了."
    },
    {
      "en": "I awaited the result of the football match with trepidation.",
      "cn": "我忐忑不安地等着足球赛的结果."
    },
    {
      "en": "I wait for the result in a state of some trepidation.",
      "cn": "我有些惶恐不安地等待著结果."
    },
    {
      "en": "I waited for the results in a state of some trepidation.",
      "cn": "我有些惶恐不安地等待着结果."
    },
    {
      "en": "In great trepidation he sat down beside the retired dressmaker.",
      "cn": "他战战兢兢的在那个歇业女裁缝的身边坐下."
    },
    {
      "en": "It was with some trepidation that I viewed the prospect of cycling across Uganda.",
      "cn": "我带着些许惶恐考虑了一下骑自行车周游乌干达的可能性。"
    },
    {
      "en": "Jane Austen hurriedly replied, with as much trepidation as amusement.",
      "cn": "简·奥斯丁又惊慌又感兴趣地急忙回答了问题."
    },
    {
      "en": "The men set off in fear and trepidation.",
      "cn": "这群人惊慌失措地出发了."
    },
    {
      "en": "The threat of an epidemic caused great alarm and trepidation.",
      "cn": "流行病猖獗因而人心惶惶."
    },
    {
      "en": "With some trepidation, I opened the door.",
      "cn": "我有些惴惴不安地打开了门。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "trepid",
          "tran_cn": " 惊恐的；胆小的；不安的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fear",
            "care",
            "disturbance",
            "worries"
          ],
          "tran_cn": "恐惧；惊恐；忧虑；颤抖"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "haste",
            "horror",
            "thing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "害怕，不安，震颤，颤抖",
      "tran_en": "a feeling of anxiety or fear about something that is going to happen"
    }
  ],
  "exchange": {}
}