{
  "word": "pharaoh",
  "ipa": {
    "us": "ˈfeərəʊ",
    "uk": "ˈferoʊ"
  },
  "sentences": [
    {
      "en": "And he went out from Pharaoh in hot anger.",
      "cn": "于是,摩西气忿忿的离开法老,出去了."
    },
    {
      "en": "And Jacob blessed Pharaoh, and went out from before Pharaoh.",
      "cn": "雅各又给法老祝福, 就从法老面前出去了."
    },
    {
      "en": "Cupid draws his arrow on both footman and pharaoh.",
      "cn": "爱神丘比特的箭已瞄准了沐浴在爱河中的人们."
    },
    {
      "en": "Dathan : To use in your service, son of Pharaoh.",
      "cn": "戴森: 那是用来服务您的, 法老之子."
    },
    {
      "en": "He refused to have his portrait conventionalized into the customary smooth beauty of the pharaoh god.",
      "cn": "他不让他的画像具有惯例的法老神的那种传统的温和的美."
    },
    {
      "en": "He went out from Pharaoh and made supplication to the Lord.",
      "cn": "出10:18摩西就离开法老去求耶和华."
    },
    {
      "en": "I'm taking three baskets of bread to Pharaoh when the baskets fall.",
      "cn": "我提着三个装着面包的篮子到法老去,篮子撒了."
    },
    {
      "en": "Moving day, Pharaoh was in his room to see a new inter - accordion.",
      "cn": "搬家那天, 老王在他的那间屋里看见一把崭新的手风琴."
    },
    {
      "en": "One night Pharaoh had a strange dream.",
      "cn": "一天夜晚，法老做了个怪梦。"
    },
    {
      "en": "Pharaoh's courtiers saw her and praised her to Pharaoh, and she was taken into Pharaoh's household.",
      "cn": "法老的臣子看见她,就把她举荐给法老, 于是她就被带去收进法老的内宫中."
    },
    {
      "en": "So Moses went out from Pharaoh and made supplication to the Lord.",
      "cn": "出8:30于是摩西离开法老去求耶和华."
    },
    {
      "en": "Such is Pharaoh king of Egypt to all who depend on him.",
      "cn": "埃及王法老向一切倚靠他的人也是这样."
    },
    {
      "en": "The pharaoh is Osiris, the moon bull incarnate.",
      "cn": "这位法老就是俄西里斯，丰产神的化身。"
    },
    {
      "en": "They were not quasi-divine overmen like pharaoh or minos or the monarchs of mesopotamia.",
      "cn": "他们并不像法老、弥诺斯或美索不达米亚君主那样类似上帝的超人。"
    },
    {
      "en": "What reason was Pharaoh to be given for letting the Israelites go ( 7:16 )?",
      "cn": "法老以什麽原因让以色列人离开埃及?"
    },
    {
      "en": "Why do you harden your hearts as the Egyptians and Pharaoh did?",
      "cn": "你们为何硬着心像埃及人和法老一样 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pharaonic",
          "tran_cn": " 古埃及法老王的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tyrant",
            "Caesar"
          ],
          "tran_cn": "法老；暴君"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "法老"
    }
  ],
  "exchange": {
    "pl": [
      "pharaohs"
    ]
  }
}