{
  "word": "alimony",
  "ipa": {
    "us": "ˈælɪməni",
    "uk": "ˈælɪmoʊni"
  },
  "sentences": [
    {
      "en": "Alimony may also be granted without a divorce, as between legally separated persons.",
      "cn": "赡养费亦可付给并未离婚的双方中的一方, 如在合法分居时."
    },
    {
      "en": "Are my alimony payments deductable?",
      "cn": "我支付的赡养费可抵税 吗 ?"
    },
    {
      "en": "He needed something to renew his energies and, not incidentally, a means of making his alimony and child-support payments.",
      "cn": "他需要一些事情来恢复他的活力，并且并非偶然地需要一种能挣赡养费和孩子抚养费的方法。"
    },
    {
      "en": "He tells Maureen that even though he's now entitled to alimony, he doesn't want a nickel.",
      "cn": "她说他们之间的性关系不协调, 他立刻说爱莉也是为了性的."
    },
    {
      "en": "His ex - wife has upped the ante in her alimony suit against him.",
      "cn": "他的 前妻 在诉讼中要求提高赡养费."
    },
    {
      "en": "If a trial is necessary, the court has the authority to order one spouse to pay the other’s attorney fees in alimony, child support and child custody matters.",
      "cn": "如果审判是必要的，法院有权判定双发有一方要为其配偶支付律师费，赡养费，子女抚养费和子女监护权问题。"
    },
    {
      "en": "If you still want money, then it isn't an alimony , it's severance pay.",
      "cn": "如果你坚持要钱的话, 那也不是赡养费而是遣散费."
    },
    {
      "en": "In case you should die and can't pay the alimony and legal fees.",
      "cn": "不然万一你死了,你就付不了抚养费和其它法定费用了."
    },
    {
      "en": "Mrs. Jones awarded $ 1000.00 monthly alimony by the court when she was divorced from her husband.",
      "cn": "琼斯太太跟丈夫离婚后,根据法院判决她每月可得到一千美元的赡养费."
    },
    {
      "en": "Plus there's all the obvious problems with humans - AIDS, alimony, etc - that I just wanted to avoid.",
      "cn": "另外还有的所有突出问题,与人类艾滋病, 赡养费, 等 -,我只是想避免的."
    },
    {
      "en": "Susan: Well, somebody did, because he sent me a text agreeing to keep paying me alimony.",
      "cn": "苏珊: 嗯, 有人这么做了, 因为他发给我短信,同意继续付我赡养费."
    },
    {
      "en": "You may have to pay alimony if the divorce goes through.",
      "cn": "如果离婚了,你也必须给对方赡养费."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "keep",
            "palimony"
          ],
          "tran_cn": "[法]赡养费；生活费"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "maintenance",
            "payment",
            "subscription"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（离婚或分居后在诉讼期间男方给女方的）赡养费，生活费",
      "tran_en": "money that a court orders someone to pay regularly to their former wife or husband after their marriage has ended"
    }
  ],
  "exchange": {}
}