{
  "word": "desktop",
  "ipa": {
    "us": "ˈdesktɒp",
    "uk": "ˈdesktɑːp"
  },
  "sentences": [
    {
      "en": "All you have to do is right-click on the desktop and select New Folder.",
      "cn": "你只要在桌面上点击鼠标右键，选择“新建文件夹”就行了。"
    },
    {
      "en": "CAD and desktop publishing continue to be improved with ever new and faster PCs.",
      "cn": "电脑辅助设计和小规模出版业随着日新月异的个人电脑而改进."
    },
    {
      "en": "Contains shortcuts that the Desktop Cleanup Wizard moved here.",
      "cn": "包含“桌面清理向导”移动到此的快捷方式."
    },
    {
      "en": "Desktop shortcuts save in the desktop folder, which complies with the 8.3 naming convention.",
      "cn": "保存在desktop文件夹中的桌面快捷方式遵守8.3命名惯例."
    },
    {
      "en": "Do you know which one is better, a laptop or a desktop?",
      "cn": "你知道哪一种更好, 笔记本还是台式机?"
    },
    {
      "en": "Get freetree for your desktop. Decorate your desktop Christmas tree.",
      "cn": "特别提醒,鼠标放到圣诞树上面有倒计时."
    },
    {
      "en": "Kiosks thus tread an interesting middle ground between the two most common desktop postures.",
      "cn": "这样看来很有意思,信息亭站在了两种最常见的桌面姿态的中间."
    },
    {
      "en": "Many devices share information with desktop systems.",
      "cn": "很多设备都会与桌面系统交换数据,所以我们可以这样考虑一下."
    },
    {
      "en": "My computer is a desktop computer of excellent quality.",
      "cn": "我的计算机是品质卓越的台式计算机."
    },
    {
      "en": "The answer again goes back to the global metaphor of the desktop.",
      "cn": "答案又要追溯到整体桌面隐喻."
    },
    {
      "en": "The New 3 D Optical Desktop Scanner affordable for all!",
      "cn": "新的三维光学扫描仪桌面就是要让所有人都买得起!"
    },
    {
      "en": "The systems are packaged in three basic models: desktop, deskside and rack - mount.",
      "cn": "该系统有三种机型: 桌上型 、 桌边型和架上型."
    },
    {
      "en": "Today all desktop and notebook hard disk drives implement the security features.",
      "cn": "现在所有的桌面计算机和笔记本电脑硬盘都采用该安全功能."
    },
    {
      "en": "Users can download their material to a desktop PC.",
      "cn": "用户可以把资料下载到台式机上。"
    },
    {
      "en": "We have stopped making desktops because no one is making money from them.",
      "cn": "我们已经停止生产台式电脑了，因为不赚钱。"
    },
    {
      "en": "When launched, the Macintosh was the smallest desktop computer ever produced.",
      "cn": "当初上市的时候，麦金塔电脑是所有台式电脑里最小的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tabletop",
            "table tops"
          ],
          "tran_cn": "桌面；台式机"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "desktop calendar",
      "tran_cn": "桌上日历"
    },
    {
      "phrase": "desktop computer",
      "tran_cn": "台式电脑"
    },
    {
      "phrase": "desktop management interface",
      "tran_cn": "桌面管理界面"
    },
    {
      "phrase": "desktop publishing",
      "tran_cn": "台式印刷系统；桌面出版系统"
    },
    {
      "phrase": "desktop video",
      "tran_cn": "[计]桌面视讯；桌面式视频"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "桌面",
      "tran_en": "the main area on a computer where you can find the  icon s  that represent programs, and where you can do things to manage the information on the computer"
    }
  ],
  "exchange": {
    "pl": [
      "desktops"
    ]
  }
}