{
  "word": "autocrat",
  "ipa": {
    "us": "ˈɔːtəkræt",
    "uk": "ˈɔːtəkræt"
  },
  "sentences": [
    {
      "en": "But this view misses the dark side of the bargain we made with the autocrat: we befriended him but enraged his population.",
      "cn": "但是这一观点忽略了我们美国与独裁者交易的黑暗一面：我们照顾独裁者但是却激怒了人民。"
    },
    {
      "en": "He was an accomplished politician and a crafty autocrat.",
      "cn": "他是个有造诣的政治家，也是个狡黠的独裁者。"
    },
    {
      "en": "He was an accomplished politician and a crafty autocrat.",
      "cn": "他是个杰出的政治家，也是个狡黠的独裁者。"
    },
    {
      "en": "It is a cunning supersede the aristocracy , and make the king sole and absolute autocrat.",
      "cn": "一笔勾销, 而把国王变成唯一、绝对的专制统制者的狡猾诡计."
    },
    {
      "en": "It'seems to me that you talk like a great autocrat.",
      "cn": "你说话活象个专制的暴君."
    },
    {
      "en": "Its last monarch, Shah Reza Pahlavi, was overthrown in 1979, but he was replaced by yet another autocrat, the Ayatollah Khomeini.",
      "cn": "1979年，其最后的君主，沙阿 礼萨 巴拉维被推翻，但取代他的却是另外一个独裁者，阿亚图拉 霍梅尼。"
    },
    {
      "en": "Republican in title he was, but an autocrat at heart.",
      "cn": "他名义上是共和主义者, 但内里却是个专制君主."
    },
    {
      "en": "She wrote a lot of books that exposed the avarice of the authoritarian . the autocracy of the autocrat and the falsity of the autonomy.",
      "cn": "她写了许多书，暴露了权力主义者的贪婪，独裁者的独裁政体和自治权的虚伪。"
    },
    {
      "en": "This love of home, the desire to retrieve the country from the grip of the autocrat and his retainers, was what animated a hitherto submissive population.",
      "cn": "是对祖国的热爱和将祖国从独裁者及其走狗的魔爪中夺回的热望鼓舞着温和顺从的人民走上的起义的道路。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "autocratic",
          "tran_cn": " 专制的；独裁的，专横的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "autocratically",
          "tran_cn": " 独裁地；专制地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dictator",
            "monarch",
            "ruler",
            "tyrant"
          ],
          "tran_cn": "独裁者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "despot",
            "dictator",
            "monarch",
            "ruler",
            "tyrant"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "独裁统治者，独断专行的人",
      "tran_en": "a ruler who has complete power over a country"
    }
  ],
  "exchange": {
    "pl": [
      "autocrats"
    ],
    "adv": [
      "autocratically"
    ],
    "adj": [
      "autocratic"
    ]
  }
}