{
  "word": "hod",
  "ipa": {
    "us": "hɒd",
    "uk": "hɑd"
  },
  "sentences": [
    {
      "en": "Bezer , Hod , Shamma, Shilshah, Ithran and Beera.",
      "cn": "37比悉,河得,珊玛,施沙, 益兰, 比拉."
    },
    {
      "en": "Bezer, and Hod , and Shamma and Shilshah, and Ithran, and Beera.",
      "cn": "代上7:37比悉、河得、珊玛 、 施沙、益兰、比拉."
    },
    {
      "en": "He became a hod carrier on a building site.",
      "cn": "他在建筑工地上当起了小工。"
    },
    {
      "en": "Hod made relatives; Thank god we can choose our friends.",
      "cn": "神决定了谁是你的亲戚, 幸运的是在选择朋友方面他给了你留了余地."
    },
    {
      "en": "Market and competition information analysis and report to HOD.",
      "cn": "收集市场讯息,竞争对手情况,并反馈给主管领导."
    },
    {
      "en": "Met hod: 64 cases of lung sarcoidosis confirmed by pathology were reviwed and anali zed.",
      "cn": "方法: 回顾分析了64例经病理证实的肺结节病患者的全部资料."
    },
    {
      "en": "Moshe Hod, a professor of obstetrics and gynecology at Tel Aviv University.",
      "cn": "研究者之一 、 特拉维夫大学的妇产科教授MosheHod说."
    },
    {
      "en": "The hriving of \" mirror of Buddha \" hod the dose relation with the propagation of Buddhism.",
      "cn": "“佛像镜 ” 的兴盛与传播与佛教在我国的传播有很大的关系. 三国时,吴都武昌(鄂城)是其产地."
    },
    {
      "en": "The influence factors of input current distortion rate , such as : the values of inductor, hySteresis hod.",
      "cn": "讨论了不同电感 、 不同滞环大小及不同死区对输入电流畸变率的影响."
    },
    {
      "en": "This bulletin mechanism hod been was implemented in SuperBase system.",
      "cn": "该公告机制已在我们开发的CIMS信息 集成平台的原形系统SuperBase中得以实现."
    },
    {
      "en": "Through the experiment, basketball tactics area - delimited teaching met hod is better than traditional method.",
      "cn": "通过实验结果显示, 篮球战术划区域教学方法明显优于常规教学法."
    },
    {
      "en": "Thus we provided another reasonable and effective met hod for the multiple attribute decision problem.",
      "cn": "从而为多指标决策问题提供了又一合理可行的决策方法."
    },
    {
      "en": "Washing hod hands beside thpe strange fountains.",
      "cn": "在这个奇怪的喷泉旁洗手."
    },
    {
      "en": "We always hod the Sincerity, Quality, and Efficiency as our company's business philosophy.",
      "cn": "诚信 、 优质 、 高效是我公司一贯秉持的经营理念."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "灰浆桶",
      "tran_en": "A hod is a container that is used by a building worker for carrying bricks"
    }
  ],
  "exchange": {
    "pl": [
      "hods"
    ]
  }
}