{
  "word": "curio",
  "ipa": {
    "us": "ˈkjʊəriəʊ",
    "uk": "ˈkjʊrioʊ"
  },
  "sentences": [
    {
      "en": "Chen Liangshao's epitaph was discovered in 2002 to be possessed by a curio merchant.",
      "cn": "提要:陈良绍墓志于2002年春在古玩商人处发现."
    },
    {
      "en": "Have a cup of coffee, browse the magazines and enjoy the curio, nothing better than that!",
      "cn": "在这里喝杯咖啡, 翻翻杂志,赏赏古玩,想想心思, 养心养性,是最好不过了."
    },
    {
      "en": "In the Captain of the Axiom's cabin, there is a lit curio cabinet with a 1980's era white NASA Space Shuttle launch helmet with red and blue pin striping.",
      "cn": "在真理号船长室里，有一个发光的装古董的橱柜（见下图），里头陈列着上世纪80年代NASA太空船上使用的白色头盔，饰有红蓝条纹。"
    },
    {
      "en": "It can be called curio.",
      "cn": "它可以被称为古玩."
    },
    {
      "en": "It is a commercial steer major in calligraphy works, painting, curio, and relevant articles.",
      "cn": "位于越秀区文德路,是著名的字画古玩一条街,专营名人字画, 壁画, 及画框等字画相关产品."
    },
    {
      "en": "It is one of the biggest curio shops in the craft brothers in Shanghai.",
      "cn": "在上海同行中是规模较大的古玩店之一."
    },
    {
      "en": "Red and blue spectacles, it was imagined, would be routinely employed to watch a film. Flat projection would be a historical curio.",
      "cn": "当时人们认为那种红蓝3D眼镜将是未来观影必备物品，平板投射技术将成为历史古董。"
    },
    {
      "en": "The curio shop backs the post office.",
      "cn": "古玩店位于邮局的后面."
    },
    {
      "en": "There are many places of interest in the city - museums, temples, and curio markets.",
      "cn": "本市有许多有趣的地方,比如博物馆 、 庙宇 、 古董市场."
    },
    {
      "en": "There was a silence then that filled the little curio shop.",
      "cn": "接着这个小古董店变得一片寂静."
    },
    {
      "en": "This curio has passed throgh many hands.",
      "cn": "这种古玩已经多次转手了."
    },
    {
      "en": "This set of glass curio was made with the latest technology.",
      "cn": "这套玻璃古玩是用最新工艺制作的."
    },
    {
      "en": "Various kinds of ancient clocks in our curio shop are waiting for the respective highest Bids.",
      "cn": "本古玩店收藏的各种古钟,待价而沽."
    },
    {
      "en": "Welcome, friend! Welcome to the Old Market Magical Curio shop!",
      "cn": "欢迎, 朋友! 欢迎来到旧货市场的魔法古玩店!"
    },
    {
      "en": "You'd better declare your curio to the official.",
      "cn": "你最好把那件古玩向海关官员申报纳税."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "curiosity",
          "tran_cn": " 好奇，好奇心；珍品，古董，古玩"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "treasure",
            "pearl"
          ],
          "tran_cn": "[古]古董；珍品"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "curiosity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小件珍奇物品",
      "tran_en": "a small object that is interesting because it is beautiful or rare"
    }
  ],
  "exchange": {
    "pl": [
      "curios"
    ]
  }
}