{
  "word": "lesion",
  "ipa": {
    "us": "ˈli:ʒn",
    "uk": "ˈliʒən"
  },
  "sentences": [
    {
      "en": "A hemorrhagic gut was the predominant lesion at autopsy.",
      "cn": "尸检的主要发现是肠出血."
    },
    {
      "en": "A typical result of an upper motor neuron lesion is paralysis of voluntary movement.",
      "cn": "典型的上位运动神经之损伤就会导致随意运动麻痹."
    },
    {
      "en": "acute gastric lesions",
      "cn": "急性胃损伤"
    },
    {
      "en": "Acute inflammation of the vermiform appendix is the most common surgical lesion within the abdomen.",
      "cn": "阑尾的急性炎症,是最常见的外科腹部病变."
    },
    {
      "en": "As is implied by the name, the most characteristic lesion is hypoplasia of the nasal turbinates.",
      "cn": "顾名思义, 最特征的病变是鼻甲发育不全."
    },
    {
      "en": "Established renal tuberculosis is sometimes called the ulcerogenic cavernous lesion.",
      "cn": "确诊的肾结核有时称为海绵状溃疡病变."
    },
    {
      "en": "Figures 1, 2 . 21 - 22 weeks: unilocular, mid - line, cystic lesion.",
      "cn": "图1 、 2孕 21-22 周: 单房的位于中线处的囊性病变."
    },
    {
      "en": "In a case of hypomagnesaemia in a cow there is no physical lesion.",
      "cn": "一例低镁血症病牛并无器质性损害."
    },
    {
      "en": "In lesion's site, range and degree, CAC and stenosis had some correlation.",
      "cn": "cac与冠脉狭窄在病变部位 、 围、度上有一定的相关性但并不完全相同."
    },
    {
      "en": "In the absence of an obstructive lesion of the urinary tract, this illness is self - limited.",
      "cn": "若无尿路梗阻, 则本病具有自限性."
    },
    {
      "en": "It is a benign rapidly growing hemorrhagic lesion of unknown origin.",
      "cn": "回顾文献记载,大部份的鼻腔内小叶状毛细血管瘤病例年龄分布在成人,罕见于小孩子."
    },
    {
      "en": "Objective: Simulated Analysis of tissues lesion internal - cooled radiofrequency ablation system.",
      "cn": "目的: 提出单针水 冷式 射频消融系统在治疗过程中对生物组织热损伤的仿真分析."
    },
    {
      "en": "Result Subtotal gastrectomy including the lesion is better than other methods.",
      "cn": "结果包括病变部位的胃大部分切除术疗效较好."
    },
    {
      "en": "The lesion should not be squeezed.",
      "cn": "不要挤压患部."
    },
    {
      "en": "This lesion enlarged progressively and showed a reddish , elevated , dome - shaped surface.",
      "cn": "病灶之病理切片报告为粘液性癌."
    },
    {
      "en": "With ocular ultrasound examination , it was demonstrated to be a cystic - like lesion.",
      "cn": "经手术切除,组织病理证实为毛囊细胞瘤."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "injury",
            "harm",
            "damage"
          ],
          "tran_cn": "[医]损害；身体上的伤害；机能障碍"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "skin lesion",
      "tran_cn": "皮肤损害"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "损害，身体器官组织的损伤，感染性的皮肤",
      "tran_en": "damage to someone’s skin or part of their body such as their stomach or brain, caused by injury or illness"
    }
  ],
  "exchange": {
    "pl": [
      "lesions"
    ]
  }
}