{
  "word": "incubator",
  "ipa": {
    "us": "ˈɪŋkjubeɪtə(r)",
    "uk": "ˈɪnkjəˌbetɚ, ˈɪŋ-"
  },
  "sentences": [
    {
      "en": "a high-tech incubator on the east coast",
      "cn": "位于东海岸的高科技企业扶持机构"
    },
    {
      "en": "An incubator is used to hatch chickens.",
      "cn": "孵卵器用来孵小鸡."
    },
    {
      "en": "Business Incubator for Returned Personnel is the first provincial incubator.",
      "cn": "留学人员创业园是宁夏首家省级留学人员创业园."
    },
    {
      "en": "Business incubator is called Business Incubation Center in China.",
      "cn": "企业孵化器在我国又称创业服务中心."
    },
    {
      "en": "Contaminated eggs in the incubator set off a chain reaction of exploding eggs.",
      "cn": "污染鸡蛋在孵化器里会引起鸡蛋爆裂的连锁反应."
    },
    {
      "en": "Digital Biochemical incubator 250 B is a biochemical function of high - precision temperature equipment.",
      "cn": "250B生化培养箱是具有生化功能的高精度恒温设备."
    },
    {
      "en": "Do incubator chickens love their mother?",
      "cn": "孵卵器孵出的鸡爱它们的母亲 吗 ?"
    },
    {
      "en": "Eggs can be incubated by the female or artificially in an incubator.",
      "cn": "蛋可以由雌蟒或者人工用孵蛋器孵化."
    },
    {
      "en": "Hood thermometer indicates temperature inside incubator.",
      "cn": "透明罩内的温度计指示暖箱内的温度."
    },
    {
      "en": "How can the Business Incubator going now?",
      "cn": "风险投资在某种程度上正好弥补了孵化器在发展上遇到一些 不足 ."
    },
    {
      "en": "Objective to verify the function of the ourselves - made incubator for premature infant.",
      "cn": "目的:进一步验证 自制 早产婴儿培养箱的性能."
    },
    {
      "en": "Responsible for design and development of the electronic system of Infant Incubator.",
      "cn": "负责婴儿培养箱的电控部分的设计开发."
    },
    {
      "en": "She also gave me ten goose eggs for incubator.",
      "cn": "她还给了我十个鹅蛋拿去人工孵化."
    },
    {
      "en": "Some communities have developed innovative ways to reduce the tax burden on taxable incubator facilities.",
      "cn": "很多社区都在创新的想点子减低孵化器的税务负担."
    },
    {
      "en": "The venture capital mixed business incubator is the current new hot point.",
      "cn": "种种迹象表明,孵化器和风险投资正逐渐走向融合."
    },
    {
      "en": "This university - based technology incubator has graduated hundreds of companies and created thousands of jobs.",
      "cn": "这个建立在大学基础的技术孵化器已成长了过百家企业和上千的就业机会."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "incubate",
          "tran_cn": " 孵育物"
        },
        {
          "word": "incubation",
          "tran_cn": " 孵化；[病毒][医] 潜伏；抱蛋"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "incubate",
          "tran_cn": " 孵化；酝酿"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "incubate",
          "tran_cn": " 孵化；培养；温育；逐渐发展"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hatcher",
            "brooder"
          ],
          "tran_cn": "[禽]孵卵器；[儿科]保温箱；早产儿保育器；细菌培养器"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "孵化器，（用于放置早产婴儿的）恒温箱",
      "tran_en": "a heated container for keeping eggs warm until they hatch(= the young birds are born )"
    }
  ],
  "exchange": {
    "pl": [
      "incubators"
    ]
  }
}