{
  "word": "forecaster",
  "ipa": {
    "us": "ˈfɔ:kɑ:stə(r)",
    "uk": "ˈfɔrkæstər"
  },
  "sentences": [
    {
      "en": "A forecaster says the funnel was on the ground for a matter of minutes.",
      "cn": "预报员说漏斗云大约在地面停留了几分钟."
    },
    {
      "en": "Analyses of economic indicators represent the forecaster's \" crystal ball \".",
      "cn": "经济指标的分析,象征着预测者用以占卜的 “ 水晶球 ”."
    },
    {
      "en": "Did your local weather forecaster issue a pollen warning?",
      "cn": "当地的天气预报员是否提醒过注意花粉过敏?"
    },
    {
      "en": "Economic forecasters think that the stock market is set to fall.",
      "cn": "经济预测专家认为股市很可能下跌。"
    },
    {
      "en": "Forecaster Dr Aidan Nulty said yesterday's storm was unusual for the time of year.",
      "cn": "气象预报员AidanNulty博士说昨天的暴风雨在今年这个时候发生是不正常的."
    },
    {
      "en": "It forces the forecaster to be as objective as he possible can be.",
      "cn": "它迫使预测者尽可能地做到客观无偏见."
    },
    {
      "en": "So, if you have one economic forecaster's opinion, you have them all.",
      "cn": "如此说来, 只要看一家预测, 就可知道所有预测."
    },
    {
      "en": "The forecast result abundant, may supply the reference for forecaster.",
      "cn": "预报结果输出图文并茂, 可供预报员参考."
    },
    {
      "en": "The forecaster contrasted the cast castle with the vast desert.",
      "cn": "预言者将铸造的城堡与广阔的沙漠作了对比."
    },
    {
      "en": "The weather - forecaster cautioned us about the icy roads.",
      "cn": "气象预报员提醒我们注意结冰的道路."
    },
    {
      "en": "the weather forecaster",
      "cn": "气象预报员"
    },
    {
      "en": "The weather forecaster cautioned us about the icy roads.",
      "cn": "天气预报员提醒我们当心路面有冰冻."
    },
    {
      "en": "These facilities can HAs weater maps analyzed in socate of a forecaster.",
      "cn": "这一些设备可代替预报员把天气图考虑出来."
    },
    {
      "en": "These facilities can have weather maps analyzed in place of a forecaster.",
      "cn": "这些设备可代替预报员把天气图分析出来."
    },
    {
      "en": "Value - Added Quantitative Precipitation Forecasts: How Valuable is the Forecaster?",
      "cn": "增值定量降水预报: 预报员的价值怎样评价?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "forecast",
          "tran_cn": " 预测，预报；预想"
        },
        {
          "word": "forecasting",
          "tran_cn": " 预测"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "forecasting",
          "tran_cn": " 预言；作预告（forecast的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "forecast",
          "tran_cn": " 进行预报，作预测"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "forecast",
          "tran_cn": " 预报，预测；预示"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prophet"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "预报员",
      "tran_en": "someone whose job is to say what is likely to happen in the future, especially what kind of weather is expected"
    }
  ],
  "exchange": {
    "pl": [
      "forecasters"
    ]
  }
}