{
  "word": "merchandising",
  "ipa": {
    "us": "ˈmɜ:tʃəndaɪzɪŋ",
    "uk": "ˈmɜrtʃəndaɪzɪŋ"
  },
  "sentences": [
    {
      "en": "Accounts receivable comprise the largest financial asset of many merchandising companies.",
      "cn": "在很多商业公司内,应收账款已成为公司最主要的资产构成."
    },
    {
      "en": "Are there other merchandising Methods: Used in the mass accounts?",
      "cn": "大型零售渠道中使用的其他销售规划形式?"
    },
    {
      "en": "Bulk merchandising of products to achieve maximum impact at a competitive price.",
      "cn": "大量陈列某商品,并以极具竞争力的价格来取得最大效果."
    },
    {
      "en": "Character merchandising involves the use of fictional characters, names, other symbols and etc. in the marketing.",
      "cn": "角色商品化包括作品虚构形象 、 名称 以及 其他标识等角色元素的商业化利用形式."
    },
    {
      "en": "Company executives say revamped merchandising should help Macy's earnings to grow.",
      "cn": "公司主管说销售规划改进后应该能够帮助梅西公司提高收益。"
    },
    {
      "en": "For now, low - price retailers are readjusting their merchandising and pricing.",
      "cn": "现在, 低价格的零售商都在调整自己的销售规划和定价."
    },
    {
      "en": "III. Experience in merchandising function or marketing function in retail or FMCG is preferred.",
      "cn": "有零售业或快速消费品行业采购或市场工作经验更佳."
    },
    {
      "en": "millions of pounds' worth of Batman merchandising",
      "cn": "价值数百万英镑的《蝙蝠侠》的衍生产品"
    },
    {
      "en": "Oversees the selling team merchandising of the departments to ensure company standards are achieved.",
      "cn": "确保店内的商品陈列符合公司的运营标准."
    },
    {
      "en": "Programme tickets are available for sale or redemption at all Merchandising Centres.",
      "cn": "课程门券现已于各购货中心公开发售及换购."
    },
    {
      "en": "The club says it will make increasing amounts from merchandising.",
      "cn": "俱乐部称会从衍生商品中获得越来越多的利润。"
    },
    {
      "en": "the director of merchandising",
      "cn": "销售总监"
    },
    {
      "en": "Thus , merchandising businesses generally use the accrual basis.",
      "cn": "销售企业一般采用权责发生制为基础."
    },
    {
      "en": "Toys and other tie - in movie merchandising grossed a ground total of 9 billion US dollars.",
      "cn": "玩具以及其他与电影相关的商品的销售总值超过了90亿美元."
    },
    {
      "en": "We are selling the full range of World Cup merchandising.",
      "cn": "我们出售世界杯的所有纪念商品。"
    },
    {
      "en": "Where the Spice Girls really, really came into their own was in marketing and merchandising.",
      "cn": "辣妹们真正大红大紫是在市场销售上."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "merchandise",
          "tran_cn": " 商品；货物"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "merchandise",
          "tran_cn": " 经商"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "merchandise",
          "tran_cn": " 买卖；推销"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sale promotion",
            "salesmanship"
          ],
          "tran_cn": "推销；[贸易]销售规划"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "commercial"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "faring"
          ],
          "tran_cn": "推销；经营（merchandise的ing形式）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "visual merchandising",
      "tran_cn": "视觉营销"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "商品推销，销售规划",
      "tran_en": "the way in which shops and businesses try to sell their products"
    },
    {
      "pos": "v",
      "tran_cn": "推销(merchandise的ing形式)，经营"
    }
  ],
  "exchange": {}
}