{
  "word": "electrolysis",
  "ipa": {
    "us": "ɪˌlekˈtrɒləsɪs",
    "uk": "ɪˌlekˈtrɑləsɪs"
  },
  "sentences": [
    {
      "en": "Abstr: In zinc extraction process, fluorine and chlorine, leached into the solution, affect the normal operation of electrolysis.",
      "cn": "文章摘要： 湿法锌冶炼中，随浸出进入系统的氟、氯离子影响电解的正常进行。"
    },
    {
      "en": "Compared with electrolysis, laser hair removal is more precise and much faster.",
      "cn": "与电解, 激光脱毛是更精确和更快."
    },
    {
      "en": "Contact glow discharge electrolysis is a novel type of electrochemical process.",
      "cn": "接触辉光放电电解是一种新型的产生等离子体的电化学方法."
    },
    {
      "en": "Electrolysis anti - fouling , an important anti - fouling and anticorrosion method, has its unique features.",
      "cn": "电解 防污 法是一种重要的防污与防腐蚀技术."
    },
    {
      "en": "Electrolysis is also used to plate one metal on another.",
      "cn": "电解也用于将一种金属电镀在另一种金属上."
    },
    {
      "en": "In printing, the creation of duplicate plate by electrolysis.",
      "cn": "在印刷技术中, 用电解法生产的复制板的方法."
    },
    {
      "en": "Instead, he says, the solution to large-scale hydrogen production lies in using renewable electricity to extract hydrogen from water via electrolysis.",
      "cn": "相反他认为大规模生产氢的解决方案在于使用可更新的电通过电解方式从水中提取氢。"
    },
    {
      "en": "Methods : That remove hair, such as electrolysis and laser, also helpful.",
      "cn": "脱毛疗法例如电解和激光也有帮助."
    },
    {
      "en": "Regeneration of the effluent by diaphragm electrolysis is suggested.",
      "cn": "介绍了镀锌低铬钝化工艺,采用隔膜电解法再生钝化废液."
    },
    {
      "en": "So far we have only demonstrated that the mean charge in electrolysis is quantized.",
      "cn": "到目前为止,我们只验证了电解中的平均电行是量子化的."
    },
    {
      "en": "The back EMF and I - V curves were measured in laboratory electrolysis cells.",
      "cn": "在实验室电解槽上测量了反电势和电流—电压曲线."
    },
    {
      "en": "The chemist reduced water by electrolysis.",
      "cn": "化学家用电解法把水还原为氢."
    },
    {
      "en": "The influential factors of current electrolysis disinfection are studied.",
      "cn": "主要研究直流电解杀菌的影响因素及其应用于饮用净水的消毒."
    },
    {
      "en": "The topic of inert anode is attentioned in aluminum electrolysis.",
      "cn": "惰性阳极是铝电解行业比较关注且极富挑战性的课题."
    },
    {
      "en": "Then the newest trends of the fused - salt electrolysis are introduced emphatically.",
      "cn": "重点介绍了熔盐电解法这一领域的最新动态."
    },
    {
      "en": "This may be taken as a result of electrolysis.",
      "cn": "这可以当作是电解的一种结果."
    },
    {
      "en": "Water can be reduced to oxygen and hydrogen by electrolysis.",
      "cn": "用电解法可以把水分解为氧和氢."
    },
    {
      "en": "Well, electrolysis of water consumes energy.",
      "cn": "好了，电解水消耗了能量。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "electrolytic",
          "tran_cn": " 电解的；电解质的；由电解产生的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "electrolyte",
          "tran_cn": " 电解液，电解质；电解"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "electrocute",
          "tran_cn": " （美）以电椅处死；使触电致死"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "electrolytic action"
          ],
          "tran_cn": "[化工][化学]电解，电解作用；以电针除痣"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "water electrolysis",
      "tran_cn": "水电解"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "电解，电蚀，电蚀除瘤[毛发等]",
      "tran_en": "the process of separating a liquid into its chemical parts by passing an electric current through it"
    }
  ],
  "exchange": {}
}