{
  "word": "antigen",
  "ipa": {
    "us": "ˈæntɪdʒən",
    "uk": "ˈæntɪdʒən"
  },
  "sentences": [
    {
      "en": "Another method of maintaining antigen persistence is through use of an adjuvant.",
      "cn": "使用佐剂是保持抗原持续存留的另一方法."
    },
    {
      "en": "Antigen density on the tumor cell surface influences the cytotoxic sensitivity.",
      "cn": "瘤细胞表面的抗原密度影响细胞毒的敏感性."
    },
    {
      "en": "Antigen interacts with the surface of sensitized mast cells.",
      "cn": "抗原与致敏的肥大细胞表面互相作用."
    },
    {
      "en": "Antigen of HCV distributed in the cytomembrane, cytoplasm and nucleus.",
      "cn": "阳性信号主要分布于细胞膜 、 细胞浆及细胞核内."
    },
    {
      "en": "Indirect immunofluorescence was used to detect the HFRS antigen.",
      "cn": "用间接免疫荧光方法检测HFRS抗原."
    },
    {
      "en": "Lassa fever is diagnosed by detection of Lassa antigen, anti-Lassa antibodies, or virus isolation techniques.",
      "cn": "拉沙热通过发现拉沙抗原、抗拉沙抗体或病毒分离技术进行诊断。"
    },
    {
      "en": "Methods: ABO antigen intensity chang was detected by blood group serologic test.",
      "cn": "方法: 采用血型血清学试验检测ABO血型抗原强度变化."
    },
    {
      "en": "O - antigen in an important component of outer membrane of Gram - negative bacteria.",
      "cn": "抗原是革兰阴性菌外膜的重要组分."
    },
    {
      "en": "Objective : To introduce schistosomiasis vaccine alternative antigen and schistosomiasis vaccine.",
      "cn": "目的: 简介血吸虫病疫苗候选抗原及血吸虫病疫苗."
    },
    {
      "en": "Prostate - specific antigen ( PSA ) is a well characterized human prostate specific glycoprotein.",
      "cn": "摘要前列腺特定抗原 ( PSA ) 为一已经定性清楚之人类前到腺特定醣蛋白."
    },
    {
      "en": "Scientists have recently discovered they can reduce the amount of antigen used to produce pandemic influenza vaccines by using water-in-oil substances that enhance the immune response.",
      "cn": "科学家最近发现，如果使用油包水型物质来强化免疫反应，生产大流行性流感疫苗所使用的抗原量就可以减少。"
    },
    {
      "en": "The basis of the test is the antigen - antibody reaction.",
      "cn": "测定的基础是抗原抗体反应."
    },
    {
      "en": "The ELISA result using ORF 2 protein as antigen showed good accuracy.",
      "cn": "以ORF2蛋白为抗原的ELISA检测结果具有较好的准确性."
    },
    {
      "en": "The endothelial cells are immunoreactive for CD 34 and Factor VIII related antigen.",
      "cn": "内皮细胞呈CD34+和VIII因子相关抗原+."
    },
    {
      "en": "The expression of RSV antigen was evaluated by direct immunofluorescence assays ( DFA ).",
      "cn": "直接免疫荧光 ( DFA ) 法测定病毒抗原表达."
    },
    {
      "en": "They bind to antigen -- antibody complexes.",
      "cn": "它们粘附在抗原 ― ―抗体复合物上."
    },
    {
      "en": "What is antigen of second liver surface, if what masculine gender expresses?",
      "cn": "什么是乙肝表面抗原, 假如阳性表示什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "antigenic",
          "tran_cn": " 抗原的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "carcinoembryonic antigen",
      "tran_cn": "癌胚抗原"
    },
    {
      "phrase": "coating antigen",
      "tran_cn": "包被抗原"
    },
    {
      "phrase": "surface antigen",
      "tran_cn": "表面抗原"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "抗原",
      "tran_en": "a substance that makes the body produce  antibodies "
    }
  ],
  "exchange": {
    "pl": [
      "antigens"
    ]
  }
}