{
  "word": "depositor",
  "ipa": {
    "us": "dɪˈpɒzɪtə(r)",
    "uk": "dɪˈpɑzɪtə(r)"
  },
  "sentences": [
    {
      "en": "A depositor draw a lot money from the bank.",
      "cn": "一位存款人从银行支取了好多钱."
    },
    {
      "en": "A depositor is a person who deposits money in a bank.",
      "cn": "存款人是指将钱存入银行的人."
    },
    {
      "en": "Any person or organization that keeps money in a band is a depositor.",
      "cn": "把钱存入银行的任何个人或组识都叫存户."
    },
    {
      "en": "Certain transactions recorded by the depositor may not have been records by the bank.",
      "cn": "某些经济业务存户记录了,而银行尚未记录."
    },
    {
      "en": "Interest in banking, is the rate of return, or the return itself, paid to the depositor.",
      "cn": "在银行业务中, 利率就是支付给储户的收益率或者报酬."
    },
    {
      "en": "Notice that the St. Louis memo tiptoes around the question of telling a depositor that he has a demand deposit while telling the rest of the country that he has a time deposit.",
      "cn": "请注意，圣路易斯储备银行的备忘录一直在一个问题上遮遮掩掩，那就是把存款人的活期存款说成定期存款，欺骗国人。"
    },
    {
      "en": "Subsequently, other countries followed, one after another out of the depositor protection.",
      "cn": "随后, 其他各国萧规曹随, 纷纷出台了对储户的保护措施."
    },
    {
      "en": "The deposit amount is set by the depositor and the accrued interests are paid by installment.",
      "cn": "存款金额由储户自定,分期支取本息."
    },
    {
      "en": "The depositor may retrieve the deposit at any time.",
      "cn": "第三百七十六条寄存人可以随时领取保管物."
    },
    {
      "en": "The depositor positively positioned the preposition in that position on purpose.",
      "cn": "储户有意确信地介词放置在那个位置."
    },
    {
      "en": "The depositor shall pay the safekeeping fee to the depository in accordance with the contract.",
      "cn": "第三百六十六条寄存人应当按照约定向保管人支付保管费."
    },
    {
      "en": "The former materially raised depositor's interest income level, the latter is opposite.",
      "cn": "前者实质上提高了存款人的利息收益水平, 后者则相反."
    },
    {
      "en": "The GRP Wined system is equipment that is product aquarium depositor and pipeline.",
      "cn": "玻璃钢缠绕系统是生产玻璃钢储罐及管道的设备."
    },
    {
      "en": "The main objective is to protect the depositor.",
      "cn": "主要的目标是保护存款人."
    },
    {
      "en": "The number of our depositor is growing every day.",
      "cn": "我行存款人的数量每天都在增长."
    },
    {
      "en": "You'll have a deposit certificate in the name of the depositor.",
      "cn": "那就要一张以储户名字开立的定期存单."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "depositary",
          "tran_cn": " 存款的；用作储藏所的"
        },
        {
          "word": "depository",
          "tran_cn": " 保管的；存储的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "deposit",
          "tran_cn": " 存款；保证金；沉淀物"
        },
        {
          "word": "depositary",
          "tran_cn": " 受托人；受托公司；储藏所"
        },
        {
          "word": "depository",
          "tran_cn": " 贮藏所；受托者；存储处"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "deposit",
          "tran_cn": " 沉淀"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "deposit",
          "tran_cn": " 使沉积；存放"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "存放人，存款人，寄托者，沉淀器",
      "tran_en": "someone who puts money in a bank or other financial organization"
    }
  ],
  "exchange": {
    "pl": [
      "depositors"
    ]
  }
}