{
  "word": "pipette",
  "ipa": {
    "us": "pɪˈpet",
    "uk": "paɪˈpet"
  },
  "sentences": [
    {
      "en": "A facile and low - cost method was reported for fabricating carbon fiber microelectrodes with micro pipette tips.",
      "cn": "本文报道利用微量移液枪头制备碳纤维微电极."
    },
    {
      "en": "A very small pipette used in microinjection.",
      "cn": "一种小型的或年幼的隼."
    },
    {
      "en": "Always use pipette to transfer material, never pour.",
      "cn": "用移液管转移液体而不要直接倒."
    },
    {
      "en": "If you touched any surface with a pipette - take another one.",
      "cn": "如果移液管碰到其它物品要及时更换."
    },
    {
      "en": "Never pipette by mouth.",
      "cn": "不要用吸管吸吮."
    },
    {
      "en": "Never use the same pipette twice to avoid cross - contamination.",
      "cn": "移液管不能重复使用."
    },
    {
      "en": "The chemist sucked up 20 cc. of acetic acid into a pipette.",
      "cn": "药剂师把20立方厘米醋酸吸入吸量管中."
    },
    {
      "en": "The company refinement of pipette, the specification is 100 ul - 500 ul , 200 ul - 1000 ul quality assurance, welcome to consult negotiate.",
      "cn": "本公司经营求精微量移液器, 规格是 100ul-500ul, 200ul-1000ul质量保证, 欢迎咨询洽谈."
    },
    {
      "en": "The excess could be siphoned off or removed with a pipette .",
      "cn": "过剩样品可以虹吸出或者用移液管将其除去。"
    },
    {
      "en": "The excess could be siphoned off or removed with a pipette.",
      "cn": "过剩样品可以虹吸出或者用移液管将其除去."
    },
    {
      "en": "The experimenter sucked up 20 cc of acid into a pipette.",
      "cn": "这位试验者将20毫升的酸液吸入吸量管中."
    },
    {
      "en": "They are pushed to the sides of the dish where their tails are given a sharp smack with a pipette, to disable them. They are then ready to be injected into an egg.",
      "cn": "然后把它们头部推送到培养皿的另一侧，尾部则暴露在移液枪尖尖的吸管下，最后把它们注射到卵子中去。"
    },
    {
      "en": "This is applied using a paint brush or a pipette.",
      "cn": "这是用画笔或吸管添加的."
    },
    {
      "en": "Transfers of liquid cultures can also be made by pipette.",
      "cn": "移植液体培养物可采用吸管."
    },
    {
      "en": "Using the battery's pipette, you insert your urine and the battery will begin recharging.",
      "cn": "使用电池的吸管, 插入尿液和电池就会开始充电."
    },
    {
      "en": "When you use this ERM, please carefully break open the ampoule at the neck and pipette 10 ml from the ampoule into 250 ml volumetric flask and bring to volume by 0.1% NaOH solution.",
      "cn": "临用时割开安瓿，用10毫升干燥洁净移液管从安瓿中准确移取浓样10 毫升于250 毫升容量瓶中，用0.1%氢氧化钠定容。"
    },
    {
      "en": "When you use this ERM, please carefully break open the ampoule at the neck and pipette 10 ml from the ampoule into 250 ml volumetric flask and bring to volume by 1% HCl solution.",
      "cn": "临用时割开安瓿，用10毫升干燥洁净移液管从安瓿中准确移取浓样10 毫升于250 毫升容量瓶中，用1%盐酸定容。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "piette"
          ],
          "tran_cn": "移液管；吸移管"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "吸液管",
      "tran_en": "a thin glass tube for sucking up exact amounts of liquid, used especially in chemistry"
    },
    {
      "pos": "v",
      "tran_cn": "吸量管，球管( pipet的现在分词 )"
    },
    {
      "pos": "vt",
      "tran_cn": "用移液器吸取",
      "tran_en": "to transfer or measure out (a liquid) using a pipette "
    }
  ],
  "exchange": {}
}