{
  "word": "impartially",
  "ipa": {
    "us": "ˌɪmˌpɑ:ʃəlɪ",
    "uk": "ˌɪmˌpɑʃəlɪ"
  },
  "sentences": [
    {
      "en": "As a leader, he must handle a matter impartially.",
      "cn": "作为领导, 他必须秉公办事."
    },
    {
      "en": "Cases were therefore heard before the intermittent justices who applied the law impartially.",
      "cn": "案件更多地由巡回法官审理,并不偏不倚地使用法律."
    },
    {
      "en": "Employers must consider all candidates impartially and without bias.",
      "cn": "雇主必须公平而毫无成见地考虑所有求职者。"
    },
    {
      "en": "He smiled at them both impartially.",
      "cn": "他毫无偏私地对着他们二人微笑着."
    },
    {
      "en": "He speaks so mildly, yet firmly and impartially, about politics.",
      "cn": "他谈起政治来是那么温和, 然而坚定而公正."
    },
    {
      "en": "His cosmopolitan benevolence impartially extended to all races and to all creeds.",
      "cn": "他博爱的善行普照到所有的种族和宗教."
    },
    {
      "en": "If she gets the nod, Kagan says she will consider every case impartially and with commitment to principle.",
      "cn": "Kagan 说如果她能通过，她将公平地处理每个案子并忠于原则办事。"
    },
    {
      "en": "Impartially handling lawsuits itself benefits the masses.",
      "cn": "秉公办理的实质,就于基本群众有利."
    },
    {
      "en": "In order for the independent director to exercise his rights impartially and equitably, nothing can go without a constraint mechanism in addition to above-mentioned incentive mechanism.",
      "cn": "为了让独立董事更公正与公平地履行他的职责, 除了上述的激励机制外, 一个有效的约束机制也是必不可少的."
    },
    {
      "en": "It is only an auctioneer who can equally and impartially admire all schools of art.",
      "cn": "只有拍卖师才会不分轩轾,对任何流派的艺术都同样喜欢."
    },
    {
      "en": "Judges shall handle cases impartially and in accordance with the law.",
      "cn": "法官应当依法秉公办案."
    },
    {
      "en": "Relevant administrative personnel shall observe disciplines and abide by laws, and shall enforce the law impartially.",
      "cn": "有关行政管理人员应当遵纪守法, 秉公执法."
    },
    {
      "en": "The adjudicator has to decide impartially between the two parties.",
      "cn": "判决者必须在双方当事人中做公正的裁决."
    },
    {
      "en": "The adjudicator have to decide impartially between the two parties.",
      "cn": "判决者必须在双方当事人中作公正的裁决."
    },
    {
      "en": "What's more, the ruleshis book providerounde the characters'chances of success impartially.",
      "cn": "还有更多的, 书中的规则提供公正的评判角色做事成功与否的判断方法."
    },
    {
      "en": "Yangxian ya brother and sister do not look impartially settle a lawsuit, appealed the decision.",
      "cn": "杨家兄妹一看县衙不秉公断案, 决定上告."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "impartial",
          "tran_cn": " 公平的，公正的；不偏不倚的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "impartiality",
          "tran_cn": " 公正，公平；不偏不倚"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "fairly",
            "equally"
          ],
          "tran_cn": "公平地；无私地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "公平地，无私地，秉公"
    }
  ],
  "exchange": {
    "noun": [
      "impartiality"
    ],
    "adj": [
      "impartial"
    ]
  }
}