{
  "word": "tedium",
  "ipa": {
    "us": "ˈti:diəm",
    "uk": "ˈtidiəm"
  },
  "sentences": [
    {
      "en": "A strapping , energetic man, he finds the tedium of joblessness intolerable.",
      "cn": "他身强体健, 充满活力, 觉得失业的无聊与烦闷令他无法忍受."
    },
    {
      "en": "Cut out the tedium of converting your photos manually by using automation features in your photo editing software.",
      "cn": "使用照片编辑软件中的自动控制功能可以免去手工转换照片的沉闷。"
    },
    {
      "en": "I didn't know how to while away my tedium.",
      "cn": "我不知道如何度过乏味的时刻."
    },
    {
      "en": "In myself I could observe the following sources of tedium.",
      "cn": "从我自己身上,我所观察到的烦闷的根源有下列一些."
    },
    {
      "en": "Indeed, such climbs bring with them inordinate does of sheer misery, discomfort, tedium, and frustration.",
      "cn": "确实, 这种攀登带给他们的是,由全然的痛苦 、 不适 、 单调和挫折所组成的的无尽的劳苦."
    },
    {
      "en": "Melancholy, weariness, tedium? the reiteration of the note cannot be coincidence.",
      "cn": "忧郁 、 疲 累 、 无聊,这些语调一再重复,绝非是巧合."
    },
    {
      "en": "She began to wonder whether she wouldn't go mad with the tedium of the job.",
      "cn": "她开始怀疑自己会不会被枯燥的工作逼疯。"
    },
    {
      "en": "She longed for something to relieve the tedium of everyday life.",
      "cn": "她渴望有什么事情能排解她日常生活中的烦闷。"
    },
    {
      "en": "The compiler takes on the tedium of ( re ) writing the function for each type we use.",
      "cn": "编译器承担了为我们使用的每种类型而编写函数的单调工作."
    },
    {
      "en": "The stink of exhaust, the mind - numbing tedium of traffic , parking lots blighting central city real estate.",
      "cn": "排气管散发的难闻气味; 让人麻木的交通拥堵;妨碍中心城市房地产的停车场."
    },
    {
      "en": "The word itself used to be a byword for tarmac tedium.",
      "cn": "其品牌名称在过去是一句有关tarmactedium的谚语."
    },
    {
      "en": "This is a recurring offseason procedure that by now produces elements of both drama and tedium.",
      "cn": "这个非球季之间的循环仍然跟据本一样不断的上演."
    },
    {
      "en": "We sang while we worked, to relieve the tedium .",
      "cn": "我们边唱歌边干活来排遣无聊。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "tedious",
          "tran_cn": " 沉闷的；冗长乏味的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "tediously",
          "tran_cn": " 沉闷地；冗长而乏味地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "tediousness",
          "tran_cn": " 沉闷；乏味"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "heavy-footedness",
            "oppression"
          ],
          "tran_cn": "沉闷；单调乏味；厌烦"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "boredom"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "单调乏味，令人生厌，冗长",
      "tran_en": "the feeling of being bored because the things you are doing are not interesting and continue for a long time without changing"
    }
  ],
  "exchange": {}
}