{
  "word": "rarely",
  "ipa": {
    "us": "ˈreəli",
    "uk": "ˈrerli"
  },
  "sentences": [
    {
      "en": "A spoilt child is rarely popular with other children.",
      "cn": "被宠坏的孩子很难得到其他孩子的喜爱。"
    },
    {
      "en": "Adolescent suicide is rarely an impulsive reaction to immediate distress.",
      "cn": "青少年自杀很少是由于突然发生不幸而作出的冲动反应。"
    },
    {
      "en": "Adults rarely give the television their undivided attention.",
      "cn": "成年人很少会专心地看电视。"
    },
    {
      "en": "Dark-skinned people rarely develop skin cancer.",
      "cn": "黑皮肤的人很少得皮肤癌。"
    },
    {
      "en": "Despite his hectic work schedule, Benny has rarely suffered poor health.",
      "cn": "尽管工作繁忙，本尼却少有身体不好的时候。"
    },
    {
      "en": "Guscott rarely speaks out, preferring to keep his own counsel.",
      "cn": "古斯科特很少发表意见，他更喜欢把自己的看法埋在心里。"
    },
    {
      "en": "He is rarely satisfied with anything less than perfection itself.",
      "cn": "他一般只对那些绝对完美的事情感到满意。"
    },
    {
      "en": "He rarely mingles with other students on the campus.",
      "cn": "他很少和校园里的其他学生交往。"
    },
    {
      "en": "I have rarely read anything so insultingly sexist as this article.",
      "cn": "我很少读到像这篇文章般带有侮辱性的性别歧视的东西。"
    },
    {
      "en": "I rarely go to that restaurant for lunch.",
      "cn": "我很少到那家餐厅吃午饭。"
    },
    {
      "en": "I'm rarely under pressure and my co-workers are always nice to me.",
      "cn": "我很少感受到压力，同事们一直对我很好。"
    },
    {
      "en": "More rarely, the tubes have been malformed from birth.",
      "cn": "这些管状器官先天畸形的现象更加少见。"
    },
    {
      "en": "Newspaper reports rarely get anyone's name  right.",
      "cn": "新闻报道很少把人的姓名搞对。"
    },
    {
      "en": "Only rarely will she indulge in a glass of wine.",
      "cn": "她只是偶尔才喝杯红酒，让自己享受一下。"
    },
    {
      "en": "Rarely do schoolteachers have leeway to teach classes the way they want.",
      "cn": "鲜有学校老师可随心所欲地教书的情况。"
    },
    {
      "en": "Rarely, if ever, does he sidestep a question.",
      "cn": "他极少逃避问题。"
    },
    {
      "en": "She is rarely seen in public nowadays.",
      "cn": "如今她很少公开露面。"
    },
    {
      "en": "They battled against other Indian tribes, but rarely fought with the whites.",
      "cn": "他们同其他印第安部落作战，但很少与白人并肩对敌。"
    },
    {
      "en": "They were rarely seen together and certainly did not travel together.",
      "cn": "很少见到他们在一起，当然更不可能一起旅行。"
    },
    {
      "en": "We rarely agree on what to do.",
      "cn": "我们很少在要做的事情上看法一致。"
    },
    {
      "en": "We rarely see someone go after the health area.",
      "cn": "我们很少见到有人在健康领域做文章。"
    },
    {
      "en": "You feel that rarely any more in the US.",
      "cn": "而你在美国很少有这样的感觉。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rare",
          "tran_cn": " 稀有的；半熟的；稀薄的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "rare",
          "tran_cn": " 非常；极其"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "rareness",
          "tran_cn": " 稀薄；稀罕；珍奇"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "rare",
          "tran_cn": " 用后腿站起；渴望"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "seldom"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rarely if ever",
      "tran_cn": "几乎从不"
    },
    {
      "phrase": "rarely or never",
      "tran_cn": "几乎从来不；非常难得"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "少有地，罕见地",
      "tran_en": "If something rarely happens, it does not happen very often"
    }
  ],
  "exchange": {
    "er": [
      "more rarely"
    ],
    "est": [
      "most rarely"
    ]
  }
}