{
  "word": "ribosome",
  "ipa": {
    "us": "'raɪbəsəʊm",
    "uk": "'raɪbəsoʊm"
  },
  "sentences": [
    {
      "en": "A single ribosome, especially one that is combined with a molecule of messenger RNA.",
      "cn": "由于核糖核酸病毒引起的一种病毒型肝炎."
    },
    {
      "en": "An understanding of the ribosome's innermost workings is important for a scientific understanding of life.",
      "cn": "关于核糖体至为重大工作的理解对科学的理解生命是重要的."
    },
    {
      "en": "As a result the ribosome produces only virus protein viral proteins.",
      "cn": "结果就是核糖体只能合成病毒蛋白."
    },
    {
      "en": "As a stop codon reaches the A - site of a translating ribosome , either termination or readthrough occurs.",
      "cn": "当终止密码子进入核糖体翻译的A位时,将会发生翻译终止或是通读."
    },
    {
      "en": "Mycotoxin found in cereals. Binds to the ribosome and inhibits protein synthesis.",
      "cn": "谷物中发现的毒枝菌素. 结合核糖体,抑制蛋白合成."
    },
    {
      "en": "PZ 1 inhibited the combination of viral RNA with plant ribosome both in vitro and in vivo.",
      "cn": "在离体及活体条件下,PZ1均可抑制病毒核酸与植物核糖体结合."
    },
    {
      "en": "Ribosome Ribosomes are structures in which proteins are made.",
      "cn": "核糖体是蛋白质合成的基础."
    },
    {
      "en": "Ribosomes are structures in which are made . As a result the ribosome produces only viral proteins.",
      "cn": "仿小核糖核酸病毒会侵入细胞中的核糖体中, 致使核糖体只能产生病毒蛋白质."
    },
    {
      "en": "The professor says ribosome is central to the survival of any oragnismorganism.",
      "cn": "专家称核糖体对任何生物体生存至关重要."
    },
    {
      "en": "The professor says ribosome is central to the survival of any organism.",
      "cn": "教授说核糖体对于任何有机物的生存都是中心的."
    },
    {
      "en": "The professor says ribosome is central to the survival of any organization , if organism.",
      "cn": "专家表示,任何有机体生存的最重要的东西是核糖体."
    },
    {
      "en": "The ribosome is the site of protein synthesis.",
      "cn": "核糖体是合成蛋白质的地方."
    },
    {
      "en": "The signal peptide, emerging from the ribosome, binds to the signal - recognition particle ( SRP ).",
      "cn": "由核糖体产生的信号肽, 与信号识别颗粒 ( SRP ) 相结合."
    },
    {
      "en": "There were abundant mitochondria, rough surfaced endoplasmic reticulum and ribosome.",
      "cn": "胞质内有丰富的线粒体 、 粗面内质网、核糖体."
    },
    {
      "en": "This correlation suggests that RNA structure modulates ribosome elongation to promote native protein folding.",
      "cn": "这些关联说明RNA的结构调节核糖体的延伸来促使蛋白折叠."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ribonuclease",
          "tran_cn": " [生化] 核糖核酸酶"
        },
        {
          "word": "ribose",
          "tran_cn": " [有化] 核糖；核酸糖"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生化>核糖体",
      "tran_en": "any of numerous minute particles in the cytoplasm of cells, either free or attached to the endoplasmic reticulum, that contain RNA and protein and are the site of protein synthesis "
    }
  ],
  "exchange": {}
}