{
  "word": "instead",
  "ipa": {
    "us": "ɪnˈsted",
    "uk": "ɪnˈsted"
  },
  "sentences": [
    {
      "en": "Could I have tuna instead of ham?",
      "cn": "我可否要金枪鱼来代替火腿？"
    },
    {
      "en": "Geoff didn’t study law. Instead, he decided to become an actor.",
      "cn": "杰夫没学法律，相反，他决定当演员。"
    },
    {
      "en": "He builds furniture using wooden pegs instead of nails.",
      "cn": "他用木楔子取代钉子制作家具。"
    },
    {
      "en": "He crossed out \"fellow subjects\", and instead inserted \"fellow citizens\".",
      "cn": "他删掉fellowsubjects，插入替换词fellowcitizens。"
    },
    {
      "en": "He crossed out \"Screenplay\" and put \"Written by\" instead.",
      "cn": "他划掉了“编剧”二字，改为“作者”。"
    },
    {
      "en": "If Jo can’t attend the meeting, I could go instead.",
      "cn": "如果乔不能去开会，我可以代他去。"
    },
    {
      "en": "If you do yearn for chocolate, try a carob bar instead.",
      "cn": "你要是非常想吃巧克力，那就嚼根角豆条解馋吧。"
    },
    {
      "en": "Instead of being annoyed, he seemed quite pleased.",
      "cn": "他没有生气，反而似乎很高兴。"
    },
    {
      "en": "Instead of being disappointed at where you are, think optimistically about where you are going.",
      "cn": "与其对你现在所处的位置感到失望，不如乐观地想想你前进的方向。"
    },
    {
      "en": "Instead of complaining about what's wrong, be grateful for what's right.",
      "cn": "别抱怨不好的事，要对好的事心存感恩。"
    },
    {
      "en": "Instead of moving at his usual stately pace, he was almost running.",
      "cn": "他没像平时那样优雅庄重地走着，而是几乎跑了起来。"
    },
    {
      "en": "Instead of rushing at life, I wanted something more meaningful.",
      "cn": "我不想混日子，我想做点更有意义的事情。"
    },
    {
      "en": "Instead of snacking on crisps and chocolate, nibble on celery or carrot.",
      "cn": "不要把薯片和巧克力当零食来吃，要吃些芹菜和胡萝卜。"
    },
    {
      "en": "Instead, she set her jaw grimly and waited in silence.",
      "cn": "相反，她一脸严肃，面部紧绷，一声不吭地等着。"
    },
    {
      "en": "Small pickling onions can be used instead of sliced ones.",
      "cn": "小块腌洋葱可用来替代切片洋葱。"
    },
    {
      "en": "So instead I suggested taking her out to dinner for a change.",
      "cn": "于是我又提议，带她出去吃饭换换口味。"
    },
    {
      "en": "Water companies should concentrate on reducing waste instead of building new reservoirs.",
      "cn": "自来水公司应该集中精力减少水浪费，而不是修建新水库。"
    },
    {
      "en": "We did the logo in lower-case letters instead of capitals.",
      "cn": "我们的徽标用了小写字母，没用大写。"
    },
    {
      "en": "When we feel anger, we bury the emotion and feel guilty instead.",
      "cn": "当我们感到愤怒时，压抑这种情绪反而会觉得内疚。"
    },
    {
      "en": "You probably picked up my keys instead of yours.",
      "cn": "你可能没拿你的钥匙而错拿了我的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "in",
            "lieu",
            "of",
            "place",
            "rather",
            "than"
          ],
          "tran_cn": "代替"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "in",
            "of",
            "place",
            "rather",
            "than"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "instead of",
      "tran_cn": "代替；不是…而是…"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "替代，反而",
      "tran_en": "used to say what is not used, does not happen etc, when something else is used, happens etc"
    }
  ],
  "exchange": {}
}