{
  "word": "hereto",
  "ipa": {
    "us": "ˌhɪəˈtu:",
    "uk": "ˌhɪrˈtu"
  },
  "sentences": [
    {
      "en": "A copy of the document is hereto appended.",
      "cn": "在此附上本文件的副本。"
    },
    {
      "en": "A The Parties hereto reach an agreement in writing; or.",
      "cn": "A通过双方共同书面协议; 或."
    },
    {
      "en": "Both parties hereto shall observe and comply with regulations concerning labor safety and hygiene.",
      "cn": "双方必须严格遵守并配合劳工安全卫生有关法令及规定."
    },
    {
      "en": "IN WITNESS WHEREOF the Parties hereto have executed this Agreement and year first above written.",
      "cn": "作为见证人,双方在上述日期年月日执行此协议."
    },
    {
      "en": "Parties hereto may revise or supplement through negotiation matters not mentioned herein.",
      "cn": "本合同如有未尽事宜,双方可协商修订或补充."
    },
    {
      "en": "Subject to mutual agreement between the parties hereto , no interest is payable.",
      "cn": "根据有关方面共同协议而无须支付利息."
    },
    {
      "en": "Terms of Delivery are included in the Delivery Schedule in Appendix No.3 hereto.",
      "cn": "交货期限按照这里的附件3交货进度表确定."
    },
    {
      "en": "The Arbitration award will be final and Binding upon all parties hereto.",
      "cn": "仲裁的裁决将是终局的并对各方都有约束力."
    },
    {
      "en": "The award of this arbitration final and binding upon the Parties hereto.",
      "cn": "仲裁裁决是终局性的,对双方都有约束力."
    },
    {
      "en": "The charts hereto attached.",
      "cn": "其中所附的图表."
    },
    {
      "en": "The correspondence attached hereto form part of the Contract.",
      "cn": "合同文件以及其来往文件均应被视为本合同的一部份."
    },
    {
      "en": "The Schedules hereto form an integral part of this Agreement.",
      "cn": "附录是这个协议的重要组成部分."
    },
    {
      "en": "This Agreement constitutes a legally binding hereto.",
      "cn": "此合约是具有法律约束力."
    },
    {
      "en": "This Agreement is in duplicate, one original for each party hereto.",
      "cn": "本协议一式二份, 各方圴持有一份正本."
    },
    {
      "en": "We attach hereto our enquiry list for your reference.",
      "cn": "兹附询价单一纸供你方参考."
    },
    {
      "en": "We attach hereto two extra copy of invoice covering our shipment.",
      "cn": "关于所装运货物,兹附寄发票副本两份."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "so much for"
          ],
          "tran_cn": "到此为止；关于这个"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "到此为止，关于这个",
      "tran_en": "to this place, thing, matter, document, etc "
    }
  ],
  "exchange": {}
}