{
  "word": "potluck",
  "ipa": {
    "us": "pɒtˈlʌk",
    "uk": "pɑtˈlʌk"
  },
  "sentences": [
    {
      "en": "And what makes it a potluck?",
      "cn": "potluck又是什么意思 呢 ?"
    },
    {
      "en": "And when you got there, manytables of potluck dishes.",
      "cn": "到那儿一看, 许许多多的餐桌上摆满了每个人带来的菜肴."
    },
    {
      "en": "Come along and take potluck.",
      "cn": "请来吃顿家常便饭."
    },
    {
      "en": "Come into the house and take potluck with me.",
      "cn": "来同我吃顿便饭吧."
    },
    {
      "en": "Describe your potluck. Be sure to mention if attendees should bring anything.",
      "cn": "请介绍您的家宴相关情况. 一定要说明来宾是否需要携带任何物品."
    },
    {
      "en": "I meant to tell you there is a potluck party at my house tonight.",
      "cn": "我想告诉你今天晚上我家有个便餐聚会."
    },
    {
      "en": "If they drop by, I'll make a potluck supper.",
      "cn": "如果他们顺访这里，我就做一个大杂烩当晚饭。"
    },
    {
      "en": "If you don't mind, please come and take potluck with us.",
      "cn": "如果你不介意，请过来和我们一道吃点便饭吧。"
    },
    {
      "en": "Laura: Not now. I'm taking it to the neighborhood potluck tomorrow.",
      "cn": "萝拉: 现在还不行. 我要带蛋糕去参加明天邻居家各自带菜的聚餐."
    },
    {
      "en": "Potluck dinners are a cheap way to have a great time.",
      "cn": "各自带菜的餐会是一种便宜又尽兴的玩法."
    },
    {
      "en": "Shall we go out for dinner tonight? Or would you rather stay home and take potluck?",
      "cn": "咱们今晚是到外边去吃饭 呢 ?你还是愿意留在家里凑合着吃顿便饭?"
    },
    {
      "en": "The event will kick off with a potluck.",
      "cn": "该活动将以吃一顿百家饭启动。"
    },
    {
      "en": "The scheduled flight was canceled and passengers had to take potluck on the other airlines.",
      "cn": "原定航班被取消了,乘客们只能在其他航线上试试运气."
    },
    {
      "en": "We're having a potluck dinner down at the park tonight.",
      "cn": "今晚我们自带材料在公园里做顿便饭吃."
    },
    {
      "en": "Well, a potluck party is a party where the guests bring the food.",
      "cn": "便餐聚会就是指晚会上客人们自带食物."
    },
    {
      "en": "What fun it is to eat and talk potluck tonight, ohh.",
      "cn": "哦,整晚和朋友一起边吃边聊是多么开心的事情啊."
    },
    {
      "en": "What is a potluck party? I've never heard of it.",
      "cn": "便餐聚会是 什么 ?我从来没听说过."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "plain home cooking"
          ],
          "tran_cn": "家常便饭；百乐餐（每人自带一个菜的家庭聚会）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "家常便饭，运气",
      "tran_en": "A potluck is a meal that consists of food brought by the people who come to the meal, or a meal that consists of whatever food happens to be available without special preparation"
    }
  ],
  "exchange": {}
}