{
  "word": "Iraq",
  "ipa": {
    "us": "ɪ'rɑ:k",
    "uk": "ɪ'ræk"
  },
  "sentences": [
    {
      "en": "He was visited by an old friend from Iraq.",
      "cn": "一位来自伊拉克的老朋友来看望他。"
    },
    {
      "en": "I have a picture of you and I together in Iraq.",
      "cn": "我有一张您和我一起在伊拉克的照片。"
    },
    {
      "en": "I have no idea how he got into Iraq.",
      "cn": "我不知道他是怎样进入伊拉克的。"
    },
    {
      "en": "I learned about the present acute situation in Iraq in the newspapers.",
      "cn": "我从报上得知伊拉克目前的严重局势。"
    },
    {
      "en": "I needed my medication before shipping out to Iraq.",
      "cn": "外出去伊拉克之前,我需要药品."
    },
    {
      "en": "I wasn't making analogy between the Iraq war and ChangE 1.",
      "cn": "我并不是在伊拉克战争和长征一号两者间做类比."
    },
    {
      "en": "In the weeks ahead, violence in Iraq may escalate.",
      "cn": "在之后的这几周, 伊拉克的暴力行为可能会升级."
    },
    {
      "en": "Iraq has been drained of its strength by the Gulf War.",
      "cn": "海湾战争使伊拉克大伤元气."
    },
    {
      "en": "Jordan reopened its border with Iraq.",
      "cn": "约旦重新开放了与伊拉克的边界。"
    },
    {
      "en": "More immediately, Iraq and the Iraqi military establishment will escape destruction.",
      "cn": "目前更为紧迫的是, 伊拉克和伊拉克的军队要免遭毁灭."
    },
    {
      "en": "So why go to Iraq when you can go to Canada?",
      "cn": "因此，如果你可以去加拿大的话，为什么要去伊拉克呢？"
    },
    {
      "en": "That was regarded as an Iranian defeat of Iraq.",
      "cn": "人们认为那是伊朗挫败了伊拉克."
    },
    {
      "en": "The situation in Iraq has turned sour.",
      "cn": "伊拉克的局势已趋恶化."
    },
    {
      "en": "Their cloak of neutrality in the Iran - Iraq war was beginning to wear a bit thin.",
      "cn": "他们在两伊战争中表面上所采取的中立态度开始有点露馅了."
    },
    {
      "en": "They delivered an ultimatum to Iraq.",
      "cn": "他们向伊拉克发出最后通牒."
    },
    {
      "en": "Traffic from Jordan to Iraq is down to a dozen loaded lorries a day, compared with a high of 200 a day.",
      "cn": "现在从约旦到伊拉克一天只有十几辆装货的卡车通过，而最高峰时可达到一天200辆。"
    },
    {
      "en": "We will help Iraq train its security forces and develop its economy.",
      "cn": "我们将帮助伊拉克训练安全部队和发展经济."
    },
    {
      "en": "You believe that story about a cover - up in Iraq, Gibbs?",
      "cn": "你相信有关在伊拉克掩护的事情吗, 吉布斯?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "伊拉克共和国"
    }
  ],
  "exchange": {}
}