{
  "word": "dinosaur",
  "ipa": {
    "us": "ˈdaɪnəsɔː(r)",
    "uk": "ˈdaɪnəsɔːr"
  },
  "sentences": [
    {
      "en": "Are you trying to tell me that David was attacked by a dinosaur?",
      "cn": "你是想要告诉我大卫被一支恐龙所攻击?"
    },
    {
      "en": "Fine, no more dinosaur stuff. Can I talk about fossils?",
      "cn": "好吧, 我不会再说恐龙的事我能谈谈化石 吗 ?"
    },
    {
      "en": "From there you can look straight down to the dinosaur fossils displayed on the floor below.",
      "cn": "从那儿往向下看，你可以看到陈列在地面上的恐龙化石。"
    },
    {
      "en": "He stared at the faithful miniature of the dinosaur.",
      "cn": "他凝视著精确的恐龙缩小模型."
    },
    {
      "en": "How then would this dinosaur have moved?",
      "cn": "那么这种恐龙要如何移动呢？"
    },
    {
      "en": "I say it is special because the dinosaur was covered with feathers!",
      "cn": "我说它特别,是因为恐龙身上长有羽毛."
    },
    {
      "en": "In Alberta and Saskatchewan there are many hills where dinosaur bones were found.",
      "cn": "亚伯达和萨斯喀彻温省的许多山区发现了恐龙化石."
    },
    {
      "en": "It's the new dinosaur museum the university's opening next month.",
      "cn": "这是个新的恐龙展览馆大学将在下个月开放."
    },
    {
      "en": "lengthy speeches by some of the party’s dinosaurs",
      "cn": "该政党那些老古董冗长的发言"
    },
    {
      "en": "Like shark and dinosaur teeth they would break, but then regenerate.",
      "cn": "它们就像鲨鱼和恐龙的牙齿一样会断裂，但也会再生。"
    },
    {
      "en": "Little Dinosaur liked eating dragonflies down by the river.",
      "cn": "小恐龙喜欢吃河边的蜻蜓."
    },
    {
      "en": "My dinosaur and I go to school.",
      "cn": "我的恐龙和我去上学。"
    },
    {
      "en": "Our great strength, like that of the dinosaur, will become incapable of proper control.",
      "cn": "我们的力量将强似恐龙, 无从驾驭."
    },
    {
      "en": "Q: What do you say when you meet a two - headed dinosaur?",
      "cn": "问: 当你遇到长着两个头的恐龙你该说什么?"
    },
    {
      "en": "The dinosaur is the undeserved emblem of unwillingness to change.",
      "cn": "恐龙是拒不改变的标志性物种,虽然有点冤."
    },
    {
      "en": "The fossils at Dinosaur Cove are embedded in hard sandstones.",
      "cn": "恐龙峡谷中的化石都嵌在坚硬的砂岩中。"
    },
    {
      "en": "The ground floor of the museum is taken up by the skeleton of a dinosaur.",
      "cn": "博物馆的底层为一具恐龙的骨骼占据了."
    },
    {
      "en": "The largest brain possessed by any dinosaur weighed about a kilogram.",
      "cn": "最大的恐龙脑子大约有一公斤重."
    },
    {
      "en": "There you can see a lot of dinosaur egg fossils.",
      "cn": "那里你可以看到很多恐龙蛋和化石."
    },
    {
      "en": "We reconstructed what the dinosaur looked like from a few of its bones.",
      "cn": "我们根据恐龙的一些骨头重组恐龙的原貌."
    },
    {
      "en": "You are the only dinosaur I know.",
      "cn": "你是我认识的唯一的恐龙。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "恐龙，守旧落伍的人，过时落后的东西",
      "tran_en": "one of a group of  reptile s  that lived millions of years ago"
    },
    {
      "pos": "other",
      "tran_cn": "恐龙",
      "tran_en": "one of a group of  reptile s  that lived millions of years ago"
    }
  ],
  "exchange": {
    "pl": [
      "dinosaurs"
    ]
  }
}