{
  "word": "loyally",
  "ipa": {
    "us": "'lɔɪəlɪ",
    "uk": "'lɔɪəlɪ"
  },
  "sentences": [
    {
      "en": "All above said department loyally and coordinate and put efforts for successfully holding each exhibition.",
      "cn": "各部门精诚团结、高效配合为每届览会的成功举办尽职尽责、努力工作."
    },
    {
      "en": "Bao cubes loyally according to the wishes accommodation of host little young master, shellfish.",
      "cn": "鲍丁忠心地按照主人的意愿照顾小少爷, 贝."
    },
    {
      "en": "Eighteenth-century prints caricature George III as a farmer, laugh at Hanoverian German accents – yet the same crowds who laughed at the printshop windows turned out loyally for coronations.",
      "cn": "18世纪出版的讽刺漫画农民乔治三世，嘲弄汉诺威的德国口音，然而对着印刷品橱窗大笑的人群转过身就对加冕礼表现出绝对的忠诚。"
    },
    {
      "en": "For some ten minutes of it he tried loyally to sleep.",
      "cn": "有这么十分钟,他是诚心诚意想要睡觉."
    },
    {
      "en": "If the consensus is that you should continue, then I will support the government loyally from the backbenches.",
      "cn": "如果一致意见是你应该继续留任，那么我会以一名普通议员的身份忠诚地支持政府。"
    },
    {
      "en": "One couldn't desert the people after they held out so loyally and long.",
      "cn": "在人民赤胆忠心地坚持了这么久之后,谁也不会抛弃他们."
    },
    {
      "en": "Our love can walk is much far I to have loyally.",
      "cn": "我们的爱能走多远我就有多忠诚."
    },
    {
      "en": "She said loyally, You were always better looking than you photographed.",
      "cn": "她诚恳他说: “你平时比你的照片还要好看得多.”"
    },
    {
      "en": "Thousands of Irishmen volunteered to fight bravely and loyally for Briton throughout the conflict.",
      "cn": "成千上万的爱尔兰人勇敢的、效忠英国的自愿参加整个冲突."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "loyal",
          "tran_cn": " 忠诚的，忠心的；忠贞的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "loyal",
          "tran_cn": " 效忠的臣民；忠实信徒"
        },
        {
          "word": "loyalist",
          "tran_cn": " 忠诚的人；反对独立者"
        },
        {
          "word": "loyalty",
          "tran_cn": " 忠诚；忠心；忠实"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "genuinely",
            "truthfully"
          ],
          "tran_cn": "忠诚地；诚实地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "忠诚"
    }
  ],
  "exchange": {
    "adj": [
      "loyal"
    ]
  }
}