{
  "word": "horseshoe",
  "ipa": {
    "us": "ˈhɔːsʃuː",
    "uk": "ˈhɔːrʃʃuː"
  },
  "sentences": [
    {
      "en": "A bar on horseshoe magnet is called a permanent magnet.",
      "cn": "棒形或马蹄形磁体称为永磁体."
    },
    {
      "en": "a horseshoe bend in the river",
      "cn": "河道中的马蹄形弯曲"
    },
    {
      "en": "A horseshoe has always been considered a good luck char.",
      "cn": "马蹄铁一直被视作一种吉祥物."
    },
    {
      "en": "A horseshoe has always been considered a good luck charm.",
      "cn": "马蹄铁一直被视为一种吉祥物."
    },
    {
      "en": "And all for the want of a horseshoe nail.",
      "cn": "所有都是因为少了个马掌钉."
    },
    {
      "en": "Bend the bar into a horseshoe.",
      "cn": "把铁条弯成马蹄形。"
    },
    {
      "en": "Ferries churn the waters of Howe Sound from Langdale to Horseshoe Bay.",
      "cn": "渡船搅起豪湾的海水，从兰代尔驶向霍斯舒湾。"
    },
    {
      "en": "I tried to beat that blackjack game at the Horseshoe Club in Brooklyn.",
      "cn": "我想赢布鲁克林那个马蹄俱乐部的21点."
    },
    {
      "en": "It lays its eggs (like the one above) only on horseshoe vetch, a European perennial.",
      "cn": "它只在欧洲多年生植物马蹄野豌豆上产卵（如上图）。"
    },
    {
      "en": "Late come of true facts, be like suddenly horseshoe, ah of shooting the head, pain!",
      "cn": "迟来的真莫道不消魂，就像突然击中头部的马蹄铁，哎，痛啊！"
    },
    {
      "en": "Some Horseshoe bats can detect differences as slight as 0 . 0001 KHz.",
      "cn": "一些马蹄铁形蝙蝠能探测到细微至0.0001千赫的差别."
    },
    {
      "en": "The blacksmith came out of the forge to fit the horseshoe.",
      "cn": "铁匠从铁工厂出来安装马蹄铁."
    },
    {
      "en": "The blacksmith is forging the horseshoe.",
      "cn": "铁匠正在打造马蹄铁."
    },
    {
      "en": "The immature neutrophil has a nonsegmented nucleus in shape of a horseshoe.",
      "cn": "很幼稚的嗜中性粒细胞的核呈马蹄形,不分叶."
    },
    {
      "en": "The magnetic state of a bar magnet or a horseshoe magnet is extremely complicated.",
      "cn": "条形磁铁或马蹄形磁铁的磁态是极其复杂的."
    },
    {
      "en": "The smith forged the horseshoe with great skill.",
      "cn": "那铁匠非常熟练地锻造马蹄铁。"
    },
    {
      "en": "The water cuts the alluvial banks of the \" lower \" river into deep horseshoe curves.",
      "cn": "河水把下游那些 冲积 的河岸冲成很深的马蹄形曲线."
    },
    {
      "en": "Their ability to go on a sustained eating binge while at the bay is due entirely to another creature: the horseshoe crab. These bizarre animals are among the oldest on Earth.",
      "cn": "让它们能不停地在特拉华湾狂吃的原因，完全是因为老天爷在那里安排了另一种生物：马蹄蟹，地球上最古老的奇怪的动物。"
    },
    {
      "en": "This \" horseshoe \" was coated with varnish and a layer of copper wire was wrapped around it.",
      "cn": "他把一根铁棒弯成了马蹄铁型,在 马蹄铁 上涂了清漆并在上面绕了一层铜导线."
    },
    {
      "en": "To throw or toss something, such as a ball, horseshoe, or bale.",
      "cn": "抛，扔，投：投或抛出某物，如球、马蹄铁或大包。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "horseshoer",
          "tran_cn": " 马蹄铁工"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "horseshoe crab",
      "tran_cn": "鲎"
    },
    {
      "phrase": "horseshoe kidney",
      "tran_cn": "马蹄肾"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "马蹄铁，马蹄形的东西",
      "tran_en": "a U-shaped piece of iron that is fixed onto the bottom of a horse’s foot"
    },
    {
      "pos": "v",
      "tran_cn": "装蹄铁于"
    }
  ],
  "exchange": {
    "pl": [
      "horseshoes"
    ]
  }
}