{
  "word": "transnational",
  "ipa": {
    "us": "ˌtrænzˈnæʃnəl",
    "uk": "trænsˈnæʃənəl, trænz-"
  },
  "sentences": [
    {
      "en": "And their transnational mergence of state - owned enterprises will easily lead to monopolize.",
      "cn": "对我国 国有 企业的购并,很容易形成对某些产业部门的垄断."
    },
    {
      "en": "Are You Ready to Accept Challenges from a Transnational Enterprise?",
      "cn": "您愿意接受跨国企业的挑战 吗 ?"
    },
    {
      "en": "As a global transnational corporation, Microsoft's employees are required high English level.",
      "cn": "作为全球性的跨国企业, 微软在英语方面也有一定要求."
    },
    {
      "en": "Besides that, he provided transnational bank service for the Hong Kong clients.",
      "cn": "此外, 为渣打银行香港客户在内地提供跨区域银行服务."
    },
    {
      "en": "But, the appearance of transnational political phenomenon has broken these limits.",
      "cn": "但是, 跨国政治现象的出现打破了这些限制."
    },
    {
      "en": "CNPC selecting and implementing transnational operation strategy is a necessary way.",
      "cn": "CNPC选择和实施跨国经营战略是其必然之路."
    },
    {
      "en": "He doesn't want his firm to be swallowed up by a transnational giant.",
      "cn": "他不想自己的公司被一家大型的跨国公司吞并."
    },
    {
      "en": "OBJECTIVE : To discuss the transnational R & D strategy of Chinese pharmaceutical enterprises.",
      "cn": "目的: 探讨我国制药企业的跨国 研发 发展战略."
    },
    {
      "en": "Shanghai Investment Limited is a 100 % young transnational private enterprises.",
      "cn": "上海百成投资有限公司是一家年轻的跨国民营企业."
    },
    {
      "en": "The transnational corporation is out to capture the European market.",
      "cn": "该跨国公司旨在夺取欧洲市场."
    },
    {
      "en": "Transnational corporation is the body that combines trade and direct investment.",
      "cn": "跨国公司就是二者结合的主体."
    },
    {
      "en": "transnational corporations",
      "cn": "跨国公司"
    },
    {
      "en": "Transnational firms are also patenting human chromosomes, cells, tissues and organs.",
      "cn": "同时,跨国公司还在对人类的染色体 、 细胞 、 组织和器官申请专利."
    },
    {
      "en": "Transnational production plays an important role in market internationalization.",
      "cn": "企业的跨国生产已成为当前市场国际化的一项重要内容."
    },
    {
      "en": "What does transnational enterprise management system include?",
      "cn": "跨国企业管理系统应该包含什么样的内容?"
    },
    {
      "en": "Within global range, acquisition has become the important transnational investment mode increasingly.",
      "cn": "在全球范围内, 并购日益成为跨国投资的重要方式."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "transnational company",
      "tran_cn": "跨国公司（等于multinational company）"
    },
    {
      "phrase": "transnational corporation",
      "tran_cn": "跨国公司"
    },
    {
      "phrase": "transnational enterprise",
      "tran_cn": "跨国企业，越国企业"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "影响数国的，数国参与的，跨国的",
      "tran_en": "involving more than one country or existing in more than one country"
    }
  ],
  "exchange": {}
}