{
  "word": "significantly",
  "ipa": {
    "us": "sɪɡˈnɪfɪkəntli",
    "uk": "sɪɡˈnɪfɪkəntli"
  },
  "sentences": [
    {
      "en": "\" Very good, \" interrupted the director, nodding his head significantly.",
      "cn": "“ 很好, ” 导演打断了她, 意味深长地点着头."
    },
    {
      "en": "A glass or two of wine will not significantly add to the calorie count.",
      "cn": "喝一两杯葡萄酒不会增加多少热量。"
    },
    {
      "en": "Growth in the Gross Domestic Product ( GDP ) decelerated significantly, from 10.5 per cent in real terms in 2000 to a mere 0.1 per cent in 2001.",
      "cn": "本地 生产总值 的实质增长由2000年10.5%大幅减至2001年仅有0.1%."
    },
    {
      "en": "If I wanted to improve the car significantly I would have to pull it apart and start again.",
      "cn": "如果想好好地改进这辆车，我将不得不把它拆开重装。"
    },
    {
      "en": "It is significantly more compact than any comparable laptop, with no loss in functionality.",
      "cn": "它比同类笔记本电脑小巧很多，但功能未减。"
    },
    {
      "en": "It was noted that within a year the incidence of illness had increased quite significantly.",
      "cn": "据观察一年之内发病率显著上升。"
    },
    {
      "en": "Most people have speech, but significantly fewer have writing.",
      "cn": "大多数人都能说, 但能写的人就少多了."
    },
    {
      "en": "On its way, it expanded significantly in function, role, and visual aspect.",
      "cn": "在这个过程中, 按钮显著地扩展了它的功能 、 作用和视觉特征."
    },
    {
      "en": "She looked up at me significantly, raising an eyebrow.",
      "cn": "她抬起头，眉毛扬起，意味深长地看着我。"
    },
    {
      "en": "Significantly, the company recently opened a huge store in Atlanta.",
      "cn": "值得注意的是，该公司最近在亚特兰大开了一家大型商店。"
    },
    {
      "en": "Tests have shown that these new tyres are significantly safer.",
      "cn": "试验表明这些新的轮胎要安全得多."
    },
    {
      "en": "The Democrats, significantly, finished well behind the Green Party.",
      "cn": "值得注意的是，民主党的得票数远远落后于绿党。"
    },
    {
      "en": "The dotted lines indicate which AO's contribute significantly to each MO.",
      "cn": "虚线表示出哪些AO对各MO有重要贡献."
    },
    {
      "en": "The French entente with Great Britain had already been significantly extended.",
      "cn": "法国和英国之间友好协议的范围已经大幅度拓宽。"
    },
    {
      "en": "The topography of the river's basin has changed significantly since the floods.",
      "cn": "该河流域的地形自洪水以来发生了显著变化。"
    },
    {
      "en": "We have significantly increased the number of people in education but the size of the classes hasn't changed proportionately.",
      "cn": "受教育的人数显著增加了，可是班级人数并未相应增加。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "significant",
          "tran_cn": " 重大的；有效的；有意义的；值得注意的；意味深长的"
        },
        {
          "word": "significative",
          "tran_cn": " 有意义的；表示…的；为…提供推定证据的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "significance",
          "tran_cn": " 意义；重要性；意思"
        },
        {
          "word": "significant",
          "tran_cn": " 象征；有意义的事物"
        },
        {
          "word": "signification",
          "tran_cn": " 意义；表示"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "signify",
          "tran_cn": " 有重要性；要紧；冒充内行"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "signify",
          "tran_cn": " 表示；意味；预示"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "meaningfully",
            "expressively"
          ],
          "tran_cn": "意味深长地；值得注目地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "有重大意义地，显著地，意味深长地",
      "tran_en": "used to say that something is very important"
    }
  ],
  "exchange": {}
}