{
  "word": "bourgeoisie",
  "ipa": {
    "us": "ˌbʊəʒwɑ:ˈzi:",
    "uk": "ˌbʊrʒwɑˈzi"
  },
  "sentences": [
    {
      "en": "...the suppression of the proletariat by the bourgeoisie.",
      "cn": "...资产阶级对无产阶级的压迫。"
    },
    {
      "en": "A symbol of the French royal family and Paris bourgeoisie Union.",
      "cn": "象征法国王室和巴黎资产阶级联盟."
    },
    {
      "en": "China's Xinxinrenlei services, the quality of life of petty bourgeoisie crowd.",
      "cn": "服务中国的新新人类,具有小资生活品位的人群."
    },
    {
      "en": "Encroachment on any enterprise run by the national bourgeoisie is strictly prohibited.",
      "cn": "一切民族资产阶级经营的企业,严禁侵犯."
    },
    {
      "en": "From these burgesses the first elements of the bourgeoisie were developed.",
      "cn": "从这个市民等级中发展出最初的资产阶级分子."
    },
    {
      "en": "Is it possible that a new bourgeoisie will emerge?",
      "cn": "会不会产生新的资产阶级?"
    },
    {
      "en": "Popularize what is needed and can be readily accepted by the bourgeoisie?",
      "cn": "用资产阶级所需要、所便于接受的东西 吗 ?"
    },
    {
      "en": "The armed struggle was initiated by the petty bourgeoisie.",
      "cn": "武装斗争是由小资产阶级所发动的."
    },
    {
      "en": "The bourgeoisie has subjected the country to the rule of the towns.",
      "cn": "资产阶级使农村屈服于城市的统治."
    },
    {
      "en": "the rise of the bourgeoisie in the nineteenth century",
      "cn": "19世纪中产阶级的兴起"
    },
    {
      "en": "This charge was enlarged into assault on the bourgeoisie as a whole.",
      "cn": "这项收费是扩大到对整个资产阶级的进攻."
    },
    {
      "en": "Unity here means the united front with the bourgeoisie.",
      "cn": "这里所谓联合,就是同资产阶级的统一战线."
    },
    {
      "en": "What the bourgeoisie, therefore , produces, above all, is its own grave - diggers.",
      "cn": "它首先生产的是它自身的掘墓人."
    },
    {
      "en": "Which leads which -- the proletariat the bourgeoisie, or vice versa?",
      "cn": "无产阶级 领导资产阶级, 还是资产阶级领导无产阶级?"
    },
    {
      "en": "Without doubt , the national bourgeoisie tends to vacillate , but we should , nevertheless, make use of its positive side, uniting with it as well as struggling against it.",
      "cn": "民族资产阶级 当然 是动摇的, 但是要利用它的积极的一面, 要有团结有斗争."
    },
    {
      "en": "You know the French film, The Discreet Charm of the Bourgeoisie?",
      "cn": "你知道法国电影, 《资产阶级的审慎魅力》?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "petty bourgeoisie",
      "tran_cn": "n. 小资产阶级（等于petite bourgeoisie）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "资产阶级，中产阶级",
      "tran_en": "the people in a society who are rich, educated, own land etc, according to Marxism"
    }
  ],
  "exchange": {}
}