{
  "word": "paperwork",
  "ipa": {
    "us": "ˈpeɪpəwɜːk",
    "uk": "ˈpeɪpərwɜːrk"
  },
  "sentences": [
    {
      "en": "As stupid as they appear, they're actually very good at paperwork.",
      "cn": "他们表现得那么愚蠢, 实际上他们的报告都很好."
    },
    {
      "en": "At every stage in the production there will be paperwork— forms to fill in, permissions to obtain, letters to write.",
      "cn": "在生产的每个阶段都有文书工作——填表格，报批，写信。"
    },
    {
      "en": "He arranges to collect the payment from the customer, thus saving the client the paperwork.",
      "cn": "他安排直接向顾客收取费用，免去了顾客填写各种文件的麻烦。"
    },
    {
      "en": "He spent evenings on paperwork when he was back home.",
      "cn": "他回家后晚上就伏案工作."
    },
    {
      "en": "I have some preliminary paperwork for you to sign.",
      "cn": "我这有些初步的文件需要你签字."
    },
    {
      "en": "I was so excited when I went to sign the paperwork I could hardly write.",
      "cn": "去签文件时我非常兴奋，几乎无法写字。"
    },
    {
      "en": "If your job involves a lot of paperwork, you're going to need something to carry it all in.",
      "cn": "如果你的工作要求做很多文字工作，你就需要有东西来装所有文件。"
    },
    {
      "en": "Police work involves so much paperwork these days.",
      "cn": "如今当警察也要做这么多文书工作。"
    },
    {
      "en": "She had a clerical assistant to do her paperwork.",
      "cn": "她让助手帮她做文书工作."
    },
    {
      "en": "She is the best girl for the paperwork.",
      "cn": "她是最适合做这项文书工作的女孩."
    },
    {
      "en": "The amount of paperwork involved is mind-boggling.",
      "cn": "相关的书面工作量大得令人难以想象。"
    },
    {
      "en": "There's a lot of paperwork involved with the shipment.",
      "cn": "在托运时,有许多表格要填写."
    },
    {
      "en": "They are regularly sent booklets about personal safety, but they barely read them as they have so much paperwork to deal with.",
      "cn": "他们经常会收到关于人身安全问题的宣传册，但因为大量文案工作缠身，他们几乎无暇阅读。"
    },
    {
      "en": "Think of the savings in space and paperwork!",
      "cn": "设想一下有多少案头工作和空间被节省下来了."
    },
    {
      "en": "We're trying to cut down on the amount of paperwork involved.",
      "cn": "我们正在努力降低有关此事的文书工作量。"
    },
    {
      "en": "You mind if I skip the paperwork on this?",
      "cn": "对此我不做文书工作了,您会介意 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "deskwork"
          ],
          "tran_cn": "文书工作"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "文书工作，全部文件",
      "tran_en": "work such as writing letters or reports, which must be done but is not very interesting"
    }
  ],
  "exchange": {}
}