{
  "word": "instinctively",
  "ipa": {
    "us": "ɪn'stɪŋktɪvlɪ",
    "uk": "ɪn'stɪŋktɪvlɪ"
  },
  "sentences": [
    {
      "en": "Already he had instinctively started forward to help her.",
      "cn": "他本能地走上几步,去帮她的忙."
    },
    {
      "en": "As he leaned towards her she instinctively recoiled.",
      "cn": "他向她靠近,她本能地往后缩."
    },
    {
      "en": "Both ladies instinctively gathered themselves into more tidy posture.",
      "cn": "两位女士本能地恢复了端庄的姿态."
    },
    {
      "en": "He knew instinctively that something was wrong.",
      "cn": "他凭直觉知道出事了。"
    },
    {
      "en": "He knew instinctively where he would find her.",
      "cn": "他本能地知道在哪儿能找到她."
    },
    {
      "en": "He thought how like her expression was then, to what it had been when she looked round at the Doctor - that night - and instinctively dropped her hand and turned away.",
      "cn": "他想，她现在的表情跟她那天夜里环视四周，最后望着医生时的表情是多么相像啊，于是他就本能地放下她的手，走开了。"
    },
    {
      "en": "His jaw instinctively closed, and his gray eyes narrowed.",
      "cn": "他本能地闭紧嘴巴, 灰色的眼睛收缩成一条线."
    },
    {
      "en": "I felt instinctively negative toward Stevenson.",
      "cn": "我对史蒂文森却本能地有反感."
    },
    {
      "en": "Instinctively I knew he was the game warden.",
      "cn": "凭直觉,我知道他是个护猎员."
    },
    {
      "en": "Instinctively, she felt a desire to imitate it.",
      "cn": "本能地, 她就想模仿那种姿态."
    },
    {
      "en": "Jane instinctively knew all was not well with her 10-month old son.",
      "cn": "简凭直觉知道她10个月大的儿子情况不对劲。"
    },
    {
      "en": "She shut up her heart instinctively against her aunt.",
      "cn": "她不禁对这位姨母有些寒心了."
    },
    {
      "en": "The pilot instinctively maneuvered to avoid them.",
      "cn": "飞行员本能地驾机避开他们。"
    },
    {
      "en": "They instinctively gathered themselves into more tidy postures.",
      "cn": "她们本能地恢复了端庄的姿态."
    },
    {
      "en": "We all once cried so instinctively, so shamelessly.",
      "cn": "我们每个人当初都曾经为这样的本能大声地 、 毫不害羞地哭过."
    },
    {
      "en": "We answer this question instinctively and quite quickly because we have some intuitive sense of the whole experience.",
      "cn": "我们本能而迅捷地回答这个问题，因为对于整个经历，我们有一些直觉的感受。"
    },
    {
      "en": "We know instinctively, just as beekeepers with their bees that misfortune might overtake us if the important events of our lives were not related to it.",
      "cn": "我们本能地懂得, 正如养蜂人对待蜜蜂一样,如果不把我们生活中的重大事件告诉这条河,我们就会遭到厄运的袭击."
    },
    {
      "en": "We know instinctively, just as bookeepers with their bees that misfortune might overtake us if the important events of our lives were not related to it.",
      "cn": "正如养蜂人与蜜蜂的关系一样,我们本能地懂得如果我们不把自己生活中重大事件告诉它的话,不幸的事情就会袭击我们."
    },
    {
      "en": "What do we instinctively do?",
      "cn": "出于本能，我们会怎么做？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "instinct",
          "tran_cn": " 充满着的"
        },
        {
          "word": "instinctive",
          "tran_cn": " 本能的；直觉的；天生的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "instinct",
          "tran_cn": " 本能，直觉；天性"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "本能地"
    }
  ],
  "exchange": {
    "adj": [
      "instinctive"
    ]
  }
}