{
  "word": "intricacy",
  "ipa": {
    "us": "ˈɪntrɪkəsi",
    "uk": "ˈɪntrɪkəsi"
  },
  "sentences": [
    {
      "en": "Bidding results comprise multitudinous and intricacy effective factors. Analysing is difficult for its fuzzy information.",
      "cn": "影响工程项目投标竞争结果的因素众多、复杂, 并且具有不同程度的模糊性,分析困难."
    },
    {
      "en": "Even the most complicated computer man has yet built can't compare in intricacy with the brain.",
      "cn": "即便人类所发明的迄今最为复杂的电脑都无法与人脑的复杂性相比."
    },
    {
      "en": "The best designs, however , are those strong and simple forms which exclude intricacy.",
      "cn": "(这句翻得不好)最好的设计是震撼性的简单的形式而非复杂繁琐."
    },
    {
      "en": "the intricacies of private banking",
      "cn": "私人银行业务的错综复杂"
    },
    {
      "en": "The intricacy of a farmer or the innocence of an intellectual, the cunningness of a white-collar or the character of a laid-off female worker could all be discerned through certain details.",
      "cn": "农民的复杂和知识分子的单纯,白领的狡猾和下岗女工的德行,都能从细节上甄别出某种做人的基本质地。"
    },
    {
      "en": "The intricacy of the structure may be caused in part by material ejected from a binary central star, but as yet, there is no direct evidence that the central star has a companion.",
      "cn": "其复杂的结构可能部分由二元中心星喷射的物质产生，但是至今还没有直接的证据表明存在两个中心星。"
    },
    {
      "en": "The price depends on the intricacy of the work.",
      "cn": "价格取决于做工的复杂精细度。"
    },
    {
      "en": "The work shows a suitable interplay of scope of inquiry and intricacy of discussion.",
      "cn": "作业展示出质询之范畴和讨论复杂性之间适合的相互影响."
    },
    {
      "en": "Therefore the demands on crisis managers are rising too proportionally with the intricacy of the situation.",
      "cn": "因此,对危机管理的需求也不断上升,比例随着形势错综复杂."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "intricate",
          "tran_cn": " 复杂的；错综的，缠结的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "complexity",
            "sophistication"
          ],
          "tran_cn": "错综，复杂；难以理解"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "complexity",
            "complicity",
            "knot",
            "paradox"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "错综复杂，（因复杂而产生的）难以理解，（常复数）错综复杂的事物",
      "tran_en": "the complicated details of something"
    }
  ],
  "exchange": {
    "pl": [
      "intricacies"
    ]
  }
}