{
  "word": "cur",
  "ipa": {
    "us": "kɜ:(r)",
    "uk": "kə"
  },
  "sentences": [
    {
      "en": "A load - break switch will switch normal load currents but will not interrupt short circuit cur - rents.",
      "cn": "负荷开关可开断正常负荷电流但不能开断短路电流."
    },
    {
      "en": "A mischievous cur must be tied short.",
      "cn": "恶狗必须拴得短."
    },
    {
      "en": "A wild cur flung itself at him with bared fangs and slashed a rent in his overcoat.",
      "cn": "一只恶狗张牙舞爪猛地朝他扑来,撕破了他的上衣."
    },
    {
      "en": "CONCLUSION SAB and Curcumin could significantly inhibit the proliferation, activation and ERK phosphorylation.",
      "cn": "结论SAB和Cur能够抑制HSC的增殖 、 活化和ERK的磷酸化."
    },
    {
      "en": "Cur - Displays the current selected color number on the colorband.",
      "cn": "当前 - 显示在色带中当前选中的颜色数字."
    },
    {
      "en": "Foolish say then: \" Cur extends a tongue. \"",
      "cn": "傻儿接著说: “ 恶狗伸舌头. ”"
    },
    {
      "en": "He saved men from drowning and you shake at a cur's yelping.",
      "cn": "他搭救了快要溺死的人们,你呢,听到一条野狗叫唤也瑟瑟发抖."
    },
    {
      "en": "He stopped, grabbed his dust - whisk by the whisk - end and raced after the cur.",
      "cn": "他停住了车, 倒攥着布子,拚命的追着狗打."
    },
    {
      "en": "Methods: Whole - cell patch clamp technique was used to determine sodium channel cur rent.",
      "cn": "方法: 采用全细胞膜片钳技术,记录钠通道电流."
    },
    {
      "en": "The earth provides a low resistance conducting path for direct cur - rent.",
      "cn": "大地提供了低电阻直流导电通道."
    },
    {
      "en": "The purpose of analysing spindle motion curve line is to select the best cur.",
      "cn": "锭子运动的轨道由直线和曲线两部分交替组成."
    },
    {
      "en": "The ventilator uses for ventilating psychrometer , which bring even air cur rent as driving impeller.",
      "cn": "本通风器主要用于通风干湿仪表, 作为驱动叶轮产生均匀气流的主要元件."
    },
    {
      "en": "You are a Bore and a cur.",
      "cn": "你太粗鲁下流了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dog",
            "tike"
          ],
          "tran_cn": "杂狗；坏蛋"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "creature",
            "dog",
            "rascal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "野狗，坏蛋，无赖",
      "tran_en": "an unfriendly dog, especially one that is a mix of several breeds"
    }
  ],
  "exchange": {
    "pl": [
      "curs"
    ]
  }
}