{
  "word": "biologist",
  "ipa": {
    "us": "baɪˈɒlədʒɪst",
    "uk": "baɪˈɑːlədʒɪst"
  },
  "sentences": [
    {
      "en": "A research team led by molecular biologist Pamela C.",
      "cn": "(译注:语出圣经,意指不要对牛弹琴. )"
    },
    {
      "en": "An amateur biologist invites them to gather creepy - crawlies from a nearby pond.",
      "cn": "一位业余的生物学家邀请孩子们从池塘里收集爬虫."
    },
    {
      "en": "An evolutionary biologist would say physical activity is the only voluntary means you have of varying or regulating your energy expenditure.",
      "cn": "一个进化生物学家会说体力活动是唯一的志愿就是你的不同或管理您的能源开支的。"
    },
    {
      "en": "An important set of ideas have been advanced by the biologist Rupert Sheldrake.",
      "cn": "生物学家鲁珀特·谢尔德雷克已提出了一整套重要的观点。"
    },
    {
      "en": "As a genetically trained biologist I deny that it is.",
      "cn": "作为基因曾受训的生物学者,我持否定见解."
    },
    {
      "en": "Be he a biologist?",
      "cn": "他是生物学家 吗 ?"
    },
    {
      "en": "By the biography, the biologist's playing the violet violin violently violated rules.",
      "cn": "据传记记载, 生物学家猛奏紫罗兰色的小提琴违犯了规矩."
    },
    {
      "en": "Dolphins are very social mammals, as Dave , the Marine Biologist told us.",
      "cn": "船上海洋生物学家Dave告诉我们,海豚是非常具有社交能力和喜欢群居的哺乳类动物."
    },
    {
      "en": "He later became a cell biologist. He earned many honors for his research. But he never forgot his experience in the camp.",
      "cn": "他后来成为细胞生物学家。他在研究上获得了许多荣誉。但他从来没有忘记自己在营地的那段经历。"
    },
    {
      "en": "He worked as an evolutionary biologist at Harvard University in Cambridge, Massachusetts.",
      "cn": "他是马萨诸塞州剑桥镇的哈佛大学的进化生物学家."
    },
    {
      "en": "In 1973, biologist Robert Trivers and mathematician Dan Willard predicted that to maximize the number of her descendents, a mother should have some control over the sex of her offspring.",
      "cn": "1973年，生物学家罗伯特特里弗斯和数学家丹威拉德预测，为了使后代的数量最大，雌性应该有一些方法来控制其后代的性别。"
    },
    {
      "en": "One biologist developed a formula for how much genetic material would have to be to saved in the act of altruism for it to be worthwhile.",
      "cn": "一位生物学家发展了一套公式，用来计算到底有多少遗传物质可以被保留下来的时候，利他的行为才是值得的。"
    },
    {
      "en": "She's a research biologist for a pharmaceutical company.",
      "cn": "她是一家制药公司的研究生物学家."
    },
    {
      "en": "Similarly, every time a biologist discovers a new species, there is the opportunity to honour someone or something.",
      "cn": "类似地，每次一位生物学家发现一个新物种，就又有了一个纪念某人或某事的机会。"
    },
    {
      "en": "Susi Arnott is a biologist.",
      "cn": "苏茜·阿诺特是一位生物学家。"
    },
    {
      "en": "The biologist assigned the mushroom to the proper class.",
      "cn": "这个生物学家将蘑菇分配到适当的班级里."
    },
    {
      "en": "The biologist decided to try out that exorbitant device.",
      "cn": "生物学家决定试用那套昂贵的设备."
    },
    {
      "en": "The multiple lens will help the biologist observe the bacteria better.",
      "cn": "多重滤镜能帮助生物学家更好的观察细菌."
    },
    {
      "en": "This are the biologist who save her life.",
      "cn": "这就是救了她一命的那个生物学家."
    },
    {
      "en": "This is that biologist having rescued her life.",
      "cn": "这就是救了她生命的那个生物学家."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "biologic",
          "tran_cn": " 生物的；生物学的"
        },
        {
          "word": "biological",
          "tran_cn": " 生物的；生物学的"
        },
        {
          "word": "bioluminescent",
          "tran_cn": " 生物性发光的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "biologically",
          "tran_cn": " 生物学上，生物学地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "biology",
          "tran_cn": " （一个地区全部的）生物；生物学"
        },
        {
          "word": "bioluminescence",
          "tran_cn": " 生物体之发光"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "marine biologist",
      "tran_cn": "海洋生物学家"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "生物学家",
      "tran_en": "someone who studies or works in biology"
    }
  ],
  "exchange": {
    "pl": [
      "biologists"
    ]
  }
}