{
  "word": "fridge",
  "ipa": {
    "us": "frɪdʒ",
    "uk": "frɪdʒ"
  },
  "sentences": [
    {
      "en": "Because of this, he says, children learning English \"need someone to show them the letters, teach them the letter sounds, play with letter magnets on the fridge.",
      "cn": "因此，他说，儿童学习英语“需要有人给他们看这些字母，教他们字母的读音，与他们玩贴在冰箱上的磁铁字母。”"
    },
    {
      "en": "Defrost the fridge regularly so that it works at maximum efficiency.",
      "cn": "定期给冰箱除霜，以便它能发挥其最高效率。"
    },
    {
      "en": "Eggs shouldn't be kept in the fridge, it's too cold.",
      "cn": "鸡蛋不应保存在冰箱里，温度太低了。"
    },
    {
      "en": "He took a can of beer from the fridge.",
      "cn": "他从冰箱里取出一罐啤酒。"
    },
    {
      "en": "He went straight through to the kitchen and took a can of beer from the fridge.",
      "cn": "他径直来到厨房，从冰箱里取出一罐啤酒。"
    },
    {
      "en": "His fridge was bare apart from three very withered tomatoes.",
      "cn": "他的冰箱里除了3个非常干瘪的西红柿外已经空空如也。"
    },
    {
      "en": "I emptied the contents of the fridge into carrier bags.",
      "cn": "我把冰箱里的东西全都腾到手提袋里。"
    },
    {
      "en": "I put the milk and meat in the fridge.",
      "cn": "我把牛奶和肉放在冰箱里."
    },
    {
      "en": "I want this beer to chill so I'll leave it in the fridge for an hour.",
      "cn": "我想要啤酒变凉，因此我把它放在冰箱里一小时。"
    },
    {
      "en": "If you like fish but hate the smell, soak your fish in water and baking soda for an hour in the  fridge.",
      "cn": "如果你爱吃鱼但又不喜欢那惺味的话，不妨将鱼浸泡在小苏打水里然后在冰箱里放上一小时。"
    },
    {
      "en": "It can be anything: spoiled milk from the back of your fridge right down to tar and feathers.",
      "cn": "它可以是任何玩意儿：从你冰箱后面那些变质的牛奶到沥青和羽毛。"
    },
    {
      "en": "Keep what's left in a covered container in the fridge.",
      "cn": "把剩下的食物装入带盖的容器，放进冰箱。"
    },
    {
      "en": "No, but a fridge and a stove.",
      "cn": "没有，但有一台冰箱和一个电炉。"
    },
    {
      "en": "Put it somewhere like on your cupboard or fridge so you see it every day.",
      "cn": "把它放在诸如你的碗柜或冰箱上，这样你每天都能够看到它了。"
    },
    {
      "en": "She made her way to the kitchen to raid the fridge.",
      "cn": "她走向厨房去扫荡冰箱。"
    },
    {
      "en": "Sunday mornings my mother would bake. I'd stand by the fridge and help.",
      "cn": "星期天早晨，妈妈会烤面包，我就站在冰箱旁帮忙。"
    },
    {
      "en": "The brown mush in the fridge is some veg soup left over.",
      "cn": "冰箱里的棕色糊状东西是一些剩的蔬菜汤。"
    },
    {
      "en": "The fridge door was open and food was scattered across the floor.",
      "cn": "冰箱门开着，食物散落在地板上。"
    },
    {
      "en": "The fridge was carefully stocked up with food.",
      "cn": "冰箱里周到地放满了食品."
    },
    {
      "en": "The fridge was stocked with food and drink. ＃",
      "cn": "冰箱里装满了食物和饮料。"
    },
    {
      "en": "Then all three of you sign the contract and post in on the fridge.",
      "cn": "然后你们三个人要都在协议上签名，并把它贴在冰箱上。"
    },
    {
      "en": "There was an impressive array of pill bottles stacked on top of the fridge.",
      "cn": "冰箱上显眼地摆放着许多药瓶。"
    },
    {
      "en": "This dessert can be served straight from the fridge.",
      "cn": "这种甜食从冰箱里拿出来就可以吃。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "electric refrigerator"
          ],
          "tran_cn": "电冰箱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "冰箱",
      "tran_en": "a large piece of electrical kitchen equipment, used for keeping food and drinks cool"
    },
    {
      "pos": "other",
      "tran_cn": "冰箱",
      "tran_en": "a large piece of electrical kitchen equipment, used for keeping food and drinks cool"
    }
  ],
  "exchange": {
    "pl": [
      "fridges"
    ]
  }
}