{
  "word": "condominium",
  "ipa": {
    "us": "ˌkɒndəˈmɪniəm",
    "uk": "ˌkɑndəˈmɪniəm"
  },
  "sentences": [
    {
      "en": "A man swims in a pool inside a condominium in Singapore March 21, 2010.",
      "cn": "在内部,在新加坡2010年3月21日, 一名男子公寓游泳池游泳."
    },
    {
      "en": "Condominium Ownership Certificate , Certificate for the Right of Land Usage.",
      "cn": "房产证 、 国有土地使用证、结婚证."
    },
    {
      "en": "Disputes are always aroused due to ownership in international condominium regions.",
      "cn": "国际共管地区经常因为所属权问题发生争执."
    },
    {
      "en": "Houses are just too expensive! We've decided to buy a condominium.",
      "cn": "独栋房子太贵了! 我们还是决定买公寓."
    },
    {
      "en": "I did a story on the condominium dweller's revolt at Golden sands.",
      "cn": "我曾写了一篇文章论及金沙公寓居住者们的反感."
    },
    {
      "en": "It might be a maneuver to split the Alliance by playing up fears a US - Soviet condominium.",
      "cn": "它可能是利用人们对美苏共管世界的害怕心理来分裂联盟的一种花招."
    },
    {
      "en": "Kaijie buys a condominium unit for Jinfeng to stay in and both continue their illicit affair.",
      "cn": "凯杰买公寓给金凤住,维持两人不正当的关系."
    },
    {
      "en": "Mr. Miller lived in a condominium.",
      "cn": "米勒先生住在一间公寓里."
    },
    {
      "en": "One , leaders of all levels takes safe quality seriously to work to catch condominium together.",
      "cn": "各级领导重视安全质量工作齐抓共管."
    },
    {
      "en": "Policies on condo repairs are specified by condominium bylaws.",
      "cn": "共管柏文维修规则通常在公寓管理法规中详细列出."
    },
    {
      "en": "Q 11. Are there any other condominium association dues?",
      "cn": "业主是否须缴纳其它附加公寓相关费用?"
    },
    {
      "en": "The allies would fear that they were pawns in a superpower condominium ( New Republic )",
      "cn": "这个联盟担心他们会成为超级大国共管的牺牲品 ( 新共和国 )"
    },
    {
      "en": "The allies would fear that they were pawns in a superpower condominium.",
      "cn": "这个联盟担心他们会成为超级大国共管的牺牲品."
    },
    {
      "en": "The site of the condominium is enclosed with stakes.",
      "cn": "公寓所在地的四周用木椿围了起来."
    },
    {
      "en": "Therefore, Chinese laws shall provide options for condominium associations to be legal entities.",
      "cn": "因此, 我国法律应为建筑物区分所有权人组织提供采用法人形式的选择."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "公寓，一套公寓住房，公寓的单元",
      "tran_en": "one apartment in a building with several apartments, each of which is owned by the people living in it"
    }
  ],
  "exchange": {
    "pl": [
      "condominiums"
    ]
  }
}