{
  "word": "florist",
  "ipa": {
    "us": "ˈflɒrɪst",
    "uk": "ˈflɔrɪst"
  },
  "sentences": [
    {
      "en": "Are you fucking a florist behind my back?",
      "cn": "你是不是背着我跟个种花的好上了?"
    },
    {
      "en": "Calls to the florist were always in vain - it was a cash purchase.",
      "cn": "多次打电话询问花店,均无所获,盖因系现金支付."
    },
    {
      "en": "Could you stop at that florist shop over there?",
      "cn": "劳驾在那边花店停一下好不好?"
    },
    {
      "en": "Florist : thanks . And just so you know, am ready to date.",
      "cn": "谢谢. 你该知道我已经准备好约会了."
    },
    {
      "en": "Florist shops , furriers , haberdashers, confectioners -- all followed in rapid succession.",
      "cn": "鲜花店、皮草行、男子服饰用品店 、 糖果店, 一家挨着一家."
    },
    {
      "en": "He bought her some roses at the florist's in the mall.",
      "cn": "他在购物中心的花店里为她买了一些玫瑰。"
    },
    {
      "en": "He ordered the coachman to stop at a florist's where he bought a bouquet of roses.",
      "cn": "他吩咐赶车的在花铺站门前停一下,他在那里买了一束玫瑰花."
    },
    {
      "en": "I stole his bride. I guess it's OK to poach the florist.",
      "cn": "我偷了他的新娘, 我想把他的花商偷来应该没问题吧."
    },
    {
      "en": "I was surprised to see the florist delivering a huge, beautiful plant.",
      "cn": "我惊奇地发现花店营业员送来一大束美丽的鲜花."
    },
    {
      "en": "I've ordered some flowers from the florist's.",
      "cn": "我向花店订购了一些花。"
    },
    {
      "en": "In my personal florist, I can flower arrangement or plant.",
      "cn": "在我的私人花店中, 我可以插花或者种植."
    },
    {
      "en": "The florist bunched the flowers up.",
      "cn": "花匠把花捆成花束."
    },
    {
      "en": "The florist had to thaw out our newly planted tulips with a hair dryer.",
      "cn": "种花人得用吹风机把刚刚种植的郁金香解冻."
    },
    {
      "en": "Then, went to get the telephone, to call the florist shop.",
      "cn": "然后去拿电话, 打电话询问花店."
    },
    {
      "en": "You can earn good money by starting your own florist shop.",
      "cn": "你可以从自己的钱很好赚花店店."
    },
    {
      "en": "You just imprisoned a florist to find out if he sent you roses.",
      "cn": "你把花店店主非法拘禁就是为了查明是不是他给你送的玫瑰?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "floricultural",
          "tran_cn": " 种花的；养花的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "floriculture",
          "tran_cn": " 花卉栽培；花卉园艺学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花商，花农，花卉研究者",
      "tran_en": "someone who owns or works in a shop that sells flowers and indoor plants for the home"
    }
  ],
  "exchange": {
    "pl": [
      "florists"
    ]
  }
}