{
  "word": "lumbering",
  "ipa": {
    "us": "ˈlʌmbərɪŋ",
    "uk": "ˈlʌmbərɪŋ"
  },
  "sentences": [
    {
      "en": "Attacked at home last week by a 90kg black bear, she sent it lumbering back into the night simply by throwing a courgette at it.",
      "cn": "当上周她在家中被一只90公斤的黑熊攻击时，她迅速向黑暗中缓慢移动的黑熊投去一只小胡瓜。"
    },
    {
      "en": "But I also knew how common it was for these lumbering giants to be gashed by boat propellers or entangled in crab traps.",
      "cn": "但我也知道，它们这些笨拙的海洋生物经常被船的螺旋桨划伤，或卷入捕蟹器中。"
    },
    {
      "en": "Continuous lumbering has changed this place into bare mountains.",
      "cn": "年年采伐导致这里只剩下濯濯荒山了."
    },
    {
      "en": "Generally speaking, lumbering brings the economic efficiency for the locality.",
      "cn": "总的来说, 伐木业为当地带来经济效益."
    },
    {
      "en": "He looked straight ahead and overtook a lumbering lorry.",
      "cn": "他眼睛直视前方，加速超过了前面一辆慢吞吞行进的大卡车。"
    },
    {
      "en": "Look where you're going , you lumbering great oaf!",
      "cn": "看着点道儿, 你这个马大哈!"
    },
    {
      "en": "Lumbering and, later, paper - making were carried out in smaller cities.",
      "cn": "木材业和后来的造纸都由较小的城市经营."
    },
    {
      "en": "Perhaps the biggest myth Yi dispelled was that he's some kind of big lumbering center.",
      "cn": "也许易建联的表现让人们打消的最大疑虑就是他并不是流言中所说的 那个 “傻大个”."
    },
    {
      "en": "See that pile of lumbering by the barn?",
      "cn": "你看见谷仓旁的那堆木材 吗 ?"
    },
    {
      "en": "Short - sighted action of lumbering in a destructive manner destroys vegetation, and causes soil erosion.",
      "cn": "目光短浅 的乱砍滥伐行为,破坏了植被, 造成了水土流失."
    },
    {
      "en": "The lumbering, Luddite world of automobiles has a special attraction for Silicon Valley entrepreneurs.",
      "cn": "笨拙守旧的汽车业一向对硅谷企业家们有着特殊的诱惑。"
    },
    {
      "en": "The mining industry was outpaced for a time by lumbering.",
      "cn": "矿业发展曾一度落在木材业之后."
    },
    {
      "en": "There are forests here, and lumbering is important.",
      "cn": "这里有很多森林, 因此伐木业很重要."
    },
    {
      "en": "There are forests here, and lumbering is important. The scenery is beautiful near the Pacific Ocean.",
      "cn": "这里有许多森林, 因而伐木业很重要. 靠近太平洋地区,风景很美丽."
    },
    {
      "en": "There are forests here, and lumbering is very important.",
      "cn": "这里有许多森林, 因而伐木业很重要."
    },
    {
      "en": "There are forests here, and lumbering is very.",
      "cn": "important.这里有许多森林, 因而伐木业很重要."
    },
    {
      "en": "Though relatively non - aggressive, these lumbering behemoths are savagely efficient at dispatching their adversaries when provoked.",
      "cn": "虽然它们相对来说不会主动攻击,可一旦被激怒, 这些看似笨拙的巨兽可以毫不费力地将对手撕成碎片."
    },
    {
      "en": "With such huge and lumbering civility the country hands a chair to the city.",
      "cn": "乡村用这样巨大的木材的礼貌给城市送去了坐椅."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "lumber",
          "tran_cn": " 木材；废物，无用的杂物；隆隆声"
        },
        {
          "word": "lumberjack",
          "tran_cn": " 伐木工人；木材商的佣工；短茄克衫"
        },
        {
          "word": "lumberman",
          "tran_cn": " 伐木工人；木材商"
        },
        {
          "word": "lumberyard",
          "tran_cn": " 木材堆置场；贮木场"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "lumber",
          "tran_cn": " 伐木；喧闹地向前走；笨重地行动，缓慢地移动"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "lumber",
          "tran_cn": " 砍伐木材；乱堆"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "clumsy",
            "awkward"
          ],
          "tran_cn": "笨拙的；动作迟缓的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "笨重的"
    }
  ],
  "exchange": {}
}