{
  "word": "insidious",
  "ipa": {
    "us": "ɪnˈsɪdiəs",
    "uk": "ɪnˈsɪdiəs"
  },
  "sentences": [
    {
      "en": "an insidious trend towards censorship of the press",
      "cn": "实行新闻审查的潜在趋势"
    },
    {
      "en": "Another, more insidious form - is a lie .",
      "cn": "另一种更为阴险的形式——是谎言。"
    },
    {
      "en": "Bleeding may be chronic and insidious or brisk and lifethreatening.",
      "cn": "出血可以是慢性和隐袭的,或是活跃和危及生命的."
    },
    {
      "en": "But new research is showing that nicotine adds further , more insidious risks.",
      "cn": "但新的实验表明,尼古丁会使危险变本加厉."
    },
    {
      "en": "He is always malicious and insidious, everyone hates him.",
      "cn": "这个人一向手段阴鸷, 大家都很讨厌他."
    },
    {
      "en": "In spite of myself, the insidious mastery of song.",
      "cn": "我无法自已, 那阴险狡诘的歌音."
    },
    {
      "en": "McManaman says that the drug taunts are as insidious as racism.",
      "cn": "麦克马纳曼说毒品方面的攻击就跟种族歧视一样的严重."
    },
    {
      "en": "Organized crime has an insidious influence on all who come into contact with it.",
      "cn": "所有和集团犯罪有关的人都会不知不觉地受坏影响."
    },
    {
      "en": "That insidious man bad - mouthed me to almost everyone else.",
      "cn": "那个阴险的家伙几乎见人便说我的坏话."
    },
    {
      "en": "That insidious man bad mouthed me to almost everyone else.",
      "cn": "那个阴险的家伙几乎见人便说我的坏话。"
    },
    {
      "en": "The abrupt stillness seemed alien and artificial, a little insidious.",
      "cn": "这突如其来的宁静,显得很陌生,很不自然, 而且好象暗地里要出什么岔子似的."
    },
    {
      "en": "The changes are insidious, and will not produce a noticeable effect for 15 to 20 years.",
      "cn": "变化是悄然发生的,15到20年间不会产生明显影响。"
    },
    {
      "en": "the insidious effects of polluted water supplies",
      "cn": "供水系统污染的潜在恶果"
    },
    {
      "en": "They focus on overt discrimination rather than insidious aspects of racism.",
      "cn": "他们关注的是公开的歧视，而不是种族主义的一些潜在问题。"
    },
    {
      "en": "This insidious disease produces extensive and unmeasured economic losses through reduced efficiency in feed utilization.",
      "cn": "这种隐伏性疾病产生了广泛的和未加统计的由于饲料利用率降低的经济损失."
    },
    {
      "en": "Where do you learn these insidious and caustic tricks from?",
      "cn": "你的这些阴损招都是跟什么人学的?"
    },
    {
      "en": "Wormtongue's insidious advice poisons the mind of good King Theoden.",
      "cn": "巧言阴险的谗言毒害了优秀的希优顿王."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "insidiously",
          "tran_cn": " 阴险地；隐伏地；暗中为害地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "insidiousness",
          "tran_cn": " 在不知不觉之间加剧；隐伏（阴险）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "designing",
            "knowing",
            "subtle"
          ],
          "tran_cn": "阴险的；隐伏的；暗中为害的；狡猾的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "black",
            "crooked",
            "treacherous"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "隐伏的，潜在的，暗中为害的，阴险的，狡猾的",
      "tran_en": "an insidious change or problem spreads gradually without being noticed, and causes serious harm"
    }
  ],
  "exchange": {
    "adv": [
      "insidiously"
    ]
  }
}