{
  "word": "unbeatable",
  "ipa": {
    "us": "ʌnˈbiːtəbl",
    "uk": "ʌnˈbiːtəbl"
  },
  "sentences": [
    {
      "en": "And of course Logan Pickup offers unbeatable value for money.",
      "cn": "当然,洛根皮卡提供资金无与伦比的价值."
    },
    {
      "en": "carpets at unbeatable prices",
      "cn": "价格最优惠的地毯"
    },
    {
      "en": "He now has an almost unbeatable lead over his rivals.",
      "cn": "他现在已经遥遥领先对手,几乎不可战胜了."
    },
    {
      "en": "If that happened and with the Don's money, he'd be unbeatable.",
      "cn": "如果嗓子真恢复了,再加上老头子的资助, 他就是无与伦比的了."
    },
    {
      "en": "Organizations that achieve both market and operating focus are nearly unbeatable.",
      "cn": "既强调市场也强调运营的组织几乎是战无不胜的."
    },
    {
      "en": "Patience, Persistence and perspiration an unbeatable combination for success.",
      "cn": "耐心 、 坚持和汗水是成功的必胜法宝."
    },
    {
      "en": "Play the strengths and you put together an unbeatable army.",
      "cn": "玩家要把各种优势都发挥出来,组成一支无敌的军队."
    },
    {
      "en": "The Brazilian team is regarded as unbeatable.",
      "cn": "巴西队可以说是不可战胜的."
    },
    {
      "en": "The combination of protein, healthy fat and vitamins unbeatable.",
      "cn": "它们富含了很多蛋白质 、 康健的脂肪和维他命."
    },
    {
      "en": "The opposition was unbeatable.",
      "cn": "对手实力超群。"
    },
    {
      "en": "These resorts, like Magaluf and Arenal, remain unbeatable in terms of price.",
      "cn": "像马加拉夫和阿雷纳尔这样的度假胜地，在价格方面仍具有绝对的优势。"
    },
    {
      "en": "They have done very well of late but they are not unbeatable.",
      "cn": "他们最近干得很不错,但这并不意味着,他们无法战胜."
    },
    {
      "en": "Ugly woman, how are you unbeatable on earth?",
      "cn": "丑女, 你究竟有多无敌?"
    },
    {
      "en": "We ship overseas over 200 cars a year with unbeatable rate.",
      "cn": "我们海外的船舶超过200辆汽车在一年内无与伦比的速度."
    },
    {
      "en": "When both are on, Rockets are unbeatable!",
      "cn": "当两个人都发挥的时候, 火箭是无敌的!"
    },
    {
      "en": "With two more days of competition to go China is in an unbeatable position.",
      "cn": "还有两个比赛日，中国队的位置已经不可撼动。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "invincible",
            "unrivaled"
          ],
          "tran_cn": "无敌的；无以伦比的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "indomitable",
            "invincible",
            "unparalleled"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "打不垮的，不可摧毁的",
      "tran_en": "a team, player etc that is unbeatable cannot be defeated"
    }
  ],
  "exchange": {}
}