{
  "word": "namely",
  "ipa": {
    "us": "ˈneɪmli",
    "uk": "ˈneɪmli"
  },
  "sentences": [
    {
      "en": "Environmental crisis leads to one of the serious problems, namely, water shortage.",
      "cn": "环境恶化造成的问题之一就是缺水."
    },
    {
      "en": "He could not do anything more than what he promised — namely, to look after Charlotte's estate.",
      "cn": "他只能做到自己答应的事,那就是照看夏洛蒂的产业."
    },
    {
      "en": "Namely make the eyes front, learn outwardly, still need to see ourselves.",
      "cn": "即要向前看, 向外学, 还要看我们自身."
    },
    {
      "en": "Namely, the higher the learners language anxiety, lower the learners school achievement.",
      "cn": "也就是:学生的焦虑越高, 学业成绩越低."
    },
    {
      "en": "Namely: Begonia Valley, 10 hanging Gorge, scorpions ditch, length 105 li.",
      "cn": "即: 海棠谷 、 十悬峡 、 蝎子沟 、 总长105华里."
    },
    {
      "en": "One group of people seems to be forgotten, namely pensioners.",
      "cn": "有一类人似乎被遗忘了，就是那些领养老金的人。"
    },
    {
      "en": "Sell condom alone or sell newspaper alone , namely monomer machine alone.",
      "cn": "单独售套或单独售报, 即单体机."
    },
    {
      "en": "The railroad connects two cities, namely, New York and Chicago.",
      "cn": "这条铁路连接两个城市, 即纽约与芝加哥."
    },
    {
      "en": "There are three major advantagesof the design, viz / namely cheapness, simplicity and availability.",
      "cn": "这种设计有叁大优点, 即价廉 、 简便、实用."
    },
    {
      "en": "There are two basic search methods, namely, tree - type search and linear search.",
      "cn": "搜索方式有两种基本的方式, 即树 式 搜索和线式搜索."
    },
    {
      "en": "There is, however , one department which they do not delegate - namely, the department of backbiting and scandal.",
      "cn": "此外, 还有他们不愿意参与的部门, 那就是诽谤造谣的机构."
    },
    {
      "en": "These interactions are of two main types, namely, scattering and absorption.",
      "cn": "在这些相互作用中,主要有两种类型, 即散射作用和吸收作用."
    },
    {
      "en": "This applies to the auxiliary tool that the factory plans namely.",
      "cn": "这就是适用于工厂规划的辅助工具."
    },
    {
      "en": "This novel is translated into three foreign languages, namely, English, German and French.",
      "cn": "这本小说译成了三种外文, 即英, 德和法文."
    },
    {
      "en": "Three students were mentioned, namely John, Sarah and Sylvia.",
      "cn": "有三名学生被提到，即约翰、萨拉和西尔维娅。"
    },
    {
      "en": "We need to concentrate on our target audience, namely women aged between 20 and 30.",
      "cn": "我们须针对我们的听众对象，即年龄在20到30岁之间的妇女。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "example",
            "for",
            "i.e.",
            "instance",
            "is",
            "say",
            "scilicet",
            "specifically",
            "that",
            "to",
            "wit"
          ],
          "tran_cn": "即,也就是说;例如"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "即，也就是，换句话说，亦即，就是说",
      "tran_en": "used when saying the names of the people or things you are referring to"
    }
  ],
  "exchange": {}
}