{
  "word": "breakwater",
  "ipa": {
    "us": "ˈbreɪkwɔ:tə(r)",
    "uk": "ˈbrekˌwɔtɚ, -ˌwɑtɚ"
  },
  "sentences": [
    {
      "en": "Back of the breakwater the dredger was working.",
      "cn": "在防波堤后面挖泥船正在工作."
    },
    {
      "en": "Comb - like breakwater and rubble mound breakwater with pressure - relieving inverted - L breast wall are innovations of breakwater structures.",
      "cn": "梳 式 防波堤和带减压倒L型胸墙的斜坡堤都是防波堤结构的创新."
    },
    {
      "en": "Once outside the inner breakwater, we began to unfurl all the sails.",
      "cn": "一驶出内防波堤，我们就扬起了所有的船帆。"
    },
    {
      "en": "Over by the breakwater sea very high.",
      "cn": "海浪很高,甚至都越过了防浪堤."
    },
    {
      "en": "Permeable breakwater is economical and reasonable in deep water area with lowr and steep waves.",
      "cn": "在水深较大、高较小而波陡较大的水域,透空式防波堤在经济上和结构上都是比较合理的."
    },
    {
      "en": "Robert Hermansson: < The Great East India Adventure >, by Breakwater Publishing.",
      "cn": "注: 本文主要史料源自瑞典“破浪出版公司”出版的罗伯特·曼逊所著《伟大的东亚探险》一书."
    },
    {
      "en": "Steiner and Ilse were at the very end of the breakwater.",
      "cn": "施泰纳和艾尔丝呆在港口防波堤的顶端."
    },
    {
      "en": "The actual breakwater itself will be built on a foundation of slag—a permeable byproduct of steel which will provide a habitat for aquatic wildlife in the lake.",
      "cn": "事实上，防浪堤本身是建在矿渣（具有渗透性的钢铁的副产物）上的，这能为水中的生物营造良好的生活环境。"
    },
    {
      "en": "The breakwater projects far into the sea.",
      "cn": "防波堤一直伸向远处的海面."
    },
    {
      "en": "The breakwater sustains the shock of the great waves.",
      "cn": "防波堤承受巨浪的冲击."
    },
    {
      "en": "The design of the breakwater was based on the recommendations of an engineering study.",
      "cn": "这道防浪堤的设计是建立在工程学研究建议的基础上的."
    },
    {
      "en": "The face celluar structure breakwater is a new developed structure type of breakwater.",
      "cn": "弧面格型结构防波堤是一种新开发的防波堤结构型式."
    },
    {
      "en": "The model tests results indicate that the multiple breakwater has the good characteristics of dissipating waves.",
      "cn": "试验结果表明,该结构具有良好的消浪性能,且对波浪的反射作用较弱."
    },
    {
      "en": "The rocks for Dubai's breakwater have been provided by its neighbour Abu Dhabi.",
      "cn": "为迪拜防波堤提供石料的是其邻国阿布扎比."
    },
    {
      "en": "The wave heights behind submerged semi - circular breakwater shall be superimposed by diffracted and transmitted wave heights.",
      "cn": "半圆型潜堤后的波高将由绕射波高与传递波高迭加而成."
    },
    {
      "en": "They riprapped the breakwater with stone.",
      "cn": "他们以乱石基巩固防波堤."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "digue"
          ],
          "tran_cn": "[水运]防浪堤"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dike",
            "jetty",
            "pier"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mound breakwater",
      "tran_cn": "堆石防波堤；斜坡式防波堤"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "防波堤",
      "tran_en": "a wall built out into the sea to protect the shore from the force of the waves"
    }
  ],
  "exchange": {
    "pl": [
      "breakwaters"
    ]
  }
}