{
  "word": "unsuspected",
  "ipa": {
    "us": "ˌʌnsəˈspektɪd",
    "uk": "ˌʌnsəˈspɛktɪd"
  },
  "sentences": [
    {
      "en": "A surprising number of ailments are caused by unsuspected environmental factors.",
      "cn": "有大量疾病是由不明环境因素造成的。"
    },
    {
      "en": "Articles in the paper's Medical Section often alert readers [ to ] unsuspected ailments.",
      "cn": "该报医药栏里的文章常告诫读者对自己浑然不觉的疾病保持警惕."
    },
    {
      "en": "Combinations of the above, and many other unsuspected and sudden man - made catastrophes.",
      "cn": "除了上述情况, 还应该包括一些未知的和突发的人为灾祸."
    },
    {
      "en": "He died in 1984 of an unsuspected brain tumour.",
      "cn": "他于1984年意外死于脑瘤。"
    },
    {
      "en": "He was able to get into the building unspotted and unsuspected.",
      "cn": "他能清白、不受怀疑地走入大楼."
    },
    {
      "en": "I'm expecting to be surprised, because it will be found in a pleasantly unsuspected way.",
      "cn": "我期待着能有个惊喜, 因为人们将会以一种令人愉快的意外方式发现轴子."
    },
    {
      "en": "If he could reach a table in the restaurant unsuspected success would be his.",
      "cn": "只要他到餐桌之前不被人猜疑,成功就属于他了."
    },
    {
      "en": "If they do not, previously unsuspected faulting could account for the misclosure.",
      "cn": "如果他们不这样, 尚未发现的断层可能就是造成不闭合的原因."
    },
    {
      "en": "It'seems unsuspected for its reliability.",
      "cn": "其准确性应不容质疑."
    },
    {
      "en": "Most crises, notably the big ones , creep up on us from unsuspected quarters.",
      "cn": "大多数危机 —— 尤其是那些规模较大的危机 —— 都是从未知角落蹑手蹑脚地向我们逼近."
    },
    {
      "en": "Objective To explore the surgical treatment of preoperative unsuspected gallbladder carcinoma ( UGC ) and its prognosis.",
      "cn": "目的探讨意外胆囊恶性肿瘤 ( UGC ) 的外科治疗和预后."
    },
    {
      "en": "Section often alert readers to unsuspected ailments.",
      "cn": "《时代》周刊医药栏目里的文章常告诫读者对自己意想不到的疾病保持警惕."
    },
    {
      "en": "She was miserable in considering how much unsuspected vexation was probable ready to burst on him.",
      "cn": "她很难受,心想,他还不知道有多少让他发火的事情在等着他."
    },
    {
      "en": "They also had an unsuspected and as yet unexplained, effect of accelerating the animals'growth.",
      "cn": "它们在加快动物的生长方面也有毋庸置疑但却无法解释的作用."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unknown",
            "sealed"
          ],
          "tran_cn": "不受怀疑的；未知的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未被怀疑的，无嫌疑的",
      "tran_en": "If you describe something as unsuspected, you mean that people do not realize it or are not aware of it"
    }
  ],
  "exchange": {}
}