{
  "word": "teahouse",
  "ipa": {
    "us": "'ti:haʊs",
    "uk": "'tiˌhaʊs"
  },
  "sentences": [
    {
      "en": "A few hours later, Tom, Lisa and Justin are at a teahouse.",
      "cn": "(几个小时后, 汤姆 、 丽莎和贾斯汀坐在一家茶馆内. )"
    },
    {
      "en": "A man in the teahouse was laying the law down on politics.",
      "cn": "茶馆里有个人在非常自负地侃政治."
    },
    {
      "en": "After the war, Wang loses the teahouse and he dies.",
      "cn": "战争结束后, 王失去了他的茶馆,他死去了."
    },
    {
      "en": "Another dust - up took place in the teahouse.",
      "cn": "茶馆里又发生了一场打斗."
    },
    {
      "en": "Another dust-up took place in the teahouse.",
      "cn": "茶馆里又发生了一场打斗。"
    },
    {
      "en": "Ciqikou in the town's most distinctive King is a teahouse.",
      "cn": "在古镇磁器口最有特色的一景是茶馆."
    },
    {
      "en": "Do you know that this restaurant used to be the teahouse where we first met?",
      "cn": "你知道吗，这个餐馆就是我们第一次见面的那个茶馆呢。"
    },
    {
      "en": "Fo Yin and Su Dongpo came to the teahouse to have tea.",
      "cn": "佛印和苏东坡到茶馆来喝茶."
    },
    {
      "en": "He turned in the rickshaw and spent some more time in a teahouse.",
      "cn": "他交了车,在茶馆里又耗了会儿."
    },
    {
      "en": "I see. What kind of tea can we have in the teahouse?",
      "cn": "我明白了. 那我们在荼馆能喝到什以荼 呢 ?"
    },
    {
      "en": "Lao She Teahouse warmly welcomes every friend from home and aboard.",
      "cn": "老舍茶馆热情欢迎来自国内外的每一位朋友."
    },
    {
      "en": "Laura: An opera stage in a teahouse? What for?",
      "cn": "罗拉: 茶馆里面有戏台? 用来干什么 啊 ?"
    },
    {
      "en": "Patty: Food? At a teahouse? Cool! Let's order some food!",
      "cn": "派蒂: 吃的? 在茶馆里? 太酷了! 我们来点些吃的吧!"
    },
    {
      "en": "Some of the men in the teahouse sat where they were, while others followed them out.",
      "cn": "大家有的坐着没动, 有的跟出来."
    },
    {
      "en": "The Lao She Teahouse is decorated simply and elegantly.",
      "cn": "茶馆厅内陈设典雅、清新、古朴."
    },
    {
      "en": "The teahouse manager , an experienced man, stopped the crowd.",
      "cn": "茶馆掌柜的有经验, 拦住了大家."
    },
    {
      "en": "Welcome to our tea village. Welcome to our teahouse . Please get seated.",
      "cn": "欢迎来到我们茶村,欢迎来到我们茶楼. 大家请坐."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "teashop",
            "tearoom"
          ],
          "tran_cn": "茶馆；茶室"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "茶室",
      "tran_en": "a special house in China or Japan where tea is served, often as part of a ceremony"
    }
  ],
  "exchange": {
    "pl": [
      "teahouses"
    ]
  }
}