{
  "word": "impossibility",
  "ipa": {
    "us": "ɪmˌpɒsə'bɪlətɪ",
    "uk": "ɪmˌpɑsəˈbɪlɪti"
  },
  "sentences": [
    {
      "en": "A single isolated force is therefore an impossibility.",
      "cn": "所以单独的孤立的力是不存在的."
    },
    {
      "en": "After all, there does not seem to be any inherent impossibility in the combination.",
      "cn": "毕竟，在这种组合中似乎没有任何固有的不可能性。"
    },
    {
      "en": "Attack your impossibility complex and attach yourself to possibility thinkers.",
      "cn": "打破不可能的联合体,并向可能性思考家靠拢."
    },
    {
      "en": "Faith and fury first attack the impossibility of believing; they attack signs.",
      "cn": "信心跟愤怒攻击信仰的不可能性."
    },
    {
      "en": "He hinted at the impossibility of winding up the work in two months.",
      "cn": "他暗示要在两个月内结束这项工作是不可能的."
    },
    {
      "en": "I, frankly, find this concept a near impossibility for the company to accomplish at present.",
      "cn": "说实话，我觉得这个理念是现在微软几乎不可能实现的了的。"
    },
    {
      "en": "Impossibility of performance does not excuse a man from his contract.",
      "cn": "人不能因无法履行合同而免去责任."
    },
    {
      "en": "Impossibility of using the delta, para and surf if we are morphed.",
      "cn": "当被变形后将不能使用滑翔翼, 降落伞和冲浪板."
    },
    {
      "en": "In short, the impossibility is a logical impossiblity.",
      "cn": "简言之, 这种不可能性是逻辑的不可能性."
    },
    {
      "en": "It is a physical impossibility to be in two places at once.",
      "cn": "同时身处两地在自然法则上是不可能的."
    },
    {
      "en": "It is an impossibility for you to do so.",
      "cn": "你那样做是不可能的事."
    },
    {
      "en": "It was fostered by the demands of creditors and the impossibility of holding up many more.",
      "cn": "债权人催着要钱,又不可能再往下拖了,于是就有了这个念头."
    },
    {
      "en": "It's a physical impossibility to be in two places at one time.",
      "cn": "同时在两地是自然规律上不可能的事."
    },
    {
      "en": "Obviously, given that impossibility, we have to do the next best thing.",
      "cn": "明显地，考虑到那是不可能的，我们必须做好下一个事情。"
    },
    {
      "en": "Red ached dully as he realized the impossibility of ever seeing that man's face.",
      "cn": "雷德心里真有些惆怅,那人脸上的神气他是永远也看不到的了."
    },
    {
      "en": "She gently explained the impossibility of a marriage between us.",
      "cn": "她有礼貌地解释了我们不能结婚的原因."
    },
    {
      "en": "We are forced to admit the impossibility of further enquiry.",
      "cn": "我们被迫承认不可能进一步探索."
    },
    {
      "en": "We soon saw the impossibility of reaching the city before midnight.",
      "cn": "不多久我们便意识到半夜前抵达那个城市是不可能的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "impossible",
          "tran_cn": " 不可能的；不可能存在的；难以忍受的；不真实的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "impossibly",
          "tran_cn": " 不可能地；难以置信地；无法可想地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "impossible",
          "tran_cn": " 不可能；不可能的事"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "a blue moon"
          ],
          "tran_cn": "[数]不可能；不可能的事"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "paradox"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不可能（性），不可能的事（情况）"
    }
  ],
  "exchange": {
    "pl": [
      "impossibilities"
    ],
    "adv": [
      "impossibly"
    ],
    "adj": [
      "impossible"
    ]
  }
}