{
  "word": "subcontract",
  "ipa": {
    "us": "ˌsʌbkənˈtrækt",
    "uk": "ˌsʌbˈkɑntrækt"
  },
  "sentences": [
    {
      "en": "Article 13 Subcontracting 13.1 The Contractor shall not subcontract the whole of the works.",
      "cn": "第十三条分包13.1承包商不得将整个工程分包出去."
    },
    {
      "en": "Article 17 A testing institution may not subcontract any testing business.",
      "cn": "第十七条检测机构不得转包检测业务."
    },
    {
      "en": "Besides, the analysis for subcontract in auto industry also illustrates this point.",
      "cn": "此外, 对汽车产业分包契约的分析也说明了这一点."
    },
    {
      "en": "Do you subcontract any professional services to a third party?",
      "cn": "贵所是否与第三方签订业务分包合同?"
    },
    {
      "en": "Keywords: EPC Contract , Scope of Work, Design Subcontract.",
      "cn": "主题词: EPC合同, 工作范围, 设计分包."
    },
    {
      "en": "Law The law of the Subcontract is stated in the Appendix.",
      "cn": "法律分包合同适用法律如附录所述."
    },
    {
      "en": "Responsible for production subcontract and outsourcing quality management.",
      "cn": "负责生产外发的质量治理."
    },
    {
      "en": "Subcontract Management: Select qualified It'subcontractors and manage them effectively.",
      "cn": "分包管理: 选择合格的IT分包商并有效地管理他们."
    },
    {
      "en": "Subsidiary company get preferential treatment when it come to subcontract work.",
      "cn": "分公司承接转包(二包)工作时会得到优惠待遇."
    },
    {
      "en": "The Contractor shall not subcontract the whole of the works.",
      "cn": "承包商不得将整个工程分包出去."
    },
    {
      "en": "The most likely outcome may be to subcontract much of the work to an outsider.",
      "cn": "最可能的结果是将大量的工作分包出去。"
    },
    {
      "en": "The subcontract practising quota system, may save transaction cost, so it is accepted widely.",
      "cn": "分包实行定额制, 可以节约交易费用, 被企业广为接受."
    },
    {
      "en": "The two companies made a subcontract just now.",
      "cn": "这两个公司刚签订了一个转包合同。"
    },
    {
      "en": "There is so much outfitting work. Do you subcontract some of them?",
      "cn": "有这么多的舾装工作要做, 你们将工程分包出去 吗 ?"
    },
    {
      "en": "They let them decide whom to put on the job, whether to subcontract it to someone else, which parts to automate and whether to recycle solutions that have worked elsewhere.",
      "cn": "他们让外包商决定找谁去完成这项工作、是否转包给他人、哪些部分实行自动化以及是否利用在别处成功的方案。"
    },
    {
      "en": "Through contract subcontract and subcontractthe general contractor has delegated responsibility for quality.",
      "cn": "总承包人通过合同、二包合同和三包合同把质量管理责任交给了其他人."
    },
    {
      "en": "We will be subcontracting most of the electrical work.",
      "cn": "我们将把大部分的电工活转包出去。"
    },
    {
      "en": "We will put the electrical work out to subcontract.",
      "cn": "我们将把电气工作转包出去."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "subcontractor",
          "tran_cn": " 转包商，分包者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "separate contract"
          ],
          "tran_cn": "转包；分包"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "转包契约"
    },
    {
      "pos": "v",
      "tran_cn": "转包；分包",
      "tran_en": "if a company subcontracts work, they pay other people to do part of their work for them"
    },
    {
      "pos": "vt",
      "tran_cn": "（将大工程）转包，分包，制定[履行]转包"
    }
  ],
  "exchange": {
    "pl": [
      "subcontracts"
    ],
    "third": [
      "subcontracts"
    ],
    "past": [
      "subcontracted"
    ],
    "done": [
      "subcontracted"
    ],
    "ing": [
      "subcontracting"
    ],
    "noun": [
      "subcontracting"
    ]
  }
}