{
  "word": "criticise",
  "ipa": {
    "us": "'krɪtɪsaɪz",
    "uk": "'krɪtəˌsaɪz"
  },
  "sentences": [
    {
      "en": "City manager Stuart Pearce refused to criticise Styles for missing Drogba's infringement.",
      "cn": "曼城主帅皮尔斯拒绝评论裁判对德罗巴手球的疏忽."
    },
    {
      "en": "Far be it from me to criticise, but shouldn't their mother take a share of the blame?",
      "cn": "不是我要挑理，他们的母亲难道就不应该负点责任吗？"
    },
    {
      "en": "Gaffer Sir Alex Ferguson also recently refused to criticise Rooney.",
      "cn": "老爷子也拒绝批评鲁尼."
    },
    {
      "en": "HE CAN CRITICISE ME A BIT , THAT'S NORMAL, BUT HE ALSO GIVES ME GOOD ADVICE.",
      "cn": "他会给我一些批评, 那很正常但他同时也会给我好的建议."
    },
    {
      "en": "Hold that tongue before jumping in to criticise because secretly you've harboured competitive feelings.",
      "cn": "管住舌头,不要急于批评,因为这样你就可以偷偷掩盖自己的竞争性情绪."
    },
    {
      "en": "However, more orthodox physicians have started to criticise Yang's authoritarian approach.",
      "cn": "然而, 更多的主流心理学家开始批评杨的专制方法."
    },
    {
      "en": "If you or your partner criticise each other habitually, you are attacking their personality.",
      "cn": "如果你或你的伴侣习惯性地批评对方，其实你们是在攻击对方的人格。"
    },
    {
      "en": "It is not your place to criticise or suggest improvements!",
      "cn": "提出批评或给予改进建议并不是你的责任!"
    },
    {
      "en": "Let the imagination run, and criticise it for yourself, after it has its fling.",
      "cn": "最好是充满想像力地尝试后, 然后自己批评自己的作品."
    },
    {
      "en": "Researchers must not unjustifiably criticise or disparage other Researchers.",
      "cn": "研究人员不能不公正地批评或贬损其他研究人员."
    },
    {
      "en": "Salihamidzic later went on to criticise Mourinho and declaring the title race over.",
      "cn": "国米主教练穆里尼奥不久前宣称联赛冠军争夺战已经结束."
    },
    {
      "en": "She does not criticise rivals who make toys there.",
      "cn": "她并不批评那些在中国生产玩具的竞争对手."
    },
    {
      "en": "The more we criticise a nation in motion the less we have to say about our own sad lost little island.",
      "cn": "我们对运转中的国家的批评越多，我们就能更少地谈到我们所在的迷失的小岛。"
    },
    {
      "en": "These papers found it to their advantage, during the unpopularity of Darling, to criticise severely the acts of that Governor, who was defended by the Gazette with intemperate zeal.",
      "cn": "这两份报纸发现，基于达令总督的不得人心，他们拥有一大优势：严词批评总督的法令，和《公报》的过分阿谀拍马对着干。"
    },
    {
      "en": "Using its tenets to criticise China is, they claim, sheer hypocrisy.",
      "cn": "利用这个原则对中国吹毛求疵, 他们宣称, 这是完全的伪善."
    },
    {
      "en": "We have not said that no one should criticise us … I welcome criticism.",
      "cn": "我们没有说人们不能批评我们……我欢迎批评。"
    },
    {
      "en": "We would not criticise religion or religious freedom.",
      "cn": "我们不会批评宗教或者宗教自由。"
    },
    {
      "en": "Well, you should pay for it. Criticise me.",
      "cn": "恩, 你得为这付出代价. 批评我吧."
    },
    {
      "en": "You can criticise him until you're blue in the face, but you'll never change his personality.",
      "cn": "即使你苦口婆心地批评他，也改变不了他的个性。"
    },
    {
      "en": "You criticise was of effect for him.",
      "cn": "你的批评对他起作用了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "critical",
          "tran_cn": " 鉴定的；[核] 临界的；批评的，爱挑剔的；危险的；决定性的；评论的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "critically",
          "tran_cn": " 精密地；危急地；批评性地；用钻研眼光地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "critic",
          "tran_cn": " 批评家，评论家；爱挑剔的人"
        },
        {
          "word": "criticalness",
          "tran_cn": " 批判性"
        },
        {
          "word": "criticism",
          "tran_cn": " 批评；考证；苛求"
        },
        {
          "word": "critique",
          "tran_cn": " 批评；评论文章"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "criticize",
          "tran_cn": " 批评；评论；苛求"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "criticize",
          "tran_cn": " 批评；评论；非难"
        },
        {
          "word": "critique",
          "tran_cn": " 批判；评论"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "to criticize",
            "find quarrel in a straw"
          ],
          "tran_cn": "批评；吹毛求疵；非难"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "to criticize",
            "find quarrel in a straw"
          ],
          "tran_cn": "批评；吹毛求疵；非难"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "批评，指责，批判，评论"
    },
    {
      "pos": "vt",
      "tran_cn": "批评"
    }
  ],
  "exchange": {}
}