{
  "word": "averaging",
  "ipa": {
    "us": "'ævərɪdʒɪŋ",
    "uk": "'ævərɪdʒɪŋ"
  },
  "sentences": [
    {
      "en": "At least we now have 4 people averaging double digIt'scoring.",
      "cn": "至少我们现在知道有4个人平均得分上双了."
    },
    {
      "en": "Averaging also can conceal variations in the different portions of the sample.",
      "cn": "平均法也会隐藏样品不同部分的差异性."
    },
    {
      "en": "Averaging it out between us there's less than £10 a month each to live on.",
      "cn": "咱俩把这笔钱平均分一下，每人每月的生活费还不到10英镑。"
    },
    {
      "en": "Averaging produces a smoother plot and reveals a longer - term trend of Force Index.",
      "cn": "平均的方法可以提供平缓的图,利用力量指数反映 长期 的趋势."
    },
    {
      "en": "Data averaging and data smoothing technique efficiently improve the ratio of signal to noise.",
      "cn": "用累加平均和数字平滑技术提高了信噪比."
    },
    {
      "en": "Evidently, this will not be the case if the averaging period is very short.",
      "cn": "显然, 如果用于平均的周期非常短,那情况就不会如此了."
    },
    {
      "en": "I've done some averaging to reach these figures.",
      "cn": "我平均以后得出这些数."
    },
    {
      "en": "Other than Yao and McGrady, the Rockets are averaging a combined 30 points.",
      "cn": "除了姚明和麦迪, 火箭其他球员场均共得30分."
    },
    {
      "en": "Second - year forwards Durant and Jeff Green are averaging 26 points and 17.1 points , respectively.",
      "cn": "二年级前锋杜兰特和格林场均分别得到26分和17.1分."
    },
    {
      "en": "Some critics regard dollar - cost averaging, or automatically investing a fixed amount every month, as foolish.",
      "cn": "一些批评人士甚至认为平均成本投资(每个月自动投资固定金额)是种愚蠢的做法."
    },
    {
      "en": "Some methods for averaging incrementally increasing quantities are introduced and analysed briefly for each of them.",
      "cn": "介绍了求递增量平均值的几种方法,并对每种方法特征做了简单分析."
    },
    {
      "en": "Take the average of those ratios and multiply by a hundred.",
      "cn": "取那些比例的平均数再乘以100。"
    },
    {
      "en": "The average price of goods rose by just 2.2%.",
      "cn": "商品的平均价格仅上涨了2.2%。"
    },
    {
      "en": "The interpreter was averaging about 60 % accuracy in rendering the American's comments into Chinese.",
      "cn": "在把美方发言人的发言翻译成中文的过程中,译员的平均准确率大概有60%."
    },
    {
      "en": "The occupancy rate of beds has been averaging out about 80 percent.",
      "cn": "病床占用率平均保持在80%左右."
    },
    {
      "en": "The Qinghai - Tibet Plateau is the world's highest plateau, averaging over 4000 metres above sea level and covering an area of 200,000 square kilometres.",
      "cn": "中国的 青藏 高原是世界最高的高原.平均高度在海拔4000米以上,面积达20万平方公里."
    },
    {
      "en": "We averaged 42 miles per hour.",
      "cn": "我们平均时速为42英里。"
    },
    {
      "en": "We may get something in total, but averaging it out, each of us will get only next to nothing.",
      "cn": "总起来讲,我们能得到一些, 但平均起来每个人几乎一无所得."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mean",
            "medial"
          ],
          "tran_cn": "[数]平均的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "averaging method",
      "tran_cn": "求平均值法；均值法"
    },
    {
      "phrase": "averaging operator",
      "tran_cn": "平均算子；求平均数算子"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "平均的",
      "tran_en": "Average is also an adjective"
    },
    {
      "pos": "n",
      "tran_cn": "拉平价格，为取得更高的平均价格而买进[卖出]，求平均值",
      "tran_en": "An average is the result that you get when you add two or more numbers together and divide the total by the number of numbers you added together"
    },
    {
      "pos": "v",
      "tran_cn": "平均（average的ing形式）",
      "tran_en": "To average a particular amount means to do, get, or produce that amount as an average over a period of time"
    }
  ],
  "exchange": {}
}