{
  "word": "prenatal",
  "ipa": {
    "us": "ˌpri:ˈneɪtl",
    "uk": "priˈnetl"
  },
  "sentences": [
    {
      "en": "Amniocentesis is the standard prenatal detection procedure for aneuploidy.",
      "cn": "羊膜穿刺术是出生前检测非整倍体的金标准."
    },
    {
      "en": "Around 98 percent of urban women and 70 percent of rural women have prenatal examinations.",
      "cn": "目前,城市98%和农村70%的孕产妇都能得到产前检查."
    },
    {
      "en": "Background Prenatal stress ( PNS ) can cause effects on both mother and fetal.",
      "cn": "产前应激 ( prenatalstress,PNS) 对母体和胎儿均会造成影响."
    },
    {
      "en": "First the status of prenatal heredity and postnatal development.",
      "cn": "一,先天遗传及后天生长发育的情况."
    },
    {
      "en": "I'd met her briefly in a prenatal class.",
      "cn": "我曾经在一次产前辅导课上和她有过一面之缘。"
    },
    {
      "en": "In mice however AyAy is supposed to be lethal ( prenatal ).",
      "cn": "就我所知,这种基因颜色不存在于边境犬中."
    },
    {
      "en": "Like many embryonic cells, myoblosts from prenatal rats or chicks are easy to culture.",
      "cn": "正如许多胚胎细胞一样, 胚胎大鼠或鸡的成肌细胞是易于培养的."
    },
    {
      "en": "Non - invasive prenatal diagnosis of aneuploidies: how close to reality?",
      "cn": "非整倍体异常的 非 入侵性产前诊断: 离现实有多近?"
    },
    {
      "en": "Objective: To prenatal diagnosis of fetal gastrointestinal tract anomalies.",
      "cn": "目的: 探讨胎儿消化道畸形产前诊断的临床价值."
    },
    {
      "en": "Pregnant women should undergo prenatal evaluation for evidence of varicella immunity.",
      "cn": "孕妇应接受产前评估寻求水痘免疫证据."
    },
    {
      "en": "Prenatal and post - natal nutrition, adequate rest to build up resistance.",
      "cn": "产前产后加强营养, 充足休息以增强抵抗力."
    },
    {
      "en": "prenatal care",
      "cn": "产前保健[护理]"
    },
    {
      "en": "prenatal screening",
      "cn": "产前筛查"
    },
    {
      "en": "Prenatal: When your life was still somewhat your own.",
      "cn": "产前: 你的生活还属于你自己的那段日子."
    },
    {
      "en": "So population screening and prenatal diagnosis are very important measures.",
      "cn": "所以,人群筛选和产前诊断是很重要的措施."
    },
    {
      "en": "Some mothers take a prenatal vitamin supplement as a precaution.",
      "cn": "某些母亲使用孕期维他命来预防营养不足."
    },
    {
      "en": "The analysis of DNA methylation in plasma applicate to noninvasive prenatal diagnosis.",
      "cn": "血浆DNA甲基化的分析进一步应用于无创性产前诊断具有可行性."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "predelivery",
            "antenatal"
          ],
          "tran_cn": "[妇产]产前的；胎儿期的；[医]出生以前的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "prenatal care",
      "tran_cn": "产前护理，产前保健；产前检查"
    },
    {
      "phrase": "prenatal diagnosis",
      "tran_cn": "产前诊断，产前检查"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "出生前的，胎儿期的",
      "tran_en": "relating to unborn babies and the care of  pregnant  women"
    }
  ],
  "exchange": {}
}