{
  "word": "herself",
  "ipa": {
    "us": "hɜːˈself",
    "uk": "hɜːrˈself"
  },
  "sentences": [
    {
      "en": "If we give her enough rope, she will hang herself.",
      "cn": "如果我们让她为所欲为，她一定会栽大跟头的。"
    },
    {
      "en": "She cut herself on some broken glass.",
      "cn": "碎玻璃把她割伤了。"
    },
    {
      "en": "She didn't want to commit herself one way or the other.",
      "cn": "不管怎样，她都不想明确表态。"
    },
    {
      "en": "She dusted herself down and left to build her own career.",
      "cn": "她重振旗鼓去开创自己的事业了。"
    },
    {
      "en": "She had long hair she'd bleached herself, all yellowy and orangey.",
      "cn": "她一头长发，全部被她自己给染成了淡黄色和浅橙色。"
    },
    {
      "en": "She has a knack of landing herself right in the soup.",
      "cn": "她老是让自己的处境很尴尬。"
    },
    {
      "en": "She hurt herself.",
      "cn": "她弄伤了自己。"
    },
    {
      "en": "She is not herself. She came near to a breakdown.",
      "cn": "她身体不舒服，简直要崩溃了。"
    },
    {
      "en": "She learned to wire and plumb the house herself.",
      "cn": "她学会了自己给房子拉接电线、敷设水管。"
    },
    {
      "en": "She made a fanning motion, pretending to cool herself off.",
      "cn": "她做了个扇风的动作，假装想让自己凉快一点。"
    },
    {
      "en": "She made herself a cup of coffee.",
      "cn": "她给自己煮了杯咖啡。"
    },
    {
      "en": "She must be very proud of herself.",
      "cn": "她一定非常自豪。"
    },
    {
      "en": "She seemed to be unable to rouse herself to do anything.",
      "cn": "她似乎打不起精神去做任何事情。"
    },
    {
      "en": "She threatened to throw herself in front of a train.",
      "cn": "她威胁要卧轨。"
    },
    {
      "en": "She would have cracked up if she hadn't allowed herself some fun.",
      "cn": "她若是没给自己找点乐趣的话，早就崩溃了。"
    },
    {
      "en": "She'd been caught from behind and hadn't a prayer of freeing herself.",
      "cn": "有人从后面抓住她，她不可能脱身。"
    },
    {
      "en": "She'd learnt to be herself and to stand up for her convictions.",
      "cn": "她已经学会了按自己的方式行事，坚持自己的信仰。"
    },
    {
      "en": "Since she knows little Italian, she keeps to herself.",
      "cn": "因为不怎么懂意大利语，她很少和人交往。"
    },
    {
      "en": "Unable to restrain herself, she rose and went to the phone.",
      "cn": "她没能克制住自己，起身走向电话。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "by herself",
      "tran_cn": "她自己；她独立地"
    }
  ],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "（反身代词）她自己，（用以加强语气）她亲自，她本人",
      "tran_en": "used to show that the woman or girl who does something is affected by her own action"
    }
  ],
  "exchange": {
    "pl": [
      "themselves"
    ]
  }
}