{
  "word": "cilia",
  "ipa": {
    "us": "'sɪlɪə",
    "uk": "'sɪlɪr"
  },
  "sentences": [
    {
      "en": "A more biological explanation for how the Neti pot works has to do with tiny, hair-like structures called cilia that line the inside of the nasal and sinus cavities.",
      "cn": "一个对洗鼻壶有效性更加具有生物学意义的解释与一种称为纤毛的细小毛发状结构有关，它排列在鼻腔以及鼻窦腔内。"
    },
    {
      "en": "As the cilia attempt to clear out the inhaled particles, it can lead to coughing.",
      "cn": "在纤毛尝试清除吸入颗粒的时候，它的运动会导致咳嗽。"
    },
    {
      "en": "But cilia are fragile.",
      "cn": "然而纤毛也是很脆弱的."
    },
    {
      "en": "Certain eukaryotic cells can swim freely in liquid environments, propelled by whip like cilia or flagella.",
      "cn": "某些真核细胞能在液体液体中自由运动,由纤毛或鞭毛推动."
    },
    {
      "en": "Cilia are little hairs waving to and fro.",
      "cn": "纤毛是来回摆动的细小毛毛."
    },
    {
      "en": "Dust in the air filtered by the cilia inside the nose.",
      "cn": "空气中的灰尘会被鼻子里的鼻毛过滤."
    },
    {
      "en": "Each comb plate is a simple rectangular paddle composed of cilia.",
      "cn": "每个栉板都是纤毛组成的矩形的桨."
    },
    {
      "en": "Epithelium can also bear cilia.",
      "cn": "上皮也可长纤毛."
    },
    {
      "en": "Furthermore, many epithelial cells of the mucous membranes contain cilia that actively remove microorganisms.",
      "cn": "而且一些粘膜表面的上皮细胞含有纤毛能除去微生物."
    },
    {
      "en": "Healthy, skin, mucous membranes, and cilia are natural barriers to many viruses.",
      "cn": "健康的皮肤, 粘膜和纤毛是许多病毒的天然屏障."
    },
    {
      "en": "Many protoctistans are motile , using pseudopodia, cilia or flagella.",
      "cn": "许多原生动物利用伪足 、 纤毛或鞭毛能运动."
    },
    {
      "en": "Many protoctistans are motile, using pseudopodia, cilia or flagella.",
      "cn": "许多原生动物利用伪足、纤毛或鞭毛能运动。"
    },
    {
      "en": "Microtubules are also used in the construction of centrioles , basal bodies , cilia and flagella.",
      "cn": "微管还用于建造中心粒,基体, 纤毛和鞭毛."
    },
    {
      "en": "My tireless little cilia make about ten sweeping strokes a second.",
      "cn": "我那不怕疲劳的小纤毛每秒钟约做10次清扫动作."
    },
    {
      "en": "So the researchers turned to mutant mice with cells that lacked cilia.",
      "cn": "因此,研究者转向研究缺乏纤毛的突变异种老鼠的细胞."
    },
    {
      "en": "Surface view of cilia with scanning EM scope.",
      "cn": "纤毛表面观."
    },
    {
      "en": "The cilia are longer and less regular than the microvilli of a striated border.",
      "cn": "纤毛比微绒毛长,但排列不如纹状缘紧密整齐."
    },
    {
      "en": "This is an unfortunate name, because they are not cilia but long protoplasmic extensions.",
      "cn": "这个名称不太恰当, 因为它们不是纤毛,而是长的原生质突."
    },
    {
      "en": "This little spheroid sports thousands of tiny hairs around the outer edge of its body called cilia that propel it at lightning speeds through freshwater scum.",
      "cn": "这个小小的球状体的身体外壳上有着上千条细小的发丝，叫做纤毛，推进它以闪电般的速度穿行于淡水泡沫中。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "eyelash",
            "pilus"
          ],
          "tran_cn": "纤毛；[解剖]睫毛"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "hair"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "睫，纤毛，睫毛，纤毛( cilium的名词复数 )"
    }
  ],
  "exchange": {}
}