{
  "word": "manipulative",
  "ipa": {
    "us": "məˈnɪpjələtɪv",
    "uk": "məˈnɪpjəleɪtɪv"
  },
  "sentences": [
    {
      "en": "\" Thus, it is evident that gossip has a strong manipulative potential. \"",
      "cn": "“ 由此看来, 流言显然具有很强的操纵力. ”"
    },
    {
      "en": "Although strong and decisive the Dragon is not manipulative or sly.",
      "cn": "虽然强壮和决定性的龙不善于伪装或狡猾."
    },
    {
      "en": "Automatization is namely that the manufacture machine which automated by electron manipulative.",
      "cn": "自动化指的就是引进电子控制的自动操作的生产机器."
    },
    {
      "en": "Before a child can learn a musical instrument he or she first needs to acquire the necessary manipulative skills.",
      "cn": "儿童先要掌握一些必需的操作技能，然后才能学习演奏一种乐器。"
    },
    {
      "en": "He described Mr Long as cold, calculating and manipulative.",
      "cn": "他说郎先生是个冷酷、算计，又爱摆布人的人。"
    },
    {
      "en": "He is sharp and manipulative with a strong personality.",
      "cn": "他个性很强，为人精明且爱指使人。"
    },
    {
      "en": "I try to be thoughtful, but he calls it manipulative.",
      "cn": "我是一番关心体贴, 但他认为是操纵控制."
    },
    {
      "en": "manipulative skills such as typing and knitting",
      "cn": "诸如打字、编织这样的技能"
    },
    {
      "en": "Results Students manipulative ability and experiment skill were improved notably.",
      "cn": "结果:学生的动手能力和实验技能均有显著提高."
    },
    {
      "en": "She is devious and sly and manipulative.",
      "cn": "她阴险狡诈，会玩人。"
    },
    {
      "en": "Speed and accuracy are the common measures of Manipulative movements.",
      "cn": "速度和准确性是操纵运动的一种指标."
    },
    {
      "en": "The worker was promoted despite aggressive and manipulative behaviour.",
      "cn": "这个工人尽管盛气凌人，工于心计，却受到了提拔。"
    },
    {
      "en": "They were grasping and manipulative.",
      "cn": "他们贪得无厌而且喜欢摆布人。"
    },
    {
      "en": "This girl is manipulative and very good at getting what she wants.",
      "cn": "这种女孩操纵欲很强,而且非常擅于得到她想要的."
    },
    {
      "en": "Through incompetence, conviction, or over - confidence in his manipulative skills, Allende never faced up to that dilemma.",
      "cn": "由于阿连德领导无方, 墨守信念, 过分相信自己手腕高明, 因此他从未认真对待这种左右为难的局面."
    },
    {
      "en": "Under stress these people will appear to be superficial, over-eager and manipulative.",
      "cn": "这些人在压力下会显得浅薄无知、操之过急，而且爱摆布人。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "manipulable",
          "tran_cn": " 可操纵自如的；可以操作的"
        },
        {
          "word": "manned",
          "tran_cn": " 有人驾驶的；有人操纵的；配备齐船员的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "manipulability",
          "tran_cn": " 可操纵性"
        },
        {
          "word": "manipulation",
          "tran_cn": " 操纵；操作；处理；篡改"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "manned",
          "tran_cn": " 给…配备人员（man的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "manipulate",
          "tran_cn": " 操纵；操作；巧妙地处理；篡改"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "calculating"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "巧妙处理的，操作的，用手处理的，管理的",
      "tran_en": "relating to the ability to handle objects in a skilful way"
    }
  ],
  "exchange": {}
}