{
  "word": "spectre",
  "ipa": {
    "us": "'spektə(r)",
    "uk": "ˈspɛktɚ"
  },
  "sentences": [
    {
      "en": "A black as of a spectre's cloak.",
      "cn": "黑暗,似魔鬼的大氅."
    },
    {
      "en": "Failure to arrive at a consensus over the issue raised the spectre of legal action.",
      "cn": "无法就此事达成共识引起了人们对可能会诉诸法律手段的担忧。"
    },
    {
      "en": "Like many others, Handford was relieved to see the spectre of 15% interest rates evaporate by the end of the day.",
      "cn": "和其他很多人一样，当看到15%的利率的阴霾随着那天的结束而散尽时，汉德福感到一阵欣慰。"
    },
    {
      "en": "No : SPECTRE . Special Executive for Counterintelligence, Terrorism, Revenge and Extortion.",
      "cn": "反情报 、 恐怖主义 、 报复及勒索的特殊专家."
    },
    {
      "en": "Octopus, as the spectre of hell in a Reshishengfei punish the people.",
      "cn": "章鱼像地狱的幽灵在惩罚着惹事生非的人."
    },
    {
      "en": "Reducing the spectre of prospective deficits will enhance near - term growth.",
      "cn": "削减可怕的预期赤字将促进 短期 增长."
    },
    {
      "en": "Space, they argue, can still escape the spectre of combat.",
      "cn": "他们争辩说, 太空应该继续逃离战争的魔爪."
    },
    {
      "en": "The country is haunted by the spectre of civil war.",
      "cn": "内战仿佛一触即发，举国上下一片恐慌。"
    },
    {
      "en": "The eyes of the gaunt spectre darkened again, as they had in his youth.",
      "cn": "于是这瘦鬼的两眼又黯然出神, 就同他年青时代的眼睛一样."
    },
    {
      "en": "The spectre of neo-fascism, as he put it, was stalking the streets of Sofia and other big cities.",
      "cn": "用他的话来说，新法西斯主义的幽灵正在索非亚和其他大城市中游荡。"
    },
    {
      "en": "The spectre of unemployment always on his mind.",
      "cn": "他心头一直萦绕着可能失业的恐惧感."
    },
    {
      "en": "The spectre of unemployment was always on his mind.",
      "cn": "他心头一直萦绕著可能失业的恐惧感."
    },
    {
      "en": "There is no denying that the spectre of unemployment and want is constantly haunting them.",
      "cn": "失业和匮乏的幽灵一直在对他们作祟是不能否认的."
    },
    {
      "en": "To many non - scientists, Dolly's cloning raised the spectre of human cloning.",
      "cn": "对于许多不是科学家的人来说, 克隆多利引起了他们起克隆人的恐惧."
    },
    {
      "en": "What a spectre is that retreating sail!",
      "cn": "那条驶去的帆船简直是个鬼影!"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "spectral",
          "tran_cn": " [光] 光谱的；幽灵的；鬼怪的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "specter",
          "tran_cn": " 幽灵；妖怪；恐怖之物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shadow",
            "ghost"
          ],
          "tran_cn": "幽灵；妖怪；鬼性（等于specter）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "monster",
            "soul"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鬼怪，幽灵，缠绕心头的恐惧，凶兆",
      "tran_en": "a  ghost "
    }
  ],
  "exchange": {
    "pl": [
      "spectres"
    ]
  }
}