{
  "word": "partridge",
  "ipa": {
    "us": "ˈpɑ:trɪdʒ",
    "uk": "ˈpɑrtrɪdʒ"
  },
  "sentences": [
    {
      "en": "A beater was sent ahead to scare out the partridge.",
      "cn": "猎人助手被派到前面去把鹧鸪赶吓出来."
    },
    {
      "en": "A partridge, indeed, with a brood of ten behind her, ran forward threatingly, but soon repented of her fierceness, and clucked to her young ones not to be afraid.",
      "cn": "一只身后随着十只雏鸟的雌鹧鸪，确曾冲上前来威吓她，但很快就后悔那么凶，还咯咯叫着她的孩子不必害怕。"
    },
    {
      "en": "As a boy, I hunted there for partridge, walking among a line of beaters, the tall grasses so dense that I was invisible to the next man only 10 feet away.",
      "cn": "作为一个小男孩，我捕猎松鸡，在一列狙击手里穿梭。 那儿的高颈草如此浓密以至我看不见10英里外的人。"
    },
    {
      "en": "From Partridge's they went to a shoe store, where Carrie was fitted for shoes.",
      "cn": "从帕特里奇商店出来, 他们去了一家鞋店.嘉莉试鞋子时,杜洛埃就站在旁边看."
    },
    {
      "en": "Having dismissed the sagacious Partridge, Mr. Jones sat himself down to write.",
      "cn": "琼斯先生把精明的巴特里奇打发走之后, 就坐下来写信."
    },
    {
      "en": "He was too busy with cricket, partridge shooting and setting up Pakistan's only specialist cancer hospital.",
      "cn": "彼时他正忙于打板球、射鹧鸪和筹建巴基斯坦唯一的癌症专科医院，无暇顾及其他。"
    },
    {
      "en": "I will be happy to take the partridge.",
      "cn": "我情愿要这只鹧鸪."
    },
    {
      "en": "In London Christopher Gibbs has sold his stock and Partridge is in administration.",
      "cn": "在伦敦ChristopherGibbs已经卖出了他的存货并由Partridge担任主管."
    },
    {
      "en": "Jim Partridge chucked himself off some bridge or other.",
      "cn": "吉姆·帕特里奇从某座桥上跳了下去。"
    },
    {
      "en": "Jones was a little offended by the impertinence of Partridge.",
      "cn": "琼斯对巴特里奇的这种唐突有些气恼."
    },
    {
      "en": "Side effects are another area where effective interventions are available, Partridge says.",
      "cn": "Partridge说,副作用是采用有效干预治疗的另一领域."
    },
    {
      "en": "The boy potted a partridge.",
      "cn": "男孩射杀了一只鹌鹑."
    },
    {
      "en": "The honesty of Partridge was equal to his understanding and both dealt only in small matters.",
      "cn": "巴特里奇的诚实和他的理解力不相上下,这二者都专用在小事情上."
    },
    {
      "en": "The huntsman sent a beater ahead to scare out the partridge.",
      "cn": "猎人派一名赶猎助手上前把鹧鸪从隐蔽处赶出来."
    },
    {
      "en": "The king of Israel has come out to look for a flea--as one hunts a partridge in the mountains.",
      "cn": "以色列王出来是寻找一个虼蚤，如同人在山上猎取一个鹧鸪一般。"
    },
    {
      "en": "The landlady pricked up her ears at this, and Partridge looked a little confounded.",
      "cn": "听到这话,老板娘竖起了耳朵, 巴特里奇也有些发窘."
    },
    {
      "en": "The partridge in a pear tree was Jesus Christ.",
      "cn": "在梨树上的鹌鹑就是耶稣基督."
    },
    {
      "en": "The wolf might have strayed away after a squirrel or partridge .",
      "cn": "狼可能因为追逐松鼠或鹧鸪而迷了路。"
    },
    {
      "en": "The wolf might have strayed away after a squirrel or partridge.",
      "cn": "狼可能因为追逐松鼠或鹧鸪而迷了路."
    },
    {
      "en": "There is a dish of partridge at supper.",
      "cn": "晚饭时有一盘鹧鸪做的菜。"
    },
    {
      "en": "We'll go over here to Partridge's and you pick out what you want.",
      "cn": "我们到这里的帕特里奇公司去挑选你要的衣服."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "francolin",
            "jay"
          ],
          "tran_cn": "[鸟]鹧鸪；松鸡"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "山鹑",
      "tran_en": "a fat brown bird with a short tail which is shot for sport and food"
    }
  ],
  "exchange": {
    "pl": [
      "partridges"
    ]
  }
}