{
  "word": "unsure",
  "ipa": {
    "us": "ˌʌnˈʃʊə(r)",
    "uk": "ˌʌnˈʃʊr"
  },
  "sentences": [
    {
      "en": "\"I was very unsure of myself after the divorce,\" she says, unconsciously sweeping back the curls from her forehead.",
      "cn": "“离婚之后我变得非常不自信，”她边说边不自主地把额前的卷发往后捋了捋。"
    },
    {
      "en": "As if unsure of where she was, she hesitated and looked round.",
      "cn": "她彷佛茫然不知身在何处, 犹犹豫豫向四周打量."
    },
    {
      "en": "Beneath her self - confident surface , she's quite unsure of herself.",
      "cn": "她看上去信心十足, 实际上很缺乏信心."
    },
    {
      "en": "Chris seemed nervous and unsure of herself.",
      "cn": "克丽丝显得紧张，没有自信。"
    },
    {
      "en": "Emily Dickinson too is unsure how to pitch her work.",
      "cn": "艾米莉·狄更森也不知如何为自己的作品调音."
    },
    {
      "en": "Fifty-two per cent were unsure about the idea.",
      "cn": "五成二的人对这个想法存有疑虑。"
    },
    {
      "en": "His jaw was set, but his voice sounded thin and unsure.",
      "cn": "他表情坚毅，但声音听起来却显得有气无力、犹豫不定。"
    },
    {
      "en": "I thought from the first that she was a little unsure about that marriage.",
      "cn": "从一开始我就觉得她对那桩婚事心里没底。"
    },
    {
      "en": "If are unsure what to wear, you can always ask the host.",
      "cn": "如果你拿不准该穿什么服装, 问主人就好了."
    },
    {
      "en": "People, some obviously in shock, milled around like cattle, unsure of what to do.",
      "cn": "人们像牛似地漫无目的地转悠, 有些人显然惊魂未定, 不知该做什么."
    },
    {
      "en": "Scientists are becoming increasingly unsure of the validity of this technique.",
      "cn": "科学家们越来越拿不准这一技术是否正当合法。"
    },
    {
      "en": "She told him that she was very unsure of herself.",
      "cn": "她告诉他,她对自己感到非常惶惑不定."
    },
    {
      "en": "She was still a foreigner, unsure of her ground.",
      "cn": "她仍是一位异乡人, 对自己的地位缺乏信心."
    },
    {
      "en": "The evening show was terrible, with hesitant unsure performances from all.",
      "cn": "晚上的演出很糟，所有人都缩手缩脚，显得很不自信。"
    },
    {
      "en": "There were a lot of things I was unsure about.",
      "cn": "有许多事情我没把握。"
    },
    {
      "en": "They were already baffled and for the time being unsure of themselves.",
      "cn": "他们已经受到挫折.暂时他们自己也拿不定主意."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "indefinite",
            "inconclusive"
          ],
          "tran_cn": "不确定的；不肯定的；没有自信的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "aimless",
            "debatable",
            "doubtful",
            "fearful",
            "irresolute",
            "precarious",
            "uncertain",
            "unsteady"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不确定的，缺乏信心的，无把握的，不稳定的，不可靠的",
      "tran_en": "not certain about something or about what you have to do"
    }
  ],
  "exchange": {}
}