{
  "word": "footballer",
  "ipa": {
    "us": "ˈfʊtbɔːlə(r)",
    "uk": " ˈfʊtbɔːlər"
  },
  "sentences": [
    {
      "en": "As a footballer, Le Saux's ability was beyond question.",
      "cn": "作为一名足球运动员，勒索克斯的能力不容置疑。"
    },
    {
      "en": "Bill idolizes his big brother, who is a professional footballer.",
      "cn": "比尔非常崇拜他哥哥, 他哥哥是个职业足球员."
    },
    {
      "en": "He admitted that he still feels unfulfilled as a footballer.",
      "cn": "他承认对自己作为足球运动员的表现还是不满意。"
    },
    {
      "en": "He turned up at the fancy dress party as a footballer.",
      "cn": "他扮成足球运动员出现在化装舞会上。"
    },
    {
      "en": "I had just started playing football, so I drew pictures of me as a professional footballer.",
      "cn": "我那时刚刚开始踢球，所以我设想自己会成为一名职业足球运动员。"
    },
    {
      "en": "I had natural ability as a footballer.",
      "cn": "我天生就是当足球运动员的料。"
    },
    {
      "en": "I'm nearly 31 and that's getting on a bit for a footballer.",
      "cn": "我快31了，作为足球运动员也算是高龄了。"
    },
    {
      "en": "Ten footballer stood in a row on the sport ground.",
      "cn": "运动场上一字儿站着十名足球运动员."
    },
    {
      "en": "The accident just about finished him as a footballer.",
      "cn": "那事故几乎结束了他足球运动员的生涯."
    },
    {
      "en": "The brilliant career of the great French footballer Eric Cantona , and the unruly nature of his character, together present a bewildering picture.",
      "cn": "出色的法国足球运动员埃里克·坎通纳的辉煌足球生涯和他那桀骜不驯的性格一起构成了一幅令人迷惑的画面."
    },
    {
      "en": "The footballer brought down his opponent with a cynical foul.",
      "cn": "那个足球队员恶意犯规把对方绊倒了."
    },
    {
      "en": "The footballer kicked at the ball but missed and fell flat on his face.",
      "cn": "那个球员抬起脚,但没踢到球,脸朝下跌倒了."
    },
    {
      "en": "The footballer made a professional foul.",
      "cn": "那位足球运动员故意犯规."
    },
    {
      "en": "The footballer pretended to run forward,then cut back and took the ball the other way.",
      "cn": "这个足球运动员假装向前跑去，接着突然转变方向，把球带往另一边。"
    },
    {
      "en": "The footballer tried to foul.",
      "cn": "那个足球运动员试图犯规."
    },
    {
      "en": "The footballer was unwilling to play for a purse of less than $ 1, 000 , 000.",
      "cn": "这名足球运动员不愿为100万美元以下的奖金踢球."
    },
    {
      "en": "This has been my worst time for injuries since I started as a professional footballer.",
      "cn": "这是我当职业足球运动员以来受伤来得最不是时候的一次。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "football",
          "tran_cn": " 足球，橄榄球"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "football",
          "tran_cn": " 踢足球；打橄榄球"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "soccer player",
            "gridder"
          ],
          "tran_cn": "足球运动员；橄榄球运动员"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "player"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（尤指职业的）足球运动员，橄榄球运动员",
      "tran_en": "someone who plays football, especially a professional player"
    }
  ],
  "exchange": {
    "pl": [
      "footballers"
    ]
  }
}