{
  "word": "yam",
  "ipa": {
    "us": "jæm",
    "uk": "jæm"
  },
  "sentences": [
    {
      "en": "' slammed and rammed ham with no yam or clam . \"",
      "cn": "不加山药和 蛤蜊 的压火腿."
    },
    {
      "en": "And that is a yam , which is a kind of sweet potato.",
      "cn": "那么甜薯, 是番薯的一种."
    },
    {
      "en": "And we went into the poisonous giant tubers, like the yam and the taro, which also had to be leeched, ground up and cooked before we could eat them.",
      "cn": "我们也寻找到了那些带有毒性的、个头颇大的块茎，像山药、芋头，这些在食用之前得经过榨取、提炼和烹饪。"
    },
    {
      "en": "Chinese yam is an ancient food, originating with my hometown.",
      "cn": "山药是一种古老的食物, 原产与我的家乡."
    },
    {
      "en": "Chinese yam to do dishes more delicious food than South Korea.",
      "cn": "山药做的料理比起韩国食物更好吃."
    },
    {
      "en": "Common yam rhizome porridge short breath and weak physique.",
      "cn": "气短体虚弱,煮粥加山药."
    },
    {
      "en": "Does the town of twin have yam to sell? Be what medicine.",
      "cn": "孪生之镇有山药卖 吗 ?是什么药啊."
    },
    {
      "en": "He would often spin us a yam about his adventures.",
      "cn": "他会经常给我们编造他的冒险奇遇."
    },
    {
      "en": "Ice Cram Mix is available in 6 flavors ; Vanilla, Chocolate , Strawberry, Ube Yam, melon and Creamy Milk.",
      "cn": "雪糕粉有香草 、 朱古力 、 草莓 、 香芋 、 密及牛奶共六种口味."
    },
    {
      "en": "Ingredients: olive leaves extract, levorotatory VC, yam extract, aloe essence, mulberry essence.",
      "cn": "成份: 橄榄叶萃取精华 、 旋VC 、 山药提炼精华 、 荟因子 、 树精华."
    },
    {
      "en": "Lanzhou fern in the main origin of the Yuzhong Nanshan Yam area.",
      "cn": "兰州蕨菜的主要产地在榆中南山的二阴地区."
    },
    {
      "en": "Offerings in Mongolian and Tibetan Affairs Swire, Hanqi deep plot Yam.",
      "cn": "冥蒙藏太古, 寒气积阴深."
    },
    {
      "en": "On Feb 21 th, 2004, Taishan Fiberglass INC merged with Zoucheng jiasida Glassfiber Yam Plant.",
      "cn": "2004年2月21日,在山东邹城隆重举行泰山玻纤入股邹城佳斯达电子玻纤签字仪式."
    },
    {
      "en": "Simulation results show that MQDMR is less delay and cost than YAM and QoSMIC.",
      "cn": "仿真实验结果表明,MQDMR比YAM和QoSMIC具有 较小的延时和较少的代价."
    },
    {
      "en": "To study the availability of machine packaging Chinese yam.",
      "cn": "研究山药用机械包装的可行性."
    },
    {
      "en": "Yam Paste Dumplings, another dumpling dessert beside the red bean paste.",
      "cn": "芋泥小笼包,除了豆沙小笼包以外, 另一道特色甜品."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sweet potato",
            "Spanish potato"
          ],
          "tran_cn": "[园艺]薯蓣；甘薯"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chinese yam",
      "tran_cn": "山药；薯蓣；山药桃子"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "薯蓣，山药，甘薯，白薯",
      "tran_en": "a tropical climbing plant grown for its root, which is eaten as a vegetable"
    }
  ],
  "exchange": {
    "pl": [
      "yams"
    ]
  }
}