{
  "word": "circumvent",
  "ipa": {
    "us": "ˌsɜ:kəmˈvent",
    "uk": "ˌsɜrkəmˈvent"
  },
  "sentences": [
    {
      "en": "Any action I took to circumvent his scheme was justified.",
      "cn": "我为斗赢他的如意算盘而采取的任何行动都是正当的."
    },
    {
      "en": "But, how does ability and circumvent weaknesses, develop diversified economy and tertiary industry fruitfully?",
      "cn": "但是, 怎样才能扬长避短 、 卓有成效地发展多种经营和第三产业 呢 ?"
    },
    {
      "en": "Circumvent the non - systematic risk, stock selection to avoid dangerous reef mines.",
      "cn": "规避 非 系统风险, 选股要回避险礁地雷."
    },
    {
      "en": "Don't act anxious and unable to do anything, find ways to circumvent the problem.",
      "cn": "你别只顾着干急, 还是想想对策吧."
    },
    {
      "en": "Influencing the factors that circumvent integrated change control so that only approved changes are implemented.",
      "cn": "对妨碍整体变更控制的因素施加影响,保证只实施经过批准的变更."
    },
    {
      "en": "Military planners tried to circumvent the treaty.",
      "cn": "军事计划员们试图避开此条约。"
    },
    {
      "en": "Private direct investment may follow, especially as a way to circumvent trade protectionist measures.",
      "cn": "私人直接投资可能会紧随其后, 特别是作为一种避开贸易保护主义措施的手段."
    },
    {
      "en": "Research efforts continue at many university and industrial laboratories to circumvent these technical problems.",
      "cn": "许多大学实验室和工业实验室继续努力研究克服这些技术难题."
    },
    {
      "en": "Roosevelt occasionally attempted to circumvent him.",
      "cn": "罗斯福偶尔会试图避开他。"
    },
    {
      "en": "Ships were registered abroad to circumvent employment and safety regulation.",
      "cn": "船只在外国注册以逃避有关雇佣和安全的规定."
    },
    {
      "en": "Some orchardists have tried to control crown - shape by pruning, disbudding and branch - bending to circumvent the problem.",
      "cn": "有些种子园工作者曾试用修剪 、 摘芽,弯枝等办法来控制冠形以解决这个问题."
    },
    {
      "en": "Still, Kane would try to circumvent her parents'efforts.",
      "cn": "有时候, 凯恩会想方设法智取."
    },
    {
      "en": "The company opened an account abroad, in order to circumvent the tax laws.",
      "cn": "为规避税法，这家公司在国外开设了账户。"
    },
    {
      "en": "The king tried to circumvent his enemies.",
      "cn": "国王企图用计谋战胜敌人."
    },
    {
      "en": "This is a deliberate attempt to circumvent my authority.",
      "cn": "这是故意想超越我的权限的行为."
    },
    {
      "en": "We hypothesized that alternate rounds of lamivudine and alpha interferon might circumvent previous shortcomings.",
      "cn": "我们假设,使用交替使用拉米夫定和α干扰素可能规避不足之处."
    },
    {
      "en": "We went north in order to circumvent the mountains.",
      "cn": "我们往北走以绕开这些山。"
    },
    {
      "en": "What are their special measures to circumvent the possible pitfalls and keep a robust growth?",
      "cn": "他们避免各种风险不断做大做强的秘诀是 什么 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "circumvention",
          "tran_cn": " 规避；陷害；绕行"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abort"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "case",
            "invest",
            "frame"
          ],
          "tran_cn": "包围；陷害；绕行"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "包围；智取；绕行，规避",
      "tran_en": "to avoid a problem or rule that restricts you, especially in a clever or dishonest way – used to show disapproval"
    },
    {
      "pos": "vt",
      "tran_cn": "围绕，包围，用计防止，避免，（用欺骗手段）陷害"
    }
  ],
  "exchange": {
    "third": [
      "circumvents"
    ],
    "past": [
      "circumvented"
    ],
    "done": [
      "circumvented"
    ],
    "ing": [
      "circumventing"
    ],
    "noun": [
      "circumvention"
    ]
  }
}