{
  "word": "disharmony",
  "ipa": {
    "us": "dɪsˈhɑ:məni",
    "uk": "dɪsˈhɑrməni"
  },
  "sentences": [
    {
      "en": "...racial disharmony.",
      "cn": "...种族间的不和谐。"
    },
    {
      "en": "ACN contamination could result in the disharmony of calcium homeostasis of liver in rats.",
      "cn": "结果认为丙烯腈能显著地抑制大鼠肝脏Ca2+-ATPase和激活磷酸化酶A的活性,可导致大鼠肝脏钙稳态的失调."
    },
    {
      "en": "At present, problems of disharmony is grave between consumption and environment, which should be solved carefully.",
      "cn": "但当前消费与环境不和谐的问题还比较突出, 应认真解决."
    },
    {
      "en": "Avoid the disharmony that arises from cheating.",
      "cn": "尔虞我诈伤和气,身败名裂划不来."
    },
    {
      "en": "Disharmony between the Liver and Spleen causes irritability along with abdominal distension and pain.",
      "cn": "肝脾不交导致腹胀腹痛、胸胁胀满、泄泻便溏或便秘."
    },
    {
      "en": "For those who are ill, illness is an internal form of disharmony.",
      "cn": "对患病者来说, 疾病是身体形态内在的不协调."
    },
    {
      "en": "France's bad luck at the World Cup should partly be attributed to disharmony inside the team.",
      "cn": "法国队在世界杯的失利在部分程度上要归咎于球队内部的不合."
    },
    {
      "en": "He noted the disharmony between husband and wife.",
      "cn": "他觉察出这对夫妇不太和睦."
    },
    {
      "en": "However, it is also because of early marriage of parents, leading to disharmony of their marriage.",
      "cn": "不过, 也正是因为父母的早婚, 导致了他们婚后的不和谐."
    },
    {
      "en": "Sensing a surge of interest, other celebrity magazines have piled in with reports of marital disharmony.",
      "cn": "其他名人杂志发觉公众兴趣激增, 便在杂志中插入关于不和谐婚姻的报道."
    },
    {
      "en": "The core of tension - type headache is disharmony ofand blockage of collaterals by phlegm and blood stasis.",
      "cn": "紧张型头痛的核心是气机失和,痰瘀阻络."
    },
    {
      "en": "The end result is strife and disharmony.",
      "cn": "参与的结果只可能是冲突和不和谐."
    },
    {
      "en": "The regional development disharmony is disharmony of urban - rural development in essence.",
      "cn": "区域发展不协调本质上是城乡发展不协调."
    },
    {
      "en": "These nouns are compared as they mean a state of disagreement and disharmony.",
      "cn": "这些名词相比较是由于它们都表示一种不一致和不协调的状态."
    },
    {
      "en": "When we live a life in violation of the fundamental principles, there a disharmony.",
      "cn": "当我们违反原理, 就出现不和谐."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "disharmonious",
          "tran_cn": " 不和谐的；不调和的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "disharmonize",
          "tran_cn": " 不协调"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "disharmonize",
          "tran_cn": " 使不和谐；打破调和"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "variance",
            "disagreement",
            "disparity"
          ],
          "tran_cn": "不一致；不调和；不融洽"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不调和，不和谐",
      "tran_en": "disagreement about important things which makes people be unfriendly to each other"
    }
  ],
  "exchange": {}
}