{
  "word": "mosquito",
  "ipa": {
    "us": "məˈskiːtəʊ",
    "uk": "məˈskiːtoʊ"
  },
  "sentences": [
    {
      "en": "A mosquito - netting completely surrounds our bed.",
      "cn": "一顶蚊帐把我们的床完全围住了."
    },
    {
      "en": "A mosquito had bitten her and her arm had swollen up.",
      "cn": "蚊子叮了她,她的手臂肿起来了."
    },
    {
      "en": "A single mosquito can infect a large number of people.",
      "cn": "一只蚊子就可以感染很多人。"
    },
    {
      "en": "All door and window is sealed for the extermination of mosquito.",
      "cn": "为了消灭蚊子，所有的门窗都被封闭起来了。"
    },
    {
      "en": "Are your mosquito bites still itching?",
      "cn": "你被蚊子咬的地方还痒 吗 ?"
    },
    {
      "en": "Avoiding mosquito bites is easier said than done.",
      "cn": "防蚊叮咬好说难做。"
    },
    {
      "en": "Can I go to the theatre?\"asked a mosquito to her mother. \"Yes, but.",
      "cn": "“我可以去电影院吗？”一只蚊子问妈妈。“可以，但是要小心。"
    },
    {
      "en": "He crushes it, with one hydraulic hand, almost unconsciously, like someone swatting a mosquito.",
      "cn": "他下意识地地用液压手将它拍个稀烂，就像拍死一只蚊子。"
    },
    {
      "en": "He started reading when he was knee - high to a mosquito.",
      "cn": "他很小的时候就开始读书."
    },
    {
      "en": "He swatted the mosquito with a newspaper.",
      "cn": "他用报纸打蚊子."
    },
    {
      "en": "I slapped at the mosquito but missed.",
      "cn": "我打蚊子,但没打中."
    },
    {
      "en": "I threw aside my mosquito net and jumped out of bed.",
      "cn": "我把蚊帐甩到一边，跳下床来。"
    },
    {
      "en": "In the mosquito net there are four mosquitoes to fly.",
      "cn": "蚊帐中有四只蚊子在飞."
    },
    {
      "en": "She made a swipe at the mosquito.",
      "cn": "她挥臂打蚊子."
    },
    {
      "en": "The frog darted out its tongue to catch a mosquito.",
      "cn": "这只青蛙突然伸出舌头捕捉蚊子。"
    },
    {
      "en": "The male mosquito never stings.",
      "cn": "雄蚊不叮。"
    },
    {
      "en": "The use of mosquito lure female mosquitoes.",
      "cn": "运用蚊子的趋光性引诱雌蚊。"
    },
    {
      "en": "There're mosquito repellents available in the shops.",
      "cn": "在商店可以买到驱蚊剂."
    },
    {
      "en": "They hope this will help in developing better mosquito attractants that will divert them away from humans and reduce the threat of malaria infection.",
      "cn": " 他们希望这项研究将有助于开发更好的蚊子引诱剂，把它们从人类身边引开，并减少疟疾感染的威胁。"
    },
    {
      "en": "We were plagued by the ubiquitous mosquito.",
      "cn": "我们被无处不在的蚊子所困扰."
    },
    {
      "en": "When an infected mosquito bites a human, spores are injected into the blood.",
      "cn": "感染病毒的蚊子叮咬人之后，孢子便被注入血液中。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "skeeter"
          ],
          "tran_cn": "蚊子"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "insect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mosquito killer",
      "tran_cn": "蚊香器"
    },
    {
      "phrase": "mosquito net",
      "tran_cn": "n. 蚊帐"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蚊子",
      "tran_en": "a small flying insect that sucks the blood of people and animals, sometimes spreading the disease  malaria "
    }
  ],
  "exchange": {
    "pl": [
      "mosquitoes",
      "mosquitos"
    ]
  }
}