{
  "word": "crowbar",
  "ipa": {
    "us": "ˈkrəʊbɑ:(r)",
    "uk": "ˈkroʊbɑ(r)"
  },
  "sentences": [
    {
      "en": "Adopt overvoltage crowbar, intelligent charging, usage safe, take care of your handset.",
      "cn": "采用过压保护电路, 智能充电, 使用安全, 精心呵护您的手机."
    },
    {
      "en": "Delicate design, being portable. Adopt overvoltage crowbar, intelligent charging, usage safe, take care of your handset.",
      "cn": "本产品设计精巧, 携带方便. 采用过压保护电路, 智能充电, 使用安全, 精心呵护您的手机."
    },
    {
      "en": "I got him on the back of the head with a crowbar.",
      "cn": "我一撬棍打在他头的后部."
    },
    {
      "en": "I pried it loose a crowbar and hoisted it into the wheelbarrow.",
      "cn": "我用撬棍把它撬松,然后搬到了手推车里."
    },
    {
      "en": "I pried it loose with a crowbar and hoisted it into the wheelbarrow.",
      "cn": "我用撬棍把它撬松，然后搬到了手推车里。"
    },
    {
      "en": "I was holding a large crowbar, and my co - worker was holding a sledgehammer.",
      "cn": "我拿着一根很大的撬棍, 我的同事拿着一把大锤."
    },
    {
      "en": "I was holding a large crowbar, and my co-worker was holding a sledgehammer.",
      "cn": "我拿着一根很大的撬棍，我的同事拿着一把大锤。"
    },
    {
      "en": "In his hands there is a heavy crowbar.",
      "cn": "他手里拿着一根沉重的铁棍."
    },
    {
      "en": "My lovely village, slated for the Chinese wrecking ball : workers with a hammer and crowbar.",
      "cn": "我可爱的乡村, 晾着打鱼的 浮球,工人用铁锤和铁锹工作----可能翻译有误."
    },
    {
      "en": "Neighbours eventually levered open the door with a crowbar.",
      "cn": "邻居们最终用一根铁撬把门撬开了。"
    },
    {
      "en": "One particular prisoner recalls having hidden a crowbar In the area concerned.",
      "cn": "有个囚犯在那个地方藏了个铁撬."
    },
    {
      "en": "Our scout found a crowbar Inside a tent In the Construction Compound.",
      "cn": "我们的侦查员发现在建设区的小帐棚里面有一把铁撬."
    },
    {
      "en": "So, the pulsed power source that has the above crowbar circuit will be safer and cheaper.",
      "cn": "这能降低电源成本 、 提高续流电路的可靠性、改善电源的性能."
    },
    {
      "en": "Something, such as a crowbar, that is used to apply leverage.",
      "cn": "总之并不存在杠杆作用——而仅仅是一种不稳定的平衡."
    },
    {
      "en": "They cover him quickly as the crowbar clangs to the ground.",
      "cn": "他们迅速掩盖了洞口，撬棍当啷一声，落在了地上。"
    },
    {
      "en": "To threaten Kimberly, Dan smashes Janet's arm with a crowbar.",
      "cn": "为了威胁金伯利, 丹用一根撬棍打碎了珍妮特的手臂."
    },
    {
      "en": "We can a crowbar to apply leverage.",
      "cn": "我们可以用铁橇来应用杠杆原理."
    },
    {
      "en": "You're looking for a crowbar, right?",
      "cn": "你要找铁撬, 对吧?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wrecking bar",
            "jimmy"
          ],
          "tran_cn": "撬棍；铁橇；起货钩"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "铁撬棍",
      "tran_en": "a heavy iron bar used to lift something or force it open"
    }
  ],
  "exchange": {
    "pl": [
      "crowbars"
    ]
  }
}