{
  "word": "fireman",
  "ipa": {
    "us": "ˈfaɪəmən",
    "uk": "ˈfaɪərmən"
  },
  "sentences": [
    {
      "en": "A fireman has a dangerous way of life.",
      "cn": "消防队员的谋生方式很危险."
    },
    {
      "en": "Fireman battled through the smoke in a doomed attempt to rescue the children.",
      "cn": "消防队员奋力穿过烟雾企图去救孩子们，而这注定是要失败的。"
    },
    {
      "en": "He tried to get the attention of a passing fireman.",
      "cn": "他企图叫住一位从他身旁经过的消防队员."
    },
    {
      "en": "That man is a volunteer fireman in this town.",
      "cn": "那个人是这个镇里的志愿消防队员."
    },
    {
      "en": "The fire was put out at the cost of a fireman's life.",
      "cn": "这场火灾是以一位消防队员生命的代价才扑灭的."
    },
    {
      "en": "The fireman demonstrated great courage in saving the child.",
      "cn": "那位消防队员在抢救孩子的过程中,表现了极大的勇气."
    },
    {
      "en": "The fireman evacuated the guests from the burning hotel.",
      "cn": "消防队员把客人们从燃烧着的旅馆中撤出来."
    },
    {
      "en": "The fireman flung the burning chair out of the window.",
      "cn": "消防队员把着火的椅子拽出窗外."
    },
    {
      "en": "The fireman played the hose onto the burning house.",
      "cn": "消防人员用消防水龙对着燃烧的房子喷射."
    },
    {
      "en": "The fireman sent jets of water into the burning house.",
      "cn": "消防队员把水流喷进燃烧着的房屋."
    },
    {
      "en": "The fireman smashed the door down to reach the children.",
      "cn": "消防员破门而入冲向孩子们."
    },
    {
      "en": "The fireman told me to keep back.",
      "cn": "消防队员要我站远点."
    },
    {
      "en": "The fireman trained their hoses on the burning building.",
      "cn": "消防队员把水龙带对准燃烧的建筑物."
    },
    {
      "en": "The mayor applauded the fireman's bravery in his speech.",
      "cn": "市长在讲话中称赞了消防队员的勇敢行为."
    },
    {
      "en": "The smoke had inflamed the fireman's eyes.",
      "cn": "烟把消防队员的眼睛熏红了."
    },
    {
      "en": "When people asked me what I wanted to be when I grew up, I never said fireman or astronaut.",
      "cn": "每当有人来问我长大了要做什麽，我从来不会说消防员或是宇航员什麽的。"
    },
    {
      "en": "Why would you like to be a fireman?",
      "cn": "为什么你愿意是一名消防队员？"
    },
    {
      "en": "Would you like to be a fireman?",
      "cn": "你愿意是一名消防队员吗？"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "firefighter",
          "tran_cn": " 消防队员"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "extinguisher",
            "fighter",
            "fire"
          ],
          "tran_cn": "救火员"
        },
        {
          "words": [
            "fire",
            "stoker",
            "tender"
          ],
          "tran_cn": "火夫"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "消防队员",
      "tran_en": "a man whose job is to stop fires burning"
    }
  ],
  "exchange": {
    "pl": [
      "firemen"
    ]
  }
}