{
  "word": "ruthlessness",
  "ipa": {
    "us": "'ru:θləsnəs",
    "uk": "'ruθləsnəs"
  },
  "sentences": [
    {
      "en": "Adding a bit of ruthlessness has , in just the right amount , been very helpful for me.",
      "cn": "多一点适当的寒酷对我无比有匡助."
    },
    {
      "en": "Adding a bit of ruthlessness, in just the right amount, very helpful for me.",
      "cn": "多一点恰当的冷酷对我非常有帮助."
    },
    {
      "en": "China has a huge dining market keep both Be wearing huge business opportunities and ruthlessness competition.",
      "cn": "中国有着巨大的餐饮市场并存在着巨大的商机和残酷的竞争."
    },
    {
      "en": "Conforming and imitation are part of the self, as are competition and the ruthlessness of talent.",
      "cn": "顺应和模仿是自我的一部分，竞争和才能带来的冷酷无情也是。"
    },
    {
      "en": "Have any of the great fortunes we admire been put together without ruthlessness?",
      "cn": "我们艳羡的万贯家财,哪一份不是靠残酷无情的手段积累起来的?"
    },
    {
      "en": "His hard sinewy body advertised his ruthlessness of purpose.",
      "cn": "他健硕的身体使他显得意志尤为坚强。"
    },
    {
      "en": "His patriarchal generosity is counter-balanced by his ruthlessness.",
      "cn": "他有着族长式的慷慨大方，同时却又冷漠无情。"
    },
    {
      "en": "His personal and political life contain episodes of ruthlessness are glossed over in the biopic version.",
      "cn": "他的个人和政治生活中含有人物传记中不会提到的冷酷无情的片段."
    },
    {
      "en": "Inthe past they did not fully reckon on the ruthlessness of the people they wereup against.",
      "cn": "过去他们也并不完全指望那些他们曾反抗过的残酷无情的家伙们."
    },
    {
      "en": "Others speak of utter devotion to work, combined with a degree of ruthlessness.",
      "cn": "有的则认为是由于全身心地投入工作以至于对自己近乎残忍的科度."
    },
    {
      "en": "Ruthlessness : Deadly Throw will no longer trigger this talent. Only melee finishers will now trigger it.",
      "cn": "无情现在只能由近战终结技触发,致死投掷不再触发."
    },
    {
      "en": "Ruthlessness is the kindness of the wise.",
      "cn": "冷酷是智者的仁慈."
    },
    {
      "en": "Ruthlessness is what we seek.",
      "cn": "冷酷无情是我们的追求."
    },
    {
      "en": "Saturn square Pluto can indicate self - will and persistence to the point of ruthlessness.",
      "cn": "土星刑冥王星可以指出 自我 意识及坚持到了残酷无情的地步."
    },
    {
      "en": "The ruthlessness of politics in human history can leave one terror - striken.",
      "cn": "说起过去人类历史所留下的阴影, 即 政治黑暗令人惊心胆破,宛如见“鬼”就怕般感觉."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ruthless",
          "tran_cn": " 无情的，残忍的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "ruthlessly",
          "tran_cn": " 无情地；残忍地；冷酷地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hardness",
            "brutality"
          ],
          "tran_cn": "无情；冷酷；残忍"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cruelty",
            "oppression",
            "tyranny"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "无情，冷酷"
    }
  ],
  "exchange": {
    "adv": [
      "ruthlessly"
    ],
    "adj": [
      "ruthless"
    ]
  }
}