{
  "word": "nonproductive",
  "ipa": {
    "us": "ˌnɒnprə'dʌktɪv",
    "uk": "ˌnɒnprə'dʌktɪv"
  },
  "sentences": [
    {
      "en": "About two thirds of the patients have a nonproductive cough.",
      "cn": "约2/3患者有干咳."
    },
    {
      "en": "Accordingly, the key depends on limiting manufacturing work and nonproductive labor.",
      "cn": "因此, 关键在于界定生产劳动与非生产劳动."
    },
    {
      "en": "Adam · Si Mi still advanced productivity labor and nonproductive labor idea first.",
      "cn": "亚当·斯密还首次提出了生产性劳动和非生产性劳动概念."
    },
    {
      "en": "It weakens fundamental systems, it distorts markets, and it encourages people to apply their skills and energies in nonproductive ways.",
      "cn": "腐败会削弱制度，扭曲市场，鼓励人们把他们的技能和精力用在不产生生产力的方面。"
    },
    {
      "en": "It’s a batch process, which means that there’s a fair amount of nonproductive capacity,” he said.",
      "cn": "这是一个间歇过程，这意味着有一个相当数量的非生产性的产能，“他说。"
    },
    {
      "en": "Measures were taken to make the nonproductive expenses remain down.",
      "cn": "已采取措施以不使非生产性开支增加."
    },
    {
      "en": "Measures were taken to nonproductive expenses.",
      "cn": "为紧缩非生产性开支而采取了措施."
    },
    {
      "en": "Nonproductive expenditures keep tapering down.",
      "cn": "非生产性开支一直在下降."
    },
    {
      "en": "This suggests a huge portion of the credit stimulus has been wasted on nonproductive investments, which in turn has implications for how much of that lending would ever be repaid.",
      "cn": "上述情况表明，信贷刺激计划下很大一部分资金浪费在了非生产性投资方面，我们可以据此推断这些贷款能收回多少。"
    },
    {
      "en": "Will chronic nonproductive cough with bronchial hyperresponsiveness be cough variant asthma?",
      "cn": "慢性干咳伴有气道高反应性即是咳嗽变异性哮喘 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unproductive"
          ],
          "tran_cn": "[经]非生产性的；对生产无直接关系的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非生产性的，对生产无直接关系的",
      "tran_en": "(of workers) not directly responsible for producing goods "
    }
  ],
  "exchange": {}
}