{
  "word": "minnow",
  "ipa": {
    "us": "ˈmɪnəʊ",
    "uk": "ˈmɪnoʊ"
  },
  "sentences": [
    {
      "en": "A school of minnows swam by, each minnow with its small, individual shadow, doubling the attendance, so clear and sharp in the sunlight.",
      "cn": "一群鲦鱼游过，每条都有虽小却不与众混淆的影子，阳光下清晰可观，从而一身两形。"
    },
    {
      "en": "Most frogs prefer a diet of flies, snails and - if them're feeling adventurous - an occasional minnow.",
      "cn": "蛙类多以飞蝇 、 蜗牛为食 —— 假如它们想冒冒险 —— 偶尔也会吃吃小鱼."
    },
    {
      "en": "Most frogs prefer a diet of flies, snails and - if they're feeling adventurous - an occasional minnow.",
      "cn": "蛙类多以飞蝇 、 蜗牛为食 —— 如果它们想冒冒险 —— 偶尔也会吃吃小鱼."
    },
    {
      "en": "One must lose a minnow to catch a salmon.",
      "cn": "失去小鲤鱼,抓住大马哈鱼."
    },
    {
      "en": "one of the minnows of the computer industry",
      "cn": "计算机行业中一家微不足道的小公司"
    },
    {
      "en": "Operationally, too, PetroChina a minnow beside its peers.",
      "cn": "在运营方面, 中石油与其同行相比也只是小字辈."
    },
    {
      "en": "The ghastly minnow is part of the largest family of freshwater fish—but so far its fangs are unique.",
      "cn": "这种面目狰狞的小鱼是数目最庞大的淡水鱼家族的成员，不过其獠牙迄今无其它物种可出其右。"
    },
    {
      "en": "The minnow too had grown and had become a full-fledged fish.",
      "cn": "此时的小鲦鱼也已长大，长成了一条年轻健康的鲦鱼。"
    },
    {
      "en": "Their total catch was one minnow.",
      "cn": "他们的全部所获是一条小鱼。"
    },
    {
      "en": "Throw out a minnow to catch a whale.",
      "cn": "弃小引大."
    },
    {
      "en": "To throw out a minnow to catch a whale.",
      "cn": "抛砖引玉(抛小鱼想捉鲸鱼)."
    },
    {
      "en": "Using a chicken feather as the body and some beads from a military ID tag as the eyes, I tied a fly that looked exactly like a minnow.",
      "cn": "于是我用一根鸡毛做假饵的主体，用军籍牌上的一些珠子做眼睛，制作了一个看起来和小鱼一模一样的假饵。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dace",
            "chub"
          ],
          "tran_cn": "[鱼]鲦鱼（一种小淡水鱼）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "米诺鱼（鲤科淡水小鱼），（用作鱼饵的）小鱼，诱饵鱼",
      "tran_en": "A minnow is a very small fish that lives in lakes and rivers"
    }
  ],
  "exchange": {
    "pl": [
      "minnows"
    ]
  }
}