{
  "word": "Sudan",
  "ipa": {
    "us": "suˈdɑːn",
    "uk": "suˈdɑːn"
  },
  "sentences": [
    {
      "en": "An option could be to redeploy to the border troops based in other areas of south Sudan.",
      "cn": "他通过翻译说：“一种选择可能是重新部署南部苏丹其它地区的边境部队。"
    },
    {
      "en": "And now the drought in Sudan.",
      "cn": "现在苏丹也有旱情。"
    },
    {
      "en": "China buys most of Sudan's oil and sells it arms.",
      "cn": "中国购买了苏丹的大部分石油并向其出售武器."
    },
    {
      "en": "Civil war in the Sudan has been grinding on for nine years.",
      "cn": "苏丹内战已经持续了9年之久。"
    },
    {
      "en": "Green, White Nile converge in Khartoum , Sudan, and then flows into Egypt.",
      "cn": "青 、 白尼罗河在苏丹的喀土穆汇合, 然后流入埃及."
    },
    {
      "en": "He came from the Sudan without a word of English at his command.",
      "cn": "他来自苏丹地区，一句英语都不会。"
    },
    {
      "en": "It's prevalent in Congo and Liberiastand out swear, Sudan and elsewhere.",
      "cn": "这在刚果、利比亚 、 苏丹和其他地方非常普遍."
    },
    {
      "en": "LC - MS method for sudan red in eggs was established.",
      "cn": "建立了禽蛋中苏丹红的液相色谱-质谱联用(LC -MS )检测方法."
    },
    {
      "en": "Sudan even threat-ened to mobilize in response to the ultima-tums.",
      "cn": "作为对最后通牒的回应，苏丹甚至威胁说要动员军队。"
    },
    {
      "en": "Sudan's president seen dancing and smiling after war crimes charges issued.",
      "cn": "被看(见)跳舞和微笑着的苏丹总统在战争罪指控发出之后."
    },
    {
      "en": "Surely not. It'should be the saber of tribe around North Africa or Sudan.",
      "cn": "可以肯定不是狗腿, 应该是北非或苏丹那一带附近部族的短刀."
    },
    {
      "en": "The IGAD region covers Djibouti, Eritrea, Ethiopia , Kenya, Somalia, Sudan, and Uganda.",
      "cn": "伊加特所辖区域包括吉布提, 厄立特里亚, 埃塞俄比亚, 索马里, 苏丹和乌干达."
    },
    {
      "en": "The remaining cases are found in Sudan and Ghana.",
      "cn": "剩余的病症主要出现在苏丹和加纳."
    },
    {
      "en": "Tombs and temples of ancient Egyptfollow the Nile well into Sudan . A.",
      "cn": "古埃及的坟墓和寺庙跟随着尼罗河一直到苏丹."
    },
    {
      "en": "We must do everything we can to promote peace in Sudan.",
      "cn": "我们必须做任何我们可以做的是去提升苏丹的和平."
    },
    {
      "en": "What is your idea of the life condition in Sudan?",
      "cn": "你对苏丹人民的生活情况了解 多少 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "sudan red",
      "tran_cn": "苏丹红"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "苏丹"
    }
  ],
  "exchange": {}
}