{
  "word": "those",
  "ipa": {
    "us": "ðəʊz",
    "uk": "ðoʊz"
  },
  "sentences": [
    {
      "en": "Do you think she could be prevailed upon to do those things?",
      "cn": "你觉得有可能说服她去做那些事情吗？"
    },
    {
      "en": "He could imitate in speech or writing most of those he admired.",
      "cn": "他能模仿大多数自己崇拜的偶像的讲话和写作风格。"
    },
    {
      "en": "He dotted down those notes.",
      "cn": "他匆匆记下了那些注解。"
    },
    {
      "en": "He stared at me out of those washed-out blue eyes.",
      "cn": "他用暗淡无神的蓝眼睛盯着我看。"
    },
    {
      "en": "I clearly empathize with the people who live in those neighborhoods.",
      "cn": "我非常同情生活在那些地方的人们。"
    },
    {
      "en": "I like these and he likes those.",
      "cn": "我喜欢这些，他喜欢那些。"
    },
    {
      "en": "I like these but she likes those.",
      "cn": "我喜欢这些，而她喜欢那些。"
    },
    {
      "en": "I transplanted those flowers to the garden.",
      "cn": "我把那些花移植到花园里。"
    },
    {
      "en": "In those days you did what you were told.",
      "cn": "那时候，你只能听命于人。"
    },
    {
      "en": "Our tour prices bore little resemblance to those in the holiday brochures.",
      "cn": "我们的旅游报价和那些度假手册里的价格相去甚远。"
    },
    {
      "en": "She ganged up on me with those rough boys.",
      "cn": "她伙同那些粗野的男孩对付我。"
    },
    {
      "en": "The City's reputation has been sullied by scandals like those at Lloyd's.",
      "cn": "类似劳埃德保险公司的那些丑闻令伦敦名声扫地。"
    },
    {
      "en": "The happiest are not those who own all the best things, but those who can appreciate the beauty of life.",
      "cn": "最幸福的人们并不一定什么都是最好，只是他们懂得欣赏生活的美好。"
    },
    {
      "en": "The weather was unkind to those pipers who played in the morning.",
      "cn": "坏天气对上午那些风笛吹奏者毫不容情。"
    },
    {
      "en": "There are those, you know, who, by circumstance, end up homeless.",
      "cn": "您知道，会有那么一些人，因为命运捉弄而落得无家可归。"
    },
    {
      "en": "They're trying their best to bring together those separated families.",
      "cn": "他们正尽最大的努力让离散的家人重聚。"
    },
    {
      "en": "Those killed have been described as the flower of Polish manhood.",
      "cn": "那些牺牲者被称为波兰男子中的精英。"
    },
    {
      "en": "Those people who took up weapons to defend themselves are political prisoners.",
      "cn": "那些拿起武器自卫的人是些政治犯。"
    },
    {
      "en": "Those tensions have been felt most acutely by women.",
      "cn": "最能深切感受到这种紧张氛围的是女性。"
    },
    {
      "en": "Those who suffer from narcissism become self-absorbed or chronic show-offs.",
      "cn": "被自恋症折磨的人会变得只专注于自己的事情，或者不断地自我炫耀。"
    },
    {
      "en": "Witnesses said that two people were killed, but those accounts could not be confirmed.",
      "cn": "目击者说两人遇害，但那些说法都没法得到证实。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "that far",
      "tran_cn": "那么远；到那里为止"
    },
    {
      "phrase": "that there",
      "tran_cn": "[粗俗语]那…；那个…"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "那些的，那"
    },
    {
      "pos": "adj& pron.",
      "tran_cn": "that的复数"
    },
    {
      "pos": "n",
      "tran_cn": "那，那个( that的名词复数)，（指较远的人或事物）那，（指已提到过或已知的人或事物）那，（特指）那"
    },
    {
      "pos": "other",
      "tran_cn": "那些",
      "tran_en": "You use those to refer to people or things which have already been mentioned"
    },
    {
      "pos": "pron",
      "tran_cn": "那些（that的复数）",
      "tran_en": "refer to people or things which have already been mentioned"
    }
  ],
  "exchange": {}
}