{
  "word": "recessive",
  "ipa": {
    "us": "rɪˈsesɪv",
    "uk": "rɪˈsɛsɪv"
  },
  "sentences": [
    {
      "en": "An example of negative eugenics would be the attempt to eradicate a harmful recessive gene.",
      "cn": "消极优生学的范例是试图破坏一种对人体有害的隐性基因."
    },
    {
      "en": "And its curricula, and the other is recessive education.",
      "cn": "美术素质教育课程的开设分显性教育与隐性教育两大类."
    },
    {
      "en": "Blue eyes are recessive and brown eyes are dominant.",
      "cn": "蓝眼睛是隐性的;而褐色眼睛是显性的."
    },
    {
      "en": "Brown eyes are dominant and blue eyes are recessive.",
      "cn": "棕色眼睛是显性的,蓝色眼睛是隐性的."
    },
    {
      "en": "Consider as what recessive heredity causes euchromosome to high myopia.",
      "cn": "对于高度近视则认为是常染色体隐性遗传引起的."
    },
    {
      "en": "Does dominance hereditary disease have those ? Recessive have those again ?",
      "cn": "像红绿色盲, 白化病,血友病都是隐性遗传病,六指就是显性的."
    },
    {
      "en": "Eye colour is inherited, however brown eyes are dominant across the world while blue eyes are a recessive trait.",
      "cn": "眼睛的颜色是天生的，世界上褐色眼睛占主导地位，而蓝色眼睛是一种隐性特征。"
    },
    {
      "en": "F 1 females could be backcrossed to the male homozygous recessive parent.",
      "cn": "也可用雌性F1与隐性纯合雄性亲本回交."
    },
    {
      "en": "In normal seedlings the deleterious recessive genes are not expressed.",
      "cn": "有害的隐性基因在正常菌木中不表现出来."
    },
    {
      "en": "It applies to duplicate recessive genes.",
      "cn": "它适用于双隐性基因."
    },
    {
      "en": "Most plants carry a large genetic load for deleterious recessive genes of which a few are homozygous and depress growth.",
      "cn": "多数植物带有大量有害的隐性基因的“遗传负荷”，其中少数是纯合的，因而降低了生长。"
    },
    {
      "en": "New genes emerge as dominant, no longer recessive or latent, and organisms change.",
      "cn": "新的基因出现并支配，不在隐性潜伏，然后生物就突变了。"
    },
    {
      "en": "Recessive genes are only expressed if no dominant gene is present.",
      "cn": "只有在显性基因不存在的情况下,隐形基因才回表现出来."
    },
    {
      "en": "Sickle-cell anaemia is passed on through a recessive gene.",
      "cn": "镰状细胞贫血通过隐性基因遗传给后代。"
    },
    {
      "en": "The allele for blue eyes is recessive.",
      "cn": "兰色眼睛的等位基因是隐性的."
    },
    {
      "en": "The doctor found that both parents are carriers of the recessive gene.",
      "cn": "医生发现这对父母都是这种隐性基因的携带者."
    },
    {
      "en": "The phenotype expressed depends on whether alleles are dominant, recessive or codominant.",
      "cn": "表达的表现型取决于等位基因是显性的 、 隐性的还是共显性的."
    },
    {
      "en": "The recessive clue is the relationship of the words in the text.",
      "cn": "隐性线索则是贯穿于全文之中的语词关系."
    },
    {
      "en": "The reports said blond hair was caused by a recessive gene, so both sides of the family have to have it to extend the shade into the next generation.",
      "cn": "报道中说金发是由一种隐性基因造成，因此只有在家庭中的双方都携带这种基因的情况下这种发色才能遗传给下一代。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "recessional",
          "tran_cn": " 后退的；（英）议会休会的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "recess",
          "tran_cn": " 休息；休会；凹处"
        },
        {
          "word": "recession",
          "tran_cn": " 衰退；不景气；后退；凹处"
        },
        {
          "word": "recessional",
          "tran_cn": " （礼拜仪式后牧师及唱诗班退场时所唱的）退场赞美诗"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "recess",
          "tran_cn": " 休息；休假"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "recess",
          "tran_cn": " 使凹进；把…放在隐蔽处"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "regressive",
            "antidromic"
          ],
          "tran_cn": "隐性的；逆行的；后退的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "recessive gene",
      "tran_cn": "隐性基因"
    },
    {
      "phrase": "recessive trait",
      "tran_cn": "隐性特质，隐性品质"
    },
    {
      "phrase": "recessive unemployment",
      "tran_cn": "隐性失业"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有倒退倾向的，逆行的，（遗传特征）隐性的",
      "tran_en": "a recessive  gene  is passed to children from their parents only if both parents have the gene"
    },
    {
      "pos": "n",
      "tran_cn": "隐性性状"
    }
  ],
  "exchange": {}
}