{
  "word": "oasis",
  "ipa": {
    "us": "əʊˈeɪsɪs",
    "uk": "oʊˈeɪsɪs"
  },
  "sentences": [
    {
      "en": "Amid this drabness, though, was a surprising little oasis.",
      "cn": "在这令人乏味的市场里, 却还是有令人惊奇的小绿洲."
    },
    {
      "en": "an oasis of calm",
      "cn": "宁静的一刻"
    },
    {
      "en": "But for enough influence or money, at least in this obscure oasis, Paris was still Paris.",
      "cn": "但是只要有足够的权势或金钱, 至少在这个不为人知的绿州里, 巴黎还是巴黎."
    },
    {
      "en": "Disaster! The Oasis that you were looking for is dried up!",
      "cn": "大难临头! 你拼命找寻的绿洲已经干涸!"
    },
    {
      "en": "In every desert of trial, God has an oasis of comfort.",
      "cn": "在试炼的沙漠中, 上帝预备安慰的绿洲."
    },
    {
      "en": "It hovered before his eyes like the mirage of an oasis.",
      "cn": "它在他眼前晃动，好像海市蜃楼里的绿洲。"
    },
    {
      "en": "Mr. Cremona's barbershop was an oasis of beauty and good will.",
      "cn": "老克的理发店恍如一块美丽亲善的绿洲."
    },
    {
      "en": "Stephen Miller, chief executive of Oasis, said: Where are traditional carriers most vulnerable?",
      "cn": "甘泉航空( Oasis )首席执行官斯蒂芬?米勒(StephenMiller)表示: 传统运营商最薄弱的环节在哪里?"
    },
    {
      "en": "The immaculately tended gardens are an oasis in the midst of Cairo's urban sprawl.",
      "cn": "在开罗不断扩张的都市版图内，这些被悉心照料的花园成了一片世外桃源。"
    },
    {
      "en": "The Oasis was off the glamorous strip , far removed from the more famous hote ls.",
      "cn": "绿洲旅馆并不在繁华的闹市区, 它离那些更有名气的旅馆很远."
    },
    {
      "en": "The park was an oasis of peace.",
      "cn": "这座公园是个宁静宜人的去处。"
    },
    {
      "en": "The town was an oasis of prosperity a desert of poverty.",
      "cn": "该镇是“贫穷”荒漠中的一块繁荣的“绿洲”."
    },
    {
      "en": "The town was an oasis of prosperity in a desert of poverty.",
      "cn": "该镇是贫穷荒漠中的一块繁荣的\"绿洲\"."
    },
    {
      "en": "They stopped for the night at an oasis.",
      "cn": "他们在沙漠中的绿洲停下来过夜."
    },
    {
      "en": "This desert of unattractiveness has its oasis.",
      "cn": "在这一片枯燥无味的沙漠上,也有一座绿洲."
    },
    {
      "en": "WS - Reliability - An OASIS standard protocol for reliable messaging between two Web services.",
      "cn": "的WS - 可靠性 - 绿洲标准协议提供可靠的信息网络服务之间."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wady"
          ],
          "tran_cn": "[地理]绿洲；舒适的地方；令人宽慰的事物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（沙漠中的）绿洲，（困苦中）令人快慰的地方（或时刻），乐土，宜人之地，慰藉物",
      "tran_en": "a place with water and trees in a desert"
    }
  ],
  "exchange": {
    "pl": [
      "oases"
    ]
  }
}