{
  "word": "litmus",
  "ipa": {
    "us": "ˈlɪtməs",
    "uk": "ˈlɪtməs"
  },
  "sentences": [
    {
      "en": "\"I think a litmus test is when you . . . ask a direct question about 'Do you believe this, do you believe that, ' \" White House press secretary Robert Gibbs said.",
      "cn": "“我认为所谓的试金石测试就是当你…很直接的问“你相信你这个或那个么，””白宫新闻秘书罗伯特·基波丝说。"
    },
    {
      "en": "A sence of control is the litmus test for success.",
      "cn": "有无控制感是成功的试金石."
    },
    {
      "en": "And isnt that the litmus test?",
      "cn": "从这一点来看,我们的离婚是不是还算成功?"
    },
    {
      "en": "Connect2oxidation sulfur shi rui to try juice if do not heat after is litmus erubescent whether change by oneself a primary colors ?",
      "cn": "将二氧化硫通入石蕊试液，若不加热，石蕊变红后能否自行变回原色？"
    },
    {
      "en": "Examples are litmus and phenolphthalein.",
      "cn": "例如石蕊和酚酞."
    },
    {
      "en": "Find the right “litmus test”, though, and what is now being done with TB drugs could succeed with any of these as well.",
      "cn": "然而发现了正确的“石蕊试验”，与现在和治疗肺结核药物的一起进行的也会和任何一种实验一样成功。"
    },
    {
      "en": "Find the right “litmus test”, though, and what is now being done with TB drugs could succeed with any of these as well.",
      "cn": "不过，一旦寻得正确的「石蕊试纸检验法」，现在控管肺结核服药的成功案例，就可以在其他疾病上照本宣科。"
    },
    {
      "en": "Her litmus test for good breeding is whether you split infinitives.",
      "cn": "她测试别人是否具有良好教养的标准是看对方是否在不定式的动词前加修饰副词."
    },
    {
      "en": "Here's the litmus test: Sex.",
      "cn": "这里的试金石: 性."
    },
    {
      "en": "I wish there were some easy litmus test that I could just give you so you'd know which of you would be making a mistake taking this class.",
      "cn": "我希望能有一种简单的石蕊测试,让我可以直接展示给你们并让你们知道,你们中的谁上这门课是一个错误。"
    },
    {
      "en": "Litmus paper can be used as an indicator of the presence of acid in a solution.",
      "cn": "石蕊试纸可用以测试溶液是否含酸."
    },
    {
      "en": "Litmus paper turns red on contact with an acid.",
      "cn": "石蕊试纸遇酸度会变红."
    },
    {
      "en": "Litmus: Mixture of coloured organic compounds obtained from several species of lichens.",
      "cn": "石蕊: 从几种地衣类植物中获取的带色有机化合物的混合物."
    },
    {
      "en": "Neutral reaction by litmus indicating paper.",
      "cn": "石蕊试纸呈中性反应."
    },
    {
      "en": "Test: turns blue litmus paper red.",
      "cn": "做个试验吧,能把蓝色的石蕊试纸变成红色."
    },
    {
      "en": "The attitude to protection is a litmus test of economic philosophy.",
      "cn": "对待贸易保护的态度是经济哲学的试金石."
    },
    {
      "en": "The success of wind power represents a litmus test for renewable energy.",
      "cn": "风能作为动力的成功是对可再生能源一次立见分晓的检验。"
    },
    {
      "en": "They turn blue litmus paper red.",
      "cn": "他们把蓝色石蕊试纸变红."
    },
    {
      "en": "We test the liquid for acidity with a strip of litmus paper.",
      "cn": "我们用一条石蕊试纸来试验这液体是不是酸性的."
    },
    {
      "en": "What's a quick litmus test to determine if you're on the path to happiness or regret?",
      "cn": "就如一张检验你是在通往幸福还是悔恨的道路上的石蕊试纸一般。"
    },
    {
      "en": "Your records a litmus test of your seriousness a trader.",
      "cn": "交易记录是你严肃交易生涯的测试."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "litmus paper",
      "tran_cn": "石蕊试纸"
    },
    {
      "phrase": "litmus test",
      "tran_cn": "[化]石蕊试验；立见分晓的检验办法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "石蕊",
      "tran_en": "a chemical that turns red when it touches acid, and blue when it touches an alkali"
    }
  ],
  "exchange": {}
}