{
  "word": "unofficial",
  "ipa": {
    "us": "ˌʌnəˈfɪʃl",
    "uk": "ˌʌnəˈfɪʃəl"
  },
  "sentences": [
    {
      "en": "Easter Monday is generally regarded as an unofficial consecration of Spring.",
      "cn": "星期一通常是民间祭春的日子."
    },
    {
      "en": "He's a kind of unofficial adviser, but I'm not sure exactly what he does.",
      "cn": "他 像 是个非官方顾问, 但说不好他究竟是干什么的."
    },
    {
      "en": "Hodges wrote an unofficial biography of the artist.",
      "cn": "霍奇斯写了一部这位艺术家的非正式传记。"
    },
    {
      "en": "I received an unofficial appointment.",
      "cn": "收到非正式的录取通知."
    },
    {
      "en": "I've personally announced it in an unofficial way to Ariedo Braida.",
      "cn": "我用个人名义以非官方途径通知了布拉伊达."
    },
    {
      "en": "In July he issued a decree ordering all unofficial armed groups in the country to disband.",
      "cn": "他于7月份下令解散国内所有的非正式武装组织。"
    },
    {
      "en": "Indignity or not, he would change his unofficial shirt for a regulation one.",
      "cn": "不管丢脸不丢脸, 他一定要把普通衬衫换成规定的衬衫."
    },
    {
      "en": "Many peopele said that my message were very unofficial.",
      "cn": "让我们预定(姿的)专辑吧.每个人都应该很兴奋,包括燕姿和我.许多人说我的留言很不官方."
    },
    {
      "en": "Medals won are considered unofficial by the IOC.",
      "cn": "所颁发的奖牌也被国际奥委会视为非正式的."
    },
    {
      "en": "My life is divided into two watertight compartments: unofficial and official.",
      "cn": "我的生活分为互不影响的两部分: 私生活的一面和做官生涯一面."
    },
    {
      "en": "Salesmen of unofficial souvenirs have also been doing a roaring trade.",
      "cn": "出售非官方纪念品的推销员的生意也很红火。"
    },
    {
      "en": "The early election returns are unofficial.",
      "cn": "原来的选举结果是非正式的."
    },
    {
      "en": "Under Texas law , however, unofficial NEP syringes are drug paraphernalia.",
      "cn": "但按德州的法律, 非官方的NEP注射器是随身的毒品工具."
    },
    {
      "en": "Unofficial estimates put the figure at over two million.",
      "cn": "非官方的估计数字为200万以上。"
    },
    {
      "en": "Unofficial roadblocks along the roads and highways must be disbanded.",
      "cn": "道路和公路两旁的非正式路障必须拆除."
    },
    {
      "en": "Vacant days are not included on some unofficial calendars.",
      "cn": "某些民间历法的空日是不计在365天之内的!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "informal",
            "imperscriptible"
          ],
          "tran_cn": "[经管]非官方的；非正式的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "private",
            "unlawful"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非官方的，非正式的，不作为官方活动的",
      "tran_en": "done or produced without formal approval or permission"
    }
  ],
  "exchange": {
    "adv": [
      "unofficially"
    ]
  }
}