{
  "word": "syringe",
  "ipa": {
    "us": "sɪˈrɪndʒ",
    "uk": "səˈrɪndʒ, ˈsɪrɪndʒ"
  },
  "sentences": [
    {
      "en": "A bulb syringe is often used for oral and nasal suction on infants and children.",
      "cn": "常常使用球吸引器抽吸婴幼儿的口鼻."
    },
    {
      "en": "As he reached over, Azrak slid a hypodermic syringe into his left arm.",
      "cn": "他把手臂伸过来时，阿兹拉克便将皮下注射器刺进他的左臂。"
    },
    {
      "en": "Disposable sterile syringe, infusion sets , hypodermic needle , scalp vein sets.",
      "cn": "一次性消毒注射器, 输液器, 头皮针."
    },
    {
      "en": "Fill the syringe with solution, attach the needle and expel air.",
      "cn": "注射器吸满漱口液, 接上针头,排出注射器内空气."
    },
    {
      "en": "He boiled his syringe and fired his knife to sterilize them.",
      "cn": "他把注射器放到水中煮，把刀子放在火上烧来进行消毒。"
    },
    {
      "en": "High - intensity - type chimeric hedging may be gas - tight syringe safety connections, never loose.",
      "cn": "高强度嵌合式套头,可与针筒安全气密式连接, 绝不松脱."
    },
    {
      "en": "If HIV infected blood remains within the bore (inside) of the needle or in the syringe and someone else then uses it to inject themselves, that blood can be flushed into the bloodstream.",
      "cn": "如果有被污染的血液残留在针的内孔或注射器里，然后有人使用它进行毒品注射的话，残留的血液可能会进入血液循环系统中。"
    },
    {
      "en": "Its proboscis works like a syringe to draw out blood.",
      "cn": "它的口器工作原理就像注射器抽血."
    },
    {
      "en": "Objective To investigate the curative effect of atropin treated with Syringe pumps.",
      "cn": "目的:了解微泵静脉推注阿托品救治有机磷中毒的治疗效果."
    },
    {
      "en": "Objective To study clinical applications of Terufusion syringe pump after arterial operation.",
      "cn": "目的探讨微量注射泵在动脉闭塞性疾病中的应用."
    },
    {
      "en": "Remove the plastic cover from the needle on the syringe.",
      "cn": "把针头上的塑料盖取开,对准干扰素管子的橡皮塞中间,插入针头."
    },
    {
      "en": "She grabs a syringe from her tray and stabs him in the arm.",
      "cn": "她从托盘里拿出一个注射器刺入他的手臂上。"
    },
    {
      "en": "Super percision fluid dispenser , parts ( Syringe, nozzle , valve, tank and so on ) and FAD system.",
      "cn": "液体精密定量吐出装置系统及周边各种配套精密配件,如针筒,针嘴,点胶阀, 压力罐等."
    },
    {
      "en": "Syringe used to be an ordinary appliance in medical treatment.",
      "cn": "注射器最初只是一件普通的医疗器具."
    },
    {
      "en": "The child started to wail when the nurse came over with a syringe.",
      "cn": "当护士拿着注射器走过来时,孩子便嚎啕大哭起来."
    },
    {
      "en": "The developmen of the self - destruction syringe and the safety syringe are presented.",
      "cn": "报道了自毁式注射器和安全式注射器的产生及发展趋势."
    },
    {
      "en": "The fluid can be drawn off with a syringe.",
      "cn": "可用注射器将液体汲出。"
    },
    {
      "en": "The nurse gave the patient an injection with a disposable syringe.",
      "cn": "护士给这位病人用一次性针管注射."
    },
    {
      "en": "To suction with a bulb syringe, push bulb in with your thumb.",
      "cn": "用球吸引器时先用拇指把球压扁."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "injector",
            "washer"
          ],
          "tran_cn": "注射器；[医]洗涤器"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "to inject"
          ],
          "tran_cn": "注射，[医]冲洗"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "syringe needle",
      "tran_cn": "注射器针头"
    },
    {
      "phrase": "syringe pump",
      "tran_cn": "注射泵；注射器泵"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "注射器，注射筒，灌肠器，注油筒，洗涤器",
      "tran_en": "an instrument for taking blood from someone’s body or putting liquid, drugs etc into it, consisting of a hollow plastic tube and a needle"
    },
    {
      "pos": "v",
      "tran_cn": "注射，冲洗",
      "tran_en": "to clean something with a syringe, for example your ears"
    },
    {
      "pos": "vt",
      "tran_cn": "注射，（用注水器）灌溉，浇，洗涤"
    }
  ],
  "exchange": {
    "pl": [
      "syringes"
    ],
    "third": [
      "syringes"
    ],
    "past": [
      "syringed"
    ],
    "done": [
      "syringed"
    ],
    "ing": [
      "syringing"
    ]
  }
}