{
  "word": "silversmith",
  "ipa": {
    "us": "ˈsɪlvəsmɪθ",
    "uk": "ˈsɪlvərsmɪθ"
  },
  "sentences": [
    {
      "en": "A silversmith was asked, \"How do you know when the silver is pure?\"",
      "cn": "有人问一位银匠：「你怎么知道银要炼到何时才算纯净呢？」"
    },
    {
      "en": "For familial reputation, the old madam of wooden elegant you home paid the silversmith Li Yinshan that comes from Chinese ground Kangzhutuo in the dark.",
      "cn": "为了家族的名誉，木雅府上的老夫人暗中把康珠托付给了从汉地来的银匠李银山。"
    },
    {
      "en": "He was apprenticed to a master silversmith.",
      "cn": "他跟银匠师傅拜师学艺."
    },
    {
      "en": "Silversmith old line does not?",
      "cn": "老银匠行不?"
    },
    {
      "en": "So he returned the silver to his mother, and she took two hundred shekels of silver and gave them to a silversmith, who made them into the image and the idol. And they were put in Micah's house.",
      "cn": "米迦将银子还他母亲，他母亲将二百舍客勒银子交给银匠，雕刻一个像，铸成一个像，安置在米迦的屋内。"
    },
    {
      "en": "The refined details of a silversmith are seductive but they are undercut an astringent clear - sighted questioning.",
      "cn": "在完善细节,银匠是诱人的,但它们削弱了明确的涩有远见的讯问."
    },
    {
      "en": "The son of a Huguenot silversmith, Apollos Rivoire, and Deborah Hitchbourn, Revere received a rudimentary \"writing-school\" education before turning to his father's trade.",
      "cn": "他是胡格诺派银匠阿波罗·里维尔和黛博拉·赫奇博的儿子，他还没读到他父亲的程度就获得了基本的写作结业证书。"
    },
    {
      "en": "Therefore, blacksmith, coppersmith, silversmith and metallurgy industry are respected Lao Tzu - Lao for the founder.",
      "cn": "所以, 铁匠 、 铜匠 、 银匠与冶铸业均尊老子 —— 太上老君为祖师."
    },
    {
      "en": "This French Liqueur Set was made by the famous French Silversmith firm of ODIOT.",
      "cn": "这法国利口酒集是由法国著名银匠的ODIOT公司."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "silver",
          "tran_cn": " 银的；含银的；有银色光泽的；口才流利的；第二十五周年的婚姻"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "silver",
          "tran_cn": " 银；银器；银币；银质奖章；餐具；银灰色"
        },
        {
          "word": "silverware",
          "tran_cn": " 银器；镀银餐具"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "silver",
          "tran_cn": " 变成银色"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "silver",
          "tran_cn": " 镀银；使有银色光泽"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "银（器）匠",
      "tran_en": "someone who makes jewellery and other things out of silver"
    }
  ],
  "exchange": {
    "pl": [
      "silversmiths"
    ]
  }
}