{
  "word": "underwrite",
  "ipa": {
    "us": "ˌʌndəˈraɪt",
    "uk": "ˌʌndərˈraɪt"
  },
  "sentences": [
    {
      "en": "All banks underwrite national debt.",
      "cn": "各大银行都有国债承购包销的业务."
    },
    {
      "en": "Bank holding companies could own other financial companies that would underwrite new stocks.",
      "cn": "银行控股公司可以拥有其他拥有新股票的金融公司."
    },
    {
      "en": "Grant foreign banks the right to underwrite bond on the same terms as local banks.",
      "cn": "准许外国银行有权按本土银行同样的条件从事债券保险业务."
    },
    {
      "en": "Investment banks handle stocks, bonds and other securities. They underwrite new offerings.",
      "cn": "投资银行可以掌控股票 、 债券以及其它证券, 也可以认购新股."
    },
    {
      "en": "Public institutions will survive these cutbacks because state monies will continue to underwrite operating expenses.",
      "cn": "公立院校将渡过这种削减的困难,因为州财政将同意继续承担办学费用."
    },
    {
      "en": "The government has agreed to underwrite the project with a grant of £5 million.",
      "cn": "政府同意拨款 500 万英镑资助该项目。"
    },
    {
      "en": "The government will have to create a special agency to underwrite small business loans.",
      "cn": "政府将不得不建立一个专门机构来为小额企业贷款提供担保。"
    },
    {
      "en": "They can again own investment companies that underwrite securities.",
      "cn": "银行又允许投资公司认购包销证券."
    },
    {
      "en": "They have undertaken to underwrite a large proportion of the supermarket's deficits.",
      "cn": "他们已承诺支付该超级市场赤字的一大部分."
    },
    {
      "en": "This opens up lots of new marketing opportunities, which could underwrite fees.",
      "cn": "在这一点上商机无限, 利润无穷."
    },
    {
      "en": "What types of cover does your insurance company usually underwrite?",
      "cn": "你们的保险公司一般承保哪些险别?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "underwriter",
          "tran_cn": " 保险公司；保险业者；承诺支付者；担保人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "guarantee"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "给保险；承诺支付；签在下",
      "tran_en": "if an insurance company underwrites an insurance contract, it agrees to pay for any damage or loss that happens"
    },
    {
      "pos": "vi",
      "tran_cn": "经营保险业"
    },
    {
      "pos": "vt",
      "tran_cn": "签名承认（担保），签名接受（保险），给…保险，认购，在…下面写"
    }
  ],
  "exchange": {
    "third": [
      "underwrites"
    ],
    "past": [
      "underwrote"
    ],
    "done": [
      "underwritten"
    ],
    "ing": [
      "underwriting"
    ]
  }
}