{
  "word": "melatonin",
  "ipa": {
    "us": "ˌmeləˈtəʊnɪn",
    "uk": "ˌmeləˈtoʊnɪn"
  },
  "sentences": [
    {
      "en": "And parts of hormone, such as the testosterone, DHEA, DHEA - S , GH, IGF - 1 and melatonin become less.",
      "cn": "与上述内分泌轴想对应的部分内分泌激素包括外周睾酮水平、脱羟表雄酮(DHEA)及其硫酸盐(DHEA -S ) 、 生长激素(GH) 、 胰岛素样生长因子(IGF)及褪黑素都趋于减少."
    },
    {
      "en": "Body temperature and the secretion of the hormone melatonin follow the daily cycle.",
      "cn": "体温及褪黑素分泌都受周期影响."
    },
    {
      "en": "If you're headed west, take a single melatonin capsule just before bed at your destination.",
      "cn": "如果你往西飞, 只要在目的地睡觉之前吃一颗褪黑色素就够了."
    },
    {
      "en": "Individual melatonin secretion levels are significantly different.",
      "cn": "个体间褪黑激素的分泌量存在很大差异."
    },
    {
      "en": "Interesting fact: Cherries contain extremely high amounts of Melatonin for helping and keeping the body regulated.",
      "cn": "小贴士: 樱桃富含大量褪黑激素,能帮助保持和调节身体状态."
    },
    {
      "en": "Method Pineal destruction and melatonin interference test were employed.",
      "cn": "方法采用核团毁损、褪黑素及其合成抑制剂干涉试验."
    },
    {
      "en": "Objective : To study the counteraction of melatonin ( MT ) on the immunodepression induced by cyclophosphamide ( CY ) and dexamethasone ( DEX ).",
      "cn": "目的: 研究褪黑素 ( melatonin,MT ) 对环磷酰胺 ( cyclophosphamide,CY ) 、地塞米松 ( dexamethasone, DEX ) 所致免疫低下的对抗作用."
    },
    {
      "en": "So make your room dark and sleep early in the night allowing your body to produce melatonin.",
      "cn": "所以晚上睡觉要保证房间黑暗并且早睡，这样能促进褪黑激素的产生。"
    },
    {
      "en": "Sunlight can refrain the growth of melatonin in the body.",
      "cn": "阳光能抑制身体中褪黑激素的生长。"
    },
    {
      "en": "The abundant melatonin levels in children is ` believed to inhibIt'sexual development.",
      "cn": "孩童时期过多的褪黑激素水平被认为抑制了性的发育."
    },
    {
      "en": "The effect of Melatonin on pituitary - adrenal axis of rats during inducing diabetes with alloxan was observed.",
      "cn": "观察褪黑素对以四氧嘧啶诱发大鼠糖尿病时垂体肾上腺轴的影响."
    },
    {
      "en": "The synthesis methods of melatonin, related tryptaminetryptamine derivatives and substituted indoles are discussed.",
      "cn": "从人工合成的角度综述了美乐托宁及有关化合物色胺、色胺衍生物及吲哚衍生物的制备."
    },
    {
      "en": "These impulses inhibit the production of melatonin.",
      "cn": "这些电脉冲抑制了]褪黑激素的分泌."
    },
    {
      "en": "They're only speculating that it's linked to decreased levels of melatonin.",
      "cn": "他们只是推测这跟退黑激素分泌减少有关."
    },
    {
      "en": "To explain how light exposure at night might affect the moods of both hamsters and people, the researchers turn to a hormone called melatonin.",
      "cn": "为了解释夜间曝光是如何影响仓鼠和人类心情的，研究人员转向了一种叫褪黑激素的荷尔蒙。"
    },
    {
      "en": "Two , the safety profile of melatonin has not been seriously investigated.",
      "cn": "对褪黑激素的安全性研究还不够."
    },
    {
      "en": "Understand the functions of other hormones such as melatonin, prostaglandin and leptin.",
      "cn": "了解其它内分泌激素:松果体激素 、 前列腺素及瘦素等的内分泌功能."
    },
    {
      "en": "When puberty arrives, melatonin production is reduced.",
      "cn": "当青春期到来的时候, 褪黑激素的分泌减少了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "褪黑激素，N-乙酰-5-甲氧基色胺",
      "tran_en": "a  hormone  that is sometimes used as a drug to help you sleep"
    }
  ],
  "exchange": {}
}