{
  "word": "troubleshooter",
  "ipa": {
    "us": "ˈtrʌblʃu:tə(r)",
    "uk": "'trʌblʃutər"
  },
  "sentences": [
    {
      "en": "A troubleshooter help topic is available online regarding this issue.",
      "cn": "可联机查找与此问题相关的疑难解答帮助主题."
    },
    {
      "en": "B. Use the hardware troubleshooter to upgrade the video adapter drivers for the secondary video adapter.",
      "cn": "硬件修理为中级的录像带适配器升级图像适配器驾驶者的B. 使用."
    },
    {
      "en": "Click Details, and then click troubleshooter for information about configuring your computer to play DVDs.",
      "cn": "单击“详细信息”, 然后单击“疑难解答”查找有关如何配置可播放DVD的计算机的信息."
    },
    {
      "en": "Click Launch Troubleshooter to get help with the network adapters that are not working.",
      "cn": "对于无法工作的网络适配器,请单击“启动疑难解答”以获取帮助."
    },
    {
      "en": "Crash Troubleshooter - steps you through what can cause a crash and tells how to fix it.",
      "cn": "坠毁疑难问题 - 步骤,您通过什麽可以导致崩溃,并告诉如何解决此问题."
    },
    {
      "en": "For information about correcting your network problem, click Troubleshooter. To try to connect again, click Back.",
      "cn": "有关纠正网络问题的信息, 请单击“疑难解答”. 要再次尝试连接, 请单击“上一步”."
    },
    {
      "en": "Go back to the beginning of the troubleshooter.",
      "cn": "返回到疑难解答的开始部分."
    },
    {
      "en": "He went wandering as an international banker and economic troubleshooter.",
      "cn": "他作为一名国际银行家和经济调停人在各地周游."
    },
    {
      "en": "Online troubleshooter feature , accessible from the Help menu.",
      "cn": "在主菜单的帮助里增加在线故障检查功能."
    },
    {
      "en": "The troubleshooter is unable to determine which device is causing hibernate or standby to fail.",
      "cn": "故障诊断程序无法决定哪个设备导致计算机无法进入休眠或待机状态."
    },
    {
      "en": "The troubleshooter is unable to determine which device is preventing your machine from resuming.",
      "cn": "故障诊断程序无法决定哪个设备导致您的计算机无法继续执行."
    },
    {
      "en": "The troubleshooter starts when you close this wizard.",
      "cn": "故障诊断程序会在关闭此向导时启动."
    },
    {
      "en": "The United Nations dispatched a team of troubleshooters to Somalia today.",
      "cn": "联合国今天派遣了一队纠纷人员到索马里。"
    },
    {
      "en": "This \" troubleshooter \" listened and let the cantankerous customer enjoy himself pouring out his tirade.",
      "cn": "这位 [ 调解员 ] 去那里后,静静听着.尽量让这位好争论的老先生,发泄他满肚子的牢骚."
    },
    {
      "en": "To start the networking troubleshooter, click Start Troubleshooter.",
      "cn": "要启动网络疑难解答, 请单击“启动疑难解答”."
    },
    {
      "en": "You can solve printer problems by using the Print Troubleshooter in Help.",
      "cn": "可以使用“帮助”中的“打印疑难解答”解决打印机问题."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "troublesome",
          "tran_cn": " 麻烦的；讨厌的；使人苦恼的"
        },
        {
          "word": "troublesomeness",
          "tran_cn": " 易出故障的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "trouble",
          "tran_cn": " 麻烦；烦恼；故障；动乱"
        },
        {
          "word": "troublemaker",
          "tran_cn": " 捣乱者，闹事者；惹麻烦的人"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "trouble",
          "tran_cn": " 费心，烦恼"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "trouble",
          "tran_cn": " 麻烦；使烦恼；折磨"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "纷争解决者，调解纷争专家",
      "tran_en": "A troubleshooter is a person whose job is to solve major problems or difficulties that occur in a company or government"
    }
  ],
  "exchange": {
    "pl": [
      "troubleshooters"
    ]
  }
}