{
  "word": "pluralism",
  "ipa": {
    "us": "ˈplʊərəlɪzəm",
    "uk": "ˈplʊrəlɪzəm"
  },
  "sentences": [
    {
      "en": "a nation characterized by cultural pluralism",
      "cn": "以多元文化为特色的国家"
    },
    {
      "en": "Classroom teaching embodies the comprehensive evaluation, pluralism and objectivity.",
      "cn": "课堂教学的评价体现了全面性 、 多元性和客观性."
    },
    {
      "en": "He accepts that values follow pluralism and refuses value has social relativism.",
      "cn": "这样,价值就是多元的,但不是相对主义的."
    },
    {
      "en": "If just pursue pluralism very much, accomplish nothing instead in the end.",
      "cn": "只是如果太过追求多元, 到头来反而一事无成."
    },
    {
      "en": "Interest groups are a critical component of pluralism.",
      "cn": "利益团体对于多元论来说是个关键性的构成要素."
    },
    {
      "en": "It is also a timely recognition of methodological pluralism.",
      "cn": "它同时也是对讲究方式方法的多元主义的及时认可."
    },
    {
      "en": "It'should go on the way of pluralism to develop and make itself in feature.",
      "cn": "学校要发展就必须走多元化之路,办出自己的特色."
    },
    {
      "en": "One who adheres to pluralism.",
      "cn": "多元论者坚持多元论的人."
    },
    {
      "en": "Sadly, with a philosophy of relativism and a philosophy of pluralism science of logic doesn't matter.",
      "cn": "很遗憾的是, 在相对主义和多元主义的哲学观里面,逻辑学已经变得不重要了."
    },
    {
      "en": "The freedom and pluralism of the media shall be respected.",
      "cn": "媒体之自由与多元性应受到尊重."
    },
    {
      "en": "The membership of China computer Industry Association is showing a tendency of developmental pluralism.",
      "cn": "中国计算机行业协会会员呈现多元化发展的态势."
    },
    {
      "en": "The monism that value decides and value distributive pluralism can coexist.",
      "cn": "价值决定的一元论和价值分配的多元论可以并存."
    },
    {
      "en": "Therefore, Chinese contemporary art images show pluralism, commensal and prosperous features.",
      "cn": "中国当代艺术图像也因此呈现出了多元、共生 、 繁盛的面貌."
    },
    {
      "en": "This philosophical shift parallels the veer to pluralism on a world base.",
      "cn": "诠释学的哲学转向与世界意义的多元化转向并行."
    },
    {
      "en": "Traditional marriage idea has been impacted, from conservative to open, from monism to pluralism.",
      "cn": "传统的婚姻受到猛烈的冲击, 中国人的婚姻呈现出从保守到开放 、 从一元到多元的变化."
    },
    {
      "en": "We need further research on how to unite monism and pluralism on intelligence.",
      "cn": "多元智力观与一元智力观如何统一还需作进一步研究."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pluralist",
          "tran_cn": " 兼职者；多元论者；兼管数个教堂者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "additional post"
          ],
          "tran_cn": "多元主义；多元论；兼任"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cultural pluralism",
      "tran_cn": "文化多元主义；文化多元性"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "多元化，多元主义，多元性（不同种族、不同政治或宗教信仰的多种群体共存），兼职",
      "tran_en": "when people of many different races, religions, and political beliefs live together in the same society, or the belief that this can happen successfully"
    }
  ],
  "exchange": {}
}