{
  "word": "slightly",
  "ipa": {
    "us": "ˈslaɪtli",
    "uk": "ˈslaɪtli"
  },
  "sentences": [
    {
      "en": "Blake jumped in expertly; the boat dipped slightly under his weight.",
      "cn": "布莱克很熟练地跳上了船，他的重量使小船微微向下沉了沉。"
    },
    {
      "en": "Each brick also varies slightly in tone, texture and size.",
      "cn": "每块砖在色调、质地与大小上也都略有不同。"
    },
    {
      "en": "Each person learns in a slightly different way.",
      "cn": "每个人学习的方式都略有不同。"
    },
    {
      "en": "He grimaced slightly, obviously expecting no answer to his rhetorical question.",
      "cn": "他微微皱了下眉头，显然并不期待任何人回答他的反问。"
    },
    {
      "en": "He wasn't irritable or snappy or anything, just slightly perplexed.",
      "cn": "他并不是爱发火或爱起急什么的，他只是有点困惑。"
    },
    {
      "en": "His family then moved to a slightly larger house.",
      "cn": "他的家后来搬到了一间稍微大一点儿的房子。"
    },
    {
      "en": "I was slightly afraid of their chilly distant politeness.",
      "cn": "他们那种冷冰冰的、敬而远之的客套让我有点憷头。"
    },
    {
      "en": "In most languages adjectives have slightly different spellings for masculine and feminine.",
      "cn": "在多数语言中，形容词的阳性和阴性的拼法略为不同。"
    },
    {
      "en": "My left arm is badly bruised and I was slightly concussed.",
      "cn": "我左臂严重擦伤，并有轻微脑震荡。"
    },
    {
      "en": "On first acquaintance she is cool and slightly distant.",
      "cn": "初次相见时她表现冷淡并有点爱搭不理。"
    },
    {
      "en": "She has one slightly withered leg, noticeably thinner than the other.",
      "cn": "她有一条腿有点儿萎缩，看上去明显比另一条腿瘦。"
    },
    {
      "en": "The bunk mattress was hard, the blankets prickly and slightly damp.",
      "cn": "这个铺位的床垫很硬，毯子也很扎人，而且还有点潮。"
    },
    {
      "en": "The congregation fell back from them slightly as they entered.",
      "cn": "教堂会众在他们进来时稍稍往后退了退。"
    },
    {
      "en": "The dog's ears flattened slightly as Cook spoke his name.",
      "cn": "库克叫这只狗的名字时，它的耳朵就会稍稍耷拉一下。"
    },
    {
      "en": "The pilot throttles back slightly to maintain level flight.",
      "cn": "飞行员稍稍减速，以保持水平飞行。"
    },
    {
      "en": "There she was, slightly out of breath from running.",
      "cn": "她在那儿，跑得有点儿喘不过气来。"
    },
    {
      "en": "They will be slightly more expensive but they last a lot longer.",
      "cn": "它们的价钱要贵一些，可是更加耐用。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "slight",
          "tran_cn": " 轻微的，少量的；脆弱的；细长的；不重要的"
        },
        {
          "word": "slighting",
          "tran_cn": " 轻视的；忽视的；轻蔑的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "slightingly",
          "tran_cn": " 疏忽地；轻视地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "slight",
          "tran_cn": " 怠慢；轻蔑"
        },
        {
          "word": "slightness",
          "tran_cn": " 细长；少许；些微"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "slight",
          "tran_cn": " 轻视，忽略；怠慢"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lightly",
            "scarcely",
            "somewhat"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "稍微，身材瘦小",
      "tran_en": "Slightly means to some degree but not to a very large degree"
    }
  ],
  "exchange": {}
}