{
  "word": "boreal",
  "ipa": {
    "us": "'bɔ:ri:l",
    "uk": "'bɔril"
  },
  "sentences": [
    {
      "en": "According to this one condition, boreal steam makes best choice.",
      "cn": "按照这一条件, 北汽成为最好的选择."
    },
    {
      "en": "Beside the many lakes the landscape is dominated by extensive boreal forests (about 68 percent of land area) and little arable land.",
      "cn": "包括许多湖泊在内的风景主要是北方森林（大约占陆地总面积的68%）和极少量的耕地。"
    },
    {
      "en": "Boreal forests occupy the subarctic zone and are generally evergreen and coniferous.",
      "cn": "北部森林占据亚北极区地带而通常是常绿和松树类."
    },
    {
      "en": "Coastal tundra of the northern boreal climate.",
      "cn": "北部沿海地区属寒带苔原气候."
    },
    {
      "en": "For the rest of the century, rising temperatures are expected to threaten Canada’s boreal forest and its diverse wildlife.",
      "cn": "未来的全球温度上升将会威胁到加拿大的北方森林和它多样化的野生物种。"
    },
    {
      "en": "Global Change and the Boreal Forest: Thresholds, Shifting States or Gradual Change?",
      "cn": "全球变化和北方森林: 阈值,移动态或逐渐变化?"
    },
    {
      "en": "Head period grooming is to come from 200 graduate with boreal old division.",
      "cn": "首期培训是来自北师大的200名毕业生."
    },
    {
      "en": "In fact all major temperate and boreal forests are expanding.",
      "cn": "事实上,主要的温带和北部森林的面积都在扩大."
    },
    {
      "en": "Is the sea eye of boreal bridge specific the what position in boreal bridge?",
      "cn": "北新桥的海眼具体在北新桥的什么位置?"
    },
    {
      "en": "It is to used for reference in coal - firing plant locating on plains within boreal climate zone.",
      "cn": "这对于我国高寒平原地区的 燃煤 电厂有一定的借鉴参考作用."
    },
    {
      "en": "Morning fog blankets a tree - lined bog somewhere in the Arctic boreal forest.",
      "cn": "晨雾覆盖一行林木线沼泽在北极圈的森林."
    },
    {
      "en": "Nahanni National Park Reserve in the Northwest Territories has more than 11, 500 square miles of wilderness that includes ice fields, mountains, alpine tundra, and boreal forest.",
      "cn": "西北地区的纳翰尼国家公园保护区有超过11 500平方英里的荒原，包括冰原，高山，高山苔原，北方森林。"
    },
    {
      "en": "The boreal forest is transcontinental.",
      "cn": "北方森林是横贯大陆的."
    },
    {
      "en": "The boreal forest plays a crucial role in the global carbon budget and climatic system because of its large area, great soil carbon storage, and sensitive responses to the global warming.",
      "cn": "北方森林因其面积大、土壤碳储量高以及对全球暖化响应敏感而在全球碳平衡和气候系统中起着至关重要的作用。"
    },
    {
      "en": "The centre of gravity of machinery of Chinese paper box, moving by boreal Xiang Na.",
      "cn": "中国纸箱机械的重心, 正在由北向南移."
    },
    {
      "en": "The role of Boreal forest biome in climate change has been investigated through the BOREAS experiment.",
      "cn": "通过BOREAS实验,我们研究了北部森林植物群落对气候变化所起的作用."
    },
    {
      "en": "Water and sky form a blue canvas for boreal forest in the Arctic Circle.",
      "cn": "北极圈的水和天空构成了一张蓝色的帆布映衬着北方针叶林."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "Northern"
          ],
          "tran_cn": "北的，北方的；北风的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "arctic",
            "north"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "boreal forest",
      "tran_cn": "北方森林"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "北的，北方的，北方地区的，北风的",
      "tran_en": "of or relating to the north or the north wind "
    },
    {
      "pos": "n",
      "tran_cn": "(Boreal)人名；(法)博雷亚尔"
    }
  ],
  "exchange": {}
}