{
  "word": "Higgins",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "But Davis disapproved of Houlihanand also tried to stop Alex Higgins turning pro.",
      "cn": "但戴维斯不同意Houlihan,并试图制止阿莱克斯希金斯称为顶级球手."
    },
    {
      "en": "Eliza, however, insists that Higgins respect her and the story ends with her winning his respect.",
      "cn": "但是, 伊莱扎坚持认为希金斯应该尊重她,在故事的结尾她也赢得了他的尊重."
    },
    {
      "en": "He interpreted the role of Professor Higgins wonderfully.",
      "cn": "他非常出色地扮演了希金斯这个角色。"
    },
    {
      "en": "He is also, like Higgins, one of the coolest and most tenacious of competitors.",
      "cn": "如同希金斯一样，他也是最为优秀，最为顽强的选手之一。"
    },
    {
      "en": "Henry Higgins and Colonel Pickering are sitting deep in conversation.",
      "cn": "亨利·希金斯和皮克林上校下坐着专心地谈话."
    },
    {
      "en": "Hey, this may be a way of getting rid of Dean Higgins.",
      "cn": "嘿，这可能是一个摆脱希金斯院长的一个方法。"
    },
    {
      "en": "Higgins and many have won the first two station competition's championship especially.",
      "cn": "希金斯和多特获得了前两站比赛的冠军."
    },
    {
      "en": "Higgins begins half singing half yawning an air from La Fanciulla del Golden West.",
      "cn": "息金斯一边打着呵欠,一边唱着当时流行的小调."
    },
    {
      "en": "Higgins splits out two poles once more afterward 50 + , thus by 6:4 fixed victories.",
      "cn": "希金斯随后再次打出两杆50+, 从而以6比4锁定胜局."
    },
    {
      "en": "Higgins tried to mould the cockney girl into a elegant lady.",
      "cn": "希金斯想把那个柔弱的女孩造就成一位高雅的淑女."
    },
    {
      "en": "Higgins will expand the score to 4 - 2 , won match point.",
      "cn": "希金斯将比分扩大为4-2后, 拿到赛点."
    },
    {
      "en": "Higgins, lifted the teacup , her hand shed and some of the tea splashed on the table.",
      "cn": "他看到母亲的脸上满是恐惧和绝望, 不再是刚才店里见到的那镇静而有光彩的脸."
    },
    {
      "en": "Mrs. Higgins : However did you learn good manners with my son around?",
      "cn": "希金斯的母亲: 你到底是如何跟我儿子学得如此举止大方、言谈得体的?"
    },
    {
      "en": "My fiance Earl Higgins , and I had recently moved to Los Angeles from Colorado.",
      "cn": "那时我和我未婚夫艾勒·希金斯刚从科罗拉多搬到洛杉机来."
    },
    {
      "en": "Poor sod, he almost got lucky for once ( Jack Higgins )",
      "cn": "可怜的家伙, 有一次他几乎成了很幸运的人 ( 杰克希金斯 )"
    },
    {
      "en": "Professor Henry Higgins: Now, try it again.",
      "cn": "希金斯教授: 现在再试一遍."
    },
    {
      "en": "She's mad keen on hockey / on Arthur Higgins.",
      "cn": "她极喜爱曲棍球[阿瑟.希金斯]."
    },
    {
      "en": "The group breaks up, leaving Higgins isolated.",
      "cn": "人群散开, 留下息金斯一人在那里."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "[人名] [英格兰人姓氏] 希金斯 Hick的昵称，[人名] [爱尔兰姓氏] 希金斯盖尔语姓氏的英语形式，来源于别名，含义是“海盗”(viking,searover)，[人名] [爱尔兰姓氏] 希金斯盖尔语姓氏的英语形式，来源于人名，含义是“火”(fire)，[地名] [美国] 希金斯"
    }
  ],
  "exchange": {}
}