{
  "word": "facelift",
  "ipa": {
    "us": "ˈfeɪslɪft",
    "uk": "ˈfeɪslɪft"
  },
  "sentences": [
    {
      "en": "Actor Michael Douglas admitted to facelift before his marriage to actress Catherine Zeta Jones in 2000.",
      "cn": "迈克尔.道格拉斯承认自己2000年在与凯瑟琳. 泽塔琼斯结为连理之前做了拉皮手术."
    },
    {
      "en": "After reading this article, you'll find that there are so many ways of non - surgical facelift.",
      "cn": "看完这篇文章, 你就会发现,原来有很多方式, 非 手术整容."
    },
    {
      "en": "And the northern section will mainly receivea facelift as it is a commercial street.",
      "cn": "而路的北段被定位为商业街区,沿路建筑将修缮一新."
    },
    {
      "en": "Before we open business, we need to get our new shop facelift.",
      "cn": "在我们开幕之前, 新店需要大整顿."
    },
    {
      "en": "But there's far more to 2003 XTR than just a facelift.",
      "cn": "当然,新的XTR所带来的不单单是外表的改进."
    },
    {
      "en": "I had a facelift in 1995, which went wrong.",
      "cn": "我在1995年做了一次失败的面部拉皮手术。"
    },
    {
      "en": "If I got a facelift, I could shave fifteen years off my age.",
      "cn": "我若做一次整容,看上去可年轻15岁."
    },
    {
      "en": "Is their old website several years oldand just in need of a general facelift?",
      "cn": "是因为他们网站上了岁数仅需要换换面貌?"
    },
    {
      "en": "More than a facelift, the new model marks a fundamental change of direction.",
      "cn": "那种新型号不只是表面变动, 而是标志着根本性的方向变化."
    },
    {
      "en": "Nothing gives a room a faster facelift than a coat of paint.",
      "cn": "重新粉刷一下是使房子焕然一新的最快方法。"
    },
    {
      "en": "Radiofrequency is a procedure that offers an alternative to the traditional facelift.",
      "cn": "射频技术则是替代传统面部整形的一种方法."
    },
    {
      "en": "St Paul's cathedral has been given a multi - million pound facelift.",
      "cn": "目前一项耗资几千万英镑的圣保罗大教堂翻修工程已完工."
    },
    {
      "en": "Thea: Well, she's just gone into hospital for a facelift.",
      "cn": "西亚: 嗯, 她刚刚去了医院,做整容手术."
    },
    {
      "en": "to have a facelift",
      "cn": "接受去皱整容手术"
    },
    {
      "en": "We look at this reintroduction as a facelift to a proven winner.",
      "cn": "我们认为推出这款改良版产品是个实实在在的成功."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cosmetic surgery"
          ],
          "tran_cn": "整容手术（除去面部皱纹）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "去皱整容手术，面部拉皮手术，（建筑物、房间、地方的）翻新，整修",
      "tran_en": "if you have a facelift, you have an operation in which doctors remove loose skin from your face in order to make you look younger"
    }
  ],
  "exchange": {
    "pl": [
      "facelifts"
    ]
  }
}