{
  "word": "thereto",
  "ipa": {
    "us": "ˌðeəˈtu:",
    "uk": "ˌðerˈtu"
  },
  "sentences": [
    {
      "en": "A convent is a contradiction. Its object , salvation; its means thereto, sacrifice.",
      "cn": "修院是一种矛盾, 其目的是为了幸福, 其方式是牺牲."
    },
    {
      "en": "Be absent in the middle of, informal thereto is crooked.",
      "cn": "不在正中, 随便往那边歪."
    },
    {
      "en": "Contract, in law, is an agreement creates an obligation binding upon the parties thereto.",
      "cn": "从法律讲, 合同是一种对签约各方都具有约束力的协议."
    },
    {
      "en": "He gave me a book and added thereto a fountain pen.",
      "cn": "他给我一本书,此外又给我一只自来水笔."
    },
    {
      "en": "In concluding a contract , the parties thereto shall implement the principle of good faith.",
      "cn": "当事人订立合同, 应执行诚实信用原则."
    },
    {
      "en": "Or that We created the angels female, and they are witnesses ( thereto )?",
      "cn": "还是我曾将众天神造成女性的, 他们曾 眼见 我的创造 呢 ?"
    },
    {
      "en": "Such accession shall apply to this Agreement and the Multilateral Trade Agreement annexed thereto.",
      "cn": "这种市场进入必须适用于本协议和本文所附的《多边贸易协议》."
    },
    {
      "en": "Such accession shall apply to this Agreement and the Multilateral Trade Agreements thereto.",
      "cn": "此加入适用于本协定及所附多边贸易协定."
    },
    {
      "en": "The castle stands on a hill, and the road thereto is steep and rough.",
      "cn": "城堡建在山上, 去那儿的路陡峭崎岖."
    },
    {
      "en": "The Client agrees to indemnify MHC in respect of any claim arising in respect thereto.",
      "cn": "在这些方面客户必须同意赔偿可能的损失."
    },
    {
      "en": "the form attached thereto",
      "cn": ""
    },
    {
      "en": "The lease entitles the holder to use the buildings and any land attached thereto.",
      "cn": "本租约持有人有权使用此建筑物以及所附属的土地。"
    },
    {
      "en": "The parties thereto shall, in good faith, comply with the decision and award of arbitration tribunal.",
      "cn": "双方须以良好的诚信态度遵守仲裁庭的决定."
    },
    {
      "en": "The relevant inspecting organs shall give assistance thereto.",
      "cn": "有关检查机关应当予以协助."
    },
    {
      "en": "Then, the thin - film sheet with the pressing tool bonded thereto is attached to a probe card.",
      "cn": "然后, 将其上接合有按压工具的薄膜片附着到探针卡."
    },
    {
      "en": "They signed the agreement and the documents appended thereto.",
      "cn": "他们签署了协议与附件."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "otherwise",
            "else",
            "extra"
          ],
          "tran_cn": "另外；到那"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "向那里，<正>随附，此外",
      "tran_en": "to that or it "
    }
  ],
  "exchange": {}
}