{
  "word": "insecurity",
  "ipa": {
    "us": "ˌɪnsɪˈkjʊərɪti",
    "uk": "ˌɪnsɪˈkjʊrɪti"
  },
  "sentences": [
    {
      "en": "All - consuming, competitive spirit meets rampant insecurity.",
      "cn": "你很有斗争, 开拓精神,但确很缺乏安全感."
    },
    {
      "en": "Beneath his smart, generous, unflappable exterior lurks massive insecurity.",
      "cn": "他聪明大度 、 从容镇定的外表下实则潜藏着严重的危机感."
    },
    {
      "en": "Conceit,in many cases, describes a state of serious emotional insecurity.",
      "cn": "在许多情况下，自负表示一种严重的情绪上的惶惶不安的心理状态。"
    },
    {
      "en": "Do large families make economic sense in an environment of widespread poverty and financial insecurity?",
      "cn": "在普遍贫困、收入无保障的环境里,大家庭有无经济上的意义?"
    },
    {
      "en": "He, moreover, was convinced that my special talents would flourish best under conditions of personal insecurity.",
      "cn": "他还认为, 只有在我个人感到不安全的情况下,才能充分发挥我的才干."
    },
    {
      "en": "I knew only too well the nearly frantic insecurity felt by him after every public performance.",
      "cn": "我非常清楚,他在每次公开亮相后那种近乎狂乱的不安全感."
    },
    {
      "en": "Insecurity might creep in.",
      "cn": "可能会不知不觉地产生不安全感。"
    },
    {
      "en": "Israel's insecurity was so pervasive that even words were daggers.",
      "cn": "以色列感到到处都有危险,甚至纸面上的文字也是刀枪林立."
    },
    {
      "en": "It'seems to be rooted in confidence rather than insecurity.",
      "cn": "它来源于信心而不是出于不稳定感."
    },
    {
      "en": "Many believe it was his shyness and insecurity which let him down.",
      "cn": "很多人认为是他的腼腆和缺乏安全感拖了他的后腿。"
    },
    {
      "en": "Poverty and insecurity are two of the greatest threats to “harmony” – a word at the core of the WHO Constitution, but one we rarely hear today.",
      "cn": "贫困和不安全是对“和谐”一词的两个最大威胁，这个词是《世界卫生组织组织法》的核心词，但是我们今天已很少听到。"
    },
    {
      "en": "She felt the insecurity of her tenure of her brother's hospitality.",
      "cn": "她感到,她在她弟弟府上的居留权已朝不保夕."
    },
    {
      "en": "She is assailed by self-doubt and emotional insecurity.",
      "cn": "她被自我怀疑和情感上的不安全感所困扰。"
    },
    {
      "en": "The insecurity of the venture kept investors away.",
      "cn": "这种冒险事业的不安全性使投资者望而却步."
    },
    {
      "en": "The very insecurity that engenders the suspicion discounts the value of the assurance.",
      "cn": "产生怀疑的不安全感本身就要给这种保证打折扣."
    },
    {
      "en": "There's more than meets the eye here - power struggles often stem from insecurity.",
      "cn": "不光是眼前这些事 —— 力量的角逐经常来源于不安全感."
    },
    {
      "en": "This insecurity is infuriating and the antithesis of considerate human behavior.",
      "cn": "这种不安全感简直令人生气,它完全违背了人类的体贴."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "insecure",
          "tran_cn": " 不安全的；不稳定的；不牢靠的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "insecurely",
          "tran_cn": " 不安全地；不可靠地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "unsafety",
            "precariousness"
          ],
          "tran_cn": "不安全；不牢靠；无把握；心神不定"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不安全，不牢靠，局促不安，无把握"
    }
  ],
  "exchange": {
    "pl": [
      "insecurities"
    ],
    "adv": [
      "insecurely"
    ],
    "adj": [
      "insecure"
    ]
  }
}