{
  "word": "ordnance",
  "ipa": {
    "us": "ˈɔ:dnəns",
    "uk": "ˈɔrdnəns"
  },
  "sentences": [
    {
      "en": "...a team clearing an area littered with unexploded ordnance.",
      "cn": "...一个在四处留有未爆炸武器的地区排爆的小组。"
    },
    {
      "en": "All non - EOD explosive ordnance disposal personnel must evacuate immediately.",
      "cn": "所有 非 排弹人员立刻撤离."
    },
    {
      "en": "An Ordnance Survey grid reference gives the position of a place to within 100 metres.",
      "cn": "全国地形测量局的地图坐标标示某地的位置精确到100米以內."
    },
    {
      "en": "First naval ordnance reliability model are made according to the function structure of naval ordnance.",
      "cn": "本文首先根据舰炮的结构,建立了舰炮系统的功能框图,进而得出可靠性模型."
    },
    {
      "en": "NORINCO ( G ) is sometimes referred to as the Ordnance Industry Group.",
      "cn": "Norinco时常也叫做兵器工业集团."
    },
    {
      "en": "Ordnance Officer ordered all the port cannon to be heaved to starboard to counteract the list.",
      "cn": "炮长命令将左舷所有大炮移到右舷以抵消倾斜,但是甲板的倾斜度还在加大."
    },
    {
      "en": "She worked in an ordnance factory during the war.",
      "cn": "战争期间她在一家兵工厂工作."
    },
    {
      "en": "Shoes and clothing for the army were scarce, ordnance supplies and drugs were scarcer.",
      "cn": "军队很缺鞋和衣服, 武器供应和药品就更少了."
    },
    {
      "en": "So a decision - making model of urgency ordnance transportation based on simulation is established.",
      "cn": "针对这一不足,在已有模型的基础上,建立了一种基于仿真的军械调运决策模型."
    },
    {
      "en": "The Ordnance Officer ordered all the port cannon to be heaved.",
      "cn": "炮长命令把左舷长所有大炮搬到."
    },
    {
      "en": "The Ordnance Officer ordered all the port cannon to to starboard to counteract the list.",
      "cn": "炮长命令把左舷上所有大炮搬到右舷上来以抵消船的倾斜."
    },
    {
      "en": "The special and high risk enhances the necessity cany on safety evaluation in the ordnance industry.",
      "cn": "兵器工业自身固有的特殊性和高危险性,决定了其开展安全评价的必要性."
    },
    {
      "en": "This paper analyses the mixed multi - attribute characteristic of ordnance urgency decision - making.",
      "cn": "分析了军械紧急调运方案优选决策的混合多属性特点."
    },
    {
      "en": "To make the decision more practical, the uncertainty in actual ordnance transportation must be considered.",
      "cn": "为了使决策具有更大实用价值, 在决策时必须考虑这种实际调运过程中存在的不确定性."
    },
    {
      "en": "Urgent ordnance transport on single requirement point is familiar in ordnance transport.",
      "cn": "单个需求点军械紧急调运是军械调运工作中常见情况."
    },
    {
      "en": "With cargo projectile by the world , serious problem of unexploded ordnance arisen.",
      "cn": "子母弹药的应用与发展带来了严重的未爆弹药问题."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Cannons",
            "ammo"
          ],
          "tran_cn": "军火；大炮；[军]军械署"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "explosive ordnance disposal",
      "tran_cn": "爆炸性军械处理"
    },
    {
      "phrase": "unexploded ordnance",
      "tran_cn": "未爆炸军火；未爆炸武器"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大炮，军械（如弹药、军车等），军用品，军需品，军械署",
      "tran_en": "weapons, explosives, and vehicles used in fighting"
    }
  ],
  "exchange": {}
}