{
  "word": "Semitic",
  "ipa": {
    "us": "səˈmɪtɪk",
    "uk": " sɛ'mɪtɪk"
  },
  "sentences": [
    {
      "en": "Fidel Castro has criticised Iranian President Mahmoud Ahmadinejad for what he called his anti - Semitic attitudes.",
      "cn": "古巴领导人菲德尔·卡斯特罗批评伊朗总统马哈茂德·艾哈迈迪·内贾德 反 犹太人的立场."
    },
    {
      "en": "He may have had Semitic, perhaps Phoenician, ancestors.",
      "cn": "他可能是闪米特人的, 也许他的祖先是腓尼基人."
    },
    {
      "en": "He was a patriarchal Semitic nomad.",
      "cn": "他是族长制闪米特游牧部落的一员."
    },
    {
      "en": "I knew that I wanted to combine Semitic Philology and Modern Linguistics and rigorous manner.",
      "cn": "我的期待目标是透过严谨的治学方式,结合闪语文献学和现在语言学."
    },
    {
      "en": "Its leaders cannot prevaricate over diplomacy for ever; ditching their anti - Semitic charter would help too.",
      "cn": "它的领导人在外交上不能总是支支吾吾; 抛弃他们 反 犹太的主张将会有所帮助."
    },
    {
      "en": "She faces charges of inciting racial hatred by distributing anti - semitic leaflets.",
      "cn": "她因散发 反 犹传单而面临着煽动种族仇恨的指控."
    },
    {
      "en": "Some Jewish leaders have suggested the movie is anti - Semitic.",
      "cn": "一些犹太领袖说,这部电影是 反 犹太人的."
    },
    {
      "en": "The black, Semitic eyes gazed at Yasha with a sort of knowing mockery.",
      "cn": "那双闪米特人的黑眼睛盯住了雅夏看,流露出一丝心领神会的嘲笑."
    },
    {
      "en": "The Jews feared an anti - Semitic backlash.",
      "cn": "那些犹太人害怕 反 犹太的强烈反弹."
    },
    {
      "en": "The professor made description of the Semitic languages her specialty.",
      "cn": "教授指定她的专业是闪族语."
    },
    {
      "en": "The professor made the description of the Semitic languages her specialty.",
      "cn": "教授指定她的专业是闪语族语言."
    },
    {
      "en": "The Semitic family were then in advance of the Aryan, and in theof the human race.",
      "cn": "当时,闪族较雅利安族更进步, 他们在人类当中居于最先进地位."
    },
    {
      "en": "The Semitic peoples followed close upon these pioneers.",
      "cn": "紧跟在这些先行者之后的是闪米特人."
    },
    {
      "en": "The synagogue was covered with anti - Semitic graffiti.",
      "cn": "该犹太教堂布满了 反 犹太涂鸦."
    },
    {
      "en": "This religiously inspired ideology is deeply anti - Semitic, dehumanizes Jews, and demands Israel's destruction.",
      "cn": "这个宗教思想是 反 犹太主义的深刻的启发, 诋毁犹太人, 并要求摧毁以色列."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "闪米特人的，闪族语系的"
    },
    {
      "pos": "n",
      "tran_cn": "闪语，闪语族"
    }
  ],
  "exchange": {}
}