{
  "word": "Armstrong",
  "ipa": {
    "us": "ˈɑːmˌstrɒŋ",
    "uk": "ˈɑrmˌstrɑŋ"
  },
  "sentences": [
    {
      "en": "\"Have you finished with me?\" Luke asked, when he had listened to Armstrong's report of his evidence.",
      "cn": "“你已经都问完我了吗？”卢克听完阿姆斯特朗向自己重述的证词后问道。"
    },
    {
      "en": "\"One small step for man, \" Neil Armstrong said.",
      "cn": "“个人一小步”，尼尔.阿姆斯特朗说道。"
    },
    {
      "en": "Aldrin soon followed Armstrong down the ladder to become the second man to stand on the moon.",
      "cn": "奥尔德林不久跟随阿姆斯特朗走下舷梯，成为在月球上登陆的第二个人。"
    },
    {
      "en": "Armstrong drove the ball into the roof of the net.",
      "cn": "阿姆斯特朗将球打入球门网顶。"
    },
    {
      "en": "Armstrong is uncertain where his long-term future lies.",
      "cn": "阿姆斯特朗拿不准自己的人生远景在何方。"
    },
    {
      "en": "Armstrong looked round at his classmates, silly glee in profile.",
      "cn": "阿姆斯特朗四下里打量着同学们, 露出傻笑的侧影."
    },
    {
      "en": "Armstrong was boxed in with 300 metres to go.",
      "cn": "阿姆斯特朗在离目的地还有300米的地方被堵住不能动弹。"
    },
    {
      "en": "Armstrong was tall and handsome to the last.",
      "cn": "阿姆斯特朗从来都是这么高大、英俊。"
    },
    {
      "en": "But underpinning Mr Armstrong's technology changes is a human touch.",
      "cn": "但阿姆斯特朗技术变革的支柱是人情味."
    },
    {
      "en": "Fans watch Lance Armstrong race the prologue trial July 3 in Rotterdam.",
      "cn": "球迷观看比赛的序幕兰斯阿姆斯特朗计时赛7月3日在鹿特丹."
    },
    {
      "en": "It had been widely and erroneously reported that Armstrong had refused to give evidence.",
      "cn": "大量失实的报道称阿姆斯特朗拒绝提供证据。"
    },
    {
      "en": "It was in Chicago that Louis Armstrong became famous.",
      "cn": "阿姆斯特朗就是在芝加哥出名的."
    },
    {
      "en": "Its mechanism still conforms to the Armstrong theory.",
      "cn": "其机理仍然符合Armstrong理论."
    },
    {
      "en": "Jones and Armstrong maintain a consistently high standard.",
      "cn": "琼斯和阿姆斯特朗始终保持着高水准。"
    },
    {
      "en": "Louis Armstrong defined jazz pithily as \"what I play for a living\".",
      "cn": "路易斯·阿姆斯特朗把爵士乐简明扼要地定义为“我一门糊口的手艺”。"
    },
    {
      "en": "Perhaps I like Louis Armstrong because he's made poetry out of being invisible.",
      "cn": "路易斯·阿姆斯特朗善于把无形无体的境界诗一般地表现出来,也许这是我喜欢他的原因."
    },
    {
      "en": "This was the moment when Neil Armstrong became the first man to step on the Moon.",
      "cn": "就在此刻，内尔·阿姆斯特朗成了首位登上月球的人。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "louis armstrong",
      "tran_cn": "路易斯·阿姆斯特朗（爵士乐家）"
    },
    {
      "phrase": "neil armstrong",
      "tran_cn": "尼尔·阿姆斯特朗（第一个离开地球踏上月球的人）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阿姆斯壮（美国宇航员，1969年7月登陆月球，成为第一个登上月球的地球人）"
    },
    {
      "pos": "other",
      "tran_cn": "阿姆斯特朗（姓）"
    }
  ],
  "exchange": {}
}