{
  "word": "miscible",
  "ipa": {
    "us": "ˈmɪsəbl",
    "uk": "ˈmɪsəbəl"
  },
  "sentences": [
    {
      "en": "A liquid junction is the interface between two miscible electrolyte solutions.",
      "cn": "液体接界是两个可混溶液的电解质溶液之间的界面."
    },
    {
      "en": "Adesign calculation method has been proposed for the counterflow extraction process of partially miscible ternary systems.",
      "cn": "针对部分互溶三元系逆流萃取过程提出了一种设计型精确计算方法."
    },
    {
      "en": "alcohol is miscible with water",
      "cn": ""
    },
    {
      "en": "Carbon dioxide miscible flooding is an important way for enhanced oil recovery.",
      "cn": "油藏注二氧化碳驱是提高采收率的一种重要方法之一."
    },
    {
      "en": "Ethyl lactate is partly miscible with water and most organic solvents.",
      "cn": "乳酸乙酯易溶与水和多种有机溶剂."
    },
    {
      "en": "First contact miscibility is found when the original reservoir fluid and the injection gas are miscible.",
      "cn": "当原始油藏流体与注入气混合时会出现一次接触混相."
    },
    {
      "en": "Further qualifications require that the two fluids be miscible.",
      "cn": "另外的条件要求两种流全可以掺混起来."
    },
    {
      "en": "Natural gas injection miscible flooding is one of means for EOR.",
      "cn": "注天然气混相驱是提高原油采收率的重要手段之一."
    },
    {
      "en": "Nicotine is a hygroscopic, oily liquid miscible with water in its base form. As water soluble.",
      "cn": "尼古丁是吸水, 吸湿的油性液体, 在水,在油,或在其它溶剂,极易混合,并非溶解."
    },
    {
      "en": "Now, there arent uniform screening indexes and method about screening out CO 2 injection miscible flooding reservoirs.",
      "cn": "目前, 在注CO2混相驱油藏的筛选上,缺乏统一的筛选指标和筛选方法."
    },
    {
      "en": "Oil and water are not miscible.",
      "cn": "油和水不能混和."
    },
    {
      "en": "Oil is a non - polar substances , on the General conditions and not miscible with water.",
      "cn": "油不幼短极性精神, 在变例前提下与火不相混溶."
    },
    {
      "en": "Sodium polytungstate is a water miscible, nontoxic, high - density and inorganic heavy liquid.",
      "cn": "多钨酸钠是一种无毒 、 易配制、可循环使用 、 密度高的新型无机重液."
    },
    {
      "en": "The oil miscible liquid of these two insecticides can kill eggs about 85 % ￣90 %.",
      "cn": "灭幼脲号油剂和氟幼灵油剂可杀卵85%～90%左右."
    },
    {
      "en": "Water miscible hydroxyethyl cellulose ( HEC ) was modified to increase its fat - solubility by reacting with hexamethyldisilazan.",
      "cn": "通过羟乙基纤维素 ( HEC ) 与六甲基二硅胺烷的反应,对 水溶性 物质HEC三甲基硅化改性,以改善其脂溶性."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mixable"
          ],
          "tran_cn": "易混合的；可溶混的；[化学]能混溶的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "易混合的",
      "tran_en": "capable of mixing "
    }
  ],
  "exchange": {}
}