{
  "word": "multimedia",
  "ipa": {
    "us": "ˌmʌltiˈmi:diə",
    "uk": "ˌmʌltiˈmidiə, -taɪ-"
  },
  "sentences": [
    {
      "en": "...the case of an insurance company using multimedia to improve customer service in its branches.",
      "cn": "…一家保险公司利用多媒体技术改善其分支机构的客户服务的实例。"
    },
    {
      "en": "Ability to create simple movie and animations using graphic & multimedia software.",
      "cn": "能够用平面 和 多媒体软件制作简单的电影及动画."
    },
    {
      "en": "Adam raised the issue of multimedia applications and much useful discussion ensued.",
      "cn": "亚当提出了多媒体应用的问题,从而引发了许多有益的讨论."
    },
    {
      "en": "Methods: Use multimedia software as a supplementary means in experimentation teaching.",
      "cn": "方法: 在生物药剂学实验教学中采用多媒体课件辅助教学,并观察其效果."
    },
    {
      "en": "Multimedia is the combination of computer and video technology.",
      "cn": "多媒体是计算机和视频技术的结合."
    },
    {
      "en": "Multimedia techniques make this system user - friendly, more vivid and vigorous.",
      "cn": "系统用户界面友好;多媒体技术的运用使系统生动、形象."
    },
    {
      "en": "Multimedia video clips, animation, effect drawing and other commercial design.",
      "cn": "影视拍摄、多媒体影视 、 动画 、 效果图、商业产品设计."
    },
    {
      "en": "Now that you're writing a book, you need a fast, high - capacity display , with multimedia system.",
      "cn": "既然你要写书的话, 你需要一台运转快, 容量大的机子.要有多媒体功能的."
    },
    {
      "en": "Program that helps in writing hypertext or multimedia applications.",
      "cn": "帮助写超文本或多媒体应用程序的软件."
    },
    {
      "en": "The nature of multimedia teaching is still language teaching.",
      "cn": "多媒体教学的实质仍然是语言教学."
    },
    {
      "en": "The Network Multimedia CAI Courseware provides a bran - new teaching mode.",
      "cn": "网络多媒体CAI课件提供了一种全新的教学模式."
    },
    {
      "en": "These drove market of multimedia sound box exceed constant development.",
      "cn": "这些推动了多媒体音箱市场的超常发展."
    },
    {
      "en": "To explore how to make up multimedia courseware among medical professional teachers.",
      "cn": "本文探讨医学专业教师多媒体制作课件问题."
    },
    {
      "en": "Top name brand companies use multimedia advertisingto reach their clients.",
      "cn": "顶级名牌公司多利用多种媒体做广告来宣传他们的产品."
    },
    {
      "en": "Use this element to add multimedia to your XHTML page.",
      "cn": "使用这个元素可以让你的XHTML页面中加上多媒体."
    },
    {
      "en": "Wang Xi: the 3 g band width increased, the multimedia applications increased.",
      "cn": "汪溪: 3g的带宽增加了, 多媒体应用增加了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "multimedia message",
      "tran_cn": "彩信，多媒体消息"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "多媒体的",
      "tran_en": "involving computers and computer programs that use a mixture of sound, pictures, video, and writing to give information"
    },
    {
      "pos": "n",
      "tran_cn": "多媒体",
      "tran_en": "You use multimedia to refer to computer programs and products which involve sound, pictures, and film, as well as text"
    }
  ],
  "exchange": {}
}