{
  "word": "brooch",
  "ipa": {
    "us": "brəʊtʃ",
    "uk": "broʊtʃ"
  },
  "sentences": [
    {
      "en": "\" Over there in the corner -- way over. Do you see that brooch? \"",
      "cn": "“ 那边角上 -- 还远一点, 你看见那枚胸针了 吗 ? ”"
    },
    {
      "en": "“No birthday, ” she repeated, fingering the brooch on her breast.",
      "cn": "“没有生日”，她复述道，一边玩弄着胸口的胸针。"
    },
    {
      "en": "“Ultimately, we envision the camera becoming so small that it integrates into clothing, such as the button of a shirt, a brooch, or a pendant”, he said.",
      "cn": "帕特里克说：“我们想象一下，如果这个摄影机非常小巧，我们就可以把它放进衣服里，像衬衫扣子、胸针、或是项链的坠子一样。”"
    },
    {
      "en": "A lady with a large, sparkly spider brooch asks me what size I think she would take in a black dress she is admiring.",
      "cn": "一位带着一枚大而闪亮的蜘蛛胸针的女士，正在欣赏着一件黑色的礼服，过来问我她能穿多大号的？"
    },
    {
      "en": "A silver brooch was pinned to her lapel.",
      "cn": "她在翻领上别了一枚银色胸针."
    },
    {
      "en": "Faceted seal brooch in Ocean Blue and Black Diamond crystal; rhodium - plated details.",
      "cn": "在上雕琢平面的封印别针在海洋蓝色和黑金刚石水晶; 铑被镀的细节."
    },
    {
      "en": "He bought her a gilt brooch.",
      "cn": "他给她买了一枚镀金胸针。"
    },
    {
      "en": "Her brooch caught the rays of the setting sun.",
      "cn": "落日余晖照射在她的胸针上."
    },
    {
      "en": "Make the brooch look bluer, applying Image - Adjustments - Photo Filter.",
      "cn": "点击图像 - 调整 - 图片滤镜将胸针的色调也变成蓝色."
    },
    {
      "en": "My aunt give me one of her brooch as a keepsake.",
      "cn": "我的姑母把她的一只胸针送给我作纪念."
    },
    {
      "en": "Of course, her brooch could be pinned over the spot , but perhaps Melanie had sharp eyes.",
      "cn": "当然, 她可以把别针别在那上面, 但眼尖的媚兰,可能会看出来."
    },
    {
      "en": "Rhodium - plated brooch with 3 curved bars in clear crystal pav é.",
      "cn": "铑被镀的别针与3个弯曲的酒吧在清楚水晶铺."
    },
    {
      "en": "Rhodium - plated brooch with triangular elements in clear crystal and clear crystal pav é.",
      "cn": "铑被镀的别针与三角元素在清楚水晶和清楚水晶铺."
    },
    {
      "en": "She treasured the brooch because it was an heirloom.",
      "cn": "她把这枚饰针视为珍宝,因为这是祖上传下来的."
    },
    {
      "en": "She was wearing a small silver brooch.",
      "cn": "她戴着一枚银质的小胸针."
    },
    {
      "en": "That little girl is wearing a cameo brooch.",
      "cn": "那小女孩戴着一枚浮雕宝石胸针."
    },
    {
      "en": "The brooch could be pinned a little bit higher.",
      "cn": "胸针可以再别高一点."
    },
    {
      "en": "The brooch dates back to the fourth century BC.",
      "cn": "这枚胸针的历史可以追溯到公元前4世纪。"
    },
    {
      "en": "The brooch is a family heirloom which came down to her from her great - grandmother .",
      "cn": "这枚胸针是她家的传家宝，是从她曾祖母那一代传到她手中的。"
    },
    {
      "en": "The brooch is already sixty yuan off original price.",
      "cn": "这枚胸针已经比原价低了60元."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "breastpin"
          ],
          "tran_cn": "（女用的）胸针，领针"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "胸针，饰针",
      "tran_en": "a piece of jewellery that you fasten to your clothes, usually worn by women"
    }
  ],
  "exchange": {
    "pl": [
      "brooches"
    ]
  }
}