{
  "word": "extermination",
  "ipa": {
    "us": "ɪkˌstɜ:mɪ'neɪʃn",
    "uk": "ɪkˌstɜmɪ'neɪʃn"
  },
  "sentences": [
    {
      "en": "After the extermination of the Jedi ranks, lightsabers became rare relics.",
      "cn": "在绝地组织灭亡后,光剑成为一种罕见的文物."
    },
    {
      "en": "All door and window is sealed for the extermination of mosquito.",
      "cn": "为了消灭蚊子，所有的门窗都被封闭起来了。"
    },
    {
      "en": "All doors and windows are sealed for the extermination of mosquito.",
      "cn": "为了消灭蚊子,所有的门窗都被封闭起来了."
    },
    {
      "en": "CABAL : The Tacitus is necesarry, the extermination of Tratos was necesarry.",
      "cn": "塔西佗是必须的, 消灭特拉托斯是必须的."
    },
    {
      "en": "Chapter III Control and Extermination of Animal Epidemics.",
      "cn": "第三章动物疫病的控制和扑灭."
    },
    {
      "en": "Children of fourteen were considered \" independent \" for purposes of transport to the extermination camps.",
      "cn": "为了把犹太人运往灭绝集中营,14岁的儿童就被视做 “ 独立 ” 的人."
    },
    {
      "en": "He added the president could also face five counts of crimes against humanity, including murder, extermination, forcible transfer of the population, torture and rape.",
      "cn": "他还说，巴希尔可能还面临另外五项反人类罪的指控，包括谋杀、灭绝、强迫人口迁徙、酷刑和强奸。"
    },
    {
      "en": "Heydrich chaired the 1942 Wannsee Conference, which discussed plans for the deportation and extermination of all Jews in German occupied territory, thus being the mastermind of the holocaust.",
      "cn": "海德里希主持了1942万湖会议，会议讨论了所有德国杯占领土地的犹太人的驱逐和灭绝犹太人计划，因此成为了大屠杀的主谋。"
    },
    {
      "en": "In doing so they were saved from extermination.",
      "cn": "这样一来却使它们免于绝灭."
    },
    {
      "en": "Increasing salinity caused by the evaporation resulted in the extermination of scores of invertebrate species.",
      "cn": "由蒸发引起的越来越高的盐度造成无脊椎动物种类的灭绝."
    },
    {
      "en": "Jefferson's suggestion to pursue the Indians to extermination fits well into the eugenistic vision.",
      "cn": "杰弗逊认为追求印第安人灭绝很符合优生论."
    },
    {
      "en": "Many living thing species extermination or the perdition are caused by this way.",
      "cn": "许多生物物种的灭绝或频临灭亡就是如此造成的."
    },
    {
      "en": "The best - known destination for dark tourism is the Nazi extermination camp at Auschwitz in Poland.",
      "cn": "波兰的纳粹奥斯威辛集中营是最有名的黑色旅游地点."
    },
    {
      "en": "THE choice for our people, Mr President, is between statehood and extermination.",
      "cn": "总统阁下,我们的人民的选择是, 要么建国, 要么绝种."
    },
    {
      "en": "The following is a list of roach extermination techniques using simple tools.",
      "cn": "下面列出了一系列使用简单工具的小强消灭术。"
    },
    {
      "en": "The Karen people comprising mostly of poor Christian farmers have been singled out for extermination.",
      "cn": "卡伦帮内部从事农业耕种的、贫困的基督徒被挑选出来并屠杀."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "exterminator",
          "tran_cn": " 根除者；（美）灭鼠药；（美）职业的消灭害虫者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "exterminate",
          "tran_cn": " 消灭；根除"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "extinction",
            "eradication"
          ],
          "tran_cn": "消灭；根绝"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "butchery",
            "death",
            "destruction",
            "persecution"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "消灭，根绝"
    }
  ],
  "exchange": {
    "verb": [
      "exterminate"
    ]
  }
}