{
  "word": "unqualified",
  "ipa": {
    "us": "ˌʌnˈkwɒlɪfaɪd",
    "uk": "ˌʌnˈkwɑlɪfaɪd"
  },
  "sentences": [
    {
      "en": "Do not carry applicant to exceed the time limit, regard as unqualified.",
      "cn": "有非凡情况的应在限期期满前,提出延期复查申请, 申述延期理由."
    },
    {
      "en": "He's unqualified -- we can't give him this job.",
      "cn": "他不合格 ― ―我们不能让他干这项工作."
    },
    {
      "en": "His newspaper friends did not allow him to forget his unqualified statement of the day before.",
      "cn": "他的新闻界朋友不允许他忘却他前一天所说的不符事实的说明."
    },
    {
      "en": "Is it discharging its duty to diversity by printing snippets of opinion from unqualified readers?",
      "cn": "难道通过刊登不懂行的读者的片断见解就算尽到了应有多样性见解的职责了 吗 ?"
    },
    {
      "en": "Most of our qualified teachers are underpaid, and many of our paid teachers are unqualified.",
      "cn": "大多数称职教师薪水不足, 而同时却有许多教师虽然拿了薪水,却不称职."
    },
    {
      "en": "Potentially harmful to your health due to unqualified silicone.",
      "cn": "不合格的密封圈,卫生指标达不到保障."
    },
    {
      "en": "She is believed to be unqualified for the position.",
      "cn": "人们认为他不胜任这个职位."
    },
    {
      "en": "The semi - drunk's suggestion that someone should sing a song was received with unqualified approbation by everybody.",
      "cn": "半 醉汉要求唱歌的建议得到大家无条件的拥护."
    },
    {
      "en": "The unqualified teacher made us have a very coarse course.",
      "cn": "这个不称职的老师给我们上了一堂非常粗俗的课."
    },
    {
      "en": "To be unable or unqualified for the work specified by employer.",
      "cn": "劳工对于所担任之工作确不能胜任时."
    },
    {
      "en": "unqualified staff",
      "cn": "不合格的员工"
    },
    {
      "en": "Unqualified teachers stand little chance of being employed.",
      "cn": "不合格的教师不大有受雇的可能."
    },
    {
      "en": "We are in unqualified agreement.",
      "cn": "我们完全一致."
    },
    {
      "en": "We have to weed out unqualified applicants.",
      "cn": "我们必须淘汰不合格的申请人."
    },
    {
      "en": "What you are really searching for is unconditional love unqualified acceptance.",
      "cn": "你真正寻找的只是无条件的爱和完全的包容."
    },
    {
      "en": "Why do you think he is unqualified for the job?",
      "cn": "你为何会认为他不能胜任这项工作 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "rejected",
            "off-specification"
          ],
          "tran_cn": "不合格的；无资格的；不胜任的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "comprehensive",
            "decisive",
            "incapable",
            "incompetent",
            "ineligible",
            "pure",
            "unable",
            "unconditional",
            "unfit",
            "utter"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不合格的，无资格的，无限制的，不胜任的",
      "tran_en": "not having the right knowledge, experience, or education to do something"
    }
  ],
  "exchange": {}
}