{
  "word": "presupposition",
  "ipa": {
    "us": "ˌpri:sʌpəˈzɪʃn",
    "uk": "ˌpriːsʌpəˈzɪʃn"
  },
  "sentences": [
    {
      "en": "...the presupposition that human life must be sustained for as long as possible.",
      "cn": "...必须让人的生命得以尽可能延长的这种假设。"
    },
    {
      "en": "Bail was refused on the presupposition of his guilt.",
      "cn": "已料到他罪名成立而不准保释."
    },
    {
      "en": "General revelation is the presupposition of special revelation, vice versa.",
      "cn": "普遍启示乃是《圣经》启示的预设, 反之也然."
    },
    {
      "en": "It is obviously the later is the argumentative presupposition of the former.",
      "cn": "后者显然为前者的论证前提."
    },
    {
      "en": "NewDemocracy is also one of powerful nation's basis and presupposition today.",
      "cn": "“新民”仍是我们今天“强国”的基础和前提之一."
    },
    {
      "en": "Phonological presupposition trigger is mainly the contrastive stress, belonging to dynamic sentence.",
      "cn": "音系类预设触发语属于动态句子,主要是对比重音."
    },
    {
      "en": "Pragmatic presupposition exists in verbal communication , especially in crosstalk which takes Baofu as a special representation.",
      "cn": "相声是一种以“包袱”为表现手段的特殊语言艺术."
    },
    {
      "en": "Presupposition is a ubiquitous phenomenon in language.",
      "cn": "预设是语言中的普遍存在的一种现象."
    },
    {
      "en": "Presupposition, as a notion borrowed from philosophy a controversial issue in the linguistic field since 1970.",
      "cn": "预设是一哲学上的概念,自1970年以来在语言学界引起了激烈的讨论."
    },
    {
      "en": "The analytic unity of apperception is possible only under the presupposition of a certain synthetic unity.",
      "cn": "统觉的分析的统一性惟有以某种综合的统一性为前提条件才是可能的."
    },
    {
      "en": "The presupposition to realize a good national economic recycling is to a reasonable industrial struture.",
      "cn": "建立协调合理的产业结构是实现国民经济良性循环的前提条件."
    },
    {
      "en": "The presupposition trigger compound sentence is the typical conjuction.",
      "cn": "复句的预设触发语表现为关联词语."
    },
    {
      "en": "The understanding of advertising language is closely related to presupposition.",
      "cn": "广大用户对广告的理解离不开预设."
    },
    {
      "en": "theories based on presupposition and coincidence",
      "cn": "基于假设和偶合的理论"
    },
    {
      "en": "This paper proves why metaphor is a kind of presupposition trigger.",
      "cn": "预设触发语是实现语用预设的基本手段."
    },
    {
      "en": "Your judgment of the case is based on the presupposition that the witness is telling the truth.",
      "cn": "你对这案件的裁决,是以证人讲的都是实话这一假设为依据的."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "presuppose",
          "tran_cn": " 假定；预料；以…为先决条件"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "perhaps",
            "assumption",
            "forecast"
          ],
          "tran_cn": "假定；预想；臆测"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prejudice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "假设的事情，假定，预设",
      "tran_en": "something that you think is true, although you have no proof"
    }
  ],
  "exchange": {
    "pl": [
      "presuppositions"
    ]
  }
}