{
  "word": "Baltic",
  "ipa": {
    "us": "ˈbɔ:ltɪk",
    "uk": "'bɔltɪk"
  },
  "sentences": [
    {
      "en": "Army Group North was driving up along the Baltic toward Leningrad.",
      "cn": "北方军团,沿着波罗的海向列宁格勒挺进."
    },
    {
      "en": "Denmark, Poland, and Russia each desired parts of Sweden's exposed Baltic empire.",
      "cn": "丹麦 、 波兰和俄国都对它们面前的这个波罗的海帝国瑞典的某些部分垂涎三尺."
    },
    {
      "en": "Estonian dictionary order, case - insensitive, for use with the 1257 ( Baltic ) Character Set.",
      "cn": "爱沙尼亚文字典顺序, 不区分大小写, 用于1257 ( 波罗的文 ) 字符集."
    },
    {
      "en": "Fish Stocks in the Baltic Sea: Finite or Infinite Resource?",
      "cn": "波罗的海的鱼类类群: 是有限资源还是无限资源?"
    },
    {
      "en": "France is on the point of recognizing the independence of the Baltic States.",
      "cn": "法国即将承认波罗的海诸国的独立。"
    },
    {
      "en": "It is unlikely that this suggestion will be greeted enthusiastically in the Baltic States.",
      "cn": "该提议不大可能在波罗的海诸国得到热烈响应。"
    },
    {
      "en": "Just north of Germany lies the Baltic Sea.",
      "cn": "波罗的海位于德斩正北面."
    },
    {
      "en": "Latvian dictionary order, case - sensitive, for use with the 1257 ( Baltic ) Character Set.",
      "cn": "拉托维亚文字典顺序, 区分大小写, 用于1257 ( 波罗的文 ) 字符集."
    },
    {
      "en": "Lithuanian dictionary order, case - sensitive, for use with the 1257 ( Baltic ) Character Set.",
      "cn": "立陶宛文字典顺序, 区分大小写, 用于1257 ( 波罗的文 ) 字符集."
    },
    {
      "en": "The Baltic republics have called on the Scandinavian countries for help.",
      "cn": "波罗的海诸共和国已呼吁斯堪的纳维亚诸国提供援助。"
    },
    {
      "en": "the Baltic republics of Estonia, Latvia and Lithuania",
      "cn": "爱沙尼亚、拉脱维亚和立陶宛诸波罗的海共和国"
    },
    {
      "en": "The Nordic countries have been quick to assert their interest in the development of the Baltic States.",
      "cn": "北欧诸国很快就表示它们对波罗的海诸国的发展感兴趣。"
    },
    {
      "en": "The port of London laid an embargo on all ships coming from the Baltic.",
      "cn": "伦敦港禁止所有来自波罗的海的船只入港."
    },
    {
      "en": "The President said that the Baltic should be free to all nations for merchant shipping.",
      "cn": "总统说,波罗的海应当对各国商船开放."
    },
    {
      "en": "We helped to fit him out for a trip to the Baltic.",
      "cn": "我们帮他准备了去波罗的海的行装。"
    },
    {
      "en": "Why we like him: For They Don't Make This Anymore, a visually cacophonous installation at Baltic in Gateshead inspired by the world of surveillance.",
      "cn": "为什么我们喜欢他 ：因为他们不再这样做，受监视世界的启发，在盖茨黒德波罗的海展示的看上去杂乱的装置。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "baltic sea",
      "tran_cn": "波罗的海"
    },
    {
      "phrase": "baltic states",
      "tran_cn": "波罗的海诸国"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "波罗的海的，波罗的海各国的"
    },
    {
      "pos": "n",
      "tran_cn": "a波罗的海的, 波罗的语的",
      "tran_en": "a branch of the Indo-European family of languages consisting of Lithuanian, Latvian, and Old Prussian "
    }
  ],
  "exchange": {}
}