{
  "word": "permian",
  "ipa": {
    "us": "ˈpə:miən",
    "uk": "ˈpɚmiən, ˈpɛr-"
  },
  "sentences": [
    {
      "en": "Conclusion Oil - bearing formation of Permian is distributing in the southwest of Tiaohu depressions and Malang depression.",
      "cn": "结论二迭纪 构造层 具有残留盆地的特征,主要含油层分布在条湖凹陷的西南缘和马郎凹陷."
    },
    {
      "en": "During Late Permian the Yunkai Block drifted northward and collided with the Damingshan Block.",
      "cn": "晚二叠世云开地块北移,与大明山微陆块碰撞."
    },
    {
      "en": "Graphite deposit of Heye was formed by metamorphism of the Permian coal bed.",
      "cn": "荷叶石墨矿是由二叠系煤层变质而成的石墨矿床,石墨与煤呈同层异矿关系."
    },
    {
      "en": "Mineral, palaeontology, middle devonian, permian to early jurassic, and cretaceous.",
      "cn": "收藏矿物 、 古生物学 、 中泥盆纪 、 二叠纪到早期的侏罗纪和白恶纪."
    },
    {
      "en": "Permian peak here range upon range of hills, valleysshen you.",
      "cn": "这里层峦叠峰, 峡谷深幽."
    },
    {
      "en": "Scutosaurus was a genus of armour - covered Permian period pareiasaur.",
      "cn": "斯龙是二叠纪时期全身披甲的巨颊龙的一种."
    },
    {
      "en": "The failured rock mass of Touzhai landslide is permian system nonporphyritic basalt of emei shan basalt.",
      "cn": "云南昭通头寨滑坡的失稳岩体主要为二叠系峨眉山无斑玄武岩."
    },
    {
      "en": "The intrusion of Angara plants into Tarim block took place at late permian.",
      "cn": "晚二叠世发生了准噶尔区安加拉植物入侵塔里木区事件.在我国北方这是一次普遍的植物事件."
    },
    {
      "en": "The Middle Permian strata is well - developed in the Xiangxi area, Western Hubei.",
      "cn": "鄂西香溪地区中二叠统发育良好."
    },
    {
      "en": "The Permian in Huainan coalfield is a set of deltaic coastal deposition.",
      "cn": "淮南煤田二叠系是以三角洲—滨岸平原相为主的沉积."
    },
    {
      "en": "The Permian in the Zhanhua - Chezhen sag is the main section of reservoir of formed gas.",
      "cn": "沾化 - 车镇凹陷二叠系为煤成气储集层的主要发育层段."
    },
    {
      "en": "The Permian system has the extensive distribution in these basins.",
      "cn": "二叠系在这些盆地有着广泛的分布."
    },
    {
      "en": "The Zhaojiaweizi Ag - Pb - Zn deposit occurred within the lower Permian volcaniclastic rocks, marble and crystalline limestone rocks.",
      "cn": "内蒙赵家围子银铅锌多金属矿床产于二叠系下统火山碎屑岩和大理岩 、 结晶灰岩中."
    },
    {
      "en": "Was There a Mass Extinction of Land Plants at the Permian - Triassic Boundary ( PTB )?",
      "cn": "陆生植物在二叠纪 - 三叠 纪 界线存在集群灭绝 吗 ?"
    },
    {
      "en": "WHERE HAINAN ISLAND IS IN CARBONIFEROUS - PERMIAN PERIOD?",
      "cn": "石炭纪二叠纪的海南岛何在?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "middle permian",
      "tran_cn": "中二迭世"
    },
    {
      "phrase": "permian period",
      "tran_cn": "二叠纪"
    }
  ],
  "trans": [
    {
      "pos": "n& adj.",
      "tran_cn": "二叠纪（的）"
    },
    {
      "pos": "n&a",
      "tran_cn": "[地]二叠纪(的)",
      "tran_en": "the Permian period or rock system "
    }
  ],
  "exchange": {}
}