{
  "word": "aerosol",
  "ipa": {
    "us": "ˈeərəsɒl",
    "uk": "ˈerəsɔl"
  },
  "sentences": [
    {
      "en": "Aerosol particles affect visibility, climate, and our health and quality of life.",
      "cn": "气溶胶对大气能见度 、 气候变化以及人类健康等有重要影响."
    },
    {
      "en": "An aerosol spray will make short work of painting awkward objects.",
      "cn": "用喷罐来喷涂，不好对付的物品也能轻松搞定。"
    },
    {
      "en": "Chewing gum - ice or use aerosol freezer to harden and scrape off.",
      "cn": "口香糖冰或者气雾剂冷柜冻硬并且剐掉."
    },
    {
      "en": "Do not spray aerosol or pump products in enclosed areas.",
      "cn": "不喷气雾剂或泵产品,在密封领域."
    },
    {
      "en": "Elaborate equipment for generating and distributing the aerosol is necessary.",
      "cn": "为产生和弥散气雾,必须有专门设备."
    },
    {
      "en": "In the early 1960 s a worldwide aerosol band was discovered in the lower stratosphere at 17 - 24 km.",
      "cn": "在六十年代初期,在17-24公里平流层下部发现世界范围气溶胶带."
    },
    {
      "en": "It's useful as chemical material. aerosol and domestic fuel.",
      "cn": "它可用作化工原料,气雾剂汝民用燃料."
    },
    {
      "en": "OBJECTIVE : To study the hypoglycemic effects of insulin aerosol ( INS AOL ) by pulmonary delivery.",
      "cn": "目的: 研究胰岛素气雾剂经肺部给药后的降血糖作用."
    },
    {
      "en": "On her own to peanuts and spraying aerosol ( control grubs ).",
      "cn": "背起喷雾器往花生地喷药 ( 防治蛴螬 )."
    },
    {
      "en": "The chlorofluoromethanes are used principally in aerosol spray cans and as refrigerants .",
      "cn": "氯氟甲烷主要使用在气溶胶喷雾罐和作为冷冻剂。"
    },
    {
      "en": "The chlorofluoromethanes are used principally in aerosol spray cans and as refrigerants.",
      "cn": "氯氟甲烷主要使用在气溶胶喷雾罐和作为冷冻剂."
    },
    {
      "en": "The influence of the atmospheric aerosol on local and regional atmospheric conditions is readily appreciated.",
      "cn": "气溶胶对局部和区域大气状况的影响是很容易鉴别的."
    },
    {
      "en": "The mission will also observe clouds and aerosol particles in the troposphere.",
      "cn": "此次任务还将观测对流层中的云和气溶胶粒子。"
    },
    {
      "en": "The spectrum of aerosol optical thickness accords with Angstrom relation.",
      "cn": "气溶胶光学厚度谱基本满足Angstrom关系."
    },
    {
      "en": "They also found that new aerosol particles — ultrafine particles suspended in the atmosphere — can form at these heights.",
      "cn": "他们还发现新的气溶胶颗粒——悬浮在大气中的超细颗粒——可以在这个高度形成。"
    },
    {
      "en": "They sprayed aerosol insect repellent into the faces of police.",
      "cn": "他们将喷雾驱虫剂喷在了警察的脸上."
    },
    {
      "en": "This is not at all characteristic of what is known concerning the dry aerosol.",
      "cn": "这根本不是我们已知的有关于气溶胶的特征."
    },
    {
      "en": "When writing about aerosol one is continually invited to digress.",
      "cn": "在描述气溶胶时人们经常离题."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "aerosolize",
          "tran_cn": " 使成烟雾状散开"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sprayed"
          ],
          "tran_cn": "喷雾的；喷雾器的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "atomizer",
            "nebulizer"
          ],
          "tran_cn": "[物化]气溶胶；[化工][中医][药]气雾剂；喷雾器；浮质"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "aerosol can",
      "tran_cn": "气溶胶罐；喷雾罐；喷罐"
    },
    {
      "phrase": "aerosol propellant",
      "tran_cn": "气溶胶喷射剂；气溶胶火箭燃料"
    },
    {
      "phrase": "aerosol spray",
      "tran_cn": "气雾喷雾器"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "喷雾的；喷雾器的"
    },
    {
      "pos": "n",
      "tran_cn": "[化]气溶胶，喷雾剂，悬浮微粒，喷雾器",
      "tran_en": "a small metal container with liquid inside. You press a button on the container to make the liquid come out in very small drops."
    }
  ],
  "exchange": {
    "pl": [
      "aerosols"
    ]
  }
}