{
  "word": "aforesaid",
  "ipa": {
    "us": "ə'fɔ:sed",
    "uk": "əˈfɔrˌsɛd, əˈfor-"
  },
  "sentences": [
    {
      "en": "...the aforesaid organizations and institutions.",
      "cn": "…上述组织和机构。"
    },
    {
      "en": "Any violation of aforesaid obligations shall constitute responsibility subject to the applicable civil or criminal laws.",
      "cn": "若您违反前述义务,将负担相关的民刑事责任."
    },
    {
      "en": "Each of the aforesaid quantities is said to be equal or unequal.",
      "cn": "上述的每一数量都能被等于或不等于表述."
    },
    {
      "en": "His Seal of Obediance is this, the which wear as aforesaid.",
      "cn": "这是他的封印, 佩带方式如上所述."
    },
    {
      "en": "In default of the aforesaid data, no experimental animals may be used.",
      "cn": "无上述资料的实验动物不得应用."
    },
    {
      "en": "In process of time, the rain washes off all the turf and grass aforesaid.",
      "cn": "日子一久, 经过风吹雨打,上面所说的草和草皮都被冲走了."
    },
    {
      "en": "That person duly appeared among the aforesaid objectors.",
      "cn": "这种人在刚才说过的那一班反对者中,果然就出现了."
    },
    {
      "en": "The aforesaid adjustment shall be reported to the competent taxation authorities archival filing . 2.",
      "cn": "上述调整情况,应报主管税务机关备案."
    },
    {
      "en": "The aforesaid general agent agreement must contain following items.",
      "cn": "前项总代理契约应载明下列事项."
    },
    {
      "en": "The aforesaid sales agent agreement must contain the following items.",
      "cn": "前项销售契约应载明下列事项."
    },
    {
      "en": "The aforesaid series of studies shows that psoriasis is a psychosomatic disease.",
      "cn": "这一系列研究表明银屑病是典型的心身疾病."
    },
    {
      "en": "The aforesaid system effectively regulates acts of administrative law - enforcement.",
      "cn": "行政执法责任制的推行有效地规范了行政执法行为."
    },
    {
      "en": "The aforesaid total absence of conversation allowed every extraneous sound to be heard.",
      "cn": "上边谈到的他们的默不作声使得四方传来的一声一音都可以听得见."
    },
    {
      "en": "The freak worktable and unexceptionably solved aforesaid developed has solved this key problem very well.",
      "cn": "通过研制变异工作台装置,极好地解决了超声制孔装置小型化和自动化的关键问题."
    },
    {
      "en": "The invention also provides a method for producing the aforesaid composition.",
      "cn": "本发明也提供一种制备上述组合物的方法."
    },
    {
      "en": "The REIT is the key to the two problems aforesaid.",
      "cn": "房地产投资信托恰恰可以解决上述两个问题."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "aforementioned",
          "tran_cn": " 上述的；前面提及的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "said",
            "same",
            "foresaid"
          ],
          "tran_cn": "前述的，上述的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "anterior"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "上述的，前述的（常用于法律文件）"
    }
  ],
  "exchange": {}
}