{
  "word": "newsletter",
  "ipa": {
    "us": "ˈnjuːzletə(r)",
    "uk": "ˈnuːzletər"
  },
  "sentences": [
    {
      "en": "All the work will be published by Chinese Potters Newsletter.",
      "cn": "两地作品由《陶艺家通讯》出专册发表."
    },
    {
      "en": "BeiMacNews is the newsletter of the Beijing Macintosh Union.",
      "cn": "《北麦刊》是北京麦金塔联盟的会刊."
    },
    {
      "en": "Daniel has just got this month's Computer Club newsletter.",
      "cn": "丹尼尔刚拿到了这个月的电脑俱乐部的时事通讯."
    },
    {
      "en": "Make a hover ad for your newsletter subscription box.",
      "cn": "在时事资讯订阅栏中,可以添加滚动的广告."
    },
    {
      "en": "PETER: Well , the Newsletter is probably your best bet.",
      "cn": "业务通讯可能是最好的方式."
    },
    {
      "en": "Please read the details here in our release newsletter.",
      "cn": "请在这里我们发布的新闻稿中阅读详细信息."
    },
    {
      "en": "She is reading an article in the club newsletter.",
      "cn": "她正在读俱乐部时事通讯上的一篇文章."
    },
    {
      "en": "The meeting notes will be published in a forthcoming newsletter.",
      "cn": "会议讨论的内容将在每周通讯上刊登."
    },
    {
      "en": "The newsletter was printed towards the end of June in readiness for mailing.",
      "cn": "快到6月底的时候，时事通讯印刷完毕准备投寄。"
    },
    {
      "en": "The organization now has around 18,000 members who receive a quarterly newsletter.",
      "cn": "该组织现有大约18,000名成员，他们会收到一份内部通讯季刊。"
    },
    {
      "en": "The society publishes a newsletter twice a year.",
      "cn": "该社团一年出版两次简报。"
    },
    {
      "en": "There are lots of phonies and charlatans in the financial newsletter business.",
      "cn": "干金融通讯这一行的人中间不乏骗子和吹牛大王."
    },
    {
      "en": "They keep in touch with their members by issuing a quarterly newsletter.",
      "cn": "他们印发内部季刊与会员保持联系."
    },
    {
      "en": "This correlation was noted in Issue 181 of this newsletter.",
      "cn": "181期的新闻简报提及了这种联系."
    },
    {
      "en": "Together with the website and E - newsletter, PD China provides multi - media and full - dimension information services.",
      "cn": "配合网站和电子通讯(e-newsletter),《包装文摘》可为业内人士提供 全方位 的多媒体信息服务."
    },
    {
      "en": "We shoved a copy of the newsletter beneath their door.",
      "cn": "我们往他们门下塞了一份时事通讯。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bulletin",
            "organ",
            "paper",
            "publication"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（给特定读者定期寄发的）通讯，时事通讯，业务通讯",
      "tran_en": "a short written report of news about a club, organization etc that is sent regularly to people who are interested"
    }
  ],
  "exchange": {
    "pl": [
      "newsletters"
    ]
  }
}