{
  "word": "orthodontics",
  "ipa": {
    "us": "ˌɔ:θəˈdɒntɪks",
    "uk": "ˌɔrθəˈdɑntɪks"
  },
  "sentences": [
    {
      "en": "A practical experts system is proposed after thorough analysis and study orthodontics.",
      "cn": "在深入分析和研究口腔正畸学的基础上,开发出一套实用的专家系统."
    },
    {
      "en": "A removable dental appliance, fabricated of wire and plastic, that is worn in the palate and used as a diagnostic or therapeutic aid in orthodontics or prosthodontics.",
      "cn": "咬合托一种可移动牙科器具，由金属丝和塑料制成，戴于腭上，作为牙齿矫正或修复的诊断或治疗辅助器。"
    },
    {
      "en": "Conclusion Corticotomy - facilitated orthodontics is an effective method to correct the collapsed arch and severe posterior lockbite.",
      "cn": "结论牵张成骨术配合正畸力是一种解决牙弓塌陷和后牙锁牙合等正畸疑难病例的有效方法."
    },
    {
      "en": "Construction of three - dimensional and non - liner finite element model of Ni - Ti arch wire for orthodontics.",
      "cn": "正畸NiTi弓丝三维非线性有限元建模研究."
    },
    {
      "en": "If baby teeth are lost prematurely, the permanent teeth may erupt malpositioned and require orthodontics later on.",
      "cn": "如果婴儿过早的失去牙齿，恒牙可能会爆发式的错位长出而需要正畸。"
    },
    {
      "en": "It provides science analysis in diagnosis and research of orthodontics.",
      "cn": "该系统为口腔正畸医学的诊断和研究提供科学的分析依据."
    },
    {
      "en": "Methods 812 cases of maxillofacial malformation were treated with dental surgery orthodontics.",
      "cn": "方法对812例牙源性错牙合畸形患者,采用牙外科正畸术矫治."
    },
    {
      "en": "Now it is as just about as cosmetic, and as non - essential, as birth control or orthodontics.",
      "cn": "现在它几乎是仅用作表面的或 非 必须的, 作为出生控制或牙齿矫正."
    },
    {
      "en": "Objective To study the significance and principle of simultaneous orthodontics during mandibular distraction osteogenesis.",
      "cn": "目的探讨下颌骨牵引成骨同期正畸治疗的意义和原则."
    },
    {
      "en": "The control of anchorage has been a difficult question orthodontics.",
      "cn": "摘要支抗的控制一直是正畸领域的难点."
    },
    {
      "en": "This article reviews the recent research developments in implant in orthodontics and prosthodontics.",
      "cn": "本文就种植体在口腔正畸、修复中的研究近况作一些介绍."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "orthodontic treatment",
      "tran_cn": "牙矫正术"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "正牙学",
      "tran_en": "the skill or job of helping teeth to grow straight when they have not been growing correctly"
    }
  ],
  "exchange": {
    "adj": [
      "orthodontic"
    ]
  }
}