{
  "word": "celebratory",
  "ipa": {
    "us": "ˌseləˈbreɪtəri",
    "uk": "ˈseləbrətɔri"
  },
  "sentences": [
    {
      "en": "Art would be no longer be troubling , but purely, celebratory in its functions.",
      "cn": "艺术将不在惹人费神, 其功能将纯粹为了庆典."
    },
    {
      "en": "Art would no longer be troubling, but purely celebratory in its functions.",
      "cn": "艺术将不再惹人费神, 其功能将纯粹为了庆典."
    },
    {
      "en": "Even so, the mood in Toronto was celebratory.",
      "cn": "即便如此, 这次多伦多的会议还是充满了乐观的情绪."
    },
    {
      "en": "He will not be having a celebratory drink, as he is teetotal.",
      "cn": "他滴酒不沾，不会喝庆功酒的。"
    },
    {
      "en": "I much prefer a Nietzschian life - celebratory, life engagement amor fate ( love your fate ) perspective.",
      "cn": "我很喜欢尼采的生命庆祝 、 生命契约、热爱命运的视角."
    },
    {
      "en": "No - one could catch Robbie on his celebratory sprint!",
      "cn": "无人可以在罗本奔跑庆祝入球时捉住他!"
    },
    {
      "en": "On that day, the entire Stone Forest is permeated with a celebratory atmosphere.",
      "cn": "在这一天, 整个的石林都沉浸在一片喜庆的气氛中."
    },
    {
      "en": "That night she, Nicholson and the crew had a celebratory dinner.",
      "cn": "那天晚上，她、尼科尔森和全体工作人员吃了一顿庆功宴。"
    },
    {
      "en": "The Beckhams are joining the rest of their family - including sons Brooklyn and Romeo - for a celebratory lunch.",
      "cn": "贝克汉姆夫妇和他们的两个儿子布鲁克林和罗米欧一起共享庆祝午餐."
    },
    {
      "en": "The plane was greeted in Taipei with celebratory arches of water blasted from airport fire - engines.",
      "cn": "为向该航班致意,台北动用机场消防车,喷出欢迎的水龙."
    },
    {
      "en": "There are dark red celebratory curtains hanging in the hall of the hotel.",
      "cn": "这家酒店大厅里挂着深红色的喜幛."
    },
    {
      "en": "They accepted our terms completely. Pity you missed the celebratory party, though.",
      "cn": "他们完全接受我们的条件. 不过,很可惜你错过了庆祝聚会."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "celebrator",
          "tran_cn": " 庆祝者；祝贺的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "festival",
            "cheerful",
            "enjoyable",
            "gay",
            "happiest"
          ],
          "tran_cn": "快乐的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "表示庆祝的，庆祝性的"
    }
  ],
  "exchange": {}
}