{
  "word": "unlisted",
  "ipa": {
    "us": "ˌʌnˈlɪstɪd",
    "uk": " ˌʌnˈlɪstɪd"
  },
  "sentences": [
    {
      "en": "At present, the unlisted words remains affect the efficiency of information retrieval and automatic indexing largely.",
      "cn": "目前未登录词问题仍然很大程度上影响着自动标引和信息检索的效率."
    },
    {
      "en": "Enter unlisted values here. Use semi - colons to separate multiple values.",
      "cn": "在此处输入未列出的值. 用分号分隔多个值."
    },
    {
      "en": "Geely Holdings , Geely Auto's unlisted parent, has said it is considering a bid.",
      "cn": "吉利汽车未上市的母公司吉利控股集团表示,正在考虑竞购沃尔沃."
    },
    {
      "en": "He / His number is unlisted.",
      "cn": "他[他的电话号码]未列入电话簿."
    },
    {
      "en": "Identifying unlisted words is a peculiar problem to segmentation.",
      "cn": "未登录词识别是目前自动分词中的主要问题."
    },
    {
      "en": "In this search option you can search for companies using three criteria: Listed, Unlisted and De - listed.",
      "cn": "含三个检索项: 上市公司, 非上市公司,已下市公司."
    },
    {
      "en": "Its shares are traded on the Unlisted Securities Market.",
      "cn": "那家公司的股票在场外证券市场交易。"
    },
    {
      "en": "Many listed and unlisted companies need to sell to address covenants.",
      "cn": "许多上市公司和非上市公司需要出售手中资产,以满足借贷契约的要求."
    },
    {
      "en": "Private equity fund to invest in unlisted shares of the enterprise.",
      "cn": "私募股权基金投资于未上市的企业股权."
    },
    {
      "en": "Suntory is unlisted and controlled by Saji and his family.",
      "cn": "三得利并是上市公司,由Saji家族节制."
    },
    {
      "en": "Tau auxiliary unit whose xenotype is unlisted in Imperium Archives.",
      "cn": "希腊字母第19字未面市的在Imperium文件中的附加单位."
    },
    {
      "en": "The junior is buying an unlisted Queensland geothermal explorer and will seek to raise $ 5.9 million.",
      "cn": "其最新的是买进了昆士兰州一家没有上市的地热探测公司,将下590万澳元的赌注."
    },
    {
      "en": "Unlisted, and hence less transparent, institutions are regarded with particular suspicion.",
      "cn": "未上市的机构由于更不透明, 尤其受到怀疑."
    },
    {
      "en": "Usually unlisted securities acquisition costs, the difficulty should be far less than the listed companies.",
      "cn": "通常未上市证券公司的收购成本 、 难度要远小于上市公司."
    },
    {
      "en": "What does a customer do if he wants to sell an unlisted stock?",
      "cn": "如果一位顾客要卖出一种未挂牌的股票,他该怎么办?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未列于表格的，未上市的",
      "tran_en": "not shown on an official stock exchange list"
    }
  ],
  "exchange": {}
}