{
  "word": "premise",
  "ipa": {
    "us": "ˈpremɪs",
    "uk": "ˈpremɪs"
  },
  "sentences": [
    {
      "en": "Advice to investors was based on the premise that interest rates would continue to fall.",
      "cn": "给予投资者的建议是以利率将继续下降这一点为前提的."
    },
    {
      "en": "Be brave to assert ourselves more on the premise of moral action.",
      "cn": "在注重道德行为的前提下,勇敢地表现自己."
    },
    {
      "en": "business premises",
      "cn": "企业经营场所"
    },
    {
      "en": "He acted on the premise that he was absolutely right.",
      "cn": "他的行动是以\"自己是绝对正确的\"为前提的."
    },
    {
      "en": "However, they forgot to mention a very basic premise in their reports.",
      "cn": "但是, 他们的论述中遗忘了一些极基本的前提."
    },
    {
      "en": "I disagree with the premise that economic development has priority over the environment.",
      "cn": "我不赞成经济发展应优先于环境保护这个前提。"
    },
    {
      "en": "It is the premise and reference of improve and harness power quality.",
      "cn": "这是治理和改善电能质量的必要前提和依据."
    },
    {
      "en": "Let me premise my argument with a bit of history.",
      "cn": "让我引述一些史实作为我立论的前提."
    },
    {
      "en": "Schools may earn extra money by renting out their premises.",
      "cn": "学校通过出租房屋场地可以获取额外收入。"
    },
    {
      "en": "Starting from this premise, the Meat Cutters opinion looked beyond the text of the statute itself.",
      "cn": "从这一前提出发, “切肉机”案的观点好像超出了法规条文的范围."
    },
    {
      "en": "the basic premise of her argument",
      "cn": "她的论证的基本前提"
    },
    {
      "en": "The idea that there is life on other planets is the central premise of the novel.",
      "cn": "其他星球存在生命这一观点是这部小说的核心前提。"
    },
    {
      "en": "The premise is that schools will work harder to improve if they must compete.",
      "cn": "前提是，如果各学校必须参与竞争的话，就会更加努力。"
    },
    {
      "en": "Then we speak of a test of the problematic premise.",
      "cn": "那么我们就涉及对有问题的前提的检验."
    },
    {
      "en": "Want to seek rate steadily below the premise that assures quality.",
      "cn": "要在保证质量的前提下稳步求速度."
    },
    {
      "en": "We can deduce a conclusion from the premise.",
      "cn": "我们可以从这个前提推出结论."
    },
    {
      "en": "We must act on the premise that the worst can happen.",
      "cn": "我们必须在可能发生最坏事态的前提下行动."
    },
    {
      "en": "Well, now just a second, I don't altogether agree with the premise.",
      "cn": "嗯，且慢，我并不完全同意这个前提。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "premiss",
          "tran_cn": " 前提"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "precondition"
          ],
          "tran_cn": "前提；上述各项；房屋连地基"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "educe",
            "draw forth"
          ],
          "tran_cn": "引出，预先提出；作为…的前提"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "major premise",
      "tran_cn": "n. [逻]（三段论法的）大前提"
    },
    {
      "phrase": "off the premises",
      "tran_cn": "(尤指酒店)店外，屋外，建筑物外"
    },
    {
      "phrase": "on the premise",
      "tran_cn": "在…前提下"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "前提，[复数]房屋，[复数][合同、契约用语]上述各点，（逻辑学中的）大[小]前提",
      "tran_en": "the buildings and land that a shop, restaurant, company etc uses"
    },
    {
      "pos": "v",
      "tran_cn": "引出，预先提出；作为…的前提"
    }
  ],
  "exchange": {
    "pl": [
      "premises"
    ]
  }
}