{
  "word": "subconscious",
  "ipa": {
    "us": "ˌsʌbˈkɒnʃəs",
    "uk": "ˌsʌbˈkɑnʃəs"
  },
  "sentences": [
    {
      "en": "A psychiatrist can help some people to understand their subconscious urges.",
      "cn": "精神病专家能帮助人们了解潜意识下的冲动."
    },
    {
      "en": "a subconscious fear of failure",
      "cn": "对失败下意识的恐惧"
    },
    {
      "en": "Because your subconscious mind would know the alcohol for what it is.",
      "cn": "因为你的潜意识会知道甲醇到底是什么."
    },
    {
      "en": "Early experiences can implant fears in the subconscious.",
      "cn": "早年的经历会在下意识中埋入恐惧感."
    },
    {
      "en": "He caught her arm in a subconscious attempt to detain her.",
      "cn": "他下意识地抓住她的胳膊想挽留她。"
    },
    {
      "en": "Inner voice is the voice mouth of the subconscious mind.",
      "cn": "心灵是诉说潜意识的嘴."
    },
    {
      "en": "Is Ricky passing me in my subconscious?",
      "cn": "瑞奇在我有意识的情况下想超越我?"
    },
    {
      "en": "My answer seemed to come from the subconscious.",
      "cn": "我的回答似乎出自下意识."
    },
    {
      "en": "My subconscious self is expressing irrational fears.",
      "cn": "我的潜意识本质表现出失去理性的恐惧."
    },
    {
      "en": "Nail biting is often a subconscious reaction to tension.",
      "cn": "咬指甲通常是紧张时的下意识反映."
    },
    {
      "en": "Our mind is divided in two parts; Conscious mind & subconscious mind.",
      "cn": "我们的意识划分为两部分: 显意识 及 潜意识."
    },
    {
      "en": "Subconscious it is same, so the dream also is same.",
      "cn": "潜意识是一样的, 所以梦也是一样的."
    },
    {
      "en": "Subconscious Perception - Submit, share and view great stories, dreams and experiences.",
      "cn": "潜意识知觉提交, 分享和看法伟大的故事, 梦想和经验."
    },
    {
      "en": "The memory of it all was locked deep in my subconscious.",
      "cn": "关于它的一切记忆都深植于我的潜意识里。"
    },
    {
      "en": "The subconscious does not communicate in words, but rather in pictures.",
      "cn": "潜意识并不会用语言交流, 而只是画面."
    },
    {
      "en": "These defensive behavior patterns derive from our subconscious fears.",
      "cn": "这些防范的行为模式源于我们潜意识里的恐惧."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "subconsciously",
          "tran_cn": " 潜意识地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "subconsciousness",
          "tran_cn": " 潜意识；下意识状态"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unconsious"
          ],
          "tran_cn": "[心理]潜意识的；下意识的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "subjective"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "下意识的，潜意识的",
      "tran_en": "subconscious feelings, desires etc are hidden in your mind and affect your behaviour, but you do not know that you have them"
    },
    {
      "pos": "n",
      "tran_cn": "下意识；潜意识",
      "tran_en": "the part of your mind that has thoughts and feelings you do not know about"
    }
  ],
  "exchange": {
    "adv": [
      "subconsciously"
    ]
  }
}