{
  "word": "alphabetically",
  "ipa": {
    "us": "ˌælfə'betɪklɪ",
    "uk": "ˌælfə'betɪklɪ"
  },
  "sentences": [
    {
      "en": "For example, you could list your records in your report alphabetically.",
      "cn": "例如，可以在报告中按字母顺序列出记录。"
    },
    {
      "en": "I alphabetically aligned my books on the book shelf.",
      "cn": "我把书按照字母表顺序排列在书架上."
    },
    {
      "en": "I've arranged the books alphabetically so don't muddle them up.",
      "cn": "我已按字母顺序把这些书整理了,千万不要再弄乱."
    },
    {
      "en": "Let's sort the names alphabetically.",
      "cn": "咱们把名字按字母顺序归类."
    },
    {
      "en": "Most books were arranged wholly artificially, often alphabetically.",
      "cn": "多数的书全是人为排列, 往往按字母顺序排."
    },
    {
      "en": "Provides lists of compiler options, organized alphabetically or by purpose.",
      "cn": "提供按字母顺序或按用途排列的编译器选项列表."
    },
    {
      "en": "References should be listed alphabetically author at the end of the manuscript.",
      "cn": "参考文献必须以字母顺序排列,置于文稿末尾."
    },
    {
      "en": "She listed the states alphabetically but California was out of order.",
      "cn": "她按字母顺序把各州排列出来,但加利福尼亚却排错了顺序."
    },
    {
      "en": "Some options led to a second list of recipes organized alphabetically or by most recent entry.",
      "cn": "一些选项指向按字母顺序或者按最近访问组织的另一个菜谱列表。"
    },
    {
      "en": "Sort items alphabetically or display them in a custom order.",
      "cn": "按字母顺序对项排序或以自定义顺序显示它们."
    },
    {
      "en": "Sorting options to sort your image list alphabetically, ascending or descending.",
      "cn": "排序选项排序您的形象名单按字母顺序, 升序或降序."
    },
    {
      "en": "Sorts items alphabetically by name of the folder they are in.",
      "cn": "将项目按其所在文件夹的字母顺序排列."
    },
    {
      "en": "The books are listed alphabetically.",
      "cn": "这些书是按字母顺序编入目录的."
    },
    {
      "en": "The catalog is organized alphabetically by label name.",
      "cn": "这个目录按标签名的字母顺序排列而成。"
    },
    {
      "en": "The names are listed alphabetically with the last or surname first.",
      "cn": "地址和电话号码.姓名是姓在前,名在后,按英文字母的顺序排列."
    },
    {
      "en": "These cards are arranged alphaBetically under Both author and title.",
      "cn": "这些卡片是按照作者和书名的字母顺序排列的."
    },
    {
      "en": "They are all filed alphabetically under author.",
      "cn": "这些都是按照作者姓名的字母顺序归档的。"
    },
    {
      "en": "You can sort the rows within a table of data according to the data type, allowing you to order by figures — alphabetically and by date.",
      "cn": "您还可以根据数据类型对数据表格中的行进行排序，这样便可以按数字、字母和日期进行排序。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alphabetic",
          "tran_cn": " 字母的；照字母次序的"
        },
        {
          "word": "alphabetical",
          "tran_cn": " 字母的；[计] 依字母顺序的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "alpha",
          "tran_cn": " 希腊字母的第一个字母；开端；最初"
        },
        {
          "word": "alphabet",
          "tran_cn": " 字母表，字母系统；入门，初步"
        },
        {
          "word": "alphabetization",
          "tran_cn": " 按照字母顺序排列；拼音化"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "alphabetize",
          "tran_cn": " 依字母顺序排列；用字母表示；拼音化"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "照字母顺序排列地"
    }
  ],
  "exchange": {
    "adj": [
      "alphabetical"
    ]
  }
}