{
  "word": "containerization",
  "ipa": {
    "us": "kənˌteɪnəraɪ'zeɪʃn",
    "uk": "kənˌteɪnəraɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "Containerization is popular in international movement.",
      "cn": "集装箱化在国际运输中甚受欢迎."
    },
    {
      "en": "Containerization is regarded as a mode for more efficient shipment.",
      "cn": "集装箱化被认为是一种效率高的运货方式."
    },
    {
      "en": "Containerization is regarded as a mode of more efficient shipment.",
      "cn": "集装箱化被认为是一种高效率的货运方式."
    },
    {
      "en": "Containerization is regarded as a model for abundance efficient shipment.",
      "cn": "集装箱化被以为是一种效率更高的运货办法."
    },
    {
      "en": "Containerization is regarded as a model for more efficient shipment.",
      "cn": "集装箱化被认为是一种效率更高的运货方式."
    },
    {
      "en": "Firstly, transportation by means of containerization had become prevalent in sea transportation.",
      "cn": "首先, 货柜运输在航海运输中变成通行的方式."
    },
    {
      "en": "Furthermore, containerization integrates all process, such as packaging, and unloading, transporting between locations, storage and distribution.",
      "cn": "此外, 货柜运输充斥着整个流程, 例如包装 、 装卸 、 运输 、 存储和配送."
    },
    {
      "en": "I think containerization be one of the best transportation method at present.",
      "cn": "我认为集装箱化是当前的最佳运输方法之一."
    },
    {
      "en": "I think containerization is one of the best loading methods at present.",
      "cn": "我认为集装箱运输是目前最佳运输方法之一."
    },
    {
      "en": "I think that containerization is one of the best transportation methods at present.",
      "cn": "我认为是集装箱化是当前的最佳运输方法这一。"
    },
    {
      "en": "Modern logistics adopts containerization techniques.",
      "cn": "现代物流采用了集装技术."
    },
    {
      "en": "Of course the shipment of goods has been changed by the technique of containerization.",
      "cn": "当然货物装运随集装箱运输技术而改变."
    },
    {
      "en": "The containerization of railway freightage is an important means of enhancing the efficiency of railway transportation.",
      "cn": "铁路货物运输的集装箱化是提高铁路运输效率的重要手段。"
    },
    {
      "en": "The growth of containerization has resulted in changes in transport patterns and practices.",
      "cn": "集装箱化的增长导致了运输方式和实际惯例的改变。"
    },
    {
      "en": "There's no doubt that the shipment of goods have been improved by the technique of containerization.",
      "cn": "由于采用集装箱技术,货物运输无疑已得到改进."
    },
    {
      "en": "With the development of containerization.",
      "cn": "随着集装箱化的发展."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "货柜运输"
    }
  ],
  "exchange": {
    "adj": [
      "containerized"
    ]
  }
}