{
  "word": "onetime",
  "ipa": {
    "us": "'wʌntaɪm",
    "uk": "ˈwʌnˌtaɪm"
  },
  "sentences": [
    {
      "en": "A onetime college drinking game has turned into some serious business.",
      "cn": "大学饮酒赛已经变成一种正规的竞赛了."
    },
    {
      "en": "A onetime dose may affect the body differently than daily consumption.",
      "cn": "一次性的剂量带来的影响可能不同于日常的引用."
    },
    {
      "en": "About 100 people can be served at one sitting , ie together, at onetime.",
      "cn": "约一百人可同时进餐."
    },
    {
      "en": "And the corollary seems to be: Why bother risking harm by assaulting onetime transgressors?",
      "cn": "自然的结论似乎就是: 为什么要冒险去进攻那些一时的侵犯者 呢 ?"
    },
    {
      "en": "Generally speaking , protect 100 thousand yuan more appropriate, common thing onetime capital can be dealt with.",
      "cn": "一般来说, 保10万元比较合适, 一般的事故都能应付."
    },
    {
      "en": "Gucci : She a real star. Not a onetime thing.",
      "cn": "古奇: 她是真正的明星, 绝非昙花一现."
    },
    {
      "en": "His information was granted to him by the archangel Metatron, the onetime patriarch Enoch.",
      "cn": "他的资料是经过天使长,从前的族长以诺的许可而写来的."
    },
    {
      "en": "Instead, we must develop compassion for others , even those who have hurt us onetime or another.",
      "cn": "相反地, 我们必须发展对他人的同情, 即便是那些曾经伤害过我们的人."
    },
    {
      "en": "It is a onetime event.",
      "cn": "这是一次性的事件."
    },
    {
      "en": "Jenny, the onetime movie star, is now an aged woman.",
      "cn": "詹妮, 这位当年的电影明星, 现在已经是老妇人了."
    },
    {
      "en": "Many of these are onetime expenditures, but they can cost a lot more than seeds.",
      "cn": "这些很多都是一次性开销, 不过可能比花在种子上的钱要多得多."
    },
    {
      "en": "Objective To observe the effects of recycling onetime injecting things with sharp machine boxes.",
      "cn": "目的观察锐器盒回收一次性注射用品的效果."
    },
    {
      "en": "The legislative body had voted to oust the country's onetime rulers.",
      "cn": "立法机构通过投票将该国的前度领导人赶下了台。"
    },
    {
      "en": "The onetime heir apparent had played an instrumental role this year in propping up his father's rule and his crackdown against the rebellion that ultimately ended his 42-year grip on power.",
      "cn": "曾一度作为卡扎菲继承人的赛义夫今年在巩固其父亲的统治并帮助镇压反抗武装一事中起到积极作用。 这场反抗活动最终结束了卡扎菲对利比亚42年的统治。"
    },
    {
      "en": "This paper includes an algorithm of onetime password system and a typical application.",
      "cn": "提出了一种动态口令的算法实现和设计思想,并提供了典型应用案例."
    },
    {
      "en": "Traditional password systems are being substituted by onetime ones because of weak security the formers.",
      "cn": "由于传统的静态口令认证方式在现在的网络环境里面临着很多安全挑战,于是动态口令的概念被业内人士提出."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "former",
            "long-ago"
          ],
          "tran_cn": "从前的；一度的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "beforetime",
            "ever before"
          ],
          "tran_cn": "一度；从前"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sometime"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "过去的，从前的"
    },
    {
      "pos": "adv",
      "tran_cn": "从前"
    }
  ],
  "exchange": {}
}