{
  "word": "sorghum",
  "ipa": {
    "us": "ˈsɔːɡəm",
    "uk": "ˈsɔːrɡəm"
  },
  "sentences": [
    {
      "en": "Agricultural production of sorghum, maize, millet, potato, rich pear, apple.",
      "cn": "农业主产高粱 、 玉米 、 谷子 、 薯类, 盛产梨 、 苹果."
    },
    {
      "en": "Agriculture to plant sorghum, maize, millet - based andy ang nai niu.",
      "cn": "农业以种植高粱 、 玉米 、 谷子为主,兼养奶牛."
    },
    {
      "en": "And serve plenty of sorghum.",
      "cn": "多给他们点高梁饴."
    },
    {
      "en": "Bread of this kind is made from sorghum flour.",
      "cn": "这种面包是用高粱面做的."
    },
    {
      "en": "But some plants, including maize and sorghum, have evolved to use a type called C4.",
      "cn": "但是一些植物，包括玉米和高粱，进化成了使用C4型的光合作用。"
    },
    {
      "en": "Corn, wheat and sorghum are feed grain.",
      "cn": "谷类 、 麦子及玉蜀黍等都是家畜的饲料."
    },
    {
      "en": "From the \"Red Sorghum\", Mo Yan almost never stops his exploration and innovation in the aspects of literary style.",
      "cn": "从《红高粱》开始，莫言几乎从未停止在文体方面的探索和创新。"
    },
    {
      "en": "In Somalia the monopoly of parastatals in maize, sorghum, and imported foods has been eliminated.",
      "cn": "在索马里,在玉米 、 高梁以及进口粮食交易方面半国营垄断机构已被取消."
    },
    {
      "en": "Mo Yan’s novel Red Sorghum first came to wide attention on the big screen both at home and abroad in 1987.",
      "cn": "莫言的小说《红高粱》于1987被拍摄为同名电影作品并在国内外获得了广泛关注。"
    },
    {
      "en": "T is under a sorghum, insert the dip nib.",
      "cn": "笔是高粱杆一节, 插入蘸笔尖."
    },
    {
      "en": "The development of the A 3 cytoplasm in forage sorghum breeding.",
      "cn": "研究A3细胞质在饲草高粱育种上的利用."
    },
    {
      "en": "The main crops are wheat, corn, sorghum, beans and so on.",
      "cn": "主要农作物有小麦 、 玉米 、 高粱 、 豆类等."
    },
    {
      "en": "The sorghum is in the ear.",
      "cn": "高粱抽穗了."
    },
    {
      "en": "They made sorghum into pig feed.",
      "cn": "他们把高粱做成了猪饲料."
    },
    {
      "en": "This place is famous for corn, wheat, sorghum and cattle.",
      "cn": "此地以出产玉米 、 小麦 、 高梁和牲畜出名."
    },
    {
      "en": "We can grow sorghum or maize on this plot.",
      "cn": "这块地可以种高粱或玉米."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "durra",
            "broomcorn"
          ],
          "tran_cn": "[作物]高粱；蜀黍；甜得发腻的东西"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "sweet sorghum",
      "tran_cn": "甜高粱"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高粱，秫",
      "tran_en": "a type of grain that is grown in tropical areas"
    }
  ],
  "exchange": {}
}