{
  "word": "echelon",
  "ipa": {
    "us": "ˈeʃəlɒn",
    "uk": "ˈeʃəlɑn"
  },
  "sentences": [
    {
      "en": "Accept evolution of breakthrough of classified guidance, key, echelon.",
      "cn": "采取分类指导 、 重点突破 、 梯形发展."
    },
    {
      "en": "After having lost this ball, Team Dalian's echelon situation has not been optimistic.",
      "cn": "输掉了这场球之后, 大连队的保级形势已不乐观."
    },
    {
      "en": "And 4 big characteristic act as agent, just about courageously the another echelon formation of assault.",
      "cn": "而四大特色代理, 正是奋勇冲锋的又一梯队."
    },
    {
      "en": "Emphasizing the building of echelon and opening the volleyball market.",
      "cn": "9注重我国男排运动队的梯队建设,开拓排球市场."
    },
    {
      "en": "Extensions of n - echelon catenarian supply chain pricing model.",
      "cn": "链状n级供应链定价扩展模型."
    },
    {
      "en": "Headquarters forward echelon ( HQ forward echelon )",
      "cn": "指挥部前沿梯队 ( 先遣指挥部 )"
    },
    {
      "en": "Headquarters rear echelon ( HQ rear echelon )",
      "cn": "指挥部后方梯队 ( 后方指挥部 )"
    },
    {
      "en": "Oil field strengthened the talent's education and reserve, perfected talent echelon formation to develop a mechanism.",
      "cn": "油田加强了人才的培养和储备, 完善了人才梯队培养机制."
    },
    {
      "en": "Primarily using the Lonworks technology of Echelon corp. and WEB technology of ASP, XML, SQL and.",
      "cn": "主要采用的是Echelon公司的LONWORKS技术 和ASP 、 XML 、 SQL、.NET等WEB技术."
    },
    {
      "en": "Such talented person echelon and specialized troop, for profession in rare.",
      "cn": "这样的人才梯队与专业化队伍, 为行业内所少见."
    },
    {
      "en": "The calves of dolphins swim alongside their mothers in an arrangement known as echelon formation.",
      "cn": "刚出生的海豚以一种梯队的阵型游在他们母亲的身边."
    },
    {
      "en": "The company also is actively strive to train research personnel echelon every year in college recruitment.",
      "cn": "公司同时也在积极努力培养研发人员梯队,每年都在高校有招聘."
    },
    {
      "en": "The ore bodies display parallel en echelon and end - to - end alignment , occurring as a vein zone.",
      "cn": "矿体呈脉带状平行侧列、尖灭再现展布."
    },
    {
      "en": "Their clients are drawn from the highest echelons of society.",
      "cn": "他们的客户是从社会最高层吸引来的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "degree",
            "layer",
            "strata"
          ],
          "tran_cn": "梯形；梯次编队；梯阵；阶层"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "en echelon",
      "tran_cn": "雁列式的；梯形"
    },
    {
      "phrase": "in echelon",
      "tran_cn": "排成梯队的(地)；梯次配置的(地)"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（机构中的）等级，阶层（机构中的）等级，阶层，梯形，梯形编队",
      "tran_en": "a rank or level of authority in an organization, business etc, or the people at that level"
    }
  ],
  "exchange": {
    "pl": [
      "echelons"
    ]
  }
}