{
  "word": "hometown",
  "ipa": {
    "us": "ˈhəʊmtaʊn",
    "uk": "ˈhoʊmtaʊn"
  },
  "sentences": [
    {
      "en": "Australia is the hometown of kangaroos.",
      "cn": "澳大利亚是袋鼠的故乡."
    },
    {
      "en": "Do you like your hometown?",
      "cn": "你喜欢你的家乡吗？"
    },
    {
      "en": "He enjoyed the fair land scape of his hometown.",
      "cn": "他喜欢家乡的美丽风光."
    },
    {
      "en": "He is keeping on the house in his hometown.",
      "cn": "他把家乡的那栋房屋保留着."
    },
    {
      "en": "He returned to his hometown in the spring of 1969.",
      "cn": "他在1969年春天回到了故乡."
    },
    {
      "en": "Her strong local accent betrayed her hometown.",
      "cn": "从她满口浓浓的乡音可以知道她的家乡."
    },
    {
      "en": "I often return in dreams to my hometown.",
      "cn": "我常常在梦中回到我的故乡."
    },
    {
      "en": "I went to work as a painter in my hometown, Natrona Heights, Pennsylvania.",
      "cn": "我在家乡宾夕法尼亚州的纳特罗纳海茨当了个油漆匠。"
    },
    {
      "en": "My hometown had changed so much that I could hardly recognize it.",
      "cn": "故乡变化太大了,我几乎认不出来了."
    },
    {
      "en": "One day, Ying Tai's parents told her to return to her hometown.",
      "cn": "某天, 英台的父母要她返回家乡."
    },
    {
      "en": "She expressed the wish to be interred in the graveyard of hometown.",
      "cn": "她表达了死后葬在故乡的墓地上的愿望。"
    },
    {
      "en": "The crowd yelled when the hometown team scored a touchdown.",
      "cn": "当他们自己的队得了底线分时,人群高声呼喊起来."
    },
    {
      "en": "The houses in my hometown were chiefly composed of wood.",
      "cn": "我家乡的房子过去多由木料制成."
    },
    {
      "en": "The scenery in my hometown is beautiful beyond expression.",
      "cn": "我家乡的景色美得无法形容."
    },
    {
      "en": "There's a subway in my hometown, but there was none two years ago.",
      "cn": "我的家乡现在有了地铁，可两年之前还没有呢。"
    },
    {
      "en": "They have been unjustly dispossessed of their hometown.",
      "cn": "他们被无理赶出家园."
    },
    {
      "en": "We asked Jason to write an essay about his hometown and about his place in it.",
      "cn": "我们让贾森写一篇有关他的家乡和他自己的家的短文。"
    },
    {
      "en": "We asked Jason to write an essay about his hometown.",
      "cn": "我们让贾森写一篇有关他的家乡的短文。"
    },
    {
      "en": "What do you think of your hometown?",
      "cn": "你觉得你的家乡怎么样？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "country",
            "native land"
          ],
          "tran_cn": "家乡；故乡"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": " 家乡的"
    },
    {
      "pos": "n",
      "tran_cn": "家乡，故乡，“home town”的变体",
      "tran_en": "Someone's hometown is the town where they live or the town that they come from"
    }
  ],
  "exchange": {
    "pl": [
      "hometowns"
    ]
  }
}