{
  "word": "imago",
  "ipa": {
    "us": "ɪˈmeɪgəʊ",
    "uk": "ɪˈmeɪgoʊ"
  },
  "sentences": [
    {
      "en": "Colin, the theory of urban imago of Kevin.",
      "cn": "凯文·林奇的“城市意象”理论；"
    },
    {
      "en": "Dream imago was formed in Sushi's special life experience.",
      "cn": "梦幻意象是苏轼在特殊的人生经历中形成的."
    },
    {
      "en": "From the discussion of flowerage imagoes, this dissertation discusses the connotation of \"Huahun\" imago on the foundation of flowerage imagoes.",
      "cn": "本文从讨论《红楼梦》的花意象出发，着重揭示在花意象基础上所生成的花魂意象的内涵。"
    },
    {
      "en": "Imago 2, white snow covers the low bungalow.",
      "cn": "意象二 、 白雪覆盖着矮矮的平房."
    },
    {
      "en": "It is my imago mundi , that picture of world I carry with me as its imagination.",
      "cn": "这正是我的imagomundi(理想世界),是我经常随我同行的想像中的世界."
    },
    {
      "en": "ORHarm was also expressed in different developmental stages of egg, larva, pupa and imago.",
      "cn": "在棉铃虫发育的各个时期,如卵 、 幼虫 、 蛹和成虫体内,也都有表达."
    },
    {
      "en": "The discussion of his poetry usually is expressed by imago . Wentingyun artistic beauty.",
      "cn": "总的说来,温庭筠的乐府诗语言华美、绮艳,意象富丽、稠密,寓意往往借形象传达."
    },
    {
      "en": "The imago of God in MU Dan's poems was his fulcrum and balm, which was \"outside the body\" of the poet.",
      "cn": "穆旦诗歌里的“上帝” 意象是诗人“人身以外”的一个支点与一份安慰。"
    },
    {
      "en": "The life cycle of mayflies consists of four stages: egg, nymph, subimago, and imago.",
      "cn": "蜉蝣的生命周期由四个阶段组成: 卵, 蛹,亚成虫, 成虫."
    },
    {
      "en": "The manifestation of modern Chinese painting is inseparable from aesthetic imago.",
      "cn": "现代中国画艺术的表现离不开审美意象."
    },
    {
      "en": "The natural scene imago is a research object which board connection territory in the drama text.",
      "cn": "自然场景意象,在戏剧文本中是个关联域宽广的研究对象."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "成虫",
      "tran_en": "an adult sexually mature insect produced after metamorphosis "
    }
  ],
  "exchange": {
    "pl": [
      " imaginess",
      "imagoes"
    ]
  }
}