{
  "word": "proton",
  "ipa": {
    "us": "ˈprəʊtɒn",
    "uk": "ˈproʊtɑːn"
  },
  "sentences": [
    {
      "en": "A proton is an elementary particle of matter.",
      "cn": "质子是物质的基本粒子。"
    },
    {
      "en": "Amines other than pyridines have been successfully employed as a proton sponge.",
      "cn": "用胺作为质子吸收体代替吡啶还是得到同样的结果."
    },
    {
      "en": "An electron has a negative charge, a proton has a positive charge.",
      "cn": "电子带负电荷, 质子带正电荷."
    },
    {
      "en": "Dirac's theory also predicted a negatively charged sister for the proton, called the antiproton.",
      "cn": "狄喇克的理论还预言有一种质子的姐妹粒子,带负电荷, 叫做反质子."
    },
    {
      "en": "Does the proton finally come to rest?",
      "cn": "这个质子最终会静止 吗 ?"
    },
    {
      "en": "Hydrogen, the most common molecule in the universe, is just two atoms—each with one proton and one electron.",
      "cn": "是宇宙中最普通的分子，仅有两个原子构成，每个原子仅包含一个质子和一个电子。"
    },
    {
      "en": "If the port could be breached by proton torpedoes, then the resulting chain reaction would destroy the station.",
      "cn": "如果质子鱼雷能突破这个排热口，那引起的连锁反应就将摧毁整个太空站。"
    },
    {
      "en": "Neutron is neutral and slightly heavier than the proton.",
      "cn": "中子是中性的,比质子略重."
    },
    {
      "en": "Proton and neutron form a charge doublet.",
      "cn": "质子和中子构成电荷双重态."
    },
    {
      "en": "So we get at the number of neutrons indirectly because we know the proton number here.",
      "cn": "所以，我们可以间接得到中子数,因为我们知道质子数了。"
    },
    {
      "en": "That particular equality, the proton - electron charge balance, is open to a very sensitive test.",
      "cn": "质子和电子的电荷完全相等这一点, 很容易用很灵敏的实验来检验."
    },
    {
      "en": "The electron continues to whirl about the proton.",
      "cn": "电子继续绕着质子转."
    },
    {
      "en": "The hydrated proton has been included in the calculations as one ion.",
      "cn": "水合质子作为一种离子包括在计算中."
    },
    {
      "en": "The most general means of generating carban nucleophiles involves removal of a proton from a carbon.",
      "cn": "从碳原子上移走一质子,是产生亲核性碳的最普通手段."
    },
    {
      "en": "The proton and electron are certainly long - lived.",
      "cn": "质子与电子当然可算长寿了."
    },
    {
      "en": "Their combined kinetic energy is much more than that of the original proton.",
      "cn": "它们的总动能比原来质子的功能大得多."
    },
    {
      "en": "This activity regenerates some of the ATP lost in proton reduction.",
      "cn": "这一反应可以使在质子还原过程中丢失的某些ATP再生."
    },
    {
      "en": "When a neutron inside an atom decays, it produces a proton, an electron, and a neutrino.",
      "cn": "原子内的一个中子衰变后会产生一个质子、一个电子和一个中微子。"
    },
    {
      "en": "When a particle, such as a proton, meets with its antimatter partner, the antiproton, the two annihilate each other in a powerful explosion.",
      "cn": "就像正质子那样的粒子，如果它与其反物质的配偶——反质子相遇，这两个粒子就会在强大的爆炸中相互湮灭。"
    },
    {
      "en": "When alkali is added to such compounds a series of proton dissociations occurs.",
      "cn": "当碱加到这类化合物中,将发生一系列质子离解作用."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "merron",
            "uron"
          ],
          "tran_cn": "[物]质子"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "molecule"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "proton pump",
      "tran_cn": "质子泵"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[物]质子",
      "tran_en": "a very small piece of matter with a positive electrical  charge  that is in the central part of an atom"
    }
  ],
  "exchange": {
    "pl": [
      "protons"
    ]
  }
}