{
  "word": "elsewhere",
  "ipa": {
    "us": "ˌelsˈweə(r)",
    "uk": "ˌelsˈwer"
  },
  "sentences": [
    {
      "en": "Almost 80 percent of the state's residents were born elsewhere.",
      "cn": "该州居民中几乎有80%出生在异地。"
    },
    {
      "en": "Businesses are feeling the indirect effects from the recession that'sgoing on elsewhere.",
      "cn": "企业感受到了别处经济衰退带来的间接影响。"
    },
    {
      "en": "But if you are not satisfied then go elsewhere.",
      "cn": "但是如果你不满意，就换个地方。"
    },
    {
      "en": "Crowds elsewhere drew fire from troops.",
      "cn": "其他地方的人群吸引了军队的火力。"
    },
    {
      "en": "He looked vaguely around the room as he spoke, his mind elsewhere.",
      "cn": "他边说话边茫然地打量着房间，心不在焉的样子。"
    },
    {
      "en": "In a true market, the customer can take business elsewhere.",
      "cn": "在真正的市场中，顾客可以去别处洽谈业务。"
    },
    {
      "en": "In Italy, as elsewhere, television has made deep inroads into cinema.",
      "cn": "在意大利，跟在别处一样，电视严重影响了电影市场，夺走了大批观众。"
    },
    {
      "en": "Kerala has less crime and alcoholism than elsewhere in India.",
      "cn": "喀拉拉邦的犯罪和酗酒现象少于印度的其他地区。"
    },
    {
      "en": "Lift the turfs carefully— they can be re-used elsewhere.",
      "cn": "抬草皮时小心点——它们还能在别处重新利用。"
    },
    {
      "en": "Our troops are to be redeployed elsewhere.",
      "cn": "我们的部队将被重新部署到其他地区。"
    },
    {
      "en": "Parliament is seen as a rubber stamp for decisions made elsewhere.",
      "cn": "议会被看作橡皮图章，只会批准他人的决定。"
    },
    {
      "en": "She is becoming famous in Australia and elsewhere.",
      "cn": "她在澳大利亚和其他地方渐渐出名了。"
    },
    {
      "en": "Tampering with a single enzyme can lead to untoward effects elsewhere.",
      "cn": "破坏一种酶可能会导致在别处出现异常。"
    },
    {
      "en": "The answer to the problem must be sought elsewhere.",
      "cn": "这个问题的答案必须在别处寻找。"
    },
    {
      "en": "The main problem, I believe, lies elsewhere.",
      "cn": "主要的问题，我认为，出在别的地方。"
    },
    {
      "en": "They neglect their duty at the least hint of fun elsewhere.",
      "cn": "别处哪怕发生一丁点儿乐事，他们便会忘记自己的职责。"
    },
    {
      "en": "Unable to find the book in this bookstore, he bought elsewhere.",
      "cn": "这家书店找不到此书, 他到别处买去了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "absent",
            "another",
            "anywhere",
            "else",
            "here",
            "not",
            "place",
            "somewhere"
          ],
          "tran_cn": "在别处"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "out",
            "outside"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "在/去/到别处",
      "tran_en": "in, at, or to another place"
    }
  ],
  "exchange": {}
}