{
  "word": "telecommunications",
  "ipa": {
    "us": "ˌtelikəˌmjuːnɪˈkeɪʃnz",
    "uk": "ˌtelikəˌmjuːnɪˈkeɪʃnz"
  },
  "sentences": [
    {
      "en": "A conference between persons who are remote from one anotherbut linked together by a telecommunications system.",
      "cn": "通过电信系统将相互远离的人们联系在一起而实现的一种会议."
    },
    {
      "en": "A digital switching device in telecommunications for routing lines.",
      "cn": "电讯中用于线路路由的数字交换装置."
    },
    {
      "en": "a new telecommunications system",
      "cn": "新的电信系统"
    },
    {
      "en": "And services such as telecommunications and energy are important inputs for manufacturers.",
      "cn": "另外对制造商而言,诸如通讯和能源之类的服务是笔很重要的投入."
    },
    {
      "en": "Beijing University of Posts and Telecommunications that Professor Wang.",
      "cn": "北京邮电大学教授王立新认为."
    },
    {
      "en": "For instance, in telecommunications, or geology, 3 D data management is needed.",
      "cn": "比如在远程通讯或者是地质方面就需要3D数据的管理."
    },
    {
      "en": "Information technology. Telecommunications and information exchange between systems. Private integrated services network.",
      "cn": "信息技术. 系统间电信和信息交换. 个人集成服务网络."
    },
    {
      "en": "Minicomputers are often used to control the telecommunications.",
      "cn": "小型计算机常常用来控制远距离通信."
    },
    {
      "en": "Most of them are still in IT, telecommunications and consumer products.",
      "cn": "他们大多数仍然以IT 、 通讯和消费产品为主."
    },
    {
      "en": "San Diego also has a thriving telecommunications industry and is a center of high - performance computing.",
      "cn": "圣地亚哥还有一项最兴旺的电信业,它还是高性能计算机业的中心."
    },
    {
      "en": "technological developments in telecommunications",
      "cn": "电信技术的发展"
    },
    {
      "en": "Telecommunications through voice, data, and image communication is changing the world.",
      "cn": "电信通过语音, 数据和图像通信正在改变着世界."
    },
    {
      "en": "The deal is expected to result in similar tie-ups between big media companies and telecommunications operators.",
      "cn": "这笔交易可能促成大型传媒公司和电信运营商结成类似的联营关系。"
    },
    {
      "en": "The news gave a fillip to the telecommunications sector.",
      "cn": "这个消息给电信部门注入了一针强心剂。"
    },
    {
      "en": "the telecommunications industry",
      "cn": "电信业"
    },
    {
      "en": "The television screens of the next century will be linked up to an emerging world telecommunications grid.",
      "cn": "下个世纪的电视屏幕将会接入到正在形成的全球电信网络中。"
    },
    {
      "en": "To ensure long - term growth, railway, aviation, finance, telecommunications monopoly must be broken.",
      "cn": "要保证 长期 的增长, 铁路 、 航空 、 金融 、 电信的垄断都要打破."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "communication",
            "corresponce"
          ],
          "tran_cn": "通讯；电信学"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "international telecommunication union",
      "tran_cn": "国际电信联盟"
    },
    {
      "phrase": "telecommunication cable",
      "tran_cn": "长途通信电缆"
    },
    {
      "phrase": "telecommunication equipment",
      "tran_cn": "电信设备"
    },
    {
      "phrase": "telecommunication network",
      "tran_cn": "远程通信网络"
    },
    {
      "phrase": "telecommunication satellite",
      "tran_cn": "通信卫星"
    },
    {
      "phrase": "telecommunication system",
      "tran_cn": "远程通信系统"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[电]电通信，电信，通讯，电信学，电讯",
      "tran_en": "the sending and receiving of messages by telephone, radio, television etc"
    }
  ],
  "exchange": {
    "adj": [
      "telecommunication"
    ]
  }
}