{
  "word": "dengue",
  "ipa": {
    "us": "ˈdeŋgi",
    "uk": "'deŋɡɪ"
  },
  "sentences": [
    {
      "en": "A : Yellow fever, Dengue fever and the West Nile fever.",
      "cn": "黄热病, 登革热和西尼罗热."
    },
    {
      "en": "Ae, albopictus is one of main vectors of Dengue Fever and Dengue Haemorrhagic Fever.",
      "cn": "白纹伊蚊是传播登革出血热的重要媒介之一."
    },
    {
      "en": "Dengue fever is a flu - like illness.",
      "cn": "[登革热是一种类似感冒的病. ]"
    },
    {
      "en": "Dengue hemorrhagic fever is a crucial infection disease.",
      "cn": "登革热是一种交叉感染的疾病."
    },
    {
      "en": "Dengue is spread through the bite of infected mosquitosmosquitoes.",
      "cn": "登革热是通过受到感染的蚊子传播的."
    },
    {
      "en": "Dengue victims sometimes develop bleeding. This is dengue hemorrhagic fever . The W.",
      "cn": "登革热患者有时会发展为出血症状, 这就是出血性登革热."
    },
    {
      "en": "Dengue victims sometimes develop bleeding. This is dengue hemorrhagic fever.",
      "cn": "登革热患者有时会有出血症状, 这就是出血性登革热."
    },
    {
      "en": "Dengue victims sometimes develop bleeding. This is dengue hemorrhagic hemorrhagic fever.",
      "cn": "等个人受害者有时会出血, 这就是出血性登革热病."
    },
    {
      "en": "Dengue victims victims sometimes develop leadingbleeding.",
      "cn": "登革热患者有时会出血."
    },
    {
      "en": "Guard against the breeding of mosquitoes to avoid dengue.",
      "cn": "对滋生蚊虫要多加防范,以免得到骨痛热病."
    },
    {
      "en": "Have you been to a dengue fever epidemic area recently?",
      "cn": "你近期到过登革热疫区 吗 ?"
    },
    {
      "en": "Insect borne diseases like dengue fever tick - borne encephalitis and malaria will spread.",
      "cn": "虫媒传染病,如登革热,森林脑炎,疟疾正在蔓延."
    },
    {
      "en": "It is the major media for malaria and dengue fever.",
      "cn": "埃及伊蚊是登革热病的传播媒介."
    },
    {
      "en": "Mosquitoes follow carbon dioxide (CO2) gas because it is breathed out by animals, on whom they feed — in the case of humans, transmitting diseases such as malaria and dengue in the process.",
      "cn": "蚊子追踪二氧化碳（CO2）气体，因为它们叮咬的动物（在本案例中就是人类）呼出这种气体，蚊子在叮咬过程中传播诸如疟疾和登革热等疾病。"
    },
    {
      "en": "The Ministry of Health, with the assistance of WHO, is organizing a seminar for case management of dengue and DHF for clinicians and nurses.",
      "cn": "在世界卫生组织的协助下，卫生部正在为临床医师和护士组织一次登革热和登革出血热病例管理研讨会。"
    },
    {
      "en": "The W . H . O . says dengue is spreading to new areas and producing major outbreaks.",
      "cn": "世界卫生组织表示登革热正在蔓延至其他地区,爆发新的疾病."
    },
    {
      "en": "These findings may provide a strategy for dengue vaccine development.",
      "cn": "综合这些发现将可提供登革疫苗研发的新策略."
    },
    {
      "en": "This region, in particular, knows the costs and disruption caused by outbreaks of dengue and Japanese encephalitis.",
      "cn": "这个区域尤其了解登革热和日本脑炎暴发所造成的费用和破坏。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "dengue fever",
      "tran_cn": "登革热（一种传染病）"
    },
    {
      "phrase": "dengue virus",
      "tran_cn": "登革病毒"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "登革热（一种热带传染病，骨关节及肌肉奇痛）",
      "tran_en": "an acute viral disease transmitted by mosquitoes, characterized by headache, fever, pains in the joints, and skin rash "
    }
  ],
  "exchange": {}
}