{
  "word": "apiculture",
  "ipa": {
    "us": "ˈeɪpɪkʌltʃə(r)",
    "uk": "ˈepɪˌkʌltʃɚ"
  },
  "sentences": [
    {
      "en": "Apiculture is a kind of traditional aquaculture.",
      "cn": "养蜂业是一种传统养殖业."
    },
    {
      "en": "But under photograph comparing, the apiculture of my area however backwater not before, went backwards even.",
      "cn": "但相比之下, 我区的养蜂业却停滞不前, 甚至于倒退了."
    },
    {
      "en": "Francis Ratnieks, the UK's only professor of apiculture, is undertaking pioneering research using observation hives and video cameras to determine the plants and flowers that honeybees visit.",
      "cn": "英国唯一的一位养蜂业教授弗朗西斯 瑞耐克斯正从事着通过对蜂窝的视频摄影机的观察来确定蜜蜂拜访的植物与花朵的一项先驱研究。"
    },
    {
      "en": "History of apiculture of Wu Kelan of general situation of Wu Kelan apiculture is long.",
      "cn": "乌克兰养蜂业概况乌克兰养蜂业历史悠久."
    },
    {
      "en": "How to accelerate apiculture development?",
      "cn": "如何加快养蜂业发展?"
    },
    {
      "en": "In Asia, apiculture is an important activity in Burma, Bangladesh and India.",
      "cn": "在亚洲缅甸、孟加拉国和印度，养蜂业是一项重要的生产。"
    },
    {
      "en": "LI Jian - Ke . Relation between royal jelly production and environmental factors. Apiculture of China, 1996, 4:5~8.",
      "cn": "李建科. 环境控制措施与蜂王浆产量关系的研究. 中国养蜂, 1996, 4:5～8."
    },
    {
      "en": "The apiculture association has called on the French government to block the use in the country of some pesticides, which it says harms bees.",
      "cn": "在养蜂协会呼吁法国政府停止使用在一些危害蜜蜂的农药。"
    },
    {
      "en": "The author thinks apiculture must take the route that industrialization runs.",
      "cn": "笔者认为养蜂业必须走产业化经营之路."
    },
    {
      "en": "The tool with the main est apiculture is beehive and mew plinth.",
      "cn": "养蜂最基本的工具是蜂箱和巢础."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bee keeping"
          ],
          "tran_cn": "[蜂]养蜂（业）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "养蜂（业）",
      "tran_en": "the breeding and care of bees "
    }
  ],
  "exchange": {
    "adj": [
      "apicultural"
    ]
  }
}