{
  "word": "nightingale",
  "ipa": {
    "us": "ˈnaɪtɪŋgeɪl",
    "uk": "ˈnaɪtnˌɡel, ˈnaɪtɪŋ-"
  },
  "sentences": [
    {
      "en": "And , dying, it rises above its own agony to outcarol the lark and the nightingale.",
      "cn": "它超脱了垂死的剧痛, 歌声胜过百灵和夜莺."
    },
    {
      "en": "At the moment, the English bear the name, Nightingale in mind.",
      "cn": "这时候, 英国人民都在呼唤着南丁格尔的名字."
    },
    {
      "en": "But the nightingale is the best of all, he read.",
      "cn": "“但夜莺是其中最好的, ”他看到这一段文字."
    },
    {
      "en": "Even from the first, the words went wrong , the catbird pecked away the nightingale.",
      "cn": "一开始字里行间就漏洞百出, 猫声鸟居然把夜莺啄得铩羽而归."
    },
    {
      "en": "Florence Nightingale came from a rich family and was very pretty.",
      "cn": "弗罗伦斯·南丁格尔出身富有家庭,相貌俊俏."
    },
    {
      "en": "Florence Nightingale was basically arguing for prevention rather than cure.",
      "cn": "弗洛伦斯·南丁格尔的基本主张是防患于未然."
    },
    {
      "en": "I looked out for you as a nightingale looks out for the cherry garden, - sighed the sixth.",
      "cn": "第六个女儿喊道：“我就像夜莺盼望着樱花园一样，整天张望着您。”"
    },
    {
      "en": "I shall not hear the nightingale Sing on as if in pain.",
      "cn": "听不见那夜莺如泣如诉的哀曲."
    },
    {
      "en": "If you know about Nightingale, what else can I possibly tell you?",
      "cn": "如果你知道夜莺我还能告诉你什么?"
    },
    {
      "en": "In the dead of night I heard the singing of a nightingale.",
      "cn": "深夜我听到了夜莺的歌唱."
    },
    {
      "en": "Jardine Matheson Group Managing Director Anthony Nightingale ( right ) speaks at the contest.",
      "cn": "怡和集团常务董事黎定基 ( 右 ) 在比赛中致词."
    },
    {
      "en": "Let me introduce you to my friend Nightingale.",
      "cn": "让我把你介绍给我的朋友南丁格尔."
    },
    {
      "en": "Men don't buy the Florence Nightingale garbage they teach in nursing school.",
      "cn": "男性不会接受护理学校传授的弗洛伦斯·南丁格尔那陈旧的一套."
    },
    {
      "en": "On her return to England people greeted Florence Nightingale as a heroine.",
      "cn": "当她返回英国时,人们把弗罗伦斯·南丁格尔作为女英雄来欢迎."
    },
    {
      "en": "Those were the words written by British medical worker Florence Nightingale.",
      "cn": "以上是英国著名医学工作者“佛罗伦萨南丁格尔”所写下的一段话."
    },
    {
      "en": "You got a collar in here for the Nightingale murders?",
      "cn": "你们抓到南丁格尔命案的嫌犯了?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Philomela",
            "bulbul"
          ],
          "tran_cn": "夜莺"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "florence nightingale",
      "tran_cn": "弗洛伦斯·南丁格尔（英国护士）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "夜莺",
      "tran_en": "a small bird that sings very beautifully, especially at night"
    }
  ],
  "exchange": {
    "pl": [
      "nightingales"
    ]
  }
}