{
  "word": "Houston",
  "ipa": {
    "us": "ˈhju:stən",
    "uk": "ˈhjustən"
  },
  "sentences": [
    {
      "en": "\"I do think if you can do this work in Houston, then you can do it anywhere, \" Spanjian says.",
      "cn": "斯潘健说：“我认为，如果能在休斯顿开展环保项目，那么在其他任何地方都可以做到。”"
    },
    {
      "en": "Andy showed signs of his belief already, mixing it up during points in Houston.",
      "cn": "ANDY已经开始展示这个理念了,在HOUSTON把他的技术混合运用."
    },
    {
      "en": "Down in Houston we're looking for cloudy skies and a high of 69.",
      "cn": "Houston大风,气温高达69度."
    },
    {
      "en": "He could hear Hilton's strident voice rising in vehement argument with Houston.",
      "cn": "他能听到希尔顿在同休斯敦激烈争吵时的咆哮声。"
    },
    {
      "en": "He passed through a university course in Houston.",
      "cn": "他在休斯敦修完了一门大学课程."
    },
    {
      "en": "Houston is leading by 96 - 92.",
      "cn": "休斯顿队以96比92领先."
    },
    {
      "en": "Houston was chosen as the site for the convention.",
      "cn": "休斯敦被选作大会的会址。"
    },
    {
      "en": "Houston's eyes roved restlessly about the room.",
      "cn": "休斯敦不安地扫视着这个房间。"
    },
    {
      "en": "I have nothing but sincere gratitude for the city of Houston and the generous peoplewho live in it.",
      "cn": "对此我只有真挚的感激，对休斯顿这座城市和对居住在这里的慷慨的人们。"
    },
    {
      "en": "In a surgical first, Houston doctors transplanted nerves from a living donor to her infant son.",
      "cn": "休斯敦外科医生首先从一位活体供者身上将神经移植给男婴——供者的儿子身上."
    },
    {
      "en": "In Houston, Doug assured me that Andy was 100 percent , and It'showed.",
      "cn": "在HOUSTON, DOUG向我保证, ANDY100%健康."
    },
    {
      "en": "In Houston, they finally a check on me and I got extradited back to Michigan.",
      "cn": "随后我们去了休斯顿(Houston) 和德克萨斯(Texas).在休斯顿他们最终制止了我并把我引渡回密歇根."
    },
    {
      "en": "Majors bookstore in Houston was among the first retailers to offer books on demand.",
      "cn": "休斯顿的梅杰斯书店是首家提供随选书籍的零售商之一."
    },
    {
      "en": "On top of that, I hurt my knee against Houston just six games into the season.",
      "cn": "不仅如此，在新赛季的第六场比赛，我就在休斯顿伤到了膝盖。"
    },
    {
      "en": "She writes a lot of contemporary music for people like Whitney Houston.",
      "cn": "她给像惠特尼·休斯敦这样的人写了很多当代音乐作品。"
    },
    {
      "en": "Terry Puhl leads off for the Houston Astros.",
      "cn": "特里·皮尔为休斯敦太空人队率先击球。"
    },
    {
      "en": "The Houston man, because of his status, had the solitary chair.",
      "cn": "那个来自休斯顿的人由于他的身份, 坐在唯一的一张椅子里."
    },
    {
      "en": "There's almost a giddiness surrounding the talks in Houston.",
      "cn": "人们对休斯敦的会谈几乎过于热衷。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "houston rockets",
      "tran_cn": "休士顿火箭队（NBA篮球队）"
    },
    {
      "phrase": "whitney houston",
      "tran_cn": "惠特尼·休斯顿（女歌手）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "休斯顿"
    }
  ],
  "exchange": {}
}