{
  "word": "peptic",
  "ipa": {
    "us": "'peptɪk",
    "uk": "ˈpɛptɪk"
  },
  "sentences": [
    {
      "en": "Amylaceous most first by which is peptic digested?",
      "cn": "淀粉最先由哪个消化器官消化?"
    },
    {
      "en": "Aoke is safe and effective in treating peptic ulcer.",
      "cn": "奥克用于治疗消化性溃疡等病安全、有效."
    },
    {
      "en": "As described above, antioxidants help prevent the destruction of cells in our body that can lead to cataracts, glaucoma, varicose veins, hemorrhoids, peptic ulcers, heart disease and cancer.",
      "cn": "正如上面所述，抗氧化剂能帮助预防体内细胞毁灭所导致的白内障、青光眼、静脉曲张、痔疮、胃溃疡、心脏病和癌症。"
    },
    {
      "en": "Calcium oxide can neutralize peptic acid better than calcium carbonate.",
      "cn": "氧化钙较碳酸钙能中和胃酸."
    },
    {
      "en": "Gastritis may cause symptoms resembling those of peptic ulcer.",
      "cn": "胃炎可引起类似消化性溃疡的症状."
    },
    {
      "en": "Management of complicated peptic ulcer disease . [ comment ] .",
      "cn": "管理复杂的 胃溃疡."
    },
    {
      "en": "Medicaments respect, much more enzymatic a peptic action, can apply appropriately.",
      "cn": "药物方面, 多酶片有助消化作用, 可适当应用."
    },
    {
      "en": "Methods A total of 76 patients with ulcer perforation underwent laparoscopic repair peptic ulcer perforation.",
      "cn": "方法采用腹腔镜下缝合修补溃疡穿孔76例."
    },
    {
      "en": "Objective To explore the clinical features of peptic ulcer in the elderly.",
      "cn": "目的探讨老年消化性溃疡的临床特点."
    },
    {
      "en": "Objective To study the diagnosis and Trearent of Peptic ulcer Perforation.",
      "cn": "目的研究消化性溃疡并穿孔病例的诊断及治疗."
    },
    {
      "en": "Peptic ulcer a common disease in assimilation department . Dr.",
      "cn": "消化性溃疡是消化内科的常见病."
    },
    {
      "en": "Peptic ulcer is a sharply circumscribed loss of tissue.",
      "cn": "消化性溃疡是一种界限清楚的组织损毁."
    },
    {
      "en": "Results The recurring and complication of peptic ulcer were reduced.",
      "cn": "结果:消化性溃疡复发率降低,并发症减少."
    },
    {
      "en": "Summary objective: to study the Qinghai peptic ulcer.",
      "cn": "目的: 讨论青海高原地域老年消化性溃疡的特性."
    },
    {
      "en": "The positive rates of peptic ulcer, gastritis and gastric carcinoma examined byandrespectively.",
      "cn": "在接受胃镜检查的520例受检者中,胃镜诊断为消化性溃疡、胃炎和胃癌的患者的呼气试验结果的阳性率分别为91.91% 、 76.42%和62.07%."
    },
    {
      "en": "Wudian has her particular experience of treating peptic ulcer asstomach in TCM.",
      "cn": "吴滇主任在治疗消化性溃疡方面有其独特的经验."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "peptic ulcer",
      "tran_cn": "[医]消化性溃疡"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "消化性的，助消化的，可消化的",
      "tran_en": "of, relating to, or promoting digestion "
    }
  ],
  "exchange": {}
}