{
  "word": "menagerie",
  "ipa": {
    "us": "məˈnædʒəri",
    "uk": "məˈnædʒəri, -ˈnæʒ-"
  },
  "sentences": [
    {
      "en": "\" Well, he certainly must have strained himself to get this menagerie together. \"",
      "cn": "“ 我说, 他一定花了很大的气力才搜罗到这么一大帮牛头马面. ”"
    },
    {
      "en": "Hey, Beethoven: Get a full-time job, a part-time business, a spouse, a few kids, and a menagerie of pets and wait till you see how many symphonies you can crank out!",
      "cn": "嘿，贝多芬：找到一个全职工作，兼职经商，一个配偶，几个孩子，和一个动物园的宠物，然后等待看你能够制造出多少交响乐。"
    },
    {
      "en": "Menagerie , Laura Wingfield suffers severe inferiority complex caused by her physical disability.",
      "cn": "温费尔德由于身体残疾而产生了严重的自卑情结."
    },
    {
      "en": "The 18-year-old studied animal management before taking a full-time role looking after her parents giant menagerie which houses more than 120 animals.",
      "cn": "这个18岁的女孩在她父母豢养了超过120只动物的大动物园里全职工作，在此之前，她学习动物管理学。"
    },
    {
      "en": "The coffers were filled not only with the standard treasures and artifacts but a menagerie of wild African animals including ostriches and giraffes to be sent back to the emperor.",
      "cn": "这样，船队中不只是装着金银珠宝和工艺品，还有小型动物园，里面有来自非洲的动物，如鸵鸟和长颈鹿都被带到南京，敬献给皇帝。"
    },
    {
      "en": "The office is a menagerie of egotists and sycophants.",
      "cn": "该办公室乃是自私者与谄媚者汇集之处."
    },
    {
      "en": "They followed it this time, as eager as children in sight of a circus menagerie.",
      "cn": "这一次他们跟着它前进了, 那种迫切的心情就象孩子见了马戏团里巡回动物园一样."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "zoological garden",
            "zoological park"
          ],
          "tran_cn": "动物园；动物展览；（马戏团豢养的）兽群"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "collection",
            "kennel",
            "zoo"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小动物园"
    }
  ],
  "exchange": {
    "pl": [
      "menageries"
    ]
  }
}