{
  "word": "redundant",
  "ipa": {
    "us": "rɪˈdʌndənt",
    "uk": "rɪˈdʌndənt"
  },
  "sentences": [
    {
      "en": "Changes in technology may mean that once-valued skills are now redundant.",
      "cn": "技术上的革新可能意味着曾经被重视的技术现在已变得多余。"
    },
    {
      "en": "Five of the company's senior managers have been made compulsorily redundant.",
      "cn": "公司的高级经理中有5位已经被强制性地裁掉。"
    },
    {
      "en": "He was made redundant and now he's trying to pull himself up again.",
      "cn": "他之前作为冗员被裁，现在他正试图再一次奋发图强。"
    },
    {
      "en": "My job is at risk, ie I may be made redundant.",
      "cn": "我的工作保不住了(我遭受到裁减的危险)."
    },
    {
      "en": "Nearly all the redundant worker have been absorbed into other departments.",
      "cn": "几乎所有冗员,都已调往其他部门任职."
    },
    {
      "en": "Seventy factory workers were made redundant in the resulting cuts.",
      "cn": "在继而发生的裁员中，70名工厂工人被解雇。"
    },
    {
      "en": "Seventy men at the factory were redundant because of falling demand for our products.",
      "cn": "由于对我们产品需求的减少,工厂里有70人被辞退了."
    },
    {
      "en": "Skills which have been made redundant by technological advance.",
      "cn": "由于技术进步而变得多余的技术."
    },
    {
      "en": "The company is caught in a double bind. If it doesn't modernize it won't make money, but if it does modernize they'll have to make people redundant because they won't need them any more.",
      "cn": "这家公司进退两难. 不实行现代化就无法盈利, 要实行现代化就会有冗员,因为公司将不再需要他们."
    },
    {
      "en": "The jobs have been made redundant by technological advance.",
      "cn": "这些职业工种因技术的发展而变得多余."
    },
    {
      "en": "the removal of redundant information",
      "cn": "多余信息的删除"
    },
    {
      "en": "There are too many redundant words in this book.",
      "cn": "这本书里多余的词太多."
    },
    {
      "en": "There will be no question of anyone being made redundant.",
      "cn": "决不可能裁掉任何人."
    },
    {
      "en": "These statements are thus redundant but they must be self - consistent.",
      "cn": "这样列出的式子是多余的,但这些式子必须是不自相矛盾的."
    },
    {
      "en": "This word is redundant, it can be left out.",
      "cn": "这个字是多余的, 可以去掉."
    },
    {
      "en": "to be made redundant from your job",
      "cn": "成为冗员而被裁减"
    },
    {
      "en": "When a company keeps making people redundant, those who are left behind might start looking over their shoulder.",
      "cn": "当一家公司不停地裁员时，那些留下来的员工也会开始惴惴不安了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "spare",
            "unnecessary",
            "surplus",
            "waste",
            "superfluous"
          ],
          "tran_cn": "[计]多余的，过剩的；被解雇的，失业的；冗长的，累赘的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "excessive",
            "needless"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "redundant code",
      "tran_cn": "冗余码"
    },
    {
      "phrase": "redundant information",
      "tran_cn": "冗余信息"
    },
    {
      "phrase": "redundant system",
      "tran_cn": "[计]冗余系统"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "多余的，累赘的，（因人员过剩）被解雇的，失业的，重沓，衍",
      "tran_en": "if you are redundant, your employer no longer has a job for you"
    }
  ],
  "exchange": {
    "adv": [
      "redundantly"
    ]
  }
}