{
  "word": "monochrome",
  "ipa": {
    "us": "ˈmɒnəkrəʊm",
    "uk": "ˈmɑnəkroʊm"
  },
  "sentences": [
    {
      "en": "\"Scene with a Winding River\" (1827) is a near-monochrome portrayal of a wood infused with silvery light.",
      "cn": "《有弯弯河流的风景》（1827年）是一幅近乎单色调的绘画，描绘的是沐浴在银色光线里的一片树林。"
    },
    {
      "en": "Few monochrome television engineers found it necessary to be knowledgeable about the subject of \" light \".",
      "cn": "在从事黑白电视工作的技术人员中,很少有人感到必须具备有关光学方面的知识."
    },
    {
      "en": "He received praise for the atmospheric monochrome shots in David Lynch's The Elephant Man.",
      "cn": "他在大卫·林奇的电影《象人》中所拍摄的那些渲染气氛的黑白镜头受到了好评。"
    },
    {
      "en": "Heidelberg has five colors, two - color printing presses, Roland monochrome printing presses.",
      "cn": "拥有海德堡五色, 双色印刷机, 罗兰单色印刷机."
    },
    {
      "en": "In monochrome maps, of course, colour variation cannot be employed at all.",
      "cn": "当然, 单色地图根本不可能采用颜色的变化."
    },
    {
      "en": "In offset printing press in monochrome has similar failures occur.",
      "cn": "在单色胶印机中也有类似故障发生."
    },
    {
      "en": "Laser printers are available in both color and monochrome varieties.",
      "cn": "激光打印机可在彩色和黑白品种."
    },
    {
      "en": "Monochrome machine belongs to the overprinter of wet - dry stack.",
      "cn": "单色机属于干叠潮套印."
    },
    {
      "en": "Monochrome reproductions of natural daylight scenes are totally unnatural in appearance.",
      "cn": "天然光照射下的景物若以黑白方式来重现,看起来总感到不够自然."
    },
    {
      "en": "Multicolor from monochrome to the large, medium and small repair services.",
      "cn": "从单色到多色的大 、 中、小维修服务."
    },
    {
      "en": "Printing a black-and-white negative on to colour paper produces a similar monochrome effect.",
      "cn": "将一张黑白底片冲印到彩色相纸上会产生相似的单色效果。"
    },
    {
      "en": "Production and marketing full - color | monochrome | two - color LED display.",
      "cn": "生产销售全彩|单色|双色LED显示屏."
    },
    {
      "en": "Results An ideal shoe - prints photography was got with monochrome and polarized photography.",
      "cn": "方法比较用数码相机拍摄有色地毯上的灰尘鞋印的各种方法的效果."
    },
    {
      "en": "The image converted to Black and white using the monochrome Channel Mixer.",
      "cn": "使用单色频道混频器转换的图片."
    },
    {
      "en": "The sun was down and the room fading to monochrome.",
      "cn": "夕阳西下,房间黯淡下来,周围变成了一幅单色画."
    },
    {
      "en": "We looked out over the grey, monochrome landscape.",
      "cn": "我们向外面那一片灰蒙蒙的大地望去。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "monochromatic",
          "tran_cn": " 单色的"
        },
        {
          "word": "monochromic",
          "tran_cn": " 单色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "monochromatism",
          "tran_cn": " [眼科] 全色盲；单色视觉"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unicolor",
            "homochromous"
          ],
          "tran_cn": "[光]单色的；黑白的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "homochromatism",
            "solid color"
          ],
          "tran_cn": "[光]单色；单色画"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "单色的，黑白的",
      "tran_en": "in shades of only one colour, especially shades of grey"
    },
    {
      "pos": "n",
      "tran_cn": "单色；单色画"
    }
  ],
  "exchange": {}
}