{
  "word": "invulnerable",
  "ipa": {
    "us": "ɪnˈvʌlnərəbl",
    "uk": "ɪnˈvʌlnərəbəl"
  },
  "sentences": [
    {
      "en": "A key agreement protocol is invulnerable to passive and active attack.",
      "cn": "已有的密钥共识协议不能抵抗主动攻击."
    },
    {
      "en": "And if you fear attack, you must believe that you are not invulnerable.",
      "cn": "你若害怕攻击, 表示你已认定自己并非百害不侵."
    },
    {
      "en": "But the banks are not invulnerable.",
      "cn": "然而银行并非固若金汤."
    },
    {
      "en": "Force Fields are invulnerable for their cased duration.",
      "cn": "原力场在生效阶段是不可被驱散的."
    },
    {
      "en": "Gao Feng's viruses also examine the lack of conventions which people had always considered invulnerable.",
      "cn": "高风的这些“病毒 ”,同样也检测到了我们自认为坚不可摧的常规世界的漏洞."
    },
    {
      "en": "Gerry’s confidence made him feel invulnerable.",
      "cn": "自信让格里觉得自己无懈可击。"
    },
    {
      "en": "Immortal - Causes the target to become invulnerable.",
      "cn": "造成目标物呈现无敌状态."
    },
    {
      "en": "It is surely obvious that if you can be attacked you are not invulnerable.",
      "cn": "如果你能受人攻击,这显然表示你并非百害不侵."
    },
    {
      "en": "The dangerous drivers are those who think they're invulnerable.",
      "cn": "那些危险驾驶的人就是以为自己不会受伤."
    },
    {
      "en": "The eagle possesses invulnerable elegance and haughty quality that it just wands to cover its lonesome.",
      "cn": "老鹰有着无人能比的高贵以及骄傲的气质,只为了隐藏自己的寂寞."
    },
    {
      "en": "The oceans, vast as they are, are not invulnerable to pollution.",
      "cn": "海洋虽然辽阔, 但也不是不会受到污染的侵害."
    },
    {
      "en": "The wire - guided missile is invulnerable to electronic countermeasures and has a very small percentage of malfunctions.",
      "cn": "线导的导弹不会受到电子干扰和非常小的故障百分比."
    },
    {
      "en": "to be in an invulnerable position",
      "cn": "立于不败之地"
    },
    {
      "en": "Uncertain face detection is solved by heuristic algorithm, which is invulnerable to gesture, expression and accessories.",
      "cn": "该人脸检测方法不受人脸模式的姿态 、 表情和人脸附属物影响."
    },
    {
      "en": "What enemies can I fight successfully and which one are invulnerable to my gun?",
      "cn": "用我的主炮可以有效杀伤哪些敌人?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "invulnerability",
          "tran_cn": " 刀枪不入，不会受伤害"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unexceptionable",
            "unassailable"
          ],
          "tran_cn": "无懈可击的；不会受伤害的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "invincible"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不会受伤害的，刀枪不入的，无懈可击",
      "tran_en": "someone or something that is invulnerable cannot be harmed or damaged if you attack or criticize them"
    }
  ],
  "exchange": {
    "noun": [
      "invulnerability"
    ]
  }
}