{
  "word": "disclaimer",
  "ipa": {
    "us": "dɪsˈkleɪmə(r)",
    "uk": "dɪsˈklemɚ"
  },
  "sentences": [
    {
      "en": "And so as a way of understanding what at this point is really the sheer repetitiveness of this disclaimer, I want to propose a metaphor.",
      "cn": "因此为了理解这个论点是否真的,是这种放弃的纯粹的重复，我将会提出一个隐喻。"
    },
    {
      "en": "Auditor's opinions are classified into four categories: unqualified opinion, qualified opinion , adverse opinion, disclaimer opinion.",
      "cn": "审计报告包括四种: 无保留意见的审计报告、有保留意见的审计报告 、 反对意见的审计报告 、 拒绝表示意见的审计报告."
    },
    {
      "en": "Disclaimer - The information presented here should not be interpreted as medical advice.",
      "cn": "免责 - 此资料不应被解释为医疗意见."
    },
    {
      "en": "Disclaimer : All the statement of this post is consider as fictional.",
      "cn": "免责条款︰此文章之所有内容应被视作虚构."
    },
    {
      "en": "Disclaimer : We do our best to insure accuracy on our listings.",
      "cn": "Disclaimer: 我们尽我们的最好以确保我们的列表上的准确性."
    },
    {
      "en": "Disclaimer for Trial Copies: you are not paying triallicense for your Trial Copy of the Program.",
      "cn": "试用版不承诺: 你不需要为你的试用版程序付费."
    },
    {
      "en": "Disclaimer: I own shares of Apple.",
      "cn": "免责: 我自己股份苹果."
    },
    {
      "en": "Disclaimer: This site is open for public access.",
      "cn": "免责申明: 本网站对公众开放."
    },
    {
      "en": "However, that method comes with a disclaimer: Do not use it unless you are sure of the result.",
      "cn": "然而，那个方法却有一个放弃声明：不要使用它除非您能确定这个结果。"
    },
    {
      "en": "The company asserts in a disclaimer that it won't be held responsible for the accuracy of information.",
      "cn": "该公司在一项免责声明里宣称它不会对信息的准确性负责。"
    },
    {
      "en": "The Disclaimer and Limitation of Liability of this User Agreement shall survive any such termination.",
      "cn": "本用户协议中的免责和责任限制条款在本用户协议终止后仍然有效."
    },
    {
      "en": "What will the report not cover? i . e. disclaimer.",
      "cn": "这份报告应该不包括些什么? 例如: 反对(意见? )"
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "disclaim",
          "tran_cn": " 否认；放弃；弃权"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "disclaim",
          "tran_cn": " 否认，拒绝；放弃，弃权；拒绝承认"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rejection",
            "resignation"
          ],
          "tran_cn": "不承诺，免责声明；放弃，拒绝"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "否认声明，放弃，放弃者，免责声明",
      "tran_en": "a statement that you are not responsible for or involved with something, or that you do not know about it – used especially in advertising or legal agreements"
    }
  ],
  "exchange": {
    "pl": [
      "disclaimers"
    ]
  }
}