{
  "word": "porpoise",
  "ipa": {
    "us": "ˈpɔːpəs",
    "uk": "ˈpɔːrpəs"
  },
  "sentences": [
    {
      "en": "A corpse rising saltwhite from the undertow, bobbing landward, a pace a pace a porpoise.",
      "cn": "自得像盐一样的尸体从退浪底下浮上来, 又一拱一拱的,像海豚似地漂向岸去."
    },
    {
      "en": "He no sooner recovers his equilibrium the next porpoise comes and hits him another crack.",
      "cn": "海龟还没来得及恢复平衡,另外一只海豚又过来撞它一下."
    },
    {
      "en": "I think __ Porpoise is very interesting in the zoo.",
      "cn": "我觉得在动物园里海豚是很有趣的."
    },
    {
      "en": "In another game, as the turtle swims across the oceanarium, the first porpoise swoops down from above and butts his shell with his belly.",
      "cn": "在另一场游戏中，当海龟游过水族馆时，第一只海豚从上方猛扑下去，用腹部撞击龟壳。"
    },
    {
      "en": "Should set a sculptured porpoise, gills a snort / And vibrant tail, within the temple - gate.",
      "cn": "那两腮呼呼作响、尾巴掀起了/怒浪的庞大的海族--在庙宇的门墙内."
    },
    {
      "en": "Should set a sculptured porpoise, gills a snort.",
      "cn": "那两腮呼呼作响 、 尾巴掀起了."
    },
    {
      "en": "Still, she cautions that it's possible that the Dall's porpoise hunt in Japan may harm subpopulations of that animal, which numbers more than a million worldwide.",
      "cn": "然而，他警告在日本的捕猎可能危害白腰鼠海豚的亚种的安全，尽管白腰鼠海豚全种在地球上有一百多万只。"
    },
    {
      "en": "The Baiji Conservation Aquarium has already scored small successes with a similar breeding scheme aimed at averting the extinction of the endangered Yangtze finless porpoise.",
      "cn": "为防止这种无鳍海豚的灭绝，白鳍豚保护水族馆采用相同的培育方法已经取得了一些成就。"
    },
    {
      "en": "The Finless Porpoise is another resident marine mammal species.",
      "cn": "此外,江豚是另一种在本港海域栖居的海洋哺乳类动物."
    },
    {
      "en": "The poor pauper paused on purpose to pawn a porpoise.",
      "cn": "贫穷的乞丐有意停下来典当一只海豚."
    },
    {
      "en": "The populatio n size of finless porpoise in this Lake is about 100～150 individuals.",
      "cn": "洞庭湖各支流中已看不到江豚的踪迹."
    },
    {
      "en": "The porpoise can be intimate with the humanity, and also firmly can be saved person's fact.",
      "cn": "海豚能够亲近人类, 并且也确有救人的事迹."
    },
    {
      "en": "The porpoise plays before a storm.",
      "cn": "海豚嬉水,风暴要起."
    },
    {
      "en": "The rays are often seen gathering in groups near the surface, “flying” through the water by flapping their pectoral fins and sometimes even leaping porpoise-like into the air.",
      "cn": "魟鱼经常会成群的聚集在水面以下，通过拍动胸鳍在水中“飞行”，有时候甚至会像海豚一样跃出海面。"
    },
    {
      "en": "What is the difference between a dolphin and porpoise ?",
      "cn": "海豚和和鼠海豚有什么区别？"
    },
    {
      "en": "Whether it be bird, fish or beast , the porpoise is intrigued with anyting that is alive.",
      "cn": "无论是鸟类, 鱼类或者兽类, 海豚都会被激起兴趣."
    },
    {
      "en": "Whether it be bird, fish or beast, the porpoise is intrigued with anything that is alive.",
      "cn": "海豚对凡是活的东西都感兴趣，不管是鸟、是鱼，还是野兽。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sea hog",
            "common dolphin"
          ],
          "tran_cn": "[脊椎]海豚；鼠海豚"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "finless porpoise",
      "tran_cn": "江豚，江猪"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<动>鼠海豚",
      "tran_en": "a sea animal that looks similar to a  dolphin  and breathes air"
    }
  ],
  "exchange": {
    "pl": [
      "porpoises"
    ]
  }
}