{
  "word": "stellar",
  "ipa": {
    "us": "ˈstelə(r)",
    "uk": "ˈstelər"
  },
  "sentences": [
    {
      "en": "A point worth emphasizing is that hydrostatic equilibrium is fulfilled with great accuracy in stellar atmosphere.",
      "cn": "值得强调指出,在恒星大气中,流体静力平衡是非常精确地成立的."
    },
    {
      "en": "A stellar wind streams outward from the star.",
      "cn": "从那颗恒星上不断吹出恒星风。"
    },
    {
      "en": "Astronomers have found that many stellar objects contain hydrogen atotms.",
      "cn": "天文学家们已经发现,许多恒星上含有氢原子."
    },
    {
      "en": "From the accurate theory of stellar interiors one can establish such a dependence.",
      "cn": "根据精确的恒星内部结构理论,可以建立这种关系."
    },
    {
      "en": "He proceed his stellar performance with a direct red card - should.",
      "cn": "主裁继续他那华丽的表演,刚被换上场的梅西亚对."
    },
    {
      "en": "If the stellar spectrum is known, the albedo of the dust can be obtained.",
      "cn": "如果恒星的光谱已知, 就可得出尘埃的反照率."
    },
    {
      "en": "It's hard to say exactly what causes such a stellar recovery, but here's a possibility.",
      "cn": "很难确切地说是什么原因引起如此显著的恢复, 但是存在一种可能性."
    },
    {
      "en": "the company’s stellar growth",
      "cn": "这家公司辉煌的发展"
    },
    {
      "en": "The French companies are registering stellar profits.",
      "cn": "法国各家公司都获利丰厚。"
    },
    {
      "en": "The stellar astronomers have to accept low intensity reciprocity failure as a significant fact of life.",
      "cn": "恒星天文学家不得不承认低强度倒易律失效是重大的事实."
    },
    {
      "en": "Theorists specializing in stellar interiors were turning to more challenging problems.",
      "cn": "专攻恒星内部的理论家们都想改行去搞更能引起争议的问题."
    },
    {
      "en": "They were at stellar distances from her present world.",
      "cn": "他们离她现在的世界,简直和天上的星辰一样地遥远."
    },
    {
      "en": "This chain - reaction stellar births seems to be common in the Universe.",
      "cn": "在宇宙中,这种“链式反应”很普遍."
    },
    {
      "en": "This formation, called an accretion disk, may be very important in some stellar birth sequences.",
      "cn": "这种构成物即所谓吸积盘, 它在恒星诞生的某些阶段可能是非常重要的."
    },
    {
      "en": "This uniformity of material and structure is perhaps the most striking discovery of stellar astronomy.",
      "cn": "物质及其结构的这种一致性,也许是恒星天文学上的最惊人的发现."
    },
    {
      "en": "We can analyze by statistical mechanics the behavior of the stellar substance.",
      "cn": "我们能用统计力学方法来分析星体物质的性能."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "primary",
            "major",
            "central",
            "leading",
            "great"
          ],
          "tran_cn": "[天]星的；主要的；星球的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "stellar wind",
      "tran_cn": "恒星风"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "星的，星球的，主要的， 主角的",
      "tran_en": "relating to the stars"
    }
  ],
  "exchange": {}
}