{
  "word": "saccharin",
  "ipa": {
    "us": "ˈsækərɪn",
    "uk": "ˈsækərɪn"
  },
  "sentences": [
    {
      "en": "Element of sweetness of the abuse in children food and saccharin natrium phenomenon are serious.",
      "cn": "儿童食品中滥用甜蜜素和糖精钠现象严重."
    },
    {
      "en": "Fish liver oil, glycerin, soybean oil, saccharin.",
      "cn": "鱼肝油, 甘油, 黄豆油, 糖精,纯化水."
    },
    {
      "en": "I provided a lot of sodium ( Saccharin Sodium ) , if necessary, please contact me!",
      "cn": "我公司提供大量的糖精钠 ( SaccharinSodium ), 如有需要请与我联系!"
    },
    {
      "en": "In particular, sensitivity to PTC and certain con - centrations of saccharin may have a genetic basis.",
      "cn": "特别是对PTC和特定浓度的糖精的敏感性有一种遗传学的基础."
    },
    {
      "en": "Is saccharin a good substitute for sugar?",
      "cn": "糖精是糖的良好替代品 吗 ?"
    },
    {
      "en": "Most artificial sweeteners - saccharin aspartame and sucralose, for example - offer the sweetness of sugar without the calories.",
      "cn": "大多数人工甜味剂,比如糖精、 阿斯巴特 和三氯蔗糖, 都能产生普通糖一样的甜味,但不会产生热量."
    },
    {
      "en": "Saccharin is an artificialsweetener.",
      "cn": "糖精是一种人工增甜剂. ￡10"
    },
    {
      "en": "The efforts on closedown and suspension of small sugar refineries, small saccharin refineries and small paper mills are also being carried out in steps.",
      "cn": "关停小糖厂 、 小糖精厂、小造纸厂的工作也已逐步展开."
    },
    {
      "en": "The new method of determining saccharin sodium in beverages by sodium salicylate colorimetry is studied.",
      "cn": "研究了水杨酸钠比色法测定饮料中糖精钠的新方法."
    },
    {
      "en": "The saccharin-fed animals, on the other hand, showed no such rise in temperature.",
      "cn": "另一方面，食用糖精的小白鼠并没有出现体温升高的现象。"
    },
    {
      "en": "The use of saccharin is strongly discouraged during pregnancy because it can cross the placenta and may remain in fetal tissues.",
      "cn": "怀孕期间要强烈阻止糖精的食用，因为它可以穿过胎盘并可以积聚在胎儿的体内。"
    },
    {
      "en": "Though not fully researched and proven, your metabolic rates could be being altered by diet foods, including the low-calorie sweetener saccharin, which increases the chance of weight gain.",
      "cn": "尽管这还没有确切的研究证明，但是你的新陈代谢速度可能被减肥食物所改变，包括低热量的甜味剂糖精，它增大了你获得体重的机率。"
    },
    {
      "en": "We use saccharin in substitution for sugar.",
      "cn": "我们用糖精代替糖."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "saccharine",
          "tran_cn": " 含糖的；极甜的；和颜悦色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "saccharine",
          "tran_cn": " （美）糖精"
        },
        {
          "word": "saccharinity",
          "tran_cn": " 含糖量；甜蜜；甜度"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gluside",
            "saxin"
          ],
          "tran_cn": "[有化]糖精；邻磺酰苯甲酰亚胺"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "saccharin sodium",
      "tran_cn": "糖精钠"
    },
    {
      "phrase": "sodium saccharin",
      "tran_cn": "[化]糖精钠"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "糖精",
      "tran_en": "a chemical substance that tastes sweet and is used instead of sugar in drinks"
    }
  ],
  "exchange": {}
}