{
  "word": "waterworks",
  "ipa": {
    "us": "ˈwɔ:təwɜ:ks",
    "uk": "ˈwɔtərwɜrks"
  },
  "sentences": [
    {
      "en": "A new waterworks will be built this year.",
      "cn": "今年将要建一座自来水厂."
    },
    {
      "en": "A new waterworks will go into operation.",
      "cn": "一座自来水厂将要投产."
    },
    {
      "en": "Are your waterworks all right?",
      "cn": "你泌尿系统正常 吗 ?"
    },
    {
      "en": "Dams and waterworks have been provided to improve irrigation.",
      "cn": "修建水坝和水利工程以改善灌溉条件."
    },
    {
      "en": "He has a job at the waterworks.",
      "cn": "他在自来水厂工作."
    },
    {
      "en": "He was amazed at how fast she could turn on the waterworks.",
      "cn": "她的装哭速度之快让他吃惊."
    },
    {
      "en": "Hossain and his team said their findings bear on an aging waterworks infrastructure particularly in the United States, where 85 percent of dams will be at least 50 years of age by the year 2020.",
      "cn": "侯赛因及其团队表示，他们的发现尤其侧重于美国老化的自来水基础设施网络，其中85%的水坝在2020年使用长达50年。"
    },
    {
      "en": "I'm amazed at how fast Diane can turn on the waterworks.",
      "cn": "黛爱娜装哭的速度之快让我吃惊."
    },
    {
      "en": "I've been having a bit of trouble with the waterworks, doctor.",
      "cn": "我有一点泌尿系统上的问题, 医生."
    },
    {
      "en": "In May a new waterworks will go into operation.",
      "cn": "5月间一座自来水厂将要投产."
    },
    {
      "en": "It has triumphantly used in measuring alum images system in waterworks.",
      "cn": "在水厂自动加矾系统实时矾花检测系统的实际应用中取得了良好的效果."
    },
    {
      "en": "The automation of waterworks is a tendency in the construction of waterworks.",
      "cn": "水厂的自动化控制是水厂今后发展的方向之一."
    },
    {
      "en": "The city's waterworks is in bad repair.",
      "cn": "该城的自来水系统严重失修."
    },
    {
      "en": "The waterworks is supposed to be fixed in two hours.",
      "cn": "供水系统预计在两小时内修好."
    },
    {
      "en": "Wu Yong of waterworks factory director a city cautiously the reporter says.",
      "cn": "防城港市港口区自来水厂厂长吴勇小心翼翼地对记者说."
    },
    {
      "en": "You needn't turn on the waterworks for me.",
      "cn": "你不用为我掉眼泪."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tears",
            "geyser"
          ],
          "tran_cn": "自来水厂；供水系统；喷泉；眼泪"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "自来水厂，<非正>（人体的）排水系统，泌尿系统",
      "tran_en": "the system of pipes and water supplies in a town or city"
    }
  ],
  "exchange": {
    "pl": [
      "waterworks"
    ]
  }
}