{
  "word": "instigation",
  "ipa": {
    "us": "ˌɪnstɪˈgeɪʃn",
    "uk": "ˌɪnstəˈɡeʃən"
  },
  "sentences": [
    {
      "en": "According to MichelFoucault's theory of discourse instigation, suppression definitely goes to an instigation.",
      "cn": "按照福柯的“话语煽动”理论, 压抑的结果必然是煽动."
    },
    {
      "en": "Although the relation between general and individual, not all entrapment belong to attempted instigation.",
      "cn": "陷害教唆与侦查圈套有着天然的伴生关系, 但并非所有的侦查圈套都属于陷害教唆之情形."
    },
    {
      "en": "An appeal fund was launched at the instigation of the President.",
      "cn": "总统授意发起了一项救援基金。"
    },
    {
      "en": "At his instigation we conceal the fact from the authorities.",
      "cn": "我们受他的怂恿向当局隐瞒了事实."
    },
    {
      "en": "At Kukhar's instigation he joined the restaurant as an apprentice chef.",
      "cn": "在库哈里的鼓动下，他到餐馆做了厨师学徒。"
    },
    {
      "en": "At Merlin's instigation, Arthur founds the Fellowship of the Round Table.",
      "cn": "在梅林的建议下，亚瑟王创建了圆桌骑士团。"
    },
    {
      "en": "First, at my instigation, we repaired to an artists’ colony in France; then spent three months in Paris.",
      "cn": "起先，在我鼓动下，我们搬到法国的一个艺术家聚居地；然后在巴黎过了三个月。"
    },
    {
      "en": "The governing body of world football, Fifa, has opened ethics proceedings against its president Sepp Blatter at the instigation of his rival for the Fifa leadership Mohamed Bin Hammam.",
      "cn": "世界足球管理机构,即国际足联开始对主席塞普•布拉特(Sepp Blatter)进行道德审查程序。 这是由于竞选足联主席的对手哈曼(Mohamed Bin Hammam)的煽动。"
    },
    {
      "en": "The riot broke out at the instigation of a certain politician.",
      "cn": "这场暴乱是在某政客的扇动下发生的."
    },
    {
      "en": "The stringent requirements of these examples stand in stark contrast to the instigation offence.",
      "cn": "上述例子的严格规定与鼓动罪行的规定构成明显的对比."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "instigator",
          "tran_cn": " 煽动者；教唆者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "instigate",
          "tran_cn": " 唆使；煽动；教唆；怂恿"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stimulus",
            "incentive",
            "excitement",
            "needle"
          ],
          "tran_cn": "煽动，鼓动；教唆；刺激"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "exasperation",
            "inspiration",
            "provocation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "at the instigation of",
      "tran_cn": "受…的唆使；在…的煽动下"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "煽动，教唆"
    },
    {
      "pos": "n, 教唆,",
      "tran_cn": "鼓动, 煽动"
    }
  ],
  "exchange": {}
}