{
  "word": "buildup",
  "ipa": {
    "us": "'bɪldˌʌp",
    "uk": "'bɪldˌʌp"
  },
  "sentences": [
    {
      "en": "A pressure buildup can occur while the car is parked in the hot sun.",
      "cn": "当汽车停放在炎热的日光下时,会出现逐渐建立起压力的情况."
    },
    {
      "en": "Any impairment in this process allows buildup of toxins, leading to illness.",
      "cn": "此排毒程序出了任何问题都会使毒素累积导致生病."
    },
    {
      "en": "Deep into enhance the buildup function and nourish the skin.",
      "cn": "深入强化组织功能,滋养肌肤."
    },
    {
      "en": "Heavy enemy buildup along the river has been reported.",
      "cn": "敌军沿河大量集结的消息已有报告."
    },
    {
      "en": "It is possible to follow the complete buildup of oscillation.",
      "cn": "了解振荡建立的整个过程是可能的."
    },
    {
      "en": "Record companies really buildup old songs with a new voice.",
      "cn": "唱片公司也推出新声音重唱老歌的唱片."
    },
    {
      "en": "She gave you a big buildup.",
      "cn": "她说了你不少好话."
    },
    {
      "en": "The ABC fibrous buildup has started inside the carbon structure.",
      "cn": "ABC纤维性的组成已经开始与碳结构内部."
    },
    {
      "en": "The buildup of impurities often results in defective plating.",
      "cn": "杂质的积累经常导致不良的电镀."
    },
    {
      "en": "The equipment for delay time is the important buildup component in system.",
      "cn": "延时装置是系统中的重要组成部件."
    },
    {
      "en": "These modules buildup the basic frame and also our thesis's main body. \"",
      "cn": "这些模块构成了数码系统的基本框架,同时也成为我们论文的主体."
    },
    {
      "en": "This will stimulate circulation and prevent buildup of styling products.",
      "cn": "这会刺激循环,避免定型产品在头部聚集."
    },
    {
      "en": "To buildup harmonic construction ability, we apply signal reconstruction theory in design.",
      "cn": "应用了信号重构理论,极大增强了功率谐波源的谐波合成能力."
    },
    {
      "en": "Using SCM and element make up of feedback network, buildup AC regulator.",
      "cn": "再应用单片机和其他元件构成反馈控制网络, 组成了交流稳压器."
    },
    {
      "en": "We get a buildup of electronic probability density between the nuclei.",
      "cn": "我们得到在两个核间的电子几率密度的堆积."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "development",
            "formation",
            "growth",
            "making",
            "enhancing"
          ],
          "tran_cn": "增强；发展；形成；组合；树立名誉"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "组合，集结，累积，形成"
    }
  ],
  "exchange": {}
}