{
  "word": "freudian",
  "ipa": {
    "us": "ˈfrɔɪdiən",
    "uk": " ˈfrɔɪdiən"
  },
  "sentences": [
    {
      "en": "'I've never loved, I mean I've never stopped loving, my mother. '' Was that a Freudian slip?'",
      "cn": "“ 我从没爱过, 我是说我从没停止爱过我母亲. ” “这是口误,还是你的真实想法? ”"
    },
    {
      "en": "Among them, Freudian analytical psychology drastically altered people's conception of human nature.",
      "cn": "其中, 弗洛伊德的精神分析法改变了人们对人性的认识."
    },
    {
      "en": "As a novelist, Stefan Zweig was influenced by Freudian psychoanalytical theories.",
      "cn": "茨威格的小说创作受到了弗洛伊德心理学理论的影响."
    },
    {
      "en": "Because hypnosis is not anything new, it is far older than Freudian psychoanalysis.",
      "cn": "因为催眠并不是什么新鲜玩意, 它比弗洛伊德的精神分析学要久远的多."
    },
    {
      "en": "Cognitive therapy approach focus on more present psychological condition of patients than Freudian psychoanalysis.",
      "cn": "心理疗法比弗洛伊德疗法更注重病人的心理条件."
    },
    {
      "en": "Cognitive therapy approach is more effective than Freudian psychoanalysis in analyzing patients'symptoms.",
      "cn": "认知疗法在分析病人症状方面要比弗洛伊德心理分析更加有效."
    },
    {
      "en": "Freudian psychoanalysis explained his trouble as Oedipus complex.",
      "cn": "弗洛伊德精神分析学将他的困扰解释为恋母情节."
    },
    {
      "en": "He was a strict, old-school Freudian.",
      "cn": "他是个不折不扣、传统守旧的弗洛伊德学说信奉者。"
    },
    {
      "en": "In this way , Ramachandran says, the left hemisphere manifestly employs Freudian mechanisms of defense.",
      "cn": "拉玛钱德朗说, 左大脑半球显然运用著佛洛伊德学说的[防卫机制]."
    },
    {
      "en": "Many current psychoanalytic theories diverge markedly from classical Freudian dogma.",
      "cn": "许多现行的心理分析理论和古典弗洛伊德教条差别很大."
    },
    {
      "en": "The English anthropologist , Geoffrey Gorer , sees the whole situation in Freudian terms.",
      "cn": "英国的人类学家杰弗里·戈罗尔用弗罗伊德的说法来解释这一切."
    },
    {
      "en": "They are committed, not just to psychology general, but to Freudian psychoanalysis.",
      "cn": "他们通常不只局限于心理学, 而是要使用弗洛伊德的心理分析."
    },
    {
      "en": "They are committed, not just to psychology in general, but to Freudian psychoanalysis.",
      "cn": "他们所信奉的不只是一般的心理学方法, 而是弗洛伊德的精神分析法."
    },
    {
      "en": "This procedure implies opposition to the revisionist Neo - Freudian school.",
      "cn": "这种作法也意味着我们与修正主义的新弗洛伊德主义是相对立的."
    },
    {
      "en": "You really think I brewed up some sort of Freudian fratricidal mania built around your success?",
      "cn": "你真的认为我对你的成功存在某种佛洛伊德所说的同族互杀癖 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "n&a,佛洛伊德学说(的)"
    },
    {
      "pos": "other",
      "tran_cn": "[医]弗洛伊德〔学说〕的：关于弗洛伊德心理学说和心理疗法（精神分析学说和方法）的"
    }
  ],
  "exchange": {}
}