{
  "word": "preschool",
  "ipa": {
    "us": "ˈpri:sku:l",
    "uk": "ˈpriˈskul"
  },
  "sentences": [
    {
      "en": "Children should be guaranteed a high - quality and free preschool education.",
      "cn": "必须保证孩子们能接受到高质量并且免费的学前教育."
    },
    {
      "en": "Could you tell me something about China's preschool education?",
      "cn": "你可以给我讲讲中国的学前教育 吗 ?"
    },
    {
      "en": "Courses taught: Child Development, Adolescent development, Preschool Mathematics and Science.",
      "cn": "任教科目包括儿童心理发展 、 青少年发展 、 学前数学和科学等."
    },
    {
      "en": "Has missed preschool education this period often the wasted effort.",
      "cn": "错过了学前教育这一关键期则往往事倍功半."
    },
    {
      "en": "Influenced by many factors, preschool education in China still falls behind.",
      "cn": "受各种因素的影响, 我国农村幼儿教育仍很落后."
    },
    {
      "en": "It is preschool education walks along commercialized contradiction on one hand.",
      "cn": "一方面是学前教育走市场化的矛盾."
    },
    {
      "en": "Narration should become a basic approach to preschool education.",
      "cn": "叙事应是幼儿教育的基本途径."
    },
    {
      "en": "Only 40 % of 5 - year - olds have access to preschool education.",
      "cn": "5 岁 孩童中只有40%能享受学前教育."
    },
    {
      "en": "preschool children",
      "cn": "学龄前儿童"
    },
    {
      "en": "Preschool children are not ye fully able to distinguish fantasy from reality.",
      "cn": "学龄前的儿童还不能完全辨别事实与幻想."
    },
    {
      "en": "Preschool education is as important as nine - year compulsory education.",
      "cn": "幼儿教育和九年义务制教育一样重要."
    },
    {
      "en": "Reading can begin with babies and continue throughout the preschool years.",
      "cn": "阅读可以从婴儿期开始,并继续贯穿于整个学龄期."
    },
    {
      "en": "The core of preschool educators'specialization is the growth of their specialty.",
      "cn": "幼儿教师专业化的核心是教师的专业成长."
    },
    {
      "en": "The preschool teacher pronounced Vicente dyslexic, disorganized, and behind his peers overall.",
      "cn": "幼儿园的老师说他朗读有障碍,无法集中精力是全幼儿园里最差的孩子."
    },
    {
      "en": "This kind of toy is meant for preschool children.",
      "cn": "这种玩具专为学龄前儿童制造的."
    },
    {
      "en": "Yes, they go to preschool classes at the age of 5.",
      "cn": "是的, 他们五岁开始上学前班."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "preschooler",
          "tran_cn": " （美）学龄前儿童"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "kindergarten",
            "nursery school"
          ],
          "tran_cn": "幼儿园，育幼院"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "nursery"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "preschool education",
      "tran_cn": "学前教育，幼儿教育"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未满学龄的；就学前的，入学前的",
      "tran_en": "relating to the time in a child’s life before they are old enough to go to school"
    },
    {
      "pos": "n",
      "tran_cn": "育幼院，幼儿园",
      "tran_en": "a school for children between two and five years of age"
    }
  ],
  "exchange": {}
}