{
  "word": "notably",
  "ipa": {
    "us": "ˈnəʊtəbli",
    "uk": "ˈnoʊtəbli"
  },
  "sentences": [
    {
      "en": "A notably short, silver-haired man, he plays basketball with his staff several times a week.",
      "cn": "他个子明显较为矮小，一头银发，每周都会和他的员工一起打几次篮球。"
    },
    {
      "en": "Emigration has notably increased over the past five years.",
      "cn": "在过去五年中，移居国外的人明显增加。"
    },
    {
      "en": "He was notably absent from the company's conference call . Mr.",
      "cn": "值得注意的是,他缺席了苹果公司的电话会议."
    },
    {
      "en": "It was a question of making sure certain needs were addressed, notably in the pensions area.",
      "cn": "问题是确保满足某些需求，尤其是养老金这块儿。"
    },
    {
      "en": "Ketenes, notably dimethyl ketene, readily undergo oligomerization and polymerization.",
      "cn": "烯酮, 特别是二甲基烯酮, 很容易齐聚和聚合."
    },
    {
      "en": "Notably absent from his statement was any hint of an apology.",
      "cn": "他的话里显然没有丝毫道歉的意思。"
    },
    {
      "en": "Notably, patients with diabetes and nephrotic - proteinuria were excluded from the protocol outright.",
      "cn": "比较显著的是, 患有糖尿病以及肾病变所致的蛋白尿患者是完全被排外在实验设计的."
    },
    {
      "en": "The behaviour of some materials, notably structural steel, can often be approximated by a stres - strain curve.",
      "cn": "某些材料的受力状态, 比如值得注意的钢结构, 通常可以近似地用应力 -- 应变曲线来描述."
    },
    {
      "en": "The divorce would be granted when more important problems, notably the fate of the children, had been decided.",
      "cn": "更为重要的问题，尤其是孩子的问题得到解决后，离婚会获批准。"
    },
    {
      "en": "The house had many drawbacks, most notably its price.",
      "cn": "这房子有很多缺陷，尤其是它的价格。"
    },
    {
      "en": "The master's arm performed until it was tired and the stock of switches notably diminished.",
      "cn": "老师直打得胳膊发累,戒鞭有明显磨损时才住手."
    },
    {
      "en": "The organization had many enemies, most notably among feminists.",
      "cn": "这个组织有许多敌人, 特别是在男女平等主义者中."
    },
    {
      "en": "The output of some export crops, notably cashews, cotton, and pyrethrum, fell drastically.",
      "cn": "有几种出口农作物, 特别是腰果 、 棉花和除虫菊的产量大幅度下降."
    },
    {
      "en": "There are other forms of civil disorder — most notably, football hooliganism.",
      "cn": "还有其他形式的民众骚乱，最出名的是足球流氓行为。"
    },
    {
      "en": "They were not notably overworked.",
      "cn": "他们的过度劳苦的情形并不显著."
    },
    {
      "en": "Various observation posts - notably a railway embankment overlooking the house - were prominently indicated.",
      "cn": "他们特意强调了几个观察点,那里是高出地面的铁路路基,可以俯看克里门特的家."
    },
    {
      "en": "Where the deficiencies of the airport lay were in operating areas, notably runways and taxiways.",
      "cn": "这个机场容量不足之处在操作区域, 特别是跑道和滑行道."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "notable",
          "tran_cn": " 值得注意的，显著的；著名的"
        },
        {
          "word": "noted",
          "tran_cn": " 著名的；显著的；附有乐谱的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "notability",
          "tran_cn": " 显著；显要人物"
        },
        {
          "word": "notable",
          "tran_cn": " 名人，显要人物"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "noted",
          "tran_cn": " 注意；记下（note的过去式和过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "especially",
            "remarkably",
            "prominently"
          ],
          "tran_cn": "显著地；尤其"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "“notable“的派生，显著地，尤其",
      "tran_en": "in a way that is clearly different, important, or unusual"
    }
  ],
  "exchange": {}
}