{
  "word": "overwhelmingly",
  "ipa": {
    "us": "ˌəʊvə(r)'welmɪŋli",
    "uk": "ˌoʊvər'hwelmɪŋli"
  },
  "sentences": [
    {
      "en": "Although things are changing the medical establishment is still overwhelmingly male.",
      "cn": "虽然世易时移，但医学界依然是男性的天下。"
    },
    {
      "en": "Gatsby was overwhelmingly aware of the youth and mystery that wealth imprisons and preserves.",
      "cn": "盖茨比深切地体会到财富怎样禁锢和保存着青春与神秘."
    },
    {
      "en": "Had not the Peers too overwhelmingly expressed their preference for no change?",
      "cn": "绝大多数上院议员不是也表示不喜欢换人 吗 ?"
    },
    {
      "en": "Historically, the bank note is the overwhelmingly dominant form of warehouse receipt.",
      "cn": "在历史上, 银行券是占绝对统治地位的票据形式."
    },
    {
      "en": "Mason had been overwhelmingly elected to the judgeship which he had so craved.",
      "cn": "梅森以压倒的票数当选他梦寐以求的法官."
    },
    {
      "en": "None of the other ideas seems overwhelmingly be convincing.",
      "cn": "看来其它观点不具有压倒一切的说服力."
    },
    {
      "en": "Public reaction was immediate and overwhelmingly favourable.",
      "cn": "公众反应迅速,而且普遍持赞成态度."
    },
    {
      "en": "The House of Commons has overwhelmingly rejected calls to bring back the death penalty for murder.",
      "cn": "下议院以压倒性的多数驳回了对谋杀罪恢复死刑判决的呼吁。"
    },
    {
      "en": "The House of Commons has overwhelmingly rejected demands to bring back the death penalty for murder.",
      "cn": "下议院以绝对多数否决了对谋杀罪恢复死刑的要求。"
    },
    {
      "en": "The inhabitants have voted overwhelmingly to restore the city's original name of Chemnitz.",
      "cn": "居民以压倒多数票同意恢复该市原来的名字“开姆尼茨”。"
    },
    {
      "en": "The local economy is overwhelmingly dependent on oil and gas extraction.",
      "cn": "当地经济过于依赖石油和天然气的开采。"
    },
    {
      "en": "The news from overseas is overwhelmingly negative.",
      "cn": "来自海外的消息特别不容乐观。"
    },
    {
      "en": "The Senate has overwhelmingly approved a hike in minimum wage.",
      "cn": "参议院以压倒性优势赞成增加最低工作额度."
    },
    {
      "en": "They voted overwhelmingly against the proposal.",
      "cn": "他们以压倒多数票否决了该提案."
    },
    {
      "en": "Women of his own middle class found him overwhelmingly attractive.",
      "cn": "同属中产阶级的女性觉得他的魅力令人难以抗拒。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "overwhelming",
          "tran_cn": " 压倒性的；势不可挡的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "overwhelming",
          "tran_cn": " 压倒；淹没（overwhelm的ing形式）；制服"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "overwhelm",
          "tran_cn": " 压倒；淹没；受打击"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "压倒地，无法抵抗地"
    }
  ],
  "exchange": {
    "adj": [
      "overwhelming"
    ]
  }
}