{
  "word": "incompatibility",
  "ipa": {
    "us": "ˌɪnkəmˌpætə'bɪlətɪ",
    "uk": "ˌɪnkəmˌpætəˈbɪlɪti"
  },
  "sentences": [
    {
      "en": "A major number indicates a potential incompatibility between library versions.",
      "cn": "主版本号表明程序库版本之间的潜在不兼容性。"
    },
    {
      "en": "A standardized programming model should be introduced to avoid technology incompatibility problems.",
      "cn": "应该引入标准化编程模型来避免技术不兼容性问题。"
    },
    {
      "en": "Aimed at the incompatibility and fuzziness of indices in diamond bits comprehensive evaluation, a comprehensive evaluation method is presented based on fuzzy matter element analysis.",
      "cn": "针对金刚石钻头综合评价中各指标的不相容性和模糊性，提出基于模糊物元分析的金刚石钻头综合评价方法。"
    },
    {
      "en": "Because of an antibody incompatibility, he is unable to receive a transplant.",
      "cn": "由于抗体不相容，他不能接受心脏移植。"
    },
    {
      "en": "In a time when there is so much dispute about the compatibility or incompatibility of science with religion, it may be a good idea to revisit what Newton and Einstein had to say about God.",
      "cn": "在这个科学与宗教到底相容还是不相容众说纷纭的时候 还是让我们重新审视一下牛顿和爱因斯坦怎么说主吧。"
    },
    {
      "en": "Incompatibility between the mother's and the baby's blood groups may cause jaundice.",
      "cn": "母亲和婴儿血型不合会产生黄疸。"
    },
    {
      "en": "Incompatibility provides only a partial explanation for the rising divorce rate.",
      "cn": "不能和谐相处只是不断升高的离婚率的部分原因."
    },
    {
      "en": "Incompatibility was written into the articles of the new Marriage Law.",
      "cn": "“感情破裂”这一术语被写入了新的《婚姻法》条例中."
    },
    {
      "en": "Incompatibility with Highly reactive with acids. Slightly reactive with oxidizing agents, moisture.",
      "cn": "各种物质的不相容性对酸有强烈的反应. 对氧化剂, 湿度有轻微的反应."
    },
    {
      "en": "Incompatibility with Various Substances Reactive with oxidizing agents, acids, moisture.",
      "cn": "各种物质的不相容性对于氧化剂, 酸, 湿气有反应."
    },
    {
      "en": "Incompatibility with Various Substances Slightly reactive with oxidizing agents, acids, moisture.",
      "cn": "各种物质的不相容性对于氧化剂, 酸, 湿气有轻微的反应."
    },
    {
      "en": "It helps to promote cross - pollination and is often combined with self - incompatibility.",
      "cn": "这种现象在许多特化的 虫媒花 中较常见,尤其是通过蜜蜂传粉的花."
    },
    {
      "en": "It is often very difficult to dope inorganic salts into the complex organic sols because of the incompatibility between the organic solvents and inorganic salts.",
      "cn": "在有机体系溶胶中掺杂无机盐通常十分困难，原因在于有机溶剂和无机盐之间的不相容性。"
    },
    {
      "en": "It is the incompatibility of systems under such a circumstance that leads to the cancer.",
      "cn": "正是这种情况下不同系统的不相容,导致了癌症."
    },
    {
      "en": "Most plants are hermaphrodite, but have mechanisms such as self - INCOMPATIBILITY that promote allogamy.",
      "cn": "许多植物是雌雄同体的, 但它们存在自交不亲和的机制,从而促进异花受精."
    },
    {
      "en": "Setup has detected an incompatibility between your video card computer's mainboard.",
      "cn": "安装程序已检测到视频卡和计算机主板的不兼容性."
    },
    {
      "en": "Sexual incompatibility is wide - spread in the apple.",
      "cn": "性的不亲合性在苹果中很普遍."
    },
    {
      "en": "The flouting of CP often gives rise to incompatibility of form and meaning in communication.",
      "cn": "在实际交际中,因人们违反合作原则而常常出现言语形式与语义不相容的现象."
    },
    {
      "en": "There exist complete cross - incompatibility and also partial incompatibility in Zea mays.",
      "cn": "在玉米属中,既存在完全的杂交不亲和性,也存在程度不同的部分不亲和性."
    },
    {
      "en": "Users can download songs freely and legally but have to face the problem of incompatibility.",
      "cn": "用户可以免费、合法地下载歌曲,但却必须面临无法兼容的问题."
    },
    {
      "en": "What are incompatibility or irreconcilable differences which have caused marital breakdown?",
      "cn": "什么是导致婚姻破裂的不可调和的或难于和解的矛盾?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "incompatible",
          "tran_cn": " 不相容的；矛盾的；不能同时成立的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "incompatibly",
          "tran_cn": " 矛盾地；不相容地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "incompatible",
          "tran_cn": " 互不相容的人或事物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "variance",
            "disparity"
          ],
          "tran_cn": "[免疫][数]不相容；不协调；不一致"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "variety"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不两立，不相容，不和谐，非兼容性，相畏"
    }
  ],
  "exchange": {
    "adj": [
      "incompatible"
    ]
  }
}