{
  "word": "overstaffed",
  "ipa": {
    "us": "ˌəʊvəˈstɑ:ft",
    "uk": "ˌoʊvərˈstæft"
  },
  "sentences": [
    {
      "en": "Actually, the framework of Hua Youshi discipline is early too overstaffed, dismiss a half cannot cherish.",
      "cn": "实际上, 华友世纪的架构早就过于臃肿, 裁掉一半都不可惜."
    },
    {
      "en": "Additional, I feel Gu Ge management is excessive, organization overstaffed.",
      "cn": "另外, 我觉得谷歌管理过度, 机构臃肿."
    },
    {
      "en": "At present many units are overstaffed.",
      "cn": "现在很多单位人浮于事."
    },
    {
      "en": "For instance, our departments are overstaffed.",
      "cn": "比如, 我们现在机构臃肿,人浮于事."
    },
    {
      "en": "Here does not have organization overstaffed phenomenon already , also do not have the anxiety overstaffed.",
      "cn": "这里既无机构臃肿现象, 也无人浮于事之虞."
    },
    {
      "en": "Large growth in the number of URLs makes the indexes of Internet content filtering systems overstaffed.",
      "cn": "海量URL会造成网络内容过滤系统索引效率低下."
    },
    {
      "en": "Many workers believe the factory is overstaffed.",
      "cn": "很多工人认为该厂人浮于事。"
    },
    {
      "en": "No wonder the firm makes a loss; the office is terribly overstaffed.",
      "cn": "难怪公司亏损, 办公室严重超编."
    },
    {
      "en": "Some medical institutions overstaffed with low efficiency.",
      "cn": "一些医疗机构由于人员过度庞大而导致低效率."
    },
    {
      "en": "That has inevitably led to a large number of workers being laid overstaffed enterprises.",
      "cn": "此举无疑使人员过剩的企业有大量工人下岗."
    },
    {
      "en": "The malady with high proportion of numerous, overstaffed , man - machine still keeps airline staff in.",
      "cn": "航空公司人员众多 、 人浮于事 、 人机 比例高的弊病仍然存在."
    },
    {
      "en": "The train company is overstaffed and notoriously inefficient.",
      "cn": "铁路公司冗员过多，工作效率出了名地低。"
    },
    {
      "en": "We must completely change the current status of overstaffed organizations and superfluous staff.",
      "cn": "我们一定要彻底改变这种机构臃肿、人浮于事的状况."
    },
    {
      "en": "We're overstaffed at work and I fear they're going to give me the push.",
      "cn": "我们这里已超员了,我担心他们要解雇我了."
    },
    {
      "en": "You can divide the work into simple part to replace the project of overstaffed.",
      "cn": "你可以把工作分成简单的部分来取代臃肿的工程."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（指办公室等）超编的，人浮于事的",
      "tran_en": "an overstaffed company, organization etc has more workers than it needs"
    }
  ],
  "exchange": {}
}