{
  "word": "Michelangelo",
  "ipa": {
    "us": "ˌmaɪkəˈlændʒələʊ",
    "uk": "ˌmaɪkəˈlændʒəˌloʊ"
  },
  "sentences": [
    {
      "en": "Faith in oneself is the best and safest course . -- Michelangelo .",
      "cn": "自信是最好且最安全的 道路."
    },
    {
      "en": "If no one ever took risks, Michelangelo have painted the Sistine floor.",
      "cn": "要是人人都不冒险, 米开朗基罗只会在西斯汀教堂的地板上绘画."
    },
    {
      "en": "In marmo Michelangelo ha scolpito molti capolavori artistici.",
      "cn": "米开朗基罗用大理石塑造了许多艺术杰作."
    },
    {
      "en": "Is this painting attributable to Michelangelo?",
      "cn": "这幅画是米开朗琪罗画的 吗 ?"
    },
    {
      "en": "It took Michelangelo 4 years to paint the ceiling. He painted it while lying on his back.",
      "cn": "米开朗基罗在天花板上作画花了4年时间, 且是用仰卧的姿势进行的。"
    },
    {
      "en": "Michelangelo carved in marble.",
      "cn": "米开朗琪罗在大理石上雕刻."
    },
    {
      "en": "Michelangelo crafted the Statue of David from a single piece of marble.",
      "cn": "米卡朗基罗从一整块大理石中雕刻出了大卫的雕像."
    },
    {
      "en": "Michelangelo is considered to be one of the greatest artists in renaissance.",
      "cn": "米开朗基罗被认为是文艺复兴时期最伟大的艺术家之一."
    },
    {
      "en": "Michelangelo obtained his marble from a quarry.",
      "cn": "米开朗基罗从采石场获得他的大理石."
    },
    {
      "en": "Michelangelo was clearly in Raphael's thoughts at times.",
      "cn": "米开朗基罗确实是拉斐尔脑海中常有的念想."
    },
    {
      "en": "Michelangelo, while working, had to lie on his back and paint.",
      "cn": "米开朗基罗, 而工作时, 曾趴在他的背部及油漆."
    },
    {
      "en": "Michelangelo's David is just one of the artist's many masterpieces.",
      "cn": "米开朗基罗的《大卫》雕像是他的许多杰作之一."
    },
    {
      "en": "P > The drawing of Michelangelo were recently exhibited in New York.",
      "cn": "米开朗基罗的素描最近在纽约展出."
    },
    {
      "en": "Rodin climbing life, and finally to board another peak after Michelangelo.",
      "cn": "罗丹一生攀登, 并终于登上米开朗基罗之后的又一高峰."
    },
    {
      "en": "The Michelangelo masterpiece attracts more than 1.2 million people every year.",
      "cn": "米开朗基罗的这个杰作每年吸引120多万游客."
    },
    {
      "en": "You may become a Shakespeare, a Michelangelo, a Beethoven.",
      "cn": "你可以成为莎士比亚, 米开朗琪罗, 或者是贝多芬."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "米开朗基罗(1475-1564，意大利文艺复兴时期成就卓著的科学家，艺术家)"
    },
    {
      "pos": "other",
      "tran_cn": "米开朗基罗（意大利文艺复兴雕刻家、画家、建筑师和诗人）"
    }
  ],
  "exchange": {}
}