{
  "word": "airfield",
  "ipa": {
    "us": "ˈeəfiːld",
    "uk": "ˈerfiːld"
  },
  "sentences": [
    {
      "en": "An airfield is a place where aircraft can take off or land.",
      "cn": "飞机场是飞机可以起飞或降落的地方."
    },
    {
      "en": "Guards patrolled the perimeter of the airfield.",
      "cn": "卫兵沿机场四周巡逻."
    },
    {
      "en": "He attempted to return downwind to the airfield.",
      "cn": "他试图顺风回到飞机场。"
    },
    {
      "en": "Officials were unable to explain what the vehicles were doing on a nature reserve, or why there were windsocks nearby, which appeared to suggest the presence of an airfield.",
      "cn": "官员并不能解释这些运输工具在自然保护区的用途，或为什么附的有风向带，风向带表明有似乎有机场的存在。"
    },
    {
      "en": "One detachment pushed into the eastern suburbs towards the airfield.",
      "cn": "一支小分队开进了东部郊区向飞机场挺进。"
    },
    {
      "en": "The aeroplanes landed on the airfield.",
      "cn": "飞机在机场降落."
    },
    {
      "en": "The airfield is bounded by woods on all sides.",
      "cn": "飞机场的四周都是树林."
    },
    {
      "en": "The airfield is ringed with armoured cars.",
      "cn": "机场被装甲车包围了."
    },
    {
      "en": "The airfield was seized by enemy troops.",
      "cn": "机场被敌军占领."
    },
    {
      "en": "The community of Meado Wood , adjoined the southwest limits of the airfield.",
      "cn": "梅多伍德的居民区和机场的西南边缘接壤."
    },
    {
      "en": "The foreign guests were motored from the airfield to the hotel.",
      "cn": "用车把外宾从机场送到旅馆."
    },
    {
      "en": "The plane circled over the airfield.",
      "cn": "飞机在机场上空绕圈."
    },
    {
      "en": "The planes formed up over the airfield.",
      "cn": "飞机在机场上空排成队列."
    },
    {
      "en": "The trolley bus connects here with a bus for the airfield.",
      "cn": "这辆无轨电车在这里衔接去机场的公共汽车."
    },
    {
      "en": "They were pressing on eastwards towards the city's small airfield.",
      "cn": "他们继续向东朝该市的小机场推进。"
    },
    {
      "en": "When the plane arrived, some of the detectives were waiting inside the main building while others were waiting on the airfield.",
      "cn": "飞机到达时, 一些侦探等候在主楼里,而另一些等候在飞机降落的地方."
    },
    {
      "en": "Yet inside a hanger at a Swiss airfield is the prototype of an aircraft (illustrated above) that does not use any fuel at all.",
      "cn": "但是在瑞士一个机场的飞机库里面却有一个完全不用燃料的飞机原型（如上图所示）。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "drome",
            "air-depot"
          ],
          "tran_cn": "[航]飞机场"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "airport",
            "landing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "飞机场",
      "tran_en": "a place where planes can fly from, especially one used by military planes"
    }
  ],
  "exchange": {
    "pl": [
      "airfields"
    ]
  }
}