{
  "word": "angiosperm",
  "ipa": {
    "us": "ˌændʒɪəˌspɜ:m",
    "uk": "ˌændʒɪrˌspɜm"
  },
  "sentences": [
    {
      "en": "“Early steps of angiosperm-pollinator coevolution.” Proceedings of the National Academy of Sciences USA 105: 240-245.",
      "cn": "《被子植物和花粉传播者共同进化的早期阶段》——美国国家科学院论文集105: 240-245."
    },
    {
      "en": "“The angiosperm radiation revisited, an ecological explanation for Darwin’s abominable mystery.” Ecology Letters 12: 865-872.",
      "cn": "其中Berendse, F. and Scheffer, M. 2009年对相关假设作了一个精巧的摘编，见《重温被子植物的发散，针对达尔文糟糕透顶的神秘轮生态学解析》——生态学通讯12: 865-872."
    },
    {
      "en": "Both species occured on rotten angiosperm wood, and caused a white rot.",
      "cn": "这两种木材腐朽菌均生长在阔叶树腐朽木上, 造成木材白色腐朽."
    },
    {
      "en": "Due to the rapid development of molecular systematics, circumscriptions of many traditional angiosperm families and genera have been revised.",
      "cn": "分子系统学的快速发展， 使很多被子植物的科和属的范畴发生了变化。"
    },
    {
      "en": "Funicle ( funiculus ) The stalk attaching the ovule ( later the seed ) to the placenta angiosperm ovaries.",
      "cn": "中连接胚珠 ( 之后的种子 ) 和胎座的柄."
    },
    {
      "en": "Funicle ( funiculus ) The stalk attaching the ovule ( later the seed ) to the placenta in angiosperm ovaries.",
      "cn": "被子植物 子房中连接胚珠 ( 之后的种子 ) 和胎座的柄."
    },
    {
      "en": "General believing, the multi - carpel wooden orchid aceae plant is the angiosperm most primitive class group.",
      "cn": "一般的认为, 多心皮的木兰科植物是被子植物最原始的类群."
    },
    {
      "en": "In some angiosperm the seeds are equipped with gossamer wings, like the dandelion and milkweed seeds.",
      "cn": "有些被子植物的种子有蛛丝般的翅膀，例如蒲公英和乳草属植物的种子。"
    },
    {
      "en": "Most angiosperm ovules possess two integuments, while gymnosperms usually have only one.",
      "cn": "大多数被子植物的胚珠有两层珠被, 而裸子植物通常只有一层."
    },
    {
      "en": "Other angiosperm cultures based on totipotent cells could be adapted to similar ends.",
      "cn": "其它用全能细胞的被子植物培养能够适合于类似的目的."
    },
    {
      "en": "Perhaps a key adaptive advantage of the angiosperm is their ability to construct wood with much less expenditure of energy per unit weight.",
      "cn": "也许被子植物适应优势的秘诀就在于它们有能力形成每单位重量的木材可支付少得多的能。"
    },
    {
      "en": "The hamamelidaceae also is angiosperm ancient and the complex branch.",
      "cn": "金缕梅科也是被子植物中古老而又复杂的科."
    },
    {
      "en": "The life cycle of maize is that of a typical angiosperm.",
      "cn": "玉米的生活史是被子植物中比较典型的."
    },
    {
      "en": "This latter statement finds support in contemporary works on angiosperm embryology.",
      "cn": "后者这一说法，在当代被子植物胚胎学研究中获得了支持。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "angiospermous",
          "tran_cn": " 被子的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "被子植物"
    }
  ],
  "exchange": {}
}