{
  "word": "ruthlessly",
  "ipa": {
    "us": "'ru:θləslɪ",
    "uk": "ˈruθlɪslɪ"
  },
  "sentences": [
    {
      "en": "Apple is ruthlessly astute in protecting its business model.",
      "cn": "苹果无情并精明得保护自己的商业模式."
    },
    {
      "en": "Do not rule over them ruthlessly, but fear your God.",
      "cn": "不可严严地辖管他.只要敬畏你的神."
    },
    {
      "en": "Far too many beautiful buildings in London are being ruthlessly demolished.",
      "cn": "在伦敦,正在被无情拆除的美丽建筑太多了."
    },
    {
      "en": "I also did things like put myself on auto-response and I ruthlessly stopped caring about a lot of things (to make psychic space for my primary aim of liberation). That's about the gist of it.",
      "cn": "我也会做一些像把博客调成自动回复，残忍地忽视很多事（让我最初的解放目标有个心灵上的空当）。这是要点。"
    },
    {
      "en": "It was like a Liema, ruthlessly trampling on my confidence.",
      "cn": "它又像一匹烈马, 无情地践踏我的信心."
    },
    {
      "en": "Rising interest rates ruthlessly reduced the value all existing fixed - coupon investments.",
      "cn": "升高的利息无情的减少了现存的固定收益投资的价值."
    },
    {
      "en": "Ruthlessly summarised , the book's storyline goes like this.",
      "cn": "大致说来, 情节是这样的."
    },
    {
      "en": "The animals were ruthlessly hunted to the verge of extinction.",
      "cn": "这些动物由于遭到无情的捕猎而濒于灭绝."
    },
    {
      "en": "The brutal soldiers beat their prisoners ruthlessly.",
      "cn": "残暴的士兵野蛮地抽打俘虏."
    },
    {
      "en": "The peasants were kept down ruthlessly by the occupying power.",
      "cn": "占领国残酷地压迫农民."
    },
    {
      "en": "The people who were held ruthlessly would not yield to aggressors.",
      "cn": "受到侵略者残酷镇压的人民是决不会向他们屈服的."
    },
    {
      "en": "The president ruthlessly disposed of his rivals, eg dismissed them, had them killed.",
      "cn": "这位总统无情地除掉了政敌(如将他们撤职或杀害)."
    },
    {
      "en": "They still do, of course, but when they do they're ruthlessly pruned.",
      "cn": "当然大人也可以逃避, 但是他们会遭到无情的修理."
    },
    {
      "en": "They'd ruthlessly choked off all opposition to their plans.",
      "cn": "他们无情地把反对他们的方案都压制下去了."
    },
    {
      "en": "Works of art and priceless historical records were ruthlessly destroyed.",
      "cn": "艺术品和珍贵史料全被无情地毁掉了."
    },
    {
      "en": "Works of art, historic monuments and priceless historical records were ruthlessly destroyed.",
      "cn": "艺术作品 、 历史遗址以及无法估价的史料均遭到残酷的破坏."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ruthless",
          "tran_cn": " 无情的，残忍的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ruthlessness",
          "tran_cn": " 无情；冷酷；残忍"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "inexorably",
            "heartlessly"
          ],
          "tran_cn": "无情地；残忍地；冷酷地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "无情地，冷酷地，残忍地"
    }
  ],
  "exchange": {
    "noun": [
      "ruthlessness"
    ],
    "adj": [
      "ruthless"
    ]
  }
}