{
  "word": "coalescence",
  "ipa": {
    "us": "ˌkəʊə'lesns",
    "uk": "ˌkəʊə'lesns"
  },
  "sentences": [
    {
      "en": "Combined with the parameters determined by experiment, internal recycling continuous flow reactor for coalescence was designed.",
      "cn": "结合试验确定的参数, 设计了内循环连续流粗粒化反应器."
    },
    {
      "en": "Conclusion The therapy of small needle - knife can promote fracture coalescence in rabbits.",
      "cn": "结论小针刀治疗可促进兔骨折愈合."
    },
    {
      "en": "Eventually, our group began to coalesce with other anti-abortion groups. The coalescence gave us a stronger voice, but we also lost an element of control over the group’s activities.",
      "cn": "后来，我们的组织开始联合其他反堕胎组织，这一联合使我们的呼声更具威力，但组织活动还缺少些许控制。"
    },
    {
      "en": "He writes, \"Convergence involved the coalescence of various deities, and or some of their features into the figure of Yahweh\" There's a period of convergence and blending of the deities.",
      "cn": "他写到“集合包括多个神灵的合并，他们的一些特别最终集合于耶和华“,有过一段众神集合混杂的时期。"
    },
    {
      "en": "It is formed by the coalescence of the first three neuromeres in the embryo .",
      "cn": "它是由胚胎时的前三个神经原节愈合而成的。"
    },
    {
      "en": "It is formed by the coalescence of the first three neuromeres in the embryo.",
      "cn": "它是由胚胎时的前三个神经原节愈合而成的."
    },
    {
      "en": "Objective To explore the effect and mechanism of small needle - knife therapy for fracture coalescence.",
      "cn": "目的探讨小针刀对骨折愈合的影响及其作用机制."
    },
    {
      "en": "The coalescence between short cracks leads to crack propagation and the crack path is predominantly transgranular.",
      "cn": "短裂纹的汇合造成裂纹发展且裂纹路径以穿晶为主."
    },
    {
      "en": "The coalescence mechanism was explored through comparison experiment of oil removal performance of several coalescence fillers.",
      "cn": "摘要通过对几种聚结填料除油性能的对比试验,探讨了聚结机理."
    },
    {
      "en": "The interaction between joints and the coalescence of joints are important problem for geotechnical engineering.",
      "cn": "节理岩体的力学特性主要受控于节理,节理间的相互作用及其贯通是岩体工程的重要问题."
    },
    {
      "en": "The particles are preferably prepared by the limited coalescence polymerization technique.",
      "cn": "这种颗粒,最好由有限聚结聚合技术来制备."
    },
    {
      "en": "The phenomenon represented a sudden coalescence of intellectual or sensitive people with the lumpen elements.",
      "cn": "这一现象表明知识分子或一些敏感的人们忽然和蜕化的因素结合起来."
    },
    {
      "en": "The same kind of reasoning can be used to explain vertical coalescence of bubbles in beds.",
      "cn": "人们可用同样推理解释流化床中气泡在垂直方向上的合并."
    },
    {
      "en": "The stability of any foam ultimately relies on the hindrance of bubble coalescence.",
      "cn": "任何泡沫的稳定性归根到底都依赖于阻止泡泡们的合并。"
    },
    {
      "en": "Theoretical models for the calculation of the droplet velocity in the liquid-liquid heterogeneous mixing are reviewed. Breakage and coalescence mechanism of the droplets are analyzed.",
      "cn": "前言： 总结了液-液非均相混合过程中的液滴运动速率计算模型，分析了液滴破碎及合并的机理。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "coalescent",
          "tran_cn": " 合并的；接合的"
        },
        {
          "word": "coalescing",
          "tran_cn": " 聚结的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "coalescent",
          "tran_cn": " 联合；合并"
        },
        {
          "word": "coalition",
          "tran_cn": " 联合；结合，合并"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "coalescing",
          "tran_cn": " 合并；联合（coalesce的现在分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "coalesce",
          "tran_cn": " 合并；结合；联合"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "coalesce",
          "tran_cn": " 使…联合；使…合并"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "alliance",
            "combined with",
            "marriage",
            "combination",
            "unity",
            "union",
            "association"
          ],
          "tran_cn": "合并；联合；接合"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "coherence",
            "combination",
            "connection",
            "fusion",
            "harmony",
            "synthesis",
            "union"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "合并，接合，联合，合生，聚结，愈合"
    }
  ],
  "exchange": {
    "verb": [
      "coalesce"
    ]
  }
}