{
  "word": "silica",
  "ipa": {
    "us": "ˈsɪlɪkə",
    "uk": "ˈsɪlɪkə"
  },
  "sentences": [
    {
      "en": "AAR can be assorted two classifications: Alkali - Silica Reaction ( ASR ) and Alkali - Carbonate Reaction ( ACR ).",
      "cn": "AAR主要 分两类: 碱 - 硅酸反应(Alkali-Silica Reaction, 简称 ASR ) 和碱 - 碳酸盐反应 ( Alkali-CarbonateReaction,简称ACR )."
    },
    {
      "en": "Beneficiation removes clay and silica to considerable extent.",
      "cn": "富集操作除去粘土和硅石达到相当高的程度."
    },
    {
      "en": "Diatoms already secrete silica by exocytosis—a biological process by which cells direct secreted material outside the cell walls.",
      "cn": "硅藻已经通过胞外分泌二氧化硅，这是细胞直接把物质分泌出细胞壁的一个生物过程。"
    },
    {
      "en": "For the water features of electronics industry , enhanced to removal silica, heavy metals and organic carbon in water.",
      "cn": "对于电子行业用水的特性，增强了对水中二氧化硅、重金属和有机碳的脱除；"
    },
    {
      "en": "Frictional behavior is modified by colloidal silica or starch deposition.",
      "cn": "耐磨损性能可以通过在织物上沉淀胶状硅或淀粉一类物质而得到改善."
    },
    {
      "en": "Health standard for respirable silica dust in the air of workplace.",
      "cn": "车间空气中呼吸性矽尘卫生标准."
    },
    {
      "en": "METHODS: Alcoholic extraction, silica gel, ODS column chromatography and recrystallization were used.",
      "cn": "方法: 采用工业酒精提取 、 胶柱层析、ds柱层析和重结晶等方法."
    },
    {
      "en": "NBR sheet Plastic strips, hoses, Jiaobang . Silica gel plates, of the tube.",
      "cn": "NBR胶板, 胶条,胶管, 胶棒. 硅胶板,条, 管."
    },
    {
      "en": "Other examples are cell damage caused by silica, asbestos and possibly some carcinogens.",
      "cn": "另外的例子是二氧化硅 、 石棉和可能的某些致癌物质所引起的细胞损害."
    },
    {
      "en": "Other Ingredients : Dicalcium Phosphate , Cellulose ( Plant Origin ), Gelatin, Silica, Vegetable Magnesium Stearate.",
      "cn": "磷酸二钙, 植物纤维, 凝胶, 二氧化硅, 植物硬脂酸镁."
    },
    {
      "en": "Quartz sand: selection of quartz stone plate material ore demand silica content above 99.0% and no weathering, to ensure that the plate surface hardness, good surface gloss and gentle touch.",
      "cn": "石英砂： 石英石板材选用的质料矿石需求二氧化硅含量99.0%以上且没有风化，以确保板材外表硬度、杰出的外表光泽度和温润的触感。"
    },
    {
      "en": "Raw material of production of the Low - Glass is processed mined silica.",
      "cn": "低辐射 镀膜玻璃 的原材料供应为开采加工硅砂."
    },
    {
      "en": "Silica, in fact, is a desirable impurity because it is one of the reactants.",
      "cn": "硅石实际上是一种有用的杂质,因为它是一种反应剂."
    },
    {
      "en": "The basic ingredients in glass, including silica sand and soda ash, are found almost everywhere.",
      "cn": "玻璃的基本原料，包括硅砂和纯碱，几乎可以在任何地方找到。"
    },
    {
      "en": "The commercial product however, containing silica and silicates, has a positive effect.",
      "cn": "然而含有硅石和硅酸盐的工业品都有肯定的效果."
    },
    {
      "en": "The extrusion of silica - rich lava, the Rooiberg felsite, occurred on a grand scale.",
      "cn": "富于 硅氧 的岩流及罗依山霏细岩的喷出作用占据了广大面积."
    },
    {
      "en": "The free hydroxyl ion is involved in a further reaction with the silica network.",
      "cn": "游离的氢氧离子会进一步和硅氧网络反应."
    },
    {
      "en": "The silica based DNA came from the Pleiades and Orion Star Systems.",
      "cn": "硅基DNA来自昴宿星及猎户星系."
    },
    {
      "en": "The silica in cucumber is an essential component of healthy connective tissue, which includes muscles, tendons, ligaments, cartilage, and bone.",
      "cn": "黄瓜中的硅是健康的结缔组织的重要组成部分，结缔组织包括肌肉、肌腱、韧带、软骨和骨。"
    },
    {
      "en": "When silica is heated until fluid and then cooled, it forms a glass.",
      "cn": "把氧化硅加热至流动,然后冷却, 它就形成一种玻璃."
    },
    {
      "en": "While her team is confident that coal burning is causing the high rates of cancer, they are not certain it is due to silica.",
      "cn": "她的团队相信，煤的燃烧导致了肺癌的高发病率，但是他们不能确定这是二氧化硅引起的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "siliceous",
          "tran_cn": " 硅酸的；硅土的"
        },
        {
          "word": "silicious",
          "tran_cn": " 含硅的；硅土的；硅酸的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "silicon dioxide",
            "silicon oxide"
          ],
          "tran_cn": "[无化]二氧化硅；[材]硅土"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "amorphous silica",
      "tran_cn": "氧化矽；非定晶硅；无定形氧化硅"
    },
    {
      "phrase": "colloidal silica",
      "tran_cn": "硅胶"
    },
    {
      "phrase": "fumed silica",
      "tran_cn": "[材]煅制氧化硅"
    },
    {
      "phrase": "fused silica",
      "tran_cn": "熔融石英；[化]石英玻璃"
    },
    {
      "phrase": "silica brick",
      "tran_cn": "硅砖；石英砖"
    },
    {
      "phrase": "silica flour",
      "tran_cn": "[冶金]矽砂粉"
    },
    {
      "phrase": "silica gel",
      "tran_cn": "n. [化]硅胶"
    },
    {
      "phrase": "silica glass",
      "tran_cn": "石英玻璃；硅玻璃（等于fused silica）"
    },
    {
      "phrase": "silica sand",
      "tran_cn": "硅砂；石英砂"
    },
    {
      "phrase": "silica sol",
      "tran_cn": "硅溶胶"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "硅石，二氧化硅，硅氧",
      "tran_en": "a chemical  compound  that exists naturally as sand,  quartz  , and  flint  , used in making glass"
    }
  ],
  "exchange": {}
}