{
  "word": "piscatorial",
  "ipa": {
    "us": "ˌpɪskəˈtɔ:riəl",
    "uk": "ˌpɪskəˈtɔriəl, -ˈtor-"
  },
  "sentences": [
    {
      "en": "Condition of special landform, grade water natural resources, suit piscatorial development.",
      "cn": "非凡的地形 、 优质的水资源条件, 适合渔业的发展."
    },
    {
      "en": "In market economy moving mechanism falls, those who opened piscatorial resource development to use a climax is prelusive.",
      "cn": "在市场经济运行机制下，揭开了渔业资源开发利用高潮的序幕。"
    },
    {
      "en": "Piscatorial economy research is the popular task that bound of current aquatic product studies.",
      "cn": "渔业经济研究是当前水产界研究的热门课题."
    },
    {
      "en": "Piscatorial resource is distinctive, produce have fine scale, horse Subow - backed 3 of salmon and head fish.",
      "cn": "渔业资源独特, 产有细鳞 、 马苏和驼背3种大马哈鱼及滩头鱼."
    },
    {
      "en": "Should regard the zoology of piscatorial area, environment, resource, economy and society as the old system of a mutual correlation.",
      "cn": "要将渔业地区的生态、环境、资源、经济和社会视为一个相互关联的大系统。"
    },
    {
      "en": "Suffer the effect that governmental function transforms, measure of original piscatorial administration administration and means also are weakened.",
      "cn": "受政府职能转变的影响，原有的渔业治理行政手段和方式也受到削弱。"
    },
    {
      "en": "The effect of Ulva Pertusa on the removal of nutrient salt in piscatorial wastewater was studied.",
      "cn": "在养殖废水中,利用大型海藻-孔石莼,研究其对各营养盐的吸收情况."
    },
    {
      "en": "The town does piscatorial enterprise and small, small, deficient enterprise to should sell, auction and annex.",
      "cn": "镇办渔业企业和小 、 微 、 亏企业应出售 、 拍卖和兼并."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "piscary",
          "tran_cn": " 捕鱼场；捕鱼权"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "halieutic"
          ],
          "tran_cn": "渔业的；渔民的；捕鱼的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fishy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "钓鱼的，渔业的，捕鱼的",
      "tran_en": "relating to fishing or people who go fishing"
    }
  ],
  "exchange": {}
}