{
  "word": "tornado",
  "ipa": {
    "us": "tɔːˈneɪdəʊ",
    "uk": "tɔːrˈneɪdoʊ"
  },
  "sentences": [
    {
      "en": "A tornado leveled the entire business district.",
      "cn": "龙卷风使整个商业区成为平地。"
    },
    {
      "en": "A tornado levelled the entire business district.",
      "cn": "龙卷风使整个商业区成为平地."
    },
    {
      "en": "A tornado whirled into the town last week.",
      "cn": "龙卷风上周袭击了这座城市."
    },
    {
      "en": "A tornado whirled into town.",
      "cn": "龙卷风刮进了城里."
    },
    {
      "en": "Centuries ago, this deserted place was a flourishing town, but a tornado is said to have wiped it out.",
      "cn": "几个世纪前, 这片荒芜的地方曾是一座繁荣的小镇, 可据说一场龙卷风扫平了它."
    },
    {
      "en": "It was the beginning of a tornado.",
      "cn": "这是龙卷风的雏形."
    },
    {
      "en": "Meteorologist believe this pressure jump is the mechanism responsible for storm and tornado.",
      "cn": "气象学家认为这一气压的突然升高是暴风雨和飓风形成的物理机制."
    },
    {
      "en": "Python: how to return from generator function using tornado?",
      "cn": "如何从生成器函数返回使用龙卷风?。"
    },
    {
      "en": "The approaching tornado struck awe in our hearts.",
      "cn": "正在逼近的龙卷风使我们惊恐万分."
    },
    {
      "en": "The phenomenon is believed to be down to a mini tornado which touched down elsewhere, sucking apples from the ground or from trees.",
      "cn": "据信这一现象可能是由于附近某处的果园有小型的龙卷风出现，把苹果从地上或树上揪下来了。"
    },
    {
      "en": "The ruin of the house was caused by a violent tornado.",
      "cn": "一阵猛烈的旋风把房屋卷倒了."
    },
    {
      "en": "The surface pressure at the centre of the tornado is shown in Figure 7.26.",
      "cn": "陆龙卷中心的地面气压如图7.26所示."
    },
    {
      "en": "The tornado claimed dozens of lives.",
      "cn": "那场龙卷风夺去了几十条人命."
    },
    {
      "en": "The tornado cut a swath through the town.",
      "cn": "龙卷风袭击该镇,留下破坏的痕迹."
    },
    {
      "en": "The tornado disrupted broadcasting along the entire coast.",
      "cn": "龙卷风使整个沿海的广播都中断了。"
    },
    {
      "en": "The tornado is coming, so we had better batten down the hatches here and get to the cellar.",
      "cn": "龙卷风即将来临，因此我们最好把这里的舱口封上，到地下室去。"
    },
    {
      "en": "The Tornado jet fighter - bomber has two air intakes.",
      "cn": "旋风式喷气轰炸机有两个空气入口."
    },
    {
      "en": "The tornado laid the houses flat.",
      "cn": "旋风夷平了那些房子."
    },
    {
      "en": "The tornado rubbished the whole village.",
      "cn": "龙卷风毁掉了整个村庄。"
    },
    {
      "en": "They took shelter from a tornado at a crypt.",
      "cn": "他们在地下室躲避龙卷风。"
    },
    {
      "en": "This part of the community really shows you the randomness and intensity of the tornado.",
      "cn": "这部分的社区真的向你展示了龙卷风的随机性和强度。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "blizzard",
            "gale",
            "hurricane",
            "squall",
            "tempest",
            "whirlwind",
            "windstorm"
          ],
          "tran_cn": "暴风"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "blizzard",
            "gale",
            "hurricane",
            "squall",
            "tempest",
            "typhoon",
            "whirlwind",
            "windstorm"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[大气]龙卷风，陆龙卷，大雷雨，具有巨大破坏性的人（或事物）",
      "tran_en": "an extremely violent storm consisting of air that spins very quickly and causes a lot of damage"
    }
  ],
  "exchange": {
    "pl": [
      "tornadoes",
      "tornados"
    ]
  }
}