{
  "word": "introvert",
  "ipa": {
    "us": "ˈɪntrəvɜːt",
    "uk": "ˈɪntrəvɜːrt"
  },
  "sentences": [
    {
      "en": "An introvert's brain is literally wired differently than an extrovert's!",
      "cn": "他们大脑的紧张度和外向的人有很大差异."
    },
    {
      "en": "Are you an introvert or an extrovert?",
      "cn": "你是内向型还是外向型的人?"
    },
    {
      "en": "Do you think you're an extrovert or introvert?",
      "cn": "你认为你是个性外向的人还是个性内向的人?"
    },
    {
      "en": "For such a recluse and an introvert, this passion for closeness seems odd.",
      "cn": "这么个独行内向的人居然这么热衷于接近什么,真是怪事."
    },
    {
      "en": "He is an introvert, he never tries to start a conversation with anyone.",
      "cn": "他性格很内向, 从不主动与人搭言."
    },
    {
      "en": "He the introvert; Tom the extrovert.",
      "cn": "对他们俩来说,他性格内向, 汤姆性格外向."
    },
    {
      "en": "How do you think the introvert and the extrovert will behave in such an environment?",
      "cn": "在完全相同的环境下，你认为内向的人和外向的人都会如何表现呢？"
    },
    {
      "en": "I an introvert and introverts get drawn in.",
      "cn": "我是个内向的人而且内向是天生的."
    },
    {
      "en": "I sympathize with the introvert as I would with the sickly, but both are missing a lot of life.",
      "cn": "我会像体谅体弱病残的人那样，体谅性格内向的人，但两者都失去许多人生体验。"
    },
    {
      "en": "I sympathize with the introvert as I would with the sickly, but both are missing a lot of life.",
      "cn": "我同情那些内向的人正如我会同情病人一样，因为他们的生活中都有缺失的部分。"
    },
    {
      "en": "I'm a little bit introvert that I don't like talk too much.",
      "cn": "我的性格有些内向,不太喜欢说话,总是把自己的想法放在心里."
    },
    {
      "en": "Introverts can have friends ok. I mean, I'm an introvert and I have no friends, but some do. Maybe. Not sure actually.",
      "cn": "内向的人也可以拥有朋友，嗯，我说的是，我是一个内向的人我没有朋友，但是很多内向人也有朋友。是这样的吧？也许是吧？"
    },
    {
      "en": "Many colleges will help future career seekers to evaluate self- personality to see if they are introvert, extrovert, detail-oriented or concept / idea persons.",
      "cn": "许多大学帮助未来的求职者估量自己性格是否属于内向、外向、倾向细节或有创造性的人。"
    },
    {
      "en": "Question 3: sounds you are a little introvert. Maybe you should do something to re - establish your self - confidence ?",
      "cn": "问题3听起来你有点内向或许你应该做点什么来重建 自信?"
    },
    {
      "en": "Shunde's people are modest, honest, plain, introvert, and full of exploratory and innovative spirit.",
      "cn": "顺德人,谦厚 、 平实 、 内敛 、 诚信, 富有探索、创新的精神."
    },
    {
      "en": "The music students here are a very introvert lot.",
      "cn": "这里学音乐的学生都非常不爱交际。"
    },
    {
      "en": "The same conversation that energizes the extravert also drains the introvert.",
      "cn": "同样的交谈能让外向者荣光焕发,却让内向者精神颓靡."
    },
    {
      "en": "Their whole thing was an introvert pilgrimage.",
      "cn": "所有他们所做的就是内在的朝拜."
    },
    {
      "en": "Unlike his brother Bob, he is an introvert, isn't he?",
      "cn": "不像他的哥哥鲍伯, 他很内向不是 吗 ?"
    },
    {
      "en": "You are very much an introvert.",
      "cn": "你是一位地道的内向性格者."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "introversive",
          "tran_cn": " 内向的；内省的；内翻的"
        },
        {
          "word": "introverted",
          "tran_cn": " 内向的"
        },
        {
          "word": "introvertive",
          "tran_cn": " 内向的，内倾的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "introversion",
          "tran_cn": " 内省性，内向性"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "introverted",
          "tran_cn": " 使...内向（introvert的过去分词形式）；使内翻"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "性格内向的人",
      "tran_en": "someone who is quiet and shy, and does not enjoy being with other people"
    },
    {
      "pos": "v",
      "tran_cn": "使内向；使内倾；使内弯"
    },
    {
      "pos": "vt",
      "tran_cn": " 向内弯曲"
    }
  ],
  "exchange": {
    "pl": [
      "introverts"
    ]
  }
}