{
  "word": "arouse",
  "ipa": {
    "us": "əˈraʊz",
    "uk": "əˈraʊz"
  },
  "sentences": [
    {
      "en": "Anne had to be aroused from a deep sleep.",
      "cn": "不得不把安妮从沉睡中唤醒。"
    },
    {
      "en": "At dawn the farmers began to arouse.",
      "cn": "黎明时农民们开始醒来。"
    },
    {
      "en": "Beggars almost sell themselves as human being to arouse the pity of passers - by .",
      "cn": "乞丐出售的几乎是他本人,以引起 过路人 的怜悯."
    },
    {
      "en": "Elections to positions in student organizations arouse much enthusiasm.",
      "cn": "他们对于在学生组织中任职选举热情很高."
    },
    {
      "en": "He fell into a sound sleep, don't arouse him.",
      "cn": "他睡熟了, 别唤醒他."
    },
    {
      "en": "He was trying to plant the seed of revolt, arouse that placid peasant docility.",
      "cn": "他想撒下反叛的种子, 唤醒这个安分驯良的农民的觉悟."
    },
    {
      "en": "Hillsden scrupulously avoided any topic likely to arouse suspicion as to his motives.",
      "cn": "希尔斯登缄口不提任何可能使人们对他的动机产生怀疑的话题。"
    },
    {
      "en": "His revolutionary work in linguistics has aroused intense scholarly interest.",
      "cn": "他在语言学方面的革命性著作引起了强烈的学术兴趣。"
    },
    {
      "en": "In some way he depended upon the excitement he could arouse in her hysterical nature.",
      "cn": "从某一方面来说,他需要从她歇斯底里的本性中得到刺激."
    },
    {
      "en": "It was some trouble to arouse the little sleeper.",
      "cn": "要唤醒那酣睡中的孩子实在有点费劲."
    },
    {
      "en": "Matt’s behavior was arousing the interest of the neighbors.",
      "cn": "马特的行为渐渐引起了邻居的兴趣。"
    },
    {
      "en": "Silly mistakes and queer clothes often arouse ridicule.",
      "cn": "荒谬的错误和古怪的服装常会引起人们的讪笑."
    },
    {
      "en": "The appearance of the opening duck seemed first to arouse the Hurons from their apathy.",
      "cn": "张开的船帆的出现立即引起了休仑人的警觉."
    },
    {
      "en": "The battle roared; a sound calculated to arouse the sublimest emotions in the breast of the soldier.",
      "cn": "战场上吼声震天，意在唤起士兵们最昂扬的斗志。"
    },
    {
      "en": "The smell of frying bacon aroused his hunger.",
      "cn": "煎咸肉的味道激起了他的饥饿感。"
    },
    {
      "en": "The Treaty has failed to arouse genuine public outrage.",
      "cn": "该协定并未真正激起公愤。"
    },
    {
      "en": "This sort of \" discovery \" is unlikely to arouse appreciation!",
      "cn": "这种 “ 发现 ” 无疑不会得到赞赏!"
    },
    {
      "en": "We left in the daytime so as not to arouse suspicion.",
      "cn": "我们在白天离开以避免引起怀疑。"
    },
    {
      "en": "We must arouse them to fight for their own emancipation.",
      "cn": "我们必须唤起他们为其自身的解放而斗争."
    },
    {
      "en": "We must arouse them to fight with enemies.",
      "cn": "我们必须唤起他们同敌人斗争."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "make someone tick",
            "wake up"
          ],
          "tran_cn": "激发；醒来；发奋"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "encourage",
            "attract",
            "cause",
            "produce",
            "occasion"
          ],
          "tran_cn": "引起；唤醒；鼓励"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "arouse from",
      "tran_cn": "v. 从…中唤醒"
    },
    {
      "phrase": "arouse the enthusiasm of",
      "tran_cn": "调动积极性"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "激起，唤起",
      "tran_en": "to make you become interested, expect something etc"
    },
    {
      "pos": "vt",
      "tran_cn": " 引起； 唤起， 唤醒",
      "tran_en": "to wake someone"
    }
  ],
  "exchange": {
    "third": [
      "arouses"
    ],
    "past": [
      "aroused"
    ],
    "done": [
      "aroused"
    ],
    "ing": [
      "arousing"
    ],
    "noun": [
      "arousal"
    ]
  }
}