{
  "word": "Paris",
  "ipa": {
    "us": "'pærɪs",
    "uk": "ˈpærɪs"
  },
  "sentences": [
    {
      "en": "At first we chatted agree-ably about his trips to London and Paris.",
      "cn": "一开始，我们愉快地聊起他的伦敦和巴黎之行。"
    },
    {
      "en": "Bordeaux is on the main Paris-Madrid line so there are frequent trains.",
      "cn": "波尔多位于巴黎到马德里的铁路主干线上，来往列车频繁。"
    },
    {
      "en": "Father's flat in Paris wasn't nearly as grand as this.",
      "cn": "爸爸在法国的公寓远不如这处宽敞。"
    },
    {
      "en": "Gerome tried to talk her into taking an apartment in Paris.",
      "cn": "杰罗姆试图说服她在巴黎买一套公寓。"
    },
    {
      "en": "I just wanted to explore Paris, read Sartre, listen to Sidney Bechet.",
      "cn": "我就想逛逛巴黎，读读萨特的作品，听听悉尼·贝谢的音乐。"
    },
    {
      "en": "I know nothing about him except that he is from Paris.",
      "cn": "我只知道他是来自巴黎，其他的就不知道了。"
    },
    {
      "en": "I'm going to go on an exchange visit to Paris.",
      "cn": "我将到巴黎交流参观。"
    },
    {
      "en": "Nick Sullivan previews this season's collections from Paris and Milan.",
      "cn": "尼克·沙利文对这一季来自巴黎和米兰的时装系列作了预评。"
    },
    {
      "en": "Normally, the transportation system in Paris carries 950,000 passengers a day.",
      "cn": "正常情况下，巴黎的交通系统每天运送95万乘客。"
    },
    {
      "en": "On the flight from Paris to Toulon, Mechiche fell prey to panic.",
      "cn": "在从巴黎飞往土伦的航班上，梅希什惊慌失措。"
    },
    {
      "en": "She was privately educated at schools in Ireland and Paris.",
      "cn": "她在爱尔兰和巴黎的学校接受过私立教育。"
    },
    {
      "en": "The French crowds pour like lemmings down the motorway to Paris.",
      "cn": "一群群法国人像旅鼠一样涌上通往巴黎的高速公路。"
    },
    {
      "en": "The last stop in Mr Cook's lengthy tour was Paris.",
      "cn": "库克先生漫长旅程中的最后一站是巴黎。"
    },
    {
      "en": "The murderer was traced to Paris.",
      "cn": "那个凶手被追踪到巴黎。"
    },
    {
      "en": "The Sunday flights will make a stopover in Paris.",
      "cn": "周日的航班将中途经停巴黎。"
    },
    {
      "en": "The telegram will intercep him at Paris.",
      "cn": "这封电报将把他截在巴黎。"
    },
    {
      "en": "Thereafter she wrote articles for papers and magazines in Paris.",
      "cn": "此后她给巴黎的报纸和杂志撰稿。"
    },
    {
      "en": "They have invited me to go to Paris with them.",
      "cn": "他们邀请我和他们一同去巴黎。"
    },
    {
      "en": "We have to change for Paris at this station.",
      "cn": "我们必须在这个车站换车去巴黎。"
    },
    {
      "en": "We shall be landing in Paris in sixteen minutes, exactly on time.",
      "cn": "我们将于16分钟后准时在巴黎降落。"
    },
    {
      "en": "Yes, first, and then to go to Paris.",
      "cn": "是的，先是去结婚，然后还得到巴黎去一次。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "notre dame de paris",
      "tran_cn": "巴黎圣母院"
    },
    {
      "phrase": "notre-dame de paris",
      "tran_cn": "巴黎圣母院"
    },
    {
      "phrase": "paris bourse",
      "tran_cn": "巴黎证券交易所"
    },
    {
      "phrase": "paris commune",
      "tran_cn": "巴黎公社"
    },
    {
      "phrase": "paris convention",
      "tran_cn": "巴黎公约"
    },
    {
      "phrase": "plaster of paris",
      "tran_cn": "熟石膏；烧石膏"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巴黎"
    }
  ],
  "exchange": {}
}