{
  "word": "phonetics",
  "ipa": {
    "us": "fəˈnetɪks",
    "uk": "fəˈnetɪks"
  },
  "sentences": [
    {
      "en": "Acoustic phonetics - the study of the physical properties of speech sounds.",
      "cn": "研究语音的物理特征."
    },
    {
      "en": "Articulatory phonetics is the study of the production of speech sounds.",
      "cn": "发音语音学研究语音的产生."
    },
    {
      "en": "Daniel Jones is generally as the foremost authority on phonetics.",
      "cn": "丹尼尔琼斯通常被认为是语音学方面的最高权威."
    },
    {
      "en": "Daniel Jones is generally referred to as the foremost authority on phonetics.",
      "cn": "丹尼尔·琼斯通常被认为是语音学方面的最高权威."
    },
    {
      "en": "Forensics includes many fields of science, including anthropology, biology, chemistry, engineering, genetics, medicine, pathology, phonetics, psychiatry, and toxicology.",
      "cn": "法医物证学涉及到多个科学领域，包括人类学、工程学、医药学、病理学、语音学、精神病学和毒理学。"
    },
    {
      "en": "He was popularly regarded as a great authority on phonetics.",
      "cn": "他被普遍认为是语音学方面的大权威."
    },
    {
      "en": "His phonetics are excellent.",
      "cn": "他的语音极好."
    },
    {
      "en": "I borrowed from the library a primer of phonetics.",
      "cn": "我从图书馆借了一本语音学入门书."
    },
    {
      "en": "Phonetics deals with speech sounds.",
      "cn": "语音学是研究语言声音的."
    },
    {
      "en": "Phonetics has to do with the production of speech sounds.",
      "cn": "其中音位学与语音的功能有关而语音学与语音的产生有关."
    },
    {
      "en": "Phonetics is the science of sounds.",
      "cn": "语音学是一门语音的科学."
    },
    {
      "en": "Starting from Chinese phonetics, follow in order and advance step by step.",
      "cn": "课程从基础语音开始, 循序渐进的讲授日常生活中的各种场景."
    },
    {
      "en": "Taking such refresher courses in Linguistics as phonetics, phonology, morphology, and etymology in Dept. of Japanese at Shanghai University of Foreign Languages (9/1992-7/1993).",
      "cn": "在上海外国语大学日语系进修语音学，音位学，形态学和词源学等语言学课程（1992年9月至1993年7月）。"
    },
    {
      "en": "The results were published in the Journal of Phonetics quarterly magazine.",
      "cn": "这项研究结果在《语音》季刊上发表."
    },
    {
      "en": "The study of Intonation is one of the important problems in phonetics.",
      "cn": "语调研究是当前语音学和音系学研究的重要课题之一."
    },
    {
      "en": "There are also advanced music classrooms multimedia classrooms, phonetics classrooms.",
      "cn": "并有高质量的音乐教室, 语音教室和电教室."
    },
    {
      "en": "Useful Courses for English - teaching include: Psychology, teaching methodology, phonetics, rhetoric, grammar, composition.",
      "cn": "对英语教学有用的课程包括: 心理学 、 教学方法论 、 语音学 、 修辞学 、 语法 、 写作."
    },
    {
      "en": "Useful Courses for English-teaching include: Psychology, teaching methodology,phonetics, rhetoric, grammar, composition.",
      "cn": "对英语教学有用的课程包括：心理学、教学方法论、语音学、修辞学、语法、写作。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "phonetic",
          "tran_cn": "语音的，语音学的；音形一致的；发音有细微区别的"
        },
        {
          "word": "phonic",
          "tran_cn": "有声的，浊音的；声音的，语音的；声学的"
        },
        {
          "word": "phonologic",
          "tran_cn": "音韵学的；语音体系的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "phonetically",
          "tran_cn": "语音学上；按照发音地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "phonogram",
          "tran_cn": "音标符号；录音片；语音图；形声字"
        },
        {
          "word": "phonology",
          "tran_cn": "音系学；音韵学；语音体系"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "语音（学），发音学，语音学",
      "tran_en": "the science and study of speech sounds"
    }
  ],
  "exchange": {}
}