{
  "word": "alveolar",
  "ipa": {
    "us": "ælˈvi:ələ(r)",
    "uk": "æl'viələr"
  },
  "sentences": [
    {
      "en": "An aspiratded blade - alveolar affricate. It is an aspirated equivalent of [ z ] .",
      "cn": "舌尖前送气塞擦音. 是与z相对应的 关气音."
    },
    {
      "en": "But the retrusion of alveolar mandible led to chin protrusion.",
      "cn": "前颅底和下颌骨发育正常,而下牙槽突代偿性后缩可导致成年腭裂患者的假性颏前突."
    },
    {
      "en": "Conclusion: The X ray magnifying power is different depending alveolar areas.",
      "cn": "结论: 不同区域的牙槽骨X线放大率不同."
    },
    {
      "en": "High - dose corticosteroids proved effective in controlling alveolar hemorrhage in all cases.",
      "cn": "大剂量应用皮质激素对控制肺泡出血有效."
    },
    {
      "en": "Objective In order to discuss CT features of alveolar echinococcosis.",
      "cn": "目的探讨肺泡状棘球蚴病的CT表现特征."
    },
    {
      "en": "Objective To explore dysfuction mechanism of rat alveolar type ( AT - ) injured by bleomycin ( BLM ).",
      "cn": "目的探讨博莱霉素 ( BLM ) 对肺泡型上皮细胞 ( AT - ) 功能的损伤作用."
    },
    {
      "en": "Pulmonary alveolar proteinosis ( PAP ) is an uncommon disease of the lung.",
      "cn": "肺泡 蛋白质沉积 症 是一种少见的肺部疾病."
    },
    {
      "en": "PURPOSE: To analyse the results of using Bioglass to repair alveolar cleft.",
      "cn": "目的: 观察人工骨修复材料-倍骼生治疗牙槽突裂的临床效果."
    },
    {
      "en": "Purpose: To improve the diagnostic accuracy of alveolar cell carcinoma.",
      "cn": "目的: 采用CT扫描,提高肺泡癌的正确诊断率."
    },
    {
      "en": "Results is prostaglandin E 2 in the alveolar of rats under no influences.",
      "cn": "结果:未受力时,大鼠的牙槽骨内即存在一定数量的前列腺素E2."
    },
    {
      "en": "The alveolar macrophage is derived largely from the bone marrow.",
      "cn": "肺泡巨噬细胞主要是从骨髓中分化出来的."
    },
    {
      "en": "The alveolar macrophage is particularly rich in the variety of proteolytic enzymes.",
      "cn": "肺泡巨噬细胞特别富含各种蛋白质水解酶."
    },
    {
      "en": "The effects of quartz on membranous fluidity labelled with DPH and ANS and the production of oxygen free radicals of alveolar macrophages were studied in vitro.",
      "cn": "采用体外细胞实验方法，观察了石英尘对DPH和ANS标记的肺胞巨噬细胞膜流动性和荧光性质的影响，同时测定了肺泡巨噬细胞活性氧的产生。"
    },
    {
      "en": "Their principle function is production of type III collagen, elastin, and proteoglycans of the extracellular matrix of the alveolar septa.",
      "cn": "其主要的功能是产生III型胶原，弹性蛋白和肺泡隔细胞外基质中的蛋白多糖。"
    },
    {
      "en": "This is normal lung microscopically. The alveolar walls are thin and delicate.",
      "cn": "正常肺显微镜显示肺泡壁比较薄弱."
    },
    {
      "en": "Tooth loss accompanied by alveolar bone resorption presents a significant clinical problem.",
      "cn": "牙齿缺失伴有牙槽骨吸收的病例是典型的临床问题."
    },
    {
      "en": "We detected total phospholipids ( TPL ), desaturated phosphatidylcholine ( DSPC ), total protein ( TP ) in broncho - alveolar lavage fluid ( BALF ).",
      "cn": "用卵白蛋白腹腔注射与雾化吸入造成哮喘动物模型,测支气管肺泡灌洗液 ( BALF ) 中总磷脂 ( TPL ) 、 饱和磷脂酰胆碱 ( DSPC ) 、 总蛋白 ( TP ) 含量."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alveolate",
          "tran_cn": " [生物] 蜂窝状的；有肺泡的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "alveolar macrophage",
      "tran_cn": "[医]肺泡巨噬细胞"
    },
    {
      "phrase": "alveolar ridge",
      "tran_cn": "[医]牙槽嵴"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "肺泡的；齿槽的",
      "tran_en": "of, relating to, or resembling an alveolus "
    },
    {
      "pos": "n",
      "tran_cn": "齿槽音",
      "tran_en": "a  consonant  sound such as /  t  / or /  d  / that you make by putting the end of your tongue behind your upper front teeth"
    }
  ],
  "exchange": {}
}