{
  "word": "PhD",
  "ipa": {
    "us": "ˌpi:eɪtʃ'di:",
    "uk": "ˌpieɪtʃ'di"
  },
  "sentences": [
    {
      "en": "And he sliced the onions as if he had done a Phd in slicing!",
      "cn": "而且他仅是切了葱就好象已经做好了糕点一样!"
    },
    {
      "en": "Elizabeth Angell is a PhD candidate in anthropology at Columbia University.",
      "cn": "伊丽莎白?安吉尔目前是哥伦比亚大学人类学博士研究生."
    },
    {
      "en": "Firstly, you have to get a PhD, but if you want to practise you then need venture capital, otherwise you don't have the tools.",
      "cn": "首先，你必须弄到一个哲学博士学位，但是如果你想执业的话还要有创业资本。 要不然你就拿不到仪器。"
    },
    {
      "en": "He has BEc ( Hons ), MEc and PhD degrees from La Trobe.",
      "cn": "他有拉筹伯大学的经济学学士 、 硕士和博士学位."
    },
    {
      "en": "He is more highly educated, with a PhD in Chemistry.",
      "cn": "他受过更高的教育，拥有化学博士学位。"
    },
    {
      "en": "He was awarded his PhD for a thesis on industrial robots.",
      "cn": "他凭一篇研究工业机器人的论文获得博士学位。"
    },
    {
      "en": "Many people earn a PHD, yet not many are philosophers.",
      "cn": "一些人获得了“PHD”, 但并不是这些人都是哲学家."
    },
    {
      "en": "Objective: To investigate the clinic characteristics in elder pulmonary heart disease ( PHD ) accompaniedheart disease ( CHD ) .",
      "cn": "摘要目的: 探讨老年 肺心病 并 冠心病 的临床特点."
    },
    {
      "en": "PhD Program in Graduate Institute of Cell and Molecular Biology.",
      "cn": "细胞及分子生物研究所博士班“,”"
    },
    {
      "en": "Proponents of the PhD argue that it is worthwhile even if it does not lead to permanent academic employment.",
      "cn": "支持者争辩说，即使找不到终身从事学术研究的工作，攻读博士学位也是值得的。"
    },
    {
      "en": "She's presently working on her PhD.",
      "cn": "她目前在攻读哲学博士学位."
    },
    {
      "en": "She's working towards her PhD.",
      "cn": "她在攻读博士学位."
    },
    {
      "en": "Someone with a PHD is doctor of philosophy.",
      "cn": "有人持有“PHD”,就是哲学博士."
    },
    {
      "en": "The highest degree conferred by NUS is Doctor of Philosophy ( PhD ).",
      "cn": "新加坡国立大学授予的最高学位是博士学位 ( PhD )."
    },
    {
      "en": "Wang Yongliang ( 1970 ～ ), male , PhD . candidate, Beijing Broadcasting Institute.",
      "cn": "王永亮 ( 1970~ ), 男, 北京广播学院新闻学博士生."
    },
    {
      "en": "Why do you want to go to the US for PhD?",
      "cn": "他不喜欢听大话,要说的具体,可信.要说明你为什么去."
    },
    {
      "en": "WZ: Well, we are applying for PhD in your Economics Department.",
      "cn": "我们在申请贵系的博士学位项目, 我可以问几个问题吗?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "博士学位；哲学博士学位（Doctor of Philosophy）"
    },
    {
      "pos": "n",
      "tran_cn": "博士学位（Doctor of Philosophy）"
    }
  ],
  "exchange": {
    "pl": [
      "PhDs"
    ]
  }
}