{
  "word": "peruvian",
  "ipa": {
    "us": "pə'ru:vɪən",
    "uk": "pə'ruvɪrn"
  },
  "sentences": [
    {
      "en": "300 tons of Peruvian mangoes were kept from entering France.",
      "cn": "300吨秘鲁芒果被禁止进入法国。"
    },
    {
      "en": "Couples are breaking up a four - thousand - year - old Peruvian vase shipped UPS.",
      "cn": "夫妻感情的破裂,就象 四千年 的秘鲁古瓷花瓶被UPS快递后的结果,无法弥合."
    },
    {
      "en": "He discovered that it tasted like a Peruvian bark that was often used as a painkiller.",
      "cn": "他发现尝起来与常常用以做止痛药的一种秘鲁树皮很像."
    },
    {
      "en": "I am Oscar Santa Maria Huertas, official pilot of the Peruvian Air Force, currently retired.",
      "cn": "我奥斯卡圣玛丽亚尔塔斯, 正式试点的秘鲁空军, 目前退休."
    },
    {
      "en": "Moreover, the Peruvian draft also unifies the rules governing both civil and commercial obligation.",
      "cn": "另外, 秘鲁的草案还统一了民事债与商事债女方面的规则."
    },
    {
      "en": "Peruvian President Garcia attended the opening ceremony the meeting and made a speech.",
      "cn": "秘鲁总统加西亚出席了会议开幕式并发表讲话."
    },
    {
      "en": "Peruvian villagers already on the edge of survival are enduring bitter cold linked to climate change.",
      "cn": "在生存边缘挣扎的秘鲁的村民们正忍受着气候变化所带来的严寒."
    },
    {
      "en": "Recently a substantial number of cases of self - heating of Peruvian fishmeal during oceangoing transport.",
      "cn": "近来,秘鲁鱼粉在远洋运输过程中屡次发生自然事故."
    },
    {
      "en": "The Battle of Papudo between Spain and a combined Peruvian - Chilean fleet.",
      "cn": "1865年,在西班牙和一支秘鲁 - 智力联合的舰队间发生的帕普多战役."
    },
    {
      "en": "The mobile telephone is in Peruvian use, caused small wave motion.",
      "cn": "移动电话在秘鲁的使用, 引起了小幅波动."
    },
    {
      "en": "The Peruvian will run for him, and l'll pick my runner.",
      "cn": "那个秘鲁人会帮他跑, 而我要选自己的参赛者."
    },
    {
      "en": "This flower is known as a Peruvian lily.",
      "cn": "这种花被称为秘鲁百合花."
    },
    {
      "en": "Waters off the Peruvian coast become unusually warm, destroying the local anchovy fishing industry.",
      "cn": "由于异常的高温,秘鲁海岸的海水温度变化异常, 影响了当地的凤尾鱼捕捞业."
    },
    {
      "en": "Why Did Peruvian Workers Quit?",
      "cn": "为什么秘鲁工人离职 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "秘鲁的"
    },
    {
      "pos": "n",
      "tran_cn": "秘鲁人"
    },
    {
      "pos": "n&a",
      "tran_cn": "秘鲁人(的)",
      "tran_en": "A Peruvian is someone who is Peruvian"
    }
  ],
  "exchange": {
    "pl": [
      "Peruvians"
    ]
  }
}