{
  "word": "refraction",
  "ipa": {
    "us": "rɪ'frækʃn",
    "uk": "rɪˈfrækʃən"
  },
  "sentences": [
    {
      "en": "As with ordinary light, laser range measurements to satellites are not troubled by ionospheric refraction.",
      "cn": "用激光测人造卫星的距离和用普通光一样, 不受电离层折射的干扰."
    },
    {
      "en": "Crystal to raise living atmosphere, refraction fantastic luster, it is warm.",
      "cn": "水晶能够提升生活氛围, 折射梦幻般的光泽, 令人感到温暖."
    },
    {
      "en": "If a refraction or a reflecting body is irreqular, the wave front undergoes a deformation.",
      "cn": "如果折射体或反射体是不规则的, 波前即产生变形."
    },
    {
      "en": "If water had a negative index of refraction, then a straw placed in a glass would appear to bend back under itself.",
      "cn": "如果水具有负折射率，那么放在玻璃杯中的吸管似乎可能弯曲到自身下方。"
    },
    {
      "en": "Its origin is required of refraction or reflection of the light by atmospheric ice crystals.",
      "cn": "它是由大气的冰晶对光的折射或反射所产生的."
    },
    {
      "en": "Measurements included cycloplegic refraction , biometric axial length and optic disc stereo - photographs.",
      "cn": "测量其屈光度 、 眼轴长及视神经之立体相片."
    },
    {
      "en": "Over water the diurnal change in refraction is likely to be small.",
      "cn": "在水面上,折光的周日变化可能是很小的."
    },
    {
      "en": "Rapidly changing refraction due to turbulence along the line of sight affects different colors of light by different amounts and generally produces a twinkling effect for stars.",
      "cn": "由于湍流而快速变化的折射在视线中会影响到光的不同颜色，这种影响也各不相同，一般会给恒星产生一种闪烁的效果。"
    },
    {
      "en": "Real estate market information asymmetry problem refraction standardized system is very important!",
      "cn": "房价问题折射楼市信息不对称规范系统很重要!"
    },
    {
      "en": "Refraction has been dealt with on page 156.",
      "cn": "折射已经在前面156页谈过."
    },
    {
      "en": "Refraction is often applied as a reconnaissance tool in newly explored areas.",
      "cn": "折射波法在新的勘探地区,通常都作为一种普查手段."
    },
    {
      "en": "The bending of the light rays is caused by refraction.",
      "cn": "光线的弯曲是由折射造成的."
    },
    {
      "en": "The rainbow looks curved. These are some examples of light refraction.",
      "cn": "彩虹看起来是弯曲的.这是一些光的折射的例子."
    },
    {
      "en": "The sonobuoy permits recording a refraction profile with only one ship.",
      "cn": "声纳浮标允许只以一艘船来记录折射剖面."
    },
    {
      "en": "This is a very good light refraction type of puzzle mobile games.",
      "cn": "这是一款非常不错的光线折射类型的益智手机游戏."
    },
    {
      "en": "Water waves approaching a sloping beach provide us a conspicuous illustration of the phenomenon of refraction.",
      "cn": "向倾斜着的海滩接近的水波为我们提供了一幅明显的折射图像."
    },
    {
      "en": "We did work in thermonuclear energy, laser beam refraction, hydrogen molecule development, and heavy - water computer data.",
      "cn": "我们从事过热核能 、 激光束折射, 氛分子发展和电脑重水数据的研究工作."
    },
    {
      "en": "With all that reflection and refraction, modernism creates the illusion that there is an illusion when in fact it is a straightforward statement of money and power.",
      "cn": "通过反射和折射，现代主义创造了一个幻觉存在的假象，而实际上它是对金钱和权力不加掩饰的声明。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "refractile",
          "tran_cn": " 折射的；有折射力的；能折射的"
        },
        {
          "word": "refractive",
          "tran_cn": " 折射的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "refractivity",
          "tran_cn": " [光] 折射率；折射性；[物] 折射本领"
        },
        {
          "word": "refractometer",
          "tran_cn": " [物] 折射计"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "refract",
          "tran_cn": " 使折射"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "double refraction",
      "tran_cn": "双折射"
    },
    {
      "phrase": "index of refraction",
      "tran_cn": "[物]折射率"
    },
    {
      "phrase": "negative refraction",
      "tran_cn": "负折射"
    },
    {
      "phrase": "refraction coefficient",
      "tran_cn": "折射系数"
    },
    {
      "phrase": "refraction index",
      "tran_cn": "折射指数，折光指数"
    },
    {
      "phrase": "seismic refraction",
      "tran_cn": "震波折射"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "折射（程度），折射角"
    }
  ],
  "exchange": {
    "verb": [
      "refract"
    ]
  }
}