{
  "word": "conductance",
  "ipa": {
    "us": "kənˈdʌktəns",
    "uk": "kənˈdʌktəns"
  },
  "sentences": [
    {
      "en": "A new electrical conductance measurement instrument based on bi - directional pulsed voltage technique is proposed.",
      "cn": "基于双极性脉冲电压技术,设计了一种新型电导测量仪."
    },
    {
      "en": "A unit of electrical conductance in the International System , equal to one ampere per volt.",
      "cn": "我们用以表示电压和电流的单位分别为伏特和安培."
    },
    {
      "en": "A zero average incremental conductance ( ZA - IncCond ) MPPT control algorithm was proposed.",
      "cn": "提出一种零均值电导增量最大功率点跟踪控制方法."
    },
    {
      "en": "Determinated micro - sulfur of potassium fluotantalate, Sensitivity of combustion - conductance method is 0.",
      "cn": "用燃烧 — 电导法测定氟钽酸钾中微量硫的灵敏度为0."
    },
    {
      "en": "High - conductance calcium - activated potassium channels are generally distributed all over the body tissue, especially the smooth muscle.",
      "cn": "大电导钙激活钾通道广泛分布于人体组织, 在平滑肌上尤为丰富."
    },
    {
      "en": "It is unnecessary to determine the initial conductance and the extrapolation error is avoided.",
      "cn": "使用该方法无须测定初始电导,且避免了外推法带来的误差."
    },
    {
      "en": "Meanwhile, the stomatal conductance was related to the net photosynthesis rate.",
      "cn": "气孔导度与净光合速率具有相关性."
    },
    {
      "en": "Most studies of physiology-based measurements of pain have focused on heart rate, skin conductance and EEG.",
      "cn": "大多数基于生理的疼痛测量研究都聚焦于心率、皮肤电导和脑电图。"
    },
    {
      "en": "The adsorption of free acid by regenerable chitin has been followed by electric conductance measurement.",
      "cn": "利用电导实验技术,跟踪可再生甲壳质吸附低浓度游离酸的行为."
    },
    {
      "en": "The applications of zirconia on ceramic toughening, catalyst and carrier, ionic conductance and biology were introduced.",
      "cn": "同时,介绍了氧化锆在陶瓷增韧 、 催化剂及载体 、 离子导电和生物等方面的应用."
    },
    {
      "en": "The conductance is a function of the temperature and the pressure.",
      "cn": "电导是温度和压力的函数."
    },
    {
      "en": "The conductance of PMM was discussed based on the effective media theory.",
      "cn": "用有效介质理论研究了聚合物改性砂浆界面的电导特性."
    },
    {
      "en": "The device for the study of settling dynamics using conductance measurement is described.",
      "cn": "并介绍了利用测电导率的方法研究沉降动态过程的装置."
    },
    {
      "en": "The paper recommends a diamond nitrogen content testing method using gas thermal conductance.",
      "cn": "文章推荐了一种通过气体热导率来检测金刚石氮含量的分析方法."
    },
    {
      "en": "The product are resistant to corrosion, oil, abrasion, thermal conductance, shock, absortive to sound and nonconductive.",
      "cn": "产品具有耐腐蚀 、 耐油、耐水 、 耐磨 、 抗热导 、 抗振、吸音、不导电等特性."
    },
    {
      "en": "The scientific measurement of solution conductance.",
      "cn": "'滴'.''定''.'法'. ''溶液传导性能的科学测量方法."
    },
    {
      "en": "These, say the researchers, correspond to drops in conductance when DNA strands slide across the gap via a biochemical process known as translocation.",
      "cn": "研究人员认为这是由于DNA链通过时产生了一种叫做易位的生化过程，使得石墨烯的电导发生了下降。"
    },
    {
      "en": "They measure skin conductance, or sweating response.",
      "cn": "这些措施皮肤电导，或出汗的反应。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "conductive",
          "tran_cn": " 传导的；传导性的；有传导力的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "conduct",
          "tran_cn": " 进行；行为；实施"
        },
        {
          "word": "conduction",
          "tran_cn": " [生理] 传导"
        },
        {
          "word": "conductivity",
          "tran_cn": " 导电性；[物][生理] 传导性"
        },
        {
          "word": "conductor",
          "tran_cn": " 导体；售票员；领导者；管理人"
        },
        {
          "word": "conductress",
          "tran_cn": " 女向导；女车长；女指挥；女售票员"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "conduct",
          "tran_cn": " 导电；带领"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "conduct",
          "tran_cn": " 管理；引导；表现"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "electric conduction",
            "electrical conduction"
          ],
          "tran_cn": "[电]电导；导率；电导系数"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "electrical conductance",
      "tran_cn": "电导，电导率"
    },
    {
      "phrase": "skin conductance",
      "tran_cn": "皮肤电传导"
    },
    {
      "phrase": "specific conductance",
      "tran_cn": "[电]电导率"
    },
    {
      "phrase": "thermal conductance",
      "tran_cn": "导热性；热传导；热导率"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "电导，电导系数，导率，气传导率",
      "tran_en": "the ability of a system to conduct electricity, measured by the ratio of the current flowing through the system to the potential difference across it; the reciprocal of resistance"
    }
  ],
  "exchange": {}
}