{
  "word": "Indiana",
  "ipa": {
    "us": "ˈindiˈænə",
    "uk": "ˌɪndiˈænə"
  },
  "sentences": [
    {
      "en": "Being an only child , Kampiles grew up in Indiana under the care of his mother.",
      "cn": "坎派尔斯是个独生子, 在印第安纳州母亲身边长大."
    },
    {
      "en": "Did you inspect Staff Sergeant Grimm's manifest, sign for the weapons, and contact Indiana?",
      "cn": "你有签收葛林上士所载运的武器并且随后联络印第安那 吗 ?"
    },
    {
      "en": "Fueling the citification of Indiana has been an expanding, remarkably diversified manufacturing and service company.",
      "cn": "印地安那州极其多样化的制造业和服务业的不断扩大, 加速了该州城市化的进程."
    },
    {
      "en": "I hear of lots of Indiana people in my line who are here. \"",
      "cn": "我听说这里有很多和我是同行的印第安纳州人. ”"
    },
    {
      "en": "I hope we will be able to have a good old-fashioned Lincoln-Douglas debate right here in Indiana, so that you can see for yourself to make the decision about who our next President should be.",
      "cn": "我希望我们可以在这里，印第安纳州，进行像林肯和道格拉斯那样好的传统性辩论，这样你们就可以为自己做出选择，选出谁应该是我们下一任总统。"
    },
    {
      "en": "I own a coffee shop in Southern Indiana. I have a room in the back where I spend most of the week.",
      "cn": "我在南印第安纳州开了间咖啡屋，咖啡屋后面还有间屋子，我就在那度过一周的大部分时间。"
    },
    {
      "en": "Indiana does not require a permit to keep kangaroos.",
      "cn": "在印第安那州饲养袋鼠并不需要许可."
    },
    {
      "en": "Indiana had a history of bigotry unequaled north of the Mason - Dixon line.",
      "cn": "印地安纳州的种族偏见的历史在 梅森——迪克森 线以北是无出其右的."
    },
    {
      "en": "Indiana had a history of racial bigotry unequaled north of the Mason - Dixon line.",
      "cn": "印地安纳州的种族偏见的历史在梅森 ― ―迪克森线以北是无出其右的."
    },
    {
      "en": "Indiana State laws deliberately subverted the intent of the constitutions 14 th Amendment.",
      "cn": "印第安纳州的法律有意歪曲联邦宪法第十四条修正案的愿意."
    },
    {
      "en": "Indiana's legislators cast a suspicious eye toward Washington, passing a vehement resolution.",
      "cn": "印第安那州议员以怀疑的眼光来看华盛顿, 通过了一项措辞激烈的诀议案."
    },
    {
      "en": "Rival Hillary Clinton claimed victory in a close race in Indiana.",
      "cn": "他的对手克林顿参议员则在印第安纳州小胜."
    },
    {
      "en": "She wanted to donate to the Indiana Mothers Milk Bank in Indianapolis.",
      "cn": "她想把母乳捐献到印第安纳波利斯市的印第安纳州母乳银行."
    },
    {
      "en": "So will the area from Milwaukee to Gary, Indiana.",
      "cn": "从米尔沃基到印地安那州的加里也将如此."
    },
    {
      "en": "The five states were Texas, Ohio, Pennsylvania, Michigan and Indiana.",
      "cn": "这5个州分别是得克萨斯州 、 俄亥俄州 、 宾夕法尼亚州 、 密歇根州和印第安那州."
    },
    {
      "en": "There was a neat safe burglary in Indiana.",
      "cn": "在印第安纳发生了一起不落痕迹的保险箱盗窃案."
    },
    {
      "en": "They blew out the Indiana Pacers 118 - 105 , ending a six - game losing streak.",
      "cn": "他们以 118-105 大胜印第安纳步行者, 终止了六连败."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "indiana university",
      "tran_cn": "印第安纳大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "印地安那州"
    }
  ],
  "exchange": {}
}