{
  "word": "baroque",
  "ipa": {
    "us": "bəˈrəʊk",
    "uk": "bəˈrok"
  },
  "sentences": [
    {
      "en": "...the seventeenth-century taste for the baroque.",
      "cn": "...十七世纪对巴洛克的喜爱。"
    },
    {
      "en": "A magnificent baroque arbor of lindens brings you to 16 th century.",
      "cn": "华丽的带有巴洛克风格的菩提树林荫路把人们带回16世纪."
    },
    {
      "en": "From 1755 to 1768 , the conventual area was rebuilt in Baroque style.",
      "cn": "修道院社区于公元1755年-1768年按巴罗克式的风格重建."
    },
    {
      "en": "furnished in a baroque style",
      "cn": "以巴洛克风格陈设的"
    },
    {
      "en": "Furniture of the baroque period can be recognized by its ornate carvings.",
      "cn": "巴罗克时期的家具以豪华的雕刻作为鉴别标志."
    },
    {
      "en": "He was a baroque figure dressed in theatrical, but elegant, clothes.",
      "cn": "他是个巴罗克式的人物，衣着华丽但又不失优雅。"
    },
    {
      "en": "In Germany the baroque style of art flourished in the 17 th and 18 th centuries.",
      "cn": "在德国,巴罗克艺术风格在17和18世纪非常盛行."
    },
    {
      "en": "Late Baroque towns of the Val di Noto, Italy.",
      "cn": "意大利诺托谷的晚期巴罗克风格城镇."
    },
    {
      "en": "Paul Muldoon is one of the most baroque of contemporary poets.",
      "cn": "保罗·马尔登，现代诗人中语言最为精致华丽者之一"
    },
    {
      "en": "Such decoration was a typical feature of the baroque period.",
      "cn": "这种装饰是巴罗克时期的特徵."
    },
    {
      "en": "That big baroque bead - nothing much - if I'm offered four dollars for it tomorrow I'll be in luck.",
      "cn": "那颗奇形怪状的值不了多少钱的大珠子 - 如果明天有人给我四块钱,就算我好运气."
    },
    {
      "en": "The baroque church of San Leonardo is worth a quick look.",
      "cn": "圣莱昂纳多的巴洛克式教堂值得一看。"
    },
    {
      "en": "the baroque frontage of Milan Cathedral",
      "cn": "米兰大教堂巴罗克风格的正面"
    },
    {
      "en": "The baroque gave way to a long period of classical architecture.",
      "cn": "巴洛克式最后被长寿命的古典建筑所代替."
    },
    {
      "en": "The baroque style is rich in ornament.",
      "cn": "巴罗克风格极具装饰性."
    },
    {
      "en": "The baroque style or period in art, architecture, or music.",
      "cn": "这个建筑样式非常奇特,有着巴洛克式的豪华 、 浮夸和精雕细琢."
    },
    {
      "en": "They found the baroque architecture amusing.",
      "cn": "他们觉得这奇异的建筑式样令人发笑."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "baroque music",
      "tran_cn": "巴洛克音乐"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "巴罗克式的，巴罗克风格的，过分装饰的，奇形怪状的",
      "tran_en": "relating to the very decorated style of art, music, buildings etc, that was common in Europe in the 17th and early 18th centuries"
    },
    {
      "pos": "n",
      "tran_cn": "巴洛克时期艺术和建筑风格的, 巴洛克式",
      "tran_en": "used to describe baroque art, music, buildings etc"
    }
  ],
  "exchange": {}
}