{
  "word": "scenario",
  "ipa": {
    "us": "səˈnɑːriəʊ",
    "uk": "səˈnærioʊ"
  },
  "sentences": [
    {
      "en": "Discovering your child takes drugs is a nightmare scenario for most parents.",
      "cn": "对大多数父母来说，发现自己的孩子吸毒简直就是场噩梦。"
    },
    {
      "en": "Given the other possible diagnoses, botulism was our best - case scenario.",
      "cn": "与其他可能的诊断相比, 肉毒杆菌中毒是最符合事实的情况."
    },
    {
      "en": "Imagine a scenario where only 20% of people have a job.",
      "cn": "设想一下这种情况: 只有20%的人有工作。"
    },
    {
      "en": "In a worst - case scenario, the disease will reach epidemic proportions.",
      "cn": "最坏的情况是这种病流行开来."
    },
    {
      "en": "In the worst - case scenario, UV light mutates DNA, leading to premature aging or skin cancer.",
      "cn": "在最差的情况下, 紫外线能使DNA发生突变, 于是导致提前老化或皮肤癌."
    },
    {
      "en": "In the worst-case scenario more than ten thousand people might be affected.",
      "cn": "在最坏的情况下，有一万多人可能会受到影响。"
    },
    {
      "en": "In the worst-case scenario, you could become a homeless person.",
      "cn": "最坏的情况是你可能会无家可归。"
    },
    {
      "en": "Let me suggest a possible scenario .",
      "cn": "我来设想一种可能出现的情况。"
    },
    {
      "en": "More fundamentally, scenario families do not translate easily into plans for action.",
      "cn": "更根本的问题是, 情境群并不容易解释成实践计画."
    },
    {
      "en": "Now, he says a new scenario is starting to play out.",
      "cn": "但达比现在认为,市场即将开始进入新的阶段."
    },
    {
      "en": "That grim scenario is now unfolding.",
      "cn": "这种严酷的前景,目前正在渐渐出现."
    },
    {
      "en": "The conflict degenerating into civil war is everybody's nightmare scenario.",
      "cn": "这场冲突恶化成内战成为每个人的恶梦。"
    },
    {
      "en": "The following code snippet provides a scenario where an error occurs.",
      "cn": "下面的代码段提供了发生错误的典型例子."
    },
    {
      "en": "This is an adaptation of a novel for the scenario.",
      "cn": "这是由小说改编的电影剧本."
    },
    {
      "en": "This preponderance of military spending all ten years of Obama's medium - term scenario.",
      "cn": "这种军费开支的权重优势贯穿奥巴马的中期十年."
    },
    {
      "en": "This scenario immediately raises many questions about the dynamics of movement of materials.",
      "cn": "这种情况会直接引起关于物质运动动态的许多问题."
    },
    {
      "en": "This scenario is repeated until the individual gets wise to the situation.",
      "cn": "被控制的人最终会逃走,而最害怕的事情将会实现."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "drama",
            "action",
            "plot"
          ],
          "tran_cn": "方案；情节；剧本"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "skeleton"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "scenario analysis",
      "tran_cn": "情境分析，情况分析；场景分析"
    },
    {
      "phrase": "scenario planning",
      "tran_cn": "情景规划；前景计划；情境企划"
    },
    {
      "phrase": "usage scenario",
      "tran_cn": "使用场景"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "设想，可能发生的情况，剧情梗概",
      "tran_en": "a written description of the characters, place, and things that will happen in a film, play etc"
    }
  ],
  "exchange": {
    "pl": [
      "scenarios"
    ]
  }
}