{
  "word": "dyspepsia",
  "ipa": {
    "us": "dɪsˈpepsiə",
    "uk": "dɪsˈpepʃə"
  },
  "sentences": [
    {
      "en": "Being used in colds, heat stroke, indigestion dyspepsia ( painful indigestion ), diarrhea, hepatitis.",
      "cn": "伤风, 中暑, 消化不良,消化不良而胃痛, 腹泻, 肝炎."
    },
    {
      "en": "But just now I've got dyspepsia . Most of what you was sayin'I can't digest.",
      "cn": "不过我刚才知消化不良,你说的话我大部分没听懂."
    },
    {
      "en": "Conclusion Radiologic examination in gastric emptying is clinically a new application of detection of dyspepsia.",
      "cn": "结论本法对功能性消化不良症提供了新的检查方法."
    },
    {
      "en": "Finally, it is possible that your symptoms may be caused by functional dyspepsia.",
      "cn": "另外，你的症状也有可能是由功能性消化不良引起的。"
    },
    {
      "en": "Functional dyspepsia is a clinical syndrome with high incidence, but poor understanding of etiology and pathogenesy.",
      "cn": "功能性消化不良是发病率高 、 病因、发病机制尚未完全阐明的临床症候群."
    },
    {
      "en": "It also could help you to reduce dyspepsia.",
      "cn": "它能促进胃肠蠕动、治疗消化不良."
    },
    {
      "en": "Many people think they have religion when they are merely troubled with dyspepsia.",
      "cn": "许多人,当他们只是在患消化不良之时,却以为自己有了宗教信仰."
    },
    {
      "en": "Objective : To observe the clinical effect on functional dyspepsia treated by Chaishao Jianpi decoction.",
      "cn": "目的: 探讨柴芍健脾汤治疗功能性消化不良的临床疗效."
    },
    {
      "en": "OBJECTIVE : To observe the therapeutic effect of Weixiao mixture on functional dyspepsia.",
      "cn": "目的: 观察胃消合剂治疗功能性消化不良的疗效."
    },
    {
      "en": "Objective To investigate the effect of rabeprazole combined with domperidone on functional dyspepsia ( FD ).",
      "cn": "目的:评价雷贝拉唑联合多潘立酮治疗功能性消化不良 ( FD ) 的临床疗效."
    },
    {
      "en": "OBJECTIVE To investigate the pharmacological basis of Tongjiangweiling extract in the treatment of functional dyspepsia.",
      "cn": "目的:探讨通降胃灵治疗功能性消化不良的药理学基础."
    },
    {
      "en": "Pepsin mixture is used for dyspepsia.",
      "cn": "骨蛋白酶合剂用于消化不良."
    },
    {
      "en": "Result: Domperidon was a best drug for functional dyspepsia.",
      "cn": "结果: 用西沙必利治疗功能性消化不良为最佳治疗药物."
    },
    {
      "en": "Shop assistant: She has dyspepsia. I think lactasin will be useful.",
      "cn": "店员: 我想她是消化不良了. 您给她吃些“乳酶生”吧,应该会有效果的."
    },
    {
      "en": "The most frequently reported adverse reactions are: nausea, diarrhaea, vomiting, dyspepsia, abdomina pain, headache, restlessness, rash, dizziness and pruritus.",
      "cn": "最常报道的副作用有：恶心、腹泻、呕吐、消化不良、腹痛、头痛、不安、皮疹、头晕及瘙痒。"
    },
    {
      "en": "To explore the relation between personality, mental status, serum gastrin and functional dyspepsia and its subgroups.",
      "cn": "探讨个性 、 心理健康状况和血清胃泌素含量与功能性消化不良及其亚型的关系."
    },
    {
      "en": "To test their hypothesis, the researchers used a laboratory model of functional dyspepsia they had developed years earlier.",
      "cn": "研究者利用他们多年前开发的一个功能性消化不良的实验模型来验证这个假设。"
    },
    {
      "en": "Usage may induce gastric irritation, nausea, dyspepsia and stomach bleeding.",
      "cn": "本药的服用方式可能导致胃痛 、 恶心 、 消化不良和胃出血."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dysgenic",
          "tran_cn": " 非优生学的；对人类有不良影响的"
        },
        {
          "word": "dyspeptic",
          "tran_cn": " 消化不良的；患胃病的；胃弱的"
        },
        {
          "word": "dysplastic",
          "tran_cn": " 发育不良的；发育异常的；[基医] 混合体型"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "dyspeptic",
          "tran_cn": " 消化不良者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "indigestion",
            "maldigestion"
          ],
          "tran_cn": "[内科]消化不良；胃弱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "消化不良",
      "tran_en": "a problem that your body has in dealing with the food you eat"
    }
  ],
  "exchange": {}
}