{
  "word": "myopic",
  "ipa": {
    "us": "maɪ'ɒpɪk",
    "uk": " maɪˈɑpɪk"
  },
  "sentences": [
    {
      "en": "Does the operation treat myopic meeting to there is sequela?",
      "cn": "手术治疗近视会有后遗症 吗 ?"
    },
    {
      "en": "Every day to computer, what method need not make an eye myopic?",
      "cn": "天天对着电脑, 有什么方法可以不让眼睛近视 呀 ?"
    },
    {
      "en": "How does if is the eye myopic, degree restore very high?",
      "cn": "如果眼睛近视度数很高怎样恢复 啊 ?"
    },
    {
      "en": "How to and cure effectively myopic? Is eyedrop useful really?",
      "cn": "如何有效防治近视? 眼药水真的有用 吗 ?"
    },
    {
      "en": "Is the eye myopic after all can medical treatment?",
      "cn": "眼睛近视到底可以医疗 吗 ?"
    },
    {
      "en": "It is myopic that the eye looks to be spent?",
      "cn": "眼睛看什么都花是不是近视 啊 ?"
    },
    {
      "en": "My eye myopic! How to raise eyesight, protect an eye?",
      "cn": "我的眼睛近视了! 怎么提高视力, 保护眼睛?"
    },
    {
      "en": "Myopic - and - left eye has differed now 100 degrees, how should do?",
      "cn": "近视了,现在左右眼已经相差100度了, 该怎么办?"
    },
    {
      "en": "Myopic views could be potentially damaging for us",
      "cn": "政治上的短视会给我们带来严重的后果。"
    },
    {
      "en": "Often does close quarters watch TV is the meeting myopic?",
      "cn": "经常近距离看电视会近视 吗 ?"
    },
    {
      "en": "The eye myopic, how the protective eye with nicer gift?",
      "cn": "眼睛近视了, 怎样才能更好的保护眼睛?"
    },
    {
      "en": "the government’s myopic attitude to environmental issues",
      "cn": "政府对环境问题所持的短视态度"
    },
    {
      "en": "This approach in itself was criticized for being too limiting and myopic.",
      "cn": "这个方法本身被批评为过于狭隘和短视."
    },
    {
      "en": "This item for myopic or eye fatigable ( rest every half 15 minute )",
      "cn": "近视或眼睛易疲劳者请选择此项 ( 每隔15分钟休息一次 )"
    },
    {
      "en": "What kind of myopic eye suits to do laser charming art?",
      "cn": "什么样的近视眼睛适合做激光娇正术?"
    },
    {
      "en": "What medicine is good to myopic effect and is side effect less?",
      "cn": "什么药对近视效果好并且副作用比较小?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "myope",
          "tran_cn": " 近视的人"
        },
        {
          "word": "myopia",
          "tran_cn": " [眼科] 近视；目光短浅，缺乏远见"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "bleary-eyed",
            "near-sighted"
          ],
          "tran_cn": "近视的；目光短浅的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "近视的",
      "tran_en": "unwilling or unable to think about the future, especially about the possible results of a particular action – used in order to show disapproval"
    }
  ],
  "exchange": {
    "adv": [
      "myopically"
    ],
    "noun": [
      "myopia"
    ]
  }
}