{
  "word": "springboard",
  "ipa": {
    "us": "ˈsprɪŋbɔ:d",
    "uk": "ˈsprɪŋbɔrd"
  },
  "sentences": [
    {
      "en": "A governor is the best springboard to the presidency.",
      "cn": "州长是跃上总统宝座最好的跳板."
    },
    {
      "en": "Four for men and women each - springboard, synchronized springboard, platform, synchronized platform.",
      "cn": "男女各4个 —— 单人跳板 、 双人跳板 、 单人跳台和双人跳台."
    },
    {
      "en": "He dived off the springboard and swam down to the shallow end.",
      "cn": "他从跳板跳下,潜入水中,游到浅水池边."
    },
    {
      "en": "He uses other people's ideas as a springboard for his own.",
      "cn": "他利用他人的想法作为自己的进身之阶."
    },
    {
      "en": "In 1908, springboard diving was added to the original platform diving event.",
      "cn": "那年跳板项目出现,成为继最初的跳台跳水之后的新项目."
    },
    {
      "en": "In the springboard event, men take eleven dives, women take ten dives.",
      "cn": "跳板项目中, 男子跳11个动作, 女子跳10个动作."
    },
    {
      "en": "It could provide a springboard to success.",
      "cn": "这可能是迈向成功的跳板。"
    },
    {
      "en": "The 1981 budget was the springboard for an economic miracle.",
      "cn": "1981年的预算促成了一场经济奇迹的出现。"
    },
    {
      "en": "The document provided a springboard for a lot of useful discussion.",
      "cn": "这份文件引发出许多有益的讨论。"
    },
    {
      "en": "The high dive and 3 m springboard are both individual and synchronised events.",
      "cn": "高台跳水和3米跳板既是个人项目也是双人项目."
    },
    {
      "en": "The runway is 80 feet long and has a four - foot springboard.",
      "cn": "跑道长80英尺,并配有4英尺长的跳板."
    },
    {
      "en": "The springboard has a fulcrum which can be adjusted by the divers.",
      "cn": "跳板有支架,运动员可以调节."
    },
    {
      "en": "The springboard is made out of an aluminum extrusion.",
      "cn": "跳板是铝制的挤压板."
    },
    {
      "en": "There are now some fantastic springboard add - ons for iPhone.",
      "cn": "有些很不错的苹果桌面增强软件."
    },
    {
      "en": "Wu Minxia and her partner, Guo Jingjing, won the 3 - meter springboard competition.",
      "cn": "吴敏霞和搭档郭晶晶赢得了3米板的冠军."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "walks",
            "gang-plank"
          ],
          "tran_cn": "跳板；出发点"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "springboard diving",
      "tran_cn": "n. 弹板跳水"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（有助于成功的）跳板，（跳水、体操等体育运动中的）跳板，踏板",
      "tran_en": "a strong board for jumping on or off, used when diving (  dive11  ) or doing  gymnastics "
    },
    {
      "pos": "vi",
      "tran_cn": "利用跳板跃进"
    }
  ],
  "exchange": {
    "pl": [
      "springboards"
    ]
  }
}