{
  "word": "virtuoso",
  "ipa": {
    "us": "ˌvɜ:tʃuˈəʊsəʊ",
    "uk": "ˌvɜrtʃuˈoʊsoʊ"
  },
  "sentences": [
    {
      "en": "A young virtuoso cornet player named Louis Armstrong was discovered in New Orleans by King Oliver.",
      "cn": "在新奥尔良一位名为路易?阿姆斯特朗的年轻小号手被金?奥列佛发现."
    },
    {
      "en": "And in time Paganini resumed his career as a touring virtuoso.",
      "cn": "帕格尼尼终于重操他的巡回演奏的旧业."
    },
    {
      "en": "But what actually killed the great virtuoso?",
      "cn": "但是究竟是什么杀死了这位伟大的音乐家 呢 ?"
    },
    {
      "en": "England's football fans were hoping for a virtuoso performance against Cameroon.",
      "cn": "英格兰队的球迷期待着该队与喀麦隆队能够上演一场精彩对决。"
    },
    {
      "en": "EXMP: the politician is known a virtuoso at public relations.",
      "cn": "这位政客是著名的公共关系专家."
    },
    {
      "en": "Grand master of provocation, virtuoso of the eccentric, Salvador Dali is known the world over.",
      "cn": "大师的挑衅, 是偏心, 萨尔瓦多达利是已知的世界各地的演奏家."
    },
    {
      "en": "He a virtuoso at every endeavour.",
      "cn": "他是个非常努力的艺术品鉴赏家."
    },
    {
      "en": "He was gaining a reputation as a remarkable virtuoso.",
      "cn": "作为一位技艺非凡的大师，他声誉日隆。"
    },
    {
      "en": "His handling of the meeting was quite a virtuoso performance.",
      "cn": "他掌握会议可真有一套."
    },
    {
      "en": "In time Paganini resumed his career as a touring virtuoso.",
      "cn": "帕格尼尼终于重操他那巡回演奏的旧业."
    },
    {
      "en": "In today's super - competitive elite applicant pools, just about everyone has virtuoso numbers.",
      "cn": "在今天的超级竞争力的精英申请人泳池, 只是每个人都有演奏家号码."
    },
    {
      "en": "Liu Fang is a remarkable virtuoso of the pipa, a Chinese lute.",
      "cn": "刘芳是一位出色的演奏家."
    },
    {
      "en": "Ma Xiaohui is a virtuoso on the erhu.",
      "cn": "马晓辉是一名二胡演奏大师."
    },
    {
      "en": "They are virtuoso boxers, master technicians, certainly among the best of their eras.",
      "cn": "他们都是拳击艺术家 、 技术大师, 无愧为所满清ii之 赤裸凌迟属时代的佼佼者."
    },
    {
      "en": "violin virtuoso Vanessa Mae",
      "cn": "小提琴大师陈美"
    },
    {
      "en": "Xia majored in Guzheng performance at Nanjing Normal University under Guzheng virtuoso, Professor Yan Ai Hua.",
      "cn": "进入南京师范大学后随著名演奏家阎爱华、涂咏梅教授主修古筝."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "virtuosity",
          "tran_cn": " 精湛技巧；对艺术品的爱好；艺术爱好者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "artist",
            "speaker",
            "technician"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "艺术爱好者（或鉴赏家）的，行家里手的，行家的"
    },
    {
      "pos": "n",
      "tran_cn": "艺术大师，演奏能手，名家，艺术名家，学者，古董收藏家",
      "tran_en": "someone who is a very skilful performer, especially in music"
    }
  ],
  "exchange": {
    "pl": [
      "virtuosi",
      "virtuosos"
    ]
  }
}