{
  "word": "depiction",
  "ipa": {
    "us": "dɪ'pɪkʃn",
    "uk": "dɪˈpɪkʃən"
  },
  "sentences": [
    {
      "en": "A depiction of natural land forms, sometimes allegorical.",
      "cn": "以自然风景为主题, 有时含有讽喻意义的作品."
    },
    {
      "en": "A realistic depiction of inanimate objects, esp. flowers, fruit, or domestic items.",
      "cn": "以写实的手法描绘无生命的物体, 比如花 、 水果 、 家什等."
    },
    {
      "en": "A realistic depiction of scenes from everyday domestic life.",
      "cn": "日常家居生活的写实画."
    },
    {
      "en": "An academic depiction of scenes from mythology, history, or the Bible.",
      "cn": "以神话 、 历史或圣经为题材的传统绘画."
    },
    {
      "en": "Besides concrete vivid depiction and varied unified entirety, describing requires vivid and stressing features.",
      "cn": "除绘声绘色的形象具体性与多样统一的整体性外, 描写还要求传神写意,抓住特征."
    },
    {
      "en": "Contemporary Realism is the depiction of modern art.",
      "cn": "当代写实,是现代艺术的文本叙述."
    },
    {
      "en": "Double rhythms, resounding through the lyric depiction and connecting with each other , indicate the thespian place of mankind and the cognition of the writer to this thespian place.",
      "cn": "这双重旋律互为表里, 表明了人类的某种悲剧性处境以及作家对这种悲剧性处境的感受和认识."
    },
    {
      "en": "It was a chilling depiction of one potential side effect of the critical donor shortage.",
      "cn": "书中描述的由于捐献器官紧缺引起的潜在恶果着实让人不寒而栗."
    },
    {
      "en": "T depiction things Qianshan painting, spring chicken at all corners of the country.",
      "cn": "笔描万物千山画, 鸡报五湖四海春. 喜今日银河初读,愿来年玉树生枝."
    },
    {
      "en": "The book's strength lay in its depiction of present-day Tokyo.",
      "cn": "该书的精彩之处在于其对现今东京的描写。"
    },
    {
      "en": "The crowd ripped down posters depiction their political opponents.",
      "cn": "人群中的人将宣扬他们的政敌的标语撕了下来."
    },
    {
      "en": "The depiction in this landscape painting is exquisite.",
      "cn": "这幅山水画刻画工细."
    },
    {
      "en": "The depiction is therefore all you ` ve got.",
      "cn": "因此你所有得到的只是描述."
    },
    {
      "en": "The lecture will trace the depiction of horses from earliest times to the present day.",
      "cn": "这个讲座将探究从古至今的画马艺术。"
    },
    {
      "en": "The lion is rampant in this heraldic depiction.",
      "cn": "在这部先驱性的作品中,狮子被描述的很猖獗."
    },
    {
      "en": "Watching Cheese in the Trap can be addictive, but it's educational too, thanks to its realistic depiction of campus life.",
      "cn": "看《奶酪陷阱》会让人上瘾，而且由于对大学生活的真实描写，它也有一定的教育意义。"
    },
    {
      "en": "You would think that such western imports would champion any depiction of homosexuality on television, right?",
      "cn": "你会想，像这些西方进口会拥护电视媒体对同性恋的描写，对吧？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "depictive",
          "tran_cn": " 描写的；描述的"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "depict",
          "tran_cn": " 描述；描画"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "description",
            "relation",
            "statement",
            "telling",
            "narrative"
          ],
          "tran_cn": "描写，叙述"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "description",
            "drawing",
            "landscape",
            "painting",
            "performance",
            "portrait",
            "relation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "描绘，描画，描述",
      "tran_en": "A depiction of something is a picture or a written description of it"
    }
  ],
  "exchange": {
    "pl": [
      "depictions"
    ],
    "verb": [
      "depict"
    ]
  }
}