{
  "word": "intensively",
  "ipa": {
    "us": "ɪn'tensɪvlɪ",
    "uk": "ɪnˈtɛnsɪvlɪ"
  },
  "sentences": [
    {
      "en": "A farmer in France farms intensively.",
      "cn": "法国的农民使用精耕细作的方法."
    },
    {
      "en": "All factors affecting SLS quality and their levels are intensively analyzed.",
      "cn": "全面分析了影响SLS试验的各种因素及影响级别."
    },
    {
      "en": "Computer can not only com file materials but also store them intensively.",
      "cn": "计算机不仅能汇集资料,而且会像高度汇集资料那样储存资料."
    },
    {
      "en": "Polyaniline ( PANI ) is one of the most intensively researched conductive polymer materials.",
      "cn": "聚苯胺 ( PANI ) 是研究最为广泛的导电高分子材料之一."
    },
    {
      "en": "Random lasing is intensively investigated for its wide prospective.",
      "cn": "随机激光现象因其广阔的应用前景目前得到广泛的研究."
    },
    {
      "en": "So intensively and so deep as our fingers unite, our hands caress.",
      "cn": "如此强烈如此深沉就像我的手握在一起, 互相拥抱."
    },
    {
      "en": "The land here has been intensively cultivated for generations.",
      "cn": "这片土地经过了几代人的集约耕作."
    },
    {
      "en": "The process of carbonation precipitation is intensively affected by super - saturation.",
      "cn": "碳酸化分解过程强烈地受到过饱和度的影响."
    },
    {
      "en": "The same procedure is followed more intensively at the doctoral level.",
      "cn": "修博士学位程序也是如此,不过更为深入."
    },
    {
      "en": "These distinctions matter because the courts will review some types of determinations more intensively than others.",
      "cn": "这些区别很要紧,因为法院在审查时对有些种类的决定较之其他决定更为深入细致."
    },
    {
      "en": "Thiophene polymers is one of the most intensively investigated functional polymers.",
      "cn": "摘要噻吩类聚合物是研究较为广泛的功能高分子材料."
    },
    {
      "en": "This treatment is special developed to intensively clean and purify the skin.",
      "cn": "深层净化抗痘护理能密集有效的洁净及净化肌肤."
    },
    {
      "en": "To feed a large population, inferior land must be cultivated and the good land worked intensively.",
      "cn": "为了提供众多人口的口粮, 必须耕种贫瘠的田地,而且还得过度地使用良田."
    },
    {
      "en": "What are you thinking of so intensively? Out with it!",
      "cn": "你在苦思冥想些什么? 说出来吧!"
    },
    {
      "en": "Will they farm the rest of their land less intensively?",
      "cn": "他们会在其余土地上实施较轻程度的集约化耕种吗？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "consumingly",
            "vividly"
          ],
          "tran_cn": "强烈地；集中地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "强烈地，集中地"
    }
  ],
  "exchange": {
    "adj": [
      "intensive"
    ]
  }
}