{
  "word": "expatiate",
  "ipa": {
    "us": "ɪkˈspeɪʃieɪt",
    "uk": "ɪkˈspeʃiˌet"
  },
  "sentences": [
    {
      "en": "At the end of the paper, we expatiate the kernel part of the hardware.",
      "cn": "最后, 对硬件实现的核心部分作了详尽的阐述."
    },
    {
      "en": "Bayesian statistics theory: Expatiate the mathematic principle of Bayesian Networks, Bayesian statistics.",
      "cn": "贝叶斯统计理论: 阐述贝叶斯网络的数学原理 —— 贝叶斯统计."
    },
    {
      "en": "Chapter 3 expatiate a portion of repetition technology and repetition management policy.",
      "cn": "第三章阐述副本管理的部分技术和数字有机体系统的副本管理策略."
    },
    {
      "en": "Expatiate primarily the purpose, meaning and basis argumentation of the topic.",
      "cn": "主要阐述本论文的选题目的, 意义及立论依据."
    },
    {
      "en": "Expatiate the effect of noun being used as quantifier from two aspect: meaning and aesthetic feeling.",
      "cn": "从意蕴和美感两方面阐述了名词临时借用为量词的效果."
    },
    {
      "en": "Expatiate the theory and realization of the system with actual power plant AMR system.",
      "cn": "结合实际的某一电厂的厂用电抄表系统,详尽的阐述了系统的原理及其实现."
    },
    {
      "en": "For example case accessory . Expatiate application and realization of GA in accessory processing craftwork decision - making.",
      "cn": "并以箱体类零件为例, 阐述遗传算法在零件加工工艺决策过程中的应用和实现."
    },
    {
      "en": "I'm in such a drive that I can't expatiate.",
      "cn": "我的时间实在紧迫，不能详述。"
    },
    {
      "en": "My present purpose is not to expatiate upon my walks.",
      "cn": "现在我并不打算絮絮不休地描写我的散步."
    },
    {
      "en": "Second, expatiate the concept, scope, character and practices of the process.",
      "cn": "其次, 阐述了我国刑事简易程序的概念 、 范围 、 特征和具体运作."
    },
    {
      "en": "Section three is expatiate the exist inevitability and influence.",
      "cn": "第三部分是中小学存在的必然性及其影响."
    },
    {
      "en": "The paper expatiate the design and application effects of electromagnetic liner.",
      "cn": "本文论述了电磁衬板的设计及开发应用效果."
    },
    {
      "en": "The tendency to expatiate and make much of local advantages was Western.",
      "cn": "欢喜唠唠叨叨、夸张本地优点的脾气是西部特有的."
    },
    {
      "en": "This devout friar expatiate on the miraculous evidence of his religion.",
      "cn": "这位虔诚的化缘修士阐述了他的宗教的神奇证据."
    },
    {
      "en": "This dissertation attaches great importance to expatiate the new planning notions of waterfront resorts.",
      "cn": "本文的重点在于论述了滨水度假区的规划新理念."
    },
    {
      "en": "This is the core ofcompositive cost model expatiate in this paper.",
      "cn": "——这就是本文所用的集装箱码头综合成本模型的精髓所在."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "expatiation",
          "tran_cn": " 详述，详细的说明"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "range",
            "expand on"
          ],
          "tran_cn": "详述；细说；漫游"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "expatiate on",
      "tran_cn": "阐述；详述"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": " 细说， 详述",
      "tran_en": "to enlarge (on a theme, topic, etc) at length or in detail; elaborate (on) "
    },
    {
      "pos": "vi",
      "tran_cn": "详述，细说"
    }
  ],
  "exchange": {
    "third": [
      "expatiates"
    ],
    "past": [
      "expatiated"
    ],
    "done": [
      "expatiated"
    ],
    "ing": [
      "expatiating"
    ]
  }
}