{
  "word": "opiate",
  "ipa": {
    "us": "ˈəʊpiət",
    "uk": "ˈoʊpiət"
  },
  "sentences": [
    {
      "en": "Contrast the signs of cocaine withdrawal and opiate withdrawal, and the probable mechanisms involved.",
      "cn": "对照古柯碱戒断症状和鸦片戒断症状的征兆和可能有关的机制."
    },
    {
      "en": "He cannot sleep, not even after taking an opiate.",
      "cn": "他睡不着,甚至服了安眠药之后也睡不着."
    },
    {
      "en": "In the stupid opiate the exhausted war.",
      "cn": "在愚蠢的鸦片里筋疲力尽地战斗."
    },
    {
      "en": "It was Karl Marx who said, \"Religion is the opiate of the people\".",
      "cn": "卡尔·马克思曾说，“宗教是人民的精神鸦片。”"
    },
    {
      "en": "Methods: The related papers were consulted and the neurochemical mechanisms of opiate reinforcement were reviewed.",
      "cn": "方法在查阅和总结28篇国内外相关文献的基础上,着重论述了与阿片强化作用密切相关的神经递质系统及其相互关系."
    },
    {
      "en": "Objective : To understand the prevalent rates of opiate abuse at six areas in Hunan Province.",
      "cn": "目的: 了解湖南省普通人群阿片类物质的使用现状."
    },
    {
      "en": "Objective To review the neurochemical substrates of opiate reinforcement.",
      "cn": "摘要目的综述阿片强化的神经化学机制."
    },
    {
      "en": "Our experiments used acetaminophen for the obvious reason that it’s safer and simpler for people to take on a daily basis than an opiate.",
      "cn": "我们的实验使用退热净来替代鸦片制剂的原因是它在每日服用的时候对人更加安全简单。"
    },
    {
      "en": "Religion isn't the opiate of the masses, fashion is.",
      "cn": "信仰不是大众的麻醉剂, 但流行时尚是."
    },
    {
      "en": "The phenol group of morphine is important in binding morphine to opiate receptors and causing analgesia.",
      "cn": "吗啡的酚基在吗啡与阿片受体粘合与镇痛中起到重要作用."
    },
    {
      "en": "To review the neurochemical substrates of opiate reinforcement.",
      "cn": "目的综述阿片强化的神经化学机制."
    },
    {
      "en": "Work no longer could be an opiate anesthetizing him against his feelings and convictions.",
      "cn": "他再也不用把工作当成麻醉自己情感与意愿的鸦片了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "dormitive"
          ],
          "tran_cn": "含鸦片的；安眠的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "detoxicator",
            "bromo"
          ],
          "tran_cn": "[毒物][药]鸦片制剂；麻醉剂；镇静剂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "depressant",
            "narcotic",
            "sleepy"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "comfort",
            "obtund"
          ],
          "tran_cn": "用鸦片麻醉；使缓和"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鸦片制剂（通常用于镇痛或催眠），缓和，减轻",
      "tran_en": "a drug that contains opium. Opiates can be used to reduce severe pain and help people to sleep."
    }
  ],
  "exchange": {
    "pl": [
      "opiates"
    ]
  }
}