{
  "word": "unresolved",
  "ipa": {
    "us": "ˌʌnrɪˈzɒlvd",
    "uk": "ˌʌnrɪˈzɑːlvd"
  },
  "sentences": [
    {
      "en": "an unresolved conflict",
      "cn": "没有解决的冲突"
    },
    {
      "en": "At the end of the meeting, a number of important questions were still unresolved.",
      "cn": "会议结束时, 一些重大的问题仍悬而未决."
    },
    {
      "en": "Establish and use a set of keywords to flag unresolved issues.",
      "cn": "建立并使用一套关键字来标记未确定的情况."
    },
    {
      "en": "He argues that family problems are typically a comment on some unresolved issues in the family.",
      "cn": "他认为各种家庭问题通常都反映出家庭内部存在一些有待解决的矛盾。"
    },
    {
      "en": "In addition, some unresolved problems on the subject are also outlined.",
      "cn": "另外也提出了需解决的一些问题."
    },
    {
      "en": "The doubt was still unresolved after his repeated explanation.",
      "cn": "虽经他一再解释,疑团仍然存在."
    },
    {
      "en": "The gunas pass through four stages - gross, subtle, primal and unresolved.",
      "cn": "19三德要经历粗糙的 、 细微的 、 最初的和尚未发展的四种状态."
    },
    {
      "en": "The issue is unresolved and certain to remain controversial.",
      "cn": "结论尚未达成,显然还将继续争议."
    },
    {
      "en": "The problem unresolved are discussed and the further development trends are pointed.",
      "cn": "讨论了在应用研究中仍存在的问题和进一步的研究发展方向."
    },
    {
      "en": "The protection of folklore an unresolved issue in copyright law.",
      "cn": "民间文学兿术的保护是著作权法上的悬而未决的难题."
    },
    {
      "en": "The protection of folklore is an unresolved issue in copyright law.",
      "cn": "民间文学艺术的保护是著作权法上的悬而未决的难题."
    },
    {
      "en": "The staggering problems of poverty remain unresolved.",
      "cn": "令人震惊的贫困问题仍未解决."
    },
    {
      "en": "the unresolved issue of who will pay for the project",
      "cn": "项目由谁出资这个悬而未决的问题"
    },
    {
      "en": "There have been many technical problems unresolved as yet.",
      "cn": "目前,还有一些技术问题需要解决."
    },
    {
      "en": "Unresolved or unacknowledged fears can trigger sleepwalking.",
      "cn": "残留在心里的或不为人知的恐惧都可能引发梦游。"
    },
    {
      "en": "What is meant by the terms resolved and unresolved harmonics?",
      "cn": "可分辨与不可分辨的谐波分别为何?"
    },
    {
      "en": "Yet he has been slow to push ahead on unresolved free - trade talks.",
      "cn": "然而,他在推进进展迟缓的自由贸易谈判方面也行动缓慢."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "outstanding",
            "unsolved"
          ],
          "tran_cn": "未解决的；无决断力的；不果断的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未解决的，不坚决的，不果断的，未分解的，无决断力的",
      "tran_en": "an unresolved problem or question has not been answered or solved"
    }
  ],
  "exchange": {}
}