{
  "word": "caudal",
  "ipa": {
    "us": "'kɔ:dl",
    "uk": "'kɔdəl"
  },
  "sentences": [
    {
      "en": "At the caudal end of the sacrum the roof of the vertebral canal is commonly deficient.",
      "cn": "在骶管末端,椎管往往缺损."
    },
    {
      "en": "Caudal edges have to be straight or curving outwards, and not bending inwards.",
      "cn": "尾鳍边缘一定要直或是向外弯曲, 不能向内弯折."
    },
    {
      "en": "Craig Dietz, a US man born armless and legless, took part in a swimming competition in Pennsylvania recently with the help of a manmade caudal fin and finished 275th out of 308 participants.",
      "cn": "在美国宾夕法尼亚州最近举办的游泳比赛中，没有双臂和双腿的\"无肢人\"克雷格·迪茨使用\"人造尾鳍\"参加了比赛，并在308名参赛者中名列275位。"
    },
    {
      "en": "D Localization of Clustered Microcalcifications Using Caudal and Medio - Lateral Oblique Views.",
      "cn": "使用头脚照与斜侧照做微钙化群三维定位之方法."
    },
    {
      "en": "Inferior ( Caudal, Below ) Toward the feet or part of the body and further from the head.",
      "cn": "下 ( 尾侧 、 下方 ) 指向脚或身体下部、离头较远的方位."
    },
    {
      "en": "The caudal fin crooked shape, on the leaf is specially developed.",
      "cn": "尾鳍歪形, 上叶特别发达."
    },
    {
      "en": "The results indicate that caudal segment of the epididymis has significant absorption funciton.",
      "cn": "研究结果表明家兔附睾管尾段具有一定的吸收作用."
    },
    {
      "en": "The term caudal means nearer to the tail and is used in description of embryos.",
      "cn": "尾侧意指靠近尾部,常用在胚胎的描述中."
    },
    {
      "en": "This study emphasizes the convergent evolution of distally co-ossified caudal vertebrae in non-avian maniraptorans and early birds.",
      "cn": "本研究强调了非鸟手盗龙类中尾椎的联合骨化与早期鸟类的尾综骨实属趋同演化。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "tail"
          ],
          "tran_cn": "[解剖][动]近尾部的，尾部的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "caudal vein",
      "tran_cn": "臀脉，尾静脉"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "尾部的，近尾部的",
      "tran_en": "relating to an animal’s tail"
    }
  ],
  "exchange": {}
}