{
  "word": "Africa",
  "ipa": {
    "us": "'æfrɪkə",
    "uk": "ˈæfrəkə"
  },
  "sentences": [
    {
      "en": "Athletics South Africa was formed by an amalgamation of two organisations.",
      "cn": "南非体育协会由两个组织合并而成。"
    },
    {
      "en": "Can you tell us something about your experiences in Africa?",
      "cn": "你能告诉我们一些有关你在非洲的经历吗？"
    },
    {
      "en": "Developments in South Africa receive extensive coverage in The Sunday Telegraph.",
      "cn": "《星期日电讯报》全面报道了南非的发展。"
    },
    {
      "en": "England were comprehensively beaten by South Africa.",
      "cn": "英格兰队被南非队彻底打败。"
    },
    {
      "en": "From Nairobi here's our East Africa correspondent, Colin Blane.",
      "cn": "以下是来自内罗毕东非记者科林·布兰的报道。"
    },
    {
      "en": "He had been on safari in East Africa with his son.",
      "cn": "他曾和他儿子到东非游猎。"
    },
    {
      "en": "He has returned to South Africa from his long overseas trip.",
      "cn": "他结束了漫长的海外旅行回到南非。"
    },
    {
      "en": "He toured South Africa organizing revival meetings.",
      "cn": "他游历南非，组织奋兴布道会。"
    },
    {
      "en": "He traversed alone the whole continent of Africa from east to west.",
      "cn": "他只身长途跋涉， 从东向西横穿整个非洲大陆。"
    },
    {
      "en": "He was one of the few thousand committed Rastafarians in South Africa.",
      "cn": "他是南非仅有的几千名虔诚的拉斯塔法里教徒中的一员。"
    },
    {
      "en": "He was taken prisoner in North Africa in 1942.",
      "cn": "他于1942年在北非被俘。"
    },
    {
      "en": "I want us to be judged by the impact we have on the health of the people of Africa , and the health of women.",
      "cn": "特别是两组特别人群组。我希望以我们对非洲人民的健康，对妇女健康产生的影响来评价我们的工作。"
    },
    {
      "en": "In South Africa, Jani was a big fish in a small pond.",
      "cn": "在南非，贾尼可谓塘中无鱼虾为大。"
    },
    {
      "en": "Mark has been working in West Africa for about six months.",
      "cn": "马克已在西非工作了约6个月。"
    },
    {
      "en": "Others flee up through Africa towards the Mediterranean Coast and then across the Mediterranean.",
      "cn": "有些人经由非洲北边逃离到地中海沿岸，再越过地中海。"
    },
    {
      "en": "South Africa was going through a period of irreversible change.",
      "cn": "南非正在经历一场不可逆转的变革。"
    },
    {
      "en": "The giraffe ranges in Africa.",
      "cn": "长颈鹿生长在非洲。"
    },
    {
      "en": "The practice still prevails in some parts of Africa.",
      "cn": "这种做法在非洲某些地区仍然很盛行。"
    },
    {
      "en": "The vast forests of West Africa have shrunk.",
      "cn": "西非的大片森林面积已缩小了。"
    },
    {
      "en": "This is Elizabeth Blunt, BBC, West Africa.",
      "cn": "英国广播公司的伊丽莎白·布伦特在西非为您报道。"
    },
    {
      "en": "West Africa was the pivot of the cocoa trade.",
      "cn": "西非是可可豆贸易的中心。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "east africa",
      "tran_cn": "东非"
    },
    {
      "phrase": "north africa",
      "tran_cn": "北非；非洲北部"
    },
    {
      "phrase": "republic of south africa",
      "tran_cn": "南非共和国"
    },
    {
      "phrase": "south africa",
      "tran_cn": "南非"
    },
    {
      "phrase": "sub-saharan africa",
      "tran_cn": "撒哈拉以南非洲"
    },
    {
      "phrase": "west africa",
      "tran_cn": "西非；非洲西部"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非洲的"
    },
    {
      "pos": "n",
      "tran_cn": "非洲",
      "tran_en": "the second largest continent; located south of Europe and bordered to the west by the South Atlantic and to the east by the Indian Ocean"
    },
    {
      "pos": "other",
      "tran_cn": "非洲"
    }
  ],
  "exchange": {}
}