{
  "word": "windsurfing",
  "ipa": {
    "us": "ˈwɪndsɜːfɪŋ",
    "uk": "ˈwɪndsɜːrfɪŋ"
  },
  "sentences": [
    {
      "en": "At the 1997 World Windsurfing Championships, Lee Lai - shan won the gold medal in the women's event.",
      "cn": "李丽珊在一九九七年世界滑浪风帆锦标赛女子奥运板组中,勇夺冠军."
    },
    {
      "en": "But be warned: windsurfing is addictive!",
      "cn": "但是你需要知道的是: 风帆滑板是会上瘾的!"
    },
    {
      "en": "EXAMPLE : On vacation the young business executive enjoys extreme sports like windsurfing and snowboarding.",
      "cn": "休假期间,公司的年轻执行官喜欢从事帆板、滑雪板等极限运动."
    },
    {
      "en": "Feeling unsafe to place the windsurfing equipment at the beach, but without any other option.",
      "cn": "将风帆设备存放于海滩觉得很不安全, 但并无其他选择."
    },
    {
      "en": "Have you ever tried windsurfing?",
      "cn": "你做过风帆冲浪运动 吗 ?"
    },
    {
      "en": "He painted nuns driving racing cars and flying balloons, the pope windsurfing, Mona Lisa naked or smoking.",
      "cn": "在他的画里，修女驾着赛车和热气球，主教在玩帆板冲浪，蒙娜丽莎（Mona Lisa）要么赤身裸体，要么吞云吐雾。"
    },
    {
      "en": "How do you rate the service quality of the current Hong Kong windsurfing shops?",
      "cn": "你怎样评价现时香港风帆商店的服务质素?"
    },
    {
      "en": "I also enjoy windsurfing, tennis, racquetball, swimming, you name it.",
      "cn": "我也喜欢帆板、网球、短柄墙球、游泳等等，不一而足。"
    },
    {
      "en": "I went windsurfing most afternoons.",
      "cn": "下午我都去风帆冲浪。"
    },
    {
      "en": "Oh yeah? And you got this burned from windsurfing?",
      "cn": "是 吗 ?你是因为玩风帆冲浪才晒成这样的?"
    },
    {
      "en": "Police should provide rescue service to windsurfers and their windsurfing equipment under all circumstances.",
      "cn": "不论于任何情况,警方必须为有需要的风帆人士及其风帆设备提供救援."
    },
    {
      "en": "Police should provide rescue service to windsurfers in need, not including their windsurfing equipment.",
      "cn": "警方只应为有需要的风帆人士提供救援, 而不包括其风帆设备."
    },
    {
      "en": "She gets her kicks from windsurfing and skiing.",
      "cn": "她从帆板运动和滑雪运动中得到极大的乐趣."
    },
    {
      "en": "Stanley Base Club House of Windsurfing Association of Hong Kong.",
      "cn": "本人欲申请租用香港滑浪风帆会赤柱会所之板位\\帆笼."
    },
    {
      "en": "The island boasts two exceptional beaches: Tung Wan, a popular bathing area with an array of idyllic beach houses and Kwan-yin Wan, known as a windsurfing haven.",
      "cn": "岛上自称有着两个特殊的游泳沙滩：东湾，它是一个受欢迎游泳区，具有田园诗般的很多海滨别墅；观音湾，它是是著名帆板运动的避风港。"
    },
    {
      "en": "Try tennis, badminton or windsurfing. In short, anything challenging.",
      "cn": "试试网球、羽毛球或帆板运动吧。总之，只要是有挑战性的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sailboarding"
          ],
          "tran_cn": "帆板运动"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "帆板运动",
      "tran_en": "Windsurfing is a sport in which you move along the surface of the sea or a lake on a long narrow board with a sail on it"
    },
    {
      "pos": "v",
      "tran_cn": "作风帆冲浪运动( windsurf的现在分词 )"
    }
  ],
  "exchange": {
    "verb": [
      "windsurf"
    ]
  }
}