{
  "word": "midway",
  "ipa": {
    "us": "ˌmɪdˈweɪ",
    "uk": "ˈmɪdˌwe"
  },
  "sentences": [
    {
      "en": "A harsh apparition ; tiny Midway was peculiarly set for air combat.",
      "cn": "小小的中途岛像个狰狞的魔影,说来也怪,竟被安排来作空战的场所."
    },
    {
      "en": "An antinode is midway between two nodes.",
      "cn": "腹点位于两个波节的中途."
    },
    {
      "en": "Fresno is close to the midway point between LA and San Francisco.",
      "cn": "弗雷斯诺位于接进洛杉矶和旧金山的中间点。"
    },
    {
      "en": "He crashed midway through the race.",
      "cn": "他在比赛中途撞车了。"
    },
    {
      "en": "He returned midway through the afternoon.",
      "cn": "他下午三四点时返回了。"
    },
    {
      "en": "However, in some college, change major midway is not permitted.",
      "cn": "但是，一些大学却不允许学生中途换专业。"
    },
    {
      "en": "I is the initial is less on your footsteps, or midway lost and you synchronization frequency?",
      "cn": "我是初始就更不上你的脚步，还是中途丢失了和你同步的频率呢？"
    },
    {
      "en": "I'm sure you're aware of Washington's opinion on this Midway invasion.",
      "cn": "您-定知道华盛顿对攻击中途岛的看法吧?"
    },
    {
      "en": "The goal was scored midway through the first half.",
      "cn": "上半场中段时攻进一球。"
    },
    {
      "en": "The leading car crashed midway through the tenth lap.",
      "cn": "领先的那辆赛车在第十圈的中途撞毁了."
    },
    {
      "en": "The Moray left Midway in a melancholy drizzle.",
      "cn": "“海鳗号”在阴沉沉的细雨中离开了中途岛."
    },
    {
      "en": "The north - south line ran midway between the hour hand and 12 o'clock.",
      "cn": "南北线穿过时针和十二点的中间线."
    },
    {
      "en": "The ship turned about midway.",
      "cn": "船在中途掉转了航向."
    },
    {
      "en": "The studio is midway between his aunt's old home and his cottage.",
      "cn": "那个工作室位于他姑姑的老房子和他的小屋中间。"
    },
    {
      "en": "There is a small village midway between these two towns.",
      "cn": "在这两个镇的中间有个小村子."
    },
    {
      "en": "There's a small village midway between these two towns.",
      "cn": "那两个镇中间有个小村子."
    },
    {
      "en": "This delusory vision kept him out of action at Midway.",
      "cn": "这种狂妄的幻想使他在中途岛战役中一无作为."
    },
    {
      "en": "Warnings have also been issued for the Marcus, Wake and Midway Islands.",
      "cn": "马库斯岛 、 威克岛和中途岛也收到了海啸预警."
    },
    {
      "en": "When he's midway through, he ticked over.",
      "cn": "他讲到一半, 就支支吾吾起来."
    },
    {
      "en": "When people are watching TV programs or listen to radios, if advertisement breaks in by midway, then people will get annoyed because ads make them forget what they are watching or listening.",
      "cn": "当我们在看电视节目或者听广播的时候，中途被广告打断的话，我们通常会很烦躁，因为广告会让我们忘记之前看到或者听到的内容。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "intermediary",
            "halfway"
          ],
          "tran_cn": "中途的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "casino",
            "midcourse"
          ],
          "tran_cn": "中途；娱乐场"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "中途的",
      "tran_en": "between two places, and the same distance from each of them"
    },
    {
      "pos": "adv",
      "tran_cn": "中途地，中间地，中途，半路",
      "tran_en": "If something is midway between two places, it is between them and the same distance from each of them"
    },
    {
      "pos": "n",
      "tran_cn": "中途；娱乐场"
    }
  ],
  "exchange": {}
}