{
  "word": "prostate",
  "ipa": {
    "us": "ˈprɒsteɪt",
    "uk": "ˈprɑsteɪt"
  },
  "sentences": [
    {
      "en": "A normal prostate is the size of a walnut, but the condition can increase this to the size of a tangerine.",
      "cn": "一个正常的前列腺是胡桃大小，但是这种疾病能使其增大到柑橘大小。"
    },
    {
      "en": "An enlarged prostate does not necessarily mean cancer.",
      "cn": "前列腺肿大不一定就是癌症。"
    },
    {
      "en": "Another way to prevent prostate disease is through diet.",
      "cn": "预防前列腺疾病的另一种方法是饮食。"
    },
    {
      "en": "At higher magnification , the enlarged prostate has glandular hyperplasia.",
      "cn": "增生前列腺的腺体增生."
    },
    {
      "en": "By age 75, most men get preliminary prostate cancer.",
      "cn": "75岁时, 大部分男性开始患前列腺癌."
    },
    {
      "en": "CD 133 had preiously been implicated in brain and prostate cancers.",
      "cn": "CD133首先在脑瘤和前列腺癌中被发现."
    },
    {
      "en": "Conclusion To apply the prostate stents in prostatic hypertrophy was safety.",
      "cn": "结论前列腺支架治疗前列腺增生引起的排尿困难是可靠的."
    },
    {
      "en": "Gonorrhea and other Bacterial infections involving the prostate are treated with antibiotics.",
      "cn": "淋病和其它细菌感染导致的前列腺疾病可用抗生素治疗."
    },
    {
      "en": "In patients with prostate cancer, PSA values fell , indicating reduction of tumor.",
      "cn": "对于前列腺癌病患, PSA指数 降低显示肿瘤减小."
    },
    {
      "en": "It is normal if the woman feels like she needs to urinate, as the prostate tissue surrounds the urethra, the tube through which urine leaves the bladder.",
      "cn": "如果她感觉好像要小便，那么这是很正常的，因为前列腺组织包裹着尿道，就是将尿从膀胱里排出的管子。"
    },
    {
      "en": "Louis: No need, I know already. An enlarged prostate.",
      "cn": "路易士: 不用你说, 我已经知道. 是前列腺肥大."
    },
    {
      "en": "Objective To improve the early diagnostic detection rate of the prostate carcinoma.",
      "cn": "目的提高早期前列腺癌的检出率."
    },
    {
      "en": "Of prostate cancer come on is concentration in which age paragraph?",
      "cn": "前列腺癌的发病集中在哪个年龄段?"
    },
    {
      "en": "Prostate - specific antigen ( PSA ) is a well characterized human prostate specific glycoprotein.",
      "cn": "摘要前列腺特定抗原 ( PSA ) 为一已经定性清楚之人类前到腺特定醣蛋白."
    },
    {
      "en": "Similar subgroup analyses yielded inconsistent results for prostate and colorectal cancer.",
      "cn": "小组的同样分析,前列腺癌和结肠直肠癌的结果不一致."
    },
    {
      "en": "Sweden's University Hospital urologist that chronic prostate pollen a very high efficacy.",
      "cn": "瑞典大学医院泌尿科医生认为花粉对慢性前列腺有非常高的疗效."
    },
    {
      "en": "The study was published in the journal The Prostate.",
      "cn": "这一研究已在前列腺癌杂志发表."
    },
    {
      "en": "The tumor in his prostate gland was caught at an early and very likely curable stage.",
      "cn": "由于他的前列腺肿瘤是在早期被发现的,处在很有可能治愈阶段."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "prostaglandin",
          "tran_cn": " [生化] 前列腺素"
        },
        {
          "word": "prostatectomy",
          "tran_cn": " [泌尿] 前列腺切除术"
        },
        {
          "word": "prostatitis",
          "tran_cn": " [泌尿] 前列腺炎，摄护腺炎"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "prostate cancer",
      "tran_cn": "前列腺癌"
    },
    {
      "phrase": "prostate gland",
      "tran_cn": "前列腺"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "前列腺的"
    },
    {
      "pos": "n",
      "tran_cn": "前列腺",
      "tran_en": "an organ in the body of male  mammal s  that is near the  bladder  and that produces a liquid in which  sperm  are carried"
    }
  ],
  "exchange": {
    "pl": [
      "prostates"
    ]
  }
}