{
  "word": "aviator",
  "ipa": {
    "us": "ˈeɪvieɪtə(r)",
    "uk": "ˈeɪvieɪtər"
  },
  "sentences": [
    {
      "en": "After escaping at his sixth try, he rejoined the fight as an aviator.",
      "cn": "经过六次努力后, 他终于成功越狱,作为一名飞行员重新回到战场上."
    },
    {
      "en": "Air Chief Marshal Glenn Torpy told the graduates: \"This is probably one of the most significant milestones in an aviator's career.",
      "cn": "空军上将格伦•托比在毕业典礼上致辞说：“这可能是飞行员职业生涯中最重要的里程碑之一。"
    },
    {
      "en": "An escort of ten airplanes greets the famous aviator.",
      "cn": "由10架飞机组成的护航队迎接这位著名的飞行员."
    },
    {
      "en": "He is a dauntless aviator.",
      "cn": "他是一位勇敢的飞行家;"
    },
    {
      "en": "He was designated a Naval Aviator and received his wings in July 1957.",
      "cn": "他是一名海军飞行员并于1957年获得一枚飞行章."
    },
    {
      "en": "Hundreds of admirers besieged the famous aviator.",
      "cn": "数百名爱慕者围困那个著名飞行员."
    },
    {
      "en": "In fact, the history of aviator jackets can be traced back to the First World War.",
      "cn": "事实上，飞行员夹克的历史可以追溯到第一次世界大战时期。"
    },
    {
      "en": "John Ed Blackburn: Amarillo aviator died in China in 1942 while serving with the Flying Tigers.",
      "cn": "约翰·瑞德·布莱克本: 亚马瑞罗飞行员,1942年死于中国,当时服役与飞虎队."
    },
    {
      "en": "John Ed Blackburn: The Amarillo aviator died in China in 1942 while serving with the Flying Tigers.",
      "cn": "约翰·德·莱克本: 亚马瑞罗飞行员,1942年死于中国,当时服役与飞虎队."
    },
    {
      "en": "Like his father, he hopes to become a naval aviator.",
      "cn": "与父亲一样，他希望成为海军飞行员。"
    },
    {
      "en": "Other hats are inspired by history and fashion, such as the iconic aviator helmet or the cabbie cap which resembles old fashioned \"newsboy\" hats.",
      "cn": "其他一些帽子则是受了历史或时尚的启发，比如标志性的飞行员头盔，或是与旧风尚‘报童帽’相似的司机帽。"
    },
    {
      "en": "Scottish aviator Jim Mollison made the first trans - Atlantic solo flight.",
      "cn": "苏格兰飞行员吉姆·莫里森首次单人驾机飞越大西洋."
    },
    {
      "en": "The aviator pilots his airplane.",
      "cn": "那位飞行员驾驶他的飞机."
    },
    {
      "en": "The aviator warped a wing tip to regain balance.",
      "cn": "飞行员使一机翼的端部翘起,以恢复平衡."
    },
    {
      "en": "The final fate of pioneer aviator Amelia Earhart has never been discovered , although theories abound.",
      "cn": "尽管众说纷纭,但是从来没人知道先驱飞行员阿米莉娅-埃尔哈特的最终命运究竟如何."
    },
    {
      "en": "The General is an experienced Army Aviator who originally trained as an armor officer.",
      "cn": "他除了有飞行员和装甲兵的丰富经验,勒克将军还是一名伞兵、巡逻骑兵."
    },
    {
      "en": "The iconic Aviator a enhanced with a contrasting brow bar.",
      "cn": "标志性的飞行员是加强与对比的额头吧."
    },
    {
      "en": "The Man Angel was lighter-than-air and had paddles like a rowboat that the aviator could pump.",
      "cn": "“人类天使”比空气还轻，并且有着类似于小船的桨，飞行员可以驱动这些桨。"
    },
    {
      "en": "The young aviator bragged of his exploits in the sky.",
      "cn": "那名年轻的飞行员吹嘘他在空中飞行的英勇事迹."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "aviation",
          "tran_cn": " 航空；飞行术；飞机制造业"
        },
        {
          "word": "aviatress",
          "tran_cn": " 女飞行家"
        },
        {
          "word": "aviatrix",
          "tran_cn": " 女飞行员；女驾驶员"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "aviate",
          "tran_cn": " 飞行；驾驶飞机"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "aviate",
          "tran_cn": " 用飞机飞行"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pilot",
            "amn"
          ],
          "tran_cn": "[航]飞行员"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<旧>飞机驾驶员，飞行员",
      "tran_en": "a pilot"
    }
  ],
  "exchange": {
    "pl": [
      "aviators"
    ]
  }
}