{
  "word": "glasshouse",
  "ipa": {
    "us": "ˈglɑ:shaʊs",
    "uk": "ˈglæshaʊs"
  },
  "sentences": [
    {
      "en": "BrightFarms, for example, together with a firm called Better Food Solutions, began constructing a large single-storey glasshouse on the roof of a big supermarket in October.",
      "cn": "比如，光明农场系统公司现在正在和一家名为“好上好食品”（BetterFood Solutions）的公司合作，自10月份开始在一家大超市的屋顶上建造一座单层的大温室。"
    },
    {
      "en": "I live in my own little 24 glasshouse.",
      "cn": "我就住在自己的小天地里."
    },
    {
      "en": "I'm not the flower which cultivated in the glasshouse!",
      "cn": "我不是温室里呵护的花朵!"
    },
    {
      "en": "Maldives on the waterfront that we have a large glasshouse yard desire.",
      "cn": "马尔代夫海滨上那个大玻璃屋子里有着我们的向往."
    },
    {
      "en": "P - who live in glasshouse shouldn't throw stones.",
      "cn": "住玻璃房子的人切忌扔石头;秃子别骂和尚;五十步别笑百步;自己有错误就别去批评别人."
    },
    {
      "en": "Sea the south vegetable contain beautiful natural glasshouse, tropical orchard call.",
      "cn": "海南素有“天然温室 、 热带果园”美称."
    },
    {
      "en": "That method has the good function in modern glasshouse.",
      "cn": "该方法在现代温室中有很好的实用性."
    },
    {
      "en": "The heat accumulation of glasshouse were so serious that it required the highly volume ventilation.",
      "cn": "玻璃温室之热累积十分严重因此必须以大量之机械通风方能克服."
    },
    {
      "en": "The method is used commercially, especially for glasshouse crops, and also in experimental work in determining the effects of mineral deficiencies.",
      "cn": "此法经常在商业中使用，尤其是针对一些温室作物，或者用于验证矿质元素的缺乏对植物产生的影响的实验。"
    },
    {
      "en": "With the year increased and the soil sandy increased, the glasshouse cucumber's wilt disease increased.",
      "cn": "研究结果表明黄瓜枯萎病随着连作年限的增加,土壤砂性增加而增加."
    },
    {
      "en": "You must grow these tropical flowers in a glasshouse.",
      "cn": "你必须把这些热带花卉种在温室里."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "greenhouse",
            "hot-house"
          ],
          "tran_cn": "[园艺]温室；暖房"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "玻璃暖房，温室",
      "tran_en": "a building made mainly of glass which is used for growing plants"
    }
  ],
  "exchange": {
    "pl": [
      "glasshouses"
    ]
  }
}