{
  "word": "Oceania",
  "ipa": {
    "us": "ˌəʊsiˈɑːniə",
    "uk": "ˌoʊʃiˈɑːniə"
  },
  "sentences": [
    {
      "en": "' Oceania,'tis for thee'gave way to lighter music.",
      "cn": "现在轻音乐替代了《这是为了你, 大洋国》."
    },
    {
      "en": "'When I was arrested, Oceania was at war with Eastasia.'",
      "cn": "“ 我被逮捕的时候, 大洋国是在同东亚国打仗. ”"
    },
    {
      "en": "And Oceania has always been at war with Eastasia, has it not?'",
      "cn": "大洋国一直在同东亚国打仗, 是不是? ”"
    },
    {
      "en": "Findings and experiences were presented by around 100 clinicians, scientists, and public health professionals from the Americas, Europe, Asia, Africa, the Middle East and Oceania.",
      "cn": "来自美洲、欧洲、亚洲、非洲、中东和大洋洲的大约100名临床医生、科学家以及公共卫生专业人员介绍了取得的结果和经验。"
    },
    {
      "en": "Future research will be required to determine if these findings hold true for other territories in Asia and Oceania with similar malaria epidemiology.",
      "cn": "然而，还需做进一步研究以确定该发现是否适用于有类似疟疾流行病的亚洲和大洋洲。"
    },
    {
      "en": "Il principale mercato in Nord America , Europa, cos ì come le vendite al Medio Oriente e Oceania.",
      "cn": "主要市场在北美, 欧洲, 同时也销售到中东,大洋洲."
    },
    {
      "en": "In Oceania at the present day , Science , in the old sense, has almost ceased to exist.",
      "cn": "目前在大洋国, 旧观念的科学几乎已不再存在."
    },
    {
      "en": "Interested library associations outside of Latin America and the Caribbean, Africa, and Asia and Oceania should contact the Management of Library Associations section.",
      "cn": "在拉美地区以外以及加勒比海，非洲和亚洲以及大洋洲的感兴趣的图书馆联盟可以联系图书馆联盟管理部门。"
    },
    {
      "en": "Is Australia part of Oceania?",
      "cn": "澳大利亚是在大洋洲 吗 ?"
    },
    {
      "en": "My fellow passengers were aged between 30 and 80, and mainly from Oceania.",
      "cn": "同船乘客的年龄从30岁到80岁, 大部分来自大洋洲."
    },
    {
      "en": "Oceania had always been at war with Eastasia.",
      "cn": "大洋国一直在同东亚国打仗."
    },
    {
      "en": "Oceania is a separate landmass, but it is separated from Asia by very shallow water.",
      "cn": "大洋洲是一块单独的陆地，但它与亚洲之间只隔着很浅的海域。"
    },
    {
      "en": "Oceania is mainly made up of Australia and New Zealand.",
      "cn": "大洋洲主要是由澳大利亚和新西兰组成的."
    },
    {
      "en": "Oceania is the islands of the southern, western, and central Pacific Ocean.",
      "cn": "大洋洲是指大洋洲南部 、 西部及中部太平洋上的岛屿."
    },
    {
      "en": "Oceania is the smallest continent.",
      "cn": "大洋洲是最小的洲."
    },
    {
      "en": "Oceania was at war with Eastasia: Oceania had always been at war with Eastasia.",
      "cn": "大洋国在同东亚国作战: 大洋国一向是在同东亚国作战."
    },
    {
      "en": "Oceania was at war with Eastasia!",
      "cn": "大洋国是在同东亚国打仗!"
    },
    {
      "en": "Oceania was at war with Eurasia: therefore Oceania had always been at war with Eurasia.",
      "cn": "大洋国在跟欧亚国打仗,由此推之,它也便一直在跟欧亚国打仗."
    },
    {
      "en": "Our products are selling well in Southeast Asia, North America, South America, Oceania and Europe.",
      "cn": "我们的产品畅销东南亚, 北美洲, 南美洲, 大洋洲和欧洲."
    },
    {
      "en": "The Mummies Of The World exhibition brings together a collection of mummies and related artefacts from South America, Europe, Asia, Oceania and Egypt.",
      "cn": "汇集了来自南美，欧洲，亚洲，大洋洲和埃及的一系列干尸和艺术品将举办全球巡回展览。"
    },
    {
      "en": "Their habits of running away together, and thinking against the Party in the far-off land of Oceania, are noticed by the Thought Police.",
      "cn": "他们一起逃跑的习性以及在思想上对于远在大洋洲的党派的反对引起了思想警察的注意。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大洋洲，澳洲",
      "tran_en": "a large region of the world consisting of the Pacific islands and the seas around them"
    }
  ],
  "exchange": {}
}