{
  "word": "concordant",
  "ipa": {
    "us": "kən'kɔ:dənt",
    "uk": "kən'kɔdənt"
  },
  "sentences": [
    {
      "en": "As you might guess, each storage access protocol defines its own form of layout, because the access protocol and the organization of the data must be concordant.",
      "cn": "可以猜到，每个存储访问协议都定义自己的布局形式，因为访问协议和数据组织必须保持一致。"
    },
    {
      "en": "But there's no reason that business can't be a major part of the climate change solution, or that profit isn't concordant with a desire to save the Earth.",
      "cn": "其实气候变化的解决方案完全有条件可以成为一笔大生意，它的利润与拯救地球的期望相比，是完全协调的。"
    },
    {
      "en": "Chord: a combination of three or more usually concordant tones sounded simultaneously.",
      "cn": "和弦: 三个或三个以上听起来同时奏出的通常为谐和的音调的结合."
    },
    {
      "en": "In parallel or concordant bedding the strata overlay each other like pages of a book .",
      "cn": "在平行的或者整合的层面中，地层好象书页一般互相重迭。"
    },
    {
      "en": "In parallel or concordant bedding the strata overlay each other like pages of a book.",
      "cn": "在平行的或者整合的层面中,地层好象书页一般互相重迭."
    },
    {
      "en": "Many ultrabasic bodies in the orogenic association occur along strike faults, which gives a concordant relationship.",
      "cn": "与造山运动共生的许多超基性岩体沿着走向断层出露, 表现出假的整合关系."
    },
    {
      "en": "Meanwhile, the concordant rate of V - EEG and ECoG in lateralization was 100 % and localization 80 %.",
      "cn": "同时, V-EEG与ECoG的定侧符合率为100%,定位符合率为80%."
    },
    {
      "en": "Regular and concordant storing space is created through multifunctional setup to give you an easier life.",
      "cn": "多种功能的设置,营造出整齐和谐的储藏空间,让生活更轻松、惬意."
    },
    {
      "en": "Results Concordant ID of 90.0 % was observed for Enterococci between Phoenix - 100 and API.",
      "cn": "结果与API鉴定 系统相比,Phoenix -100 系统鉴定肠球菌的一致率为90.0%."
    },
    {
      "en": "The concordant function of recollection enables an individual to find harmony with the world.",
      "cn": "回忆的整合作用让个人得以与世界和谐相处."
    },
    {
      "en": "The harmonization theory sees international law and muncipal law as concordant bodies of doctrine.",
      "cn": "协调说认为国际法和国内法是和谐一致的学说体系."
    },
    {
      "en": "The results were concordant with our hypothesis.",
      "cn": "结果与我们的假设一致."
    },
    {
      "en": "The ultrabasic bodies are generally concordant intrusions, with related feeder dikes.",
      "cn": "超基性岩一般为具有补给岩墙的整合侵入体."
    },
    {
      "en": "This is so because only such a picture can be concordant with all the observational data.",
      "cn": "我们这样说,是因为只有这样一幅图景才能与观测数据相洽."
    },
    {
      "en": "This study has clearly demonstrated a genetic difference between concordant and discordant identical twins.",
      "cn": "这项研究清楚地显示了相似同卵双胞胎和非相似同卵双胞胎之间的遗传学区别."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "concord",
          "tran_cn": " 和谐；和睦；一致；协调"
        },
        {
          "word": "concordance",
          "tran_cn": " 调和，一致；用语索引；著作或作家全集的重要用字索引"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "harmonious",
            "united",
            "consistent",
            "balanced",
            "corresponding"
          ],
          "tran_cn": "和谐的；协调的；一致的；和声的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "agreeable",
            "becoming",
            "coherent",
            "coincident",
            "companionate",
            "consistent",
            "consonant",
            "correspondent",
            "joint",
            "one"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<正>和谐的，一致的，协调的",
      "tran_en": "being in agreement or having the same regular pattern"
    }
  ],
  "exchange": {}
}