{
  "word": "Maine",
  "ipa": {
    "us": "meɪn",
    "uk": "mein"
  },
  "sentences": [
    {
      "en": "A forest fire is sweeping across portions of north Maine this evening.",
      "cn": "今晚一场森林大火正席卷缅因州北部的部分地区。"
    },
    {
      "en": "Almost half of the electricity generated by Maine comes from renewable sources.",
      "cn": "缅因州产生的将近一半的电力来自于可再生能源。"
    },
    {
      "en": "Back in Maine, I began thanking Scott if he threw one dirty shirt into the hamper.",
      "cn": "回到缅因州，要是斯科特把一件脏衣服丢进衣物篮我就开始感谢他。"
    },
    {
      "en": "Chief Justice John Roberts is out of a Maine hospital.",
      "cn": "首席审判长约翰·罗伯茨已不在缅因州中的医院里."
    },
    {
      "en": "First they talked about the weather and then they talked about Maine.",
      "cn": "首先,他们谈论天气,然后他们谈缅因州."
    },
    {
      "en": "From Boston to Maine, roads, homes and businesses are underwater.",
      "cn": "在、从波士顿到缅因州, 道路, 家园和商行都泡在水中."
    },
    {
      "en": "Gum disease also more common in Maine Coons than in other breeds.",
      "cn": "缅因猫的齿龈炎与牙周炎也来的比其他猫种频繁."
    },
    {
      "en": "He said the citizen from Georgia had as much right to settle in this territory with his slaves as a citizen of Maine with his horse.",
      "cn": "他说，缅因州的公民有权带着他们的马进入新的领土，同样，乔治亚州的公民有权带着他们的奴隶进入这一新领土。"
    },
    {
      "en": "I had gone to Maine looking for a place to work.",
      "cn": "我去了缅因州找工作。"
    },
    {
      "en": "In Maine, Governor John Baldacci immediately signed the bill into law.",
      "cn": "在缅因州, 州长JohnBaldacci立刻签署了法案使其成为法律."
    },
    {
      "en": "Maine and Vermont are both trying to insure all their citizens.",
      "cn": "缅因州和佛蒙特州都尝试为所有的居民投保."
    },
    {
      "en": "Maine had a soothing effect upon Babbitt.",
      "cn": "缅因州对巴比特有一种安神作用."
    },
    {
      "en": "Maine's most famous yield, potato, constitutes about 12 percent of the nation's crop.",
      "cn": "缅因州最著名的作物是马铃薯, 产量占全国作物的百分之十二左右."
    },
    {
      "en": "Maine's most famous yield, potatoes, constitutes about 12 per cent of the na tion's crop.",
      "cn": "缅因州最著名的作物是马铃薯, 产量占全国百分之十二左右."
    },
    {
      "en": "Roberts headed back to his vacation home in Maine.",
      "cn": "目前罗伯茨已回往缅因州的家中休假."
    },
    {
      "en": "The Maine woodsman sits on a stump whose rings number centuries of growth.",
      "cn": "缅茵州的伐木人坐在一段有数百年年轮的木桩上."
    },
    {
      "en": "The marshals hired some 650 assistants who traveled by foot and horseback from Maine to Georgia.",
      "cn": "这些执行官又雇用了大约六百五十名助手,或步行,或骑马,从缅因州到了乔治亚州."
    },
    {
      "en": "Three Years War begins along Maine and Massachusetts border.",
      "cn": "1722年的今天,三年战争在缅因州与马萨诸塞州间的边境上爆发."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of maine",
      "tran_cn": "缅因大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "缅因州（美国东北角的州）"
    }
  ],
  "exchange": {}
}