{
  "word": "Erie",
  "ipa": {
    "us": "ˈiəri",
    "uk": "ˈɪri"
  },
  "sentences": [
    {
      "en": "According to an interview with reporters , Flower cattle than the current Erie and Mengniu more popular.",
      "cn": "据记者采访, 目前花花牛要比伊利和蒙牛更受欢迎."
    },
    {
      "en": "An executive assistant position utilizing my training and exp erie nce in an office administration environment.",
      "cn": "行政助理职位,能运用办公室管理方面的训练与经验."
    },
    {
      "en": "Any erie can bring about unexpected trouble which unrecoverable later.",
      "cn": "任何错误都能引起意想不到的麻烦,造成后来不可挽回的损失."
    },
    {
      "en": "By 1840, use of the Wilderness Road had declined, as advances in engineering had enabled waterway travel via the Erie Canal and through the rivers of the Ohio Valley.",
      "cn": "直到1840年，由于先进的工程技术使经由伊利运河穿越俄亥俄山谷中河流的水路运输成为现实，这条荒野之路的用途开始下降。"
    },
    {
      "en": "He joined his family in Erie, Pennsylvania, and got a job on the Erie Gazette.",
      "cn": "他回到了宾夕法尼亚州伊利的家中并在当地的,《伊利报》报社找到一份工作."
    },
    {
      "en": "Here the Erie Canal was constructed.",
      "cn": "伊利运河就开凿在这里."
    },
    {
      "en": "In 1825 , the Erie Canal opened to serve as a crucial waterway through New York state.",
      "cn": "1825年, 伊利运河开通,成为贯穿纽约的重要水路."
    },
    {
      "en": "Industrial waste burned on the surface of Lake Erie near Cleveland in 1970.",
      "cn": "1970年工业废物污染了克利夫兰附近的伊利湖湖面."
    },
    {
      "en": "Kanzius started treatments in Erie that September and continued them at a hospital in Florida when he and Marianne went south for the winter.",
      "cn": "那年九月份肯兹尤斯在伊利开始了治疗，去南方过冬时他们就去佛罗里达州的一个医院继续治疗。"
    },
    {
      "en": "Lake Erie College in Ohio awards $ 2000 equestrian scholarships.",
      "cn": "俄亥俄州的伊利湖学院发放2000美金的马术奖学金."
    },
    {
      "en": "Lake Erie is filling with the heavy rain.",
      "cn": "由于大雨,伊利湖水正在上涨."
    },
    {
      "en": "Not surprisingly, he had a body of friends as big as nearby Lake Erie.",
      "cn": "因此毫不奇怪, 他的朋友圈子就像附近的伊利湖那么大."
    },
    {
      "en": "Superior , Lake Michigan Lake Huron, Lake Erie and Lake Ontario are the Five Great Lakes.",
      "cn": "何谓五大湖素壁利亚湖,密西根湖,休伦湖, 伊利湖,安大略湖."
    },
    {
      "en": "The Iroquoian language of the Erie.",
      "cn": "伊利人的易洛魁语."
    },
    {
      "en": "The Lake Erie long been as the platform for the sea - based missile defense program.",
      "cn": "伊利湖号长期以来一直被用于海基的导弹防御系统平台."
    },
    {
      "en": "Then, the ship breaks through the last lock and goes into Lake Erie.",
      "cn": "冲破最后的一道水闸后, 船便驶入了伊利河."
    },
    {
      "en": "There are five lakes: Superior, Michigan, Huron, Erie and Ontario.",
      "cn": "共有五个大湖泊: 苏必利尔湖, 密歇根湖, 休伦湖, 伊利湖和安大略湖."
    },
    {
      "en": "They drove north back home, where he would start chemotherapy at a cancer center in Erie.",
      "cn": "他们驱车向北返回家中，要在伊利肿瘤治疗中心开始进行化疗。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Ely"
          ],
          "tran_cn": "伊利（美国港市）；伊利湖（北美五大湖之一）；伊利人"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "erie canal",
      "tran_cn": "伊利运河"
    },
    {
      "phrase": "lake erie",
      "tran_cn": "伊利湖（北美洲五大湖之一）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "伊利人，伊利，伊利湖",
      "tran_en": "a member of a North American Indian people formerly living south of Lake Erie "
    }
  ],
  "exchange": {
    "pl": [
      "Eries"
    ]
  }
}