{
  "word": "saucepan",
  "ipa": {
    "us": "ˈsɔ:spən",
    "uk": "ˈsɔspæn"
  },
  "sentences": [
    {
      "en": "Boil the liquid in a small saucepan to reduce it by half.",
      "cn": "用小炖锅炖，收一半汤汁。"
    },
    {
      "en": "Boil the water in the saucepan and add the sage.",
      "cn": "把平底锅里的水烧开，然后加入鼠尾草。"
    },
    {
      "en": "Fill a saucepan with water and bring to a slow boil.",
      "cn": "往平底锅里加满水，小火煮沸。"
    },
    {
      "en": "He poured the coffee out of the saucepan into the jug.",
      "cn": "他把咖啡从深平底锅倒入壶中."
    },
    {
      "en": "Heat a couple of tablespoons of olive oil, a chopped clove of garlic and some black pepper in a heavy saucepan.",
      "cn": "将几勺橄榄油、一片切碎的蒜瓣和一些黑胡椒粉放入深平底锅里加热。"
    },
    {
      "en": "Heat one tablespoon of oil in a saucepan.",
      "cn": "将一汤匙油倒在锅中烧热."
    },
    {
      "en": "Heat the oil and garlic in a large saucepan.",
      "cn": "在大平底锅里把油和大蒜加热。"
    },
    {
      "en": "Just a bit of a mouse's dropping will spoil a whole saucepan of broth.",
      "cn": "一粒老鼠屎败坏一锅汤."
    },
    {
      "en": "Mother dished the food up straight out of the saucepan.",
      "cn": "母亲直接从平底锅里盛出饭菜端上来."
    },
    {
      "en": "Place the saucepan over moderate heat until the cider is very hot but not boiling.",
      "cn": "把炖锅置于中火上加热，直到苹果酒变得很烫，但不要加热到沸腾。"
    },
    {
      "en": "Put water, butter and lard into a saucepan and bring slowly to the boil.",
      "cn": "把水、黄油和猪油倒入平底锅，然后慢火煮沸。"
    },
    {
      "en": "She scoured the saucepan with cleanser.",
      "cn": "她用清洁剂把锅擦亮."
    },
    {
      "en": "Soften the butter mixture in a small saucepan.",
      "cn": "在小平底锅里将黄油混合物化软。"
    },
    {
      "en": "Thaw it out completely before reheating in a saucepan.",
      "cn": "先把它完全化开，然后再放在平底锅里重新加热。"
    },
    {
      "en": "The milk was warming in a saucepan on the stove.",
      "cn": "牛奶放在炉灶上的锅里热着."
    },
    {
      "en": "Transfer this sauce to a separate saucepan, if desired.",
      "cn": "如果愿意的话，可以把这些调味汁倒入一只单独的长柄锅里。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stewpot"
          ],
          "tran_cn": "炖锅；深平底锅"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "kettle",
            "pot"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "长柄而有盖子的深平底锅，炖锅",
      "tran_en": "a deep round metal container with a handle that is used for cooking"
    }
  ],
  "exchange": {
    "pl": [
      "saucepans"
    ]
  }
}