{
  "word": "neolithic",
  "ipa": {
    "us": "ˌniːəˈlɪθɪk",
    "uk": "ˌniːəˈlɪθɪk"
  },
  "sentences": [
    {
      "en": "...neolithic culture.",
      "cn": "...新石器时代文化。"
    },
    {
      "en": "...the monument was Stone Age or Neolithic.",
      "cn": "...该纪念碑是属于石器时代或新石器时代的。"
    },
    {
      "en": "Be traced back thousands of years ago the Neolithic Age, human beings evolved on land.",
      "cn": "追溯到几千年前的新石器时代, 人类就在这块土地上繁衍生息."
    },
    {
      "en": "By 10,000 BC, most of mankind was at the Neolithic level.",
      "cn": "到公元前10000年, 大部分人类已经处于新石器时代的水平."
    },
    {
      "en": "Cattle were first domesticated in Neolithic times.",
      "cn": "新石器时代有人开始驯养牛."
    },
    {
      "en": "During Neolithic Period, people have already begun breeding silkworm and producing silk.",
      "cn": "新石器时代, 蚕的养殖和丝绸的生产,就已经开始了."
    },
    {
      "en": "From Neolithic time to anddynasty, a unique tradition of jade culture had been made.",
      "cn": "从新石器时代到明清, 形成了深厚的传统,在世界上独树一帜."
    },
    {
      "en": "Hejian a long history of human habitation there from the Neolithic Age.",
      "cn": "河间历史悠久,从新石器时代晚期就有人类居住."
    },
    {
      "en": "Humans lived on Green Island early as years ago at the end of the Neolithic Era.",
      "cn": "早自三千年前之新石器时代末期,就已经有人类在绿岛定居."
    },
    {
      "en": "Jade carving figure head, Neolithic Age, Height: 3.7 cm.",
      "cn": "玉雕人头像, 新石器时代, 高 3.7 厘米."
    },
    {
      "en": "Laoting County has a long history, asas the late Neolithic period some people thriving here.",
      "cn": "乐亭县历史悠久, 早在新石器时代晚期就有人在这里繁衍生息."
    },
    {
      "en": "Neolithic people have taken one more small step toward increasing their familiarity with the heavens.",
      "cn": "新石器时代的人们向着了解天体方面又迈出了一小步."
    },
    {
      "en": "Shanxi has an extremely large number of excavated tombs and neolithic sites.",
      "cn": "山西发掘出不计其数的坟墓和新石器遗址."
    },
    {
      "en": "The archaeologists have dug up some interesting Neolithic remains.",
      "cn": "考古学家挖掘出一些有趣的新石器时代的古物."
    },
    {
      "en": "The lion ( much bigger than the existing form ) stayed on in southern Germany till Neolithic period.",
      "cn": "直到新石器时代,狮子 ( 比现在的大得多 ) 还在德国南部逗留."
    },
    {
      "en": "The Neolithic Age ( New Stone Age ) was beginning.",
      "cn": "新石器 时代正在开始."
    },
    {
      "en": "Yuhang ancestors, as early as the Neolithic period, in Liangzhu, pingyao formation of village area.",
      "cn": "余杭先民, 早在新石器时期, 于良渚 、 瓶窑一带形成聚落."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "neolith",
          "tran_cn": " 新石器时代的石器"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "previous"
          ],
          "tran_cn": "[古]新石器时代的；早先的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "neolithic age",
      "tran_cn": "新石器时代"
    },
    {
      "phrase": "neolithic period",
      "tran_cn": "新石器时代"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "新石器时代的",
      "tran_en": "Neolithic is used to describe things relating to the period when people had started farming but still used stone for making weapons and tools"
    }
  ],
  "exchange": {}
}