{
  "word": "thistle",
  "ipa": {
    "us": "ˈθɪsl",
    "uk": "ˈθɪsl"
  },
  "sentences": [
    {
      "en": "Alice ran round the thistle again.",
      "cn": "阿丽思又绕着那棵蓟跑."
    },
    {
      "en": "And away they all flew like the down a thistle.",
      "cn": "整个队伍就像个蓟尾一样发散开飞离远去."
    },
    {
      "en": "Bees moved , humming thoughtfully , from scarlet poppy to purple thistle.",
      "cn": "蜜蜂在鲜红的罂粟花和艳紫的蓟草花之间飞舞嗡嗡低吟."
    },
    {
      "en": "Colored perspective effect drawing ( framed in thistle board 1200 ×750 mm ).",
      "cn": "(4)彩色透视效果图 ( 装裱在1200×750mm轻质板上 )."
    },
    {
      "en": "December 1940, in the south - west of the establishment of Yutian Yutian a joint county Baoyu thistle.",
      "cn": "1940年12月, 在玉田西南部建立玉田特别区,属蓟宝玉联合县."
    },
    {
      "en": "Dioscorides wrote that Milk Thistle seeds could be to treat snake bites.",
      "cn": "迪奥斯科里季斯曾写到,水飞蓟的种子可以用来对付蛇的咬伤."
    },
    {
      "en": "Eurasian thistle growing in sand dunes and dry chalky soils.",
      "cn": "在沙丘或干旱白垩土壤中生长的欧亚蓟."
    },
    {
      "en": "For some reason every species is blue - violet: lupine, blue - eyed grass, thistle, gentian.",
      "cn": "不知什么原因,所有的物种都是紫蓝色的: 羽扇豆, 蓝眼草, 蒲公英, 龙胆草."
    },
    {
      "en": "Goldfinches like thistle seeds, hulled sunflower seeds, and oil-type sunflower seeds.",
      "cn": "金翅雀喜欢蓟的种子、带壳向日葵籽和向日葵油籽。"
    },
    {
      "en": "If the brain sows not corn , it plants thistle.",
      "cn": "脑里不种粮,必定生杂草."
    },
    {
      "en": "Ming Hyobuyou shi lang, thistle Liaoning Governor Germany have troops there forever.",
      "cn": "明代兵部右侍郎 、 蓟辽总督万世德曾驻兵于此."
    },
    {
      "en": "She sifted thistles through her thistle - sifter.",
      "cn": "她用蓟筛筛蓟."
    },
    {
      "en": "Sister Susie sitting on a thistle.",
      "cn": "苏茜姐妹坐在蓟."
    },
    {
      "en": "Skinning any Winterspring Ice Thistle yetis may now result in Thick Yeti Fur.",
      "cn": "冬泉谷的冰蓟雪人女王和冰蓟雪人王现在会掉落厚雪人毛皮."
    },
    {
      "en": "The 10-piece set features a raised and gilded oak leaf border with acorns and the national symbols of the daffodil, rose and thistle on a pale blue base.",
      "cn": "这个陶瓷10件套的边缘用向上攀升的镀金橡树叶和橡树果作装饰，中间是国家的标志：水仙花，玫瑰和淡蓝色基底上的蓟。"
    },
    {
      "en": "The lace design incorporated rose, thistle, daffodil and shamrock — the emblems of England, Scotland, Wales and Northern Ireland.",
      "cn": "蕾丝图案上有玫瑰、蓟、水仙花和三叶草（英格兰、苏格兰、威尔士和北爱尔兰的象征）。"
    },
    {
      "en": "The thistle is the emblem of Scotland.",
      "cn": "蓟是苏格兰的标志."
    },
    {
      "en": "The wild thistle has a very high nutritional value.",
      "cn": "野生的刺儿菜营养价值很高."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "milk thistle",
      "tran_cn": "[生]水飞蓟；[生]奶蓟草；[生]牛奶蓟"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蓟，苏格兰的国徽",
      "tran_en": "a wild plant which has leaves with sharp points and purple or white furry flowers"
    }
  ],
  "exchange": {
    "pl": [
      "thistles"
    ]
  }
}