{
  "word": "oversea",
  "ipa": {
    "us": "ˌəʊvə'si:",
    "uk": "'oʊvə'si"
  },
  "sentences": [
    {
      "en": "Aquaculture, valued foods, formation foods, oversea incorporation, breed aquatics, feeds & livestock product.",
      "cn": "水产品, 加工食品业, 化成食品业, 海外合并业, 增养殖业, 饲料畜产业."
    },
    {
      "en": "Communicate with oversea actuator suppliers and maintain a good relationship with them.",
      "cn": "负责与海外执行机构供应商之间的沟通与联系并维护好与供应商之间的关系."
    },
    {
      "en": "Crop estimate by dept commerce indicate 6 % increase shipment oversea slow chicago futures sagging.",
      "cn": "商业部预测收成将增加6%,芝加哥海运业务不景气."
    },
    {
      "en": "F - system is communication antagonism system of military command system introduced from oversea.",
      "cn": "系统是从国外引进的军队指挥自动化系统的通信对抗系统."
    },
    {
      "en": "Free hotel accommodation for pre - register oversea professional VIP buyers.",
      "cn": "预先注册登记的海外专业VIP买家,组委会将提供展期入住酒店."
    },
    {
      "en": "He has put out $ 10,000 in the Oversea Chinese Investment Company.",
      "cn": "他在华侨公司投资了1万美元."
    },
    {
      "en": "I have an opportunity to go an oversea trip.",
      "cn": "我有个去海外旅游的机会."
    },
    {
      "en": "It's a terror of the seasonal oversea seanutriment is reasonable.",
      "cn": "以为季节性的内地海鲜的价格是符合逻辑的根本那是背叛."
    },
    {
      "en": "It's a treason that terror of the seasonal oversea seafood is reasonable.",
      "cn": "认为季节性的海外海鲜的价格是合理的就是背叛。"
    },
    {
      "en": "It’s a treason terror of the seasonal oversea seafood is reasonable.",
      "cn": "认为季节性的海外海鲜的价格是合理的就是背叛。"
    },
    {
      "en": "Joshua Russell: Some oversea workers have done so well, they've been able to outsouce their own outsourced works to those even poorer than themselves.",
      "cn": "一些海外\"接包\"人员进展得相当好，他们已经能够将接到的外包工作再外包给那些甚至比他们自己还穷困的人。"
    },
    {
      "en": "Our brand obtained good appraise and recognized by and oversea client.",
      "cn": "我们的品牌现已获得国内外客户的一致好评和认可."
    },
    {
      "en": "Oversea student are required to sign the Student Contract with the school.",
      "cn": "海外学生都必须与学校签署一份“学生和约”."
    },
    {
      "en": "The Status and Trend of Oversea ATF Development ( Part One )",
      "cn": "国外高空台的发展现状与趋势 ( 上 )"
    },
    {
      "en": "Training subordinate establishes a customer's service department, sale department, oversea item department.",
      "cn": "培训部下设客户服务部 、 销售部 、 海外项目部."
    },
    {
      "en": "Two year working experience in solely oversea of JV enterprise.",
      "cn": "两年独资或合资企业的工作经历."
    },
    {
      "en": "We bought the patent foraccount of Oversea Trading Company.",
      "cn": "我们是代海外贸易公司买下这项专利的."
    },
    {
      "en": "Your oversea working experience does not hold water in the domestic market.",
      "cn": "你在海外的工作经验在国内市场是不管用的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "foreign",
            "external"
          ],
          "tran_cn": "外国的；在海外的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "oversea chinese",
      "tran_cn": "海外华人"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "外国的，海外的"
    },
    {
      "pos": "adv",
      "tran_cn": "向国外，向海外，在国外，在海外"
    }
  ],
  "exchange": {}
}