{
  "word": "cashmere",
  "ipa": {
    "us": "ˈkæʃmɪə(r)",
    "uk": "ˈkæʒmɪr"
  },
  "sentences": [
    {
      "en": "\"A cashmere sweater still thrills me,\" she admits. \"It has wonderful staying power; it looks chic and modern.\"",
      "cn": "“羊绒衫仍是我的最爱，”她承认，“它不会过时，看起来既漂亮又时尚。”"
    },
    {
      "en": "Cashmere is the most luxurious materials.",
      "cn": "开司米料最为华贵."
    },
    {
      "en": "Cashmere is valued for its softness and warmth without much weight.",
      "cn": "因为柔软和暖和而且不增加太多总量."
    },
    {
      "en": "Cashmere sweaters are elegant in texture and soft to the touch.",
      "cn": "羊绒衫,质感高雅,触感柔软."
    },
    {
      "en": "Cashmere: Animal - hair fibre forming the downy undercoat of the Kashmir goat.",
      "cn": "山羊绒: 构成喀什米尔山羊绒毛层的动物纤维,属于特种动物毛纤维."
    },
    {
      "en": "Her wardrobe consists primarily of huge cashmere sweaters and tiny Italian sandals.",
      "cn": "她的衣物主要是宽大的开司米毛衣和小巧的意大利凉鞋。"
    },
    {
      "en": "Here is the cashmere sweater counter, what can I do for you?",
      "cn": "这里就是毛衣专柜, 您想买什么?"
    },
    {
      "en": "I thought the highlight of the show was the cashmere coat.",
      "cn": "我觉得表演中最精彩的要属开司米外衣."
    },
    {
      "en": "I wish I could afford a cashmere sweater.",
      "cn": "我希望我能买得起一件羊绒衫。"
    },
    {
      "en": "It has the advantages of both cashmere and mulberry silk.",
      "cn": "它具有羊绒和桑蚕丝两者的优点."
    },
    {
      "en": "It took hot competition from abroad, however, to show us just how good Scottish cashmere really is.",
      "cn": "然而，我们是通过来自国外的激烈竞争才认识到了苏格兰羊绒的优良品质。"
    },
    {
      "en": "Our company is a production of silk fabrics, cashmere Qiao, Xiao Burnt - out.",
      "cn": "我公司是一家生产真丝面料 、 乔绒 、 烂花绡."
    },
    {
      "en": "She decided on a beige cashmere sweater.",
      "cn": "她决定穿一件米色羊绒毛衣."
    },
    {
      "en": "She wore a thick tartan skirt and a red cashmere sweater.",
      "cn": "她穿了一条厚厚的格子呢裙和一件红色羊绒衫。"
    },
    {
      "en": "Some farmers comb their cashmere goats to remove the hair.",
      "cn": "一些农民通过为开士米山羊梳理来脱羊毛."
    },
    {
      "en": "The Cashmere summer suiting is from England! Soft and light, very comfortable!",
      "cn": "采用英国进口的轻薄的夏季 喀什 米尔羊毛料,非常透气, 非常舒服唷!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pashm"
          ],
          "tran_cn": "羊绒；开士米；[纺]开士米羊毛织品；开士米绒线"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cashmere sweater",
      "tran_cn": "羊绒衫；开司米羊毛衫"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "开司米，山羊绒，开士米羊毛织品",
      "tran_en": "a type of fine soft wool"
    }
  ],
  "exchange": {}
}