{
  "word": "apocalyptic",
  "ipa": {
    "us": "əˌpɒkəˈlɪptɪk",
    "uk": "əˌpɑkəˈlɪptɪk"
  },
  "sentences": [
    {
      "en": "...a gloomy and apocalyptic vision of a world hastening toward ruin.",
      "cn": "...一种世界正加速走向毁灭的阴郁和末日启示的想法。"
    },
    {
      "en": "an apocalyptic view of history",
      "cn": "对历史抱极其悲观的观点"
    },
    {
      "en": "Assume the role of John Connor, leader of the Resistance, in post - apocalyptic 2018 Angeles.",
      "cn": "担任约翰康纳领导人的抵抗, 在后启示录2018年洛杉矶."
    },
    {
      "en": "But, of course, most of these news rooms were already an apocalyptic mood - and with good reason.",
      "cn": "但是, 当然, 大多数新闻界的人士早就有这种预兆,这并非无源之水."
    },
    {
      "en": "Hazy, dust - filtered sunlight illuminates a landscape of eerie, post - apocalyptic silence.",
      "cn": "朦胧的阳光透过灰尘,照着一片可怕的风景, 显示“后启示录”的死寂."
    },
    {
      "en": "He attempts to explore dismal landscapes , where apocalyptic marches echo and thunder.",
      "cn": "他试图探索那些回响着神启之音的凄凉之地."
    },
    {
      "en": "Indeed, the latest projections from reputable climate scientists border on the apocalyptic.",
      "cn": "真的, 来自一些著名的气候科学家的最新预测接近了启示录."
    },
    {
      "en": "Indeed, the latest projections from reputable climate scientists border on the apocalyptic. Why?",
      "cn": "事实上, 最近一次著名气候专家的看法已经非常吓人了, 为什么?"
    },
    {
      "en": "It is an exciting, well - paced action - thriller with apocalyptic, and adventure story elements.",
      "cn": "它扣人心弦, 节奏紧凑,是一部预示了世界末日恐怖景象和带有冒险故事成分的动作片."
    },
    {
      "en": "Nobody desires to return to chaos without having first experienced an apocalyptic vertigo.",
      "cn": "世人只有体验过末世般的眩晕感,才会向往归于混沌."
    },
    {
      "en": "Parts of the ocean there look just absolutely apocalyptic.",
      "cn": "海洋的很多区域看上去完全像是世界末日。"
    },
    {
      "en": "The air is chill and stagnant, the language apocalyptic.",
      "cn": "空气寒冷而污浊, 语言则是《启示录》式的."
    },
    {
      "en": "The reason is, I'm fascinated by the apocalyptic recovery.",
      "cn": "原因是我对世界末日之后的恢复非常的着迷."
    },
    {
      "en": "The writer's book depicts post - apocalyptic Tokyo, where familiar streets lie deserted.",
      "cn": "作者的新书描写了末世之后的东京, 熟悉的街道一片荒芜."
    },
    {
      "en": "What was most disturbing about Mr. Bush's remarks was their black - and even apocalyptic tone.",
      "cn": "布什说法中最令人不安的是其随意性和居高临下的口吻."
    },
    {
      "en": "Yet the movie's depiction of the fallout from climate change stretches reputable science to apocalyptic proportions.",
      "cn": "然而,影片所描述的气候变化的后遗症把著名的科学理论夸张成天大的灾难."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "apocalyptical",
          "tran_cn": " 天启的，启示论的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "apocalypse",
          "tran_cn": " 启示；天启"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "revelational"
          ],
          "tran_cn": "启示录的；天启的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fated"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "天启的，启示录的，决定性的，预示大灾变的",
      "tran_en": "Apocalyptic means relating to or involving predictions about future disasters and the destruction of the world"
    }
  ],
  "exchange": {}
}