{
  "word": "retina",
  "ipa": {
    "us": "ˈretɪnə",
    "uk": "ˈretənə"
  },
  "sentences": [
    {
      "en": "A detached retina is more serious.",
      "cn": "视网膜剥离就更严重了."
    },
    {
      "en": "A tiny electronic pad is placed onto the retina of one eye, so that the electrodes are in direct contact with the ganglion cells.",
      "cn": "一个微小的电子衬垫被放置在单侧眼睛的视网膜上，这样电极就可以与神经节细胞直接接触了。"
    },
    {
      "en": "Consider one of the difficulties: every time we move our eyes, the image on our retina moves.",
      "cn": "比如困难之一就是：每当我们的眼球移动时，视网膜上的影像也在移动。"
    },
    {
      "en": "If a person is short - sighted, images are focused in front of their retina.",
      "cn": "人如果近视的话, 图像就会聚焦在视网膜前方."
    },
    {
      "en": "In the periphery of the retina, ganglion cells are relatively few in number.",
      "cn": "在视网膜的边缘区节细胞相当少."
    },
    {
      "en": "Rays light impinge upon the retina.",
      "cn": "光线射到网膜上."
    },
    {
      "en": "Researchers examined how the retina responds to different black - and - white contrast situations.",
      "cn": "研究人员测试了视网膜对不同的 黑白 混合反差对比环境的反应."
    },
    {
      "en": "Sight is made possible by rays of light impinging on the retina.",
      "cn": "由于光线射到视网膜上,眼睛才看得见."
    },
    {
      "en": "The choroid coat carries many blood vessels to supply the retina.",
      "cn": "脉络膜通过许多血管为视网膜供应血液."
    },
    {
      "en": "The optical system of the eye stimulates cells of the retina.",
      "cn": "眼睛的光学系统刺激视网膜内的细胞."
    },
    {
      "en": "The periphery of the retina is very sensitive to motion.",
      "cn": "视网膜的外围对运动非常敏感."
    },
    {
      "en": "The retina , the inner layer of the globe, consists of two portions.",
      "cn": "视网膜是眼球的内层, 包括两部分."
    },
    {
      "en": "The retina is the sense reteshow in back part of the eye.",
      "cn": "视网膜是处于眼球后部的感官组织."
    },
    {
      "en": "There are correlations between rhe development of retina nerve and the vascularization.",
      "cn": "视网膜神经和血管的发育过程存在相互联系."
    },
    {
      "en": "There are sensory neurons, which take information from the world so as you see me, for instance, there are neurons firing from your retina sending signals to your brain.",
      "cn": "感觉神经元,负责收集外界信息,比如,当你看到我的时候,视网膜上的神经元会产生神经冲动,将刺激信号传递到你的大脑"
    },
    {
      "en": "They predominate and are of greatest concentration in the central part of the retina.",
      "cn": "它们在网膜中部占优势,具有最大的浓度."
    },
    {
      "en": "This property is used in the treatment of a detached retina.",
      "cn": "这种特性可用来治疗视网膜脱离."
    },
    {
      "en": "Thus stimulation of one retina will normally invoke pupillary constriction in both eyes.",
      "cn": "刺激一侧视网膜可引起双眼的瞳孔收缩."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "retinal",
          "tran_cn": " 视网膜的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "retinal",
          "tran_cn": " [生化] 视黄醛（等于retinene）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[解]视网膜",
      "tran_en": "the area at the back of your eye that receives light and sends an image of what you see to your brain"
    }
  ],
  "exchange": {
    "pl": [
      "retinas"
    ]
  }
}