{
  "word": "carcinogen",
  "ipa": {
    "us": "kɑ:ˈsɪnədʒən",
    "uk": "kɑrˈsɪnədʒən"
  },
  "sentences": [
    {
      "en": "Aflatoxin B 1 ( AFTB 1 ) has strong toxicity, which was ranked A carcinogen by international cancer organization in 1988.",
      "cn": "黄曲霉毒素 B1 具有很强的毒性, 1988年被国际癌症机构列为A类致癌物质."
    },
    {
      "en": "Also included in the green group of vegetables are broccoli, Brussels sprouts, and cabbage, which are, like cauliflower , cruciferous vegetables and contain powerful carcinogen blockers.",
      "cn": "椰菜、抱子甘蓝和卷心菜也属于绿色组蔬菜，像菜花那样，都是十字花科蔬菜并且含有强有效的致癌物质阻断剂。"
    },
    {
      "en": "Also included in the green group of vegetables are broccoli, Brussels sprouts, and cabbage, which are, like cauliflower, cruciferous vegetables and contain powerful carcinogen blockers.",
      "cn": "椰菜、抱子甘蓝和卷心菜也属于绿色组蔬菜，像菜花那样，都是十字花科蔬菜并且含有强有效的致癌物质阻断剂。"
    },
    {
      "en": "Cankered material can produce effluvial carcinogen aldehyde . 2.",
      "cn": "腐烂的物质可以产生恶臭的致癌物质乙醛."
    },
    {
      "en": "Chemical carcinogens generally require metabolic conversion to some form of \" ultimate \" carcinogen.",
      "cn": "化学致癌物一般需要通过代谢来转换成某种形式的 “ 最终 ” 致癌物."
    },
    {
      "en": "Colgate - Palmolive's toothpaste was said to contain a carcinogen.",
      "cn": "高露洁的牙膏也被说含有致癌物质."
    },
    {
      "en": "Colgate - Palmolive's toothpaste was said to contain a carcinogen.",
      "cn": "高露洁的牙膏也被指含有致癌物质."
    },
    {
      "en": "He does say the carcinogen cadmium is no longer in use.",
      "cn": "不过他说，致癌物质镉已经不再使用。"
    },
    {
      "en": "Human hazards of acrylamide: the animal experiments show that, acrylamide is a kind of potential carcinogen.",
      "cn": "丙烯酰胺对人体的危害: 动物试验显示, 丙烯酰胺是一种可能致癌物."
    },
    {
      "en": "It has many advantages, such as high efficiency, safety, good nutritive value and non - carcinogen.",
      "cn": "它具有高效 、 安全 、 有一定营养价值、无任何致癌因素等特点."
    },
    {
      "en": "It is reported that the aflatoxin B 1 ( AFB 1 ) is a carcinogen that inducing the liver cancer.",
      "cn": "早年就有报道黄曲霉毒素B1 ( AFB1 ) 可以诱发肝癌."
    },
    {
      "en": "Lead toxic to multiple organ systems animal carcinogen.",
      "cn": "过去的研究表明,铅可引起多系统、多器官的损伤."
    },
    {
      "en": "Management tactics range from using bone charcoal to soak up the carcinogen and then dispose of it as toxic waste to chemically transforming hexavalent chromium to a more benign form.",
      "cn": "管理方法多样，简单的从使用骨炭吸收致癌物，然后把骨碳当作有毒废物扔掉，到高级的使用化学方法把六价铬转化成更良性的结构。"
    },
    {
      "en": "Paraffin is a known carcinogen, and hydrogen peroxide can harm the digestive system. Chopsticks irresponsibly disposed of can contaminate water and soil quality.",
      "cn": "石蜡是一种已知的致癌物，而过氧化氢则对消化系统有害。随意丢弃木筷则可能污染水和土壤质量。"
    },
    {
      "en": "Sodium nitrite is easily converted to nitrite amine, which is a kind of carcinogen.",
      "cn": "亚硝酸钠在人体内容易转变为亚硝胺, 是一种致癌物质."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "carcinogenic",
          "tran_cn": " 致癌的；致癌物的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "致癌物",
      "tran_en": "a substance that can cause  cancer "
    }
  ],
  "exchange": {
    "pl": [
      "carcinogens"
    ]
  }
}