{
  "word": "viral",
  "ipa": {
    "us": "ˈvaɪrəl",
    "uk": "ˈvaɪrəl"
  },
  "sentences": [
    {
      "en": "...a 65-year-old patient suffering from severe viral pneumonia.",
      "cn": "…一位65岁患有严重病毒性肺炎的病人。"
    },
    {
      "en": "A variety of viral agents cause aseptic meningitis or meningoencephalitis.",
      "cn": "各种病毒性因子可引起无菌性脑膜炎或脑膜脑炎."
    },
    {
      "en": "a viral infection",
      "cn": "病毒性感染"
    },
    {
      "en": "A viral infection may be localized disseminated or inapparent.",
      "cn": "病毒感染可以是局限性的,扩散性的,或不显性的."
    },
    {
      "en": "Acute sinusitis is usually initiated by an acute respiratory tract infection of viral etiology.",
      "cn": "急性鼻窦炎常常是由病毒性病因的急性呼吸道感染而发生."
    },
    {
      "en": "Animals may serve as a vehicle for viral transmission.",
      "cn": "动物可能成为病毒传播的媒介."
    },
    {
      "en": "Asthmatics have an increased susceptibility to viral illnesses.",
      "cn": "气喘病人对病毒性病变的敏感性增加了."
    },
    {
      "en": "At any time the macrophage system might be injured by viral infection or air pollutant exposure.",
      "cn": "巨噬细胞随时都可能受病毒感染或空气污染物所损伤."
    },
    {
      "en": "He is suffering from viral meningitis.",
      "cn": "他患病毒性脑膜炎."
    },
    {
      "en": "No human tumor has yet been conclusively shown to be viral in origin.",
      "cn": "至今尚不能下结论说有些人类的肿瘤是由病毒所引起的."
    },
    {
      "en": "Some viral diseases are more severe during pregnancy, probably tecause of hormonal changes.",
      "cn": "有些病毒病在妊娠期间比较严重, 可能是由于激素变化引起的."
    },
    {
      "en": "The rate of sedimentation of a suspended viral particle depends on its size and density.",
      "cn": "悬浮病毒粒子的沉降率因其大小和密度而异."
    },
    {
      "en": "The veterinary virologist and the clinician are naturally interested in effectively combating a viral infection.",
      "cn": "兽医病毒学家和临床医师对有效地制止病毒的感染自然会感兴趣."
    },
    {
      "en": "Two types of viral symmetry have been recognized, the cubical symmetry and helical symmetry.",
      "cn": "已经证实病毒有两种对称型, 即立体对称和螺旋对称."
    },
    {
      "en": "Viral bovine rhinotracheitis simulates and may be combined with shipping fever.",
      "cn": "牛病毒性鼻气管炎和运输热相似,并可能和运输热同时发生."
    },
    {
      "en": "Viral infections are associated with up to 50 % of asthmatic attacks in children.",
      "cn": "受气喘病侵袭的儿童中,有高达50%的人与病毒感染有关."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "viral encephalitis",
      "tran_cn": "病毒性脑炎"
    },
    {
      "phrase": "viral genome",
      "tran_cn": "病毒基因组"
    },
    {
      "phrase": "viral hepatitis",
      "tran_cn": "病毒性肝炎"
    },
    {
      "phrase": "viral infection",
      "tran_cn": "病毒性感染"
    },
    {
      "phrase": "viral marketing",
      "tran_cn": "病毒式营销；传染式营销"
    },
    {
      "phrase": "viral myocarditis",
      "tran_cn": "病毒性心肌炎"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "病毒的，病毒引起的",
      "tran_en": "relating to or caused by a virus"
    }
  ],
  "exchange": {}
}