{
  "word": "resplendence",
  "ipa": {
    "us": "rɪs'plendəns",
    "uk": "rɪ'splendəns"
  },
  "sentences": [
    {
      "en": "At the end, Late Empire had achieved a resplendence and wealth that could scarcely be surpassed.",
      "cn": "直到最后, “晚期帝国风格”就其富丽堂皇而论已成为难以超越的了."
    },
    {
      "en": "Both the centuries - old history and unique location accomplish the resplendence of Romanian wine.",
      "cn": "悠久的酿造历史,独特的地理环境,铸就了罗马尼亚葡萄酒的辉煌."
    },
    {
      "en": "Hope all of us hand in hand to move forward , and mutually create resplendence.",
      "cn": "公司全体人员竭诚欢迎中外客户前来洽谈合作,愿我们携手并进, 共创辉煌!"
    },
    {
      "en": "Kallio company general manager Wujianxing expects to cooperate with all circles, to resplendence hand in hand.",
      "cn": "公司总经理吴建兴愿与各界人人士竭诚合作,携手进步, 共创辉煌."
    },
    {
      "en": "Let us advance together and create resplendence, please struggle to our fine tomorrow hand in hand!",
      "cn": "让我们携手共进,共创辉煌, 为共同拥有美好的明天而奋斗!"
    },
    {
      "en": "Let's cooperate sincerely to create mutual resplendence.",
      "cn": "让我们真诚携手合作,共创辉煌!"
    },
    {
      "en": "Let's create the warm resplendence together, and greet the polychrome spring.",
      "cn": "让我们共同创造温暖的辉煌，迎接万紫千红的春天。"
    },
    {
      "en": "LiBo manager welcome all circles to review and instruct, establish resplendence ardently.",
      "cn": "公司总经理李波热烈欢迎各界朋友前来考察指导, 共创辉煌."
    },
    {
      "en": "Modern Financial Theory (MFT) is facing more and more challenges after its resplendence , and among them is herding of stock market traders.",
      "cn": "现代金融理论在经历辉煌之后正面临越来越多的挑战，证券市场交易者的羊群行为就是其中之一。"
    },
    {
      "en": "QiXianFeng manager welcome all circles to review and instruct, establish resplendence ardently.",
      "cn": "公司总经理齐先锋热烈欢迎各界朋友前来考察指导, 共创辉煌."
    },
    {
      "en": "Sincerely welcome the clients of home and abroad to cooperate and create resplendence together.",
      "cn": "我们真诚地欢迎国内外各地客商携手合作,共创辉煌!"
    },
    {
      "en": "The moment Resplendence is willing to dance with Dark, she can really bloom her most beauty.",
      "cn": "当缤纷甘心与漆黑翩翩起舞, 她才绽放了她的最美."
    },
    {
      "en": "The most profound darkness is in reality, born from resplendence.",
      "cn": "最深的黑暗, 往往来自最光明的地方."
    },
    {
      "en": "Water can congeal to be ice, sweat can congeal to be resplendence.",
      "cn": "人生格言水凝固成冰, 汗水凝固成辉煌!"
    },
    {
      "en": "We do not pursue one resplendence but development for ever.",
      "cn": "我们不求一时之辉煌，但求永远的发展。"
    },
    {
      "en": "We warmly welcome all the clients to visit and cooperate with us for creating resplendence together.",
      "cn": "热忱欢迎新老客户光临指导,携手合作,共创辉煌."
    },
    {
      "en": "Welcome global customers to visit us and expect common development with you to co - create resplendence.",
      "cn": "竭诚欢迎全球的客商莅临惠顾,同谋发展,共创辉煌!"
    },
    {
      "en": "Welcome to join us, let us hand in hand to create our resplendence!",
      "cn": "欢迎您的加盟, 让我们一起携手奋进!"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "resplendent",
          "tran_cn": " 光辉的；华丽的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "resplendently",
          "tran_cn": " 耀眼地；灿烂地"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "resplend",
          "tran_cn": " 发亮；灿烂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "refulgence",
            "effulgence"
          ],
          "tran_cn": "辉煌；灿烂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "glory",
            "majesty"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "辉煌，灿烂"
    }
  ],
  "exchange": {}
}