{
  "word": "Monroe",
  "ipa": {
    "us": "mənˈrəu",
    "uk": "mənˈro"
  },
  "sentences": [
    {
      "en": "\"You've never seen the Marilyn Monroe film?\" — \"No, I think it was a bit before my time.\"",
      "cn": "“你从来没看过玛丽莲·梦露演的电影？”——“是的，她拍电影时我还不记事呢。”"
    },
    {
      "en": "[ Mike Narrating ] Worm and I fall into our old rhythm like Clyde Frazier and Pearl Monroe.",
      "cn": "[ 迈克叙述 ] 虫子和我配合得象以前一样默契我们两好象是克莱德.弗瑞泽和佩尔. 门罗."
    },
    {
      "en": "As a model, Marilyn Monroe always aspired to any acting career.",
      "cn": "马丽琳·门罗当模特时就总是渴望在表演上干一番事业."
    },
    {
      "en": "As a model, Monroe always aspired to an acting career.",
      "cn": "当模特儿时, 梦露渴望演员生涯."
    },
    {
      "en": "Bullet wound: Before becoming elected president, James Monroe dropped out of college and enlisted as a cadet in the Third Virginia Infantry in 1776.",
      "cn": "枪伤 ：在被推选为总统之前，1776年，詹姆斯·门罗辍学参军，在第三维吉尼亚步兵团当了一名军校学员。"
    },
    {
      "en": "Calendars of famous people, like Elvis Presley or Marilyn Monroe.",
      "cn": "还有些日历上印有名人, 如猫王和玛丽莲梦露."
    },
    {
      "en": "Friends and admirers crammed the chapel at the small Los Angeles cemetery where Monroe is buried.",
      "cn": "朋友和仰慕者们挤进安葬梦露的洛杉矶小公墓的教堂里。"
    },
    {
      "en": "Hurstwood wrote her one morning, asking her to meet him in Jefferson Park, Monroe Street.",
      "cn": "一天早上赫斯渥写信给她, 约她在门罗街的杰佛逊公园见面."
    },
    {
      "en": "I'm not in the least bit touched by the Marilyn Monroe kind of beauty.",
      "cn": "我对玛丽莲·梦露那种美一点儿都不动心。"
    },
    {
      "en": "Marilyn Monroe had lots of oomph.",
      "cn": "玛丽莲.梦露十分性感."
    },
    {
      "en": "Marilyn Monroe is the most famous of all American movie queens , ie leading film actresses.",
      "cn": "玛丽莲.梦露是全美最着名的影后."
    },
    {
      "en": "Monroe described the financial aspect as crucial.",
      "cn": "门罗认为金融方面至关重要。"
    },
    {
      "en": "Monroe followed Madison as president.",
      "cn": "门罗接替麦迪逊当上总统。"
    },
    {
      "en": "Monroe was on the phone, raging about her mistreatment by the brothers.",
      "cn": "门罗正在打电话，怒不可遏地说着她被这几个兄弟虐待的事。"
    },
    {
      "en": "On the back of the photo is written the simple caption, \"Mrs. Monroe\".",
      "cn": "照片背面只有简单的几个字——“梦露女士”。"
    },
    {
      "en": "The present crop of books and documentaries about Marilyn Monroe exploit the thirtieth anniversary of her death.",
      "cn": "时下出现的这些有关玛丽莲·梦露的书和纪录片是借她逝世30周年之际推出的。"
    },
    {
      "en": "Warhol's silk screen of Marilyn Monroe",
      "cn": "沃霍尔所作的玛丽莲∙梦露丝网印刷画"
    },
    {
      "en": "When woven together, as they would be in policies ranging from the Monroe Doctrine to the Marshall Plan, they were the warp and woof of a sturdy foreign policy.",
      "cn": "当它们可以和谐地在一起运作的时候，不管是从门罗主义到马歇尔计划也好，它们都是国际事务处理的参考基础。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "marilyn monroe",
      "tran_cn": "玛丽莲·梦露"
    },
    {
      "phrase": "monroe doctrine",
      "tran_cn": "门罗主义；类似门罗主义的策略"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "门罗(m.)"
    }
  ],
  "exchange": {}
}