{
  "word": "leucocyte",
  "ipa": {
    "us": "ˈluːkəsaɪt",
    "uk": " ˈluːkəsaɪt"
  },
  "sentences": [
    {
      "en": "Cannot the person with tall leucocyte become an operation? Why?",
      "cn": "白血球高的人是不是不能做手术? 为什么?"
    },
    {
      "en": "Conclusion: The increased leucocyte count is related to degree of infarction.",
      "cn": "结论: 白细胞计数的升高与梗死程度相关."
    },
    {
      "en": "How can bring about the leucocyte inside human body to pass?",
      "cn": "什么原因可导致人体内的白细胞过多?"
    },
    {
      "en": "How is leucocyte base on the low side to return a responsibility?",
      "cn": "白细胞基数偏低是怎么回事?"
    },
    {
      "en": "Is human body leucocyte normal how much is the index?",
      "cn": "人体白细胞正常指数是 多少 ?"
    },
    {
      "en": "Leucocyte index was achieved more than 10000, what to mean?",
      "cn": "白血球指标达到了一万多, 意味着什么?"
    },
    {
      "en": "Leucocyte may be reduced or absent during chemotherapy treatment of cancer patients.",
      "cn": "恶性肿瘤患者经周期性化疗后经常出现白细胞减少或缺失."
    },
    {
      "en": "Lymphocyte is a kind of leucocyte of small volume.",
      "cn": "淋巴细胞是一种体积较小的白细胞."
    },
    {
      "en": "People calls leukaemia \" hematic cancer \" have stated reason, leukaemia is the leucocyte in blood malign hyperplasia, treat hard like general cancer.",
      "cn": "人们把白血病称为“ 血癌”是有一定道理的，白血病就是血液中的白细胞恶性增殖，像一般癌症一样难以治疗。"
    },
    {
      "en": "Periodical examination of hepatic or renal function and blood picture is desirable since Kedacillin may increase SGOT. SGPT and BUN, and decrease erythrocyte and leucocyte.",
      "cn": "磺苄青霉素钠可使血清谷-草转氨酶，血清谷-丙转氨酶和血液尿素氮增高，使红细胞和白细胞减少．所以最好要定期检查肝、肾功能和血象。"
    },
    {
      "en": "Take demulcent drug for a long time, can leucocyte decrease?",
      "cn": "长期服用镇痛药, 白细胞会减少 吗 ?"
    },
    {
      "en": "The development of leucocyte depletion filter is rapid with a prosperous application.",
      "cn": "提高血小板回收率的白细胞过滤器具有广阔的应用前景."
    },
    {
      "en": "The main energy producing pathway in the leucocyte is glycolysis, resulting in lactate production from glucose.",
      "cn": "糖酵解, 即从葡萄糖生成乳酸盐,是白细胞产生能量的主要途径."
    },
    {
      "en": "Unusual increase can have leucocyte how many odds gets leukaemia.",
      "cn": "白细胞异常增多会有多少几率得白血病."
    },
    {
      "en": "What harm does leucocyte on the high side have?",
      "cn": "白细胞偏高有什么害处?"
    },
    {
      "en": "What should leucocyte on the low side notice?",
      "cn": "白血球偏低应注意什么?"
    },
    {
      "en": "What symptom does human body leucocyte cause many times too?",
      "cn": "人体白细胞过多回引发什么症状?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "leucocytosis",
          "tran_cn": " [内科] 白细胞增多，白血球增多"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leukocyte",
            "white blood cells"
          ],
          "tran_cn": "[解剖][细胞]白细胞；白血球"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "白血球，白细胞",
      "tran_en": "any of the various large unpigmented cells in the blood of vertebrates "
    }
  ],
  "exchange": {}
}