{
  "word": "civet",
  "ipa": {
    "us": "ˈsɪvɪt",
    "uk": "ˈsɪvɪt"
  },
  "sentences": [
    {
      "en": "\" Then you ought to leave it alone , \" countered Doctor Civet.",
      "cn": "“ 那你就不应当喝酒嘛. ” 希维特大夫堵她的嘴说."
    },
    {
      "en": "A civet Arctictis binturong of southeast Asia with a long, prehensile tail.",
      "cn": "熊狸,香猫产于东南亚的香猫(北极熊狸),有易于缠绕的长尾巴."
    },
    {
      "en": "Eating your groatsworth of mou en civet , fleshpots of Egypt, elbowed by belching cabmen.",
      "cn": "跟那些打抱嗝的出租马车车夫们挤挤碰碰在一块儿吃那廉价的炖牛肺,埃及肉锅."
    },
    {
      "en": "For many years the leading fixatives were the animal products ambergris, civet, musk and castoreum.",
      "cn": "多年来,用的较多的固定剂是动物制品龙涎香 、 香猫香 、 麝香、以及河狸香."
    },
    {
      "en": "I’m sorting through and organizing years of tracking and recapture data from my civet fieldwork.",
      "cn": "我在整理组织几年来的拍摄作品并重温麝猫的野外研究数据。"
    },
    {
      "en": "Research by specialists leads people to think the chief culprit for SARS might be masked civet.",
      "cn": "经过专家研究,非典的罪魁祸首可能是果子狸."
    },
    {
      "en": "Studies conducted last year detected a SARS - like virus in some animal species , including masked palm civet.",
      "cn": "去年在一些动物(包括果子狸)身上检测出一种SARS样病毒."
    },
    {
      "en": "Studying the ecology of carnivores in the rainforest, he thinks like a desperate civet running out of territory.",
      "cn": "主攻热带雨林肉食动物生态学的他，思考起来像是跑出领地的绝望麝猫。"
    },
    {
      "en": "The civet cat gives herself a name , Xiang Xuehai.",
      "cn": "香雪海为了扭转浩淇一家的命运, 寻求生命之树的指点,不料生命之树已被蛇魔控制."
    },
    {
      "en": "The masked civet was suspected of being the chief culprit of SARS.",
      "cn": "青猺曾被怀疑是非典的祸首."
    },
    {
      "en": "The Middle figure to keep the snow - covered landscape, the contrast - polarity are civet cats.",
      "cn": "洋间图为保留雪景, 把狸猫反差调度得更不小些."
    },
    {
      "en": "The soup is flavoured with chrysanthemum petals and includes shreds of civet cat and snake.",
      "cn": "这道汤散发着菊花的清香,汤内还加入了果子狸和蛇的碎肉."
    },
    {
      "en": "The virus could jump from civet cats to humans through continuous mutation.",
      "cn": "该病毒可透过不断变种,由果子狸传往人类."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "genet"
          ],
          "tran_cn": "[中医]麝猫，香猫；[轻]麝猫香，灵猫香"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "麝猫香，灵猫香；麝猫，香猫",
      "tran_en": "any catlike viverrine mammal of the genus Viverra and related genera, of Africa and S Asia, typically having blotched or spotted fur and secreting a powerfully smelling fluid from anal glands "
    }
  ],
  "exchange": {}
}