{
  "word": "kiosk",
  "ipa": {
    "us": "ˈkiːɒsk",
    "uk": "ˈkiːɑːsk"
  },
  "sentences": [
    {
      "en": "\"We went into a market and established a kiosk in that market out of a butcher's shop,\" Kalanda says.",
      "cn": "卡兰达说，“由于一家肉店，我们进入这个市场，在那个市场我们建立了一个公用电话亭”"
    },
    {
      "en": "A kiosk showing a printed map of downtown, for example, is information in the world.",
      "cn": "例如, 公用信息亭张贴的城镇地图就是世界中的消息."
    },
    {
      "en": "A telephone kiosk with height glazing and folding door can also act as a rain shelter.",
      "cn": "电话亭-拥有落地玻璃和摺门,亦可供途人用作避雨亭."
    },
    {
      "en": "A telephone kiosk with sculptures outside was designed to provide highest convenience for users.",
      "cn": "视像电话亭于使用时会自动关门,方便使用者.电话亭外的石像雕塑使之成为艺术品的一部份."
    },
    {
      "en": "Bob: Is a kiosk the same thing as a concession stand?",
      "cn": "鲍伯: 售货亭是不是就是电影院里的小卖部呀?"
    },
    {
      "en": "But when she returned to her hometown in early 1960 s, the kiosk was no more.",
      "cn": "但当她于60年代初回到家乡, 小售货亭再也不见了."
    },
    {
      "en": "He operated a small tea shop there, a portable metal kiosk from which he served low-ranking bureaucrats who worked in the surrounding government offices.",
      "cn": "如今他在这里开设了一家小茶亭——那是个轻便的金属亭子，为附近政府机构的低级别官员提供服务。"
    },
    {
      "en": "He phoned me from a kiosk.",
      "cn": "他在公用电话亭给我打了电话。"
    },
    {
      "en": "I bought a magazine at the station kiosk.",
      "cn": "我在车站报摊上买了一本杂志."
    },
    {
      "en": "I was getting cigarettes at the kiosk.",
      "cn": "我正在售货亭买烟。"
    },
    {
      "en": "Is there sufficient room for the kiosk and kiosk traffic without impeding other user traffic?",
      "cn": "该环境下是否有足够的空间来摆放信息亭?信息亭是否会妨碍交通或者行走?"
    },
    {
      "en": "Susie: I am going to the kiosk for a beverage.",
      "cn": "苏茜: 我要去售货亭买点饮料."
    },
    {
      "en": "There is a small black bamboo beside the kiosk in the garden.",
      "cn": "园林中的亭子边,有一小片墨竹林."
    },
    {
      "en": "Uncle and I are standing in line at the hamburger kiosk.",
      "cn": "我和叔叔排队站在汉堡包摊前."
    },
    {
      "en": "We found that only about 5% of the time did people bother to tell the kiosk that they took an accessory.",
      "cn": "我们发现，只有在近5%的情况下，人们肯在数字亭中留下自己领取配件的信息。"
    },
    {
      "en": "We produce some kinds of kiosk, You can choose it on your basis.",
      "cn": "我们生产不同种类的亭子, 您可以根据您的要求来选择."
    },
    {
      "en": "We were eating hamburgers at a kiosk.",
      "cn": "我们在一家小亭里吃汉堡包."
    },
    {
      "en": "When designing kiosk interfaces, carefully consider the use of sound.",
      "cn": "在设计信息亭界面时, 要小心考虑声音的使用."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "booth",
            "bower"
          ],
          "tran_cn": "凉亭；公用电话亭；报摊"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "abstract:",
      "tran_cn": "【网络】自助服务终端；一体机；Kiosk (KDE)；小卖部"
    },
    {
      "pos": "n",
      "tran_cn": "亭子，凉亭，（车站、广场等处的）书报摊，，公共电话亭，小摊棚，售货亭",
      "tran_en": "a small building in the street, where newspapers, sweets etc are sold"
    }
  ],
  "exchange": {
    "pl": [
      "kiosks"
    ]
  }
}