{
  "word": "manometer",
  "ipa": {
    "us": "mə'nɒmɪtə",
    "uk": "mə'nɒmətə"
  },
  "sentences": [
    {
      "en": "Consists of gas tube, manometer , volume controller, clamp and scale. No danger of pollution without mercury.",
      "cn": "由气柱玻管、压力表 、 定容机构 、 固定架和体积标尺组成. 本仪器不使用水银,消除了污染."
    },
    {
      "en": "Effect of different solvents on thermal decomposition of RDX was studied by using special Bourdon manometer.",
      "cn": "用布氏压力计研究不同溶剂对溶液中RDX热分解的影响."
    },
    {
      "en": "Manometer has weightylight - duty. Colour of the crust include : gray, black, blue. For other colors, Minimum quantity: 2000 pcs.",
      "cn": "血压表头有重型和轻型. 外壳标配颜色为: 灰色, 黑色, 蓝色. 也可以根据客户的要求定色, 但要求起定量为2000套."
    },
    {
      "en": "The Bourdon - type pressure gauge is more convenient for most purposes than a liquid manometer.",
      "cn": "在很多情况下,使用鲍敦式压力计要比液体压力计更为方便."
    },
    {
      "en": "The concept and contents of nano - ST and the strange characteristic of manometer materials are summarized.",
      "cn": "概述了纳米科技的概念、内涵以及纳米材料的一些奇异特性."
    },
    {
      "en": "The nano - ST and the characteristic of manometer materials are summarized.",
      "cn": "简述了 纳米 科技及纳米材料的特性."
    },
    {
      "en": "The performance and quality requirements of deep - sub - micron and manometer ICs are greatly challenging the semiconductor materials.",
      "cn": "同时深亚微米乃至纳米集成电路的质量和性能指标使半导体材料面临着新的挑战."
    },
    {
      "en": "The precision of liquid column manometer was described. The correct use method and error correction of U tube manometer and double tube differential pressure gauge were analysed.",
      "cn": "叙述了液柱式压力计的精度，对U形管压力计和双管差压计的正确使用方法及误差修正做了简要分析。"
    },
    {
      "en": "The presentation of usage of liquid column manometer.",
      "cn": "主要介绍了液柱压力计的正确使用方法和误差分析."
    },
    {
      "en": "The simplest type of pressure gauge is the open - tube manometer.",
      "cn": "最简单的压力计,是开管流体压力计."
    },
    {
      "en": "The topazometer is a mercury - actuated manometer.",
      "cn": "带软管的杯式压力计是一种水银作用式压力计."
    },
    {
      "en": "This design reduces the risk of foreign matter entering manometer.",
      "cn": "这个设计减少了外来的物质进入''.'液压'. ''计的危险."
    },
    {
      "en": "This design reduces the risk of foreign matter entering the manometer.",
      "cn": "这个设计减少了外来的物质进入液压计的危险."
    },
    {
      "en": "This paper discusses the design of a special digital manometer for air - pocket in manual air - way.",
      "cn": "介绍一种专用于人工气道中套囊压力测量的数字测压计."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "indicator",
            "sphygmomanometer"
          ],
          "tran_cn": "[仪][内科][物][流]压力计；测压计；血压计"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "压力计",
      "tran_en": "an instrument for comparing pressures; typically a glass U-tube containing mercury, in which pressure is indicated by the difference in levels in the two arms of the tube U"
    }
  ],
  "exchange": {}
}