{
  "word": "eyewitness",
  "ipa": {
    "us": "ˈaɪwɪtnəs",
    "uk": "ˈaɪwɪtnəs"
  },
  "sentences": [
    {
      "en": "an eyewitness account of the suffering of the refugees",
      "cn": "目击者对难民苦难遭遇的叙述"
    },
    {
      "en": "And you know that eyewitness that's been clogging up the airwaves?",
      "cn": "你知道那个充斥着电视广播的目击证人?"
    },
    {
      "en": "China Shakes the World is his eyewitness record of that heroic time.",
      "cn": "《中国震撼世界》就是贝尔登对这个英雄时代的目击报告."
    },
    {
      "en": "Eyewitness reports construct a detailed description of the man.",
      "cn": "目击者的报告构成了有关此人相貌的一幅详图."
    },
    {
      "en": "He was the only eyewitness of the robbery.",
      "cn": "他是那起抢劫案的唯一目击者."
    },
    {
      "en": "I have an eyewitness that places you at his apartment two nights ago.",
      "cn": "我这里有位目击者说看到你前天晚上在他的公寓前."
    },
    {
      "en": "Just one eyewitness's account has come down to us.",
      "cn": "只有一位目击者留下的叙述使我们得知当时的情景."
    },
    {
      "en": "Official notification of an eyewitness quoted as confirming that the above - mentioned witnesses.",
      "cn": "官方通报中援引了现场目击者的话,证实了上述目击者的说法."
    },
    {
      "en": "One eyewitness said he saw her talking to a man in a blue car.",
      "cn": "一名目击者说他看见她在跟一个坐在蓝色汽车里的男子说话。"
    },
    {
      "en": "Reliabitity of eyewitness evidence is never absolute.",
      "cn": "目击证人的证据并非绝对可靠."
    },
    {
      "en": "She gave an eyewitness account of the crime.",
      "cn": "她对亲眼目睹的犯罪事件作了陈述."
    },
    {
      "en": "The eyewitness contradicted earlier testimony.",
      "cn": "目击者否认了先前的证词."
    },
    {
      "en": "The police questioned several eyewitness to the murder.",
      "cn": "警察询问了谋杀案的几位目击者."
    },
    {
      "en": "The prosecutor had an ace in the hole: an eyewitness.",
      "cn": "检举人有秘密武器(神秘王牌): 目击者."
    },
    {
      "en": "They have a you - are - there eyewitness impact that press accounts lack.",
      "cn": "而这一点是纸媒体所缺乏的."
    },
    {
      "en": "What's the last thing Nancy Cahill said to that eyewitness?",
      "cn": "楠茜·卡希尔最后和目击者说的是什么?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "witness"
          ],
          "tran_cn": "目击者；[法]见证人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "observer"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "目击者，目击证人",
      "tran_en": "someone who has seen something such as a crime happen, and is able to describe it afterwards"
    }
  ],
  "exchange": {
    "pl": [
      "eyewitnesses"
    ]
  }
}