{
  "word": "prospector",
  "ipa": {
    "us": "prəˈspektə(r)",
    "uk": "ˈprɑspektər"
  },
  "sentences": [
    {
      "en": "Although he failed as a prospector, he succeeded as a journalist.",
      "cn": "他作为采矿者遭遇失败，但作为记者大获成功。"
    },
    {
      "en": "As for the gold, this modern-day prospector pans it like it's 1848.",
      "cn": "至于黄金，这位现代探矿者淘金的法子还和1848年时相差无几。"
    },
    {
      "en": "His adversaries include ruthless prospectors, cheating gamblers, savage Indians, and Mother Nature at her unforgiving worst. On his side is fellow prospector Shorty, a precursor of Gabby Hayes.",
      "cn": "他的敌人包括了无情的勘探者、诈骗的赌徒、野蛮的印第安人以及大自然恶劣的环境。"
    },
    {
      "en": "Lunar Prospector mapped the Moon's surface composition, gravity and magnetic fields.",
      "cn": "月亮探测器把月球的表面情况, 引力及磁场都绘制成了地图."
    },
    {
      "en": "Secondary uranium minerals are illustrated in a Bureau of Minerial Resources prospector's handbook.",
      "cn": "次生铀矿物已列入矿物资源局的普查手册中."
    },
    {
      "en": "The book is 100 % nicely narrated by Prospector Brann Bronzebeard.",
      "cn": "本书是勘探者布莱恩·铜须的又一力作."
    },
    {
      "en": "The man, of Asian descent, wearing the clothes of a low-level prospector, seemed to be quite intrigued by what was going on inside.",
      "cn": "一个亚洲血统的男人，穿着初级勘探者的制服站在窗外，似乎对这里面的情况很感兴趣。"
    },
    {
      "en": "The prospector panned off bits of a sand and gravel scooped from the bed of a stream.",
      "cn": "探矿者淘选从河床里挖出的少量含金泥沙和砂砾。"
    },
    {
      "en": "The prospector panned off bits of sand and gravel scooped from the bed of a stream.",
      "cn": "探矿者淘选从河床中挖出的少量含金泥砂和沙砾."
    },
    {
      "en": "The prospector panned out bits of sand and gravel scooped from the bed of a stream.",
      "cn": "探矿者淘选从河床里挖出的少量含金泥沙和砂砾."
    },
    {
      "en": "The prospector staked his claim to the mine he discovered.",
      "cn": "那个勘探者立桩标出他所发现的矿区地以示归己所有."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "prospect",
          "tran_cn": " 前途；预期；景色"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "prospect",
          "tran_cn": " 勘探，找矿"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "prospect",
          "tran_cn": " 勘探，勘察"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "勘探者，探矿者",
      "tran_en": "someone who looks for gold, minerals, oil etc"
    }
  ],
  "exchange": {
    "pl": [
      "prospectors"
    ]
  }
}