{
  "word": "principally",
  "ipa": {
    "us": "ˈprɪnsəpli",
    "uk": "ˈprɪnsəpli"
  },
  "sentences": [
    {
      "en": "Dry heat is used principally to sterilze glassware on other heatstable solid materials.",
      "cn": "干热主要应用于灭菌玻璃器皿或其他耐热的固态材料."
    },
    {
      "en": "Embryonic development seems to be controlled principally by a very small number of master genes.",
      "cn": "胚胎发育似乎主要受制于少数主导基因。"
    },
    {
      "en": "Epithelial regeneration takes place principally from the epithelial lining of the sweat glands and hair follicles.",
      "cn": "表皮再生主要依靠汗腺和毛囊的表皮被复."
    },
    {
      "en": "He was principally a landscape painter.",
      "cn": "他主要是风景画画家。"
    },
    {
      "en": "Termites are principally tropical in distribution.",
      "cn": "白蚁主要分布在热带地区."
    },
    {
      "en": "The book is aimed principally at beginners.",
      "cn": "这本书主要是为初学者编写的。"
    },
    {
      "en": "The chlorofluoromethanes are used principally in aerosol spray cans and as refrigerants.",
      "cn": "氯氟甲烷主要使用在气溶胶喷雾罐和作为冷冻剂."
    },
    {
      "en": "The covenant of grace is principally between God and the elect.",
      "cn": "恩典之约主要是神和被拣选者之间的关系."
    },
    {
      "en": "The dialect is spoken principally in the rural areas.",
      "cn": "这种方言主要在农村地区使用。"
    },
    {
      "en": "The main advantages are due principally to the lack of interference in geological samples.",
      "cn": "主要优点在于地质样品不会有干扰因素."
    },
    {
      "en": "The money is invested principally in oil.",
      "cn": "资金主要用于石油方面."
    },
    {
      "en": "The money is principally invested in stocks and shares.",
      "cn": "这笔钱主要投资于股票。"
    },
    {
      "en": "The nonrigid helium - filled Blimp was principally developed by Alberto Santos - Dumont ( 1873 - 1932 ) .",
      "cn": "软式充填氦气的飞船主要是由桑托斯- 杜蒙特 发展改进."
    },
    {
      "en": "The sell-off is aimed at repositioning the company as a publisher principally of business information.",
      "cn": "出售公司部分业务的目的是将公司重新定位为以商业信息类出版物为主的出版商。"
    },
    {
      "en": "The use of photogrammetry lies principally in interpretation of features visible on the air photograph.",
      "cn": "摄影测量学主要是用来解释航空照片上的可见要素."
    },
    {
      "en": "This excuse, though true in part, was principally a fetch.",
      "cn": "这句借口虽然部分是真实的, 但主要的是另有计谋."
    },
    {
      "en": "This is principally because the major export markets are slowing.",
      "cn": "这主要是因为主要出口市场发展缓慢。"
    },
    {
      "en": "We met principally to discuss the future of the school.",
      "cn": "我们开会主要是为了商讨学校的前途。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "principal",
          "tran_cn": "首要的；最重要的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "principal",
          "tran_cn": "校长；委托人，当事人；资本；主犯"
        },
        {
          "word": "principalship",
          "tran_cn": "首要的地位、职务"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "largely",
            "basically",
            "mainly",
            "mostly",
            "primarily"
          ],
          "tran_cn": "主要地；大部分"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "especially",
            "mainly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "主要地，大部分",
      "tran_en": "mainly"
    }
  ],
  "exchange": {}
}