{
  "word": "overview",
  "ipa": {
    "us": "ˈəʊvəvjuː",
    "uk": "ˈoʊvərvjuː"
  },
  "sentences": [
    {
      "en": "A brief overview of your method in your bid is necessary.",
      "cn": "以你的方法在简要概述您的出价是必要的."
    },
    {
      "en": "A few short sentences can provide the overview a book's plot.",
      "cn": "短短几句话便可以概括该书的情节."
    },
    {
      "en": "A: Let me have an overview of our company.",
      "cn": "我先讲一下我们公司的概况."
    },
    {
      "en": "An overview of'modern'attempts to explain linguistic creolization.",
      "cn": "“ 近代”试图解释语言克理奥尔化的概要."
    },
    {
      "en": "But I can give you right now a very brief overview of our performance last Year.",
      "cn": "不过现在我先给你简单介绍一下我们银行去年的运行情况."
    },
    {
      "en": "I'm afraid I can't give you a general overview of the situation. I can only offer you a worm's - eye view that is based on my own experience.",
      "cn": "我恐怕没法从总体上向你介绍这里的情况. 我只能谈一下自己的切身体会."
    },
    {
      "en": "Provides an overview of the programming language aspect of regular expressions.",
      "cn": "提供正则表达式的编程语言方面的概述."
    },
    {
      "en": "The central section of the book is a historical overview of drug use.",
      "cn": "该书的核心部分对毒品的使用作了历史概述。"
    },
    {
      "en": "The chapter starts with a short overview of the SCA Assembly Model.",
      "cn": "这章的一开始简短地概述SCA的装配模型."
    },
    {
      "en": "The seminar aims to provide an overview on new media publishing.",
      "cn": "研讨会旨在综览新兴的媒体出版."
    },
    {
      "en": "The treasurer gave a brief overview of the financial consequences.",
      "cn": "出纳员对财务结果做了简要概述."
    },
    {
      "en": "Then I overview the means of series production in commercial aircraft industry.",
      "cn": "最后引入民用飞机产业的产品系列化开发的具体形式."
    },
    {
      "en": "This paper provides an overview and information related to xx.",
      "cn": "文章综述并给出了xx相关的信息."
    },
    {
      "en": "This session will overview the requirements for controlling a large scale incident.",
      "cn": "这部分将概述控制大规模突发事件的要求."
    },
    {
      "en": "With an overview like the great chinese tacticts nothing can go wrong.",
      "cn": "加上伟大的中国战略大局观,一切就没问题了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "roundup",
            "summarisation"
          ],
          "tran_cn": "[图情]综述；概观"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "perspective"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "market overview",
      "tran_cn": "市场概述"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "概观，总的看法，回顾，复习",
      "tran_en": "a short description of a subject or situation that gives the main ideas without explaining all the details"
    }
  ],
  "exchange": {
    "pl": [
      "overviews"
    ]
  }
}