{
  "word": "bile",
  "ipa": {
    "us": "baɪl",
    "uk": "baɪl"
  },
  "sentences": [
    {
      "en": "Bile salts are unusually effective at rupturing cell walls.",
      "cn": "胆汁酸盐对于破坏细胞壁通常很有效."
    },
    {
      "en": "Causes and treatment of bile leakage ( a report of 22 cases ).",
      "cn": "胆漏的原因及防治 ( 附22例报告 )"
    },
    {
      "en": "Cholecystectomy bile duct stone remnants of the re - operation is safe and effective.",
      "cn": "胆囊切除术后胆道残余结石的再手术是安全有效的."
    },
    {
      "en": "Drainage is certainly indicated because of the probability of bile leakage.",
      "cn": "由于有胆漏的可能性,引流肯定是需要的."
    },
    {
      "en": "Gallstones are formed from the constituents of bile.",
      "cn": "胆石症是由胆汁的成分形成的."
    },
    {
      "en": "He aims his bile at religion, drugs, and politics.",
      "cn": "他把怒气发泄在宗教、毒品和政治问题上。"
    },
    {
      "en": "It has been impossible to anticipate the amount of bile drainage.",
      "cn": "预计胆汁的引流量是不可能的."
    },
    {
      "en": "Mechanical obstruction may require operation for repair of common bile duct stricture or for gallstones.",
      "cn": "机械性梗阻可能需要手术以修复胆总管狭窄或除去胆石."
    },
    {
      "en": "Obstruction of the bile duct is associated with cholangitis.",
      "cn": "胆管梗阻能并发胆管炎."
    },
    {
      "en": "The Ascaris adults may perforate a suture line or cause a bile or pancreatic duct obstruction.",
      "cn": "成虫可穿破缝线或引起胆管或胰腺管阻塞."
    },
    {
      "en": "The bile acids are found cytotoxicity to cardiac muscle cells in experiments.",
      "cn": "胆汁酸对实验动物心肌细胞具有毒性作用."
    },
    {
      "en": "The critic's review of the play was just a paragraph of bile.",
      "cn": "那位批评家对这部戏剧的评论不过是在发泄怒气。"
    },
    {
      "en": "The entire extrahepatic bile duct can not be visualized in all cases.",
      "cn": "结果:所有的患儿均未见到完整的肝外胆道."
    },
    {
      "en": "the secretion of bile by the liver",
      "cn": "肝脏分泌胆汁的过程"
    },
    {
      "en": "Then one February afternoon, alone in her bedroom, she reached for the textbook and her heart banged and her mouth filled with peanut butter-flavored bile.",
      "cn": "接着在二月里一个下午，她单独呆在卧室里，够到那本教科书，她的心蹦蹦跳起来，嘴里冲满花生奶油味道的胆汁。"
    },
    {
      "en": "They are mixed with animal glue and ox bile to make the lustre stay.",
      "cn": "画师把它们跟动物胶和牛胆汁混合，以使颜色的光泽长存。"
    },
    {
      "en": "Yes, I said to myself, I too love everything that flows: rivers, sewers, lava, semen, blood, bile, words, sentences.",
      "cn": "是啊，我对自己说，我也爱流动的一切：河流、阴沟、熔岩、精液、血、胆汁、词和句子。"
    },
    {
      "en": "You invite us to eat fish and then feed us with your bile.",
      "cn": "你邀请我们来吃鱼,却向我们发泄你的愤怒."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "biliary",
          "tran_cn": " 胆的；胆汁的；输送胆汁的；由于胆汁异状的"
        },
        {
          "word": "bilious",
          "tran_cn": " 胆汁的；坏脾气的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anger",
            "wrath",
            "choler"
          ],
          "tran_cn": "[生理]胆汁；愤怒"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fury",
            "spite"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "bear bile",
      "tran_cn": "熊胆；熊胆汁"
    },
    {
      "phrase": "bile acid",
      "tran_cn": "胆汁酸"
    },
    {
      "phrase": "bile duct",
      "tran_cn": "胆道，胆管"
    },
    {
      "phrase": "bile pigment",
      "tran_cn": "胆色素；胆汁色素"
    },
    {
      "phrase": "bile salt",
      "tran_cn": "胆汁盐"
    },
    {
      "phrase": "common bile duct",
      "tran_cn": "[解]胆总管"
    },
    {
      "phrase": "yellow bile",
      "tran_cn": "[古语]黄胆汁"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "胆汁，愤怒，坏脾气",
      "tran_en": "a bitter green-brown liquid formed in the  liver  , which helps you to  digest  fats"
    }
  ],
  "exchange": {}
}