{
  "word": "nipple",
  "ipa": {
    "us": "ˈnɪpl",
    "uk": "ˈnɪpəl"
  },
  "sentences": [
    {
      "en": "A unique air vent system which helps prevent nipple collapse.",
      "cn": "独特的导气系统防止奶嘴塌陷."
    },
    {
      "en": "Avoid falling the nipple.",
      "cn": "避免奶嘴掉落."
    },
    {
      "en": "Conclusion Galactography is an important method for diagnosing and differentiating mammoglandular diseases with nipple discharge.",
      "cn": "结论乳导管造影对溢液性乳腺病诊断和鉴别诊断有重要价值."
    },
    {
      "en": "DISS connection is a gasketed type that consists of the valve outlet, nut , nipple, and gasket.",
      "cn": "diss接头是一种衬垫型接头,由阀门排气口 、 母 、 接口和衬垫组成."
    },
    {
      "en": "Insert long nipple into lower gauge glass tapping in boiler.",
      "cn": "将三通长接头插入锅炉上的较低的水位玻璃管."
    },
    {
      "en": "Kiss her nipple and then slowly lower your mouth so that it engulfs her whole breast or as much as you can take in).",
      "cn": "吻她的乳头，然后慢慢放低你的嘴，以便它吞下她的整个乳房，或者尽你可能地把它含住。"
    },
    {
      "en": "Methods: We studied the nipple discharge smear by using Wright - Gimsa staining.",
      "cn": "方法: 涂片瑞-姬染色行细胞学检查分析."
    },
    {
      "en": "Munchkins ? innovative Bottle Nipple Brush is two brushes in one!",
      "cn": "创新设计 的奶瓶奶嘴刷是二合一的刷子!"
    },
    {
      "en": "Never use a bottle nipple for pacifier.",
      "cn": "千万不要用奶瓶的奶头代替橡皮奶头."
    },
    {
      "en": "Objective To explore the value of galactography in the diagnosis of breast diseases nipple discharge.",
      "cn": "目的探讨乳腺导管造影在溢液乳腺疾病诊断中的应用价值."
    },
    {
      "en": "Premium silicone nipple ( 3 pack )",
      "cn": "优质硅胶奶嘴 ( 3入装 )"
    },
    {
      "en": "The nut is placed on the nipple so thethe nipple against thesurface of the nut.",
      "cn": "螺母放在管接口的上面,因而管接口靠在螺母的螺纹正面."
    },
    {
      "en": "The sealing points on the nipple and valve outlet are comprised of highly polished torroidal beads.",
      "cn": "管接口和阀门排气口上的密封点由非常光滑的l垫珠组成."
    },
    {
      "en": "The washer is placed on the flat surface of the nipple inside the nut.",
      "cn": "垫圈放在螺母内的管接口的平面上."
    },
    {
      "en": "These valves eliminate the use of an extension nipple required with standard shank length models.",
      "cn": "这种阀门不需要象标准长度胫部型号安全阀那样采用额外的加长接管."
    },
    {
      "en": "Where has selling the rubber nipple not needing whorl cover?",
      "cn": "哪里有卖不需要旋盖的橡胶奶嘴?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "niple",
            "tit"
          ],
          "tran_cn": "[解剖]乳头，奶头；奶嘴"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "breast"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "乳头，<美>（奶品的）橡皮奶头，（枪炮的）火门，[机]喷灯喷嘴，螺纹接套",
      "tran_en": "the small dark circular part of a woman’s breast. Babies suck milk through their mother’s nipples."
    }
  ],
  "exchange": {
    "pl": [
      "nipples"
    ]
  }
}