{
  "word": "manganese",
  "ipa": {
    "us": "ˈmæŋgəni:z",
    "uk": "ˈmæŋɡəˌniz, -ˌnis"
  },
  "sentences": [
    {
      "en": "A kind of manganese series black phosphating technics at mid - temperature was studied.",
      "cn": "研究了一种中温锰系黑色磷化工艺."
    },
    {
      "en": "Also available in classification iron, manganese ore and coal.",
      "cn": "也可用于选别铁 、 锰矿石和煤."
    },
    {
      "en": "Coal, iron, manganese, gypsum, oil shale and other minerals.",
      "cn": "煤 、 铁 、 锰 、 石膏 、 油页岩等矿产."
    },
    {
      "en": "Demage mechanism of tap - hole for a ferro silico - manganese smelting furnace is described.",
      "cn": "阐述了锰 硅合金 矿热炉出铁口损坏的机理."
    },
    {
      "en": "Dianjiejinshumeng manufacturing sales, Jinzhumeng powder, Jinzhumeng 120,000, Guimeng, acid manganese production sales.",
      "cn": "电解金属锰制造销售 、 金属锰粉 、 金属锰锭 、 硅锰 、 硫酸锰生产销售."
    },
    {
      "en": "Electrolytic Manganese to keep the domestic market share at more than 60 %.",
      "cn": "电解金属锰国内市场份额保持在60%以上."
    },
    {
      "en": "Guimeng , electric, chromium manganese, ferro - alloys such as ferromanganese products.",
      "cn": "硅锰 、 硅铁 、 铬锰 、 锰铁等铁合金产品."
    },
    {
      "en": "Our company provides manganese ore of high quality to the domestic factories.",
      "cn": "本公司自有锰矿可向国内有关厂家提供优质锰矿,现提供下列资料作为参考."
    },
    {
      "en": "Oxidation - reduction reactions are important in the solubilization and precipitation of iron and manganese.",
      "cn": "氧化还原反应在铁和锰的增溶和沉淀中具有重要作用."
    },
    {
      "en": "The contents of organic material, limonite and manganese hydroxides influence the variation of ore element.",
      "cn": "有机物 、 褐铁矿和氧化锰的含量影响着成矿元素含量的变异."
    },
    {
      "en": "The effect of manganese oxides on the coated rolls was also analyzed.",
      "cn": "介绍了超低碳素钢表面由于氧化锰的存在对涂层的影响."
    },
    {
      "en": "The material is a semiconductor called gallium manganese arsenide.",
      "cn": "这种材料是一种叫做镓锰砷化物的东东."
    },
    {
      "en": "The presence of copper can increase the activity of nanometer manganese catalysts.",
      "cn": "铜的存在有助于锰催化剂活性的提高."
    },
    {
      "en": "Uranium ore, bauxite, manganese ore reserves, ranks third in the world.",
      "cn": "铀矿 、 铝矾土 、 锰矿储量居世界第三位."
    },
    {
      "en": "Zinc - manganese alloy electroplating process and its researching trend were described.",
      "cn": "介绍了锌锰合金电镀工艺的概况及研究方向."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "austenitic manganese steel",
      "tran_cn": "奥氏体锰钢"
    },
    {
      "phrase": "high manganese steel",
      "tran_cn": "高锰合金钢， 高锰钢"
    },
    {
      "phrase": "manganese acetate",
      "tran_cn": "乙酸锰"
    },
    {
      "phrase": "manganese carbonate",
      "tran_cn": "碳酸锰"
    },
    {
      "phrase": "manganese chloride",
      "tran_cn": "[化]二氯化锰"
    },
    {
      "phrase": "manganese dioxide",
      "tran_cn": "二氧化锰"
    },
    {
      "phrase": "manganese metal",
      "tran_cn": "金属锰"
    },
    {
      "phrase": "manganese ore",
      "tran_cn": "锰矿石，锰矿；硬锰砂"
    },
    {
      "phrase": "manganese oxide",
      "tran_cn": "氧化锰"
    },
    {
      "phrase": "manganese steel",
      "tran_cn": "锰钢"
    },
    {
      "phrase": "manganese sulfate",
      "tran_cn": "硫酸锰"
    },
    {
      "phrase": "manganese sulphate",
      "tran_cn": "硫酸锰"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>锰",
      "tran_en": "Manganese is a greyish white metal that is used in making steel"
    }
  ],
  "exchange": {}
}