{
  "word": "hemophilia",
  "ipa": {
    "us": "ˌhi:mə'fɪlɪə",
    "uk": "ˌhimə'fɪlɪr"
  },
  "sentences": [
    {
      "en": "Adapt the World Hemophilia Day theme to further your own needs.",
      "cn": "调整世界血友病日的主题以发展你们自己的需求."
    },
    {
      "en": "Are Chronic Hepatitis C viral Infections More Benign in Patients With Hemophilia?",
      "cn": "丙肝病毒在血友病患者身上表现更温和?"
    },
    {
      "en": "As genetic blood disorders, hemophilia and porphyria had serious effects on the crowned heads of Europe.",
      "cn": "血友病和卟啉病这两种遗传性血液病, 在欧洲的皇室内产生了严重的影响."
    },
    {
      "en": "CONCLUSION: HCV infections in hemophiliacs may be less severe than in HCV infected patients without hemophilia.",
      "cn": "结论: 在血友病患者中的HCV感染相对于无血友病患者中的HCV感染程度较轻."
    },
    {
      "en": "Hemophilia is caused by a hereditary lack of one of the clotting factors.",
      "cn": "血友病就是因为遗传上缺乏一种凝血胶原引起的."
    },
    {
      "en": "Hemophilia treatment Immune tolerance : a nursing perspective.",
      "cn": "血友病的治疗."
    },
    {
      "en": "Hemophilia was first described in 1803.",
      "cn": "血友病在1803年初次被描述."
    },
    {
      "en": "Hemophilia: Hereditary Bleeding disorder caused by deficiency of a coagulation factor.",
      "cn": "血友病: 一种遗传性出血性疾病,因先天性缺乏某种凝血因子而引起."
    },
    {
      "en": "Progressions of gene therapy studies for hemophilia B were introduced in this paper.",
      "cn": "就血友病B的基因治疗研究进展及所存在的问题作一综述."
    },
    {
      "en": "The safety of intramuscular injection of recombinant adeno - associated virus ( AAV ) - mF to rescue hemophilia B was assessed.",
      "cn": "研究了肌注腺伴随病毒 ( adeno-associatedvirus,AAV ) 介导凝血因子基因治疗血友病B的安全性."
    },
    {
      "en": "These disorders may include cystic fibrosis, hemophilia, sickle cell anemia, and many others.",
      "cn": "这些变异包括包囊纤维症 、 血友病 、 镰状细胞贫血症和其他多种疾病."
    },
    {
      "en": "We will learn how to manufacture Factor 8, a rare and expensive medicine used to treat hemophilia.",
      "cn": "我们将能在轨道上试验制作“第八因子”, 这是一种非常珍贵的稀有药物,可以治疗血友病."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hemophilic",
          "tran_cn": " 血友病的；嗜血的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "haemophilia"
          ],
          "tran_cn": "[内科]血友病（等于haemophilia）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "血友病，出血不止病",
      "tran_en": "Haemophilia is a medical condition in which a person's blood does not thicken or clot properly when they are injured, so they continue bleeding"
    }
  ],
  "exchange": {}
}