{
  "word": "chipmunk",
  "ipa": {
    "us": "ˈtʃɪpmʌŋk",
    "uk": "ˈtʃɪpˌmʌŋk"
  },
  "sentences": [
    {
      "en": "Chipmunk - cheeked Louis Armstrong was one of the most famous band leaders of the big - band era.",
      "cn": "脸颊鼓鼓像花栗鼠的路易·阿姆斯壮就是大乐团时代最有名的团长之一."
    },
    {
      "en": "Once I brought her a chipmunk with a wound on its stomach.",
      "cn": "一次,我带了只腹部受伤的花栗鼠去找她."
    },
    {
      "en": "Photo taken in fall 2007. Chipmunk co - worker's backyard. My favorite chipmunk picture.",
      "cn": "2007年同事家后院的花栗鼠. 等很久终于照到花栗鼠的照片. 最喜爱的一张."
    },
    {
      "en": "Photo taken in fall 2007. Chipmunk in co - worker's backyard. We fed him almond and peanuts.",
      "cn": "2007年同事家后院的花栗鼠. 等很久终于照到花栗鼠的照片. 喂它吃杏仁和花生."
    },
    {
      "en": "She has put into the small, unwise head of the chipmunk the untutored fear of poisons.",
      "cn": "花栗鼠愚蠢的小脑袋里却有天生的对于毒药的恐惧."
    },
    {
      "en": "The boy stood motionless, like a mouse or a chipmunk when it knows you're watching.",
      "cn": "男孩一动不动站着，好像一只老鼠或花栗鼠知道有人在盯着它一样。"
    },
    {
      "en": "The idea of a 50 gram cute, tiny and fluffy chipmunk with its adorable curly tail drinking from a baby bottle is enough to warm even the coldest hearts.",
      "cn": "一个50克重的可爱的，小巧的，毛茸茸的金花鼠，还有一个讨人喜欢的卷毛大尾巴，捧着一个婴儿奶瓶在喝水，这个想法恐怕足够的温暖一个最冰冷的心。"
    },
    {
      "en": "The picture featured a cartoon rendering of the fan’s face on top of the company’s logo of a cute chipmunk.",
      "cn": "这些画像是印在公司非常可爱的花栗鼠标志上。"
    },
    {
      "en": "The weasel population also increased, following the growth of the chipmunk population.",
      "cn": "黄鼠狼群也随着金花鼠数目的增加增长了。"
    },
    {
      "en": "THIS little chipmunk is hungry . Can you help him get to his acorns?",
      "cn": "你能帮这只花栗鼠找到橡子 吗 ?"
    },
    {
      "en": "This little chipmunk is hungry.",
      "cn": "这只小花栗鼠肚子饿了。"
    },
    {
      "en": "When a squirrel or a rabbit or a chipmunk freezes, it can remain almost entirely motionless for minutes at a time.",
      "cn": "当一只松鼠，兔子或花栗鼠冻结时，它可以一次保持完全静止不动达数分钟之久。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flickertail"
          ],
          "tran_cn": "[脊椎]花栗鼠；金花鼠"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花栗鼠；金花鼠",
      "tran_en": "a small American animal similar to a  squirrel  with black lines on its fur"
    }
  ],
  "exchange": {
    "pl": [
      "chipmunks"
    ]
  }
}