{
  "word": "Thanksgiving",
  "ipa": {
    "us": "ˌθæŋksˈɡɪvɪŋ",
    "uk": "ˌθæŋksˈɡɪvɪŋ"
  },
  "sentences": [
    {
      "en": "Are you going home for Thanksgiving?",
      "cn": "你回家过感恩节吗？"
    },
    {
      "en": "As she puts it, “We do see each other for Thanksgiving and some meals.",
      "cn": "如她所解释的那样，“我们在感恩节和一些餐会上见面”。"
    },
    {
      "en": "He heard her trembling voice uplifted in thanksgiving, and praise God.",
      "cn": "他听得她提高了颤抖的音调,在感谢赞美上帝."
    },
    {
      "en": "He said sometimes they would invite some friends to share the happiness of Thanksgiving Day.",
      "cn": "他说有时候他们也会邀请一些朋友来一起分享感恩节快乐。"
    },
    {
      "en": "I ate a big Thanksgiving dinner, and now my tummy hurts.",
      "cn": "我饱吃了一顿感恩节正餐, 现在胃疼."
    },
    {
      "en": "I hear about these people every Thanksgiving, then never think about them again for the next 364 days.",
      "cn": "我在每个感恩节都听说过这群人，而后在接下来的364天，就再也没有想起过他们。"
    },
    {
      "en": "I wonder why turkey seems to belong to Thanksgiving?",
      "cn": "我纳闷为什么火鸡总是和感恩节连在一起 呢 ?"
    },
    {
      "en": "It compares with \"Cyber Monday\" in the US - the day after Thanksgiving marketed as a big online shopping day.",
      "cn": "它与“网络星期一”在美国，感恩节后的第一天销售作为一个大型网上购物一天。"
    },
    {
      "en": "It's going to be the most magnificent Thanksgiving dinner we ever had.",
      "cn": "这将是我们参加过的最盛大的感恩节晚餐。"
    },
    {
      "en": "It's traditional to eat turkey at Thanksgiving.",
      "cn": "感恩节吃火鸡是传统."
    },
    {
      "en": "No matter where his business took him, he always managed to be home for Thanksgiving.",
      "cn": "不管因生意关系去了什么地方，他总要赶回家过感恩节。"
    },
    {
      "en": "She and the Molinas are going to spend Thanksgiving with their cousins.",
      "cn": "她和Molinas一家人准备与亲戚一起过感恩节."
    },
    {
      "en": "She will go home to take part in the Thanksgiving dinner this weekend.",
      "cn": "周末她要回家参加感恩节餐会."
    },
    {
      "en": "So, just before Thanksgiving, Carvin set off on a DNA - induced family reunion.",
      "cn": "为此, 在感恩节前, 卡文奔赴由DNA推出的家族聚会."
    },
    {
      "en": "Such treaties begin with, but soon go far beyond, the jolly exchange of pie at Thanksgiving for cake on birthdays.",
      "cn": "这样的协议一开始，就广泛的流传开来，为了生日时的蛋糕在感恩节交换派的快乐。"
    },
    {
      "en": "Thanksgiving Day is usually on the last Thursday in November.",
      "cn": "感恩节通常在十一月最后的星期四."
    },
    {
      "en": "That we all have Thanksgiving dinner together?",
      "cn": "我们会一起用感恩节晚餐吗？"
    },
    {
      "en": "The Colonel bowed his head and whispered a prayer of thanksgiving.",
      "cn": "这位上校低头轻声做感恩祈祷。"
    },
    {
      "en": "The orthodox Thanksgiving dinner includes turkey and pumpkin pie.",
      "cn": "传统的感恩节晚餐包括火鸡和南瓜馅饼."
    },
    {
      "en": "The Prince's unexpected recovery was celebrated with a thanksgiving service in St Paul's.",
      "cn": "人们在圣保罗大教堂为王子的意外康复举行了感恩祈祷仪式。"
    },
    {
      "en": "They offered a thanksgiving to God for their escape from the shipwreck.",
      "cn": "他们因从海难中得以生还向上帝作了感恩祈祷."
    },
    {
      "en": "We always eat turkey on Thanksgiving.",
      "cn": "我们过感恩节时总是吃火鸡。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "thanksgiving day",
      "tran_cn": "感恩节"
    },
    {
      "phrase": "thanksgiving dinner",
      "tran_cn": "感恩节晚餐"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（常小写）（对神的）感谢，感恩祈祷，感恩节",
      "tran_en": "a public holiday in the US and in Canada when families have a large meal together to celebrate and be thankful for food, health, families etc"
    },
    {
      "pos": "other",
      "tran_cn": "感恩节",
      "tran_en": "a public holiday in the US and in Canada when families have a large meal together to celebrate and be thankful for food, health, families etc"
    }
  ],
  "exchange": {
    "pl": [
      "Thanksgivings"
    ]
  }
}