{
  "word": "unethical",
  "ipa": {
    "us": "ʌnˈeθɪkl",
    "uk": "ʌnˈeθɪkl"
  },
  "sentences": [
    {
      "en": "Chinese intellectual property separate law needs to add additional protection to the anti - unethical competition law.",
      "cn": "中国的知识产权单行法,需增加 反 不正当竞争法的附加保护."
    },
    {
      "en": "He has embezzled state - owned assets through various unethical ways.",
      "cn": "他以各种不正当手段猎食 国有 资产."
    },
    {
      "en": "I disapproved of their unethical actions.",
      "cn": "我不赞成他们的不道德行为."
    },
    {
      "en": "It is arrogant and wrong to claim that Chinese companies are particularly unethical.",
      "cn": "宣称中国企业特别不道德是盲目的、错误的."
    },
    {
      "en": "It's simply unethical to promote and advertise such a dangerous product.",
      "cn": "宣传推广如此危险的产品完全是不道德的。"
    },
    {
      "en": "NINETOWNS of unethical behavior, allows gamers to wreck the heart.",
      "cn": "九城的不道德行为, 让玩家伤透了心."
    },
    {
      "en": "Other competitors might sue him for illegal and unethical behavior.",
      "cn": "其他竞争者可能因为他的非法和不道德行为而起诉他."
    },
    {
      "en": "People no longer vivisect animals -- it's considered unethical.",
      "cn": "人们不再活体解剖动物, 因为 这被认为是不道德的."
    },
    {
      "en": "Refuse to buy from dealers who are known to be illegal and unethical.",
      "cn": "拒绝从众所周知的违法和不道德的经销商那里购买设备."
    },
    {
      "en": "Since it is a painkiller, denying it to athletes in training would be unethical.",
      "cn": "由于它只是一种止痛药, 要运动员在训练受伤时完全不用它是缺乏道德的."
    },
    {
      "en": "So human cloning is, and will, I hope, continue, to be unethical.",
      "cn": "因此我相信, 人的克隆现在是, 将来仍然是不道德的."
    },
    {
      "en": "Students are encouraged to report any unethical incidence to the management immediately.",
      "cn": "如有职员实施不道德的销售策略,我们鼓励学生向校方管理层举报."
    },
    {
      "en": "The layman is generally more concerned with their possible unethical uses.",
      "cn": "外行人通常担心它们可能产生非道德的用途."
    },
    {
      "en": "The more immediate the consequences of the potentially unethical practice, the stronger the case for whistleblowing.",
      "cn": "更直接的后果可能是不道德的实践, 对告密."
    },
    {
      "en": "They should safeguard the public against illegal or unethical professional conduct.",
      "cn": "他们要保护公众,让他们免于违法的和不合道德的职业行为."
    },
    {
      "en": "unethical medical practices",
      "cn": "不道德的医疗行为"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "immoral",
            "wicked"
          ],
          "tran_cn": "不道德的；缺乏职业道德的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unjust",
            "unscrupulous"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不道德的",
      "tran_en": "morally unacceptable"
    }
  ],
  "exchange": {
    "adv": [
      "unethically"
    ]
  }
}