{
  "word": "gumption",
  "ipa": {
    "us": "ˈgʌmpʃn",
    "uk": "ˈɡʌmpʃən"
  },
  "sentences": [
    {
      "en": "A teacher saw her gumption and mentored her.",
      "cn": "一位老师看她很有进取心，给她进行辅导。"
    },
    {
      "en": "At least she had the gumption to phone me.",
      "cn": "至少她有这个头脑，给我打了电话。"
    },
    {
      "en": "Certain will have big man gumption, There are responsibility meanwhile have a gentle heart.",
      "cn": "一定要有大男人气概 、 有责任心同时有一颗平和的心."
    },
    {
      "en": "Clearing out the wilderness by the Nolachucky River took grit and gumption.",
      "cn": "沿诺兰查基河开拓荒野需要的是勇气和本事."
    },
    {
      "en": "Dick was always diffident when to staff matters and not been ableto summonthe gumption tothe table.",
      "cn": "遇到手下的人事问题时,迪克总是缺乏信心.他还未能发挥才智,一锤定音."
    },
    {
      "en": "Fortunately you had enough gumption not to give up on yours.",
      "cn": "幸亏你有这个毅力坚持自己的梦想."
    },
    {
      "en": "Fred Thompson lacks gumption.",
      "cn": "FredThompson缺乏进取心."
    },
    {
      "en": "He suspected that deep down, she admired him for having the gumption to disagree with her.",
      "cn": "他认为，在内心深处她十分佩服他有勇气和她唱反调。"
    },
    {
      "en": "In part, that's because the economic power of fuhyo — rumor — is a force that even gumption and initiative can't combat.",
      "cn": "从某种意义上来说，这是因为有害谣言的经济破坏力是进取心和主动性都无法压倒的。"
    },
    {
      "en": "Surely anyone with marketing gumption should be able to sell good books at any time of year.",
      "cn": "无疑，有经营头脑的人在一年的任何时节都应该能够卖掉好书。"
    },
    {
      "en": "We're not talking playing ability. We're talking gumption.",
      "cn": "我不是说打球的能力, 是说勇气."
    },
    {
      "en": "With gumption and innovation, the enterprise develops unceasingly.",
      "cn": "公司不断开拓 、 进取、创新."
    },
    {
      "en": "With his gumption he will make a success of himself.",
      "cn": "凭他的才干,他将大有作为."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "gumptious",
          "tran_cn": " 机灵的；精明能干的；精力充沛的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "enterprise",
            "energy",
            "steam",
            "push",
            "vigor"
          ],
          "tran_cn": "进取心；气概；精力"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<口>机智，足智多谋，进取精神，常识",
      "tran_en": "the ability and determination to decide what needs to be done and to do it"
    }
  ],
  "exchange": {}
}