{
  "word": "Israel",
  "ipa": {
    "us": "'ɪzreɪl",
    "uk": "'ɪzreɪl"
  },
  "sentences": [
    {
      "en": "'Israel ,'said Silver,'your head ain't much account , nor ever was.",
      "cn": "“ 伊斯利尔, ”希尔弗说, “ 你那脑袋真不开窍, 从来都是这样."
    },
    {
      "en": "A newspaper criticized the president's proposal, saying that it was partial to Israel.",
      "cn": "一家报纸批评总统的提议，称该提议偏袒以色列。"
    },
    {
      "en": "For example, people in Israel dip sweet apples into honey.",
      "cn": "比如, 以色列人吃甜苹果蘸蜜."
    },
    {
      "en": "Greece has established full diplomatic relations with Israel.",
      "cn": "希腊已经和以色列建立了全面的外交关系。"
    },
    {
      "en": "He recited Israel losses during the war.",
      "cn": "他列举了以色列在战争中的损失."
    },
    {
      "en": "I think Israel tends to be at the leading edge of technological development.",
      "cn": "我认为以色列在技术发展领域往往处于最前沿。"
    },
    {
      "en": "Israel accepted billions of dollars in war reparations.",
      "cn": "以色列得到了几十亿美元的战争赔款。"
    },
    {
      "en": "Israel captured the territory in the 1967 War.",
      "cn": "在1967年的战争中，以色列占领了这块领土。"
    },
    {
      "en": "Israel had originally wanted $1 billion in aid, but compromised on the $650 million.",
      "cn": "以色列原本想要获得10亿美元的援助，但后来作出让步，同意接受6.5亿的援助。"
    },
    {
      "en": "Israel offers automatic citizenship to all Jews who want it, whatever colour they are and whichever language they speak.",
      "cn": "犹太人只要愿意，均可自动加入以色列国籍，不管他们是什么肤色，不管他们说何种语言。"
    },
    {
      "en": "It would just be a continuation of previous visits he has made to Israel.",
      "cn": "这不过是他之前对以色列访问的延续。"
    },
    {
      "en": "Jack dehorts me from visiting Israel.",
      "cn": "杰克劝阻我出访以色列。"
    },
    {
      "en": "Life in Israel will continue as normal.",
      "cn": "在以色列，生活将一如既往。"
    },
    {
      "en": "Mr Cook has arrived in Greece on the final stage of a tour which also included Egypt and Israel.",
      "cn": "库克先生在行程的最后一站来到了希腊，他此行还包括了埃及和以色列。"
    },
    {
      "en": "Our only problem is with Israel.",
      "cn": "我们的问题只是以色列。"
    },
    {
      "en": "The Prime Minister has promised that Israel will play a constructive role.",
      "cn": "首相承诺以色列将发挥积极的作用。"
    },
    {
      "en": "The problems of Israel, Lebanon, and the Gulf were tightly interlocked.",
      "cn": "以色列、黎巴嫩与海湾的问题一环扣一环。"
    },
    {
      "en": "Why have you spelled Israel like this?",
      "cn": "为什么你把以色列这么拼？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "children of israel",
      "tran_cn": "n. 以色列人"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "以色列"
    }
  ],
  "exchange": {}
}