{
  "word": "extroversion",
  "ipa": {
    "us": "ˌekstrəʊ'vɜ:ʃən",
    "uk": "ˌekstroʊ'vɜʃən"
  },
  "sentences": [
    {
      "en": "A personality trait including the qualities of both introversion and extroversion.",
      "cn": "中向性格一种包括内向和外向的性格特征."
    },
    {
      "en": "A personality trait the qualities of both introversion and extroversion.",
      "cn": "介于内向性格和外向性格之间的相对平衡的性格."
    },
    {
      "en": "Additionally, earlier investigations have shown that both neuroticism and extroversion are associated with the brain's serotonin processing systems, which are targeted by SSRI antidepressants.",
      "cn": "此外，早期的调查显示神经质和外向都与大脑的5-羟色胺处理系统相关，这也是抗抑郁药主要针对的目标。"
    },
    {
      "en": "An ordinary person comparative extroversion of personality.",
      "cn": "是一个普通的人，性格比较外向的。"
    },
    {
      "en": "Antheral introversion or extroversion, slit or aperture leave.",
      "cn": "花药内向或外向, 纵裂或孔开."
    },
    {
      "en": "Developing extroversion agriculture is a when solve problem of current China agriculture main outlet.",
      "cn": "发展外向型农业是解决当前中国农业问题的一条重要出路."
    },
    {
      "en": "Economic internationalization phase is the high level that extroversion economy grows and inevitable trend.",
      "cn": "经济国际化阶段是外向型经济发展的高级阶段和必然趋势."
    },
    {
      "en": "Extroversion - Introversion ( E - I ) is the most important.",
      "cn": "内向性 —— 外向性 ( E-I ) 是最重要的."
    },
    {
      "en": "I have a and cheerful disposition extroversion.",
      "cn": "我的性格开朗外向."
    },
    {
      "en": "Keep a mental note of people's extroversion/introversion tendencies. It prepares you for their reaction to the events or situations around them and builds up your empathy.",
      "cn": "记住他人或外向或内向的性格特点。这样你就会知道他们对于周围的事情会做出何种反应，帮助你建立同感。"
    },
    {
      "en": "My character is to belong to introversion extroversion all fifty - fifty!",
      "cn": "我的性格是属于内向外向都各半!"
    },
    {
      "en": "Reporter wants the extroversion, because reporter must frequently the going out work.",
      "cn": "记者要外向, 因为记者要经常出外工作."
    },
    {
      "en": "Should maintain and develop this one powerful momentum, expand farming cultivate extroversion economy quickly?",
      "cn": "要保持和发展这一强劲的势头, 加速发展农垦外向型经济?"
    },
    {
      "en": "Some chinese girls are very traditional, shy and extroversion.",
      "cn": "有的中国女孩很传统, 害羞,内向."
    },
    {
      "en": "The contrast between extroversion and introversion is entirely superficial.",
      "cn": "在外向和内向之间所作的对比完全是表面的."
    },
    {
      "en": "The key advances area of southeast ministry extroversion economy to build.",
      "cn": "重点推进东南部外向型经济区建设."
    },
    {
      "en": "The oft - drawn contrast extroversion and introversion is entirely superficial.",
      "cn": "在外向和内向之间通常所作的对比完全是表面的."
    },
    {
      "en": "Their study pairspairs of same - sex fraternal ones - suggests that genes help explain extroversion only in women.",
      "cn": "他们对1285对同卵双胞胎和849对 同性 异卵双胞胎的研究表明,基因的因素只在女性中对解释外向人格有所助益."
    },
    {
      "en": "They also rated the man’s general likability, kindness, and extroversion.",
      "cn": "他们也要评估出该男子的总体可爱程度、友好程度和性格外向程度。"
    },
    {
      "en": "Two personality traits shine through the complexity of economists’ regression analyses: neuroticism and extroversion.",
      "cn": "经济学家通过复杂的回归分析突出了两种性格：神经质及外向型。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "extroversive",
          "tran_cn": " 外向的；向外翻的；外倾的"
        },
        {
          "word": "extroverted",
          "tran_cn": " 性格外向的；外向性的；喜社交的"
        },
        {
          "word": "extrovertish",
          "tran_cn": " 如外向者的；外向者的"
        },
        {
          "word": "extrovertive",
          "tran_cn": " 偏向于外向的；外向的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "extrovert",
          "tran_cn": " 外向；外倾者；性格外向者（等于extravert）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "exstrophy",
            "ectropion"
          ],
          "tran_cn": "[心理]外向性；[医]外翻"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "外向，外倾",
      "tran_en": "the directing of one's interest outwards, esp towards social contacts "
    }
  ],
  "exchange": {}
}