{
  "word": "Peru",
  "ipa": {
    "us": "pə'rʊ",
    "uk": "pə'rʊ"
  },
  "sentences": [
    {
      "en": "Argentina need to beat Peru by at least four goals to overhaul Brazil and reach the final itself.",
      "cn": "阿根廷队至少要赢秘鲁队4球才能超越巴西队进入决赛。"
    },
    {
      "en": "By the computer, people from China to Peru can see each other.",
      "cn": "通过电脑我们可以看见大洋彼岸的人."
    },
    {
      "en": "Ecuador lies between Columbia, Peru, and the Pacific Ocean.",
      "cn": "厄瓜多尔位于哥伦比亚 、 秘鲁和太平洋之间."
    },
    {
      "en": "For over 60 years, they have performed the folk music of Peru.",
      "cn": "他们演奏秘鲁民间音乐已经有60多年了."
    },
    {
      "en": "Happiness from China to Peru when the cheering news came.",
      "cn": "这个令人振奋的消息传来后,一片欢乐景象."
    },
    {
      "en": "I thank the Congress approving a good agreement with Peru.",
      "cn": "我感谢国会批准了与秘鲁签定的好协定."
    },
    {
      "en": "In 1987, Garcia introduced legislation to nationalize Peru's banking and financial systems.",
      "cn": "1987年，加西亚立法将秘鲁银行业和金融系统收归国有。"
    },
    {
      "en": "In Peru, a cholera outbreak continues to spread.",
      "cn": "霍乱在秘鲁各地相继爆发。"
    },
    {
      "en": "It sounds as though you enjoyed Peru.",
      "cn": "这听起来好像你喜欢秘鲁。"
    },
    {
      "en": "Its distribution encompasses moistly seasonally dry forest in coastal Ecuador and Peru.",
      "cn": "其分布地区包括了厄瓜多尔和秘鲁海岸的潮湿的、季节性干燥的森林."
    },
    {
      "en": "On Bol & # 237 ; var's orders, Sucre liberated Upper Peru ( 1825 ).",
      "cn": "根据玻利瓦尔的命令, 1825年苏克雷解放了上秘鲁."
    },
    {
      "en": "Peru also adopted and basically the same as ISPM 15.",
      "cn": "秘鲁也采纳了和ISPM15基本相同的规定."
    },
    {
      "en": "Peru: Cuzco and Apur í mac and Huallaga rivers & Colombian border.",
      "cn": "秘鲁: 库斯科,阿亚库乔地区,埃内河谷,阿普里马克省和瓦亚加河 和 哥伦比亚边境."
    },
    {
      "en": "So the team looked at 50 sites from Costa Rica to Peru.",
      "cn": "因此,该团队调查了从哥斯达黎加到秘鲁的50个地方."
    },
    {
      "en": "They gave an insipid opening performance in a nil-nil draw with Peru.",
      "cn": "他们与秘鲁队的揭幕战打得波澜不惊，最终以0：0战平。"
    },
    {
      "en": "Well, in Peru you had to negotiate like that to get the freshest fish at the market.",
      "cn": "在秘鲁你必须这样还价你才能在市场上拿到最新鲜的鱼。"
    },
    {
      "en": "When the Peru business had first presented itself, it had not seemed an extraordinary opportunity.",
      "cn": "秘鲁的这趟出差起初也不起眼, 不像是个什么了不起的机遇."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "from china to peru",
      "tran_cn": "到处，遍天下"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "秘鲁，秘鲁褐"
    }
  ],
  "exchange": {}
}