{
  "word": "shortwave",
  "ipa": {
    "us": "'ʃɔ:tˌweɪv",
    "uk": "'ʃɔtˌweɪv"
  },
  "sentences": [
    {
      "en": "I just got BBC on shortwave. Same bulletins as last night.",
      "cn": "我刚刚收听了英国广播电台的短波,和昨天晚上一样的新闻."
    },
    {
      "en": "I spend about two to three hours a week listening to my shortwave receiver.",
      "cn": "每个星期,我都要花两三个钟头来收听我的收音机."
    },
    {
      "en": "I use the shortwave radio to get the latest war news.",
      "cn": "我用短波收音机收听最新战事新闻。"
    },
    {
      "en": "It's got AM, FM, shortwave, longwave, SSB and aircraft band frequencies.",
      "cn": "它的获得时, 调频, 短波, 长波, SSB及飞机频段频率."
    },
    {
      "en": "Shortwave broadcasting is expensive, and the shortwave radio is on its way out.",
      "cn": "国际短波发射过于昂贵, 短波收音机也已式微."
    },
    {
      "en": "Simulation experimental results show this algorithm is immune to multi - path channel in shortwave channel.",
      "cn": "仿真实验结果表明,在短波信道中,该算法具有较强的抗多径能力."
    },
    {
      "en": "The variations of the selection of shortwave with the particle radius are different.",
      "cn": "气泡和分相的散射都是各向异性,并且波长越短,散射越强."
    },
    {
      "en": "The wavelength calibration Methods: Were investigated for shortwave infrared ( SWIR ) flat spectroradiometer.",
      "cn": "针对自行研制的短波 红外 平场光谱仪,讨论了波长定标的原理和方法."
    },
    {
      "en": "This article introduced the kinds and performance parameters of shortwave aircraft antenna.",
      "cn": "本文介绍了机载短波天线类型及其性能参数."
    },
    {
      "en": "This article presents a novel self - synchronizing audio watermark algorithm for shortwave narrow band channel.",
      "cn": "提出了一种适应于短波窄带信道的自同步音频水印算法."
    },
    {
      "en": "This method has been implemented in shortwave communication, and gets good gains.",
      "cn": "这种方案已经在实际中得到了应用, 并取得了良好的效果."
    },
    {
      "en": "Wireless pipeline modeling methods shortwave communication, are discussed in details.",
      "cn": "特别是无线信道建模的方法, 详细分析了无线管道建模的14个阶段."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "shortwave radio",
      "tran_cn": "短波无线电通信；短波广播"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "短波",
      "tran_en": "Shortwave is a range of short radio wavelengths used for broadcasting"
    }
  ],
  "exchange": {}
}