{
  "word": "gneiss",
  "ipa": {
    "us": "naɪs",
    "uk": "naɪs"
  },
  "sentences": [
    {
      "en": "Baby, you're so gneiss I'll never take you for granite.",
      "cn": "宝贝，你是如此的片麻岩，我永远不会把你当花岗岩的。"
    },
    {
      "en": "Both the eclogite and the felsic gneiss have not undergone the same high - pressure metamorphic event.",
      "cn": "榴辉岩的主体围岩是长英质片麻岩,它与榴辉岩不是相同高压变质作用的产物."
    },
    {
      "en": "Felsic gneiss is the most widely distributed rock type in Archean metamorphic complex areas.",
      "cn": "长英质片麻岩是太古宙变质杂岩区最主要的岩石类型."
    },
    {
      "en": "Gneiss is called bastard granite.",
      "cn": "片麻岩叫作粗花岗岩."
    },
    {
      "en": "Gneiss, a metamorphic rock, can be commonly found in Precambrian areas.",
      "cn": "片麻岩, 变质岩, 可以发现,在常见的前寒武纪地区."
    },
    {
      "en": "Granulite - the metamorphic gneiss district level are mostly granulite facies to senior amphibolite facies.",
      "cn": "麻粒岩-片麻岩区的变质程度多属麻粒岩相到高级角闪岩相。"
    },
    {
      "en": "Park from granite, gneiss, the soil is a gray forest soil, fertile soil, vegetation growing well.",
      "cn": "公园由花岗岩 、 片麻岩构成, 土壤属灰色森林土, 土质肥沃, 植被生长良好."
    },
    {
      "en": "The headrace tunnel passes mainly through Gneiss rock.",
      "cn": "引水隧洞主要穿过片麻岩."
    },
    {
      "en": "The pyroclastic rock fragments comprise quartzite, schist, gneiss, basalt , andesite, rhyolite and quartz.",
      "cn": "火成岩的碎块成分主要为石英岩 、 岩 、 麻岩 、 武岩 、 山岩和流纹岩."
    },
    {
      "en": "The types of mineralized rocks are fine grained biotite gneiss and silicalites.",
      "cn": "矿化类型为含金黑云变粒岩型、含金硅质岩型."
    },
    {
      "en": "Tour Guide: It's carved into a bedrock of granite gneiss . It's also Kinmen's primary rock formation.",
      "cn": "导游: 是花岗片麻岩, 这种岩石也是金门主要的地质之一."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "片麻岩",
      "tran_en": "any coarse-grained metamorphic rock that is banded and foliated: represents the last stage in the metamorphism of rocks before melting "
    }
  ],
  "exchange": {}
}