{
  "word": "Joseph",
  "ipa": {
    "us": "'dʒəʊzɪf",
    "uk": "'dʒoʊzəf"
  },
  "sentences": [
    {
      "en": "He pencilled a note to Joseph Daniels.",
      "cn": "他用铅笔给约瑟夫·丹尼尔斯写了个便条。"
    },
    {
      "en": "His eldest son Joseph carried on his father's traditions.",
      "cn": "他的长子约瑟夫继承了乃父的传统。"
    },
    {
      "en": "In consequence President Joseph Kasavubu dismissed him early in September.",
      "cn": "结果,约瑟夫?卡萨武布总统9月初免去了他的职务."
    },
    {
      "en": "Jesus was not the son of Joseph at all, but miraculously conceived.",
      "cn": "耶稣根本不是约瑟的儿子, 而是奇迹般成胎的."
    },
    {
      "en": "Joseph adjusted a chair at the head of the table.",
      "cn": "约瑟夫又在桌子的一端放上一只椅子."
    },
    {
      "en": "Joseph at the words burst out into a wild fit of laughter.",
      "cn": "乔瑟夫听了这话,哈哈大笑."
    },
    {
      "en": "Joseph is the right man for the job. You should recommend him.",
      "cn": "约瑟夫是这份工作的合适人选，你该推荐他。"
    },
    {
      "en": "Joseph Kennedy, the clan's patriarch, communicated with Bobby in a series of notes.",
      "cn": "宗族族长约瑟夫·肯尼迪通过一系列便笺和博比交流。"
    },
    {
      "en": "Joseph made sure that he was never palmed off with inferior stuff.",
      "cn": "约瑟夫确保自己从不会被骗买一些次等原料。"
    },
    {
      "en": "Joseph pulled the nurse into a corner and muttered something to her.",
      "cn": "约瑟夫把护士拉到一个角落里，和她嘀咕着什么。"
    },
    {
      "en": "Joseph Smith was a voracious book collector.",
      "cn": "约瑟夫·史密斯是个如饥似渴的藏书家。"
    },
    {
      "en": "Joseph watched a shady-looking bunch playing cards aboard a Mississippi steamer.",
      "cn": "约瑟夫看到一群可疑的人在密西西比河的一艘轮船上打牌。"
    },
    {
      "en": "She looked at Joseph and saw that he was shamelessly eavesdropping.",
      "cn": "她看看约瑟夫,看见他正在无耻地偷听着."
    },
    {
      "en": "Sir Joseph's knighthood was the final feather in his cap after years of dedicated service to the community.",
      "cn": "约瑟夫爵士的爵士地位是他数年服务于社区的最高荣誉."
    },
    {
      "en": "The little witch put a mock malignity into her beautiful eyes, and Joseph, trembling with sincere horror, hurried out praying and ejaculating \" wicked \" as he went.",
      "cn": "这个小女巫那双美丽的眼睛里添上一种嘲弄的恶毒神气. 约瑟夫真的吓得直抖, 赶紧跑出去,一边跑一边祷告,还嚷着 “ 恶毒! ”"
    },
    {
      "en": "The paternal laugh was echoed by Joseph , who thought the joke capital.",
      "cn": "乔瑟夫觉得这次恶作剧妙不可言、也跟着爸爸一起大笑."
    },
    {
      "en": "They baptized him Joseph.",
      "cn": "他们把他命名为约瑟夫."
    },
    {
      "en": "Why? Cannot you tell her who I am, eh, Joseph?",
      "cn": "为什么？ 你就不能告诉她我是谁吗，呃，约瑟夫？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "joseph conrad",
      "tran_cn": "约瑟夫康拉德（英国小说家）"
    },
    {
      "phrase": "joseph needham",
      "tran_cn": "乔瑟芬•李约瑟（英国近代生物化学家和科学技术史专家）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "约瑟夫（男子名）"
    },
    {
      "pos": "other",
      "tran_cn": "约瑟夫"
    }
  ],
  "exchange": {}
}