{
  "word": "census",
  "ipa": {
    "us": "ˈsensəs",
    "uk": "ˈsensəs"
  },
  "sentences": [
    {
      "en": "A census in 1980 revealed that approximately 6 percent of rural Nigerien men are wage earners.",
      "cn": "1980年的一次人口调查披露,尼日尔的农村居民中,有将近6%是挣工资者."
    },
    {
      "en": "A new pet census showed that cats now outnumber dogs by a whisker (7 million to 6.9 million).",
      "cn": "新的宠物普查显示出猫的数量略微超过了狗的数量（700万比690万）。"
    },
    {
      "en": "a traffic census",
      "cn": "交通状况调查"
    },
    {
      "en": "According to the latest census, our population has increased.",
      "cn": "根据最近调查, 我国的人口有所增加."
    },
    {
      "en": "All other traffic is allowed to pass the census point without being halted.",
      "cn": "让其余车辆均通过统计站而不必停车."
    },
    {
      "en": "Census data determines the distribution of federal funds and electoral district boundaries.",
      "cn": "人口普查数据决定着联邦资金的分配和选举区的划分."
    },
    {
      "en": "Every province and autonomous region should treat the census seriously.",
      "cn": "各省区都要认真做好人口普查工作."
    },
    {
      "en": "For the 2000 decennial census, that will no longer be the case.",
      "cn": "10年一次的人口普查又将在2000年举行."
    },
    {
      "en": "He and Mary journeyed to Bethlehem to be counted in the Roman census, and while they were there the child was born.",
      "cn": "他和玛利亚一起去到伯利恒，罗马的人口普查把他们统计在内。 他们在那里时，孩子降生了。"
    },
    {
      "en": "Most often , though, census takers are politely received and assisted.",
      "cn": "但是,在大多数情况下, 人口普查员会受到礼遇,得到协助."
    },
    {
      "en": "One authority made a census of the spiders in a grass field in the south of England, and he estimated that there were more than 2,250,000 in one acre.",
      "cn": "一位权威对英国南方一块草坪上的蜘蛛作过统计, 他估计每英亩有2,250,000多只蜘蛛."
    },
    {
      "en": "Source: Census and Statistics Department , Taiwan and Hong Kong.",
      "cn": "资料来源: 我国海关统计、香港海关统计."
    },
    {
      "en": "The census enumerated eighty - six persons over one hundred years old in this mountain area.",
      "cn": "根据人口调查这一带山区共有八十六位百岁老人."
    },
    {
      "en": "The census is controversial because so much depends on it.",
      "cn": "人口普查饱受牵连,富有争议."
    },
    {
      "en": "The census is taken one time every four years in our country.",
      "cn": "我国每四年一次人口普查。"
    },
    {
      "en": "The detailed assessment of the latest census will be ready in three months.",
      "cn": "有关最新人口普查的详细评估工作将在3个月内就绪。"
    },
    {
      "en": "They'll have to revise the census returns before I'm done with this place.",
      "cn": "我在这地方干完了工作,人家就得修改户口调查表啦."
    },
    {
      "en": "Uncle Sam's census takers do.",
      "cn": "但山姆大叔的人口普查员们却知道."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "count",
            "head",
            "poll",
            "statistics"
          ],
          "tran_cn": "普查"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "census and statistics department",
      "tran_cn": "政府统计处；统计处"
    },
    {
      "phrase": "census bureau",
      "tran_cn": "人口统计局，人口调查局；人口普查局"
    },
    {
      "phrase": "census data",
      "tran_cn": "n. 户口普查资料"
    },
    {
      "phrase": "census register",
      "tran_cn": "户籍登记簿"
    },
    {
      "phrase": "census taker",
      "tran_cn": "户口调查员"
    },
    {
      "phrase": "population census",
      "tran_cn": "人口普查"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人口普查",
      "tran_en": "an official process of counting a country’s population and finding out about the people"
    },
    {
      "pos": "v",
      "tran_cn": "实施统计调查"
    }
  ],
  "exchange": {
    "pl": [
      "censuses"
    ]
  }
}