{
  "word": "fireball",
  "ipa": {
    "us": "ˈfaɪəbɔ:l",
    "uk": "ˈfaɪərbɔl"
  },
  "sentences": [
    {
      "en": "A fireball will invariably appear in your camera's field of view in between exposures.",
      "cn": "火流星永远会出现在你相机的视场中,只不过总是在曝光间隔出现."
    },
    {
      "en": "A fireball will invariably miss your camera's field of view by a couple degrees.",
      "cn": "火流星会在你相机的视场外几度的地方出现."
    },
    {
      "en": "An extremely hot fireball is seen that often outshines the host galaxy.",
      "cn": "我们看到流星通常就是发着光照亮了银河系."
    },
    {
      "en": "And from this fireball, multi - colored sparkles flashed everywhere.",
      "cn": "从火球中喷出的各种颜色的火花照亮了各个角落."
    },
    {
      "en": "At that time, Ray heard a sound and saw a fireball hit the plant under construction.",
      "cn": "当时听到一声雷响,并看到一火球击向在建厂房."
    },
    {
      "en": "Ice bolt, fireball, and chain lighting were my destructive spells. I also got Puppet Master.",
      "cn": "破坏魔法有冰箭, 火球,连闪,我还学到了控制."
    },
    {
      "en": "Improved Fireball: The reduction in damage coefficient caused by this talent has been removed.",
      "cn": "强化火球术: 减少伤害的系数已经从这个天赋中移除."
    },
    {
      "en": "Master Of Fire Grants armor - damaging effect to Fireball and Armageddon spells.",
      "cn": "大师级火焰使火球术和末日审判产生对对方防御力的削弱."
    },
    {
      "en": "Missile; 6 MP , Range 7, AOE 1; Fireball that damages foes, burns fields, and melts snow.",
      "cn": "投射; 6MP, 射程7, 效果范围1; 伤害敌人的火球, 燃烧草地, 融化雪地."
    },
    {
      "en": "Modified fire skills: Fireball: larger aoe , Blast Phoenix: number of phoenixes increased.",
      "cn": "修改消防技能: 火球: 大奥厄, 高炉凤凰: 凤凰数量的增加."
    },
    {
      "en": "The jet exploded in midair and turned into a fireball.",
      "cn": "那架喷气式飞机在半空爆炸，变成了一团火球。"
    },
    {
      "en": "The paper is aimed to present the author's model to the fireball radiation consequence calculation.",
      "cn": "目前,失效后果评价中计算火球热辐射距离时存在多种假设,制约了结果的准确性."
    },
    {
      "en": "What are a paladin or a fireball in our world?",
      "cn": "在这个世界里,什么是圣骑士,什么是火球?"
    },
    {
      "en": "When a fireball appears you will invariably be recording a + 5 m meteor.",
      "cn": "火流星出现时,你会正好在记录一颗+5等的流星."
    },
    {
      "en": "You must be a fireball at work.",
      "cn": "你工作起来一定是很卖命吧."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "demon",
            "bolide"
          ],
          "tran_cn": "（热核武器爆炸后在空中出现的）[核]火球；[天]大流星；精力充沛的人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bomb",
            "sun"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "火球，大流星，（旧式）燃烧弹，<美口>工作起来劲头十足的人",
      "tran_en": "a ball of fire, especially one caused by an explosion"
    }
  ],
  "exchange": {
    "pl": [
      "fireballs"
    ]
  }
}