{
  "word": "functionalism",
  "ipa": {
    "us": "ˈfʌŋkʃənəlɪzəm",
    "uk": "ˈfʌŋkʃənəˌlɪzəm"
  },
  "sentences": [
    {
      "en": "Formalism and functionalism are two rival approaches to grammar study.",
      "cn": "语法学家在划分英语基本句型时,对宾语补足语的分析存在一定的不足."
    },
    {
      "en": "Functionalism thus plays a unique role in guiding news translation.",
      "cn": "从而,功能派翻译理论在指导新闻翻译方面有着独特的意义."
    },
    {
      "en": "If these manifestos are still true, is the architectural manifesto of functionalism now out of mode?",
      "cn": "如果这些宣言仍然如此, 为什么建筑宣言的功能现在的模式?"
    },
    {
      "en": "Its core idea is that functionalism rationalism.",
      "cn": "其核心思想就是功能主义理性主义."
    },
    {
      "en": "Merton criticized the defeats of traditional functionalism, and posed the so - called value - free functional analyzing pattern.",
      "cn": "默顿批评了传统功能主义的不足, 提出了 所谓 价值中立的功能分析模式."
    },
    {
      "en": "Practical writing, a type of standard informative text, possesses the linguistic characteristics of functionalism and stylization.",
      "cn": "应用文是一种讲究规范的信息文本, 功能性强,程式化语言的体式特征明显."
    },
    {
      "en": "This thesis analyzes different approaches and strategies adopted in metaphor translation from the perspective of functionalism.",
      "cn": "本文从德国功能派翻译理论的角度阐释了不同文体中隐喻翻译所应采取的相应翻译策略."
    },
    {
      "en": "Today, I would like to discuss some of the weak points of the theory of functionalism.",
      "cn": "今天, 我要讨论一些这个职能理论中差的观点."
    },
    {
      "en": "While criticizing neo-realism and neo-functionalism, researchers adhering to the epistemic community approach (ECA) emphasize the importance of original ideas in the policy-shaping process.",
      "cn": "晚近针对「新现实主义」与「新功能主义」之批判所发展出的「知识社群」研究取向，强调原创理念在政策塑过程中所扮演之重要角色。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "functional",
          "tran_cn": " 功能的"
        },
        {
          "word": "functionalist",
          "tran_cn": " 机能主义的；实用主义的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "functionally",
          "tran_cn": " 功能地；函数地；职务上地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "function",
          "tran_cn": " 功能；[数] 函数；职责；盛大的集会"
        },
        {
          "word": "functionalist",
          "tran_cn": " 机能主义者；实用主义者"
        },
        {
          "word": "functionality",
          "tran_cn": " 功能；[数] 泛函性，函数性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "function",
          "tran_cn": " 运行；活动；行使职责"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "机能心理学，实用第一主义，机能主义",
      "tran_en": "the idea that the most important thing about a building, piece of furniture etc is that it is useful"
    }
  ],
  "exchange": {
    "pl": [
      "functionalists"
    ],
    "adj": [
      "functionalist"
    ]
  }
}