{
  "word": "idiosyncratic",
  "ipa": {
    "us": "ˌɪdiəsɪŋˈkrætɪk",
    "uk": "ˌɪdiəsɪŋˈkrætɪk"
  },
  "sentences": [
    {
      "en": "...a highly idiosyncratic personality.",
      "cn": "...一种非常另类的个性。"
    },
    {
      "en": "Background Antimicrobials are the leading cause of idiosyncratic drug - induced liver injury in most series.",
      "cn": "在大部分病人中使用抗菌药是导致特殊性药物肝损害的主要原因."
    },
    {
      "en": "Common adverse reaction has side effect, toxic effect, allergic effect , idiosyncratic reaction and so on.",
      "cn": "常见的药物不良反应有副作用, 毒性作用, 变态反应, 特异质反应等."
    },
    {
      "en": "Do you feel million dispatch values you of what respect idiosyncratic?",
      "cn": "您觉得兆讯看重您哪些方面的特质?"
    },
    {
      "en": "Further, transaction costs, short - sale constraints and information uncertainty cannot account for the role of idiosyncratic risk.",
      "cn": "而且, 交易成本, 卖空限制和信息不对称不能解释特质风险的作用."
    },
    {
      "en": "Ge - Beijing dialect, that temper colors and idiosyncratic.",
      "cn": "葛 — 北京方言, 即脾气各色,古怪."
    },
    {
      "en": "Her blackboard technique was also extremely idiosyncratic.",
      "cn": "她写黑板的技巧也别具一格."
    },
    {
      "en": "His manner was genial and his speech idiosyncratic.",
      "cn": "他的态度很和蔼,讲起话来有独特的风格."
    },
    {
      "en": "However , too much fictional, idiosyncratic biography is a distraction and makes your personas less credible.",
      "cn": "过多的虚构特质的描述,不仅是一种干扰,而且使得你的人物角色的可信度降低."
    },
    {
      "en": "In fact, modern mobile devices are not idiosyncratic consumer devices.",
      "cn": "实际上, 现代的移动设备并非特质的消费设备."
    },
    {
      "en": "In their own idiosyncratic fashion a few writers will always be looking for new departures.",
      "cn": "一些作家总会以自己别具一格的方式寻找着新的出发点."
    },
    {
      "en": "Nevertheless, everyone associated with Zhang's idiosyncratic production is acting as if Turandot is coming home.",
      "cn": "然而, 参与张导独特制作的同仁无不流露《图兰多》似乎是回娘家了."
    },
    {
      "en": "President Niyazov's extravagant buildings are not a hallmark of his idiosyncratic regime.",
      "cn": "总统尼亚佐夫修建的奢华建筑反映了他特殊的政治权力."
    },
    {
      "en": "The real question isn't groupware vs . the intranet. Rather, it's how best to meet idiosyncratic customer needs.",
      "cn": "真正的问题不是群件对内部网的问题, 而是如何能最好地满足客户的特殊需要."
    },
    {
      "en": "We all have our own idiosyncratic gestures.",
      "cn": "我们每个人都有自己特异的姿势."
    },
    {
      "en": "Yet ask him about his idiosyncratic choices and you'll get stock explanations about good business sense.",
      "cn": "但是,问他作出这些不同寻常的选择的原因,他会详细解释给你听."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "idiosyncrasy",
          "tran_cn": " 特质；气质；风格"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "foreign",
            "specific"
          ],
          "tran_cn": "特质的；特殊的；异质的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "characteristic",
            "distinctive",
            "subjective"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "乖僻的，怪异的",
      "tran_en": "If you describe someone's actions or characteristics as idiosyncratic, you mean that they are somewhat unusual"
    }
  ],
  "exchange": {
    "noun": [
      "idiosyncrasy"
    ]
  }
}