{
  "word": "irreducible",
  "ipa": {
    "us": "ˌɪrɪˈdju:səbl",
    "uk": "ˌɪrɪˈdusəbl"
  },
  "sentences": [
    {
      "en": "...the irreducible complexity of human life.",
      "cn": "...人类生活的复杂无法简化。"
    },
    {
      "en": "All elements of the organic whole were integrally linked as expressions of an irreducible essence.",
      "cn": "有机整体的一切要素作为不能化简的本质而结成一体."
    },
    {
      "en": "An \" irreducible \" element is one that can not be quantified.",
      "cn": "“ 不可折算的 ” 因素是一种不能数量化的因素."
    },
    {
      "en": "Expenditure on road repair has been cut to an irreducible minimum.",
      "cn": "修路费已削减到不能再减的最低限度了。"
    },
    {
      "en": "Expenditure on road repairs has been cut to an irreducible minimum.",
      "cn": "修路费已削减到不能再减的最低限度了."
    },
    {
      "en": "Futures used to be called commodities, the irreducible building blocks of the economy.",
      "cn": "过去期货叫商品, 是经济中不可缺少的元素."
    },
    {
      "en": "It is the irreducible seat of strength.",
      "cn": "这是不可逆的力量的席位."
    },
    {
      "en": "Let me first address this concept of irreducible complexity.",
      "cn": "让我先解释一下什么是不能简化的复杂性."
    },
    {
      "en": "Most important, omega supplies us with an infinite number of these irreducible bits.",
      "cn": "最重要的是, Ω提供了无穷多个这样的不可约位元值."
    },
    {
      "en": "Our estimate k - 17 reference your 18 th price irreducible as marker cost increase hardly accepted.",
      "cn": "请参阅我公司报价单K - 17,18日贵函要求减价,但厂商报价已提高,故难以接受."
    },
    {
      "en": "PDF - Irreducible polynomials with the primitive polynomial.",
      "cn": "不可约多项式与本原多项式."
    },
    {
      "en": "Summary of Background Data . Irreducible atlantoaxial dislocation is typically a chronic process that requires surgical treatment.",
      "cn": "不可复性寰枢关节脱位是一种典型的慢性进程,需要外科手术干预."
    },
    {
      "en": "The method of deducing Pythagorean Triples ( irreducible and reducible ) is explained.",
      "cn": "并说明了互素勾 股数 组的导出方法."
    },
    {
      "en": "The subdirectly irreducible Clifford semigroups are characterized by means of the structure of congruence.",
      "cn": "利用Clifford半群上同余的结构,刻画了次直积不可约的Clifford半 群."
    },
    {
      "en": "This is the irreducible minimum Christians have always believed.",
      "cn": "这是基督徒一直相信不可退让的最低线."
    },
    {
      "en": "to cut staff to an irreducible minimum",
      "cn": "把职员减少到最低限度"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "irredeemable",
          "tran_cn": " 不能赎回的；[金融] 不能兑现的；不可救药的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "single"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "irreducible representation",
      "tran_cn": "不可约表示"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不能减少的，不能简化的",
      "tran_en": "an irreducible sum, level etc cannot be made smaller or simpler"
    }
  ],
  "exchange": {
    "adv": [
      "irreducibly"
    ]
  }
}