{
  "word": "patiently",
  "ipa": {
    "us": "'peɪʃntlɪ",
    "uk": "ˈpeɪʃəntlɪ"
  },
  "sentences": [
    {
      "en": "'It isn't very important about the top hats,'said Winston patiently.",
      "cn": "“ 倒不是高礼帽有什么了不起, ” 温斯顿耐心说."
    },
    {
      "en": "Dick was patiently explaining about soils and drains and native wages.",
      "cn": "迪克耐心地解释土壤、排水和工人工资等事情."
    },
    {
      "en": "He could never speak quite patiently to the old blockhead.",
      "cn": "他实在无法很耐心地对这个老笨蛋说话."
    },
    {
      "en": "He listened patiently to what we all had to say before putting across an alternative point of view.",
      "cn": "在表述不同看法之前,他耐心地听我们的意见."
    },
    {
      "en": "He patiently educated himself in this subject.",
      "cn": "他坚持不懈地自修这门学科."
    },
    {
      "en": "He reeled out his finshing line and waited patiently.",
      "cn": "他放出绕线轮上的钓丝，耐心地等待。"
    },
    {
      "en": "He was content to bide his time patiently, waiting for the opportunity to approach her.",
      "cn": "他乐于耐心等待接近她的良机。"
    },
    {
      "en": "John's dog padded patiently along beside him as he walked.",
      "cn": "约翰散步时他的狗在他旁边耐心地跟着他慢慢地走."
    },
    {
      "en": "Of course, the British will suffer such daily stresses patiently.",
      "cn": "当然，英国人将会耐心地承受这些日常压力。"
    },
    {
      "en": "She patiently scrubbed the dirty marks off the wall.",
      "cn": "她耐心地擦去墙上的污渍."
    },
    {
      "en": "She waited patiently for Frances to finish.",
      "cn": "她耐心地等弗朗西丝弄完。"
    },
    {
      "en": "She's waiting patiently in the fond belief he'll come back to her.",
      "cn": "她在耐心等待,痴情地相信他会回到她身边."
    },
    {
      "en": "Slowly, persistently, patiently, we will end this conflict.",
      "cn": "慢慢来，耐心坚持，我们会解决这场冲突的。"
    },
    {
      "en": "Talk to him patiently to bring him round.",
      "cn": "要耐心说服他."
    },
    {
      "en": "The expectant crowds in the streets waited patiently for the queen.",
      "cn": "街上期待的人群耐心地等待着女皇."
    },
    {
      "en": "The teacher told him to weigh this matter patiently.",
      "cn": "老师让他耐心考虑这事。"
    },
    {
      "en": "They just have to wait patiently for the next post.",
      "cn": "他们只好耐心地等下一批邮件。"
    },
    {
      "en": "Whenever we have trouble with our studies, our teachers help us patiently.",
      "cn": "每逢我们在学习上遇到困难， 老师总是耐心辅导。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "patient",
          "tran_cn": " 有耐性的，能容忍的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "patience",
          "tran_cn": " 耐性，耐心；忍耐，容忍"
        },
        {
          "word": "patient",
          "tran_cn": " 病人；患者"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "耐心地，能忍耐地"
    }
  ],
  "exchange": {
    "noun": [
      "patient"
    ]
  }
}