{
  "word": "revocation",
  "ipa": {
    "us": "ˌrevəˈkeɪʃn",
    "uk": "ˌrɛvəˈkeʃən"
  },
  "sentences": [
    {
      "en": "A Certificate Revocation List describes certificates that clients should consider invalid.",
      "cn": "证书撤回列表表示客户应该视这些证书为无效."
    },
    {
      "en": "How does certificate revocation work?",
      "cn": "证书吊销是如何工作的?"
    },
    {
      "en": "However, this object lacks the methods needed for run-time role assignment and revocation. ",
      "cn": "不过，这个对象缺少运行时角色分配和撤销所需的方法。"
    },
    {
      "en": "In 1963, revocation of county troupes.",
      "cn": "1963年, 撤销各县剧团."
    },
    {
      "en": "Note: Before completing this notice, please read carefully the Notes on Revocation of Appointment of Agent.",
      "cn": "备注: 在填写此通知书前, 请参阅《撤销委任代理人说明》."
    },
    {
      "en": "November 1952 revocation of Chahar Province, Shanxi Province, an area Yanbei.",
      "cn": "1952年11月察哈尔省撤销, 属山西省雁北专区."
    },
    {
      "en": "Revocation can be either verbal or in writing.",
      "cn": "撤销可以是口头的,也可以是书面的."
    },
    {
      "en": "Revocation of the business licences or the licences for advertising operation.",
      "cn": "七)吊销营业执照或者广告经营许可证."
    },
    {
      "en": "Second , the owner increased risk of revocation of orders.",
      "cn": "船东撤销订单风险加大."
    },
    {
      "en": "Self Healing Key Distribution With Revocation complete code, has been tested.",
      "cn": "自愈主要分布撤销完整的源代码, 已经过测试."
    },
    {
      "en": "Specify your enterprise server licensor certificate revocation policy.",
      "cn": "指定您的企业服务器许可方证书吊销策略."
    },
    {
      "en": "Tao Shaxian revocation, into Lintao County.",
      "cn": "撤销洮沙县, 并入临洮县."
    },
    {
      "en": "The assignment, delegation or revocation shall be in writing and shall not take effect until copies have been received by both Parties.",
      "cn": "此类委托、授权或撤回应是书面的并且在合同双方接到副本之前不能生效。"
    },
    {
      "en": "The digital ID cannot be checked for revocation because you are offline.",
      "cn": "正处于脱机状态,因而无法校验数字标识是否撤销."
    },
    {
      "en": "the revocation of planning permission",
      "cn": "建筑许可的撤销"
    },
    {
      "en": "The revocation of the Edict of Nantes was signed here in 1685.",
      "cn": "1685年南特敕令的废除是在这里宣布的."
    },
    {
      "en": "Until revocation, the purchaser is entitled to collect the assigned claims.",
      "cn": "除非门拓另外通知, 买方有义务接收债权."
    },
    {
      "en": "Workaround: If this feature causes performance problems in your environment, the certificate revocation check can be disabled.",
      "cn": "处理：如果这个特性在您的环境出导致性能问题，可以关闭证书撤回的选项。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "revocable",
          "tran_cn": " 可撤销的；可废除的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cancellation",
            "withdrawal"
          ],
          "tran_cn": "取消；撤回；废除"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "废止，撤回",
      "tran_en": "the act of revoking a law, decision, or agreement"
    }
  ],
  "exchange": {}
}