{
  "word": "karst",
  "ipa": {
    "us": "kɑ:st",
    "uk": "kɑst"
  },
  "sentences": [
    {
      "en": "And karst diaspore bauxite deposits belong to bioorganic sedimentary deposits.",
      "cn": "又我国硬水铝石岩溶铝土矿,应属于生物有机质成矿作用的沉积型铝土矿."
    },
    {
      "en": "Collapse is a typical geologic disaster in karst area.",
      "cn": "岩溶塌陷是岩溶发育地区所特有的灾害地质现象."
    },
    {
      "en": "Evolution of 3 paradigms in modern karst study is reviewed.",
      "cn": "回顾了近代岩溶学三种“范式”的更替历史."
    },
    {
      "en": "Gexianshan carbonate allochthon is rich in various karst features.",
      "cn": "塘坝子葛仙山碳酸盐岩外来体中各种岩溶形态十分丰富."
    },
    {
      "en": "Hydrogeological chemistry reflects certain geology environment where karst water has developed.",
      "cn": "水化学成份反映了岩溶水形成的一定地质环境."
    },
    {
      "en": "Karst cave if found any is filled up or contained with water.",
      "cn": "在业已发现的卡斯特溶洞中均充满或含有水."
    },
    {
      "en": "Karst dynamic system is an important part in earth surface system.",
      "cn": "岩溶动力系统是地球表层系统的重要组成部分."
    },
    {
      "en": "Karst ecosystem is an ecosystem controlled by karst environment.",
      "cn": "岩溶生态系统是受岩溶环境制约的生态系统."
    },
    {
      "en": "Landscape mainly consists of water karst topography and the two broad categories.",
      "cn": "境内地貌主要分流水地貌和岩溶地貌两大类."
    },
    {
      "en": "Soil is the most scarce and non - regenerated resource in Karst area.",
      "cn": "土壤是岩溶地区不易再生的最稀缺资源."
    },
    {
      "en": "The karst fissure medium can be regarded as dual medium of porosity.",
      "cn": "岩溶裂隙介质可视为双重孔隙度介质."
    },
    {
      "en": "The technique has been proved to beof importance in karst water exploration.",
      "cn": "证实该项技术在岩溶水水文地质勘察中具有重要作用."
    },
    {
      "en": "The types of ground collapse in Guangzhou include karst collapsecollapse.",
      "cn": "地面塌陷是珠江三角洲城市地质灾害的主要类型之一."
    },
    {
      "en": "There are karst caves in Guilin.",
      "cn": "桂林有溶洞."
    },
    {
      "en": "This characterization was one of mechanism of Karst adaptability of Orychophragmus violaceus.",
      "cn": "这种能力是诸葛菜的喀斯特适生性的机制之一."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "karst cave",
      "tran_cn": "岩溶洞"
    },
    {
      "phrase": "karst landform",
      "tran_cn": "岩溶地貌；喀斯特地貌"
    },
    {
      "phrase": "karst topography",
      "tran_cn": "岩溶地形；岩溶地势；喀斯特地形"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "石灰岩地区常见的地形，喀斯特",
      "tran_en": "denoting the characteristic scenery of a limestone region, including underground streams, gorges, etc "
    }
  ],
  "exchange": {}
}