{
  "word": "abbot",
  "ipa": {
    "us": "ˈæbət",
    "uk": "'æbət"
  },
  "sentences": [
    {
      "en": "Abbot looked blank. \"I don't quite follow, sir.\"",
      "cn": "阿博特一脸茫然。“我没听明白，先生。”"
    },
    {
      "en": "Abbot, as witness to the bond, am I not entitled to something?",
      "cn": "修道院院长, 做这合同的见证人, 我没得到什么好处 吗 ?"
    },
    {
      "en": "All the priories were made directly subject to the abbot of Cluny.",
      "cn": "所有小修道院都由克呂尼的院长直接管理."
    },
    {
      "en": "Behind the hall is the residence of the abbot and monks.",
      "cn": "正殿后面是方丈和僧人的住处."
    },
    {
      "en": "His rooms look much more comfortable than the chamber of the abbot.",
      "cn": "统治者的房间看上去比那些修道士的房间舒服得多."
    },
    {
      "en": "I wonder if I might have a word with Mr Abbot?",
      "cn": "请问我能否和阿博特先生说几句话？"
    },
    {
      "en": "Miss Abbot turned to divest a stout leg of the necessary ligature.",
      "cn": "艾博特小姐转而从她粗壮的腿上,解下那条必不可少的带子."
    },
    {
      "en": "The abbot decided to hold the initiation ceremony tomorrow.",
      "cn": "住持决定明天举行传戒仪式."
    },
    {
      "en": "The abbot did not believe him, thinking that he was boasting.",
      "cn": "主持僧以为他吹牛,起初不相信."
    },
    {
      "en": "The good Abbot of Holywood is a strong pillar to the weak.",
      "cn": "“圣林”修道院的主持是弱者的万无一失的靠山."
    },
    {
      "en": "The old abbot is the most respected person in the temple.",
      "cn": "老堪布是这个寺院里最年长最受尊敬的人物."
    },
    {
      "en": "The stele records the reasons why Abbot Faxian built the pagoda.",
      "cn": "“四神咒塔”碑记载住持法现建塔缘起."
    },
    {
      "en": "Was it the abbot's bell, ringing for him far down at the bottom of the sea?",
      "cn": "不正是沉在海底深处的修道院长的铃儿为他而发出的响声 吗 ?"
    },
    {
      "en": "We will play a trick on the old abbot.",
      "cn": "我们要跟老修道院长开个玩笑."
    },
    {
      "en": "Why didn't the ancient temple abbot teach others these theories?",
      "cn": "为什么古代的寺庙的方丈不教其他的人这些理论?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "friar",
            "monk"
          ],
          "tran_cn": "修道院院长;方丈"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "friar",
            "monk"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "男修道院院长，隐修院院长，大寺院男住持，男修道院院长的职务",
      "tran_en": "a man who is in charge of a  monastery (=  a place where a group of  monk s  live  ) "
    }
  ],
  "exchange": {
    "pl": [
      "abbots"
    ]
  }
}