{
  "word": "preposition",
  "ipa": {
    "us": "ˌprepəˈzɪʃn",
    "uk": "ˌprepəˈzɪʃn"
  },
  "sentences": [
    {
      "en": "A preposition is usually read together with the word following it.",
      "cn": "介词通常和它后面的词连读."
    },
    {
      "en": "A preposition together with its object is called a prepositional phrase.",
      "cn": "介词与它的宾语一起称为介词宾语."
    },
    {
      "en": "Application Integrated Preposition System can solve the problem well.",
      "cn": "综合应用前置系统的建设可以很好的解决这些问题."
    },
    {
      "en": "I. We use gerund after preposition, not infinitive.",
      "cn": "在介词后面, 我们使用动名词."
    },
    {
      "en": "Notice that they is used with a variety of preposition and particle.",
      "cn": "注意这些词总是与各类介词及小品词连用."
    },
    {
      "en": "Preposition - like adverbial particles are a special class of words in English.",
      "cn": "英语中形似介词的副词小品词是一类比较特殊的词."
    },
    {
      "en": "Reflexive pronouns can be the object of a preposition.",
      "cn": "反身代词也可作介词宾语."
    },
    {
      "en": "So that each preposition can stay out the emptiness to go to fill up by reader.",
      "cn": "各介词可以留出空白以便让读者去填入."
    },
    {
      "en": "Some verbs can take either an object or preposition.",
      "cn": "有些动词既可跟宾语,也可跟介词."
    },
    {
      "en": "Some verbs do not take an object and are a preposition.",
      "cn": "有些动词后面不跟宾语,而是与介词搭配."
    },
    {
      "en": "Some verbs have an object, but are also followed a preposition.",
      "cn": "有些动词有宾语, 但也跟介词搭配."
    },
    {
      "en": "The depositor positively positioned the preposition in that position on purpose.",
      "cn": "储户有意确信地介词放置在那个位置."
    },
    {
      "en": "The word tongue in Mandarin can be used a verb a preposition.",
      "cn": "现代汉语中,“通过”既可作动词,又可作介词,各有不同的意义和用法,又有一定联系."
    },
    {
      "en": "There is nothing in the rules of grammar to suggest that ending a sentence with a preposition is wrong.",
      "cn": "在语法规则中没有哪一条表明以介词结束一个句子是错误的。"
    },
    {
      "en": "You forgot the preposition.",
      "cn": "你忘了用介词."
    },
    {
      "en": "You should cancel this preposition in the sentence.",
      "cn": "你应该删去句子中的这个介词."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "prepositional",
          "tran_cn": " 介词的；前置词的"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "prepose",
          "tran_cn": " 把…放在前面；将…前置"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "介词，前置词",
      "tran_en": "a word that is used before a noun,  pronoun  , or  gerund  to show place, time, direction etc. In the phrase ‘the trees in the park’, ‘in’ is a preposition."
    }
  ],
  "exchange": {
    "pl": [
      "prepositions"
    ],
    "adj": [
      "prepositional"
    ]
  }
}