{
  "word": "venue",
  "ipa": {
    "us": "ˈvenjuː",
    "uk": "ˈvenjuː"
  },
  "sentences": [
    {
      "en": "Birmingham's International Convention Centre is the venue for a three-day arts festival.",
      "cn": "为期3天的艺术节在伯明翰的国际会议中心举办。"
    },
    {
      "en": "Could you update us on the date, venue and agenda items?",
      "cn": "请介绍此次会晤的日期 、 地点和相关议题."
    },
    {
      "en": "He caught a chill while performing at a rain-soaked open-air venue.",
      "cn": "他在大雨瓢泼的露天场地演出时受了寒。"
    },
    {
      "en": "Peace talks failed to take place because of a dispute over the venue.",
      "cn": "由于在谈判地点上存在分歧，和平谈判未能举行。"
    },
    {
      "en": "St. Moritz , Switzerland was again chosen as the venue.",
      "cn": "瑞士的 圣莫里茨 又一次被选为比赛场地."
    },
    {
      "en": "The band will play (= perform at ) as many venues as possible.",
      "cn": "那支乐队将在尽可能多的地方演出。"
    },
    {
      "en": "The chandelier - decked foyer of the venue itself was freezing.",
      "cn": "有着大吊灯的门厅室内温度都很低."
    },
    {
      "en": "The chosen venue caused great controversy among the people.",
      "cn": "人们就审判地点的问题产生了极大的争议."
    },
    {
      "en": "The first thing to do is book a venue.",
      "cn": "首先要做的是预订一个会场。"
    },
    {
      "en": "The Grand Hotel, venue of this week's talks, is packed out.",
      "cn": "作为本周会谈场址的格兰德大饭店已经客满."
    },
    {
      "en": "The hallowed turf of Twickenham is the venue for the Middlesex Rugby Sevens Finals.",
      "cn": "备受尊崇的特威肯纳姆体育场是米德尔塞克斯七人制橄榄球赛决赛的比赛场地。"
    },
    {
      "en": "The venue of the big match is the football ground at Wembley.",
      "cn": "举行大赛的地点在温布利足球场."
    },
    {
      "en": "They may also contain client or venue oriented information relevant to the.",
      "cn": "同时,也涉及与该职能领域相关的客户或场馆信息."
    },
    {
      "en": "This is the Berlin Olympic venue, is not like this spider web?",
      "cn": "这里是柏林奥林匹克会场, 是不是像蜘蛛网 呢 ?"
    },
    {
      "en": "Venue: Alu Ancient Cave Scenic Area of Luxi County.",
      "cn": "地点: 泸西县阿庐古洞景区."
    },
    {
      "en": "Venue: Longyang Village , Banlun Town, Funing County, Wenshan Prefecture.",
      "cn": "地点: 文山州富宁县板仑乡龙洋村."
    },
    {
      "en": "Venue: Sifang Square, Old Town District , Lijiang City , etc.",
      "cn": "地点: 丽江市 古城区 四方听音广场等."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "assembly point"
          ],
          "tran_cn": "审判地；犯罪地点；发生地点；集合地点"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（事件或活动的）发生地，举办地点，场地",
      "tran_en": "a place where an organized meeting, concert etc takes place"
    }
  ],
  "exchange": {
    "pl": [
      "venues"
    ]
  }
}