{
  "word": "undoubtedly",
  "ipa": {
    "us": "ʌn'daʊtɪdlɪ",
    "uk": "ʌn'daʊtɪdlɪ"
  },
  "sentences": [
    {
      "en": "\"Performance\" is undoubtedly one of the most surreal movies ever made.",
      "cn": "《迷幻演出》无疑是有史以来最离奇的电影之一。"
    },
    {
      "en": "Burke's sentiments undoubtedly struck a responsive chord in Parliament.",
      "cn": "伯克的观点无疑引起了议会的积极回应。"
    },
    {
      "en": "Country music was undoubtedly one of the forerunners of rock and roll.",
      "cn": "乡村音乐无疑是摇滚乐的先导之一。"
    },
    {
      "en": "Hanley is undoubtedly a great player.",
      "cn": "毫无疑问，汉利是名很棒的球员。"
    },
    {
      "en": "It is undoubtedly she who has said that.",
      "cn": "这话明明是她说的."
    },
    {
      "en": "Kite is undoubtedly a class player.",
      "cn": "凯特绝对是个一流选手。"
    },
    {
      "en": "Mr Brooke is undoubtedly in a spot of bother.",
      "cn": "布鲁克先生肯定遇到了点小麻烦。"
    },
    {
      "en": "She undoubtedly met Captain Waite at sea.",
      "cn": "她在海上一定遇见了韦特船长。"
    },
    {
      "en": "The most testing time is undoubtedly in the early months of your return to work.",
      "cn": "最考验人的时期莫过于重新回来上班的头几个月。"
    },
    {
      "en": "The poverty figures were undoubtedly an embarrassment to the president.",
      "cn": "贫困数字毫无疑问让总统非常难堪。"
    },
    {
      "en": "The story was certainly a favourite one, but it was undoubtedly pure invention.",
      "cn": "这个故事当然特别受欢迎，但它无疑纯属虚构。"
    },
    {
      "en": "There is undoubtedly a great deal of truth in what he says.",
      "cn": "他所说的的确大部分都是实情。"
    },
    {
      "en": "These sort of statistics are undoubtedly alarming.",
      "cn": "这样的统计数据的确堪忧。"
    },
    {
      "en": "They had undoubtedly made progress in the six years that separated the two periods.",
      "cn": "毫无疑问，他们在这两个时期相隔的6年间取得了进展。"
    },
    {
      "en": "This is undoubtedly important.",
      "cn": "这无疑是重要的。"
    },
    {
      "en": "This is undoubtedly logical.",
      "cn": "这显然是顺理成章的."
    },
    {
      "en": "Undoubtedly, political and economic factors have played their part.",
      "cn": "毫无疑问，政治和经济因素在其中起了作用。"
    },
    {
      "en": "While such ways of traveling certainly have their benefits, there are also undoubtedly some disadvantages.",
      "cn": "这种旅行方式当然有它们的长处所在，但毫无疑问也有一些缺憾。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "strictly",
            "real"
          ],
          "tran_cn": "确实地，无庸置疑地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "doubtless",
            "really",
            "surely"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "毋庸置疑地，的确地，显然，必定，无疑",
      "tran_en": "used to emphasize that sth exists or is definitely true"
    }
  ],
  "exchange": {
    "adj": [
      "undoubted"
    ]
  }
}