{
  "word": "microbial",
  "ipa": {
    "us": "maɪ'krəʊbɪəl",
    "uk": "maɪ'kroʊbɪrl"
  },
  "sentences": [
    {
      "en": "...the question of whether microbial life exists, or once existed, on Mars.",
      "cn": "...这个火星上是否存在或曾经存在过微生物的问题。"
    },
    {
      "en": "All fermentative processes are the results of microbial activity.",
      "cn": "一切发酵过程都是微生物作用的结果."
    },
    {
      "en": "Commonly prescribed are anti - microbial mouthwashes containing the active ingredient chlorhexidine gluconate.",
      "cn": "抗菌抗菌漱口水都包含有效成分--太葡糖酸盐."
    },
    {
      "en": "Microbial degradation critically affects the fate and behavior of pesticides in soil.",
      "cn": "生物降解主要影响土壤中农药的行为和命运."
    },
    {
      "en": "Microbial infections now kill 17m people a year.",
      "cn": "细菌感染现在每年杀死1700万人。"
    },
    {
      "en": "Microbial inoculum could enhance microbial community functional diversity and evenness degree.",
      "cn": "接种菌剂提高了微生物群落功能多样性和群落均匀度."
    },
    {
      "en": "Microbial lipases, as biocatalyst, were widely used in many industrial fields.",
      "cn": "微生物脂肪酶是一类广泛应用于诸多工业领域的生物催化剂."
    },
    {
      "en": "Microbial production of glycerol have various characters in production raw, mechanism recovery.",
      "cn": "微生物合成丙三醇在生产原料 、 生产机制、提取方面各具特点."
    },
    {
      "en": "Microbial reactions play key roles in biocatalysis and biodegradation.",
      "cn": "在生物催化和生物降解中微生物反应起了关键的作用."
    },
    {
      "en": "Microbial strain is the basis of the fermentation industry.",
      "cn": "微生物菌种是发酵工业的基础."
    },
    {
      "en": "Most of these schemes have been established from studies on microbial and animal systems.",
      "cn": "这些图解大部分是建立在微生物和动物系统研究上的."
    },
    {
      "en": "Numerous microbial cultures convert heptachlor to its expoxide.",
      "cn": "许多微生物培养基可以把七氯转化为它的环氧化物."
    },
    {
      "en": "Objective: to eliminate the bacteriostatic action of Eheo - camphoradin in microbial limit examination.",
      "cn": "目的: 消除微生物限度检查法中 十滴水 的抑菌作用."
    },
    {
      "en": "Our main microbial fertilizer production and sales \" Jiebang Ji - source. \"",
      "cn": "我们主要生产销售微生物肥料 “ 杰邦基源素 ”."
    },
    {
      "en": "Quite unexpectedly, vertebrate physiologists and microbial biochemists had found a common ground.",
      "cn": "出乎意外, 脊椎动物生理学家和微生物生化学家找到了共同阵地."
    },
    {
      "en": "Soil organic matter is the product of microbial decomposition of plant and animal residues.",
      "cn": "土壤有机质是微生物分解植物和动物残体的产物."
    },
    {
      "en": "The process is repeated until a microbial culture acclimated to the specific industrial waste is developed.",
      "cn": "重复以上过程,直至微生物的培养液已达到驯化于特定的工业废水为止."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "microbic",
          "tran_cn": " 微生物的；细菌的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "microbe",
          "tran_cn": " 细菌，微生物"
        },
        {
          "word": "microbiologist",
          "tran_cn": " 微生物学家"
        },
        {
          "word": "microbiology",
          "tran_cn": " 微生物学"
        },
        {
          "word": "micrococcus",
          "tran_cn": " 微球菌；球状细菌；细球菌"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "microbial activity",
      "tran_cn": "微生物活性；微生物活动"
    },
    {
      "phrase": "microbial cell",
      "tran_cn": "微生物细胞"
    },
    {
      "phrase": "microbial contamination",
      "tran_cn": "微生物污染"
    },
    {
      "phrase": "microbial degradation",
      "tran_cn": "微生物降解（作用）"
    },
    {
      "phrase": "microbial ecology",
      "tran_cn": "微生物生态学"
    },
    {
      "phrase": "microbial flora",
      "tran_cn": "微生物菌丛"
    },
    {
      "phrase": "microbial population",
      "tran_cn": "微生物种群"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "微生物的，由细菌引起的",
      "tran_en": "Microbial means relating to or caused by microbes"
    }
  ],
  "exchange": {}
}