{
  "word": "lasso",
  "ipa": {
    "us": "læˈsu:",
    "uk": "ˈlæsoʊ"
  },
  "sentences": [
    {
      "en": "Ali sprung forwards , imitating the action of one throwing the lasso, then of a strangled lion.",
      "cn": "“一只老虎呢?”阿里点头表示能行."
    },
    {
      "en": "As an engineer, I liked the look of the lasso idea and bought one.",
      "cn": "作为一名工程师，我非常喜欢这个套索的创意和外形，所以立刻就买了一个。"
    },
    {
      "en": "Cut it out along the eye's line with Polygonal Lasso Tool.",
      "cn": "使用多边形套索工具沿着眼角线条将云彩选择并裁剪."
    },
    {
      "en": "He tried to throw a lasso but he got the rope all fouled up.",
      "cn": "他想扔出个套索,却把绳子缠在一起了."
    },
    {
      "en": "Lasso - selecting a character will usually stop them in their tracks.",
      "cn": "用鼠标点击人物将会停止他的行动."
    },
    {
      "en": "Likewise, not enough feathering will produce a vivid jagged edge to the lasso area.",
      "cn": "类似的, 不足的羽化则会导致套索边缘区域出现明显的锯齿."
    },
    {
      "en": "Now rasterize text layer, select small letters with Polygonal Lasso Tool and lift them a little.",
      "cn": "此刻rasterize文字层, 选择英文字母与多边形套索工具,并排除她们的很少."
    },
    {
      "en": "Process Lasso restrains such processes, even if it is multiple applications affecting the CPU at once.",
      "cn": "拉索过程制约等过程中, 即使它是多种用途的影响CPU的一次."
    },
    {
      "en": "The cowboy tried to throw a lasso but the rope ran afoul of a branch.",
      "cn": "这放牛娃想甩绳索,可绳子缠到一根树枝上了."
    },
    {
      "en": "The Lasso Tool should not be used when using a laptop to file pictures.",
      "cn": "套索工具在使用笔记本电脑来编发图片时不允许使用."
    },
    {
      "en": "Use the necessary instrument Polygonal Lasso Tool to outline the mask contour.",
      "cn": "使用多边形套索工具将面膜部分选中."
    },
    {
      "en": "Use the same colour to fill range of diagonal strips, drawn with the Polygonal Lasso Tool.",
      "cn": "使用相同的颜色来填补一系列斜条, 结合使用多边形套索工具画."
    },
    {
      "en": "Where the Marlboro Man juggled cigarettes with a coiled lasso or a horse, Mr Landers tended to kick about in New England snow.",
      "cn": "在万宝路男人用一条盘绕的套索或一匹马耍弄香烟之处，兰德斯先生则往往是在新英格兰的雪中游荡。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lariat",
            "rope"
          ],
          "tran_cn": "套索;绳"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "knot",
            "lariat",
            "noose",
            "rope"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "hook in"
          ],
          "tran_cn": "用套索套捕；拉拢"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<美>（套捕马、牛等用的）套索",
      "tran_en": "a rope with one end tied in a circle, used to catch cattle and horses, especially in the western US"
    },
    {
      "pos": "vt",
      "tran_cn": "<美>用套索套捕"
    }
  ],
  "exchange": {
    "pl": [
      "lassoes"
    ],
    "third": [
      "lassoes"
    ],
    "past": [
      "lassoed"
    ],
    "done": [
      "lassoed"
    ],
    "ing": [
      "lassoing"
    ]
  }
}