{
  "word": "gecko",
  "ipa": {
    "us": "ˈgekəʊ",
    "uk": "ˈgekoʊ"
  },
  "sentences": [
    {
      "en": "Actually in the nature, the gecko is wise, time crisis cuts tail runs away.",
      "cn": "其实自然界中, 壁虎就是其中智者, 危机之时断尾而逃."
    },
    {
      "en": "Firstly and domestic status of research on gecko robot is introduced and analyzed in detail.",
      "cn": "首先,详细介绍和分析了国内外仿壁虎机器人的研究现状."
    },
    {
      "en": "Furthermore, we imitate gecko's movement, and try to design applicable mechanism and control gecko robot's behavior.",
      "cn": "并且仿照壁虎的运动模式, 进而设计机器机构与控制运动行为."
    },
    {
      "en": "Gecko : The fuzzy one, Thank you!",
      "cn": "毛茸茸的那个.谢谢!"
    },
    {
      "en": "Gecko : The long one. Thank you!",
      "cn": "长长的那个. 谢谢!"
    },
    {
      "en": "Gecko mom took little gecko to walk on the lawn.",
      "cn": "壁虎妈妈带着小壁虎在草地上散步."
    },
    {
      "en": "He foresees robots with gecko - like feet.",
      "cn": "他预见机器人将会有壁虎一样的脚."
    },
    {
      "en": "It's also possible to have Gecko run directly from a network drive or CD.",
      "cn": "同样可以让Gecko通过网络驱动器或CD直接运行."
    },
    {
      "en": "LIU Jun Li, the gecko's turnover this year will reach about 100 million yuan, and profits.",
      "cn": "李柳军介绍, 今年壁虎的营业额将会达1亿元左右, 实现盈利."
    },
    {
      "en": "Maybe a little frog on my hip, or a gecko.",
      "cn": "也许在臀部刺一只小青蛙还是壁虎什么的."
    },
    {
      "en": "Ridge Long gecko, carved wall carved eaves, the grand and spectacular.",
      "cn": "脊龙壁虎, 檐雕墙刻, 宏伟而壮观."
    },
    {
      "en": "The average lifespan of the House Gecko is 5 to 10 years.",
      "cn": "家中壁虎的生命基本上维持在五到十年. 那么你说的壁虎就是早恋咯?"
    },
    {
      "en": "The gecko's thumbs can stick to glass.",
      "cn": "壁虎脚上的吸盘可以吸住玻璃."
    },
    {
      "en": "The modern gecko's length of body will not surpass 16 inches.",
      "cn": "现代壁虎的体长不会超过16英寸."
    },
    {
      "en": "The only catch is, you might get a house gecko infestation next.",
      "cn": "唯一的风险是，接下来你有可能要面对壁虎成灾噢。"
    },
    {
      "en": "The only place they didn't check was under the bed, where the gecko was - big as ever, and full at last.",
      "cn": "只有一个地方他们没有检查，那就是床底下，壁虎其实就在那儿——还是那么大，但是终于吃饱了。"
    },
    {
      "en": "There is a gecko in the tree.",
      "cn": "树上有一只蛤蚧."
    },
    {
      "en": "These compounds may help protect the delicate hairs on the gecko's toes, as the hairs never showed any signs of wear.",
      "cn": "这类化合物可能有助于保护壁虎脚趾上的细微毛发，这也印证了这些毛发从来没有磨损的痕迹。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grebe"
          ],
          "tran_cn": "[脊椎]壁虎"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "壁虎",
      "tran_en": "a type of small lizard"
    }
  ],
  "exchange": {
    "pl": [
      " geckoes",
      "geckos"
    ]
  }
}