{
  "word": "Munich",
  "ipa": {
    "us": "'mju:nɪk",
    "uk": "'mjunɪk"
  },
  "sentences": [
    {
      "en": "A great derisive exhibition was held in Munich.",
      "cn": "在慕尼黑举行一次嘲弄性的大型展览."
    },
    {
      "en": "And then we went to Munich.",
      "cn": "然后我们去了慕尼黑。"
    },
    {
      "en": "As an intellectual Goebbels looked down on the crude philistines of the leading group in Munich.",
      "cn": "戈培尔是个知识分子,看不起慕尼黑领导层不学无术的市侩庸人."
    },
    {
      "en": "BA Flight 144 from Munich is overdue owing to engine trouble.",
      "cn": "自慕尼黑起飞的英航144班机因引擎故障而误点了."
    },
    {
      "en": "Bad flight 144 from Munich was overdue owing to engine trouble.",
      "cn": "自慕尼黑起飞的英航144班机因引擎故而误点了."
    },
    {
      "en": "Bayern Munich have joined the race for Fiorentina striker Luca Toni.",
      "cn": "拜仁慕尼黑已经加入到对佛罗伦萨前锋卢卡.托尼的兴趣行列中."
    },
    {
      "en": "Delirious crowds cheered Neville Chamberlain's return from Munich.",
      "cn": "疯狂的民众欢呼内维尔·张伯伦从慕尼黑归来."
    },
    {
      "en": "I'd like to book a seat to Munich for Monday the tenth.",
      "cn": "我想订10号星期一飞往慕尼黑的机票一张."
    },
    {
      "en": "More than 10 percent of Munich residents live below the poverty line.",
      "cn": "超过10％的慕尼黑居民生活在贫困线以下。"
    },
    {
      "en": "Munich locals are not so conspicuous and perhaps to all the liquor.",
      "cn": "慕尼黑本地人倒不那么显眼了,也许都去卖酒了."
    },
    {
      "en": "Munich, where the beer is the most important agricultural products.",
      "cn": "慕尼黑的啤酒是那里最重要的农产品."
    },
    {
      "en": "She urgently phones her contact, and he orders her to go to Munich and remain untraceable.",
      "cn": "她急切地打电话给她的联络人，对方指令她前往慕尼黑，并保持不被他人找到。"
    },
    {
      "en": "That pilot is now, incidentally, a well - known newspaper publisher in Munich.",
      "cn": "那个飞行员现在已经成了慕尼黑一位颇有声望的报刊发行人."
    },
    {
      "en": "The President is using the two visits to lay the ghosts of the Munich Agreement.",
      "cn": "总统正借这两次访问来消除《慕尼黑协定》的阴影。"
    },
    {
      "en": "The president stopped off in Poland on his way to Munich for the economic summit.",
      "cn": "总统在赴慕尼黑参加经济峰会的途中在波兰作了短暂停留。"
    },
    {
      "en": "The question is whether to go to Munich or Vienna.",
      "cn": "问题是去慕尼黑还是去维也纳."
    },
    {
      "en": "This train would stop twice more in the suburbs before rolling southeast toward Munich.",
      "cn": "火车向东南驶往慕尼黑前，会在郊区再停两站。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "bayern munich",
      "tran_cn": "拜仁慕尼黑（德国足球队）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "慕尼黑（德国城市，巴伐利亚州首府）"
    },
    {
      "pos": "other",
      "tran_cn": "慕尼黑"
    }
  ],
  "exchange": {}
}