{
  "word": "cryptic",
  "ipa": {
    "us": "ˈkrɪptɪk",
    "uk": "ˈkrɪptɪk"
  },
  "sentences": [
    {
      "en": "Andthose two cryptic volumes.",
      "cn": "还有那两卷加密档案."
    },
    {
      "en": "Before the day was over, Henry issued a cryptic memo to top executives.",
      "cn": "亨利赶着在当天就向高级职员发出了一份使人费解的内部通知."
    },
    {
      "en": "But how effective really is a daily dose of cryptic crossword?",
      "cn": "不过一天一张字谜游戏是有多大的效果 呢 ?"
    },
    {
      "en": "But the abrupt and cryptic nature of the ending has puzzled and annoyed many readers.",
      "cn": "结局的出其不意和神秘性竟使许多读者困惑和烦恼."
    },
    {
      "en": "But to save space , it does so in a fairly cryptic fashion.",
      "cn": "但是,为了节省空间, 这是以一种很隐秘的方式实现的."
    },
    {
      "en": "Dry Valley upturned rock showing cryptic microbes.",
      "cn": "麦克默多乾谷的石头隐藏着微生物."
    },
    {
      "en": "He has issued a short, cryptic statement denying the spying charges.",
      "cn": "他发表了一个简短、令人捉摸不透的声明，否认对他从事间谍活动的指控。"
    },
    {
      "en": "He pointed north with a cryptic laugh. \" Over there, Beijing. \"",
      "cn": "老汉神秘地一笑,指着正北的方向说: “ 喏,从那里, 北京. ”"
    },
    {
      "en": "Hidden Weapon is the most cryptic stunt in Chinese Kungfu.",
      "cn": "暗器在中国武术中要算是最神秘的绝技."
    },
    {
      "en": "I don't know what this cryptic remark is intended to convey.",
      "cn": "我不知道这句暗藏玄机的评语是要表示什麽."
    },
    {
      "en": "It was the cryptic first sign of a cyberespionage and information-warfare campaign devised to disrupt the 2016 presidential election, the first such attempt by a foreign power in American history.",
      "cn": "这是一场网络间谍—信息战行动的第一个神秘迹象，该行动旨在干扰2016年的总统大选，在美国的历史上，这还是第一次有外国势力有这样的举动。"
    },
    {
      "en": "Not clear - I can't understand the problem because the message is too vague or cryptic.",
      "cn": "不明确 —— 消息含义太隐晦,无法理解."
    },
    {
      "en": "Objective To investigate the correlation between bacterial cryptic growth cell ( CGC ) and irritable bowel syndrome ( IBS ).",
      "cn": "目的探讨肠道细菌潜生体(crypticgrowthcell,CGC ) 与肠易激综合征 ( IBS ) 的关系."
    },
    {
      "en": "She made a cryptic comment about how the film mirrored her life.",
      "cn": "她隐晦地表示说这部电影是她人生的写照."
    },
    {
      "en": "So you thought sending cryptic e - mails was going to help us find his killer?",
      "cn": "你认为给我们发送加密的 电子邮件 会帮我们找到凶手?"
    },
    {
      "en": "This cryptic saying produced silence, until he spoke again.",
      "cn": "这些隐秘的吐露使得大家全都沉默下来, 后来还是他开了口."
    },
    {
      "en": "This thrilling story will keep you on the edge of your seat as you explore the house, collect items and unravel cryptic secrets.",
      "cn": "这惊心动魄的故事，将让你在你的座位边，为您探索的房子，收集物品和解开神秘的秘密。"
    },
    {
      "en": "Your application avoids cryptic file names that are visible to users.",
      "cn": "你的应用程序不会用意义含糊的名字的命名用户可见的文件."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mysterious",
            "hidden",
            "latent"
          ],
          "tran_cn": "神秘的，含义模糊的；[动]隐藏的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "enigmatic",
            "unknown"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "神秘的，隐藏的，有隐含意义的，使用密码的",
      "tran_en": "having a meaning that is mysterious or not easily understood"
    }
  ],
  "exchange": {
    "adv": [
      "cryptically"
    ]
  }
}