{
  "word": "contraceptive",
  "ipa": {
    "us": "ˌkɒntrəˈseptɪv",
    "uk": "ˌkɑntrəˈseptɪv"
  },
  "sentences": [
    {
      "en": "...the contraceptive pill.",
      "cn": "…避孕药丸。"
    },
    {
      "en": "And the overall contraceptive prevalence rate of married women of childbearing age has reached 83 percent.",
      "cn": "已婚育龄妇女综合避孕率达到83%."
    },
    {
      "en": "Can I inside contain intrauterine ring contraceptive entering energy chamber?",
      "cn": "体内装有避孕环可以做能量屋 吗 ?"
    },
    {
      "en": "Contraceptive agents work in many ways to prevent a pregnancy.",
      "cn": "避孕制剂的作用有很多途径."
    },
    {
      "en": "Contraceptive suppositories are recommended by doctors, as they are easy to use.",
      "cn": "医生建议用避孕栓来避孕, 因为它用法简单."
    },
    {
      "en": "Fertility - Measurement, Trends, Proximate Determinants, and Contraceptive Effectiveness and Discontinuation.",
      "cn": "生育 — 量化, 趋势, 最接近的决定因素, 与避孕效果和终止."
    },
    {
      "en": "free contraceptives",
      "cn": "免费避孕用品"
    },
    {
      "en": "It contains no spermicide and is not a contraceptive.",
      "cn": "它不包含和不杀精避孕."
    },
    {
      "en": "It was at that time she started taking the contraceptive pill.",
      "cn": "她就是从那个时候开始服用避孕药的。"
    },
    {
      "en": "Pincus told her that hormones held the key to a contraceptive pill.",
      "cn": "平卡斯告诉她避孕药的关键就在于对荷尔蒙的控制."
    },
    {
      "en": "Said contraceptive medicine consists of the described copolymer and pure DMSO injection.",
      "cn": "该避孕药是由所述共聚物和纯二甲基亚砜的注射剂组成."
    },
    {
      "en": "The condom is a very effective contraceptive if used properly.",
      "cn": "如果使用得当,避孕套是非常有效的避孕手段."
    },
    {
      "en": "The contraceptive pill is the worst offender, but it is not the only drug to deplete the body's vitamin levels.",
      "cn": "避孕药的危害最大，但是它并不是唯一一种消耗体内维生素的药物。"
    },
    {
      "en": "The present invention relates to a male contraceptive medicine.",
      "cn": "本发明涉及一种男性使用的避孕药."
    },
    {
      "en": "The service covers contraceptive advice and health checks, and is available free.",
      "cn": "服务项目包括避孕建议和健康检查，并且免费提供。"
    },
    {
      "en": "There are two types of contraceptive pill available and these are described overleaf.",
      "cn": "现有两种避孕药物，说明请见背面。"
    },
    {
      "en": "This completely is stems from contraceptive and the prevention venereal diseases consideration.",
      "cn": "这完全是出于避孕和预防性病的考虑."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "contraception",
          "tran_cn": " 避孕"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "antifertility"
          ],
          "tran_cn": "[药]避孕的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prophylactic"
          ],
          "tran_cn": "避孕用具；[药]避孕剂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pill"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "contraceptive device",
      "tran_cn": "避孕器"
    },
    {
      "phrase": "contraceptive pill",
      "tran_cn": "避孕药；避孕丸"
    },
    {
      "phrase": "oral contraceptive",
      "tran_cn": "口服避孕药"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "避孕的",
      "tran_en": "A contraceptive method or device is used to prevent pregnancy"
    },
    {
      "pos": "n",
      "tran_cn": "避孕用具，[药]避孕剂",
      "tran_en": "a drug, object, or method used to prevent a woman from becoming  pregnant  when she has sex"
    }
  ],
  "exchange": {
    "pl": [
      "contraceptives"
    ]
  }
}