{
  "word": "everybody",
  "ipa": {
    "us": "ˈevribɒdi",
    "uk": "ˈevribɑːdi"
  },
  "sentences": [
    {
      "en": "\"Everybody missed her,\" Stan said with a hangdog look.",
      "cn": "“大家都想念她，”斯坦面带愧色地说。"
    },
    {
      "en": "And yet everybody has certain ideals which determine the direction of his endeavors and his judgments.",
      "cn": "可是每个人都有一些理想，这些理想决定着他的努力和判断的方向。"
    },
    {
      "en": "As a second lieutenant, he had to salute damned near everybody.",
      "cn": "身为少尉，他几乎是逢人便得敬礼。"
    },
    {
      "en": "Everybody knows Tom.",
      "cn": "人人都认识汤姆。"
    },
    {
      "en": "Everybody says he is the very man for the case.",
      "cn": "每个人都说他是接手这个案子的最佳人选。"
    },
    {
      "en": "Everybody thinks of him as the quintessential New Yorker.",
      "cn": "大家都视他为典型的纽约人。"
    },
    {
      "en": "He delivered the line perfectly, and everybody roared with laughter.",
      "cn": "那句台词他拿捏得恰到好处，引得众人哈哈大笑。"
    },
    {
      "en": "He's got that fiery temper which scares the whatsit out of everybody.",
      "cn": "他有一副能把所有人都吓得那个什么滚什么流的火爆脾气。"
    },
    {
      "en": "However it is impossible for us to make friends with everybody.",
      "cn": "然而对我们来说是不可能和每个人交朋友。"
    },
    {
      "en": "If we turned up late we would be hammered by everybody.",
      "cn": "如果我们迟到，就会遭到大家的声讨。"
    },
    {
      "en": "It must be really depressing listening to everybody's whinges.",
      "cn": "听每个人的抱怨肯定非常地郁闷。"
    },
    {
      "en": "It's impossible to get everybody together at the same time.",
      "cn": "让所有人同时聚在一起是不可能的。"
    },
    {
      "en": "Oh, I can't explain it. It's just unreal. Everybody is so happy.",
      "cn": "啊，我都没法形容。就是太棒了，每个人都很高兴。"
    },
    {
      "en": "She showed me round and introduced me to everybody.",
      "cn": "她领着我四处看了看，将我介绍给每个人。"
    },
    {
      "en": "The minute that the war started, everybody was glued to the television.",
      "cn": "战事一起，所有人都盯紧了电视报道。"
    },
    {
      "en": "The speaker was boring everybody.",
      "cn": "说话者令每个人生厌。"
    },
    {
      "en": "They've really been kicking ass lately — busting places up, harassing everybody.",
      "cn": "他们最近真是让人气不打一处来，闹得天翻地覆，搅得每个人都不得安宁。"
    },
    {
      "en": "We like everybody to say what they think.",
      "cn": "我们喜欢让人人都说出他们的看法。"
    },
    {
      "en": "We put it on and everybody said \"Oh it's a brilliant production\".",
      "cn": "我们把它搬上舞台，大家都说：“噢，真是一部了不起的作品。”"
    },
    {
      "en": "Yesterday was a day off for everybody, with the exception of Lawrence.",
      "cn": "昨天所有人都放一天假，劳伦斯除外。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "everyone"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "每人，人们，所有人",
      "tran_en": "everyone"
    }
  ],
  "exchange": {}
}