{
  "word": "injunction",
  "ipa": {
    "us": "ɪnˈdʒʌŋkʃn",
    "uk": "ɪnˈdʒʌŋkʃən"
  },
  "sentences": [
    {
      "en": "Elinor, conning over every injunction of distrust, told herself likewise not to hope.",
      "cn": "埃莉诺细细领会每一句叫她不抱信心的暗示, 同样告诫自己不要作过奢的指望."
    },
    {
      "en": "He get an injunction prevent the company from selling his car.",
      "cn": "他获得阻止公司出售他汽车的禁令."
    },
    {
      "en": "He got an injunction against vexatious litigation by his enemies.",
      "cn": "他由于敌人的诬告而被法庭下达了一项禁令."
    },
    {
      "en": "He had an injunction out against him today.",
      "cn": "今天他接到了法院的警告书."
    },
    {
      "en": "He took out a court injunction against the newspaper demanding the return of the document.",
      "cn": "他取得了法院强制令，要求报社归还那份文件。"
    },
    {
      "en": "If this injunction was transgressed, destruction was sure to fall on the offenders.",
      "cn": "这个禁令若有违犯, 违者必遭杀身之祸."
    },
    {
      "en": "In spite of his mother's injunction, Kit turned sharply round to look.",
      "cn": "不顾母亲的训令, 吉特还是伶俐地转过头去一望."
    },
    {
      "en": "Injunction were formerly obtained by writ but now by a judicial order.",
      "cn": "禁令原来要通过令状获得,现在则要通过司法命令."
    },
    {
      "en": "Injunction. This is a court order issued to a defendant.",
      "cn": "禁令, 是指法庭对被告颁布的命令."
    },
    {
      "en": "The court granted the plaintiff an injunction restraining the defendant from breaching copyright.",
      "cn": "法院应原告申请签发禁令,制止被告侵犯版权."
    },
    {
      "en": "The court has issued an injunction.",
      "cn": "法院已发布一项强制令."
    },
    {
      "en": "The granting of an injunction is at the discretion of the court.",
      "cn": "强制令的筌发的属于法院的自由裁量权."
    },
    {
      "en": "The judge refused to grant an injunction.",
      "cn": "法官拒绝发出禁令。"
    },
    {
      "en": "The legal adviser recommended applying for an injunction against the directors of the company.",
      "cn": "法律顾问建议申请针对公司董事会的强制令."
    },
    {
      "en": "The pert injunction was like those crystal substances.",
      "cn": "这个悍然的命令就像晶体物质一般."
    },
    {
      "en": "The relief the plaintiff sought was an injunction and damages.",
      "cn": "原告请求的救济为强制令和损害赔偿金."
    },
    {
      "en": "They failed to obtain an injunction.",
      "cn": "他们未能获得禁令。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "instruction",
            "advice",
            "bidding",
            "ban",
            "word"
          ],
          "tran_cn": "[管理]禁令；命令；劝告"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "commission",
            "dictation",
            "mandate",
            "prohibition",
            "recommendation",
            "requirement"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "命令，禁令，强制令",
      "tran_en": "an order given by a court, which tells someone not to do something"
    }
  ],
  "exchange": {
    "pl": [
      "injunctions"
    ]
  }
}