{
  "word": "plover",
  "ipa": {
    "us": "ˈplʌvə(r)",
    "uk": "ˈplʌvɚ, ˈplovɚ"
  },
  "sentences": [
    {
      "en": "A variety of seabirds and shorebirds inhabit the islands, including the endangered brown pelican, least tern, and piping plover.",
      "cn": "在岛屿上有多样的海鸟及岸鸟栖息，包括濒危的褐鹈鹕、燕鸥、还有笛珩。"
    },
    {
      "en": "American plover of inland waters and fields having a distinctive cry.",
      "cn": "美洲内陆水域和牧场的鸻,叫声特别."
    },
    {
      "en": "He wondered if the plover was the fastest bird.",
      "cn": "他想知道千鸟是不是最快的鸟."
    },
    {
      "en": "It made landfall at Plover Cove reservoir at 3 pm.",
      "cn": "(?风)于下午三时在船湾淡水湖登陆."
    },
    {
      "en": "New World plover ( Charadrius vociferous ) a distinctive noisy cry and two black bands across its breast.",
      "cn": "一种西半球的鸻 ( 双领鸻 ) 有独特的吵闹的叫声,在它的胸部有两道黑纹."
    },
    {
      "en": "Other species at risk include the red throated diver, golden plover and merlin.",
      "cn": "危及到的物种还包括红喉潜鸟（red throated diver）、金斑鸻（golden plover）及灰背隼（merlin）。"
    },
    {
      "en": "Plover Cove Reservoir. The location of the Project is shown in Figure 1 of this Permit.",
      "cn": "船湾淡水湖. 工程项目的位置见载于本许可证夹附的图1."
    },
    {
      "en": "The animation is based on the symbiosis between the egyptian plover and the crocodile.",
      "cn": "这部短片是根据埃及一则千鸟与鳄鱼共同生活的故事为题材."
    },
    {
      "en": "The restoration project has spent millions of dollars on pond habitat for shorebirds like Forster's terns and the threatened Western snowy plover.",
      "cn": "为保护福斯特的燕鸥和受到绝种威胁的西方雪原船水鸟的栖息地，而进行的池塘自然恢复工程，已经花了数百万的美元。"
    },
    {
      "en": "The two ambulance attendants quickly put Plover on a stretcher and got him into the ambulance.",
      "cn": "两名救护人员迅速地将普洛弗放到担架上抬进救护车里。"
    },
    {
      "en": "Towards the end of the plover breeding season, the rate of female divorce declines.",
      "cn": "在鸟的繁殖期快要结束的时候, 雌鸟离婚的比率就下降了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "珩，珩科鸟（如凤头麦鸡）"
    }
  ],
  "exchange": {
    "pl": [
      "plovers"
    ]
  }
}