{
  "word": "headgear",
  "ipa": {
    "us": "ˈhedgɪə(r)",
    "uk": "ˈhedgɪr"
  },
  "sentences": [
    {
      "en": "After putting on the headgear , shoes or gloves , fix them firmly with strap.",
      "cn": "在使用泡胶护具时,请将贴紧魔术贴."
    },
    {
      "en": "But the gem headgear property that develops our country, facing a few problems at present.",
      "cn": "但是发展我国的珠宝首饰产业, 目前面临着一些问题."
    },
    {
      "en": "Clothing and headgear and footwear, and how you should respond to a variety of storage problems?",
      "cn": "衣帽鞋袜, 你应该怎样应对各种储物难题?"
    },
    {
      "en": "Curiously enough the mitre resembles and possibly derives from the headgear of old Magi.",
      "cn": "让人惊讶的是他的教冠与老麦琪的头巾相似,可能就是由此而来."
    },
    {
      "en": "Diesel cars without headgear should catch colchicine.",
      "cn": "若非巾柴车,应是钓秋水."
    },
    {
      "en": "Disconnect breathing tube from any attached headgear.",
      "cn": "无论何种头面罩,先从上面拆下呼吸管."
    },
    {
      "en": "Headgear is likely to be adorned with grotesque horns.",
      "cn": "头盔上则往往装饰着风格奇异的角."
    },
    {
      "en": "It's not even about the outfits, including the crazy glam - rock bodices and odd headgear.",
      "cn": "它不是甚至大约那用具, 包括发狂的摇滚女服紧身衣和奇数的首饰."
    },
    {
      "en": "Refer to headgear specific User Instructions for cleaning details.",
      "cn": "参考头面罩使用说明书了解清洁方法."
    },
    {
      "en": "So does Cech whose headgear is cleared by the FA for use in the game.",
      "cn": "足总批准了切赫戴头盔上场的申请,他将随队参赛."
    },
    {
      "en": "The headgear with a glass mask worn by deep - sea divers.",
      "cn": "(潜水)头盔由深水潜水员戴的带有玻璃面罩的帽盔."
    },
    {
      "en": "This transmission showed some blue and red scarves and a UK policemans headgear.",
      "cn": "这表明,传输一些蓝色和红色围巾和英国警察的头帽."
    },
    {
      "en": "Unlike professional boxers, the amateur boxers have to wear protective devices such as headgear.",
      "cn": "与职业拳击手不同, 业余拳击手需要戴上护具,比如头盔."
    },
    {
      "en": "Wear ligating modules, headgear and other accessories as instructed by your orthodontist.",
      "cn": "4严格按正畸医生的要求戴用橡皮圈和牵引头帽等辅助装置."
    },
    {
      "en": "YIBAG Accouterment for Wholesale: silver ornaments, silver ornaments for wholesale, headgear, output ornaments, accouterment.",
      "cn": "yibag饰品批发网: 银饰, 银饰批发, 银饰品, 韩国饰品批发,头饰,外贸饰品,饰品."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hat",
            "cap"
          ],
          "tran_cn": "帽子；马首挽具；[矿业]井架；牙齿矫正器"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "头饰，帽子",
      "tran_en": "hats and other things that you wear on your head"
    }
  ],
  "exchange": {}
}