{
  "word": "subtraction",
  "ipa": {
    "us": "səb'trækʃ(ə)n",
    "uk": "səb'trækʃən"
  },
  "sentences": [
    {
      "en": "Addition, subtraction, multiplication, and division are binary operations.",
      "cn": "加 、 减 、 乘 、 除都是二元运算."
    },
    {
      "en": "An approach to speech - sound enhancement is proposed based on the spectral subtraction.",
      "cn": "摘要提出了一种基于谱减法的语音增强算法."
    },
    {
      "en": "And the circuit for moving eyes left does mental subtraction.",
      "cn": "而控制眼球左转的脑回路同时也负责心算减法."
    },
    {
      "en": "As mentioned above, it was a very iterative process where all of the element were slowly built up together through additive and subtraction means.",
      "cn": "正如以上所提到的，将不同的元素通过加法和减法的方式，慢慢地组合到一起是一个需要不断反复的过程。"
    },
    {
      "en": "Atomicity enables the two operations -- the subtraction from the savings account and the addition to the checking account -- to be treated as a single transaction.",
      "cn": "原子性使得这两个操作 —— 从储蓄帐户减钱和向支票帐户加钱 —— 被当作单个事务进行处理。"
    },
    {
      "en": "Digital subtraction angiography ( DSA ) should be taken routinely after operation.",
      "cn": "术后常规行DSA全脑血管造影术."
    },
    {
      "en": "I looked at what he'd given me and did a quick subtraction.",
      "cn": "我看着他给我的东西，快速做了个减法。"
    },
    {
      "en": "In a subtraction operation, the number or quantity subtracted from the minuend.",
      "cn": "在减法运算中, 从被减数减去的那个数或量."
    },
    {
      "en": "In other words, we can use the magic of subtraction.",
      "cn": "换句话说，我们可以借助减法的魔力。"
    },
    {
      "en": "It also lets you perform mathematical operations like addition, subtraction, division, and multiplication on two statistics.",
      "cn": "它还允许您对两个统计数据执行诸如加、减、乘、除等数学运算。"
    },
    {
      "en": "Mum: Have you learned addition , subtraction, multiplication , and division, Lucy?",
      "cn": "妈妈: 露西,你学了加减乘除了 吗 ?"
    },
    {
      "en": "Students who cannot even do simple addition and subtraction.",
      "cn": "学生甚至不会做简单的加法和减法."
    },
    {
      "en": "The difference is found by subtraction.",
      "cn": "用减法得出差额."
    },
    {
      "en": "The plus sign is used in addition and the minus is used in subtraction.",
      "cn": "加号用于加法;减号用于减法."
    },
    {
      "en": "The simple arithmetic operations are addition, subtraction, multiplication, and division.",
      "cn": "简单的算术运算是加法 、 减法 、 乘法和除法."
    },
    {
      "en": "There will be simple tests in addition, subtraction, multiplication and division.",
      "cn": "会有对加、减、乘、除运算的简单测试。"
    },
    {
      "en": "They made a subtraction of 50 dollars from my salary.",
      "cn": "他们从我的薪水里扣除了五十美元."
    },
    {
      "en": "This service is a simple math calculation service, providing addition and subtraction operations.",
      "cn": "该服务是一个简单的数学计算服务，提供了加法和减法操作。"
    },
    {
      "en": "Typical operations are addition, subtraction, multiplication, division, and square root.",
      "cn": "典型的操作是加 、 减 、 乘 、 除和平方根的计算."
    },
    {
      "en": "We do addition and subtraction in arithmetic.",
      "cn": "在算术里,我们作加减运算."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "subtractive",
          "tran_cn": " 减去的；负的；有负号的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "subtracter",
          "tran_cn": " [计] 减法器；扣除者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "subtract",
          "tran_cn": " 减去；扣掉"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reduction",
            "loss",
            "decrease"
          ],
          "tran_cn": "[数]减法；减少；差集"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "reduction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "digital subtraction angiography",
      "tran_cn": "数字减影血管造影；数字减影血管造影术"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "减，减法，减除法，减去",
      "tran_en": "the process of taking a number or amount from a larger number or amount"
    }
  ],
  "exchange": {
    "pl": [
      "subtractions"
    ],
    "verb": [
      "subtract"
    ]
  }
}