{
  "word": "whereas",
  "ipa": {
    "us": "ˌweərˈæz",
    "uk": "ˌwerˈæz"
  },
  "sentences": [
    {
      "en": "\" And \" , \" but \" and \" whereas \" are conjunctions.",
      "cn": "and, but 和whereas是连词."
    },
    {
      "en": "Butcons are immediate, whereas menu commands remain relatively slow and hidden.",
      "cn": "但图标按钮非常直接, 而菜单命令相对较慢,也更沉闷."
    },
    {
      "en": "He earns 8000 a year whereas she gets at least 20000.",
      "cn": "他一年挣8000英镑而她至少可获20000英镑."
    },
    {
      "en": "He had never done anything for them, whereas they had done everything for him.",
      "cn": "他从未为他们做过任何事，反之他们却为他做了所有事。"
    },
    {
      "en": "Materialists face truth, whereas idealists shun it.",
      "cn": "唯物主义者面向真理, 唯心主义者则逃避真理."
    },
    {
      "en": "Pensions are linked to inflation, whereas they should be linked to the cost of living.",
      "cn": "养老金与通货膨胀挂钩，然而它们其实应该和生活费用挂钩。"
    },
    {
      "en": "She has authentic charm whereas most people simply have nice manners.",
      "cn": "她散发出真正的魅力，而大多数人只是举止优雅。"
    },
    {
      "en": "Some of the studies show positive results, whereas others do not.",
      "cn": "有一些研究结果令人满意，然而其他的则不然。"
    },
    {
      "en": "Some people like fat meat, whereas others hate it.",
      "cn": "有些人喜欢肥肉, 相反有些人讨厌肥肉."
    },
    {
      "en": "Some people like fatty meat, whereas others hate it.",
      "cn": "有些人喜欢肥肉, 而有些人却不喜欢."
    },
    {
      "en": "The old system was fairly complicated whereas the new system is really very simple.",
      "cn": "旧系统相当复杂，而新系统却很简单。"
    },
    {
      "en": "They preach idealism whereas we advocate materialism.",
      "cn": "他们讲唯心论，我们讲唯物论。"
    },
    {
      "en": "They want a house, whereas we would rather live in a flat.",
      "cn": "他们想要一座房子, 而我们宁愿住在一套房间里."
    },
    {
      "en": "Whereas 10 years ago I would have worried myself to death about it, now I accept it is part of the game.",
      "cn": "10年前我会为此担心得要命，但现在我接受了它是游戏的一部分。"
    },
    {
      "en": "Whereas gasoline fumes linger close to the ground before dispersing.",
      "cn": "而汽油烟气却靠近地面迟迟不散."
    },
    {
      "en": "Whereas I was blind, now I see.",
      "cn": "我过去双目失明, 现在则重见天日."
    },
    {
      "en": "Whereas the city spent over $1 billion on its museums and stadium, it failed to look after its schools.",
      "cn": "这个城市花了十亿美元建造博物馆和体育馆，但是却忽略了对学校的建设。"
    },
    {
      "en": "Whereas West Germans drink wine, their Eastern cousins prefer Schnapps.",
      "cn": "西德人喝葡萄酒，而他们东德的兄弟姐妹则喜欢喝杜松子酒。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "although",
            "as",
            "because",
            "considering",
            "contrary",
            "even",
            "forasmuch",
            "inasmuch",
            "on",
            "seeing",
            "since",
            "that",
            "the",
            "though",
            "while"
          ],
          "tran_cn": "由于,因为,既然,另一方面,虽然"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "for"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": "（表示对比）然而",
      "tran_en": "used to say that although something is true of one thing, it is not true of another"
    }
  ],
  "exchange": {
    "pl": [
      "whereases"
    ]
  }
}