{
  "word": "fugue",
  "ipa": {
    "us": "fju:g",
    "uk": "fjuɡ"
  },
  "sentences": [
    {
      "en": "Amnesia may occasionally last for weeks, months, or even years a condition known as fugue.",
      "cn": "偶而遗忘症可持续数周 、 数月甚至数年.这种长期反应称为神游状态."
    },
    {
      "en": "Can you transpose this fugue into g major?",
      "cn": "你能把这首赋格曲转变为G大调 吗 ?"
    },
    {
      "en": "Can you transpose this fugue into G major?",
      "cn": "你能把这个赋格曲转换成G大调 吗 ."
    },
    {
      "en": "He preferred to write variation and polyphony, there can be found much fugue passage none.",
      "cn": "他偏爱复调变奏手法和赋格段写作, 在他的多部交响乐中都留下了赋格段技法的典范."
    },
    {
      "en": "I'm going to play you a Bach fugue.",
      "cn": "我要给你演奏巴赫的一首赋格曲."
    },
    {
      "en": "In the fugue's development the subject is augmented.",
      "cn": "在赋格曲的主题展开中主旋律的音被延长了."
    },
    {
      "en": "It is one of Bach's most tightly organized and yet viscerally effective prelude and fugue pairs.",
      "cn": "此曲是巴赫组织最为严密高效的前奏曲与赋格之一."
    },
    {
      "en": "Listen, if you can, to the 48 fugue themes of Bach's Well-Tempered Clavichord.",
      "cn": "可能的话，你不妨听听巴赫的《平均律钢琴曲集》中的48个赋格主题。"
    },
    {
      "en": "She will phrase a fugue of Bach's in these days.",
      "cn": "这几天她将把巴赫的赋格曲分成旋律分句。"
    },
    {
      "en": "She will phrase fugue of Bach's in these days.",
      "cn": "这几天她将把巴赫的赋格曲分成旋律分句."
    },
    {
      "en": "That Shchedrin's 24 Prelude and Fugue is an important work of the counterpoint music in 20 th century.",
      "cn": "前苏联作曲家谢德林的《24首前奏曲与赋格》,是20世纪钢琴复调音乐中的重要文献."
    },
    {
      "en": "The final movement, a robust and often dissonant fugue, is a precursor to Beethoven’s startling, gritty “Grosse Fuge,” composed as the final movement of his Opus 130 String Quartet.",
      "cn": "不协调的和音、爆裂刺耳的强音复调表现曲式是贝多芬大赋格曲的序奏部分。 他在弦乐四重奏作品130号也以此风格作为最后一个乐章。"
    },
    {
      "en": "This scene always feeling like Jiaoren prominent collarbone, fugue in four of the last fold.",
      "cn": "这样的情景总是想叫人摸着凸显的锁骨, 神游在褶皱四起的昨天."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fugal",
          "tran_cn": " 赋格曲的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "赋格曲，朦胧状态，记忆丧失症",
      "tran_en": "a piece of music with a tune that is repeated regularly in different  keys  by different voices or instruments"
    },
    {
      "pos": "vi",
      "tran_cn": "作赋格曲"
    },
    {
      "pos": "vt",
      "tran_cn": "把…编成赋格曲"
    }
  ],
  "exchange": {
    "pl": [
      "fugues"
    ]
  }
}