{
  "word": "facilitation",
  "ipa": {
    "us": "fəˌsɪlɪ'teɪʃn",
    "uk": "fəˌsɪlɪˈteʃən"
  },
  "sentences": [
    {
      "en": "Commission on Enterprise, Business Facilitation and Development [ UNCTAD ].",
      "cn": "投资 、 技术及相关的资金问题委员会."
    },
    {
      "en": "Further improve financial services, trade promotion, investment facilitation.",
      "cn": "进一步完善金融服务, 促进贸易 、 投资便利化."
    },
    {
      "en": "Improve foreign exchange management system and vigorously promote trade and investment facilitation.",
      "cn": "改进外汇管理体制,大力推动贸易投资便利化."
    },
    {
      "en": "It also includes return facilitation centers, mostly in Baghdad.",
      "cn": "这些措施里还包括主要在巴格达设立促进返乡中心."
    },
    {
      "en": "Jinan High - speed , high - speed Huang, with three high - speed , cross - territory Jiaoji railway, transport facilitation.",
      "cn": "济南 高速 、 青黄高速 、 同三 高速 、 胶济铁路横贯境内, 交通便利."
    },
    {
      "en": "Objective : To observe neuromuscular facilitation techniques in the strephenopodia after stroke.",
      "cn": "目的: 观察神经肌肉促进技术治疗脑卒中后足内翻的疗效."
    },
    {
      "en": "Principle 8 of Facilitation: Resolution – Conflicts are Good!",
      "cn": "辅引学第八原理: 矛盾–矛盾是好的!"
    },
    {
      "en": "State Road 205 north - south aspect, developed communications and transport facilitation.",
      "cn": "205国道纵横 南北, 通讯发达,交通便利."
    },
    {
      "en": "The adjustment of agricultural structure has some facilitation to peasant's income increase. \"",
      "cn": "农业结构调整对农民收入增长有一定的促进作用."
    },
    {
      "en": "Therefore, the strengthening of trade facilitation in - depth study is necessary.",
      "cn": "因此, 加强对贸易便利化的深入研究是十分必要的."
    },
    {
      "en": "Trade facilitation was achieved.",
      "cn": "促进贸易的目的达到了."
    },
    {
      "en": "Under the new situation, there is an increasing demand for trade facilitation.",
      "cn": "在新的形势下, 实现贸易便利化的呼声越来越强烈."
    },
    {
      "en": "WFF contained development facilitation, affect facilitation and capital facilitation.",
      "cn": "而WFF包括发展促进 、 情感促进和心理资本促进三个维度."
    },
    {
      "en": "What is the difference between instruction and facilitation?",
      "cn": "指导与引导有什么差别?"
    },
    {
      "en": "You want the highest quality instruction and supervision in workshop facilitation and personal coaching skills.",
      "cn": "你想在工作坊或私人教练技术有更高的提升."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "facilitative",
          "tran_cn": " 使便利的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "facility",
          "tran_cn": " 设施；设备；容易；灵巧"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "facilitate",
          "tran_cn": " 促进；帮助；使容易"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "easiness",
            "liable to"
          ],
          "tran_cn": "[生理]简易化；助长；容易"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "促进，便利，易化作用，助长"
    }
  ],
  "exchange": {
    "verb": [
      "facilitate"
    ]
  }
}