{
  "word": "cocaine",
  "ipa": {
    "us": "kəʊˈkeɪn",
    "uk": "koʊˈkeɪn"
  },
  "sentences": [
    {
      "en": "Cocaine addicts get specialized support from knowledgeable staff.",
      "cn": "对可卡因上瘾的人从那些懂相关知识的工作人员那里得到了专业化的帮助。"
    },
    {
      "en": "Crack is a much cheaper, smokable form of cocaine which is powerfully addictive.",
      "cn": "强效可卡因更便宜，可以吸食，极易使人上瘾。"
    },
    {
      "en": "Don't have cocaine abusively.",
      "cn": "不可滥服古柯碱."
    },
    {
      "en": "He died of cardiac arrest after snorting cocaine.",
      "cn": "他死于吸食可卡因之后的心脏停搏。"
    },
    {
      "en": "He has all the apparatus, including a blowtorch, for freebasing cocaine.",
      "cn": "他有加热吸用可卡因的所有器具, 包括喷灯都有."
    },
    {
      "en": "He has failed a dope test for cocaine.",
      "cn": "他未能通过可卡因药检。"
    },
    {
      "en": "He was addicted to cocaine.",
      "cn": "他吸可卡因上瘾。"
    },
    {
      "en": "His mother was on drugs, on cocaine.",
      "cn": "他母亲吸毒，吸可卡因。"
    },
    {
      "en": "She became a prostitute in order to pay for her cocaine habit.",
      "cn": "她以娼养吸。"
    },
    {
      "en": "She has been indicted for possessing cocaine.",
      "cn": "她被指控藏有可卡因。"
    },
    {
      "en": "Spanish police have seized cocaine valued at around $53 million.",
      "cn": "西班牙警方查获了一批价值约5,300万美元的可卡因。"
    },
    {
      "en": "That young man is a cocaine addict.",
      "cn": "那个年轻人吸食可卡因成瘾."
    },
    {
      "en": "The anti-drug sweep had netted nearly 900 kilogrammes of cocaine.",
      "cn": "扫毒行动已缴获了近900千克的可卡因。"
    },
    {
      "en": "The police moved in, arrested him and impounded the cocaine.",
      "cn": "警察冲进去将他拘捕并没收了可卡因。"
    },
    {
      "en": "The police report said she was doing cocaine.",
      "cn": "警方报告说她正在吸可卡因。"
    },
    {
      "en": "Then the researchers repeated the experiment, but this time they injected rats with a dose of cocaine or morphine on one side and with a neutral saline solution on the other.",
      "cn": "然后，研究人员重复这项实验，但是这次他们给一边的小白鼠注射小剂量的可卡因或吗啡，而另一边注射中性盐水。"
    },
    {
      "en": "To investigate, his team injected cocaine, capsaicin or both at once into the abdomens of several groups of about 30 mice.",
      "cn": "他的团队将辣椒素或可卡因中的一种，或同时将两种注射进几组老鼠的腹部，每组约30只。"
    },
    {
      "en": "We see him snorting and mainlining cocaine.",
      "cn": "我们看见他吸食并注射可卡因。"
    },
    {
      "en": "What do gambling, sex, heroin and cocaine — and the other things that can addict us — have in common?",
      "cn": "赌博、性爱、海洛因和可卡因以及其他能导致我们上瘾的事物，到底有什么共同点？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "coke",
            "Bernie"
          ],
          "tran_cn": "[药]可卡因"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "crack cocaine",
      "tran_cn": "可卡因；快克古柯碱；霹雳可卡因"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "可卡因，古柯碱",
      "tran_en": "a drug, usually in the form of a white powder, that is taken illegally for pleasure or used in some medical situations to prevent pain"
    }
  ],
  "exchange": {}
}