{
  "word": "Scotland",
  "ipa": {
    "us": "ˈskɒtlənd",
    "uk": "ˈskɑːtlənd"
  },
  "sentences": [
    {
      "en": "Both Scotland and Northern Ireland had made last-minute substitutions.",
      "cn": "苏格兰队和北爱尔兰队都在最后时刻做了换人调整。"
    },
    {
      "en": "Deer hunting was banned in Scotland in 1959.",
      "cn": "猎鹿于1959年在苏格兰被禁止。"
    },
    {
      "en": "England, Scotland and Wales compose the island of Great Britain.",
      "cn": "英格兰、苏格兰和威尔士组成大不列颠岛国。"
    },
    {
      "en": "Ferries are a lifeline to the far-flung corners of Scotland.",
      "cn": "渡船是苏格兰边远地区的生命线。"
    },
    {
      "en": "Frik Burger will officiate when the Pumas play Scotland.",
      "cn": "弗里克·伯格将担任阿根廷队对苏格兰队比赛的裁判。"
    },
    {
      "en": "He traveled Scotland last year.",
      "cn": "他去年在苏格兰旅行。"
    },
    {
      "en": "He tried to stay a few months every year in Scotland.",
      "cn": "他每年都会争取在苏格兰住几个月。"
    },
    {
      "en": "I got on the phone to Inspector Joplin at Scotland Yard.",
      "cn": "我与伦敦警察厅的乔普林巡官通过电话了。"
    },
    {
      "en": "Scotland were ahead in their European championship qualifier in Iceland.",
      "cn": "苏格兰队在冰岛举行的欧洲杯预选赛中处于领先位置。"
    },
    {
      "en": "Seacliff House is one of the most romantic ruins in Scotland.",
      "cn": "海崖城堡是苏格兰最富有浪漫色彩的遗迹之一。"
    },
    {
      "en": "Similar arrangements apply to students who are ordinarily resident in Scotland.",
      "cn": "类似的安排适用于长期居住在苏格兰的学生。"
    },
    {
      "en": "The 77,000-acre estate contains five of the highest peaks in Scotland.",
      "cn": "7.7万英亩的私人土地上有5座苏格兰最高的山峰。"
    },
    {
      "en": "The investigation is being handled by Scotland Yard's anti-terrorist branch.",
      "cn": "调查由伦敦警察厅反恐部门负责。"
    },
    {
      "en": "The third resonantly poetic language of Scotland this century is Gaelic.",
      "cn": "盖尔语是本世纪苏格兰第三种富有诗意的语言。"
    },
    {
      "en": "This is almost the mirror image of the situation in Scotland.",
      "cn": "这几乎就是苏格兰局势的翻版。"
    },
    {
      "en": "We're going to Scotland for our holidays.",
      "cn": "我们要去苏格兰度假。"
    },
    {
      "en": "Why should they not go on to Scotland, if that had been the case?",
      "cn": "要是真象你所想的那样，那他们干吗不到苏格兰去呢？"
    },
    {
      "en": "Women have been ordained for many years in the Church of Scotland.",
      "cn": "苏格兰长老会多年前就已开始任命女性担任圣职。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "church of scotland",
      "tran_cn": "（苏格兰正式定为国教的）苏格兰长老会"
    },
    {
      "phrase": "royal bank of scotland",
      "tran_cn": "苏格兰皇家银行"
    },
    {
      "phrase": "scotland yard",
      "tran_cn": "n. 苏格兰场（伦敦警察厅）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "苏格兰（英国的一部分，在大不列颠岛北部）"
    },
    {
      "pos": "other",
      "tran_cn": "苏格兰（英）"
    }
  ],
  "exchange": {}
}