{
  "word": "rug",
  "ipa": {
    "us": "rʌg",
    "uk": "rʌɡ"
  },
  "sentences": [
    {
      "en": "A Berber rug makes a colourful wall-hanging.",
      "cn": "柏柏尔小地毯可以当色彩艳丽的壁毯。"
    },
    {
      "en": "A Persian rug covered the hardwood floors.",
      "cn": "硬木地板上铺着一张波斯地毯。"
    },
    {
      "en": "Finding a rug that's just the colour, size and price you want can be well-nigh impossible.",
      "cn": "找到一块颜色、尺寸和价格都符合你要求的毛毯几乎是不可能的。"
    },
    {
      "en": "He reclined on a rug.",
      "cn": "他躺在地毯上."
    },
    {
      "en": "His shoe had rucked up one corner of the pale rug.",
      "cn": "他的鞋子把浅色地毯的一角弄皱了。"
    },
    {
      "en": "Humphrey paced the rug behind his desk and demanded rhetorically.",
      "cn": "汉弗莱在他办公桌后面的地毯上,一边踱着步子一边慷慨激昂地问道."
    },
    {
      "en": "In his sleeping bag he'll be as snug as a bug in a rug.",
      "cn": "躺在睡袋里他会感觉温暖又舒适."
    },
    {
      "en": "The chair was bolted through the rug to the steel floor.",
      "cn": "椅子透过地毯固定在坚硬的地上."
    },
    {
      "en": "The color of these curtains approximates that of the rug.",
      "cn": "这些窗帘的颜色与地毯的颜色接近."
    },
    {
      "en": "The cushions were soft blue to match the Chinese rug on the floor.",
      "cn": "这些靠垫是柔和的蓝色，与地板上的中国小地毯很相配。"
    },
    {
      "en": "The designs in the rug are well proportioned.",
      "cn": "地毯上的图案很匀称."
    },
    {
      "en": "The multicoloured rag rug was chosen to liven up the grey carpet.",
      "cn": "选择这块五彩缤纷的碎呢小毯是为了给这灰色的地毯添些生气。"
    },
    {
      "en": "The old lady was seated in her chair at the window, a rug over her knees.",
      "cn": "这位老妇人坐在靠窗的椅子上，膝上盖着一块小毛毯。"
    },
    {
      "en": "This rug tones in well with the wallpaper and furniture.",
      "cn": "地毯和壁纸、家具配合得非常协调."
    },
    {
      "en": "We couldn't afford to buy a new rug.",
      "cn": "我们买不起新的小地毯。"
    },
    {
      "en": "We had pulled the rug out from under Bormann.",
      "cn": "我们挖了博尔曼的墙脚."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "carpet",
            "covering",
            "mat"
          ],
          "tran_cn": "毯;地毯"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "carpet",
            "covering",
            "mat"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "persian rug",
      "tran_cn": "波斯地毯；波斯毛毯"
    },
    {
      "phrase": "pull the rug (from under someone)",
      "tran_cn": "突然撤销对某人的支持，突然停止支持某人；拆某人的台"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小块地毯，〈英〉（围盖膝的）围毯，车毯，〈美俚男子假发",
      "tran_en": "a piece of thick cloth or wool that covers part of a floor, used for warmth or as a decoration"
    }
  ],
  "exchange": {
    "pl": [
      "rugs"
    ]
  }
}