{
  "word": "upon",
  "ipa": {
    "us": "əˈpɒn",
    "uk": "əˈpɑːn"
  },
  "sentences": [
    {
      "en": "A large portion of this cost devolves upon the patient.",
      "cn": "这笔费用的很大一部分落在病人身上。"
    },
    {
      "en": "an honour bestowed upon the association",
      "cn": "授予该协会的荣誉"
    },
    {
      "en": "Brandon threw him upon the ground.",
      "cn": "布兰登把他摔倒在地。"
    },
    {
      "en": "Bunbury flopped down upon the bed and rested his tired feet.",
      "cn": "邦伯里重重地倒在了床上，让他疲惫的双脚休息一下。"
    },
    {
      "en": "Do you think she could be prevailed upon to do those things?",
      "cn": "你觉得有可能说服她去做那些事情吗？"
    },
    {
      "en": "He bent forward and laid a kiss softly upon her forehead.",
      "cn": "他弯身向前，在她额头上轻轻一吻。"
    },
    {
      "en": "He was holding a cloth that dripped pink drops upon the floor.",
      "cn": "他正拿着一块布，布上粉红色的水滴落在地板上。"
    },
    {
      "en": "I imagined the eyes of the others in the room upon me.",
      "cn": "我觉得屋里其他人似乎都在盯着我。"
    },
    {
      "en": "It is incumbent upon all of us to make an extra effort.",
      "cn": "我们所有人都必须加倍努力。"
    },
    {
      "en": "It is worth remembering that previous wills are nullified automatically upon marriage.",
      "cn": "要记住的是，一旦结婚，原遗嘱自动失效。"
    },
    {
      "en": "Remember, happiness doesn't depend upon who you are or what you have; it depends solely upon what you think.--Dale Carnegie",
      "cn": "请记住，幸福不在于你是谁或者你拥有什么，而仅仅取决于你的心态！"
    },
    {
      "en": "The city was walled and built upon a rock.",
      "cn": "这座城市建在岩石上，四周筑有城墙。"
    },
    {
      "en": "The clouds gathered and showers poured down upon the parched earth.",
      "cn": "乌云聚涌，倾盆大雨落在焦干的大地上。"
    },
    {
      "en": "The man let his eyes settle upon Cross's face.",
      "cn": "那名男子的目光落在了克罗斯的脸上。"
    },
    {
      "en": "The President absolved his officers and took the blame upon himself.",
      "cn": "总统赦免了手下的官员，把过失揽到自己的头上。"
    },
    {
      "en": "They had to conserve the candles now with winter upon them.",
      "cn": "冬天眼看就要到了，他们不得不把蜡烛省着用。"
    },
    {
      "en": "They were bunching up, almost treading upon each other's heels.",
      "cn": "他们几乎脚尖踩着脚跟地挤作一团。"
    },
    {
      "en": "We are completely dependent upon your help.",
      "cn": "我们完全依赖你的帮助。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "about",
            "above",
            "across",
            "on",
            "over"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "on the basis of",
            "in the light of",
            "onto",
            "toward",
            "up"
          ],
          "tran_cn": "根据；接近；在…之上"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "在…上，一…就…，将要发生",
      "tran_en": "used to mean ‘on’ or ‘onto’"
    }
  ],
  "exchange": {}
}