{
  "word": "streetcar",
  "ipa": {
    "us": "ˈstri:tkɑ:(r)",
    "uk": "ˈstritˌkɑr"
  },
  "sentences": [
    {
      "en": "A comparative analysis of neotradtional developments with a turn - of - the - century streetcar suburb.",
      "cn": "新传统社区发展与改变时代的电车郊区之比较分析."
    },
    {
      "en": "A Streetcar Named Desire.",
      "cn": "《欲望号列车》."
    },
    {
      "en": "Am I on the right streetcar to Seventh Avenue?",
      "cn": "这电车经过第七街的 吗 ?"
    },
    {
      "en": "Buses have replaced streetcar.",
      "cn": "公共汽车已经取代了电车."
    },
    {
      "en": "Example : This isa horse - drawn streetcar popular in that park.",
      "cn": "这是那个公园流行的马拉的车."
    },
    {
      "en": "He caught the streetcar to his home in Bronx.",
      "cn": "他搭上了去布郎克斯他家的有轨电车."
    },
    {
      "en": "He caught the streetcar to his home.",
      "cn": "他搭上了去他家的有轨电车."
    },
    {
      "en": "I like her best in A Streetcar Named Desire.",
      "cn": "我最爱《欲望街车》中的她."
    },
    {
      "en": "I met him on the streetcar.",
      "cn": "我在市内有轨电车上碰见了他."
    },
    {
      "en": "I took the streetcar and transferred to the bus.",
      "cn": "我搭乘电车再改乘公共汽车."
    },
    {
      "en": "It is illegal to shoot jackrabbits from the back of a streetcar.",
      "cn": "从市内有轨电车的后部射击长耳大野兔是违法的."
    },
    {
      "en": "Life in those areas, roughly paralleling the historic St. Charles Avenue streetcar line, has bounced back to normal.",
      "cn": "大体上，在靠近闻名遐迩的圣查尔斯大街有轨电车线附近的那些地区，生活已恢复到了正常水平。"
    },
    {
      "en": "She was scrupulously clean, she showered every morning, and I liked the smell of perfume, fresh perspiration, and streetcar that she brought with her from work.",
      "cn": "她有洁癖，每天早晨都洗澡，我喜欢香水味道，还有她从有轨电车带回来的清爽的汗水味道。"
    },
    {
      "en": "She was wearing a uniform jacket and skirt, and I realized that she was streetcar conductor.",
      "cn": "她穿着制服上衣和裙子，我明白她原来是有轨电车检票员。"
    },
    {
      "en": "The cheapest way of doing a tour of the city is to take a streetcar.",
      "cn": "在城市里观光最经济的方法是乘有轨电车."
    },
    {
      "en": "The city has taken the old streetcar tracks up.",
      "cn": "这座城市已经把旧的电车轨道拆除了."
    },
    {
      "en": "The streetcar was derailed.",
      "cn": "电车脱轨了."
    },
    {
      "en": "To clear ground , the Nuremberg streetcar depot had to be removed.",
      "cn": "要想廓清场地, 纽伦堡电车总站必须迁移."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "trolley car",
            "trolley-bus"
          ],
          "tran_cn": "[车辆]有轨电车"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "有轨电车",
      "tran_en": "a type of bus that runs on electricity along metal tracks in the road"
    }
  ],
  "exchange": {
    "pl": [
      "streetcars"
    ]
  }
}