{
  "word": "bigger",
  "ipa": {
    "us": "bɪgə",
    "uk": "bɪgə"
  },
  "sentences": [
    {
      "en": "A bigger objection is that aggregation of the results invites distortion.",
      "cn": "一种更大的异议是把各种结果集中考虑容易导致曲解。"
    },
    {
      "en": "A much bigger battle is ahead for the president.",
      "cn": "一场更为艰巨的战斗正等待着总统。"
    },
    {
      "en": "Cities, if unrestricted, tend to coalesce into bigger and bigger conurbations.",
      "cn": "如果不加限制，城市往往会联合发展成越来越大的集合城市。"
    },
    {
      "en": "Do you have this dress in a bigger bust size?",
      "cn": "有胸围比这件大些的衣服 吗 ?"
    },
    {
      "en": "Good posture also helps your bust look bigger.",
      "cn": "优美的姿势也能让你的胸部看起来更丰满。"
    },
    {
      "en": "He hypoed his jeep's power by changing a bigger engine.",
      "cn": "他为他的吉普车换了一个更大的发动机以增大其马力。"
    },
    {
      "en": "I shouldn't tangle with Peter, he is bigger than me.",
      "cn": "我不应该与彼特吵架, 他的块头比我大."
    },
    {
      "en": "I'm going to be surfing bigger waves when I get to Australia!",
      "cn": "到了澳大利亚后我要去浪头更大的地方冲浪！"
    },
    {
      "en": "That uncertain thing was swelled bigger.",
      "cn": "那个不知叫什么的东西膨胀得更大了。"
    },
    {
      "en": "The bigger children in the neighborhood molested the younger ones.",
      "cn": "邻居家的大孩子欺负小孩子."
    },
    {
      "en": "The bigger girls used to chase me and tickle me.",
      "cn": "比我高大的女孩过去总是追赶着胳肢我。"
    },
    {
      "en": "The Irish love a party, the bigger the better.",
      "cn": "爱尔兰人喜欢聚会，规模越大越好。"
    },
    {
      "en": "Their house is very similar to ours, but ours is bigger.",
      "cn": "他们的房子和我们的十分相像，但我们的要大些。"
    },
    {
      "en": "Their ship fell astern of the bigger one.",
      "cn": "他们的船落到了一条更大的船的后面。"
    },
    {
      "en": "These squids are bigger than those I bought last week.",
      "cn": "这些鱿鱼比我上周买的大."
    },
    {
      "en": "We joined up small plots of land and made bigger fields.",
      "cn": "我们把小块的地连成大块的田."
    },
    {
      "en": "Yet bigger satellites will be sent up into orbit.",
      "cn": "更为大型的卫星将被送入轨道。"
    },
    {
      "en": "You must trim your costs if you want to make bigger profits.",
      "cn": "如果你想获得更大的利润,就必须削减开支."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "big",
          "tran_cn": " 大的；重要的；量大的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "big",
          "tran_cn": " 大量地；顺利；夸大地"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "大的，长大的，大的( big的比较级 )，重要的，（计划） 庞大的，大方的"
    },
    {
      "pos": "other",
      "tran_cn": "更大的"
    }
  ],
  "exchange": {}
}