{
  "word": "synopsis",
  "ipa": {
    "us": "sɪˈnɒpsɪs",
    "uk": "sɪˈnɑːpsɪs"
  },
  "sentences": [
    {
      "en": "An abbreviated list as of contents; a synopsis.",
      "cn": "这是一些新书的内容 提要."
    },
    {
      "en": "Combined with Synopsis Golden Chamber, this ar ˉ ticle explores the application of this method by ZHANG Zhong - jing.",
      "cn": "本文结合《金匮要略》原文对仲景对该法的运用加以探讨."
    },
    {
      "en": "Fanggang Weng who wrote the synopsis of Si Ku Quan Shu.",
      "cn": "《提要稿》为翁方纲参与《四库全书》编纂时所作提要底稿,计千余篇."
    },
    {
      "en": "For each title there is a brief synopsis of the book.",
      "cn": "每本书都附有一个该书的简短提要。"
    },
    {
      "en": "If you’re speaking at a conference, people come to your session because of the synopsis – that’s what they’re interested in.",
      "cn": "如果你是在进行一次商务会谈，人们来听你的演说是因为你所列出的演讲大纲，那是他们真正感兴趣的。"
    },
    {
      "en": "Students present a short synopsis of the following articles.",
      "cn": "学生应缴交一份下列文章的摘要."
    },
    {
      "en": "Synopsis - A general overview or summary of an article.",
      "cn": "内容提要 -- 一篇综述或概况."
    },
    {
      "en": "Synopsis : A calculating method of clay distribution in molding sands by computer is developed.",
      "cn": "本文提出了一种用微机研究型砂中粘土分布规律的方法."
    },
    {
      "en": "Synopsis Application of neural network in EAF, blast - furnace, rolling and combustion is introduced.",
      "cn": "简述了几种神经网络在电炉 、 高炉 、 轧钢和燃烧等冶金领域的应用."
    },
    {
      "en": "Synopsis In the Internet Age, reading and living environment at a disadvantage.",
      "cn": "网络时代, 阅读的生存环境处于劣势中."
    },
    {
      "en": "Synopsis Shou Heng is like a fixed star, always confident and attractive.",
      "cn": "故事大纲守恒就像恒星一般, 永远自信,总吸引所有人的目光."
    },
    {
      "en": "Synopsis theatre and TV drama are integrated arts.",
      "cn": "戏剧与影视剧都是综合艺术."
    },
    {
      "en": "Synopsis There are some factors that cause the formation hot strip side - camber in the rolling process.",
      "cn": "板带轧制过程中因受某些因素影响会形成侧弯."
    },
    {
      "en": "Synopsis: At present, our country implements nine - year compulsory education.",
      "cn": "内容提要: 目前, 我国实行九年义务教育."
    },
    {
      "en": "Synopsis: Michael longs for Sara and freedom.",
      "cn": "剧情提要: 迈克尔对萨拉和自由是望眼欲穿."
    },
    {
      "en": "Synopsis: The whole works is just like a visual game.",
      "cn": "作品简介: 一场别开生面的视觉游戏."
    },
    {
      "en": "The synopsis of the book is very good.",
      "cn": "这本书的梗概非常好."
    },
    {
      "en": "This consists of a longer synopsis of your script with your contact information and an image that illustrates a possible marketing idea; it should fit on one sheet of paper.",
      "cn": "里面应该包括一份较长的剧本大纲、你的联系方式以及一张说明你的潜在营销理念的图板；所有这些内容都应当浓缩在一页纸上。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "synoptic",
          "tran_cn": " 天气的；概要的；对观福音书的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "program",
            "brief"
          ],
          "tran_cn": "概要，大纲"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abbreviation",
            "compression",
            "conclusion",
            "condensation",
            "contraction",
            "element",
            "reduction",
            "sketch",
            "summary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "摘要，梗概，大纲",
      "tran_en": "a short description of the main events or ideas in a book, film etc"
    }
  ],
  "exchange": {
    "pl": [
      "synopses"
    ],
    "adj": [
      "synoptic"
    ]
  }
}