{
  "word": "cohesiveness",
  "ipa": {
    "us": "kəʊ'hi:sɪvnəs",
    "uk": "koʊ'hisɪvnəs"
  },
  "sentences": [
    {
      "en": "A flocking bird is blind to the grace and cohesiveness of a flock in flight.",
      "cn": "结队飞行的鸟儿对鸟群的飞行姿态和聚合是视而不见的."
    },
    {
      "en": "And group therapists place the highest priority on establishing group cohesiveness.",
      "cn": "团体治疗师把建立团体内聚力放在首位."
    },
    {
      "en": "Another function is to maintain cohesiveness by regulating the willingness of various stakeholders to serve the organization, and by maintaining the stability of authority.",
      "cn": "而另一项职能则是通过调节不同利益相关者为组织服务的愿望，以及维护权威的稳定性来保持凝聚力。"
    },
    {
      "en": "Cohesiveness is the nucleus motive force of promoting unity behavior of a class.",
      "cn": "班级团体凝聚力是班级团体行为的核心动力."
    },
    {
      "en": "However, the message Behind it is loud and clear: promoting mutual understanding and enhancing social cohesiveness.",
      "cn": "但释出的却是明白而且正面的信息: 促进彼此的了解,加强社区凝聚力."
    },
    {
      "en": "Non - equilibrium cohesiveness pull cover paper a book back with widespread in most of them are lognitudinal.",
      "cn": "不均衡的内聚力拉动封面纸在书背处出现大多数是纵向的绉折."
    },
    {
      "en": "One of the most important properties of a work team is cohesiveness.",
      "cn": "工作小组的最重要特征之一是凝聚力."
    },
    {
      "en": "The bond strength is its cohesiveness of adhesives and adhesive and glued bodies adhesive force.",
      "cn": "粘结强度是由胶粘剂本身的内聚力和胶粘剂与被粘物体之间的粘附力所决定."
    },
    {
      "en": "The interrelation between all kinds of cohesiveness target of bituminous coal and regression equation are introduced.",
      "cn": "介绍了集贤煤田东荣区烟煤各种粘结性指标间的相互关系及相应的回归方法."
    },
    {
      "en": "The product of present invention has high cold - resistance and good cohesiveness with mortar under high strength.",
      "cn": "本发明制品具有高的抗寒性,并可在保持高强度的条件下与灰浆有良好的粘结性."
    },
    {
      "en": "The software gives it a high degree of cohesiveness and transparency.",
      "cn": "该软件提供了高度的粘聚性和透明度."
    },
    {
      "en": "They had no group cohesiveness. They were in competition with each other all the time.",
      "cn": "他们缺乏团队凝聚力。他们一直都在相互竞争。"
    },
    {
      "en": "We see human civilizations begin throughout both North and South America with different levels of complexity, technology and cohesiveness.",
      "cn": "我们看到北美洲和南美洲的人类文明在复杂性、技术力和凝聚力上以不同的水平展开。"
    },
    {
      "en": "Work closely with service department so that customers are served well, and cohesiveness is achieved.",
      "cn": "与产品服务部密切合作,更好的完善客户服务."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "coherent",
          "tran_cn": " 连贯的，一致的；明了的；清晰的；凝聚性的；互相偶合的；粘在一起的"
        },
        {
          "word": "cohesive",
          "tran_cn": " 有结合力的；紧密结合的；有粘着力的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "coherently",
          "tran_cn": " 连贯地；前后一致地；条理清楚地；互相偶合地；凝聚性地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "coherence",
          "tran_cn": " 一致；连贯性；凝聚"
        },
        {
          "word": "cohesion",
          "tran_cn": " 凝聚；结合；[力] 内聚力"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "cohere",
          "tran_cn": " 凝聚；连贯；粘着；一致"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cohesive property",
            "caking property"
          ],
          "tran_cn": "凝聚力；粘结性；内聚力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "density"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "粘合, 凝聚性"
    },
    {
      "pos": "other",
      "tran_cn": "粘结性，内聚性"
    }
  ],
  "exchange": {
    "adj": [
      "cohesive"
    ]
  }
}