{
  "word": "microorganism",
  "ipa": {
    "us": "ˌmaɪkrəʊ'ɔ:gənɪzəm",
    "uk": "ˌmaɪkroˈɔrɡəˌnɪzəm"
  },
  "sentences": [
    {
      "en": "A microorganism is too small to see with the naked eye.",
      "cn": "微生物太小,不能用肉眼看见."
    },
    {
      "en": "A single - celled microorganism, especially a flagellate protozoan of the genus Monas.",
      "cn": "单胞体 单细胞 的微生物, 尤指单''.'胞'. ''虫类的有鞭毛的原生动物."
    },
    {
      "en": "Abstract: The quantity change regularity of microorganism was studied.",
      "cn": "文摘: 研究了序批式生物膜反应器中微生物量的变化特点."
    },
    {
      "en": "Aeration is a tank where microorganism decompose organism in waste water.",
      "cn": "曝气池是栖息在活性污泥中的微生物分解污水中有机物的场所."
    },
    {
      "en": "Aim To synthesize gastrodin via biotransformation of microorganism using p - hydroxybenzaldehyde as substrate.",
      "cn": "目的以对羟基苯甲醛为底物,通过微生物的转化作用生物合成天麻素."
    },
    {
      "en": "Bacteria belong to the microorganism.",
      "cn": "细菌属于微生物."
    },
    {
      "en": "Bad flavor in milk could produce because of microorganism and physiochemical reason.",
      "cn": "由于加工过程中微生物和理化的原因,容易使乳制品产生不良风味."
    },
    {
      "en": "In order to improve the microorganism fermentation process of producing glutamine, an electrodialysis method was developed to separate glutamic acid and glutamine.",
      "cn": "为改进微生物发酵法生产谷氨酰胺的流程，提出用电渗析方法来分离谷氨酰胺和谷氨酸。"
    },
    {
      "en": "Kinetic characteristics of valonia tannin biodegradation using natural microorganism groups were studied.",
      "cn": "研究了微生物菌系对橡单宁的生物降解能力."
    },
    {
      "en": "Novel antifungal antibiotics from microorganism have been found one after another.",
      "cn": "近几年来,新的微生物来源的抗真菌药物不断涌现."
    },
    {
      "en": "Objective To investigate the effectiveness of microorganism elimination by routine purified technology of water plants in Shenzhen.",
      "cn": "目的调查分析深圳区镇水厂常规水处理工艺去除微生物的净化效果。"
    },
    {
      "en": "Observe microorganism in the water and in the sediment by a microscope.",
      "cn": "用显微镜观察水样本和基质样本中的微生物."
    },
    {
      "en": "Slight mutations that allow a microorganism to resist the full killing power of a medicine are an evolutionary advantage that greatly expedites the development of drug resistance.",
      "cn": "略微的突变即可使微生物具有抵抗力，使药物完全失去杀伤力，这种突变是一个进化优势，大大加快了耐药性的产生。"
    },
    {
      "en": "Spread the contents of the amber onto a petri dish containing a microorganism food like starch or soy.",
      "cn": "把琥珀内嵌标本放在皮氏培养皿中，并加入微生物食品，比如淀粉或大豆。"
    },
    {
      "en": "The microorganism action also include the addition of starter cultures in cheese.",
      "cn": "干酪中的微生物作用也包括人为添加发酵剂的作用."
    },
    {
      "en": "The results show the polymer gel has good cooperation with microorganism germ.",
      "cn": "试验结果表明,聚合物凝胶体系与微生物具有良好的配伍性,具备技术联作的可操作性."
    },
    {
      "en": "There are still some problems in culturing and identifying the marine microorganism.",
      "cn": "在培养及鉴定海洋微生物等方面还面临许多问题."
    },
    {
      "en": "Theresults show: vanillin has strong inhibited effect to the microorganism.",
      "cn": "结果表明, 香兰素 具有较强的抑菌作用."
    },
    {
      "en": "This is actually just a microorganism. But it has roughly 500 genes.",
      "cn": "这其实只不过是一个微生物，却拥有约500个基因。"
    },
    {
      "en": "To research the pathogenic microorganism characters of chronic pharyngitis.",
      "cn": "目的:研究慢性咽炎的病原学问题."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "micrometeorite",
          "tran_cn": " 微小陨石"
        },
        {
          "word": "micropaleontology",
          "tran_cn": " 微体古生物学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "organism",
            "animalcule"
          ],
          "tran_cn": "[微]微生物；微小动植物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "germ"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pathogenic microorganism",
      "tran_cn": "病原微生物；致病微生物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "微生物",
      "tran_en": "a living thing that is so small that it cannot be seen without a  microscope "
    }
  ],
  "exchange": {}
}