{
  "word": "reopen",
  "ipa": {
    "us": "ˌri:ˈəʊpən",
    "uk": "ˌriˈoʊpən"
  },
  "sentences": [
    {
      "en": "China's Capital Markets: Where From Here and When Will Markets Reopen?",
      "cn": "中国资本市场: 市场窗口何日再开放及何去何从?"
    },
    {
      "en": "He feared that mentioning it might reopen the wound.",
      "cn": "他害怕提到这些会触及别人的伤心事."
    },
    {
      "en": "His results are likely to reopen the debate on race and education.",
      "cn": "他的结果可能会重新引起关于种族和教育的辩论。"
    },
    {
      "en": "I'd buy the Quick Stop and reopen it myself!",
      "cn": "我会把小歇便利店买回来重新开张!"
    },
    {
      "en": "Let's not reopen old sores.",
      "cn": "我们可别再提旧时的伤心事了."
    },
    {
      "en": "Look, let's try not to reopen any old wounds this time, OK?",
      "cn": "嘿, 咱们这次别提任何伤心事, 好 吗 ?"
    },
    {
      "en": "Middle East peace talks reopen in Washington on Wednesday.",
      "cn": "中东和平谈判于周三在华盛顿重启。"
    },
    {
      "en": "Most shops will reopen today and people will set firecrackers to celebrate.",
      "cn": "大部份商店会在今天开始重新开业,并且燃放鞭炮庆祝."
    },
    {
      "en": "The Centers for Disease Control and Prevention has advised that schools reopen.",
      "cn": "疾病控制和预防中心建议学校重新开放."
    },
    {
      "en": "The cinema will reopen next week after the renovation.",
      "cn": "电影院修缮后,将于下星期开业."
    },
    {
      "en": "The company originally intended to reopen the factory with non-union workers.",
      "cn": "公司原打算雇用不属于工会的工人重新开工。"
    },
    {
      "en": "The disclosures will reopen the highly charged debate about euthanasia.",
      "cn": "这些数字的披露再次引起了对安乐死的激烈争论."
    },
    {
      "en": "The hotel will reopen next week after its ￡1 million renovation.",
      "cn": "该饭店在花费一百万英镑将其整修后将于下星期重新开放."
    },
    {
      "en": "The letter contained a clear commitment to reopen talks.",
      "cn": "这封信明确承诺要重新开始谈判."
    },
    {
      "en": "The swimming pool will reopen in May.",
      "cn": "游泳池将于5月份重新开放。"
    },
    {
      "en": "The Theatre Royal, Norwich, will reopen in November.",
      "cn": "诺里奇的皇家戏院将在11月重新开业。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重开,再开始",
      "tran_en": "if a theatre, restaurant etc reopens, or if it is reopened, it opens again after a period when it was closed"
    },
    {
      "pos": "vt& vi.",
      "tran_cn": "再开，重新打开，重新开始"
    }
  ],
  "exchange": {
    "third": [
      "reopens"
    ],
    "past": [
      "reopened"
    ],
    "done": [
      "reopened"
    ],
    "ing": [
      "reopening"
    ],
    "noun": [
      "reopening"
    ]
  }
}