{
  "word": "knighthood",
  "ipa": {
    "us": "ˈnaɪthʊd",
    "uk": "ˈnaɪtˌhʊd"
  },
  "sentences": [
    {
      "en": "All the knighthood of France came to the aid of the king.",
      "cn": "法国所有的骑士阶层都来援助国王."
    },
    {
      "en": "But at any rate he got a knighthood for it.",
      "cn": "但是无论如何,他还是因此而获得了骑士的称号."
    },
    {
      "en": "He also received honorary knighthood in England in 1998.",
      "cn": "1998年,他还在英国被封为荣誉爵士."
    },
    {
      "en": "He received a knighthood for his services to British industry.",
      "cn": "他因对英国工业有贡献而获得爵士阶级."
    },
    {
      "en": "He received a knighthood in the New Year's Honours list.",
      "cn": "他是新年受勋者之一，荣获爵士称号。"
    },
    {
      "en": "He was awarded a knighthood in recognition of his truly great contribution to the British cinema.",
      "cn": "他因对英国电影的贡献而被授予爵位."
    },
    {
      "en": "He was given the accordance of knighthood for his bravery.",
      "cn": "他因表现英勇被授予骑士封号."
    },
    {
      "en": "If you wanta knighthood, you might as well cry for the moon.",
      "cn": "你若想获得爵士头衔, 简直形同海底捞月."
    },
    {
      "en": "Sir Joseph's knighthood was the final feather in his cap after years of dedicated service to the community.",
      "cn": "约瑟夫爵士的爵士地位是他数年服务于社区的最高荣誉."
    },
    {
      "en": "The highest Order of Knighthood is the Order of the Garter.",
      "cn": "最高骑士勋位是嘉德勋位。"
    },
    {
      "en": "The King conferred a knighthood on the brave man.",
      "cn": "国王将爵士封号授予了这位勇士."
    },
    {
      "en": "The queen conferred a knighthood on him.",
      "cn": "女王授予他爵士身份."
    },
    {
      "en": "The Queen conferred knighthood on several distinguished men.",
      "cn": "女王将爵士头衔授予几位杰出人士."
    },
    {
      "en": "The Queen conferred knighthood on the bus conductor at the press conference.",
      "cn": "女王在记者会议上授予公车售票员骑士身份."
    },
    {
      "en": "The Queen has bestowed a knighthood on him.",
      "cn": "女王已经授予他爵士头衔。"
    },
    {
      "en": "When he finally received his knighthood in 1975 Chaplin was 85.",
      "cn": "当他最终在1975年得到爵士封号时，卓别林已经85岁了。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "knightly",
          "tran_cn": " 骑士的，侠义的；英勇高洁的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "knightly",
          "tran_cn": " 骑士般地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "knight",
          "tran_cn": " 骑士，武士；爵士"
        },
        {
          "word": "knightliness",
          "tran_cn": " 骑士似的；骑士的；勋爵士的"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "knight",
          "tran_cn": " 授以爵位"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Cavs",
            "ritter"
          ],
          "tran_cn": "骑士；骑士身份"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "骑士，爵士，骑士（爵士）资格（地位、身份），骑士精神，骑士道",
      "tran_en": "A knighthood is a title that is given to a man by a British king or queen for his achievements or his service to his country"
    }
  ],
  "exchange": {
    "pl": [
      "knighthoods"
    ]
  }
}