{
  "word": "admin",
  "ipa": {
    "us": "ˈædmɪn",
    "uk": " ˈædmɪn"
  },
  "sentences": [
    {
      "en": "a few admin problems",
      "cn": "一些行政问题"
    },
    {
      "en": "Admin - Lists the Accounts with Administrator rights currently logged in.",
      "cn": "列出目前线上的Administrator帐号."
    },
    {
      "en": "Admin sees all the evaluations irrespective of the stages.",
      "cn": "管理员看到所有的评价不论阶段."
    },
    {
      "en": "an admin assistant",
      "cn": "一位行政助理"
    },
    {
      "en": "Doc says the Admin Office Is through the Krauts'mess hall.",
      "cn": "博士说要去管理者办公室要经过德国人的餐厅大厅?"
    },
    {
      "en": "I have two assistants who help with the admin.",
      "cn": "我有两个助手协助经营。"
    },
    {
      "en": "In the admin console, navigate to the composition unit.",
      "cn": "在管理控制台中，导航到组合单元。"
    },
    {
      "en": "Keep confidential for the information for personal and company admin information.",
      "cn": "为个人及公司的行政信息保密."
    },
    {
      "en": "Lastly I require a admin section for the listings.",
      "cn": "最后,我需要的物品管理部分."
    },
    {
      "en": "Organize the admin . Service work, such reception, and office stationery etc.",
      "cn": "组织开展行政服务工作, 包括前台接待 、 办公用品."
    },
    {
      "en": "She works in admin.",
      "cn": "她做行政工作。"
    },
    {
      "en": "Super Admin gets notification of any item member adds to sale.",
      "cn": "超级管理员获得任何项目成员的通知增加了销售."
    },
    {
      "en": "This happened to a page I admin for a theater group.",
      "cn": "这是发生在一个我所管理的戏剧组的页面上的事。"
    },
    {
      "en": "This way, if there are multiple properties in the same module with the same name, you can distinguish between them in the admin console.",
      "cn": "这样，如果在同一模块中多个属性具有相同的名称，您可以在管理控制台中对它们进行区分。"
    },
    {
      "en": "Three years working experience on Database development and Admin.",
      "cn": "三年及以上数据库开发和管理经验."
    },
    {
      "en": "To pay by credit card, additional 4 % admin fee will be charged.",
      "cn": "以信用卡缴付续期帐单,将另收4%手续费."
    },
    {
      "en": "Usually, an admin will be around to revert the bad changes.",
      "cn": "一般, 管理员会来做恢复页面的工作."
    },
    {
      "en": "Who can provide me with admin privileges to your access logs?",
      "cn": "谁可以给我察看你们网络和电话记录的权限?"
    },
    {
      "en": "You have to be a machine admin to perform this operation.",
      "cn": "您必须是计算机的管理员才能执行此操作."
    },
    {
      "en": "You need to be a site admin to set this property.",
      "cn": "只有网站管理员才能设置此属性."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "管理，行政"
    },
    {
      "pos": "n",
      "tran_cn": " 经营， 管理"
    }
  ],
  "exchange": {}
}