{
  "word": "coriander",
  "ipa": {
    "us": "ˌkɒriˈændə(r)",
    "uk": "ˌkɔriˈændə(r)"
  },
  "sentences": [
    {
      "en": "A chypre , spicy harmony with notes of Coriander , Clove, Oakmoss and Ambergris.",
      "cn": "混合着芫荽, 丁香, 橡苔和龙涎香的香水."
    },
    {
      "en": "A classic of Thailand prepared at your table – chicken, lime, galangal, coriander and coconut.",
      "cn": "经典的泰式料理-鸡肉, 莱姆, 高良姜, 芫荽和椰子."
    },
    {
      "en": "Add coriander. Cover pot . Splash wine over . Serve in pot.",
      "cn": "加入芫荽, 再盖好,赞绍酒,原锅上桌."
    },
    {
      "en": "And coriander honey, the poster announces in extra - large print, increases male potency.",
      "cn": "海报大篇幅地称胡荽蜜能增加男人的力量."
    },
    {
      "en": "But, easy to contract cold's person, actually should avoid the edible coriander.",
      "cn": "但是, 容易患感冒的人, 却应该避免食用香菜."
    },
    {
      "en": "Chop up the coriander and mix some of it in the tofu.",
      "cn": "芫茜切碎,部分拌入豆腐中."
    },
    {
      "en": "Coriander is the dried fruit of a herb with several branches and leaves with jagged edges.",
      "cn": "胡荽是一种香草植物,它有着许多的枝干,叶子的边缘呈锯齿装."
    },
    {
      "en": "Garnish each plate with a sprig of coriander and serve.",
      "cn": "给每道菜配上一小枝芫荽然后上菜。"
    },
    {
      "en": "INGREDIENTS: Wheat flour , Meat Floss , Sugar , Egg, Coriander Leaf , Coconut Milk.",
      "cn": "配料: 面粉.肉丝.白糖.蛋.芫 粞.椰浆. 黑芝麻."
    },
    {
      "en": "My favourite was shredded pig's ear with jelly fish, white cabbage, yellow mustard and coriander oil.",
      "cn": "我最喜欢的是猪耳丝拌海蛰 、 洋白菜 、 黄色的芥末和芫荽油."
    },
    {
      "en": "Oils of Black Pepper, Coriander, Onion, Hot Pepper, Cardamom, Garlic, Ginger.",
      "cn": "采购产品油黑胡椒, 香菜, 洋葱, 辣椒, 豆蔻, 大蒜, 生姜."
    },
    {
      "en": "Serve with coriander placed on the fish.",
      "cn": "放上芫荽,即可上桌."
    },
    {
      "en": "Sprinkle the deep - fried shallots, cashew nuts, sultanas and coriander on top.",
      "cn": "然后撒上炸脆的乾葱头 、 腰果 、 无核提子乾和芫荽."
    },
    {
      "en": "The chicken was garnished with coriander and red chilli.",
      "cn": "这道鸡配上了芫荽和红辣椒."
    },
    {
      "en": "The pickled vegetable of bottled coriander heart is convenient and high quality.",
      "cn": "瓶装香菜心酱菜,香味浓郁,脆爽可口,是方便佐餐之佳品."
    },
    {
      "en": "They serve prosciutto - wrapped monkfish with a cumin - coriander crust.",
      "cn": "他们提供意大利熏火腿包着鱿鱼芹果胡荽外壳."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<植>芫荽，香菜",
      "tran_en": "a herb, used especially in Asian and Mexican cooking"
    }
  ],
  "exchange": {}
}