{
  "word": "beneath",
  "ipa": {
    "us": "bɪˈniːθ",
    "uk": "bɪˈniːθ"
  },
  "sentences": [
    {
      "en": "Beneath the festive mood there is an underlying apprehension.",
      "cn": "在喜庆的背后存在着隐忧。"
    },
    {
      "en": "Beneath the sentimental psychobabble, there's a likeable movie trying to get out.",
      "cn": "在多愁善感的心理学呓语之下，一部本有可能受到喜爱的电影挣扎欲出。"
    },
    {
      "en": "Far beneath them, the trees of the forest sighed in the breeze.",
      "cn": "远在他们的下方，森林中的树木在微风中悲泣。"
    },
    {
      "en": "Five firemen narrowly escaped death when a staircase collapsed beneath their feet.",
      "cn": "他们脚下的一段楼梯坍塌时,5名消防队员险些丧命。"
    },
    {
      "en": "He roused himself from his lazy contemplation of the scene beneath him.",
      "cn": "他不再懒洋洋地注视着下面的景色。"
    },
    {
      "en": "He was standing on the bridge looking at the river beneath.",
      "cn": "他站在桥上，看着下面的河水。"
    },
    {
      "en": "His legs were curled beneath him in a foetal position.",
      "cn": "他的腿蜷缩在身下，就像胎儿的姿势一样。"
    },
    {
      "en": "His tendons stood out like rope beneath his skin.",
      "cn": "他皮肤下的筋腱像绳索一样暴突出来。"
    },
    {
      "en": "Jo enjoyed feeling the warm sand beneath her feet.",
      "cn": "乔很喜欢脚下踩着温暖沙子的感觉。"
    },
    {
      "en": "Lowered sea levels exposed the shallow continental shelf beneath the Bering Sea.",
      "cn": "海平面下降使白令海底部的浅层大陆架暴露出来。"
    },
    {
      "en": "Many find themselves having to take jobs far beneath them.",
      "cn": "很多人觉得自己在工作上被迫大材小用。"
    },
    {
      "en": "On a shelf beneath he spotted a photo album.",
      "cn": "他在下面的架子上瞅见了一本相册。"
    },
    {
      "en": "Some roofs collapsed beneath the weight of (=  unable to support the weight of  ) so much snow.",
      "cn": "有些房子的屋顶不堪积雪的重压塌陷了。"
    },
    {
      "en": "Somewhere deep beneath the surface lay a caring character.",
      "cn": "在内心深处的某个角落里埋藏着一颗爱心。"
    },
    {
      "en": "Stowage is provided in lined lockers beneath the berths.",
      "cn": "铺位下方有成排的储物柜可以存放东西。"
    },
    {
      "en": "The doctor worked busily beneath the blinding lights of the delivery room.",
      "cn": "这位医生在产房刺目的灯光下忙碌着。"
    },
    {
      "en": "The dolphins disappeared beneath the waves.",
      "cn": "海豚消失在波涛中。"
    },
    {
      "en": "The flagstones beneath their feet were worn smooth by centuries of use.",
      "cn": "他们脚下的石板路经过数百年的踩踏，磨得光溜溜的。"
    },
    {
      "en": "The fortress on the hill covered the harbour area beneath.",
      "cn": "山上的炮楼把下面的海港地区置于射程之内。"
    },
    {
      "en": "The ground beneath us, however, appears solid and unchanging.",
      "cn": "然而，我们脚下的地面却似乎是坚实而恒久不变的。"
    },
    {
      "en": "The groundwater is only feet beneath the city streets.",
      "cn": "地下河距离上面的城市街道只有几英尺。"
    },
    {
      "en": "The top layer should now point down to the layer beneath.",
      "cn": "现在，顶部图层应当有小箭头指向下面的图层。"
    },
    {
      "en": "They must all be drowning beneath him, in the watery caves of the rock!",
      "cn": "他们一定是在他下面的水里，就在那岩石充满了水的洞中游泳了！"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "under"
          ],
          "tran_cn": "在下方"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "below",
            "under",
            "underneath"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "below",
            "under"
          ],
          "tran_cn": "在...之下"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "beneath one",
      "tran_cn": "不会做出；不合身份"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "在下方",
      "tran_en": "in or to a lower position than something, or directly under something"
    },
    {
      "pos": "prep",
      "tran_cn": "在…下面，在…背后，比不上",
      "tran_en": "in or to a lower position than something, or directly under something"
    },
    {
      "pos": "prep&ad",
      "tran_cn": " 在下方"
    }
  ],
  "exchange": {}
}