{
  "word": "tradeoff",
  "ipa": {
    "us": "'treɪdˌɔ:f",
    "uk": "ˈtredˌɔf, -ˌɑf"
  },
  "sentences": [
    {
      "en": "However, these elements of risk can be mitigated by spending more effort developing the queries; as with many development options, there is a tradeoff between query complexity and query stability.",
      "cn": "但是，可以多花些精力来开发查询，从而减轻这些风险元素；正如许多开发选择一样，在查询的复杂性与查询的稳定性之间会有一个权衡。"
    },
    {
      "en": "I faced a tradeoff between eating and buying my medicine.",
      "cn": "我面临吃下或买下我的药的选择."
    },
    {
      "en": "If there is a tradeoff between energy and entropy, it certainly goes on without any remorse.",
      "cn": "光子引擎,如果这个宇宙的定律是要以熵换取能量的话, 这也未免太苛刻了."
    },
    {
      "en": "In many cases, this is a valuable tradeoff.",
      "cn": "很多情况下, 这是笔值得的买卖."
    },
    {
      "en": "Just one of the tradeoff's in the internet market place.",
      "cn": "顾客服务是为了开辟因特网市场而必须付出的代价."
    },
    {
      "en": "Satisfying tradeoff between accurate estimation and computation complexity is achieved with such hierarchical refinement strategy.",
      "cn": "实现了准确估计和计算复杂度的良好平衡."
    },
    {
      "en": "Sensitivity, tradeoff analysis, goal programming and isoperformance.",
      "cn": "灵敏度折衷分析, 目标规划和同效性."
    },
    {
      "en": "So a tradeoff between accuracy and overhead is needed.",
      "cn": "因此,在准确率和开销之间做出权衡十分必要."
    },
    {
      "en": "So appropriate diversification is a tradeoff based on risk and business performance risk.",
      "cn": "因此,适度多角化应该是企业在两者之间权衡的结果."
    },
    {
      "en": "So under some conditions, the big tradeoff of equality and efficiency does not exist.",
      "cn": "因此,在一些情况下, 平等与效率的两难冲突并不存在."
    },
    {
      "en": "The economic basis of cooperation is the tradeoff between selfishness and generosity.",
      "cn": "合作的经济学基础是自私与慷慨之间的权衡."
    },
    {
      "en": "The experimental results show that the new system a good tradeoff between security and performance.",
      "cn": "实验结果表明,新系统在安全和性能上达到了良好平衡."
    },
    {
      "en": "The tradeoff between robustness and invisibility remains the bottleneck in digital watermarking technology.",
      "cn": "如何达到健壮性和透明性之间的平衡是数字水印技术最大难题."
    },
    {
      "en": "This daily dilemma is labeled the tradeoff between exploration and exploitation.",
      "cn": "这种日常的进退两难便归于在冒险和获益之间作权衡."
    },
    {
      "en": "Yeah, life's a tradeoff.",
      "cn": "是啊, 生命就是一场交易."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "truck",
            "weigh"
          ],
          "tran_cn": "权衡；折衷；（公平）交易（等于trade-off）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（公平）交易，折衷，权衡"
    }
  ],
  "exchange": {}
}