{
  "word": "revaluation",
  "ipa": {
    "us": "ˌri:væljʊ'eɪʃn",
    "uk": "ˌrivæljʊ'eɪʃn"
  },
  "sentences": [
    {
      "en": "A one - off revaluation, on the other hand, could stem such inflows but would hit exporters hard.",
      "cn": "另一方面,一次性的升值可能会遏制外资流入,不过却会严重打击出口商."
    },
    {
      "en": "But the revaluation has caused experts to reconsider economic progress in China.",
      "cn": "但是,本次重估使专家们需要重新考虑中国经济的增长."
    },
    {
      "en": "China will use the currency revaluation to stop inflation.",
      "cn": "中国将利用货币的增值来制止通货膨胀."
    },
    {
      "en": "Consistent set of assessment guidelines to establish uniform valuation basis for revaluation.",
      "cn": "统一的评估导则,保证再评估的统一基础."
    },
    {
      "en": "Here, too, Chinese caution suggests a modest revaluation is most likely.",
      "cn": "这也说明, 中国的谨慎暗示了很可能要实行一种适当的价值重估."
    },
    {
      "en": "Reclamation of land owned by the company of the original face value or revaluation.",
      "cn": "公司原拥有的垦区耕地价值或面临重估.该股昨日小幅顺势调整,短线逢低关注."
    },
    {
      "en": "Revaluation refers to fixed exchange rates.",
      "cn": "货币的重新估值涉及到固定汇率."
    },
    {
      "en": "Sale be down a bit due to the revaluation.",
      "cn": "由于货币升值销售额有下降."
    },
    {
      "en": "Sales are down a bit due to the revaluation.",
      "cn": "由于货币升值销售额稍有下降."
    },
    {
      "en": "The balance sheet account the revaluation of the company's properties.",
      "cn": "资产负债表考虑到了公司''.'财产'.''的重新估价."
    },
    {
      "en": "The balance sheet takes into account the revaluation of the company's properties.",
      "cn": "资产负债表考虑到了公司财产的重新估价."
    },
    {
      "en": "The fall in the index is a technical revaluation of the market.",
      "cn": "价格指数的下降是市场因素的调整行为引起的."
    },
    {
      "en": "The revaluation isn't likely to be as aggressive this time.",
      "cn": "这一次的重估不太可能还是那么激进."
    },
    {
      "en": "There was a general revaluation of other currencies but not the pound.",
      "cn": "除了英镑以外，其他货币普遍都升值了。"
    },
    {
      "en": "Two other concepts related to the value of a currency are devaluation or revaluation.",
      "cn": "另外两个涉及某种通货价值的概念是法定升值和法定贬值."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "revalue",
          "tran_cn": " 再评价；对…重新估价"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reassessment"
          ],
          "tran_cn": "[经]重新估价；再评价"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "currency revaluation",
      "tran_cn": "货币增值；通货升值"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "再评价，重估计"
    }
  ],
  "exchange": {
    "pl": [
      "revaluations"
    ],
    "verb": [
      "revalue"
    ]
  }
}