{
  "word": "cardiovascular",
  "ipa": {
    "us": "ˌkɑ:diəʊˈvæskjələ(r)",
    "uk": "ˌkɑrdioʊˈvæskjələ(r)"
  },
  "sentences": [
    {
      "en": "But their cardiovascular system is an excellent model for ours.",
      "cn": "但它们的心脏血管系统对于我们来说是不错的研究对象."
    },
    {
      "en": "Cadio castles [ Cardiovascular ] disease includes heart attacks, schoks [ strokes ] , and high blood pressure.",
      "cn": "心血管 疾病包括心脏病, 心肌梗塞, 和高血压."
    },
    {
      "en": "Carbon monoxide is definitely capable of impairing cardiovascular function.",
      "cn": "一氧化碳确实能损害心血管机能."
    },
    {
      "en": "Cardiac biomarkers show little help to cardiovascular patients, but have certain help.",
      "cn": "生物标记对某些心脏病人的作用不大, 但是还是有一定帮助的."
    },
    {
      "en": "cardiovascular disease",
      "cn": "心血管疾病"
    },
    {
      "en": "Certain other cardiovascular disorders cause right ventricular hypertrophy.",
      "cn": "某些其他心血管病,导致右心室肥大."
    },
    {
      "en": "Emotion was a change in the cardiovascular system.",
      "cn": "情感是循环系统的一种变化."
    },
    {
      "en": "Endothelial dysfunction and cell loss are prominent features of cardiovascular disease.",
      "cn": "内皮细胞的脱失和功能障碍是心血管疾病中的突出特征."
    },
    {
      "en": "Functions : lower the blood pressure and blood fat, prevent from cardiovascular diseases.",
      "cn": "降血压、降血脂 、 预防脑血栓等心脑血管疾病."
    },
    {
      "en": "It has liver protective effect, antitumor activities, therapy of cardiovascular etc.",
      "cn": "有保肝 、 抗肿瘤 、 治疗心血管病等作用."
    },
    {
      "en": "On the lateral view of the chest, the following are the normal border - forming cardiovascular structures.",
      "cn": "侧位胸片构成正常心血管轮廊的结构如下."
    },
    {
      "en": "OtIt'studies HAs clarifyn those black tea too have benefits for cardiovascular health.",
      "cn": "此前已有研究表明红茶对心血管康健也有好处."
    },
    {
      "en": "The cardiovascular disorders interfere with the emptying of the left ventricle.",
      "cn": "心血管病人造成左心室郁血."
    },
    {
      "en": "The major emphasis of this review will be CO and its effects on the cardiovascular system.",
      "cn": "本篇综述将着重探讨一氧化碳及其对心血管系统的影响."
    },
    {
      "en": "The sympathetic nervous system plays a conspicuous role in regulating cardiovascular function.",
      "cn": "交感神经系统对心血管机能调节起着突出作用."
    },
    {
      "en": "Very soon we'll see the rate of cardiovascular disease among teenagers rising. \"",
      "cn": "很快我们就会看到,青少年心血管疾病的发病率出现上升. ”"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "cardiovascular disease",
      "tran_cn": "心血管疾病；冠心病"
    },
    {
      "phrase": "cardiovascular surgery",
      "tran_cn": "心血管外科"
    },
    {
      "phrase": "cardiovascular system",
      "tran_cn": "[医]心血管系统"
    },
    {
      "phrase": "diabetes and cardiovascular disease",
      "tran_cn": "糖尿病和心血管疾病"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "心血管的",
      "tran_en": "relating to the heart and  blood vessel s (= tubes through which blood flows around your body ) "
    }
  ],
  "exchange": {}
}