{
  "word": "banjo",
  "ipa": {
    "us": "ˈbændʒəʊ",
    "uk": "ˈbændʒoʊ"
  },
  "sentences": [
    {
      "en": "A master repairman pointed out how imperfections had worn into the banjo.",
      "cn": "有位修琴大师告诉我,一些小瑕疵已经影响到琴的状态了."
    },
    {
      "en": "A method for manufacturing a banjo type drive axle housing for a motor vehicle is disclosed.",
      "cn": "有一种方法制造班卓琴型驱动桥壳的汽车披露."
    },
    {
      "en": "Baldwin said: \"I don't play the banjo but I'm thrilled to be hosting the Oscars – it's the opportunity of a lifetime.\"",
      "cn": "鲍德温说：“我虽然不会弹班卓琴，但是能主持奥斯卡，我高兴极了，这是一生中难得的一次机会。”"
    },
    {
      "en": "Before he began to play, Harry tuned up his banjo.",
      "cn": "开始演奏前, 哈利先行调好他的班卓琴."
    },
    {
      "en": "He could hear the thrum of a banjo.",
      "cn": "窗外传来吉他的漫弹声."
    },
    {
      "en": "His virtuosity on a $ 5 , 000 banjo won consistent applause.",
      "cn": "他弹奏一只价值五千美元的班卓琴的技艺受到了异口同声的称赞."
    },
    {
      "en": "I come from Alabama, with banjo on my knee.",
      "cn": "我来自阿拉巴马, 身上带着五弦琴."
    },
    {
      "en": "The banjo had a long neck.",
      "cn": "班卓琴的琴颈细长."
    },
    {
      "en": "The boy picked the banjo.",
      "cn": "这男孩弹五弦琴."
    },
    {
      "en": "The crowd cheered as Premier Wayne Goss unveiled a lifesize statue of poet Banjo Paterson.",
      "cn": "韦恩·戈斯州长揭开诗人巴尼奥·佩特森的等身塑像时，人群欢呼起来。"
    },
    {
      "en": "The movie has a chirpy soundtrack of pedal organ and banjo.",
      "cn": "这部电影的配乐是由带脚键盘的管风琴和班卓琴奏出的轻快乐曲."
    },
    {
      "en": "Then Banjo's health began to deteriorate.",
      "cn": "后来它的健康开始恶化."
    },
    {
      "en": "This shamisen, originating in Okinawa, is a banjo-like three-stringed instrument that is played with a plectrum.",
      "cn": "这种三味弦起源于冲绳群岛，是一种像班卓琴那样的用琴拨弹奏的三弦乐器。"
    },
    {
      "en": "With a few pluck at the string of his banjo, everybodyis singing along.",
      "cn": "他拨了拨班卓琴的琴弦, 每个人就都跟著唱了起了."
    },
    {
      "en": "With a few plucks at the strings of his banjo, everybody was singing along.",
      "cn": "他拨了拨班卓琴的琴弦, 每个人就都跟着唱了起了."
    },
    {
      "en": "Yao is not a cowboy or a banjo lover.",
      "cn": "姚明不是牛仔,也不是乡村歌曲爱好者."
    },
    {
      "en": "You know , if I could just play the banjo better, y'all would be eating steaks.",
      "cn": "如果我能把班卓琴弹得更好, 你们都可以吃到牛排了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pentachord"
          ],
          "tran_cn": "班卓琴；五弦琴"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "班卓琴",
      "tran_en": "a musical instrument like a guitar, with a round body and four or more strings, played especially in  country and western  music"
    }
  ],
  "exchange": {
    "pl": [
      "banjos"
    ]
  }
}