{
  "word": "milestone",
  "ipa": {
    "us": "ˈmaɪlstəʊn",
    "uk": "ˈmaɪlstoʊn"
  },
  "sentences": [
    {
      "en": "\" Our work \", he continued, warming to his theme, \" will be a milestone in scientific history. ”",
      "cn": "“ 我们的工作, ” 他说到这一话题来了劲, “ 将会是科学史上的里程碑. ”"
    },
    {
      "en": "Develop financial part of the vehicle milestone papers for management review.",
      "cn": "准备并向管理层汇报整车节点的财务报告."
    },
    {
      "en": "Einstein's theory of relativity is a milestone in the science field.",
      "cn": "爱因斯坦的相对论是科学史上的里程碑."
    },
    {
      "en": "He said the launch of the party represented a milestone in Zambian history.",
      "cn": "他说该党的成立代表着赞比亚历史上的一个里程碑。"
    },
    {
      "en": "Hearty congratulations and good wishes on this milestone in your life.",
      "cn": "在你进入人生又一里程之际,谨致以衷心的祝贺和美好的祝愿."
    },
    {
      "en": "Her creativity will bring her career to another new milestone.",
      "cn": "她不断的创新,将使她的事业更上一层楼!"
    },
    {
      "en": "I think it's going to be a milestone in China's history.",
      "cn": "我想,这对中国来说,具有里程碑意义."
    },
    {
      "en": "One of Jackie Chang's films was a milestone in martial arts films.",
      "cn": "成龙有一部电影算得上是武打片的里程碑."
    },
    {
      "en": "Pictures are nice, but I don't need any reminders for such a milestone in our lives.",
      "cn": "照片很美, 但我不需要任何东西来帮助我回忆起这样一件在我们生命中占据重要地位的事情."
    },
    {
      "en": "Starting school is a milestone for both children and parents.",
      "cn": "对于孩子和家长而言，开始上学是一件大事。"
    },
    {
      "en": "Successfully landing on the moon was another milestone in man's technological progress.",
      "cn": "登月成功是人类科技进步的又一座里程碑."
    },
    {
      "en": "The company passed the ￡6 million milestone this year.",
      "cn": "今年公司越过了600万英镑这个里程碑式的数字."
    },
    {
      "en": "The horse stepped out with swift, regular stride, rapidly passing the milestone.",
      "cn": "马以快速的 、 有规律的大步飞快地穿过一块块里程碑."
    },
    {
      "en": "The whistle jigs to a milestone.",
      "cn": "对牛弹琴."
    },
    {
      "en": "This great event is a milestone in the development of Sino - Russian relations.",
      "cn": "这是中俄关系发展史上具有里程碑意义的大事."
    },
    {
      "en": "This victory was a milestone in our country's history.",
      "cn": "这一胜利是我国历史的转捩点."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "landmark",
            "milliarium"
          ],
          "tran_cn": "[交]里程碑，划时代的事件"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "landmark",
            "signal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "里程碑，划时代事件",
      "tran_en": "a very important event in the development of something"
    }
  ],
  "exchange": {
    "pl": [
      "milestones"
    ]
  }
}