{
  "word": "counterproductive",
  "ipa": {
    "us": "ˌkaʊntəprəˈdʌktɪv",
    "uk": "ˌkaʊntərprəˈdʌktɪv"
  },
  "sentences": [
    {
      "en": "Attempting to improve power while fatigued is counterproductive.",
      "cn": "试图在疲劳时做功率训练只会适得其反."
    },
    {
      "en": "But the tone is amateurish and counterproductive.",
      "cn": "但是其言辞却显得业余而适得其反."
    },
    {
      "en": "But to not practice, to not get an injury counterproductive.",
      "cn": "但为了躲避伤病而因噎废食的做法只能是适得其反."
    },
    {
      "en": "Counterproductive, however, forcibly imposed Rui even death, the family into chaos.",
      "cn": "然而适得其反, 曾芮竟然以死相逼, 家里陷入混乱."
    },
    {
      "en": "If they are, then perhaps page views are a counterproductive metric.",
      "cn": "如果事实如此, 那么综合浏览量可能并不是最好的量度."
    },
    {
      "en": "In practice, however, such an attitude is counterproductive.",
      "cn": "然而在实际中，这种态度会适得其反。"
    },
    {
      "en": "It is obviously counterproductive to treat workers like idiots to protect against those few who are.",
      "cn": "为防范少数几个人,把所有的工作人员都当做白痴,这显然适得其反."
    },
    {
      "en": "It's amazing how often I hear otherwise brilliant leaders make counterproductive, stereotypical comments about themselves.",
      "cn": "令人奇怪的是,我经常听到许多优秀的领导者也会作出这样消极 、 僵化的自我评价."
    },
    {
      "en": "It'seems counterproductive to reduce this to skill sets and the mechanics of cognition.",
      "cn": "似乎削弱人文教育而注重技能和操作认知会有反作用."
    },
    {
      "en": "Office politics is often counterproductive.",
      "cn": "办公室政治通常具有反作用."
    },
    {
      "en": "Our kids need to know that dieting is counterproductive, damaging and risky.",
      "cn": "孩子必须知道节食会产生不良后果, 是有害的、危险的."
    },
    {
      "en": "Plagiarism and false reporting are counterproductive to a free press.",
      "cn": "剽窃和失真报导有损于自由的媒体."
    },
    {
      "en": "Sending young offenders to prison can be counterproductive.",
      "cn": "把少年犯送进监狱会产生适得其反的效果。"
    },
    {
      "en": "Sometimes what worked in our previous environment is counterproductive in the.",
      "cn": "有时,我们在先前的环境下所做的工作,在."
    },
    {
      "en": "The arguments at this point will be counterproductive.",
      "cn": "在这方面的争论是不利于生产的."
    },
    {
      "en": "This would be counterproductive in attempts to encourage the banking community to lend.",
      "cn": "试图鼓励银行借贷这可能达不到预期的目标."
    },
    {
      "en": "We think an attempt to bully them into submission would be counterproductive.",
      "cn": "我们认为试图迫使他们屈服会适得其反。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "反生产的，使达不到预期目标的",
      "tran_en": "Something that is counterproductive achieves the opposite result from the one that you want to achieve"
    }
  ],
  "exchange": {}
}