{
  "word": "calligraphic",
  "ipa": {
    "us": "ˌkælɪ'græfɪk",
    "uk": "ˌkælɪ'græfɪk"
  },
  "sentences": [
    {
      "en": "A piece of painting normally consists of the painting itself, calligraphic writing and seal stamps.",
      "cn": "一幅画通常由画 、 书法和印章组成."
    },
    {
      "en": "At Southern Dynasties , calligrapher Wang Seng - qian also was a calligraphic theorist .",
      "cn": "王僧虔， 南朝齐书法家，也是书法理论家。"
    },
    {
      "en": "Calligraphic inscription and stone have high test appreciation of the value of research and copying.",
      "cn": "碑文和书法均有很高的考石研究和临摹鉴赏价值."
    },
    {
      "en": "Calligraphic relics in the tourist areas consist mainly of tablet forest and stone cuts.",
      "cn": "旅游区的古代书法遗迹皆以碑林和石刻为主."
    },
    {
      "en": "Cursive scripts is one kind of Chinese calligraphic writing.",
      "cn": "行书是我国书写文字的一种方法."
    },
    {
      "en": "I like collecting calligraphic works and paintings.",
      "cn": "我喜欢收集字画."
    },
    {
      "en": "In the contemporary world, networks are everywhere and become the tools of work in our information age, and the dissemination of calligraphic art treats the network as its new form.",
      "cn": "而在当代社会，我们处于信息化时代，网络无处不在，成为人们工作的工具，而书法艺术的传播也借助于网络开始进行新的传播方式。"
    },
    {
      "en": "The characters in the top line are constructed with a pointed pen ( calligraphic tool ).",
      "cn": "上面一行的字体的书法原型是一种尖头的书法钢笔."
    },
    {
      "en": "The characters in the top line are constructed with a pointed pen (calligraphic tool).",
      "cn": "上面一行的字体的书法原型是一种尖头的书法钢笔。"
    },
    {
      "en": "The strokes in the calligraphic works and paintings on display here are vigorous.",
      "cn": "这里展出的字画,笔力雄浑."
    },
    {
      "en": "This enameled and gilded mosque lamp, produced in Egypt or Syria in the early 14th century, is decorated with elegant calligraphic inscriptions.",
      "cn": "图中这个于14世纪初在埃及或叙利亚出产的富丽堂皇的彩釉镀金清真寺灯具上刻有精美的书法铭文。"
    },
    {
      "en": "This is also something which is very special in Chinese calligraphic art!",
      "cn": "这亦是我们中国书法艺术的特色呢!"
    },
    {
      "en": "With Chinese paintings and calligraphic pieces, you can Beautify your life.",
      "cn": "家有中国书画, 美化你的生活."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "calligraph",
          "tran_cn": " 漂亮的书写，书法"
        },
        {
          "word": "calligrapher",
          "tran_cn": " 书法家"
        },
        {
          "word": "calligraphist",
          "tran_cn": " 书法家（等于calligrapher）"
        },
        {
          "word": "calligraphy",
          "tran_cn": " 书法；笔迹"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "书法的"
    }
  ],
  "exchange": {}
}