{
  "word": "outset",
  "ipa": {
    "us": "ˈaʊtset",
    "uk": "ˈaʊtset"
  },
  "sentences": [
    {
      "en": "Almost from the outset, the extravaganza was beset with difficulties.",
      "cn": "几乎从一开始, 这一盛事就被种种困难所困扰."
    },
    {
      "en": "An ardent outset may be followed by declension.",
      "cn": "热情的开端可能继之以冷漠."
    },
    {
      "en": "At the outset of the war there was a great flare of patriotic enthusiasm in Russia.",
      "cn": "战争刚开始时,俄国人民的爱国热情非常高涨."
    },
    {
      "en": "At the outset they must contain several ramets of every selected clone.",
      "cn": "在开始时每个入选无性系必须包括几个无性繁殖后代."
    },
    {
      "en": "At the outset this set of setting settled the offset problem of the kettle.",
      "cn": "在开始，这一套设置解决了水壶的弥补问题。"
    },
    {
      "en": "At the outset, it looked like a nice day.",
      "cn": "开始的时候, 天看上去很晴朗."
    },
    {
      "en": "Certain problems were apparent from the outset.",
      "cn": "有些问题从一开始就是显而易见的."
    },
    {
      "en": "From the outset it was clear that he was guilty.",
      "cn": "一开始就很清楚:他有罪."
    },
    {
      "en": "From the outset these researches caused a considerable stir.",
      "cn": "这些研究从一开始就造成了巨大的轰动."
    },
    {
      "en": "He was not here at the outset of the experiment.",
      "cn": "实验开始时他不在这里."
    },
    {
      "en": "I never understood why he didn't just accede to our demands at the outset.",
      "cn": "我一直搞不懂他为什么不一开始就同意我们的要求。"
    },
    {
      "en": "I warned you at the outset not to trust him, and you wouldn't listen to me.",
      "cn": "一开始我就警告过你不要信任他, 可你不肯听我的话."
    },
    {
      "en": "In the end, the Ten took their appeal to the Supreme Court; this, they had believed from the outset, would be their trump card.",
      "cn": "最后,10个人上诉到最高法院：他们从一开始就认为这一招是他们的王牌。"
    },
    {
      "en": "It was clear from the outset that there were going to be problems.",
      "cn": "从一开始就很清楚会有问题出现的。"
    },
    {
      "en": "It’s better to get something in writing right at the outset.",
      "cn": "最好一开始就有个书面的东西。"
    },
    {
      "en": "The novel fascinates the reader from the outset.",
      "cn": "这部小说一开头就把读者迷住了."
    },
    {
      "en": "You should explain this to him at the outset.",
      "cn": "你应该一开始就向他解释这事."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "beginning",
            "commencement",
            "opening",
            "start"
          ],
          "tran_cn": "最初,开始"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "beginning",
            "commencement",
            "conception",
            "dawn",
            "initiative",
            "opening",
            "start"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "at the outset",
      "tran_cn": "开始；起初"
    },
    {
      "phrase": "from the outset",
      "tran_cn": "从一开始"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "开始，开端",
      "tran_en": "at or from the beginning of an event or process"
    }
  ],
  "exchange": {}
}