{
  "word": "nirvana",
  "ipa": {
    "us": "nɪəˈvɑːnə",
    "uk": "nɪrˈvɑːnə"
  },
  "sentences": [
    {
      "en": "\"Nirvana\" squared the circle by making a record that was both superb pop and rock music at the same time.",
      "cn": "“涅磐”乐队做到了不可能做到的事，录制了一张既有流行风又带有摇滚范儿的唱片。"
    },
    {
      "en": "Both 4 G technologies promise wireless nirvana: fast, ubiquitous broadband.",
      "cn": "两种4G技术都许诺无线天堂: 快速, 无处不在的宽带."
    },
    {
      "en": "Entering the realm of Nirvana is only possible for those who have become pure.",
      "cn": "心无杂念，方可入灭。"
    },
    {
      "en": "Every human being possesses an inner Nirvana allall realities, and all phenomena.",
      "cn": "人人心中本来具有[自性涅盘], 含藏万有,具足一切法."
    },
    {
      "en": "He has gone over the hill in search of nirvana.",
      "cn": "在寻找解脱的过程中,他开小差了."
    },
    {
      "en": "It is incorrect to say that Nirvana is negative or positive.",
      "cn": "说涅盘是正面的或负面的是不正确的."
    },
    {
      "en": "It is not some elusive nirvana of perfection and romantic sunsets.",
      "cn": "它不是一些难以捉摸的完美涅磐和浪漫的夕阳."
    },
    {
      "en": "Kurt Cobain wrote most of Nirvana's songs.",
      "cn": "库尔特?科班写了涅?乐队的大部分歌曲."
    },
    {
      "en": "Nirvana is beyond all terms of duality and relatively.",
      "cn": "涅盘是超越二元性和相对性的."
    },
    {
      "en": "People often ask: What is there after Nirvana?",
      "cn": "人们经常会问: 涅盘后面是什么?"
    },
    {
      "en": "The Buddhism yearns for vimukta, and goes after nirvana realm.",
      "cn": "佛家崇尚解脱, 追求涅磐境界."
    },
    {
      "en": "The meeting with Gregory Pincus nirvana for my grandmother.",
      "cn": "我祖母与格利戈里·平卡斯见面以后,就好像重获新生一样."
    },
    {
      "en": "These terms cannot be applied to Nirvana.",
      "cn": "这些术语不能适用于涅盘."
    },
    {
      "en": "This message has been edited by Nirvana ( edited 17 January 2002 ) .",
      "cn": "但最重要的是有个好编辑,不能 误人子弟.我好象还不具备这个条件. 怎么半?"
    },
    {
      "en": "When attained nirvana his head in his right hand.",
      "cn": "释迦涅磐时,右手枕头,心理学家说:这是烦恼的象征."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "heaven",
            "paradise"
          ],
          "tran_cn": "涅槃；天堂"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（亦作N-）（印度教）生命之火的熄灭，天堂，极乐世界，涅槃",
      "tran_en": "the final state of complete knowledge and understanding that is the aim of believers in Buddhism"
    }
  ],
  "exchange": {}
}