{
  "word": "statistically",
  "ipa": {
    "us": "stə'tɪstɪklɪ",
    "uk": "stə'tɪstɪklɪ"
  },
  "sentences": [
    {
      "en": "And in unclear infertile women, it reaches to 70 % ~80 % . Statistically.",
      "cn": "在不明原因的不孕妇女中则高达70%～80%."
    },
    {
      "en": "ATM is a connection - oriented, packet switching, and statistically multiplexing technology.",
      "cn": "ATM是一种面向连接的 、 分组交换和统计复用技术."
    },
    {
      "en": "Because surely you value empirical evidence over all, and the data say the girls there are statistically most likely to put out.",
      "cn": "因为你们可以全面地评估实验证据，而且据统计数据显示，历史系的女生最有可能主动出击。"
    },
    {
      "en": "But the difference was not statistically significant in SWHand UW group.",
      "cn": "肝移植术后上述病理改变进一步加重,出血坏死明显增多,中性粒细胞浸润明显,以上变化在SWH液组和UW液组之间未见明显差异."
    },
    {
      "en": "But until now, no trials have been statistically powered to address effects on survival.",
      "cn": "但是直到现在，没有试验能在统计学上有力的标明它对生存率的影响。"
    },
    {
      "en": "I mean think of it this way, you and me, we are only statistically expected to live around 28,470 days.",
      "cn": "我的意思是，从这个方面思考你我之间，统计意义上说我们的寿命只有大约28，470天。"
    },
    {
      "en": "ICA can separate signals that are statistically independent but linearly mixed.",
      "cn": "对于相互统计独立的信号源经线性组合而产生的混合信号,采用ICA能 从其中分离出各独立的信号分量."
    },
    {
      "en": "Statistically our chances of being the victims of violent crime are remote.",
      "cn": "从统计数据来看，我们成为暴力犯罪受害者的可能性微乎其微。"
    },
    {
      "en": "Statistically significant correlations were found between clinical data and confocal microscopy data.",
      "cn": "临床资料和共聚焦显微镜资料中发现有显著的统计学关联."
    },
    {
      "en": "Statistically women always earned less, there drop is notably less dramatic.",
      "cn": "统计表明,妇女始终赚钱较少.她们收入的下降不太引人注目."
    },
    {
      "en": "Statistically, ninety-eight percent of all acute sunstroke cases are fatal.",
      "cn": "据统计，急性中暑病例中有98%是致命的。"
    },
    {
      "en": "Such as rivers, mountains and other natural objects are statistically fractals.",
      "cn": "河流 、 山脉等自然界中的分形都是统计意义上的分形."
    },
    {
      "en": "The difference between both groups was statistically significant at all days.",
      "cn": "两组间差异在治疗期间始终具有统计学意义."
    },
    {
      "en": "The response can only be determined statistically.",
      "cn": "其响应只能统计地确定."
    },
    {
      "en": "The results of each test would have to be statistically independent.",
      "cn": "每次试验的结果在统计上必须是独立的."
    },
    {
      "en": "The sample of building permits is larger and therefore, statistically satisfying.",
      "cn": "建筑许可数的样本比较大,所以统计数据更令人满意."
    },
    {
      "en": "There are statistically significant differences in the average ridge separation between certain samples.",
      "cn": "某些试样隆起部分的平均间距,有统计上的显著差异."
    },
    {
      "en": "Topological indices can reflex chemical and physical properties of molecules statistically.",
      "cn": "分子的化学与物理性能一般能用分子图的拓扑指标统计地反映出来."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "statistic",
          "tran_cn": " 统计的，统计学的"
        },
        {
          "word": "statistical",
          "tran_cn": " 统计的；统计学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "statistic",
          "tran_cn": " 统计数值"
        },
        {
          "word": "statistician",
          "tran_cn": " 统计学家，统计员"
        },
        {
          "word": "statistics",
          "tran_cn": " 统计；统计学；[统计] 统计资料"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "statistically significant",
      "tran_cn": "统计上显著的"
    },
    {
      "phrase": "statistically significant difference",
      "tran_cn": "统计上的显著差异"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "统计上地，统计地"
    }
  ],
  "exchange": {
    "noun": [
      "statistic"
    ],
    "adj": [
      "statistical"
    ]
  }
}