{
  "word": "wastage",
  "ipa": {
    "us": "ˈweɪstɪdʒ",
    "uk": "ˈwestɪdʒ"
  },
  "sentences": [
    {
      "en": "British universities have very little wastage and their graduates are good.",
      "cn": "英国大学的退学率很低，而且他们的毕业生很优秀。"
    },
    {
      "en": "Buy more paper than you need to allow for wastage.",
      "cn": "考虑到损耗,买比所需更多一些的纸."
    },
    {
      "en": "Disease and desertion still caused much greater wastage than battle ( Theodore Ropp )",
      "cn": "疾病和荒芜仍旧导致了比战争多得多的浪费 ( 西奥多罗普 )"
    },
    {
      "en": "It was a new production technique aimed at minimizing wastage.",
      "cn": "这是一项旨在使损耗减至最低的新生产技术。"
    },
    {
      "en": "Overall wastage of the Civil Service in 2000 - 2001 was 3.1 per cent.",
      "cn": "二零零零 至零一年度,公务员的整体流失率为3.1%."
    },
    {
      "en": "The company has made considerable savings through good housekeeping, such as avoiding wastage.",
      "cn": "该公司通过诸如避免浪费等有效的内部管理方法节约了数量可观的资金."
    },
    {
      "en": "The matter of the body is continually changing by process of nutriment and wastage.",
      "cn": "肉体的物质通过营养与消耗的过程不断变化着."
    },
    {
      "en": "The system used to result in a great deal of food wastage.",
      "cn": "这种做法过去造成了大量的食物浪费。"
    },
    {
      "en": "The wastage is not very great.",
      "cn": "损耗不大."
    },
    {
      "en": "There was a lot of wastage and many wrong decisions were hastily taken.",
      "cn": "浪费巨大，同时又草率地作出了许多错误决定。"
    },
    {
      "en": "This can lead to bodily weakness and muscle wastage.",
      "cn": "这样可能会导致身体虚弱和肌肉萎缩。"
    },
    {
      "en": "Voluntary redundancies and natural wastage will cut staff numbers to the required level.",
      "cn": "自愿离职和自然减员将使员工数量减至所需的水平."
    },
    {
      "en": "Wages are low and the wastage rate of staff is high.",
      "cn": "工资很低，员工的离职率很高。"
    },
    {
      "en": "Wastage is now applied to Outpost construction platform blueprints.",
      "cn": "哨站建设研究蓝图应用时已计算损耗系数."
    },
    {
      "en": "Wastage was no doubt a necessary consequence of war.",
      "cn": "巨大的损耗无疑是战争的必然结果。"
    },
    {
      "en": "You must allow for five per cent wastage in transit.",
      "cn": "在运输中要允许有百分之五的损耗量."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wear",
            "dissipation"
          ],
          "tran_cn": "损耗；消瘦；衰老"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "loss",
            "remainder"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "消耗，废物，浪费（量），（冰、雪的）消融",
      "tran_en": "when something is lost or destroyed, especially in a way that is not useful or reasonable, or the amount that is lost or destroyed"
    }
  ],
  "exchange": {}
}