{
  "word": "titanium",
  "ipa": {
    "us": "tɪˈteɪniəm",
    "uk": "taɪˈteniəm, tɪ-"
  },
  "sentences": [
    {
      "en": "A mesostructured titanium - vanadium oxide has been synthesized using n - dodecylamine as a template.",
      "cn": "摘要采用正十二烷胺作为分子模板制备了具有纳米结构的钛钒复合氧化物."
    },
    {
      "en": "And it was notable as well for its pioneering use of titanium.",
      "cn": "而且,值得注意以及其率先使用的钛."
    },
    {
      "en": "And, this is a really clever reaction because titanium tetrachloride is a gas.",
      "cn": "这是一个非常巧妙的反应,因为四氯化钛是一种气体。"
    },
    {
      "en": "But for those patients who do worry about the prospect of going in for elbow surgery and coming out with a titanium hip, the final line of defense may be the most powerful: speak up.",
      "cn": "但是对于那些确实担心为肘关节做手术结果却是换了个钛合金髋关节这一情况发生的病人，最终的防卫线或许是最有力的：大声说出来。"
    },
    {
      "en": "Describes briefly the construction and operating principle of titanium getter pump.",
      "cn": "简单介绍了钛泵的工作原理."
    },
    {
      "en": "Grinding and cutting of stainless steel, titanium alloy, heat - resistant alloy.",
      "cn": "磨削不锈钢 、 钛合金 、 耐热合金等."
    },
    {
      "en": "Note: Titanium content is the rest except of all impurities.",
      "cn": "注: 钛含量由减量法减去表中杂质元素含量之和得到."
    },
    {
      "en": "Nowadays, pure titanium has been widely used as an implant material.",
      "cn": "纯钛是目前广泛应用于临床的人工种植牙植入材料."
    },
    {
      "en": "Objective : Research the porcelain sintering on coatings pure titanium surface.",
      "cn": "研究纯钛的表面涂层与金瓷界面的关系."
    },
    {
      "en": "Other Ingredients : Ascorbic Acid , Quercetin, Gelatin, Vegetable Magnesium Stearate, Titanium Dioxide Color.",
      "cn": "抗坏血酸, 槲皮素, 凝胶, 植物硬脂酸镁, 二氧化钛色素."
    },
    {
      "en": "The body is 90% titanium for ruggedness.",
      "cn": "为了实现优良的耐用性，主体部分90％采用钛金属制造。"
    },
    {
      "en": "The company produces titanium alloy.",
      "cn": "该公司生产钛合金。"
    },
    {
      "en": "The price of 8 centimeters tall titanium can consult metal kind website!",
      "cn": "8厘米高钛的价格可以参考金属类网站!"
    },
    {
      "en": "The reactions are conveniently studied using a solution of titanium choloride.",
      "cn": "用氯化钛溶液可以很方便地研究钛的反应."
    },
    {
      "en": "The wing section is connected to fuselage with titanium fasteners.",
      "cn": "机翼部分用钛合金螺栓与机身连在一起."
    },
    {
      "en": "They indicate the titanium and iron abundance, as well as the maturity of a lunar soil.",
      "cn": "他们能显示出月球钛和铁储量的丰富储量和其土壤的成熟度。"
    },
    {
      "en": "Titanium in the pure state can exist in either of two allotropic forms.",
      "cn": "纯钛以两种同素异形的形式存在."
    },
    {
      "en": "You've got real brain matter in that titanium skull of yours.",
      "cn": "在你的钛合金脑壳里有真正的脑组织存在."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "sponge titanium",
      "tran_cn": "海绵钛"
    },
    {
      "phrase": "titanium alloy",
      "tran_cn": "钛合金"
    },
    {
      "phrase": "titanium carbide",
      "tran_cn": "碳化钡"
    },
    {
      "phrase": "titanium dioxide",
      "tran_cn": "二氧化钛"
    },
    {
      "phrase": "titanium nitride",
      "tran_cn": "氮化钛"
    },
    {
      "phrase": "titanium oxide",
      "tran_cn": "三氧化钛"
    },
    {
      "phrase": "titanium pigment",
      "tran_cn": "钛白粉；钛颜料"
    },
    {
      "phrase": "titanium sponge",
      "tran_cn": "海绵钛"
    },
    {
      "phrase": "titanium steel",
      "tran_cn": "钛钢"
    },
    {
      "phrase": "titanium sulfate",
      "tran_cn": "n. 硫酸钛"
    },
    {
      "phrase": "titanium tetrachloride",
      "tran_cn": "四氯化钛"
    },
    {
      "phrase": "titanium white",
      "tran_cn": "钛白"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>钛",
      "tran_en": "a strong light silver-white metal that is used to make aircraft and spacecraft, and is often combined with other metals. It is a chemical  element  : symbol Ti"
    }
  ],
  "exchange": {}
}