{
  "word": "lurid",
  "ipa": {
    "us": "ˈlʊərɪd",
    "uk": "ˈlʊrɪd"
  },
  "sentences": [
    {
      "en": "At first it was but a lurid spark upon the stone pavement.",
      "cn": "起先,那只是闪现在石板路上的灰黄色的星星之火."
    },
    {
      "en": "He told me in lurid detail what would happen to me.",
      "cn": "他把我将会遇到的可怕事情详详细细地告诉了我。"
    },
    {
      "en": "His hatred of you burns with a lurid flame - the flame that never dies.",
      "cn": "他对你的仇恨象熊熊燃烧的火焰 -- 永不熄灭的火焰."
    },
    {
      "en": "His revelations of financial corruption were lurid and highly exaggerated, but they had a tremendous impact.",
      "cn": "他对金融界腐化的揭发是过分渲染和高度夸张的, 但确曾产生巨大影响."
    },
    {
      "en": "His revelations of financial corruption were lurid and highly exaggerated.",
      "cn": "他对金融界腐化的揭发是过份渲染和高度夸张的."
    },
    {
      "en": "Jack London's is the better novel in being rather less lurid and rather more consistently grim.",
      "cn": "杰克·伦敦的那一部略胜一筹,因为它所描写的凶兆大致上顺理成章,而且不那样悲惨."
    },
    {
      "en": "Like spilt quicksilver, hoarse growls rolled over the lurid weeds like thunders.",
      "cn": "低沉嘶哑的吼声像散落的水银滚过红色的草."
    },
    {
      "en": "lurid headlines",
      "cn": "骇人听闻的标题"
    },
    {
      "en": "She gave us a lurid description of the birth.",
      "cn": "关于分娩,她向我们做了令人毛骨悚然的描述."
    },
    {
      "en": "She took care to paint her toe nails a lurid red or orange.",
      "cn": "她精心地把脚指甲涂成妖艳的红色或橙色。"
    },
    {
      "en": "She was wearing a lurid orange and green blouse.",
      "cn": "她穿着一件花哨的橙绿相间的衬衫."
    },
    {
      "en": "Some reports have contained lurid accounts of deaths and mutilations.",
      "cn": "一些报道含有对死状和肢解的令人毛骨悚然的描述。"
    },
    {
      "en": "The King had been putting about lurid rumours for months.",
      "cn": "国王连续数月都在散布骇人听闻的谣言。"
    },
    {
      "en": "The lurid sunset puts a red light on their faces.",
      "cn": "血红一般的夕阳映红了他们的脸."
    },
    {
      "en": "The paper gave all the lurid details of the murder.",
      "cn": "这份报纸对这起凶杀案骇人听闻的细节描述得淋漓尽致。"
    },
    {
      "en": "The paper gave all the lurid details of the murder.",
      "cn": "这份报纸对这起凶杀案耸人听闻的细节描写得淋漓尽致."
    },
    {
      "en": "There was a lurid, gloomy canopy above ; the elm - trees drooped their heavy blackish green.",
      "cn": "上面是一片苍白又阴郁的苍穹; 榆树枝叶郁郁苍苍地低垂下来."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "luridly",
          "tran_cn": " 色彩斑斓地；骇人听闻地；大肆渲染地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "melodramatic",
            "sensational",
            "startling",
            "terrible"
          ],
          "tran_cn": "甚为感伤的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "melodramatic",
            "sensational",
            "startling",
            "terrible",
            "yellow"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可怕的，血红的，苍白的",
      "tran_en": "a description, story etc that is lurid is deliberately shocking and involves sex or violence"
    }
  ],
  "exchange": {
    "adv": [
      "luridly"
    ]
  }
}