{
  "word": "sluice",
  "ipa": {
    "us": "slu:s",
    "uk": "slus"
  },
  "sentences": [
    {
      "en": "A major practice is to sluice through pipelines to settling pond.",
      "cn": "较重要的方法是经过管道冲流到沉淀池."
    },
    {
      "en": "A sluice or gate used to control a flow of water.",
      "cn": "无力控制尿液流动、不知不觉的撒尿."
    },
    {
      "en": "Also briefly described is the newly developed sluice fine screen.",
      "cn": "对新研制的溜槽细筛设备作了简单介绍."
    },
    {
      "en": "Analyze load behavior of sluice with method of - dimension - linearity finite - element method. 6.",
      "cn": "采用 三维 非线性有限元的方法, 分析了流槽的受力性能."
    },
    {
      "en": "Another sluice gate keeps floodwater out of the lake.",
      "cn": "另一闸门使洪水致流入湖内."
    },
    {
      "en": "As soon as the sluice gate was opened, the water surged in.",
      "cn": "水闸门一开, 水便一下子涌了出来."
    },
    {
      "en": "Convenience sluice gate rapidly, energy, fluid resistance small, you can always operate.",
      "cn": "启闭方便迅速 、 省力 、 流体阻力小, 可以经常操作."
    },
    {
      "en": "Culvert and sluice block and sluice water.",
      "cn": "涵闸具有挡水、泄水的作用."
    },
    {
      "en": "Experts believe that this sediment will build up behind the dam, with only an unproven system of sluice gates to release it.",
      "cn": "专家认为泥沙将会在大坝后堆积，将仅经过一个未知的水闸系统排放。"
    },
    {
      "en": "Flood water is discharged through the sluice on the Three Gorges Dam on June 19, 2007.",
      "cn": "2007年6月19日随着三峡大坝的泄洪, 滞留了多天的洪水倾泻而下."
    },
    {
      "en": "In order to flush sediment through, project engineers have designeda series of openings known as sluice gates at the base of the dam.",
      "cn": "为了让泥沙和水流一起通过大坝，工程的设计师们在大坝底部设计了一系列的水闸门。"
    },
    {
      "en": "Out of the sluice springs an exhaustible supply of water.",
      "cn": "水从水闸中源源不断的涌出."
    },
    {
      "en": "Out of the sluice springs an inexhaustible supply of water.",
      "cn": "水从水闸中源源流出."
    },
    {
      "en": "The sanitation worker has to sluice the steps down every day.",
      "cn": "这个清洁工每天都用水清台阶."
    },
    {
      "en": "They regulate the flow of water by the sluice gate.",
      "cn": "他们用水闸门控制水的流量."
    },
    {
      "en": "They sluice the streets down every morning.",
      "cn": "他们每天早晨冲洗街道."
    },
    {
      "en": "While we sluice, the manager played with a carved paper knife.",
      "cn": "我们讲话时, 经理漫不经心地摆弄着一把雕花裁纸小刀."
    },
    {
      "en": "Yu and his colleagues ar e dispatched to sluice gates during times of drought when the conservancy has to impose a potentially life-determining judgment on supplies.",
      "cn": "在干旱季节，余和同事们会被派往水闸，此时水利委员会对水量供应做出的决策几乎生死攸关。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "sluicing",
          "tran_cn": " 洗涤；冲洗；鳞迭矿；水冲开挖；[矿业] 流槽选矿法"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "sluicing",
          "tran_cn": " 泄水；开闸放水；冲洗（sluice的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "milldam",
            "water gate"
          ],
          "tran_cn": "[水利]水闸；蓄水；洗矿槽"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "outlet"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "syringe",
            "irrigate"
          ],
          "tran_cn": "冲洗；开闸放水"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "sluice gate",
      "tran_cn": "n. 水闸；水门"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水闸，（用水闸控制的）水，有闸人工水道，漂洗处",
      "tran_en": "a passage for water to flow through, with a special gate which can be opened or closed to control it"
    },
    {
      "pos": "vt",
      "tran_cn": "冲洗，（指水）喷涌而出，漂净，给…安装水闸"
    }
  ],
  "exchange": {
    "pl": [
      "sluices"
    ],
    "third": [
      "sluices"
    ],
    "past": [
      "sluiced"
    ],
    "done": [
      "sluiced"
    ],
    "ing": [
      "sluicing"
    ]
  }
}