{
  "word": "drudgery",
  "ipa": {
    "us": "ˈdrʌdʒəri",
    "uk": "ˈdrʌdʒəri"
  },
  "sentences": [
    {
      "en": "A life of drudgery, of deformed spines, of chronic arthritis, of severed hands.",
      "cn": "生活只是苦力 、 脊柱变形 、 慢性关节炎和残断的双手."
    },
    {
      "en": "But personal growth ( the natural process that creates a successful life ) is not drudgery.",
      "cn": "但是个人的成长 ( 创造成功生活的自然过程 ) 不是干苦工."
    },
    {
      "en": "He was facing a life of toil and drudgery and vexation.",
      "cn": "摆在他面前的是终身的苦役和折磨."
    },
    {
      "en": "I am afraid that I shall find it drudgery to teach music to beginner.",
      "cn": "我恐怕会觉得教初学者音乐是个单调沉闷的工作."
    },
    {
      "en": "If we will arise and shine, drudgery becomes divinely transfigured.",
      "cn": "只要兴起发光, 苦差便在神的光中变相."
    },
    {
      "en": "It became drudgery , says Mr. McKay.",
      "cn": "麦凯说,公司的会议变得很乏味."
    },
    {
      "en": "Labor - saving devices have emancipated women from kitchen drudgery.",
      "cn": "许多节省劳力的设备使妇女摆脱掉乏味的厨房杂役."
    },
    {
      "en": "Most of the idle rich suffer unspeakable boredom as the price of their freedom from drudgery.",
      "cn": "多数无所事事的阔佬免遭从事单调乏味工作之苦,但代价是莫名其妙的无聊."
    },
    {
      "en": "People want to get away from the drudgery of their everyday lives.",
      "cn": "人们想摆脱日常生活中单调乏味的工作。"
    },
    {
      "en": "She was living a hole - and - corner existence of daily drudgery.",
      "cn": "她每日过着繁忙而乏味的生活."
    },
    {
      "en": "Technology a lot of the drudgery from our lives, and free us up to relax.",
      "cn": "技术进步减轻了我们生活中的许多劳作, 我们当得以轻松."
    },
    {
      "en": "The test of a vocation of the love of the drudgery it involves.",
      "cn": "是否热爱一种职业就是看是否喜欢其中的劳苦."
    },
    {
      "en": "They enjoy collaborating with others who are smart and talented and work is no longer drudgery.",
      "cn": "他们喜欢和那些聪明有才能的人一起合作,工作不再繁重乏味的苦差."
    },
    {
      "en": "This flexibility has the added benefit of breaking up any sense of endless routine or day in day out drudgery.",
      "cn": "这种灵活性具有打破任何没有尽头的例行公事或日复一日苦工感觉的额外好处。"
    },
    {
      "en": "Washing machines take the drudgery out of laundry.",
      "cn": "洗衣机把洗衣工作带出了洗衣房."
    },
    {
      "en": "We cannot hope for cheap food, but we can improve skills, boost productivity, reduce drudgery and enhance people's quality of life.",
      "cn": "我们不能把希望放在廉价食品上，但是我们可以改善技能，促进生产力，减少单调的苦工，并提高人们的生活质量。"
    },
    {
      "en": "Were it for work and drudgery it would be endlessly long.",
      "cn": "若是为工作和劳役,生命就变得无尽的漫长."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "drudge",
          "tran_cn": " 做苦工的人"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "drudge",
          "tran_cn": " 做苦工，干苦力"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "drudge",
          "tran_cn": " 强迫做苦工"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hard labor",
            "slogging"
          ],
          "tran_cn": "苦工，苦差事"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "employment",
            "labor",
            "sweat",
            "toil",
            "work"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "苦工，贱役，单调沉闷的工作",
      "tran_en": "hard boring work"
    }
  ],
  "exchange": {}
}