{
  "word": "feasibility",
  "ipa": {
    "us": "ˌfiːzəˈbɪlɪti",
    "uk": "ˌfizəˈbɪləti"
  },
  "sentences": [
    {
      "en": "a feasibility study on the proposed new airport",
      "cn": "关于建议中新机场的可行性研究"
    },
    {
      "en": "At present, but its technical feasibility, to be further assessment and experimental.",
      "cn": "但从目前其技术方案的可行性来看, 还有待进一步评估和实验."
    },
    {
      "en": "But this is only at an early stage of feasibility study.",
      "cn": "但是这仅仅处于可行性研究的初期阶段。"
    },
    {
      "en": "Confirms the feasibility of this method by an example.",
      "cn": "并通过算例验证该方法的可行性."
    },
    {
      "en": "Derek persuaded me of the feasibility of the idea.",
      "cn": "德里克让我相信这个想法是可行的。"
    },
    {
      "en": "Engineering departments follow - or should follow - rigorous engineering Methods : That ensure the feasibility and quality of the technology.",
      "cn": "工程部门遵从,或者说应该遵从严格的工程方法,从而确保工程的可行性和产品的质量."
    },
    {
      "en": "Finally, the advantage, feasibility and correctness of this method are discussed.",
      "cn": "最后论述了这种策略的优越性 、 可行性和正确性."
    },
    {
      "en": "If you are planning any major changes in your business this year, you should also do a feasibility study.",
      "cn": "如果计划在今年对你的事业做出任何重大的改变，你也应该做一些可行性研究。"
    },
    {
      "en": "In charge of the new business and projects and feasibility analysis.",
      "cn": "负责新业务及新项目的可行性分析."
    },
    {
      "en": "OBJECTIVE : To discuss the feasibility of applying electronic prescriptions.",
      "cn": "目的: 探讨实行电子处方的可行性."
    },
    {
      "en": "Objective : To study the feasibility of spermatogonial stem cell allotransplantation.",
      "cn": "目的: 研究同种生精干细胞移植的可行性."
    },
    {
      "en": "Objective To analyze the feasibility and indications of non - management for splenic trauma.",
      "cn": "目的探讨 非 手术治疗脾外伤的可行性及其适应证."
    },
    {
      "en": "Some of them doubted the feasibility of the proposal.",
      "cn": "有些人怀疑这一提议的可行性."
    },
    {
      "en": "Special emphasis is given to the consideration of economic and technological feasibility in a regulatory system.",
      "cn": "对管理体系中的经济与技术可行性,本章给予特别的强调."
    },
    {
      "en": "The economic feasibility of cost - reducing changes will always depend on sustained need.",
      "cn": "产品成本降低变动的经济可行性,总是决定于对产品的继续需求情况."
    },
    {
      "en": "The enormous difficulty makes him cynical about the feasibility of the idea.",
      "cn": "由于困难很大,他对这个主意是否可行持怀疑态度."
    },
    {
      "en": "The feasibility study report will be worked out soon.",
      "cn": "正在编制项目可行性研究报告."
    },
    {
      "en": "The foregoing paragraphs have focused on the feasibility of individual sources complying with emission limitations.",
      "cn": "前部分集中在个别污染源遵守排放限制的可行性问题上."
    },
    {
      "en": "We then know if the idea is worth taking on to the next stage which is the feasibility study.",
      "cn": "这样我们就会知道这个想法是否值得进行到下一步，也就是可行性研究。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "feasible",
          "tran_cn": " 可行的；可能的；可实行的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "possibility",
            "probability",
            "potential",
            "maybe",
            "chance"
          ],
          "tran_cn": "可行性；可能性"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "facility",
            "possibility",
            "probability"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "feasibility analysis",
      "tran_cn": "可行性分析"
    },
    {
      "phrase": "feasibility report",
      "tran_cn": "可行性研究报告；可行性报告"
    },
    {
      "phrase": "feasibility study",
      "tran_cn": "可行性研究"
    },
    {
      "phrase": "feasibility study report",
      "tran_cn": "可行性研究报告"
    },
    {
      "phrase": "feasibility test",
      "tran_cn": "可行性试验"
    },
    {
      "phrase": "financial feasibility",
      "tran_cn": "财务可行性"
    },
    {
      "phrase": "technical feasibility",
      "tran_cn": "技术可行性"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "可行性"
    }
  ],
  "exchange": {
    "adj": [
      "feasible"
    ]
  }
}