{
  "word": "brackish",
  "ipa": {
    "us": "ˈbrækɪʃ",
    "uk": "ˈbrækɪʃ"
  },
  "sentences": [
    {
      "en": "Any of numerous small fishes of the family Cyprinodontidae, including the guppy and mosquito fish, inhabiting chiefly fresh and brackish waters in warm regions.",
      "cn": "鳉鱼属于鳉科的许多种小型鱼，包括虹鳉和蚊鱼，主要栖居在温暖地带的淡水和咸水中。"
    },
    {
      "en": "Are brackish with the salt of human tears!",
      "cn": "是人类眼泪中的盐分所渍咸!"
    },
    {
      "en": "Brackish macroeconomics flowed from universities into central banks.",
      "cn": "半咸宏观经济从大学流传到央行."
    },
    {
      "en": "Brackish waters generally support only a small range of faunas.",
      "cn": "咸水水域通常只能存活为数不多的几种动物。"
    },
    {
      "en": "But the brackish consensus also seems to leave students cold.",
      "cn": "但半咸共识似乎也把学生们排除在外."
    },
    {
      "en": "Cypresses, with their tolerance for brackish water, thrive in these ecosystems.",
      "cn": "柏树, 与它们的容忍苦咸水, 蓬勃发展,在这些生态系统."
    },
    {
      "en": "He nods while he pours me a pint of brackish ale.",
      "cn": "他一边点头一边给我倒了一杯啤酒."
    },
    {
      "en": "Israel extracts about 65% of the upper Jordan , leaving the occupied West Bank dependent on a brackish trickle and a mountain aquifer , access to which Israel also controls .",
      "cn": "以色列提取出约旦河上游约65%的水源，使供水中的约旦河西岸依赖于一条咸水细流和山脉地下蓄水层，其入口仍为以色列控制。"
    },
    {
      "en": "No food and what there is, brackish and foul.",
      "cn": "船上食品断绝,淡水也即将消耗尽, 只有咸湿和恶臭的气息到处弥散."
    },
    {
      "en": "Principal application of reverse osmosis has been in desalting brackish waters for domestic consumption.",
      "cn": "反渗透主要应用于生活用含盐水的脱盐."
    },
    {
      "en": "The Baltic Sea is the largest brackish water basin in the world.",
      "cn": "波罗的海是世界上最大的微咸水盆地."
    },
    {
      "en": "The dialysis principle can be used for demineralization of brackish water.",
      "cn": "渗析原理的应用是除半咸水中的盐."
    },
    {
      "en": "The factory has several shallow pools of brackish water.",
      "cn": "工厂有几个浅的咸水池。"
    },
    {
      "en": "There are about 45.000 species of chordates, occupying marine, fresh and brackish water and terrestrial habitats.",
      "cn": "有大约45.000种脊索动物,它们占据着海 、 淡水或淡咸水和陆地的生态环境."
    },
    {
      "en": "This kind of operation works best in brackish water.",
      "cn": "这种生产方法最宜于微咸水."
    },
    {
      "en": "This pickled vegetables fresh color, flavor through, brackish palatability and pleasant fragrance.",
      "cn": "这种腌制菜色泽鲜嫩 、 香味透人 、 咸淡适口、清香宜人."
    },
    {
      "en": "Thriving on sunlight and CO 2, algae can be grown in fresh or brackish water.",
      "cn": "只要有充足的阳光和二氧化碳, 海藻就可以在淡水或海水中生长."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "brackishness",
          "tran_cn": " 半咸性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "painful",
            "salt"
          ],
          "tran_cn": "含盐的；令人不快的；难吃的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "brackish water",
      "tran_cn": "苦咸水（碱性水）；微咸水；半咸水；淡盐水（盐分界于河海水之间）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有盐味的，可厌的",
      "tran_en": "brackish water is not pure because it is slightly salty"
    }
  ],
  "exchange": {}
}