{
  "word": "humanism",
  "ipa": {
    "us": "ˈhju:mənɪzəm",
    "uk": "ˈhjuməˌnɪzəm"
  },
  "sentences": [
    {
      "en": "Does it not run the risk of slipping into a variety of ethical humanism?",
      "cn": "它难道不会有向各种种族人文主义倾斜的危险吗？"
    },
    {
      "en": "First, the necessity of cultivating humanism in university mathematics education is demonstracted.",
      "cn": "首先, 分析说明了大学数学教育中培养人文精神的必要性."
    },
    {
      "en": "Humanism had flourished in last century.",
      "cn": "人文主义在上世纪盛行起来."
    },
    {
      "en": "Humanistic character in music is an important part of humanism.",
      "cn": "摘要音乐人文精神是人文精神的重要组成部分."
    },
    {
      "en": "It reflects the humanism that centers on humans and their values.",
      "cn": "作品贯穿了尊重“人”、护“人”,以“人”为中心的思想,体现了人文主义精神."
    },
    {
      "en": "On top of that, religious liberalism, humanism, evangelical compromise, and ignorance of the Scriptures have all worked against a right understanding of who God is.",
      "cn": "最重要的是，宗教自由主义、人文主义、福音主义的妥协，对《圣经》的忽视都使得我们不能真正的了解上帝。"
    },
    {
      "en": "Renaissance humanism caused people to take a new interest in individuals.",
      "cn": "文艺复兴时期的人文主义者倡导人们对自身产生兴趣."
    },
    {
      "en": "Safety and order of foot passenger manifest the spirit of humanism Olympic.",
      "cn": "行人交通的安全有序组织将是人文奥运精神的充分体现."
    },
    {
      "en": "Secondly, the intension of the humanism in university mathematics education is expounded.",
      "cn": "其次, 阐明了大学数学教育中人文精神的内涵."
    },
    {
      "en": "So enterprise should cultivate and carry out humanism idea in practice.",
      "cn": "企业应该培植并在实践中全面贯彻人本理念."
    },
    {
      "en": "So it is necessary to carry out humanism management inside modern enterprise.",
      "cn": "在企业内实施人本管理是现代企业必须采取的管理模式."
    },
    {
      "en": "The historical value of the theory lies in its advocation of humanism.",
      "cn": "其历史价值突出表现在对人文精神的关怀上."
    },
    {
      "en": "Therefore the development of universities'status management must be based on humanism.",
      "cn": "因此高校学籍管理创新必须以人本主义管理思想为基础理论,从而形成以学生为本的高校学籍管理."
    },
    {
      "en": "This article analyses some aspects about the legal humanism education.",
      "cn": "本文主要分析了法律人文主义教育观念的几个相关问题."
    },
    {
      "en": "This book publication will symbolize the genuine humanism birth!",
      "cn": "本书的出版将标志着真正人类主义的诞生!"
    },
    {
      "en": "This phenomenon was severely criticized by humanism and romanticism.",
      "cn": "这种情形受到了人文主义、浪漫主义的激烈批评."
    },
    {
      "en": "We claim to believe what God says about marriage and family, yet our speech patterns are just as likely to reflect feminism, humanism, and hedonistic values.",
      "cn": "我们自称相信上帝对婚姻和家庭的定义，但是我们的说话方式却表现出女权主义，人道主义，以及享乐价值。"
    },
    {
      "en": "With the return of Humanism, attention has been paid to Ecological Environment.",
      "cn": "随人文主义的回归, 人们对生态环境逐渐关注."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "human",
          "tran_cn": " 人的；人类的"
        },
        {
          "word": "humane",
          "tran_cn": " 仁慈的，人道的；高尚的"
        },
        {
          "word": "humanist",
          "tran_cn": " 人文主义的；人道主义的"
        },
        {
          "word": "humanistic",
          "tran_cn": " 人文主义的；人道主义的"
        },
        {
          "word": "humanitarian",
          "tran_cn": " 人道主义的；博爱的；基督凡人论的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "humanely",
          "tran_cn": " 人道地；富人情地；慈悲地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "human",
          "tran_cn": " 人；人类"
        },
        {
          "word": "humanise",
          "tran_cn": " 变得有人性；变得仁慈；有教化力（等于humanize）"
        },
        {
          "word": "humanist",
          "tran_cn": " 人道主义者；人类学者，人文学者；人文主义者"
        },
        {
          "word": "humanitarian",
          "tran_cn": " 人道主义者；慈善家；博爱主义者；基督凡人论者"
        },
        {
          "word": "humanitarianism",
          "tran_cn": " 人道主义；博爱主义"
        },
        {
          "word": "humanity",
          "tran_cn": " 人类；人道；仁慈；人文学科"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "humanise",
          "tran_cn": " （英）使人性化；使文明化"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "renaissance humanism",
      "tran_cn": "n. 文艺复兴时期的人文主义"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "人文主义的；人道主义的"
    },
    {
      "pos": "n",
      "tran_cn": "人道主义，人本主义，人文主义，人文学",
      "tran_en": "the belief that human problems can be solved through science rather than religion"
    }
  ],
  "exchange": {
    "pl": [
      "humanists"
    ],
    "adj": [
      "humanistic"
    ]
  }
}