{
  "word": "neutrino",
  "ipa": {
    "us": "nju:ˈtri:nəʊ",
    "uk": "nuˈtrinoʊ"
  },
  "sentences": [
    {
      "en": "As a neutrino strikes an atom, the energy of the collision warms the immediate surroundings, causing them to expand ever so slightly and trigger a minuscule shock wave of a specific shape.",
      "cn": "当一个中微子撞击原子时，碰撞产生的能量会使周围环境受热，使其发生微小的扩张膨胀，并且触发产生一种形状特殊的微型冲击波。"
    },
    {
      "en": "I can't even activate the neutrino dampers with her re - routing the helm.",
      "cn": "我甚至不能启动她改舵的微中子节气阀."
    },
    {
      "en": "Neutrino experiments have yielded much of our information on the properties of quarks.",
      "cn": "中微子实验已经给了我们许多关于夸克性质的知识."
    },
    {
      "en": "The history and status of neutrino mass measurements are summarized in this paper.",
      "cn": "本文介绍中微子质量测量的历史和现状."
    },
    {
      "en": "The neutrino is rather peculiar and unique in the evolution of the universe.",
      "cn": "中微子在宇宙演化过程中具有十分特殊的地位."
    },
    {
      "en": "The physical characteristics of the neutrino are remarkable.",
      "cn": "中微子的物理特征非同寻常."
    },
    {
      "en": "The reality of the neutrino had to be accepted on the basis of rather indirect evidence.",
      "cn": "不得不基于相当间接的证据来承认中微子的存在."
    },
    {
      "en": "These results imply that there are neutrino oscillations, this means that neutrino has mass.",
      "cn": "这些结果表明存在中微子振荡, 即中微子具有质量."
    },
    {
      "en": "They have analyzed data collected from the neutrino beam at LNGS and have found no evidence of radiation or electron-positron pairs coming from the neutrinos.",
      "cn": "他们分析了在LNGS所收集到的有关中微子束的数据 ，可是并没有发现来自中微子正负电子对辐射的任何证据。"
    },
    {
      "en": "This is heady wine for experimenters using these neutrino detectors.",
      "cn": "对于使用中微子探测器的实验工作者,这是令人兴奋的美酒."
    },
    {
      "en": "This property, often called \" helicity,'serves to differentiate the neutrino from its antiparticle.",
      "cn": "这种性质通常称为 “ 螺旋性”, 可以用来区分中微子和它的反粒子."
    },
    {
      "en": "Usually the Dirac equation with zero static mass is regarded as the wave equation of neutrino.",
      "cn": "对把静质量为零的狄拉克方程当作是中微子的波动方程的看法予以否定."
    },
    {
      "en": "When a neutron inside an atom decays, it produces a proton, an electron, and a neutrino.",
      "cn": "原子内的一个中子衰变后会产生一个质子、一个电子和一个中微子。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "molecule"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "中微子",
      "tran_en": "something that is smaller than an atom and has no electrical charge"
    }
  ],
  "exchange": {
    "pl": [
      "neutrinos"
    ]
  }
}