{
  "word": "explicate",
  "ipa": {
    "us": "ˈeksplɪkeɪt",
    "uk": "ˈɛksplɪˌket"
  },
  "sentences": [
    {
      "en": "Begin with different theories, Behaviorism and Humanism explicate the origin of abnormal psychology and the remedies.",
      "cn": "行为主义和人本主义从不同的理论出发, 阐述了异常心理产生的原因和治疗方法."
    },
    {
      "en": "English major : you explicate simile and metaphor in the parachute instructions.",
      "cn": "英文系学生︰阐述降落伞说明书里的明喻和隐喻."
    },
    {
      "en": "It is essentially a simple notion, but explicating it is difficult.",
      "cn": "它实质上是一个简单的概念，但要详细解释还是很难。"
    },
    {
      "en": "Last, this paper explicate systematic dynamic strain gauge some principle about data acquisition and graphics display.",
      "cn": "最后, 系统介绍了动态应变仪及计算机数据采集和图形显示系统的工作原理."
    },
    {
      "en": "My analysis will be mostly an attempt to explicate what the Cox Report would have said if they had been able to properly weigh the conflicting arguments.",
      "cn": "我的分析主要是要试图解释和分析考克斯报告写了什么,如果他们的报告能恰当地权衡这些冲突的话."
    },
    {
      "en": "Objective To explicate the effect of vascular endothelial growth factor ( VEGF ) on the atherogenesis.",
      "cn": "目的探讨血管内皮生长因子 ( VEGF ) 在动脉粥样硬化形成过程中的作用."
    },
    {
      "en": "So did Chinese philosophers in ancient time explicate the essence of learning.",
      "cn": "中国古代的圣贤如此阐释治学的精要."
    },
    {
      "en": "The accelerator has been fruitfully combined to explicate economic dynamics.",
      "cn": "在用来阐述经济动态学的模型中,加速数一直同乘数卓有成效地结合在一起."
    },
    {
      "en": "The essay explicate the structure of middle school students'scientific literacy ; \"",
      "cn": "本文论述了中学生科学 素养 的结构."
    },
    {
      "en": "This paper explicate through exemplification and comparison the thematic diversity and diction ambiguity of the poem.",
      "cn": "本文通过比较例证论述了该诗主题思想的多样性和用词的多样性."
    },
    {
      "en": "To be sure, light carry weak charge which can explicate the light as the wave.",
      "cn": "无疑地, 光子带有微弱电荷能够解释光的波动性."
    },
    {
      "en": "We shall have to explicate its basic assumptions before we can assess its implications.",
      "cn": "在评估它的影响之前，我们应该解释清楚它的基本假设。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "explicable",
          "tran_cn": " 可解释的，可说明的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "explicandum",
          "tran_cn": " 在待解释的术语或陈述"
        },
        {
          "word": "explication",
          "tran_cn": " 说明；阐明；展开（花瓣、叶子等的）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "amplify"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "say",
            "translate"
          ],
          "tran_cn": "说明，解释"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "说明",
      "tran_en": "To explicate something means to explain it and make it clear"
    },
    {
      "pos": "vt",
      "tran_cn": "<正>解释，说明（文章或计划等），引申，阐述 （学说、理论、原理、原则等）"
    }
  ],
  "exchange": {
    "third": [
      "explicates"
    ],
    "past": [
      "explicated"
    ],
    "done": [
      "explicated"
    ],
    "ing": [
      "explicating"
    ],
    "noun": [
      "explication"
    ]
  }
}