{
  "word": "magnolia",
  "ipa": {
    "us": "mægˈnəʊliə",
    "uk": "mægˈnoʊliə"
  },
  "sentences": [
    {
      "en": "Broadleaf evergreen tree such as evergreen magnolia, castor tree, etc.",
      "cn": "阔叶长绿树包括长绿木兰 、 蓖麻树等等."
    },
    {
      "en": "Classes and Magnolia grandiflora quietly listening to the kids happy sound study.",
      "cn": "上课了,广玉兰静静的听着孩子们快乐的读书声."
    },
    {
      "en": "Comparative anatomical studies on the vessel elements of Chinese Magnolia and Michelia.",
      "cn": "中国木兰属和含笑属导管分子的比较解剖."
    },
    {
      "en": "General tomb a thing of the past two Magnolia Lake.",
      "cn": "将军墓列为木兰湖两大历史陈迹."
    },
    {
      "en": "It ate pine needles, seeds, fruit, twigs and magnolia leaves.",
      "cn": "它吃很多种植物,比如松树叶, 种子, 水果, 嫩树枝,还有木兰叶."
    },
    {
      "en": "Its huge columns were wreathed with laurel and magnolia.",
      "cn": "其巨大的立柱为月桂和木兰花所环绕。"
    },
    {
      "en": "Its ingredients include Xanthium fruit, magnolia flower, wild chrysanthemum and licorice root.",
      "cn": "其成份包括苍耳子 、 木兰花 、 野菊花和甘草."
    },
    {
      "en": "Magnolia Lake waters wide, bright and clean, good water quality.",
      "cn": "木兰湖水域宽广, 清澈明亮, 水质优良."
    },
    {
      "en": "Objective : Compare Jiang Magnolia Puerariae from different producing areas by fingerprint of GC.",
      "cn": "目的 比较不同产地姜厚朴气相指纹图谱,以确定最佳指纹图谱模式."
    },
    {
      "en": "Some of the magnolia leaves have a bit of shimmer . . . I couldn’t resist enhancing many of them with a little metallic craft paint.",
      "cn": "我在一些木兰树叶上涂了一层闪光剂，我实在是忍不住在他们上面涂上一点金属色手工颜料。"
    },
    {
      "en": "Standout alone, a set of white yulan magnolia tree.",
      "cn": "鹤立鸡群独一枝, 绿树映衬玉兰白."
    },
    {
      "en": "Sunshellone's fingerprint, is like magnolia blossoms in the End of the World.",
      "cn": "阳光的指纹, 好似木兰花,开在海角."
    },
    {
      "en": "The magnolia flowers are whispering as the wind waves.",
      "cn": "玉兰花儿们在清风的吹拂下窃窃私语."
    },
    {
      "en": "The system tissue culture and rapid propagation of Magnolia denudata was established.",
      "cn": "试验建立了白玉兰离体繁殖体系."
    },
    {
      "en": "Tree - lined campus, Cotton Tree Drive , Tu Yan, Magnolia fragrance, the environment elegant.",
      "cn": "校园 绿树成荫, 红棉吐艳, 玉兰飘香, 环境幽雅."
    },
    {
      "en": "Yulan magnolia can adapt to a variety of soils.",
      "cn": "玉兰花能适应各种土壤."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "magnolia grandiflora",
      "tran_cn": "大山朴；洋玉兰"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "木兰科的"
    },
    {
      "pos": "n",
      "tran_cn": "[植] 木兰，木兰花，玉兰类的植物，奶白色",
      "tran_en": "a tree with large white, pink, yellow, or purple flowers"
    }
  ],
  "exchange": {
    "pl": [
      "magnolias"
    ]
  }
}