{
  "word": "premiere",
  "ipa": {
    "us": "ˈpremieə(r)",
    "uk": "prɪˈmɪr"
  },
  "sentences": [
    {
      "en": "A gala dinner was held to celebrate the world premiere of the film.",
      "cn": "为庆祝该电影在全球范围的首映举行了欢庆宴."
    },
    {
      "en": "a movie premiere",
      "cn": "电影首映式"
    },
    {
      "en": "A new Czechoslovak film has had its premiere at the Karlovy Vary film festival.",
      "cn": "一部捷克斯洛伐克新电影在卡罗维发利电影节上首映。"
    },
    {
      "en": "Four astronauts visited for last week's premiere of the movie Space Station.",
      "cn": "四位宇航员到场参加了上个星期举行的电影《空间站》的首映式。"
    },
    {
      "en": "His recent accomplishments have established him as Mexico's premiere fighter.",
      "cn": "他最近的这些成就已经使他成为墨西哥的头牌拳手."
    },
    {
      "en": "Lots of celebrities were at the film premiere.",
      "cn": "许多名人出席了电影的首映式。"
    },
    {
      "en": "Premiere, a subscription channel which began in 1991, shows live football covering the top two divisions.",
      "cn": "开播于1991年的付费电视频道premiere实况转播两大顶级足球联赛的赛事。"
    },
    {
      "en": "Rossini’s work had its premiere at the Paris Opera.",
      "cn": "罗西尼的作品在巴黎歌剧院首演。"
    },
    {
      "en": "The 23-year-old actor was greeted by screaming fans as he arrived for the Leicester Square premiere of his new film Remember Me.",
      "cn": "这位23岁的年轻演员，在粉丝们的热情欢呼声中到达了莱斯雷特广场，今晚是他最新电影《记住我》的首映式。"
    },
    {
      "en": "The documentary premiered at the Jerusalem Film Festival.",
      "cn": "那部记录片在耶路撒冷电影节上首映。"
    },
    {
      "en": "The film opened with a star-studded premiere last night.",
      "cn": "该影片昨晚举办了明星云集的首映式。"
    },
    {
      "en": "The performance will include the premiere of three new ballets.",
      "cn": "三段新编芭蕾舞将在演出中首演。"
    },
    {
      "en": "The play had its smash premiere.",
      "cn": "那出戏首场演出引起了极大的轰动."
    },
    {
      "en": "the play’s world premiere",
      "cn": "该戏的全球首次公演"
    },
    {
      "en": "The premiere on Monday is sold out.",
      "cn": "周一首映式的门票已经全部售完。"
    },
    {
      "en": "The world premiere of Harold Pinter's new play casts Ian Holm in the lead role.",
      "cn": "哈罗德·品特新剧的世界首演由伊恩·霍尔姆担纲主演。"
    },
    {
      "en": "the world premiere of his new play",
      "cn": "他的新戏在全世界的首次公演"
    },
    {
      "en": "The world premiere took place in August 1956.",
      "cn": "全球首映是在1956年8月。"
    },
    {
      "en": "We rehearsed frenziedly the last few days before the premiere.",
      "cn": "初次公演前的那几天我们疯狂地排练."
    },
    {
      "en": "We went to the premiere of their new presentation.",
      "cn": "我们去观看了他们的新剧目的首场演出."
    },
    {
      "en": "You have to know someone very important to get invited a premiere.",
      "cn": "被邀请去参加首映式是很荣耀的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "first-time"
          ],
          "tran_cn": "首位的；初次的；女主角的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leading actress",
            "chief actress"
          ],
          "tran_cn": "初次的演出；女主角"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "首位的；初次的；女主角的"
    },
    {
      "pos": "n",
      "tran_cn": "首映",
      "tran_en": "the first public performance of a film, play, or piece of music"
    },
    {
      "pos": "v",
      "tran_cn": "首次公演（戏剧、音乐、电影）",
      "tran_en": "When a movie or show premieres or is premiered, it is shown to an audience for the first time"
    }
  ],
  "exchange": {
    "pl": [
      "premieres"
    ]
  }
}