{
  "word": "celebrity",
  "ipa": {
    "us": "səˈlebrəti",
    "uk": "səˈlebrəti"
  },
  "sentences": [
    {
      "en": "a sporting celebrity",
      "cn": "体育明星"
    },
    {
      "en": "Although now a celebrity in her own right, actress Lynn Redgrave knows the difficulties of living in the shadow of her famous older sister.",
      "cn": "虽然女演员琳恩·雷德格雷夫现在依靠自己的能力出了名，但她明白生活在大名鼎鼎的姐姐的阴影里有多不容易。"
    },
    {
      "en": "At 62, Brian found the celebrity and status that had eluded him for so long.",
      "cn": "布赖恩在62岁时获得了多年来未能得到的名望和地位。"
    },
    {
      "en": "celebrity chef/gardener etc",
      "cn": "名厨/名人园艺师等"
    },
    {
      "en": "Does he find his new celebrity intruding on his private life?",
      "cn": "他是否感觉到他最近的成名侵扰了他的私生活？"
    },
    {
      "en": "Every sort of compensation, even that of celebrity, is refused to him.",
      "cn": "一切赔偿, 甚至名誉的赔偿, 他都不能得到."
    },
    {
      "en": "He achieved celebrity as a sports commentator.",
      "cn": "他作为一名体育评论员而享誉四方。"
    },
    {
      "en": "He even talked about getting out of the celebrity business.",
      "cn": "他甚至还提过要放弃追星的工作."
    },
    {
      "en": "He has become a celebrity.",
      "cn": "他已经是大名鼎鼎的人物了."
    },
    {
      "en": "He’s a national celebrity.",
      "cn": "他是全国有名的人物。"
    },
    {
      "en": "In 1944, at the age of 30, Hersey suddenly became a celebrity.",
      "cn": "1944年，30岁的赫西一夜成名。"
    },
    {
      "en": "In those circumstances Nixon reversed his attitude toward my growing celebrity.",
      "cn": "在这种情况下,尼克松对我的声名鹊起完全一反常态."
    },
    {
      "en": "It seemed difficult for the celebrity couple to get rid of the ubiquitous paparazzi.",
      "cn": "这对名人夫妻想要摆脱无所不在的狗仔队似乎很困难。"
    },
    {
      "en": "Joanna has finally made it to the first rank of celebrity after 25 years as an actress.",
      "cn": "乔安娜当了25年演员后，终于跻身一线女明星之列。"
    },
    {
      "en": "Later, most executives reduce their need for celebrity and replace it with a desire for reputation.",
      "cn": "在这以后, 大部分经理减少了对出名的要求,代之以对声望的向往."
    },
    {
      "en": "On red - letter nights a large gathering greeted the celebrity.",
      "cn": "喜庆之夜,蜂拥的人群热烈欢迎这位名人."
    },
    {
      "en": "Recently published photographs have fueled speculation the celebrity couple is breaking up.",
      "cn": "最近刊登的照片引起大众臆测这对名人夫妻分手了."
    },
    {
      "en": "Their marriage was as one the few celebrity unions that would last.",
      "cn": "他们的婚姻被视作少有的、可以持久下去的名人联姻之一."
    },
    {
      "en": "Tom found himself something of a celebrity.",
      "cn": "汤姆意识到自己已小有名气了."
    },
    {
      "en": "We invited a number of minor celebrities (= people who are not very famous ) .",
      "cn": "我们邀请了一些小有名气的人物。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "notable",
            "person",
            "somebody",
            "well-known"
          ],
          "tran_cn": "名声;名人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "glory",
            "heroine",
            "notable",
            "reputation",
            "somebody"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "名人，明星，名声",
      "tran_en": "a famous living person"
    }
  ],
  "exchange": {
    "pl": [
      "celebrities"
    ]
  }
}