{
  "word": "limousine",
  "ipa": {
    "us": "ˈlɪməzi:n",
    "uk": "ˌlɪməˈzin, ˈlɪməˌzin"
  },
  "sentences": [
    {
      "en": "A limousine swept her along the busy freeway to the airport.",
      "cn": "一辆豪华轿车载着她沿着拥挤的高速公路飞速驶向机场。"
    },
    {
      "en": "A limousine was sent to pick me up and deliver me to the set. Eat your heart out, Tom Selleck!",
      "cn": "他们派了一辆豪华轿车来接我去片场，你就眼红吧，汤姆·塞立克！"
    },
    {
      "en": "A limousine whirred him away.",
      "cn": "一辆轿车呼地一声把他载走."
    },
    {
      "en": "a long black chauffeur-driven limousine",
      "cn": "由专职司机驾驶的黑色豪华加长轿车"
    },
    {
      "en": "As the limousine slowly cruised to the nearby Imperial Hotel, the princess smiled and waved to thousands of well-wishers along the road.",
      "cn": "豪华轿车缓缓驶向附近的帝国饭店，纪宫公主微笑着向马路两边成千上万的祝福者们挥手致意。"
    },
    {
      "en": "But a few blocks south, far away from the blare of Hummer limousine horns, at the fashionable opening of the Algus Greenspon Gallery on Morton Street, a more demure look prevailed.",
      "cn": "不过就在隔了几个街区的南边，远离悍马豪华轿车的嘟嘟声，阿尔格斯• 格林斯彭艺术廊的时尚开幕式上，一种更简朴端庄的打扮正在流行。"
    },
    {
      "en": "Connie kissed Carlo good - bye when he put her in the limousine.",
      "cn": "当卡罗送康妮上车时,她也只好同他吻别了."
    },
    {
      "en": "He began to insist upon a bullet-proof limousine, just for peace of mind.",
      "cn": "他开始坚持要防弹豪华轿车，仅仅是为了安心而已。"
    },
    {
      "en": "He prefers travelling on the Tube to riding in a limousine.",
      "cn": "他更愿意乘地铁出行，不愿坐豪华轿车。"
    },
    {
      "en": "In 1992, George Bush visited Australia and, from the window of his limousine, held up his index and middle fingers in the \"V\" shape, a la Winston Churchill.",
      "cn": "1992年，乔治·布什拜访澳大利的时候，效仿温斯顿·丘吉尔，从豪华的轿车里伸出食指和中指作出“V”字形的手势。"
    },
    {
      "en": "In one driveway a chauffeur wearing rubber boots was hosing down a limousine.",
      "cn": "其中一条私人车道上，一位穿着橡胶靴的专职司机正用水管冲洗一辆豪华轿车。"
    },
    {
      "en": "She got a limousine by herself.",
      "cn": "她靠自己的努力得到了一辆豪华轿车."
    },
    {
      "en": "She has a chauffeur - driven limousine.",
      "cn": "她有一辆由私人司机开的豪华轿车."
    },
    {
      "en": "Supervisors in this unit group supervise and co-ordinate activities of truck drivers, bus drivers, delivery drivers, subway and other transit operators, chauffeurs and taxi and limousine drivers.",
      "cn": "本单元组主管监督和协调卡车司机，巴士司机，送货司机，地铁及其他交通营办商，司机，出租车和豪华轿车司机的活动。"
    },
    {
      "en": "The dilatory limousine came rolling up the drive.",
      "cn": "那辆姗姗来迟的大型轿车沿着汽车道开了上来."
    },
    {
      "en": "The foreign visitors rolled up to the hotel in a limousine.",
      "cn": "外宾们乘着一辆轿车来到旅馆."
    },
    {
      "en": "The limousine moved off through the gates of the mall.",
      "cn": "轿车开动了,出了林荫道的大门."
    },
    {
      "en": "The limousine sped off down the road in the proverbial cloud of dust.",
      "cn": "豪华轿车沿公路飞驰而去，那真是卷起一路风尘。"
    },
    {
      "en": "We arrived in fine style in a hired limousine.",
      "cn": "我们很气派地乘坐出租的豪华汽车到达那里."
    },
    {
      "en": "When Summers travelled by limousine or airplane, Sandberg gave up her seat next to him to make sure that other officials and staffers got time with the boss.",
      "cn": "当萨默斯乘坐豪华轿车或飞机时，桑德伯格会放弃紧挨着他的位置，留给别的官员和职员与这位老板接触的时间。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "limousine service",
      "tran_cn": "服务客车；豪华轿车服务"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "豪华轿车，大型豪华轿车，接送旅客的交通车",
      "tran_en": "a very large, expensive, and comfortable car, driven by someone who is paid to drive"
    }
  ],
  "exchange": {
    "pl": [
      "limousines"
    ]
  }
}