{
  "word": "transparency",
  "ipa": {
    "us": "trænsˈpærənsi",
    "uk": "trænsˈpærənsi"
  },
  "sentences": [
    {
      "en": "...transparencies of masterpieces from Lizzie's art collection.",
      "cn": "…莉齐艺术收藏品中一些杰作的幻灯片。"
    },
    {
      "en": "Cataracts is a condition that affects the transparency of the lenses.",
      "cn": "白内障是一种影响晶状体透明性的疾病。"
    },
    {
      "en": "Detail, focus, dimensionality, transparency, dynamic expression and subtlety all improved significantly.",
      "cn": "细节 、 聚焦 、 成像逼真 、 透明度 、 动态表现及音乐的微妙之处都得到显著提升."
    },
    {
      "en": "Diluting agent has certain transparency for ink multi - color overprint.",
      "cn": "冲淡剂具有必定的透明量,适分油不朱的众色叠印."
    },
    {
      "en": "Lack of transparency makes them seem the more villainous.",
      "cn": "暗箱操作使得他们看起来更加阴险."
    },
    {
      "en": "More transparency and more accurate assessment of risks are admirable goals.",
      "cn": "更多的透明度和对风险更准确的评估是我们想要的达到的目标."
    },
    {
      "en": "Perhaps that faculty of unawareness was what gave her eyes their transparency.",
      "cn": "或许正是这种麻木不仁的本领,使她的眼睛透明见底."
    },
    {
      "en": "Select the red head shape and choose Overlay in the Transparency Palette.",
      "cn": "选择红色的头部形状,并选择在重叠的透明度,调色盘."
    },
    {
      "en": "Still, for all its difficulties, transparency is usually better than the alternative.",
      "cn": "仍然, 由于它所有的困难, 透明性通常比选择性更好."
    },
    {
      "en": "The alkali halides can be grown into large crystals of excellent transparency.",
      "cn": "硷金属卤化物能生长成具有优良透明性的大晶体."
    },
    {
      "en": "The high degree of transparency has been very important to us.",
      "cn": "高透明度对我们来说,也十分重要."
    },
    {
      "en": "The resultant negative transparency is essentially complimentary to the original scene in both tone and color.",
      "cn": "最后得到的负性透明片,在色调和颜色方面均和原景物成互补关系."
    },
    {
      "en": "The transparency principle is one of the mains principle of WTO.",
      "cn": "透明度原则是WTO的主要原则之一."
    },
    {
      "en": "Transparency would also work, but is still very computing - intensive.",
      "cn": "透明度也可以起到一定的作用, 但它仍然有很高的计算强度."
    },
    {
      "en": "We will bring more transparency to the derivatives market.",
      "cn": "我们将提高衍生工具市场的透明度."
    },
    {
      "en": "With paint film confecting envirogluvtm its gloss, transparency and tinting strength.",
      "cn": "用颜料片配制的油不朱其平泽度 、 透明性及着色辛矮."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "transparent",
          "tran_cn": " 透明的；显然的；坦率的；易懂的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "transparently",
          "tran_cn": " 显然地，易觉察地；明亮地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "transparence",
          "tran_cn": " 透明；透明度"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "clarity",
            "lucency"
          ],
          "tran_cn": "[化学]透明，[核]透明度；幻灯片；有图案的玻璃"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "airiness",
            "clarity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "transparency international",
      "tran_cn": "n. 透明国际组织"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "透明，透明度，透明性，透明的东西",
      "tran_en": "a sheet of plastic or a piece of photographic film through which light can be shone to show a picture on a large screen"
    }
  ],
  "exchange": {
    "pl": [
      "transparencies"
    ]
  }
}