{
  "word": "untold",
  "ipa": {
    "us": "ˌʌnˈtəʊld",
    "uk": "ˌʌnˈtoʊld"
  },
  "sentences": [
    {
      "en": "An Olympic gold medal can lead to untold riches for an athlete.",
      "cn": "一枚奥运金牌能给运动员带来无尽的财富。"
    },
    {
      "en": "Chemical seepage has caused untold damage.",
      "cn": "化学品泄漏已造成不可估量的损失。"
    },
    {
      "en": "Her secret remains untold to this day.",
      "cn": "她的秘密至今仍未透露."
    },
    {
      "en": "Her story remains untold.",
      "cn": "她的经历至今未对外介绍过."
    },
    {
      "en": "In such quantities, these chemical agents could also kill untold thousands.",
      "cn": "数量如此之大的化学毒气能把成千上万人置于死地."
    },
    {
      "en": "She has done untold damage to our chances.",
      "cn": "她给我们的机遇造成了不可估量的损害."
    },
    {
      "en": "The demise of the industry has caused untold misery to thousands of hard-working tradesmen.",
      "cn": "该行业的没落给数以千计辛苦经营的商贩带来了难言的苦楚。"
    },
    {
      "en": "The rumours will do untold damage to his reputation.",
      "cn": "这些谣言会给他的名声造成无法估计的损害。"
    },
    {
      "en": "Their lives were filled with untold suffering.",
      "cn": "他们生活在水深火热之中."
    },
    {
      "en": "These gases cause untold damage to the environment.",
      "cn": "这些气体对环境造成难以估计的破坏。"
    },
    {
      "en": "They encountered untold difficulties and dangers before they reached their destination.",
      "cn": "他们经历过数不尽的艰难险阻才到达目的地."
    },
    {
      "en": "They suffered untold terrors in the dark and huddled together for comfort.",
      "cn": "他们遭受着黑暗中的难以言传的种种恐怖,因而只好挤在一堆互相壮胆."
    },
    {
      "en": "This age-old struggle for control had led to untold bloody wars.",
      "cn": "这场由来已久的对控制权的争夺已经引发了无数流血的战争。"
    },
    {
      "en": "This might do untold damage to her health.",
      "cn": "这也许会给她的健康带来难以估量的伤害。"
    },
    {
      "en": "This phobia can cause untold misery for the sufferer.",
      "cn": "这种恐惧能给患者造成极度的痛苦."
    },
    {
      "en": "What is there to fear even if untold hardships lie ahead?",
      "cn": "千难万险何所惧?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "huge",
            "infinite"
          ],
          "tran_cn": "数不清的；未说过的；未透露的；无限的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unknown"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未说过的，未透露的，说不尽的，未叙述的，没有说到的"
    }
  ],
  "exchange": {}
}