{
  "word": "Venice",
  "ipa": {
    "us": "ˈvɛnɪs",
    "uk": "ˈvɛnəs"
  },
  "sentences": [
    {
      "en": "He was about to chair a meeting in Venice of EU foreign ministers.",
      "cn": "他将主持在威尼斯召开的欧盟外长会议。"
    },
    {
      "en": "Her gran lent her a camera for a school trip to Venice and Egypt.",
      "cn": "她奶奶借给她一架相机，让她带上参加学校组织的威尼斯和埃及之旅。"
    },
    {
      "en": "I think we've got our lines crossed somewhere . I said Venice, not Vienna.",
      "cn": "我想我们有点误会, 我说的是威尼斯, 不是维也纳."
    },
    {
      "en": "If my lucky number comes up, we'll have a holiday in Venice.",
      "cn": "如果我走运的话, 我们就去威尼斯度假."
    },
    {
      "en": "In 2008, they built a “nest” of branches on the balcony of the Russian pavilion at the Biennale of Architecture in Venice and have exhibited in Paris and Luxembourg.",
      "cn": "在2008年威尼斯建筑双年展上，他们用树枝在俄罗斯馆的阳台上造了一个“鸟巢”，这个作品后来又分别在巴黎和卢森堡展出。"
    },
    {
      "en": "Major works of painting, sculpture, mosaic and architecture were examined in situ in Venice.",
      "cn": "重要的绘画、雕塑、镶嵌画和建筑作品都在威尼斯原地得到了仔细检查。"
    },
    {
      "en": "Solve only the first of the two problems; you will be Venice, you will be England.",
      "cn": "只解决这两个问题中的第一个吧，你将成为威尼斯，你将成为英格兰。"
    },
    {
      "en": "The director transposes Shakespeare's play from 16th century Venice to present-day England.",
      "cn": "导演把莎士比亚的戏剧从16世纪的威尼斯改成当代的英国。"
    },
    {
      "en": "The painting depicts the Grand Canal, Venice, looking north from the Rialto Bridge.",
      "cn": "这幅画描绘的是从里亚托桥向北望的威尼斯大运河."
    },
    {
      "en": "They call it “the Venice of the North” and “beauty on water”.",
      "cn": "人们把它叫做北方的威尼斯，或者水上美人。"
    },
    {
      "en": "They were married on August 9 in a civil ceremony in Venice.",
      "cn": "他们于8月9号在威尼斯举行了世俗婚礼。"
    },
    {
      "en": "Venice abounds in famous hotels.",
      "cn": "威尼斯有许多知名的酒店。"
    },
    {
      "en": "Venice is celebrated for its beautiful buildings.",
      "cn": "威尼斯以美丽的建筑而闻名."
    },
    {
      "en": "Venice is haemorrhaging the very resource which could save it: its own people.",
      "cn": "威尼斯正在丧失它的立足之本，那就是它的人民。"
    },
    {
      "en": "Venice is one of the great tourist attractions of the world.",
      "cn": "威尼斯是世界上令人向往的旅游胜地之一."
    },
    {
      "en": "We broke our journey to Rome at Venice.",
      "cn": "我们去罗马时,中途在威尼斯停下来休息了."
    },
    {
      "en": "We eventually took off at 11 o'clock and arrived in Venice at 1.30.",
      "cn": "我们终于在11点起飞，1：30到达威尼斯。"
    },
    {
      "en": "We went to Venice for our honeymoon.",
      "cn": "我们去威尼斯度的蜜月。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "威尼斯（意大利东北部的港埠）"
    }
  ],
  "exchange": {}
}