{
  "word": "striated",
  "ipa": {
    "us": "straɪ'eɪtɪd",
    "uk": "'straɪeɪtɪd"
  },
  "sentences": [
    {
      "en": "According to the research of rolling processing technology, we develop some simple rolling head of striated groove heat exchange tubes which can be processed on ordinary lathe.",
      "cn": "根据滚轧加工技术研究开发了一种简单的、能在普通车床上加工横纹槽换热管的滚轧头。"
    },
    {
      "en": "All striated wires are minus (–) in polarity, and should be connected to the minus (–) speaker terminals.",
      "cn": "所有具有条纹线皮的电线都是负（-）极，须连接到负（-）的扬声器端子。"
    },
    {
      "en": "EM of cells with striated border.",
      "cn": "电镜观察细胞和纹状缘."
    },
    {
      "en": "However , because striated urethral sphincter has similar innervation, patients are exercising this important muscle as well.",
      "cn": "由于提肛肌和外括约肌的神经支配类似, 所以在收缩提肛肌的同时,外括约肌也得到锻炼."
    },
    {
      "en": "In addition to subcutaneous fat tissue, the decision to have the body shape of striated muscle.",
      "cn": "除了皮下脂肪组织外, 决定人体外型的还有横纹肌."
    },
    {
      "en": "Striated muscle , whose fibres appear striped under a microscope, is responsible for voluntary movement.",
      "cn": "横纹肌的纤维在显微镜下成条纹状, 负责随意运动."
    },
    {
      "en": "Striated muscle cells became degeneration, swelling and atrophy.",
      "cn": "横纹肌纤维变性 、 肿胀,细胞萎缩."
    },
    {
      "en": "The cilia are longer and less regular than the microvilli of a striated border.",
      "cn": "纤毛比微绒毛长,但排列不如纹状缘紧密整齐."
    },
    {
      "en": "The pudendal nerve provides the major nerve supply to the striated sphincter and levator ani.",
      "cn": "外括约肌和提肛肌的主要支配神经为阴部神经."
    },
    {
      "en": "The stick of candy striated red.",
      "cn": "糖果棒加上了红色条纹。"
    },
    {
      "en": "The striated and polished surfaces are called slicken - sides.",
      "cn": "有条痕的磨光面则称为擦痕面."
    },
    {
      "en": "The striated space of life, the smooth space of melancholy.",
      "cn": "生活空间井然有序, 反成为忧郁滑动的空间."
    },
    {
      "en": "The striated sphincter contains fatigue - resistant , slow - twitch fibers that are responsible for passive urinary control.",
      "cn": "外括约肌含有 抗 疲劳, 慢反应的肌纤维,这同被动控尿有关."
    },
    {
      "en": "There are striated engravings on this wall.",
      "cn": "这面墙上有着条纹状的雕饰."
    },
    {
      "en": "While there were epidermic thicking scar formation and degeneration of striated muscles under microscope.",
      "cn": "显微镜下可见表皮增厚,瘢痕及横纹肌退变等异常改变."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "streaky",
            "lineate"
          ],
          "tran_cn": "有条纹的；有线纹的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "striated muscle",
      "tran_cn": "横纹肌"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有沟痕的，有线条的，有条纹的",
      "tran_en": "having narrow lines or bands of colour"
    }
  ],
  "exchange": {}
}