{
  "word": "intracellular",
  "ipa": {
    "us": "ˌɪntrə'seljʊlə",
    "uk": "ˌɪntrə'seljələ"
  },
  "sentences": [
    {
      "en": "According to FDA officials, the intracellular bacterium will be commercially available in a variety of forms.",
      "cn": "据FDA官方表示，将可以在市场上买到多种形式的细胞内细菌。"
    },
    {
      "en": "Cysteine is the crucial limiting amino acid for intracellular GSH synthesis.",
      "cn": "一种略带甜味的晶状氨基酸,通过半胱氨酸参与合成."
    },
    {
      "en": "Enzyme - lined results in the modification of an intracellular target protein.",
      "cn": "酶联受体有一内在酶活性,能修饰胞内的靶蛋白."
    },
    {
      "en": "In order to fuse, intracellular vesicles have to move within the cell.",
      "cn": "为了融合, 细胞内的囊泡必须在细胞内运动."
    },
    {
      "en": "Intracellular [ Ca 2 + ] i rose to a higher level during initial phagosome formation.",
      "cn": "在吞噬体形成时,巨噬细胞内钙离子上升到较高的水平."
    },
    {
      "en": "Intracellular Ca 2 + fluxes were assessed in fura 2– loaded , oltage - clamped rabbit entricular myocytes.",
      "cn": "以fura2负载及电压钳测量家兔心室肌细胞内Ca2+流量."
    },
    {
      "en": "Methods: Combination of the intracellular injection and electron microscope techniques were used.",
      "cn": "方法: 采用细胞内注射,电镜连续切片技术."
    },
    {
      "en": "Moreover, there are signs that intracellular algae may be directly providing the products of photosynthesis — oxygen and carbohydrate — to the salamander cells that encapsulate them.",
      "cn": "更重要的是，有迹象表明这种细胞内的水藻可以直接将光合作用的产物氧气和二氧化碳给容纳它的蝾螈细胞。"
    },
    {
      "en": "Potent intracellular bactericidal action may be exerted through the myeloperoxidase - hydrogen peroxide - halide bactericidal system.",
      "cn": "强烈的胞内杀菌作用可以通过骨髓过氧化物酶 - 过氧化氢 - 卤素杀菌系统发挥威力."
    },
    {
      "en": "The binding stimulates leukocytes and triggers an intracellular cascade of signaling reactions.",
      "cn": "这种粘附刺激白细胞并引发了细胞内的级联通讯反应."
    },
    {
      "en": "The concentration of intracellular ADM was increased by 1.55 fold ( P & lt; 0.05 )",
      "cn": "细胞内阿霉素浓度由1.83增加到2.83,增加1.55倍 ( P & lt; 0.05 )."
    },
    {
      "en": "The dynamic change of intracellular Ca 2 + concentration was measured exactly by ACAS.",
      "cn": "ACAS能准确测量胞内Ca2+浓度的动态变化."
    },
    {
      "en": "The intracellular concentration of 2,3 DPG , ATP and SOD of erythrocyte were measured.",
      "cn": "检测红细胞2,3DPG 、 ATP、SOD水平."
    },
    {
      "en": "The intracellular trehalose metabolism of S . cerevisiae during alcoholic fermentation was studied.",
      "cn": "研究了酿酒酵母在酒精发酵过程中酵母细胞内海藻糖的代谢."
    },
    {
      "en": "The pool expanded a little bit if we ignored one intracellular parasite; it expanded even more when we looked at core sets of genes of 310 or so.",
      "cn": "如果忽略掉一个细胞内寄生物的话，这个基因库还能扩展一些；当我们审视核心的一组310个基因时，基因库扩大更多。"
    },
    {
      "en": "The reactions may be extracellular or intracellular.",
      "cn": "这些反应可以发生在细胞外,也可以发生在细胞内."
    },
    {
      "en": "The sarcoplasmic reticulum is a system of intracellular membranes.",
      "cn": "肌浆网属于细胞内膜系统."
    },
    {
      "en": "When AMPA receptor is activated, lots of intracellular Ca ~ ( 2 + ) result in neurons injury.",
      "cn": "在AMPA受体激活时, 大量 Ca2 +内流导致神经损伤."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "endocellular"
          ],
          "tran_cn": "[细胞]细胞内的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<生>细胞内的",
      "tran_en": "situated or occurring inside a cell or cells "
    }
  ],
  "exchange": {}
}