{
  "word": "matador",
  "ipa": {
    "us": "ˈmætədɔ:(r)",
    "uk": "ˈmætəˌdɔr"
  },
  "sentences": [
    {
      "en": "A matador or one of the supporting team.",
      "cn": "斗牛士斗牛士或后援队伍中的一员."
    },
    {
      "en": "Apparently sensitive to criticism, the bull forgot all about the matador and charged at drunk.",
      "cn": "对挑衅显然非常敏感的公牛完全撇开斗牛士,直奔醉汉而来."
    },
    {
      "en": "Apparently sensitive to criticism, the bull forgot all about the matador and charged at the drunk.",
      "cn": "那公牛显然对批评话是敏感的, 所以它把斗牛士全忘记了,向那醉汉冲了过去."
    },
    {
      "en": "Apparently sensitive to criticism，the bull forgot all about the matador and charged at the drunk.",
      "cn": "那公牛显然对批评话是敏感的，所以它把斗牛士全忘记了，向那醉汉冲了过去。"
    },
    {
      "en": "Even the bull seemed to feel sorry for him, for it looked on sympathetically until the drunk was out of the way before once more turning its attention to the matador.",
      "cn": "好像连牛也在为他感到遗憾，因为它一直同情地看着醉汉，直到他的背影消逝，才重新将注意力转向斗牛士。"
    },
    {
      "en": "In the home of Matador.",
      "cn": "斗牛士的故乡."
    },
    {
      "en": "Matador has a very vigorous body, all muscles Gegedada, Degen big firm like bullock.",
      "cn": "斗牛士有着非常雄健的身体, 浑身肌肉疙疙瘩瘩, 结实得跟大犍牛一样."
    },
    {
      "en": "Matador Wins. Bull Dies. The End? Not in Portugal.",
      "cn": "斗牛士赢得. 公牛死. 结束? 不是在葡萄牙."
    },
    {
      "en": "Say, you look like that matador who has boxed by the bull today!",
      "cn": "嗯, 你好像就是今天那个被牛打的斗牛士!"
    },
    {
      "en": "The bull tossed the matador.",
      "cn": "公牛用角把斗牛士挑起后抛入空中."
    },
    {
      "en": "The bull was busy with matador at the time.",
      "cn": "当时公牛正忙于对付斗牛士."
    },
    {
      "en": "The matador had a narrow escape.",
      "cn": "这个斗牛士真是死里逃生."
    },
    {
      "en": "The matador profiled, his thin silver blade raised.",
      "cn": "斗牛士左肩对着牛, 举起他的锋利的银色尖刀."
    },
    {
      "en": "They liked his emotion at the table, the undisguised fire and grief; they fell for his murmuring, boyish charm, and most of all they admired the matador beauty of his play.",
      "cn": " 人们喜欢球桌旁真情流露毫不掩饰的他，喜欢他的喃喃自语，他的男孩般迷人魅力，更多的人则欣赏他在比赛中斗牛士般辛辣的美。"
    },
    {
      "en": "This also meets the host matador having increased degree of difficulty.",
      "cn": "这也会主斗牛士增加了难度."
    },
    {
      "en": "What made the bull forget about the matador?",
      "cn": "是什么让公牛忘记了斗牛士?"
    },
    {
      "en": "What this picture depicts is the matador that a bearingmaterial bearing.",
      "cn": "这幅画描绘的是一名英姿飒爽的斗牛士."
    },
    {
      "en": "Your sign shows you would be excellent as a boss, explorer, race car driver, or matador.",
      "cn": "您的迹象表明,你将是优秀的,作为老板, 探险, 赛车手, 还是斗牛士."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bullfighter",
            "toreador"
          ],
          "tran_cn": "斗牛士；王牌"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "斗牛士",
      "tran_en": "a man who fights and kills  bull s  during a  bullfight "
    }
  ],
  "exchange": {
    "pl": [
      "matadors"
    ]
  }
}