{
  "word": "inability",
  "ipa": {
    "us": "ˌɪnəˈbɪləti",
    "uk": "ˌɪnəˈbɪləti"
  },
  "sentences": [
    {
      "en": "a congenital inability to tell the truth",
      "cn": "生就的不会说实话"
    },
    {
      "en": "He became more and more irritated by her inability to stick at anything.",
      "cn": "他对她做任何事都会半途而废感到越来越恼火。"
    },
    {
      "en": "He was frustrated by his inability to wave down a taxi.",
      "cn": "连一辆出租车都打不到，他很沮丧。"
    },
    {
      "en": "Her inability to concentrate could cause an accident.",
      "cn": "她无法集中精力可能会导致事故。"
    },
    {
      "en": "Her inability to pay the rents caused trouble.",
      "cn": "她无力付房租引起了麻烦."
    },
    {
      "en": "His inability to speak French puts him at a disadvantage.",
      "cn": "他不会说法语,这使他很吃亏."
    },
    {
      "en": "His inability to understand her bothered him.",
      "cn": "他不能理解她,这使他大伤脑筋."
    },
    {
      "en": "I raged at my own inability.",
      "cn": "我深为自己的无能而恼火."
    },
    {
      "en": "It's inconstancy, but not inability, that's to be feared.",
      "cn": "不怕无能, 就怕无恒."
    },
    {
      "en": "She does not learn much because of her inability to listen.",
      "cn": "她学不到多少东西因为她听不见."
    },
    {
      "en": "The chief limitation of the harvester is its inability to separate seed from debris.",
      "cn": "这种收割机的主要缺点是不能把种子和夹杂物分开来."
    },
    {
      "en": "The fundamental problem lies in their inability to distinguish between reality and invention.",
      "cn": "最根本的问题在于他们无法分清现实和虚构。"
    },
    {
      "en": "The teacher was mortified by his own inability to answer such a simple question.",
      "cn": "老师因自己回答不出如此简单的问题而感到羞愧."
    },
    {
      "en": "Wall Street analysts have been highly critical of the company's seeming inability to control costs.",
      "cn": "华尔街的分析家们对该公司似乎无力控制成本一事一直都严厉指责。"
    },
    {
      "en": "Why is there this inability to reckon with the moral and spiritual facts?",
      "cn": "为什么不能认清道德和精神上的事实?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "incapability",
            "incompetence",
            "ineptitude"
          ],
          "tran_cn": "无能力;不适当"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "incapability",
            "incompetence",
            "ineptitude",
            "paralysis",
            "weakness"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "无能，无力，无才能，无能为力",
      "tran_en": "the fact of being unable to do something"
    }
  ],
  "exchange": {}
}