{
  "word": "boutique",
  "ipa": {
    "us": "buːˈtiːk",
    "uk": "buːˈtiːk"
  },
  "sentences": [
    {
      "en": "A boutique and beauty salon are conveniently located within the grounds.",
      "cn": "时装店和美容院就在区内，非常方便。"
    },
    {
      "en": "And I could do the selling and the pricing at the boutique.",
      "cn": "而我在时装店里负责销售和标价."
    },
    {
      "en": "And let Rita Mae do the selling at the boutique.",
      "cn": "而让RitaMae在时装店里负责销售."
    },
    {
      "en": "Boutique banks, by contrast, have won their highest share ever, at 15 %.",
      "cn": "小型投行的情况正相反, 其份额创下了15%的历史新高."
    },
    {
      "en": "Could you recommend a boutique which is popular among young people?",
      "cn": "你能推荐我一些年轻人喜欢的流行店 吗 ?"
    },
    {
      "en": "Her ideas to the boutique are always very down - to - earth.",
      "cn": "她对于这个精品店的设想总是很 切合 实际."
    },
    {
      "en": "Her jacket was at the boutique waiting for alteration.",
      "cn": "她的短上衣放在时装店里，要做些改动。"
    },
    {
      "en": "I called the boutique for suggestions but only got their answering machine.",
      "cn": "我打电话去那家服饰店咨询,却只听见电话答录机的声音."
    },
    {
      "en": "I thought that maybe a stylish dress would make her happy and I took her to a chic clothing boutique in the lobby of a fancy international hotel.",
      "cn": "我觉得一件时髦的连衣裙或许能讨得她的欢欣，所以，我带她去了设于一家高档国际宾馆门厅里的流行女装精品店。"
    },
    {
      "en": "I'm glad you like it. I got it in a charming little boutique near here.",
      "cn": "我很高兴你喜欢它. 我在附近的一间可爱的小时装店里买的."
    },
    {
      "en": "I've had a look at the dresses in the new boutique, but they're nothing to write home about.",
      "cn": "我瞧了一眼流行女装商店的那几件新衣服, 它们并不怎么样."
    },
    {
      "en": "Name the only high integrity doors paragraph styles are boutique - style .",
      "cn": "名门诚信唯豪达,款款式 式 皆精品."
    },
    {
      "en": "Point Grace Voted Caribbean s Leading Boutique Hotel for the.",
      "cn": "点格雷斯当选加勒比地区的领导精品酒店的."
    },
    {
      "en": "She is escorted inside the boutique by her assistant and make - up artist .",
      "cn": "随后她在助理与 化妆师 的陪同下进入了店铺."
    },
    {
      "en": "The Best Fashion Street \"should offer an eclectic mix of boutique and high street, designer and high street for all clothing tastes and ages.",
      "cn": "最佳时尚街道“应该是一条混合风格的精品大道，一条能没有任何年龄限制和偏好的包容的设计大道。"
    },
    {
      "en": "The boutique caters for a rather select clientele.",
      "cn": "这家精品店为特定的顾客群服务."
    },
    {
      "en": "The company now lets you add the number of diamonds, gold nuggets, platinum pieces or whatever you want at their new online boutique.",
      "cn": "在此公司新开的网上精品店中，你可以（根据自己的喜好）随意增加钻石、金块、铂金或任何你想要的饰品的数量。"
    },
    {
      "en": "We're going to Andreas's Boutique to pick out something original for both of us.",
      "cn": "我们要去安德烈亚斯礼品店为我们俩挑选一些新奇玩意儿."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "boutique hotel",
      "tran_cn": "精品酒店，精品饭店；精品旅馆"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "精品屋的；小规模专售精品的"
    },
    {
      "pos": "n",
      "tran_cn": "（女士）时装店，精品店",
      "tran_en": "a small shop that sells fashionable clothes or other objects"
    }
  ],
  "exchange": {
    "pl": [
      "boutiques"
    ]
  }
}