{
  "word": "unsettling",
  "ipa": {
    "us": "ʌnˈsetlɪŋ",
    "uk": " ʌnˈsetlɪŋ"
  },
  "sentences": [
    {
      "en": "All these changes are so unsettling.",
      "cn": "这些变化都使人心神不定."
    },
    {
      "en": "Change was unsettling, but also imperative.",
      "cn": "变动使人心烦, 可是又少它不得."
    },
    {
      "en": "Floating exchange rates are unsettling to world trade today.",
      "cn": "今天浮动汇率对国际贸易起着不稳定作用."
    },
    {
      "en": "His sense of humour was really unsettling.",
      "cn": "他的幽默感确实令人不安。"
    },
    {
      "en": "Hosting Uranus in this area of your life can be unsettling.",
      "cn": "主办这天王星的生活领域,可以不安."
    },
    {
      "en": "It has been a frightening and unsettling experience.",
      "cn": "尽管这是令人害怕和不安的经历."
    },
    {
      "en": "It was an unsettling show. There was a hallucinatory feel from the start.",
      "cn": "这是场让人心绪不宁的演出，一开始就有一种虚幻感。"
    },
    {
      "en": "Lightning is a particularly unsettling product of bad weather.",
      "cn": "闪电是恶劣天候之下,格外令人不安的现象."
    },
    {
      "en": "Or it could be the permanently unsettling nature of the human predicament.",
      "cn": "又或者是因为人类不安的本性."
    },
    {
      "en": "Phil had several unsettling dreams every night.",
      "cn": "菲尔每晚都做好几个令他不安的梦。"
    },
    {
      "en": "Scoring an advance in reproductive technology as unsettling as it was startling.",
      "cn": "在生殖技术上取得的这一进步既使人惊奇,又令人担忧."
    },
    {
      "en": "The news was very unsettling.",
      "cn": "这则新闻实在扰乱人心."
    },
    {
      "en": "The prospect of change of this kind has an unsettling effect on any organisation.",
      "cn": "这种变化的前景对任何组织都有不确定的影响。"
    },
    {
      "en": "The shift may also prove unsettling to the world's formal multilateral institutions.",
      "cn": "世界的变迁也可能让全球官方多边机构不安."
    },
    {
      "en": "The twin peaks image has a further unsettling implication.",
      "cn": "两座高峰的概念隐含着更多令人不安的方面."
    },
    {
      "en": "This is a very good and unsettling article.",
      "cn": "这是一篇很好但同时又使人不安的文章."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "disturbed"
          ],
          "tran_cn": "使人不安的；（消息）扰乱的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "使人不安的，（消息）混乱的",
      "tran_en": "If you describe something as unsettling, you mean that it makes you feel worried or uncertain"
    }
  ],
  "exchange": {}
}