{
  "word": "reelection",
  "ipa": {
    "us": "ri:'lekʃn",
    "uk": "ri'lekʃn"
  },
  "sentences": [
    {
      "en": "After they finished their commission business, Chernomyrdin came to see me to brief me on events in Russia and Yeltsin’s prospects for reelection.",
      "cn": "在他们完成了使命后，他来拜访我，向我简单介绍了俄罗斯的近况和叶利钦再次当选的前景。"
    },
    {
      "en": "At present cannot favor whether can win, full color reelection 31.",
      "cn": "目前看不好是否能获胜, 足彩复选31."
    },
    {
      "en": "Elected officials must reelection at periodic intervals, when their record is subject to intensive public scrutiny.",
      "cn": "选举产生的官员必须定期接受改选, 届时其业绩要受到彻底的公开审查."
    },
    {
      "en": "Every member of the House of Representatives and about one-third of the Senate is up for reelection in any given election year.",
      "cn": "在每个规定的选举年中，全国都要重新选举全体的众议院议员和大约三分之一的参议院议员。"
    },
    {
      "en": "He is up for reelection.",
      "cn": "他被提名竞选连任."
    },
    {
      "en": "He will stand for reelection in his own district.",
      "cn": "他将在自己的选区竞选连任."
    },
    {
      "en": "He won the reelection.",
      "cn": "他在改选中获胜."
    },
    {
      "en": "Her reelection seemed assured.",
      "cn": "她重新当选似乎是十拿九稳."
    },
    {
      "en": "Mayor Jones comes up far reelection this fall.",
      "cn": "琼斯市长今年秋天将再度参加竞选."
    },
    {
      "en": "The mayor has a political machine working for his reelection.",
      "cn": "市长有一政治机构为他的重新当选而奔波."
    },
    {
      "en": "The president is going to stand for reelection.",
      "cn": "这位总统准备参加竞选连任."
    },
    {
      "en": "The proportion of incumbents who seek reelection is high and remarkably constant from election to election.",
      "cn": "在职寻求连任的人在竞选人当中所占的比例是相当高的,历次选举以来这个比例也很稳定."
    },
    {
      "en": "Two big companies compensate evenly press obviously, the reelection makes up 1.",
      "cn": "两大公司平赔下压明显, 复选补“1”."
    },
    {
      "en": "When he ran for reelection he got about two thirds of the vote.",
      "cn": "难怪他再次竞选州长时,得了三分之二的高票."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recleaning"
          ],
          "tran_cn": "改选；再选"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重选，重新当选"
    }
  ],
  "exchange": {}
}