{
  "word": "Nevada",
  "ipa": {
    "us": "nɪˈvɑːdə",
    "uk": "nɪˈvædə"
  },
  "sentences": [
    {
      "en": "After all. Carlo is a native of Nevada, he knows his way around.",
      "cn": "卡罗也是土生土长的内华达州人. 他在那一带路熟. ”"
    },
    {
      "en": "Any luck, these guys were amateurs, cashed your check in Nevada.",
      "cn": "还好这些家伙是业余的, 他们在内华达使用了你的信用卡."
    },
    {
      "en": "Before Sin City rose, this patch of Nevada was little more desert.",
      "cn": "这座罪恶之称兴起之前,它所属的内华达州还基本是个沙漠(不毛之地)."
    },
    {
      "en": "But I think you and your son are all wrong with this Nevada business.",
      "cn": "不过我认为你同你儿子在内华达州的问题上全打错了算盘."
    },
    {
      "en": "If the driver does lose his job, he might consider a move to Nevada in the near future.",
      "cn": "如果这个司机真的因此丢掉饭碗的话，他也许可以考虑在不久的将来搬到内华达。"
    },
    {
      "en": "If you did all that and come from a broken home in Nevada, so much the better.",
      "cn": "如果你做到了以上所有这些并且来自内华达州的一个破裂家庭，那就更好了。"
    },
    {
      "en": "It is true that the top destinations for those leaving include Nevada, Texas and Washington, three states that have no personal income taxes.",
      "cn": "那些离开的人的最终目的地包括内华达州、德克萨斯州和华盛顿州，这三个州是没有个人所得税的。"
    },
    {
      "en": "Much of Texas, New Mexico, Arizona, Nevada and Utah is desert.",
      "cn": "新墨西哥州 、 阿里佐纳州 、 内华达州、犹他州和德克萨斯的大部分地区为沙漠."
    },
    {
      "en": "Nevada had the highest share of its population homeless, about 0.68 percent.",
      "cn": "无家可归人口占最高比例的是内华达州,无家可归人口占该州总人口0.68%."
    },
    {
      "en": "Opponents of the legislation have sometimes called it the'screw Nevada \" bill.",
      "cn": "反对人士有时把这法案称为[螺丝钉内华达 ] 法案."
    },
    {
      "en": "Starr had been a model and Miss Winnemucca, Nevada.",
      "cn": "斯达曾经是个模特.内华达州的小姐."
    },
    {
      "en": "The end of the Sierra Nevada cuts off all rain.",
      "cn": "内华达山脉的尾部把雨水全挡住了."
    },
    {
      "en": "The film begins with an aerial view of the Great Basin of Nevada.",
      "cn": "影片以空中鸟瞰内华达大盆地的镜头开始。"
    },
    {
      "en": "the Nevada-California state line",
      "cn": "内华达和加利福尼亚两州州界"
    },
    {
      "en": "The tall tale has here, one may think ( as in the Nevada atom bomb ), reached its ultimate.",
      "cn": "荒诞不经的故事发展到这一步, 我们可以说 ( 正如内华达的原子弹 ) 已经达到它的极致了."
    },
    {
      "en": "The tournaments will be held in the Northern Nevada area.",
      "cn": "比赛将在北内华达区域被保持."
    },
    {
      "en": "To her surprise, Kay came to love living in Nevada.",
      "cn": "恺喜欢住在内华达州,连她自己也感到奇怪."
    },
    {
      "en": "Yesterday his itinerancy included stops in Nevada and Montana.",
      "cn": "昨天他出访的是内华达州和蒙大纳州."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "sierra nevada",
      "tran_cn": "n. 内华达山脉（位于美国加州）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "内华达州(美国西部内陆州)"
    },
    {
      "pos": "other",
      "tran_cn": "内华达州(美国）"
    }
  ],
  "exchange": {}
}