{
  "word": "unfortunately",
  "ipa": {
    "us": "ʌnˈfɔːtʃənətli",
    "uk": "ʌnˈfɔːrtʃənətli"
  },
  "sentences": [
    {
      "en": "Catching colds is unfortunately an occupational hazard in this profession.",
      "cn": "不幸的是，容易感冒是这个行业的职业性风险。"
    },
    {
      "en": "He unfortunately passed away last year.",
      "cn": "他去年不幸逝世。"
    },
    {
      "en": "I like cats but unfortunately I'm allergic to them.",
      "cn": "我喜欢猫，但遗憾的是我对猫过敏。"
    },
    {
      "en": "The enclosed photograph is unfortunately not good enough to reproduce.",
      "cn": "遗憾的是，附寄的照片不够清晰，无法复制。"
    },
    {
      "en": "Unfortunately I'm not suitably dressed for gardening.",
      "cn": "不幸的是，我的着装不适合做园艺活。"
    },
    {
      "en": "Unfortunately the portraits were frauds.",
      "cn": "不幸的是这些肖像都是骗人的。"
    },
    {
      "en": "Unfortunately, bad news has come hard on the heels of good.",
      "cn": "很遗憾，好消息的后面紧跟着就是坏消息。"
    },
    {
      "en": "Unfortunately, due to unforeseen circumstances, this year's show has been cancelled.",
      "cn": "遗憾的是，由于一些意外情况，今年的演出被取消了。"
    },
    {
      "en": "Unfortunately, Grandma always seems to awaken at awkward moments.",
      "cn": "不幸的是，奶奶好像总是醒来的不是时候。"
    },
    {
      "en": "Unfortunately, his partners were crooks and absconded with the funds.",
      "cn": "不幸的是，他的合伙人都是些骗子，已卷款逃之夭夭了。"
    },
    {
      "en": "Unfortunately, no one took my messages seriously.",
      "cn": "遗憾的是，没人把我提供的信息当回事。"
    },
    {
      "en": "Unfortunately, the entire evening was a total non-event.",
      "cn": "遗憾的是，整个晚上都没什么特别有趣的事。"
    },
    {
      "en": "Unfortunately, the text is sprinkled with errors.",
      "cn": "遗憾的是，文本中零星地有一些错误。"
    },
    {
      "en": "Unfortunately, there is little prospect of seeing these big questions answered.",
      "cn": "不幸的是，几乎不可能看到这些重大问题得到回复。"
    },
    {
      "en": "Unfortunately, this happy story finishes on a more sombre note.",
      "cn": "遗憾的是，这个快乐的故事结局却比较伤感。"
    },
    {
      "en": "Unfortunately, you were out when we called.",
      "cn": "很遗憾，我们来的时候你出去了。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unfortunate",
          "tran_cn": " 不幸的；令人遗憾的；不成功的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "unhappily",
            "unluckily"
          ],
          "tran_cn": "不幸地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不幸地",
      "tran_en": "used when you are mentioning a fact that you wish was not true"
    }
  ],
  "exchange": {
    "er": [
      "more unfortunately"
    ],
    "est": [
      "most unfortunately"
    ]
  }
}