{
  "word": "galactic",
  "ipa": {
    "us": "gəˈlæktɪk",
    "uk": "ɡəˈlæktɪk"
  },
  "sentences": [
    {
      "en": "Aiqing said that any person who is a world of galactic dust.",
      "cn": "艾青说过,任何人都是人世银河中的一粒微尘."
    },
    {
      "en": "All three findings pointed to dynamic movement in galaxies and in monstrous galactic clusters, the largest stable structures in the universe.",
      "cn": "所有的三项发现都指出，在宇宙最大的稳定结构，即星系和巨大银河星团中有动态的运动。"
    },
    {
      "en": "Astronomers usually assume that interstellar dust is closely confined to the galactic plane.",
      "cn": "天文学家通常认为,恒星际星尘都是紧靠着银河平面的."
    },
    {
      "en": "Beyond galactic centre, the cloud is not entirely spherical.",
      "cn": "银河中心之外, 反物质云不是完整的球形."
    },
    {
      "en": "Galactic nebulas are masses of diffuse material within our galaxy.",
      "cn": "银河星云是我们星系中的一团团弥散物."
    },
    {
      "en": "Galactic surveys show that distant galaxies are not as evenly distributed in space as theory predicts.",
      "cn": "对银河系的研究表明，遥远星系在太空中的分布并不像理论所预言的那样均匀。"
    },
    {
      "en": "Ned's son was observing galactic clusters with a telescope.",
      "cn": "内德的儿子当时正在用望远镜观看银河星团."
    },
    {
      "en": "Our Milky Way, if it could be viewed edge on, would display a good example of one of these galactic bulges: Imagine the profile of a stereotypical flying saucer, though with a wider and flatter disk.",
      "cn": "我们的银河，如果可以从边缘看向中心，就会呈现出一个这种星系凸起形态的好例子：想象一下从侧面看一个传统意义上的飞碟，尽管它有一个又宽又平的圆盘。"
    },
    {
      "en": "Second, the Galactic Brotherhood will assist you in the conversion of energy.",
      "cn": "其次, 星际的手足情谊将协助你能量的转变."
    },
    {
      "en": "Star positions and galactic expansion are consistent with CY 10087.",
      "cn": "恒星位置和银河膨胀与10087历年一致."
    },
    {
      "en": "The galactic affinity for material in the universe, the black hole.",
      "cn": "宇宙中对物质具有极大吸引力的地方, 即黑洞."
    },
    {
      "en": "The Galactic Dust in Corona Australis: Two blue - reflection nebulae.",
      "cn": "南冕座星尘内,两个星云焕发着梦幻般的蓝色光辉."
    },
    {
      "en": "The Galactic Federation is well acquainted with the work ofthe Master's.",
      "cn": "银河联盟十分了解大师们的工作."
    },
    {
      "en": "The tidal forces of the galactic core are still too strong.",
      "cn": "星系核心的潮汐引力还是太强了."
    },
    {
      "en": "Theage - metallicity relation AMR provides useful clues about the Galactic formation and evolution.",
      "cn": "年龄--金属丰度关系给出了银河系形成和演化的线索."
    },
    {
      "en": "These speedy electrons interact with photons in the galactic halo, boosting some of them up to the gamma-ray energies observed in the bubbles.",
      "cn": "这些高速电子与银河晕的光子相互作用，将它们中的一些激发，使之成为泡泡中观测到的伽马射线。"
    },
    {
      "en": "We of the Ashtar Galactic Command thank you for your attention.",
      "cn": "我们银河统帅阿斯塔感谢你们的关心."
    },
    {
      "en": "Will Earth pass through the galactic plane in 2012?",
      "cn": "地球这颗行星将会在2012年穿过银道面 吗 ?"
    },
    {
      "en": "You said something about the integration of the resistance movement into the galactic confederation.",
      "cn": "你说过一些有关将抵抗运动整合进入银河联盟。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "galaxy",
          "tran_cn": " 银河；[天] 星系；银河系；一群显赫的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "lactic"
          ],
          "tran_cn": "银河的；乳汁的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "galactic center",
      "tran_cn": "银河系中心；银心"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "银河的，星系的",
      "tran_en": "Galactic means relating to galaxies"
    }
  ],
  "exchange": {}
}