{
  "word": "activism",
  "ipa": {
    "us": "'æktɪvɪzəm",
    "uk": "ˈæktəˌvɪzəm"
  },
  "sentences": [
    {
      "en": "As has been shown before, historicism is not opposed to'activism '.",
      "cn": "正如前面表明的, 历史决定论并不是与能动主义相对立的."
    },
    {
      "en": "But will people jump out of environmental activism or a commitment to the bizarre?",
      "cn": "但是,人们是出于环境的考虑而跳,还是因为好奇 呢 ?"
    },
    {
      "en": "Geroge ClonyGeorge Clooney academic award winning Academy Award - winning actor, is no strange stranger to celebrity activism.",
      "cn": "在名人行动主义者中,我们不会对奥斯卡奖得主乔治·克鲁尼感到陌生."
    },
    {
      "en": "He believed in political activism to achieve justice.",
      "cn": "他相信通过政治激进主义可以赢得正义。"
    },
    {
      "en": "Her art also expresses her interest in environmental activism.",
      "cn": "她的艺术也透露出她对环保主义的兴趣."
    },
    {
      "en": "His heart is high , and Chi - talented bunch, activism, Executive power of ultra intense.",
      "cn": "他心高志远 、 脚踏实地,一表人才,行动力 、 执行力超强."
    },
    {
      "en": "I hadn't a clue to the meaning of \"activism\"",
      "cn": "我根本不明白activism的意思。"
    },
    {
      "en": "In general, public opinion seemed to favor this liberal activism by the Supreme Court – or at least to tolerate it as a necessary overstepping of traditional judicial bounds.",
      "cn": "从整体而言，公众舆论似乎倾向于支持最高法院的这种自由派行动主义作为——或至少容忍对传统的司法界限进行必要的超越。"
    },
    {
      "en": "Japanese bosses gripe about activism, yet privately concede that the pressure is spurring many firms to increase returns to shareholders.",
      "cn": "日本的老板抱怨激进主义，然而，私下却承认这种压力刺激了很多公司给股东增加了投资回报。"
    },
    {
      "en": "Large institutional investors'activism and the development of bond markets have up leveled financial government mechanism.",
      "cn": "大机构投资者的积极行动和债券市场的发展为金融体系公司治理功能注入了新的活力."
    },
    {
      "en": "Politicians are often a target of mobile activism.",
      "cn": "政客通常是移动倡导主义的目标."
    },
    {
      "en": "Prolonged economic weakness does far greater damage to public finances than temporary fiscal activism.",
      "cn": "持续的经济低迷对公共财政的破坏比临时的财政积极主义大得多."
    },
    {
      "en": "Student activism won ? but how, and was it worth it?",
      "cn": "而这一切的成就都来自于学生自发的行动."
    },
    {
      "en": "That list is just for the sake of description, so related topics like activism or natural disasters could be discussed there too.",
      "cn": "那份列表只是为了描述用，相关的话题例如行动主义和自然灾害也可以在那里进行讨论。"
    },
    {
      "en": "The baby boomers, who entered adulthood promising a lifetime of activism, have been a politically undistinguished generation.",
      "cn": "出生于生育高峰的人，在成年后承诺行动主义，只是一代政治上平庸的一代。"
    },
    {
      "en": "The constant buzz of shared activity and knowledge gives rise to constant innovation and activism.",
      "cn": "共同活动和知识的不断传播带来了不断的创新和激进主义。"
    },
    {
      "en": "The days in between are known as the'sixteen Days of Activism Against Gender Violence. \"",
      "cn": "而在二个节日中间的这些日子则被视作“反对性暴力行动十六日 ”."
    },
    {
      "en": "The first is the activism of American policymakers.",
      "cn": "并且以下几点表明失业率将在这一水平维持下去."
    },
    {
      "en": "They work worked to increase activism and donations to the Global Dracunculiasis Eradication Campaign.",
      "cn": "他们工作为了提升实践主义和捐款数额为了啊啊战役."
    },
    {
      "en": "Wapner, Paul . Environmental Activism, In Chapters 3 - 6.",
      "cn": "《环境行动主义与世界公民政治》第三到六章."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "actable",
          "tran_cn": " 能演出的；能实行的"
        },
        {
          "word": "activated",
          "tran_cn": " 活性化的；活泼的"
        },
        {
          "word": "active",
          "tran_cn": " 积极的；活跃的；主动的；有效的；现役的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "act",
          "tran_cn": " 行为，行动；法令，法案；（戏剧，歌剧的）一幕，段；装腔作势"
        },
        {
          "word": "action",
          "tran_cn": " 行动；活动；功能；战斗；情节"
        },
        {
          "word": "activation",
          "tran_cn": " [电子][物] 激活；活化作用"
        },
        {
          "word": "activator",
          "tran_cn": " 催化剂；[助剂] 活化剂；[助剂] 激活剂；触媒剂"
        },
        {
          "word": "active",
          "tran_cn": " 主动语态；积极分子"
        },
        {
          "word": "activeness",
          "tran_cn": " 主观能动性；活动积极性"
        },
        {
          "word": "activist",
          "tran_cn": " 积极分子；激进主义分子"
        },
        {
          "word": "activity",
          "tran_cn": " 活动；行动；活跃"
        },
        {
          "word": "actor",
          "tran_cn": " 男演员；行动者；作用物"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "activated",
          "tran_cn": " 使激活；使活动起来；有生气（activate的过去分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "act",
          "tran_cn": " 行动；扮演，充当；表现，举止；假装，演戏；起作用，见效"
        },
        {
          "word": "activate",
          "tran_cn": " 激活；有活力"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "act",
          "tran_cn": " 扮演；装作，举动像"
        },
        {
          "word": "activate",
          "tran_cn": " 刺激；使活动；使活泼；使产生放射性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "radicalism"
          ],
          "tran_cn": "行动主义；激进主义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "行动主义，激进主义",
      "tran_en": "Activism is the process of campaigning in public or working for an organization in order to bring about political or social change"
    }
  ],
  "exchange": {}
}