{
  "word": "entrant",
  "ipa": {
    "us": "ˈentrənt",
    "uk": "ˈɛntrənt"
  },
  "sentences": [
    {
      "en": "...the company that made a name for itself as an early entrant in the digital video-recorder market.",
      "cn": "…这个以数码录像机市场的早期进入者而享有名气的公司。"
    },
    {
      "en": "\" A rare pedigreed entrant in a summer of mules. \"",
      "cn": "在一群夏季影片的骡子里,这是一匹罕见的纯种马."
    },
    {
      "en": "A well publicized entrant is the pocket computer.",
      "cn": "广泛宣传的新型竞争产品是掌上电脑."
    },
    {
      "en": "Additional, new entrant may borrowed its commercial pattern.",
      "cn": "此外, 新进入者可能会剽窃它的商业模式."
    },
    {
      "en": "All items entered for the competition must be the entrant's own work.",
      "cn": "所有参赛作品必须是参赛者本人的作品。"
    },
    {
      "en": "Contains a material that has the potential for engulfing an entrant.",
      "cn": "包含有可能困住进入人员的物质."
    },
    {
      "en": "Each entrant may submit only one entry form.",
      "cn": "每位参加者只可递交一份参加表格."
    },
    {
      "en": "Each entrant should not submit more than 3 pieces of work.",
      "cn": "每名参赛学生最多只可递交作品三件."
    },
    {
      "en": "HOW is not liable for any copyright infringement on the part of the entrant.",
      "cn": "对于产品的任何侵权行为,HOW将不负责."
    },
    {
      "en": "How to forecast sales of an early entrant to market?",
      "cn": "如何预测市场早期进入者的销售 呢 ?"
    },
    {
      "en": "In either case the entrant would be at a cost disadvantage.",
      "cn": "不管是何种情况,加入的厂商都处于成本劣势."
    },
    {
      "en": "Major Jack joined the army as a boy entrant and worked his way up.",
      "cn": "杰克少校是少年入伍,后来逐步升上去的."
    },
    {
      "en": "One new entrant was astounded by this procedure.",
      "cn": "新加入的合营者会被这些程序给弄糊涂了."
    },
    {
      "en": "Please mark clearly the Entrant Name and Entry Title on each submission.",
      "cn": "请于作品上贴上标签,列明参赛编号,参赛者名称及作品名称."
    },
    {
      "en": "The Entrant agrees and undertakes to accept and be responsible for all such liability arising therefrom.",
      "cn": "参赛者同意及承诺会接受及为所有该等由此而起的责任负责."
    },
    {
      "en": "The winning entrant received tickets to the theatre.",
      "cn": "获胜者得到了剧院的入场券."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "entrancing",
          "tran_cn": " 使人入神的；令人欣喜的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "entrance",
          "tran_cn": " 入口；进入"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "entrancing",
          "tran_cn": " 使入迷（entrance的ing形式）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "entrance",
          "tran_cn": " 使出神，使入迷"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "new member"
          ],
          "tran_cn": "进入者；新会员；参加竞赛者；新工作者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "参加者，新加入的，参加竞赛者，新生，新工作者",
      "tran_en": "someone who takes part in a competition"
    }
  ],
  "exchange": {
    "pl": [
      "entrants"
    ]
  }
}