{
  "word": "thereof",
  "ipa": {
    "us": "ˌðeərˈɒv",
    "uk": "ˌðerˈɑv"
  },
  "sentences": [
    {
      "en": "A liquid crystal display and a fabricating method thereof are provided.",
      "cn": "本发明提供了一种液晶显示器及其制造方法."
    },
    {
      "en": "Economic policy should therefore be set once a country understands which group it belongs to and implications thereof.",
      "cn": "因此，一旦某个荷兰经济学论文国家知道它属于哪个组，并影响其经济政策应。"
    },
    {
      "en": "Excess in drinking is the evil thereof.",
      "cn": "饮酒过度由此而生祸害."
    },
    {
      "en": "If no permission is granted , the reasons thereof shall be given.",
      "cn": "不许可的, 应当说明理由."
    },
    {
      "en": "If the oxide film is hard, sliding occurs on the outside thereof.",
      "cn": "如果氧化膜较硬, 则滑动在它们的外面发生."
    },
    {
      "en": "In support thereof, attached are the following mandatory requirements.",
      "cn": "依此, 附件是以下所列的必需条件〈内容〉!"
    },
    {
      "en": "In was way did respect, or lack thereof, play a roll?",
      "cn": "尊重的存在或缺失, 在此是否起到任何作用?"
    },
    {
      "en": "Losses caused as a result thereof shall be borne by the violator.",
      "cn": "由此而造成的损失,由违反者承担."
    },
    {
      "en": "Losses suffered by the mortgagee as a result thereof shall be compensated by the mortgagor.",
      "cn": "承押人因此所受的损失由抵押人赔偿."
    },
    {
      "en": "Money, or the lack thereof , played a major role in their marital problems.",
      "cn": "钱，或者说没钱，是他们婚姻出现问题的主要原因。"
    },
    {
      "en": "Please take note thereof, and honour his draft on presentation.",
      "cn": "惠请予以留意, 当他向贵行提示汇票时,予以承兑为荷."
    },
    {
      "en": "States differ in standards for products and the labelling thereof.",
      "cn": "各州的产品标准不同，标签的标注也不同。"
    },
    {
      "en": "The invention discloses a nutritious temperature - increase cutting substrate a preparation method thereof.",
      "cn": "本发明公开了一种营养增温 型 扦插基质及其配制方法,包括木屑、动物粪、黄土、生物结抗菌."
    },
    {
      "en": "The invention discloses an organic field - effect transistor and a preparation method thereof.",
      "cn": "本发明公开了有机场效应晶体管及其制备方法."
    },
    {
      "en": "The lessee shall be liable for compensating the lessor for losses suffered as a result thereof.",
      "cn": "出租人因此所受的损失由承租人负责赔偿."
    },
    {
      "en": "Thereof, the author proposes some adjustment measures and methods for reference.",
      "cn": "为此, 本文提出了一些调整的措施和方法,可借土建设计人员借鉴、参考."
    },
    {
      "en": "Thethe invention also discloses a communication device and the system thereof.",
      "cn": "本发明同时公开了一种通信装置和一种通信系统."
    },
    {
      "en": "Wadding of man - made fibres and articles thereof , other than sanitary articles.",
      "cn": "化学纤维制絮胎及其制品, 卫生用品除外."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "wherein",
            "among the rest"
          ],
          "tran_cn": "它的；由此；在其中；关于…；将它"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "forward",
            "forwards",
            "or"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "它的，其，关于那，由此",
      "tran_en": "relating to something that has just been mentioned"
    }
  ],
  "exchange": {}
}