{
  "word": "remediation",
  "ipa": {
    "us": "rɪˌmi:dɪ'eɪʃn",
    "uk": "rɪˌmidɪ'eɪʃn"
  },
  "sentences": [
    {
      "en": "Advances in research on remediation of organic contaminated soil and groundwater are reviewed with 24 references.",
      "cn": "本文综述了土壤及地下水有机污染的化学与生物修复技术研究的最新进展."
    },
    {
      "en": "Currently there are three kinds of remediation technologies including physical, chemical and bioremediation.",
      "cn": "目前底泥修复主要有物理修复 、 化学修复和生物修复三大类技术."
    },
    {
      "en": "Electrokinetic remediation is an environment - friendly and highly efficient in - situ technique.",
      "cn": "电动修复技术是一种环保、高效的原位修复技术."
    },
    {
      "en": "Follow up audit findings and remediation.",
      "cn": "跟进审计的发现和修复."
    },
    {
      "en": "From the set of identified gaps, the analyst must determine the criticality of the gap, what data sources may address the gap (if any), and incorporate a remediation or mitigation plan for the gap.",
      "cn": "根据标识出的这组差异，该分析必须确定差异的临界点，什么数据源可以解决这个差异（如果有的话），并生成一个补救或迁移计划，以消除差异。"
    },
    {
      "en": "If you do find an infected machine, the jury is out about how best to do remediation.",
      "cn": "如果你在企业网络中发现了一台被感染的机器，那就应该考虑如何来最好的进行补救。"
    },
    {
      "en": "In order to protect the ecosystem function, the author put forward effective remediation measures.",
      "cn": "为保护生态功能, 提出了有效的恢复性措施."
    },
    {
      "en": "Increased environmental pollution remediation, and sustainable development capacity continued to increase.",
      "cn": "环境污染整治力度加大, 可持续发展能力不断增强."
    },
    {
      "en": "Microbial degradation is one of the economical and effective methods for the remediation of petroleum pollution.",
      "cn": "石油污染日益严重,利用微生物降解石油是一种经济有效的石油污染治理方法."
    },
    {
      "en": "Remediation technologies for contaminated sites at the present in the world is summarized.",
      "cn": "摘要本文旨在归纳总结目前国内外对污染场地的修复的各种技术."
    },
    {
      "en": "Second, chemical fertilizer and pesticide pollution remediation.",
      "cn": "二是整治化肥农药污染."
    },
    {
      "en": "Speciation analysis on heavy metal in pollution soil is the key to soil remediation.",
      "cn": "污染土壤中重金属形态分析是土壤修复的关键."
    },
    {
      "en": "The addition of the surfactants can accelerate remediation work.",
      "cn": "综述了表面活性剂在污染土壤修复中的应用."
    },
    {
      "en": "The experimental study on the electrokinetic remediation of phenol - polluted sand soil was performed at the laboratory.",
      "cn": "探讨了苯酚污染砂土电动力学修复的可行性及在不同电场强度下苯酚的迁移特征和机制."
    },
    {
      "en": "The remediation of ozone depletion by chemical and physical method is reviewed.",
      "cn": "评述了修复大气臭氧耗损的化学法和物理法."
    },
    {
      "en": "The remediation techniques contain physical treatment , such as dredging , capping, and bioremediation.",
      "cn": "目前主要有疏浚 、 掩蔽等物理修复技术和生物修复技术."
    },
    {
      "en": "Third, Liu Jin Rong Village Model Village Maung remediation construction is progressing well.",
      "cn": "三是刘靳村容村貌整治示范建设进展顺利."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "remediable",
          "tran_cn": " 可治疗的；可矫正的；可补救的"
        },
        {
          "word": "remedial",
          "tran_cn": " 治疗的；补救的；矫正的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "remedy",
          "tran_cn": " 补救；治疗；赔偿"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "remedy",
          "tran_cn": " 补救；治疗；纠正"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rectification",
            "reclamation"
          ],
          "tran_cn": "补救；矫正；补习"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "补习，辅导，补救，纠正",
      "tran_en": "the action of remedying something, esp the reversal or stopping of damage to the environment "
    }
  ],
  "exchange": {}
}