{
  "word": "unleash",
  "ipa": {
    "us": "ʌnˈliːʃ",
    "uk": "ʌnˈliːʃ"
  },
  "sentences": [
    {
      "en": "But this week's hammer - blow will unleash waves of Schadenfreude.",
      "cn": "但这周的重击引发了一股幸灾乐祸的浪潮."
    },
    {
      "en": "Get out! Or I'll unleash my dog on you.",
      "cn": "出去! 否则我放狗咬你."
    },
    {
      "en": "Go at once, or I will unleash my dog on you!",
      "cn": "立刻走, 要不我就放我的狗咬你!"
    },
    {
      "en": "GWT: Very soon I will unleash my fury, and my anger will destroy them.",
      "cn": "吕震中本: 因为还有一点点短时候, 我的愤怒和怒气就要因他们的灭亡而止息."
    },
    {
      "en": "He would have no qualms about using missiles to unleash a nuclear war.",
      "cn": "他会毫无顾忌地利用火箭发动一场核战争."
    },
    {
      "en": "Lefevre’s comments unleashed a wave of protest.",
      "cn": "勒菲弗的评论引发了一波抗议的浪潮。"
    },
    {
      "en": "Now you have even more ways to enjoy your Sims experience and unleash your creativity!",
      "cn": "现在你可以有更多方式去享受模拟人生和发挥你的创造力!"
    },
    {
      "en": "Teachers awaken young minds, and teachers encourage ingenuity and unleash fertile imaginations.",
      "cn": "老师唤醒年轻头脑, 并且老师鼓励机巧和解开肥沃想像力."
    },
    {
      "en": "That will unleash the kind of spending that needs to go on.",
      "cn": "那将会解开～的类型皮带花费继续的需要."
    },
    {
      "en": "The officers were still reluctant to unleash their troops in pursuit of a defeated enemy.",
      "cn": "军官们仍不愿发兵乘胜追击溃败的敌人。"
    },
    {
      "en": "This is not only because of the economic damage that climate change will eventually unleash.",
      "cn": "这不仅仅是因为气候变化最终将祸及经济."
    },
    {
      "en": "Unleash all the advantages of Hainan Special Economic Zone!",
      "cn": "发挥特区优势,做足“特”字文章!"
    },
    {
      "en": "Unleash the destruction and destroy everything in your path including the environments in huge game maps.",
      "cn": "在毁灭地球的道路上“遇佛杀佛,遇父杀父”,甚至是巨大的游戏地图中的环境元素也可以被你摧毁."
    },
    {
      "en": "Unleash the full powers by registering.",
      "cn": "完全的权力登记."
    },
    {
      "en": "Unleash the tides of doom ! Appose all those who would oppose us.",
      "cn": "掀起毁灭的潮流,反对所有将反对我们的人!"
    },
    {
      "en": "While the templar unleash fire and lightning, the dark templar stalk the shadows, swathed in darkness.",
      "cn": "高级圣堂武士用火焰和闪电攻击, 而黑暗圣堂却能够潜行于阴影之中, 黑暗就是他们最好的朋友."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "kick over the traces",
            "have a free hand"
          ],
          "tran_cn": "不受约束；自由自在；放荡不羁"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "launch",
            "drive"
          ],
          "tran_cn": "发动；解开…的皮带；解除…的束缚"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": " 发泄， 释放",
      "tran_en": "to suddenly let a strong force, feeling etc have its full effect"
    },
    {
      "pos": "vt",
      "tran_cn": "解开…的皮带，放纵，解除…的束缚，发泄"
    }
  ],
  "exchange": {
    "third": [
      "unleashes"
    ],
    "past": [
      "unleashed"
    ],
    "done": [
      "unleashed"
    ],
    "ing": [
      "unleashing"
    ]
  }
}