{
  "word": "astrophysics",
  "ipa": {
    "us": "ˌæstrəʊˈfɪzɪks",
    "uk": "ˌæstroʊˈfɪzɪks"
  },
  "sentences": [
    {
      "en": "A full study will be detailed in the journal Astronomy and Astrophysics.",
      "cn": "全部研究资料将详细地记录在《天文学与天体物理学》杂志上."
    },
    {
      "en": "But exactly what cut through the haze has been one of the big questions in astrophysics.",
      "cn": "然而，究竟是什么驱散了烟雾？ 这一直是天体物理学上的一个重大问题之一。"
    },
    {
      "en": "Experimental Astrophysicist George Smoot is an active researcher in observational astrophysics and cosmology.",
      "cn": "试验天体物理学家乔治-斯莫特是一位在活跃天体物理学和宇宙学领域非常活跃的科学家."
    },
    {
      "en": "Future projects should similarly be world class, and occupy a unique niche in astrophysics.",
      "cn": "今后的项目都应该向这样,变成世界级的, 独占天体物理一席之地."
    },
    {
      "en": "His other scientific interests concern cosmology and high - energy astrophysics.",
      "cn": "他的科学兴趣还包括宇宙论与 高能 天文学."
    },
    {
      "en": "If they understood astrophysics, the aliens could confidently predict that the biosphere would face doom in a few billion years when the sun flares up and dies.",
      "cn": "如果外星人懂得天体物理学，他们可能会自信地预测到，地球这个生物圈将在太阳燃烧并灭亡之后几十亿年之内面临毁灭。"
    },
    {
      "en": "In the present day, PCA is applied widely in many research fields of astrophysics.",
      "cn": "目前, 主成分分析法被广泛应用于天体物理的诸多研究领域中."
    },
    {
      "en": "Its observed findings are expected to have major contributions to high energy astrophysics.",
      "cn": "“硬X射线 调制望远镜”的观测结果将对高能天体物理学做出巨大贡献."
    },
    {
      "en": "Moreover , space science and astrophysics offers students the knowledge of nature beyond the earth.",
      "cn": "太空与天文物理让学生更上层楼,认识地球之外的自然界."
    },
    {
      "en": "Nowadays astrophysics and astronomy have come to mean almost the same thing.",
      "cn": "今天,天体物理学和天文学的含义已经变得差不多一样了."
    },
    {
      "en": "Recently, my interest is in astrophysics, theoretical physics, and the philosophical meaning behind physics.",
      "cn": "我近期的的主要兴趣在天体物理学 、 理论物理学 、 以及物理世界背后的哲学内涵."
    },
    {
      "en": "Ride received a doctorate in astrophysics and free electron laser physics from Stanford.",
      "cn": "莎莉在斯坦福大学获得天体物理学和自由电子激光物理的博士学位."
    },
    {
      "en": "She nailed her astrophysics course.",
      "cn": "她搞定了天体物理学课程."
    },
    {
      "en": "So for decades, astronomers have used it as a “standard candle” in the field of high-energy astrophysics.",
      "cn": "因此几十年来，天文学家一直将其视为高能天体物理领域的“标准烛光”使用。"
    },
    {
      "en": "The introduction emphasized the thoroughly evolutionary nature of modern astrophysics.",
      "cn": "在绪论中业已强调,现代天体物理学是彻底的承认演化的科学."
    },
    {
      "en": "This paper introduces the proposition of non extensive entropy, and the application in astrophysics.",
      "cn": "介绍了非广延熵的提出, 重点讨论了其在天体物理方面的应用."
    },
    {
      "en": "Unless your physics specialty is deeply theoretical or has to do with astrophysics, you can usually find an industry job that is related to your work.",
      "cn": "除非你的物理学专业极端理论化，或者是天体物理，否则你通常是可以在工业界找到一个相关的职位的。"
    },
    {
      "en": "We are entering here into one of the most complex domains in astrophysics.",
      "cn": "这里我们涉及到了天体物理学中最复杂的领域之一."
    },
    {
      "en": "We provide courses in the field of physics, astrophysics and mathematics.",
      "cn": "我们提供物理 、 天体物理和数学领域的课程."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "astrophysical",
          "tran_cn": " 天体物理学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "astrophysicist",
          "tran_cn": " 天体物理学家"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "天体物理学",
      "tran_en": "the scientific study of the chemical structure of the stars and the forces that influence them"
    }
  ],
  "exchange": {}
}