{
  "word": "reexamine",
  "ipa": {
    "us": "ˌri:ɪg'zæmɪn",
    "uk": "ˌriɪg'zæmɪn"
  },
  "sentences": [
    {
      "en": "As a result, it is very necessary to reexamine the documents that have been neglected.",
      "cn": "因此, 对许多旧有的却被忽视的史料做重新审视的工作,就显得尤为必要."
    },
    {
      "en": "B > Perhaps it is time to reexamine the idea that college degrees are a guarantee of intelligence.",
      "cn": "也许现在是应该重新考虑大学为是智力的保证这种想法的时候了."
    },
    {
      "en": "For this reason, I oftensuffer and endeavour to reexamine myself.",
      "cn": "我因此也时时煞了苦痛, 努力的要想到我自己."
    },
    {
      "en": "If the goal wasn't exciting, then I'd reexamine my goal on the card for a while.",
      "cn": "如果目标不够刺激, 那么我就重新检查一下我卡上的目标."
    },
    {
      "en": "In a period a fast development, we must reexamine all the problems, including technique innovation.",
      "cn": "在现代化快速发展的时代, 我们必须重新审视包括技术创新在内的一切问题."
    },
    {
      "en": "In Chapter 9, we reexamine the historical deveopment and applications of Network Techniques.",
      "cn": "在第九章我们进一步回顾网络技术的发展史和应用情况."
    },
    {
      "en": "It passed the reexamine of metrological certification and authorization.",
      "cn": "1999年通过计量认证和授权的复审."
    },
    {
      "en": "Mandated reductions have forced manufacturers to reexamine the diesel engine combustion process to discover answers.",
      "cn": "授权降低对种职能,厂家不得不重新审视柴油发动机燃烧过程中发现的答案."
    },
    {
      "en": "Perhaps it is time reexamine the idea that college degrees are a guarantee of intelligence.",
      "cn": "大概目前是应该重新琢磨大学为是智力的包管这种想法的时候了."
    },
    {
      "en": "Perhaps it is time reexamine the idea that.",
      "cn": "也许现在是应该重新考虑.的时候了."
    },
    {
      "en": "Reexamine compensation - what is it offering incentives for?",
      "cn": "重新审视赔偿 - 这是什么奖励 呢 ?"
    },
    {
      "en": "The group fails to reexamine those alternatives originally disfavored by the majority.",
      "cn": "团体轻易放弃那些不被大多数成员所接受的选择方案."
    },
    {
      "en": "Therefore, it is necessary to reexamine the connotation and relationship of them.",
      "cn": "因此, 我们需要在复杂性的意义上重新审视“基础”与“创新”的内涵及其关系."
    },
    {
      "en": "They do not reexamine their reasoning even when they emerge with conclusions are absurd.",
      "cn": "即使他们得出来的结论看上去就很荒唐,他们也不会重新检查自己的推导过程."
    },
    {
      "en": "We may reexamine our goals or our methods for attaining our goals.",
      "cn": "我们可能会重新审视我们的目标或我们实现目标的方法。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "reexamination",
          "tran_cn": " 再检查，再调查；重考"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "reinvestigate",
            "resit"
          ],
          "tran_cn": "重考，复试；再调查"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "复试"
    },
    {
      "pos": "vt",
      "tran_cn": "复试，再调查"
    }
  ],
  "exchange": {
    "third": [
      "reexamines"
    ],
    "past": [
      "reexamined"
    ],
    "done": [
      "reexamined"
    ],
    "ing": [
      "reexamining"
    ]
  }
}