{
  "word": "presidency",
  "ipa": {
    "us": "ˈprezɪdənsi",
    "uk": "ˈprɛzɪdənsi, -ˌdɛn-"
  },
  "sentences": [
    {
      "en": "Before his election to the presidency, Mitterrand had enjoyed a long and varied career.",
      "cn": "在当选总统之前，密特朗有过一段漫长的职业生涯，干过很多不同的工作。"
    },
    {
      "en": "During his presidency many changes took place.",
      "cn": "在他任职期间发生了许多变化."
    },
    {
      "en": "Even the presidency was handed to him on a plate.",
      "cn": "他甚至连总统之位都是得来全不费工夫。"
    },
    {
      "en": "He is set to pulverise his two opponents in the race for the presidency.",
      "cn": "他决心在总统竞选中彻底击垮他的两个对手。"
    },
    {
      "en": "He looked on the governorship as a stepping - stone to the presidency.",
      "cn": "他把州长职位看成是谋求总统职位的进身之阶."
    },
    {
      "en": "He was already preparing his run for the presidency.",
      "cn": "他已经开始为参选总统做准备了。"
    },
    {
      "en": "his elevation to the presidency",
      "cn": "他提升到校长的职位"
    },
    {
      "en": "I propose him as a candidate for the presidency.",
      "cn": "我提名他为总统候选人."
    },
    {
      "en": "Of course, the ultimate authority remained the presidency.",
      "cn": "当然，拥有最高权力者依然是总统。"
    },
    {
      "en": "one of the leading candidates for the presidency",
      "cn": "总统职位的主要候选人之一"
    },
    {
      "en": "Roosevelt was elected four times to the presidency of the US.",
      "cn": "罗斯福四次当选美国总统。"
    },
    {
      "en": "She has been nominated for the presidency.",
      "cn": "她已经获得了董事长职位的提名。"
    },
    {
      "en": "She looked on the governorship as a stepping - stone to the presidency.",
      "cn": "她把州长之职当作进身总统职位的踏脚石."
    },
    {
      "en": "The presidency is beginning to appear a political irrelevance.",
      "cn": "总统一职似乎正在沦为政治上的摆设。"
    },
    {
      "en": "There were few real improvements during his presidency.",
      "cn": "在他的总统任期内几乎没有什么真正的改善。"
    },
    {
      "en": "They have been calling the Presidency decision a backroom deal.",
      "cn": "他们称总统人选问题是个幕后交易。"
    },
    {
      "en": "Two candidates are emerging as contestants for the presidency.",
      "cn": "两位候选人最终成为总统职位竞争者."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "presidential",
          "tran_cn": " 总统的；首长的；统辖的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "president",
          "tran_cn": " 总统；董事长；校长"
        },
        {
          "word": "presidentship",
          "tran_cn": " 总统职位；校长任期"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "government",
            "disposal",
            "ruling"
          ],
          "tran_cn": "总统（或董事长、会长、大学校长等）的职位（任期）；管辖；支配"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "government",
            "leadership"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "总统，总统的任期，管辖，支配",
      "tran_en": "the position of being the president of a country or organization, or the period of time during which someone is president"
    }
  ],
  "exchange": {
    "pl": [
      "presidencies"
    ]
  }
}