{
  "word": "underage",
  "ipa": {
    "us": "ˈʌndəreɪdʒ",
    "uk": "ˈʌndərɪdʒ"
  },
  "sentences": [
    {
      "en": "Apple said the child workers are now no longer being used, are no longer underage.",
      "cn": "苹果表示,之前雇佣的童工将不再使用, 也不再使用未成年人."
    },
    {
      "en": "He was convicted of having unlawful sex with an underage girl.",
      "cn": "他被判定与一名未成年少女发生非法性行为."
    },
    {
      "en": "Heather: No, they're accusing him of selling cigarettes to underage children.",
      "cn": "希瑟: 不是.他们指摘小店老板卖香菸给未成年孩子."
    },
    {
      "en": "How was I to know she was underage.",
      "cn": "我怎么会知道她曾经是那个年纪."
    },
    {
      "en": "I'm sure aduIts and underage all have their own share of troubIes.",
      "cn": "我相信成年人和未成年人都有他们自己的麻烦."
    },
    {
      "en": "I'm sure adults and underage all have their own share of troubles.",
      "cn": "我知道不管是成年人还是孩子都有自己的烦恼."
    },
    {
      "en": "If disciplinary commission decides Dong and Yang were underage in Sydney it will propose sanctions.",
      "cn": "一旦执委会认定董芳霄和杨云在悉尼奥运会上超过规定最低规定年龄参赛,他们将受到相应的处罚."
    },
    {
      "en": "The court demand the parents take charge for the malicious damage behavior by their underage child.",
      "cn": "法庭要求父母对于其未成年孩子恶意破坏文物的行为负责."
    },
    {
      "en": "The group breakaway Mormon sect that advocates polygamy and underage marriages.",
      "cn": "该独立的摩门教派主张多偶和与未成人结婚."
    },
    {
      "en": "The madam was arrested for having underage girls working for her.",
      "cn": "这个老鸨因其手下有未成年少女而被捕."
    },
    {
      "en": "Underage abortion can be very harmful to a girl, both physically and mentally.",
      "cn": "堕胎对少女的身体和心理都可能造成很大危害."
    },
    {
      "en": "Underage drinking is a crime but also a common part of college social life.",
      "cn": "未到法定年龄的饮酒是一种犯罪但是在学院社交生活中也是很普遍的一部分."
    },
    {
      "en": "Underage drinking problems became a thing of the past for Tom.",
      "cn": "汤姆已经不再为他未到法定年龄酗酒的问题担惊受怕."
    },
    {
      "en": "Underage persons will be denied access to our website.",
      "cn": "本网站禁止未成年人士浏览本网站."
    },
    {
      "en": "Underage youths can obtain alcohol from their older friends.",
      "cn": "未到法定年龄的青少年可以从年龄较大的朋友那里弄到酒。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "minor",
            "infant"
          ],
          "tran_cn": "未成年的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shortage",
            "short of",
            "deficiency",
            "need",
            "drought"
          ],
          "tran_cn": "缺乏"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adolescent",
            "minor"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未成年的，未到法定年龄的"
    },
    {
      "pos": "n",
      "tran_cn": "缺乏, 久缺"
    }
  ],
  "exchange": {}
}