{
  "word": "affix",
  "ipa": {
    "us": "əˈfɪks , ˈæfɪks",
    "uk": "əˈfɪks , ˈæfɪks"
  },
  "sentences": [
    {
      "en": "Affix the blue airmail label and leave the rest to us.",
      "cn": "贴上蓝色的空邮标签，其余的事情交给我们。"
    },
    {
      "en": "Affix the stamp to the upper right corner of the envelope.",
      "cn": "把邮票贴在信封上的右上角."
    },
    {
      "en": "After surveying all the structures with \"de\", we hold that there are three different \"de\" in modern Chinese, they are auxiliary verb, auxiliary word and affix.",
      "cn": "最后，综观现代汉语中与“得”有关的各种结构，本文认为现代汉语中有助动词、助词、词缀三个不同性质的轻声“得”。"
    },
    {
      "en": "As a state between root and affix , quasi - affixes has large mutation.",
      "cn": "类词缀是一种词根向词缀过渡的状态, 具有很大的变异性."
    },
    {
      "en": "Clerk: The letter is a little bit heavier. Please affix another stamp.",
      "cn": "营业员: 这信有点超重, 请再贴一张邮票."
    },
    {
      "en": "Complete the form and affix four tokens to its back.",
      "cn": "填完该表，在背面贴上4张凭券。"
    },
    {
      "en": "DO NOT affix the photo to the CPR yourself.",
      "cn": "切勿自行将相片贴在CPR表格上."
    },
    {
      "en": "Fixed a bug in the determination of magic affix levels.",
      "cn": "把一臭虫固定在有魔力附加物水平的决定上."
    },
    {
      "en": "For withdrawal by seal, please affix the seal at the designated place.",
      "cn": "凭印鉴去取的, 请在指定位置加盖预留印鉴."
    },
    {
      "en": "In formation, morphemes are labeled root, stem, base and affix.",
      "cn": "在构词法中, 语素被分为词根, 词干, 词基和词缀."
    },
    {
      "en": "Linguistics An asterisk used to indicate an unattested sound, affix, or word.",
      "cn": "用于表明未被证实的音, 词缀或词的星号."
    },
    {
      "en": "Morpheme, affix and grammatical ending are the dominant parts in morphology.",
      "cn": "语素 、 词缀、词尾是形态学的重要组成部分."
    },
    {
      "en": "Please affix your company's stamp here.",
      "cn": "请在这里盖上你们公司的章."
    },
    {
      "en": "Please affix your signature to the document.",
      "cn": "请你在这个文件上签字."
    },
    {
      "en": "Secondly review the historical studies about etyma and affix.",
      "cn": "其次回顾词根与词缀之间的研究情况,就目前来讲,多数汉语言学者都以名词性词根为主要研究对象,对词根是其它词性的情况只限于一般的顺便提及."
    },
    {
      "en": "We could reprint at a cost of X, or she had found a service that would affix stickers over the price to correct at a cost of X.",
      "cn": "我们可以按成本价格重新印刷，这将花费X，或根据她找到的一种修正服务，可以重新粘贴上正确的价格，这将花费X。"
    },
    {
      "en": "Will discuss concepts such as phoneme, morpheme , affix, rules and constraints.",
      "cn": "将被提及的概念包括音位、 语素、 词缀、 规则和限制。"
    },
    {
      "en": "Will discuss concepts such as phoneme, morpheme, affix, rules and constraints.",
      "cn": "将被提及的概念包括音位 、 语素 、 词缀 、 规则和限制."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "affixation",
          "tran_cn": " 附加，附加法"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "appendix",
            "annexment"
          ],
          "tran_cn": "[语]词缀；附加物"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "paste on"
          ],
          "tran_cn": "粘上；署名；将罪责加之于"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "词缀",
      "tran_en": "a group of letters added to the beginning or end of a word to change its meaning or use, such as ‘un-’, ‘mis-’, ‘-ness’, or ‘-ly’"
    },
    {
      "pos": "v",
      "tran_cn": "粘上，贴上，使固定",
      "tran_en": "to fasten or stick something to something else"
    },
    {
      "pos": "vt",
      "tran_cn": " 使附于， 黏贴",
      "tran_en": "to fasten or stick something to something else"
    }
  ],
  "exchange": {
    "third": [
      "affixes"
    ],
    "past": [
      "affixed"
    ],
    "done": [
      "affixed"
    ],
    "ing": [
      "affixing"
    ]
  }
}