{
  "word": "panda",
  "ipa": {
    "us": "ˈpændə",
    "uk": "ˈpændə"
  },
  "sentences": [
    {
      "en": "It is well known that bamboo shoots are a panda's staple diet.",
      "cn": "竹笋是熊猫的主要食物，这是人所共知的。"
    },
    {
      "en": "Many goods in China have the trademarks of a panda.",
      "cn": "中国的许多商品都带有熊猫的商标."
    },
    {
      "en": "No. If the panda  has not quit by morning .",
      "cn": "不，如果明天早上那熊猫还不走"
    },
    {
      "en": "She has broken the panda to the show.",
      "cn": "她训练那只熊猫惯于表演."
    },
    {
      "en": "She trained her camera on the caged panda.",
      "cn": "她把照相机对准笼子里的熊猫."
    },
    {
      "en": "Some people used panda's fur to sleep on or to make fur coats.",
      "cn": "一些人睡在熊猫皮上或用它作皮衣."
    },
    {
      "en": "The caged panda chafed against the bars.",
      "cn": "笼子里的大熊猫贴在栅栏上蹭它的身体。"
    },
    {
      "en": "The giant panda has become an endangered species.",
      "cn": "大熊猫已成了一种濒临灭绝的动物."
    },
    {
      "en": "The giant panda is an endangered species , ie is in danger of becoming extinct.",
      "cn": "大熊猫是面临绝种危险的动物."
    },
    {
      "en": "The giant panda is one of the surviving ancient animals.",
      "cn": "大熊猫是一种残存的古动物。"
    },
    {
      "en": "The giant panda is one of the survivors of ancient animals.",
      "cn": "大熊猫是一种残存的古动物."
    },
    {
      "en": "The panda attracted many children.",
      "cn": "那只熊猫吸引了不少孩子."
    },
    {
      "en": "The panda is native to West China.",
      "cn": "熊猫产于中国西部."
    },
    {
      "en": "The panda's natural habitat is the bamboo forest.",
      "cn": "大熊猫的天然栖息地是竹林。"
    },
    {
      "en": "The Wanglang Preserve in western Sichuan is the haunt of the giant panda.",
      "cn": "川西的王朗自然保护区是大熊猫出没的地方."
    },
    {
      "en": "Today, , I go to the zoo with my friends, I never see so many animals before, I see the panda, the giraffe and the monkey.",
      "cn": "这天，我和朋友去动物园，我以前从来没看到那么多的动物，我看到了熊猫，长颈鹿和猴子。"
    },
    {
      "en": "Tourists come in droves to see the giant panda.",
      "cn": "成群结队的游客前来观赏大熊猫."
    },
    {
      "en": "We all see panda on TV or in the zoo.",
      "cn": "我们在电视上或在动物园里能看到熊猫。"
    },
    {
      "en": "We had a panda as our mascot.",
      "cn": "我们把熊猫作为吉详物."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bearcat"
          ],
          "tran_cn": "[脊椎]熊猫；猫熊"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "giant panda",
      "tran_cn": "[动]大熊猫；大猫熊"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "熊猫，猫熊",
      "tran_en": "a large black and white animal that looks like a bear and lives in the mountains of China"
    },
    {
      "pos": "other",
      "tran_cn": "大熊猫",
      "tran_en": "a large black and white animal that looks like a bear and lives in the mountains of China"
    }
  ],
  "exchange": {
    "pl": [
      "pandas"
    ]
  }
}