{
  "word": "allegedly",
  "ipa": {
    "us": "ə'ledʒɪdlɪ",
    "uk": "ə'ledʒɪdlɪ"
  },
  "sentences": [
    {
      "en": "a sports car, allegedly stolen in Manchester",
      "cn": "据说是在曼彻斯特被偷的一辆跑车"
    },
    {
      "en": "A writer is suing director Steven Spielberg for allegedly stealing his film idea.",
      "cn": "一名作家正控告导演史蒂文·斯皮尔伯格涉嫌剽窃了他的电影创意。"
    },
    {
      "en": "Enoch allegedly walked with God who turned him into the archangel Metatron.",
      "cn": "以诺依其申述是与神同行,神把他变成了天使长."
    },
    {
      "en": "He had allegedly tried to proposition a colleague.",
      "cn": "据说他曾试图向一名同事求欢。"
    },
    {
      "en": "He is allegedly a police agent.",
      "cn": "据传他是警方的密探."
    },
    {
      "en": "He lost his job for allegedly being incapable.",
      "cn": "据说他由于软弱无能而丢掉了工作。"
    },
    {
      "en": "He then allegedly began to accumulate shares in the company.",
      "cn": "随后他据称开始囤积中信资源股票."
    },
    {
      "en": "He's under arrest for allegedly embezzling funds from the company.",
      "cn": "他因为被指挪用公款已经被逮捕了."
    },
    {
      "en": "His van allegedly struck the two as they were crossing a street.",
      "cn": "据称，他的货车在那两人过马路时撞上了他们。"
    },
    {
      "en": "Meg Ryan allegedly indulged in lip implants and Botox injections.",
      "cn": "据悉梅格.瑞恩对于丰唇和肉毒素注射特别上瘾."
    },
    {
      "en": "Something allegedly resembling a Star was seen by the Magi.",
      "cn": "一些依其申述也类似于博士看到的星星."
    },
    {
      "en": "The aim, allegedly, was to reclassify them as new employees.",
      "cn": "这样做的目的, 据说, 是为了将他们重新归类为新员工."
    },
    {
      "en": "The novel was allegedly written by a computer.",
      "cn": "那部小说据称是电脑写的."
    },
    {
      "en": "The smugglers allegedly sold the gold under the counter, cheating the VAT man out of £5 million.",
      "cn": "据说走私者暗地销售黄金，偷逃增值税达500万英镑。"
    },
    {
      "en": "This is allegedly the case.",
      "cn": "据说情况如此."
    },
    {
      "en": "What did you do with the money Mr. Lucas allegedly paid you?",
      "cn": "你把卢卡斯承诺给你的钱都用在哪里了?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alleged",
          "tran_cn": " 所谓的；声称的；被断言的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "alleged",
          "tran_cn": " 宣称（allege的过去式和过去分词）；断言"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "据说，据称",
      "tran_en": "used when reporting something that people say is true, although it has not been proved"
    }
  ],
  "exchange": {
    "verb": [
      "allege"
    ],
    "adj": [
      "alleged"
    ]
  }
}