{
  "word": "HQ",
  "ipa": {
    "us": "ˌeɪtʃ ˈkju:",
    "uk": "ˌeɪtʃ'kju"
  },
  "sentences": [
    {
      "en": "After getting a good night's sleep, I decided to head back to HQ.",
      "cn": "在很好地睡了一晚之后, 我决定回总部."
    },
    {
      "en": "Auditing and controlling daily expenses of HQ and subsidiaries companies.",
      "cn": "审计和控制总部和所有分公司的日常费用."
    },
    {
      "en": "Behind it stood Burma Action's local HQ, a big but run-down house, two stories of worn wood and dirty concrete with a balcony on the left, cement garage on the right.",
      "cn": "门后便是缅甸行动组织在当地的总部，这是大而破旧的两层楼房子，木材和混凝土材料都老化严重，左边是阳台，后边还有一个水泥砌成的车库。"
    },
    {
      "en": "Bob ordered brigade HQ to embark.",
      "cn": "鲍勃命令旅指挥部登船。"
    },
    {
      "en": "But the era of the virtual HQ is still some way off.",
      "cn": "不过,虚拟总部的时代仍未到来."
    },
    {
      "en": "Company B Commander This is Command HQ . Move the soldiers forward 200.",
      "cn": "这里是总指挥部,步兵向前推进200."
    },
    {
      "en": "Coordinate with HQ audit and external audit about Medical Device and Drug.",
      "cn": "协调中心审计,医疗器械和药品相关的外部审计."
    },
    {
      "en": "Daily contacts with HQ, Area Stations and other Areas.",
      "cn": "区域内、与总部和需要和分公司沟通的日常协调工作."
    },
    {
      "en": "HQ of China Telecom ( the largest telecommunication management system implementing ISO 9000 SYSTEM ).",
      "cn": "中国电信总部 ( 最大的电信管理系统实施ISO9000体系 )."
    },
    {
      "en": "HQ: Delta Team have been dispatched and are on their way.",
      "cn": "小队已被派遣并且正在行动中了."
    },
    {
      "en": "Osean G HQ, requesting artillery support to the landing point!",
      "cn": "呼叫总部, 请求炮火支援,目标:登陆点!"
    },
    {
      "en": "See you back at HQ.",
      "cn": "回总部见。"
    },
    {
      "en": "The company built a new HQ to centralise their administration.",
      "cn": "公司建了新总部把管理集中起来."
    },
    {
      "en": "The square in front of the HQ is a mass of blossoming trees.",
      "cn": "总部前面的广场上有一大丛鲜花盛开的树木."
    },
    {
      "en": "The wires trailed through other parts of the HQ into a next door building.",
      "cn": "线路穿过总部的其他地方，接入邻近的建筑。"
    },
    {
      "en": "These were quickly reverse engineered and entered service as the HQ - 1 and soon after HQ - 2 systems.",
      "cn": "它们被很快地仿制并以HQ -1 型以及随后的HQ -2 型的身份服役."
    },
    {
      "en": "This information is subsequently sent to the HQ.",
      "cn": "这一信息随后会被送到总部。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "(=headquarters)总部，司令部"
    }
  ],
  "exchange": {
    "pl": [
      "HQs"
    ]
  }
}