{
  "word": "thermodynamics",
  "ipa": {
    "us": "ˌθɜːməʊdaɪˈnæmɪks",
    "uk": "ˌθɜːrmoʊdaɪˈnæmɪks"
  },
  "sentences": [
    {
      "en": "Acknowledge the important role of Engineering Thermodynamics in practical project application.",
      "cn": "了解工程热力学在工程应用中的重要作用."
    },
    {
      "en": "And so we can immediately start in deriving all of the thermodynamics, right?",
      "cn": "这样我们可以马上开始,得到所有热力学的量对吧？"
    },
    {
      "en": "And we went through that and saw what the thermodynamics worked out to be.",
      "cn": "我们算出了他们,并看到了它们的热力学应该是怎样的。"
    },
    {
      "en": "But we know thermodynamics is all about equilibrium.",
      "cn": "但我们知道热力学都是关于平衡的。"
    },
    {
      "en": "Compared with the method of thermodynamics calculation anti - disturbing and fault tolerance.",
      "cn": "与直接热力学计算方法相比,具有突出的抗干扰性和容错能力."
    },
    {
      "en": "In thermodynamics we usually deal with functions of two or more variables.",
      "cn": "在热力学中,我们经常涉及两个或更多变量的函数."
    },
    {
      "en": "On the other hand, we may resort to argument from thermodynamics.",
      "cn": "另一方面, 我们还可以凭借热力学理论."
    },
    {
      "en": "Pre - course: Heat Transfer, Fluid Dynamics, Engineering Thermodynamics, Mechanics of Materials, General Chemistry.",
      "cn": "先修课程: 传热学, 流体力学, 工程热力学, 材料力学, 普通化学."
    },
    {
      "en": "the laws of thermodynamics",
      "cn": "热力学定律"
    },
    {
      "en": "The limit on thermodynamics for gas cooling is the adiabatic saturation temperatures.",
      "cn": "煤气冷却的热力学极限是绝热饱和温度."
    },
    {
      "en": "The memory capacity of the machine can be calculated using thermodynamics.",
      "cn": "此机器的记忆容量可用热力学计算出来."
    },
    {
      "en": "The theory of thermodynamics links the macroscopic and submicroscopic domains.",
      "cn": "热力学把宏观世界同亚微观世界联系起来."
    },
    {
      "en": "Therefore the deep impression that classical thermodynamics made upon me.",
      "cn": "因此,经典热力学给了我深刻的印象."
    },
    {
      "en": "Thermodynamics is a hard course to teach.",
      "cn": "热力学是很难教的一门课。"
    },
    {
      "en": "Thermodynamics is concerned with energy relationships.",
      "cn": "热力学所讨论的是能的各种关系."
    },
    {
      "en": "Thermodynamics: Study of the relationships among heat, work, temperature, and energy.",
      "cn": "热力学研究热 、 功 、 温度以及能量之间关系的物理学."
    },
    {
      "en": "This unexciting generalization from experience is the zeroth law of thermodynamics.",
      "cn": "这个由经验产生的一般规则即热力学第零定律."
    },
    {
      "en": "Today, thermodynamics deals with energy and the relationship between properties of substances.",
      "cn": "今天, 热力学研究能量和能量与物质属性之间的关系."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "thermodynamic",
          "tran_cn": " 热力学的；使用热动力的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "chemical thermodynamics",
      "tran_cn": "化学热力学"
    },
    {
      "phrase": "engineering thermodynamics",
      "tran_cn": "工程热力学"
    },
    {
      "phrase": "first law of thermodynamics",
      "tran_cn": "[物]热力学第一定律"
    },
    {
      "phrase": "irreversible thermodynamics",
      "tran_cn": "不可逆过程热力学"
    },
    {
      "phrase": "second law of thermodynamics",
      "tran_cn": "热力学第二定律"
    },
    {
      "phrase": "thermodynamics and statistical physics",
      "tran_cn": "热力学与统计物理"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "热力学",
      "tran_en": "the science that deals with the relationship between heat and other forms of energy"
    }
  ],
  "exchange": {
    "adj": [
      "thermodynamic"
    ]
  }
}