{
  "word": "Yang",
  "ipa": {
    "us": "jæŋ",
    "uk": "jæŋ"
  },
  "sentences": [
    {
      "en": "...a perfect balance of yin and yang.",
      "cn": "...一个阴阳的绝对平衡。"
    },
    {
      "en": "Come and warm yourself, Aunt Yang.",
      "cn": "杨大娘, 过来暖和暖和."
    },
    {
      "en": "Did you watch the football match on TV this morning. Lin Yang ?",
      "cn": "林洋,今天上午你看足球赛了 吗 ?"
    },
    {
      "en": "Hello, Xiao Yang . So I run you down at last.",
      "cn": "嗨, 小杨,我总算把你找到了."
    },
    {
      "en": "Hello. Is this the Yang Doll Company?",
      "cn": "喂, 这是杨氏玩偶公司 吗 ?"
    },
    {
      "en": "Hello. This is Mr. Yang . may I speak to Miss Bennet, please?",
      "cn": "喂, 我姓杨,我想和宾妮特小姐通话好 吗 ?"
    },
    {
      "en": "I found General Yang in a newly finished stone mansion.",
      "cn": "我在一所新近竣工的石宅里见到了杨将军."
    },
    {
      "en": "I'll go tomorrow and talk it over with Xiao Yang.",
      "cn": "我明天去和小杨商量一下."
    },
    {
      "en": "I'm happy to have this chance to meet with you. Mr. Howard Yang.",
      "cn": "杨先生, 非常高兴能有机会认识你."
    },
    {
      "en": "Lao Yang chuckled, patted gun and said, \" Excellent indeed! \"",
      "cn": "老杨只是 “ 嘿嘿”笑了几声, 拍着枪:连声说: “ 好枪,好枪!"
    },
    {
      "en": "Lao Yang thought as he subconsciously tightened his grasp on the rifle.",
      "cn": "他下意识地攥紧枪把想."
    },
    {
      "en": "Lao Yang was elected to replace Lao Zhu in the committee.",
      "cn": "老杨当选为委员,来代替老朱."
    },
    {
      "en": "Lao Yang's suggestion is that we turn the land into rice fields.",
      "cn": "老杨的建议是把这一片地开成稻田."
    },
    {
      "en": "Miss, Yang has very beautiful gams.",
      "cn": "杨小姐有一双美腿."
    },
    {
      "en": "Moving from spring to winter, active yang is inevitably followed by dormant yin.",
      "cn": "春去冬来，阳盛不可避免地被伏阴所取代。"
    },
    {
      "en": "Then they called on Xiao Yang to play the harmonica.",
      "cn": "然后他们请小杨吹口琴."
    },
    {
      "en": "You see, I am a sophomore and Miss Yang is a junior.",
      "cn": "你瞧, 我是2年级的,杨小姐是三年级的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "yin and yang",
      "tran_cn": "阴和阳"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "杨",
      "tran_en": "In Chinese philosophy, yang is one of the two opposing principles whose interaction is believed to influence everything in the universe. Yang is positive, bright, and masculine while  is negative, dark, and feminine. "
    }
  ],
  "exchange": {}
}