{
  "word": "interdisciplinary",
  "ipa": {
    "us": "ˌɪntəˈdɪsəplɪnəri",
    "uk": "ˌɪntərˈdɪsəplɪneri"
  },
  "sentences": [
    {
      "en": "an interdisciplinary research centre",
      "cn": "跨学科研究中心"
    },
    {
      "en": "Either! But interdisciplinary enter oneself for an examination you must consider competitive.",
      "cn": "不是! 但是跨学科报考你得考虑是否有竞争力."
    },
    {
      "en": "Emergency medicine is a new interdisciplinary subject in the medical field.",
      "cn": "急诊医学是医学领域中一门新兴的边缘学科,其发展较快."
    },
    {
      "en": "However , there were 20.0 % students not adapting to the interdisciplinary teaching.",
      "cn": "尚有20.0%学生不太适应这种教学形式."
    },
    {
      "en": "However , there were 20.0 % students not adapting to the interdisciplinary teaching.",
      "cn": "尚有20.0%生不太适应这种教学形式."
    },
    {
      "en": "Inverse problem of partial differential equation is an interdisciplinary and frontier science.",
      "cn": "偏微分方程反问题的研究领域非常广阔."
    },
    {
      "en": "It is an interdisciplinary subject between jurisprudence and economics.",
      "cn": "它是法学和经济学科际整合的边缘学科."
    },
    {
      "en": "It is an interdisciplinary subject between law and economics.",
      "cn": "是法学和经济学科际整合的边缘学科."
    },
    {
      "en": "Our school is dedicated to fostering interdisciplinary talents.",
      "cn": "我校致力于培养复合型人才。"
    },
    {
      "en": "Science of financial constitution is an interdisciplinary subject of economics and jurisprudence.",
      "cn": "财政宪法是经济学与法学交叉的研究领域."
    },
    {
      "en": "The graduate major he registered for is interdisciplinary and of great difficulty.",
      "cn": "他报考的研究生专业是跨学科的,难度很大!"
    },
    {
      "en": "These interdisciplinary programs include, for example , biophysics , geophysics, and astrophsics.",
      "cn": "这些跨学科的专题包括生物物理学 、 地球物理学和天体物理学等等."
    },
    {
      "en": "This book treats rhetoric of an interdisciplinary theory of language and meaning.",
      "cn": "《英语修辞学》系“高等院校英语语言文学专业研究生系列教材”中的一本."
    },
    {
      "en": "This dissertation is an interdisciplinary study of literature and performing art.",
      "cn": "建立起文学艺术跨门类研究的桥梁."
    },
    {
      "en": "This will raise very important function for the study of interdisciplinary.",
      "cn": "这对于交叉学科的研究将起到很大的作用."
    },
    {
      "en": "Ultrasonic medicine is a interdisciplinary field combined acoustics, medicine and electronics.",
      "cn": "超声医学是声学 、 医学和电子技术相结合的理、工、医综合学科."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "interdepartmental",
          "tran_cn": " 不同部门间的；不同学科间的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "interdisciplinary studies",
      "tran_cn": "跨学科研究；多学科研究"
    },
    {
      "phrase": "interdisciplinary subject",
      "tran_cn": "边缘学科"
    },
    {
      "phrase": "interdisciplinary talents",
      "tran_cn": "复合型人才"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "各学科间的，跨学科",
      "tran_en": "involving ideas, information, or people from different subjects or areas of study"
    }
  ],
  "exchange": {}
}