{
  "word": "effigy",
  "ipa": {
    "us": "ˈefɪdʒi",
    "uk": "ˈɛfədʒi"
  },
  "sentences": [
    {
      "en": "a threat to burn the president in effigy",
      "cn": "威胁要焚烧总统模拟像"
    },
    {
      "en": "British an effigy of Guy Fawkes that is burned on a bonfire on Guy Fawkes Day.",
      "cn": "盖伊·福克斯日在营火里焚烧的盖伊·福克斯的塑像."
    },
    {
      "en": "Burn a person in effigy.",
      "cn": "焚烧某人的肖像以泄恨."
    },
    {
      "en": "During the war, the president was sometimes burned in effigy in some cities.",
      "cn": "在战争期间, 一些城市有时焚烧总统的模拟像."
    },
    {
      "en": "He stated that the charity was actually initiated by two sisters named Preston and that the effigy on the cake was that of two poor widows.",
      "cn": "他认为该慈善活动最初是由普列斯顿两姐妹发起的，糕饼上的肖像则是两位贫穷的寡妇。"
    },
    {
      "en": "He was modelling for the stone effigy which in the fullness of time would adorn his tomb.",
      "cn": "他正在塑造一幅到时候会用来装饰他自己坟墓的碑石肖像。"
    },
    {
      "en": "In Paraguay, people create an effigy and dress him up like a scarecrow when the new year comes.",
      "cn": "每逢新年来临，巴拉圭人都会专门制作雕像，然后把雕像打扮成稻草人的样子。"
    },
    {
      "en": "Protesters set fire to government building and burned his likeness in effigy.",
      "cn": "抗议者点燃了政府大楼和卡扎菲的肖像。"
    },
    {
      "en": "The coin bears an effigy of lincoln.",
      "cn": "那枚硬币镌有林肯的肖像."
    },
    {
      "en": "The deposed dictator was burned in effigy by the crowd.",
      "cn": "群众焚烧退位独裁者的模拟像"
    },
    {
      "en": "The king was burned in effigy by the angry mob.",
      "cn": "国王的模拟像被愤怒的民众烧掉以泄心中的愤恨."
    },
    {
      "en": "There the effigy stands, and stares from age to age across the changing ocean.",
      "cn": "雕像依然耸立在那儿, 千秋万载地凝视着那变幻无常的大海."
    },
    {
      "en": "They burn him in effigy to away the gloom and bring in a new , better year.",
      "cn": "他们焚烧忧郁老人来驱赶忧郁及带来更好的来年."
    },
    {
      "en": "This effigy is decorated with old newspapers and firecrackers.",
      "cn": "通常,人们用旧报纸和爆竹装扮稻草人."
    },
    {
      "en": "To get rid of these bad things, every family lights an effigy on fire at midnight.",
      "cn": "为了彻底告别这些不好的东西, 每个家庭都会在午夜时分点火烧掉稻草人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "image",
            "statue",
            "portrait",
            "icon"
          ],
          "tran_cn": "[建]雕像，肖像"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "portrait"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in effigy",
      "tran_cn": "模拟像：象征性的，特别是以模拟像的形式"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（人的）雕像，模拟像，肖像",
      "tran_en": "a statueof a famous person"
    }
  ],
  "exchange": {
    "pl": [
      "effigies"
    ]
  }
}