{
  "word": "postdoctoral",
  "ipa": {
    "us": "ˌpəʊstˈdɒktərəl",
    "uk": "ˌpoʊstˈdɑktərəl"
  },
  "sentences": [
    {
      "en": "Goudriaan, a postdoctoral researcher at the Uniersity of Amsterdam and corresponding author for the study.",
      "cn": "Goudriaan说,她是阿姆斯特丹大学的博士后研究员, 也是该项研究的通讯作者."
    },
    {
      "en": "Hasan Eker asks about getting a post - doctoral postdoctoral position in the United States.",
      "cn": "这个职位通常提供给获得哲学博士学位的人."
    },
    {
      "en": "I'm doing postdoctoral research at the moment.",
      "cn": "我正在做博士后研究."
    },
    {
      "en": "In the personnel that flow stands or job of postdoctoral scientific research pursues in workstation.",
      "cn": "在流动站或工作站里从事博士后科研工作的人员."
    },
    {
      "en": "Many companies invested in establishing postdoctoral research center.",
      "cn": "很多公司投资建立博士后研究中心."
    },
    {
      "en": "Most postdoctoral work is funded by the research councils.",
      "cn": "大部分的博士后的工作都是由研究会资助的。"
    },
    {
      "en": "Postdoctoral Research Fellow with the MUSCLE Internal Fellowship from European Research Consortium for Informatics and Mathematics.",
      "cn": "博士后研究员,获欧洲信息学与数学研究联盟MUSCLE博士后奖学金."
    },
    {
      "en": "Project supported by the Shanghai Postdoctoral Sustentation Fund, China ( Grant No. ).",
      "cn": "上海市 博士后 基金资助的课题."
    },
    {
      "en": "September 1995 - September 1997 , Postdoctoral Research Fellow , School of Electrical and Electronic Engineering, Nanyang Technological University, Singapore.",
      "cn": "1995年9月----1997年9月,博士后,电器电子工程系, 南洋理工大学, 新加坡."
    },
    {
      "en": "Since the 1970 s, it has begun enrolling postgraduates Masterand doctoral and established the postdoctoral station.",
      "cn": "自70年代开始招收硕士、博士研究生、并设有博士后流动站."
    },
    {
      "en": "The main task for postdoctoral fellow is to investigate mechanism of metastasis of prostatecancer.",
      "cn": "主要研究前列腺癌转移的发生机制."
    },
    {
      "en": "There are 7 undergraduate, 10 graduate and 2 doctoral specialties and 1 postdoctoral mobile research station.",
      "cn": "设有7个本科专业 、 10个硕士点、2个博士点和1个博士后流动站."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "postdoc",
          "tran_cn": " 博士后（等于postdoctoral）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "博士后的",
      "tran_en": "A postdoctoral student has completed his or her doctorate and is doing further study or research"
    }
  ],
  "exchange": {}
}