{
  "word": "chimpanzee",
  "ipa": {
    "us": "ˌtʃɪmpænˈziː",
    "uk": "ˌtʃɪmpænˈziː"
  },
  "sentences": [
    {
      "en": "A chimpanzee is a sort of monkey.",
      "cn": "黑猩猩是猿的一种."
    },
    {
      "en": "A grief - stricken chimpanzee?",
      "cn": "这只黑猩猩是否饱受了悲痛的打击?"
    },
    {
      "en": "A large male chimpanzee was foraging for food.",
      "cn": "一只雄性大猩猩正在觅食."
    },
    {
      "en": "A South African zoo wants a chimpanzee to quIt'smoking cold turkey.",
      "cn": "南非一家动物园要一只黑猩猩立即戒菸."
    },
    {
      "en": "An anthropoid ape , such as a gorilla or chimpanzee.",
      "cn": "同人类一样,母大猩猩拒绝与兄弟婚配."
    },
    {
      "en": "And in the other room another chimpanzee is placed.",
      "cn": "而在那个房间里有另一只黑猩猩。"
    },
    {
      "en": "And nobody helps anybody ,'says Bob , the chimpanzee.",
      "cn": "他们在旅馆里遇到各式各样的动物."
    },
    {
      "en": "Andreas : Are you out of your mind? You can't keep a chimpanzee as a pet!",
      "cn": "安卓亚斯: 你疯了 吗 ?你不能把黑猩猩当作宠物养 啦 !"
    },
    {
      "en": "But a new clue to language's early formation comes from chimpanzee behavior.",
      "cn": "不过最近对黑猩猩行为的研究结果能为语言的早期形成提供一些新的线索."
    },
    {
      "en": "By hunting or gathering away from the group, both chimpanzee and dolphin moms ensure that what they find goes to their young.",
      "cn": "黑猩猩和海豚妈妈们远离群体打猎和收集食物，并保证他们所找到的食物都给孩子们。"
    },
    {
      "en": "Chimpanzee becomes end dish on foot shape ~ \" hum, air hostess is carrying tray! \"",
      "cn": "黑猩猩做端盘走路状～ “ 嗯, 空中小姐在端盘子! ”"
    },
    {
      "en": "In chimpanzee groups, females mate with all the males, in what appears to be a strategy to reduce the risk of her children being killed by older males.",
      "cn": "在黑猩猩群体中，雌性和所有雄性交配，这种策略是为了降低自己的孩子被更年长雄性杀死的风险。"
    },
    {
      "en": "It only works within species. So, in another experiment they put a rabbit in the other room and the chimpanzee would slap the lever repeatedly to make the rabbit scream in pain and jump.",
      "cn": "这种结果只出现在同种动物上，在另一个实验里,他们在另一个房间放一只兔子,结果黑猩猩不停地拍杠杆,让兔子痛得上跳下窜，大声尖叫。"
    },
    {
      "en": "It was, if I can give a chimpanzee language, I can empty the contents of his mind. He can tell me what he's thinking, how he sees the world.",
      "cn": "他的想法是，如果我能交给黑猩猩一种语言的话，我就可以掏空他的想法，他可以告诉我他在想什么，他是怎样看这个世界的。"
    },
    {
      "en": "Look how the mother chimpanzee cares for her young.",
      "cn": "瞧,母黑猩猩多爱护小仔儿啊."
    },
    {
      "en": "Rather, we may have such strong feeling of morality because, without them, we would revert to the \"evil\" behavior inherent in the 97.3 percent of us that is chimpanzee.",
      "cn": "而应该说，我们拥有强烈的道德意识感是因为，没了它们，我们会向体内97.3%的基因中先天“恶行”部分倾斜而堕落成黑猩猩。"
    },
    {
      "en": "So when you go from head to toe, you're seeing a mosaic creature that is neither chimpanzee, nor is it human.",
      "cn": "所以从头到脚，让人看到的是一个在黑猩猩和人类之间模棱两可的生物，这就是始祖地人猿。"
    },
    {
      "en": "Some folks seem to have descend from the chimpanzee much later than others.",
      "cn": "有些人,看来像是比其他人晚了好久才从黑猩猩分支而传下来的后裔."
    },
    {
      "en": "The chimpanzee is an endangered species.",
      "cn": "黑猩猩是濒于灭种的动物."
    },
    {
      "en": "The chimpanzee is thought to be our closest animal relative.",
      "cn": "黑猩猩被认为和我们血统最相近的动物."
    },
    {
      "en": "The fifth was the chimpanzee virus that is the direct ancestor of HIV - 1 .",
      "cn": "第五个是HIV -1 型病毒的先祖黑猩猩病毒."
    },
    {
      "en": "This was especially surprising, as the human and chimpanzee genomes are extremely similar overall, Noonan said.",
      "cn": "这是特别令人惊讶, 作为人类和黑猩猩基因组中是极为相似的整体, 努南说."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jocko",
            "pongo"
          ],
          "tran_cn": "[脊椎]黑猩猩"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "monkey"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "黑猩猩",
      "tran_en": "an intelligent African animal that is like a large monkey without a tail"
    }
  ],
  "exchange": {
    "pl": [
      "chimpanzees"
    ]
  }
}