{
  "word": "calcite",
  "ipa": {
    "us": "ˈkælsaɪt",
    "uk": "ˈkælˌsaɪt"
  },
  "sentences": [
    {
      "en": "And some calcite - secreting organisms also add magnesium to the mix.",
      "cn": "有些分泌方解石的生物,会在分泌物中加入镁."
    },
    {
      "en": "Aragonite and magnesium calcite are more soluble than normal calcite.",
      "cn": "霰石和镁方解石,比普通方解石更容易溶解."
    },
    {
      "en": "At first glance, calcite might be confused with quartz where both are clear, colorless, and \" glassy \".",
      "cn": "乍一看来, 方解石可能与石英相混淆,因为两者都是透明 、 无色 、 且 “ 呈玻璃状 ” 的."
    },
    {
      "en": "Calcite cementation seens a possibility where lime grains or calcareous organisms are abundant.",
      "cn": "在灰质颗粒或钙质生物丰富的地方,方解石胶结作用似乎是有可能的."
    },
    {
      "en": "Calcite is the dominant gangue mineral in the Furong tin polymetallic deposit.",
      "cn": "方解石是芙蓉锡矿田重要的脉石矿物."
    },
    {
      "en": "Calcium carbonate occurs in the allomorphs calcite and aragonite.",
      "cn": "同质异晶的方解石和文石中含有碳酸钙."
    },
    {
      "en": "His team analysed mud samples from Lough Monreagh in Ireland and discovered layers of white sediment made up of calcite crystals from algae.",
      "cn": "他的团队分析了爱尔兰洛蒙雷阿湖泥浆样本，发现了由海藻中方解石晶体构成的白色沉淀物涡旋层。"
    },
    {
      "en": "Many carbonate masses older than Middle Palaeozoic are of dolomite rather than calcite.",
      "cn": "中古生代以前的许多碳酸盐类矿物是白云石而不是方解石."
    },
    {
      "en": "Most dolomite is obviously the result of replacement of precursor calcite but certainly not all.",
      "cn": "多数白云石显然是原来方解石交代的结果,但肯定不是全部."
    },
    {
      "en": "Rochon prism is an important beam splitting polarizer of calcite.",
      "cn": "rochon棱镜是一种重要的冰洲石起偏分束器."
    },
    {
      "en": "The chemical composition of the melo shell is calcite and aragonite.",
      "cn": "美乐贝的化学成分是方解石和文石."
    },
    {
      "en": "The ore - hunting indicator is of calcite - potassium feldspar veins containing pyritohedron pyrite.",
      "cn": "直接找矿标志为含五角十二面体黄铁矿铁方解石钾长石脉."
    },
    {
      "en": "The prospectors have discovered such minerals as calcite, quartz and asbestos here.",
      "cn": "探矿人员在这里发现了方解石 、 石英、石棉等矿藏."
    },
    {
      "en": "The protein converts calcium carbonate into calcite crystals which makes up the egg shell, creating six grammes of shell every 24 hours.",
      "cn": "这种蛋白将碳酸钙转换为构成蛋壳的方解石晶体，每24小时生成6克蛋壳。"
    },
    {
      "en": "The result of gravity separation for quartz - calcite type scheelite is not ideal.",
      "cn": "云南某石英脉型白钨矿原采用重选,生产工艺指标不理想."
    },
    {
      "en": "The seeming disorder of calcite highlights the geometric precision of fluorite.",
      "cn": "矿物质图片画廊.外观紊乱的方解石突出几何精确度的萤石."
    },
    {
      "en": "The vacuum itself is polarized, becoming strongly birefringent, like a calcite crystal.",
      "cn": "真空本身被极化, 变得具有很强的双折射性质, 如同方解石一般."
    },
    {
      "en": "We then used a quartz calcite, which has an effect on light that depends on the direction the light is propagating, to measure the direction as a function of position.",
      "cn": "然后，我们用石英方解石测量作为位置函数的方向，石英方解石对光的影响这取决于光线的传播方向。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "limespar"
          ],
          "tran_cn": "[矿物]方解石"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "方解石",
      "tran_en": "a colourless or white mineral (occasionally tinged with impurities), found in sedimentary and metamorphic rocks, in veins, in limestone, and in stalagmites and stalactites. It is used in the manufacture of cement, plaster, paint, glass, and fertilizer. Composition: calcium carbonate. Formula: CaCO3. Crystal structure: hexagonal (rhombohedral) "
    }
  ],
  "exchange": {}
}