{
  "word": "ultraviolet",
  "ipa": {
    "us": "ˌʌltrəˈvaɪələt",
    "uk": "ˌʌltrəˈvaɪələt"
  },
  "sentences": [
    {
      "en": "Birds perceive the world differently tohumans, being able to see light in the ultraviolet range of the spectrum.",
      "cn": "鸟类感知世界的方式和人类不同，他们能够在紫外线光谱范围内看见光线。"
    },
    {
      "en": "But it also says there is no evidence to support disinfecting toothbrushes in the microwave or with ultraviolet devices on the market.",
      "cn": "但它也说，没有证据支持在微波炉或市面上销售的紫外线设备中对牙刷消毒。"
    },
    {
      "en": "Electromagnetic radiation with frequencies in the ultraviolet and visible region can be absorbed by molecules.",
      "cn": "分子能吸收频率在紫外和可见光区的电磁辐射."
    },
    {
      "en": "Fluorescent destruction occurs about once for every ten interstellar ultraviolet photons absorbed.",
      "cn": "每吸收十个星际紫外光子,就会发生一次荧光破坏过程."
    },
    {
      "en": "For ultraviolet, nanometer is a preferred term.",
      "cn": "对于紫外区通常用毫微米这一名词."
    },
    {
      "en": "Halogens also have the necessary absorption in the ultraviolet and rapid dissociation.",
      "cn": "卤素也具有吸收紫外线和分解快这两种特性."
    },
    {
      "en": "It's called ultraviolet rays.",
      "cn": "它被叫做紫外线."
    },
    {
      "en": "Objective To study the mechanisms of ultraviolet blood irradiation and oxygenation for psoriasis.",
      "cn": "目的研究紫外线照射充氧自血回输治疗银屑病的机制。"
    },
    {
      "en": "Ozone in the stratosphere is important because it absorbs some of the Sun’s dangerous ultraviolet radiation.",
      "cn": " 在平流层的臭氧是重要的，因为它吸收了一些太阳中危险的紫外线辐射。"
    },
    {
      "en": "Quenching agents could be particularly effective in combination with ultraviolet absorbers.",
      "cn": "猝灭剂与紫外线吸收剂并用时效果更为突出."
    },
    {
      "en": "The container is invisible until you shine an ultraviolet light on it.",
      "cn": "那个柜子只有用紫外线照射才可以看见。"
    },
    {
      "en": "The correlation between skin cancer incidence and exposure to Ultraviolet radiation is given in Fig . 11 - 22.",
      "cn": "图11-22中给出皮肤癌发病率与暴露紫外线辐射之间的关系."
    },
    {
      "en": "The ozone layer surrounding the earth protects our skin from being hurt by the ultraviolet rays.",
      "cn": "环绕地球的臭氧层保护着我们的皮肤免受紫外线的伤害."
    },
    {
      "en": "The sun's ultraviolet rays are responsible for both tanning and burning.",
      "cn": "阳光中的紫外线是皮肤晒黑和灼伤的根源。"
    },
    {
      "en": "The synergistic effect of oxygen and (or ) ozone in atmosphere with ultraviolet also led to the adhesion failure of adhesive.",
      "cn": "大气中的氧和（或）臭氧与紫外线协同作用是导致该压敏粘合剂失粘的原因。"
    },
    {
      "en": "The thermal radiation of shorter wavelengths than the visible are called ultraviolet.",
      "cn": "波长短于可见光的热辐射称紫外线."
    },
    {
      "en": "The ultraviolet component of sunlight is responsible for most pesticide photolysis.",
      "cn": "阳光的紫外部分是农药光解的最重要因素."
    },
    {
      "en": "This is the energy of an ultraviolet photon, a \"large\" energy on the atomic scale .",
      "cn": "这是一个紫外光子的能量，在原子尺度上，它是一个“大”能量。"
    },
    {
      "en": "Ultraviolet sensitive photocathodes are also used in cameras in rocket and balloon - bome experiments.",
      "cn": "火箭和气球实验的电子照相机中,还使用紫外敏感的光电阴极."
    },
    {
      "en": "Using ultraviolet rather than visible light in microscope allows for the perception of finer detail.",
      "cn": "在显微术中使用紫外线而不用可见光,就能够观察更精细的细节."
    },
    {
      "en": "We can protect skin from ultraviolet light by using a sunblock.",
      "cn": "我们可以通过防晒霜保护皮肤不受紫外线伤害。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "extraviolet"
          ],
          "tran_cn": "[光]紫外的；紫外线的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "solar ultraviolet radiation",
      "tran_cn": "太阳紫外辐射；阳光紫外缐照射"
    },
    {
      "phrase": "ultraviolet absorption",
      "tran_cn": "紫外吸收；紫外线吸收；紫外光吸收"
    },
    {
      "phrase": "ultraviolet detector",
      "tran_cn": "[化]紫外光检测器"
    },
    {
      "phrase": "ultraviolet irradiation",
      "tran_cn": "紫外线照射"
    },
    {
      "phrase": "ultraviolet lamp",
      "tran_cn": "紫外线灯"
    },
    {
      "phrase": "ultraviolet laser",
      "tran_cn": "紫外线激光器，紫外激光器；紫外雷射"
    },
    {
      "phrase": "ultraviolet light",
      "tran_cn": "紫外线"
    },
    {
      "phrase": "ultraviolet radiation",
      "tran_cn": "紫外线；紫外线照射"
    },
    {
      "phrase": "ultraviolet ray",
      "tran_cn": "紫外线"
    },
    {
      "phrase": "ultraviolet spectrophotometer",
      "tran_cn": "紫外分光光度计"
    },
    {
      "phrase": "ultraviolet spectrum",
      "tran_cn": "[化]紫外光谱"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "紫外的，紫外线的，产生紫外线的",
      "tran_en": "ultraviolet light cannot be seen by people, but is responsible for making your skin darker when you are in the sun"
    },
    {
      "pos": "n",
      "tran_cn": "紫外线辐射，紫外光"
    }
  ],
  "exchange": {}
}