{
  "word": "buyout",
  "ipa": {
    "us": "ˈbaɪaʊt",
    "uk": "ˈbaɪˌaʊt"
  },
  "sentences": [
    {
      "en": "But Yahoo may not be able to avoid a buyout by Microsoft.",
      "cn": "但雅虎可能避免不了微软的收购."
    },
    {
      "en": "But Yahoo may not be able to avoid buyout by Microsoft.",
      "cn": "但是,雅虎可能无法避免微软的收购."
    },
    {
      "en": "Buyout exits will lift both the M & A and IPO markets.",
      "cn": "收购再退出的操作,将同时提振 并购 和IPO市场."
    },
    {
      "en": "Feinberg, the reclusive founder of Cerberus Capital Management, the big buyout firm.",
      "cn": "他是大型投资公司博龙资产管理公司的创始人."
    },
    {
      "en": "Fu - hu has said that current antenna video content is essential to take the buyout approach.",
      "cn": "曾伏虎说,天线视频目前的节目内容基本采取的是买断方式."
    },
    {
      "en": "He received three ways through advertising: direct share, buyout and the Under - plus share.",
      "cn": "他通过三种方式拿到广告位: 直接分成 、 买断以及保底加分成."
    },
    {
      "en": "It is thought that a management buyout is one option.",
      "cn": "管理层收购被认为是一种选择。"
    },
    {
      "en": "KKR looks particularly vulnerable because it is less diversified than its arch - rival in the leveraged - buyout business.",
      "cn": "KKR看似尤为脆弱,因为与其杠杆收购业务中的主要竞争对手相比,其多样化程度较差."
    },
    {
      "en": "Of course, welcome the buyout, after all, money first!",
      "cn": "当然欢迎买断了, 毕竟先收钱嘛!"
    },
    {
      "en": "So in Orwellian fashion , the buyout firms decided to change their moniker.",
      "cn": "因此,用奥威尔的说法, 并购公司决定改名换姓."
    },
    {
      "en": "Some years back our competitors were known as'leveraged - buyout operators.",
      "cn": "几年前,我们的竞争对手被称为 “ 杠杆并购机构”."
    },
    {
      "en": "The buyout negotiation lasted several days.",
      "cn": "收购的谈判持续了几天."
    },
    {
      "en": "The LBO ( leveraged buyout ) also are at the edge of danger.",
      "cn": "而杠杆收购 ( leveragedbuyout ) 也正处于危险边缘."
    },
    {
      "en": "They staged a management buyout to pre - empt a takeover bid.",
      "cn": "他们筹划买下资方的全部产权以便抢先得到兼并出价的好处."
    },
    {
      "en": "When the credit markets collapsed in 2007, the leveraged buyout boom abruptly ended, leaving damage.",
      "cn": "2007年信贷市场崩溃之时, 杠杆收购潮迅即结束, 留下哀鸿遍野."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "leveraged buyout",
      "tran_cn": "[经]融资收买；融资买入"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "全部买下，买下（公司或产业）"
    }
  ],
  "exchange": {
    "pl": [
      "buyouts"
    ]
  }
}