{
  "word": "sponsor",
  "ipa": {
    "us": "ˈspɒnsə(r)",
    "uk": "ˈspɑːnsər"
  },
  "sentences": [
    {
      "en": "An error occurred attempting to evict this computer from the sponsor cluster.",
      "cn": "试图从发起群集退出此计算机时出错."
    },
    {
      "en": "Companies will now be able to sponsor programmes on ITV and Channel 4.",
      "cn": "现在公司可以在独立电视台和第4频道上出资做节目广告了。"
    },
    {
      "en": "corporate sponsors",
      "cn": "企业赞助商"
    },
    {
      "en": "Deed Poll or Change of Name Certificate of applicant and sponsor.",
      "cn": "申请人和主申请人更改名称的证书或契据."
    },
    {
      "en": "Dozens of companies, including Hewlett-Packard, are sponsoring the event.",
      "cn": "包括惠普在内的许多公司都在赞助这项赛事。"
    },
    {
      "en": "Eastman Kodak is a major sponsor of the Olympics.",
      "cn": "伊士曼柯达公司是奥运会的主要赞助商。"
    },
    {
      "en": "government-sponsored projects",
      "cn": "政府资助的项目"
    },
    {
      "en": "Have you been keeping in touch with your financial sponsor?",
      "cn": "你和你的担保人保持联系 吗 ?"
    },
    {
      "en": "In the pond sponsor responded to the correspondent's corresponding responsibility.",
      "cn": "在池塘里主办者对通讯员的相应责任做出了回应."
    },
    {
      "en": "It is important that your sponsor be truly committed to the value of the project to ensure that funds and support are not in jeopardy if adoption is not immediate.",
      "cn": "发起人必须真正认可项目的价值，这一点很重要，只有这样才能确保在推广没有立即见效时资金和支持不会随之消失。"
    },
    {
      "en": "It is shirt sponsor to Manchester United football club.",
      "cn": "另外它们还为足球俱乐部曼彻斯特联队提供球衣赞助."
    },
    {
      "en": "Many banks sponsor their own credit card companies.",
      "cn": "许多银行经办自己的信用卡公司."
    },
    {
      "en": "Maybe you can find it out from the sponsor of this art exhibition.",
      "cn": "也许你可以从画展的主办者那儿得知."
    },
    {
      "en": "Please phone or email us if you are interested a sponsor.",
      "cn": "如您有兴趣助养,请以电话或电邮与我们联系."
    },
    {
      "en": "Race officials announced a handful of new sponsors on Tuesday.",
      "cn": "比赛官员们星期二公布了几位新赞助人。"
    },
    {
      "en": "The bill was sponsored by a Labour MP.",
      "cn": "这项议案是一位工党议员提交的。"
    },
    {
      "en": "The chief sponsor of the New York law, state Senator Emanuel Gold, says he's not giving up.",
      "cn": "纽约州立法的主要倡议人州参议员伊曼纽尔·戈尔德说，他不会放弃。"
    },
    {
      "en": "The competition was sponsored by British Airways.",
      "cn": "此项比赛由英国航空公司赞助。"
    },
    {
      "en": "The cost of which is borne by an identified sponsor.",
      "cn": "其费用由主办人承担."
    },
    {
      "en": "The senator announced that he would sponsor the health care plan.",
      "cn": "这位参议员宣布他将发起这一保健计划。"
    },
    {
      "en": "the sponsor of the new immigration bill",
      "cn": "新移民法案的倡议者"
    },
    {
      "en": "The sponsor of the project dogged it when needed most.",
      "cn": "项目主办方在最需要他们的时候退出了."
    },
    {
      "en": "There were going to be fifty questions and people would sponsor us.",
      "cn": "大赛将出50道题目,人们会赞助我们."
    },
    {
      "en": "To Adela's delight, she was named the sponsor of her school party.",
      "cn": "令她高兴的是, 这次舞会是用她的名字赞助的."
    },
    {
      "en": "When you define the project, you make sure that you have an agreement with the project sponsor on what work should be completed in this project.",
      "cn": "在你定义项目的时候，你要确保和项目发起人在项目应该完成的所有工作内容上达成一致意见。"
    },
    {
      "en": "Who is the sponsor of the research program?",
      "cn": "谁是这个研究项目的发起人?。"
    },
    {
      "en": "Would you bring me home or would you sponsor for me?",
      "cn": "唔知你地愿唔愿意带我返屋企又或者助养我 呢 ?"
    },
    {
      "en": "You cannot get a work visa without an American sponsor.",
      "cn": "如果没有美国担保人就拿不到工作签证。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "sponsorship",
          "tran_cn": " 赞助；发起；保证人的地位；教父母身份"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "backer",
            "promoter",
            "supporter",
            "underwriter"
          ],
          "tran_cn": "保证人;赞助者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "back",
            "backer",
            "encourage",
            "finance",
            "guarantee",
            "insure",
            "patron",
            "patronize",
            "promoter",
            "supporter",
            "underwriter"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "launch",
            "support of"
          ],
          "tran_cn": "赞助；发起"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "发起者，主办者，担保者，倡议者，提案人，后援组织",
      "tran_en": "someone who officially agrees to help someone else, or to be responsible for what they do"
    },
    {
      "pos": "n&v",
      "tran_cn": "发起(人)；主办(人)",
      "tran_en": "someone who officially introduces or supports a proposal for a new law"
    },
    {
      "pos": "v",
      "tran_cn": "赞助；发起",
      "tran_en": "to give money to a sports event, theatre, institution etc, especially in exchange for the right to advertise"
    },
    {
      "pos": "vt",
      "tran_cn": "赞助",
      "tran_en": "to officially support a proposal for a new law"
    }
  ],
  "exchange": {
    "pl": [
      "sponsors"
    ],
    "third": [
      "sponsors"
    ],
    "past": [
      "sponsored"
    ],
    "done": [
      "sponsored"
    ],
    "ing": [
      "sponsoring"
    ]
  }
}