{
  "word": "tempera",
  "ipa": {
    "us": "ˈtempərə",
    "uk": "ˈtɛmpərə"
  },
  "sentences": [
    {
      "en": "Certain pigment colours were painted on to dry plaster using tempera (where egg yolk is used to fix the pigment).",
      "cn": "使用蛋彩画颜料（内含可以定色的蛋黄）在干石膏上绘出了特定颜色。"
    },
    {
      "en": "Fiberfrax Topcoat 2600 Insulating Mix has a tempera - ture grade rating of 1426 C ( 2600 F ).",
      "cn": "FiberfraxTopcoat2600绝热混合物的额定温度为1426C ( 2600F )."
    },
    {
      "en": "It provides protection againstslag and alkali attack when applied to Fiberfrax high - tempera - ture boards and modules.",
      "cn": "在用于Fiberfrax高温板材及模块时,可起保护作用,防止熔渣及碱类的侵蚀."
    },
    {
      "en": "P > Tempera was used to paint frescos hundreds of years ago.",
      "cn": "数百年前蛋彩画颜料被用来画壁画."
    },
    {
      "en": "So studying Tempera is significant to develop the modern painting material.",
      "cn": "研究丹配拉绘画,对现代绘画材料的拓宽有着极为重要的意义."
    },
    {
      "en": "That the Temple of Dendur would once more be erected in all its cardboard and tempera glory, and the final bittersweet pages of “Tuck Everlasting” read aloud in Ms. Duffy’s husky, choked-up voice?",
      "cn": "丹杜尔神庙会在硬纸板上壮丽的蛋彩画上重新矗立起来吗？ 达夫老师还会再一次用她那嘶哑结巴的嗓音大声朗读《真爱无敌》那苦乐参半的结局吗？"
    },
    {
      "en": "The acclaimed artist painted landscapes and figure subjects and worked mostly in tempera and watercolor.",
      "cn": "这位著名艺术家的创作多以风景和人物为主题，大多数作品为蛋彩画和水彩画。"
    },
    {
      "en": "The stability field of Al ( OH ) _ 3 and AlF _ 6~ ( 3 - ) is mid - high tempera - ture and inter mediate - alkalic area.",
      "cn": "Al ( OH ) _3和AlF_6~ ( 3- ) 的稳定场是中高温 - 中碱性区."
    },
    {
      "en": "The traditional Tempera painting techniques is the expression the religious and spiritual historical limitation.",
      "cn": "传统坦培拉技法严谨、繁琐,严格的绘画程序是宗教和古典精神的历史局限性的体现."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蛋彩画（用蛋清代油调和的鸡蛋水胶养料画法）",
      "tran_en": "a type of paint in which the colour is mixed with a thick liquid"
    }
  ],
  "exchange": {
    "pl": [
      "temperas"
    ]
  }
}