{
  "word": "outdated",
  "ipa": {
    "us": "ˌaʊtˈdeɪtɪd",
    "uk": "ˌaʊtˈdeɪtɪd"
  },
  "sentences": [
    {
      "en": "\"The leaders are outdated,\" he stated baldly. \"They don't relate to young people.\"",
      "cn": "“这些领导都落伍了，”他直言不讳地说，“他们不了解年轻人的想法。”"
    },
    {
      "en": "a factory with outdated equipment",
      "cn": "设备陈旧的工厂"
    },
    {
      "en": "An invention may be new toady, but in a few years, it may be outdated.",
      "cn": "一项发明今天可能新颖, 过几年可能就会过时."
    },
    {
      "en": "Any compilation becomes outdated nearly as soon as it is printed.",
      "cn": "任何编纂品几乎一经出版就显得过时."
    },
    {
      "en": "Caryl Churchill's play about Romania is already outdated.",
      "cn": "卡里尔·丘吉尔关于罗马尼亚的戏剧已经过时了。"
    },
    {
      "en": "His writing style is now boring and outdated.",
      "cn": "他的写作风格如今已显得乏味而过时了。"
    },
    {
      "en": "In many places, classrooms are overcrowded and curricula are outdated.",
      "cn": "许多地方的教室过于拥挤,课程已经过时."
    },
    {
      "en": "It is dangerous to cling to outdated ideas and theories.",
      "cn": "坚持过时的观点和理论是很危险的."
    },
    {
      "en": "outdated teaching methods",
      "cn": "不合时宜的教学方法"
    },
    {
      "en": "Some scientific theories that Mac Diarmid quoted in his long poems are obviously outdated now.",
      "cn": "麦克迪阿米德在他的长诗中所引用的科学理论现在显然已过时了."
    },
    {
      "en": "That list of addresses is outdated, many have changed.",
      "cn": "那个通讯录已经没用了, 许多地址已经改了."
    },
    {
      "en": "The car has been criticized for its outdated body styling.",
      "cn": "这种轿车因其过时的车身式样而受到批评。"
    },
    {
      "en": "The image of art theft as a gentleman's crime is outdated.",
      "cn": "把盗窃艺术品看作是一种绅士犯罪的观念已经过时了。"
    },
    {
      "en": "The special effects are very outdated and look rather laughable now.",
      "cn": "剧中的特效方面在现在看起来已经非常过时与可笑了."
    },
    {
      "en": "The tourists snigger at the locals' outdated ways and dress.",
      "cn": "游客们偷偷地取笑当地人落伍的做法和衣着。"
    },
    {
      "en": "These figures are now outdated.",
      "cn": "这些数字现在已经过时。"
    },
    {
      "en": "We want to get away from the politics of outdated dogmatism and class confrontation.",
      "cn": "我们想摒弃过时的教条主义和阶级对抗的政治观点。"
    },
    {
      "en": "Whole areas of libraries fade from use as they become outdated or outmoded.",
      "cn": "随着图书资料的逐渐陈旧过时,整个图书馆的用处开始退化."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "old",
            "old-fashioned",
            "outmoded",
            "unfashionable"
          ],
          "tran_cn": "过时的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "antiquated",
            "old",
            "old-fashioned",
            "outmoded",
            "unfashionable"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "过时的，旧式的，落伍的，不流行的",
      "tran_en": "if something is outdated, it is no longer considered useful or effective, because something more modern exists"
    },
    {
      "pos": "v",
      "tran_cn": "使过时(outdate的过去式和过去分词)"
    }
  ],
  "exchange": {}
}