{
  "word": "semblance",
  "ipa": {
    "us": "ˈsembləns",
    "uk": "ˈsɛmbləns"
  },
  "sentences": [
    {
      "en": "A semblance of normality has returned with people going to work and shops re-opening.",
      "cn": "随着人们开始上班，商店重新开张，表面上一切又恢复了正常。"
    },
    {
      "en": "After the war, life returned to a semblance of normality.",
      "cn": "战后，生活稍微恢复了正常。"
    },
    {
      "en": "At least a semblance of normality has been restored to parts of the country.",
      "cn": "该国的部分地区至少已经恢复了表面的常态。"
    },
    {
      "en": "By this time some semblance of order had been restored.",
      "cn": "到这时,秩序在表面上已有所恢复."
    },
    {
      "en": "He bears the semblance of an angel and the heart of a devil.",
      "cn": "他貌似天使,心如魔鬼."
    },
    {
      "en": "He tried to restore some semblance of normality to their home life.",
      "cn": "他力图使他们的家庭生活恢复正常."
    },
    {
      "en": "He was sad, but his face had the semblance of a smile.",
      "cn": "他很伤心, 但脸上露出微笑的表情."
    },
    {
      "en": "Her semblance of anger frightened the children.",
      "cn": "她生气的样子使孩子们感到害怕."
    },
    {
      "en": "His left eye moved with just the semblance of a wink.",
      "cn": "\"他的左眼牵动了一下,算是眨眼了."
    },
    {
      "en": "It was not until the early 1840 s that a semblance of confidence in business was restored.",
      "cn": "直到十九世纪四十年代初,才恢复了对商业的表面信任."
    },
    {
      "en": "Lily shook her head with a charming semblance of regret.",
      "cn": "丽莉摇摇头,妩媚地表示遗憾."
    },
    {
      "en": "Rear Admiral Spruance, issuing order after order on the TBS, finally regained a semblance of control.",
      "cn": "海军少将斯普鲁恩斯通过短程无线电对讲机发布一道又一道命令, 表面上总算重新控制了局面."
    },
    {
      "en": "She was trying to get her thoughts back into some semblance of order .",
      "cn": "她想稍微理出个头绪来。"
    },
    {
      "en": "The ceasefire brought about a semblance of peace.",
      "cn": "停火协定带来了表面的和平。"
    },
    {
      "en": "They had nursed Peter back to some semblance of health.",
      "cn": "在他们的照料下，彼得貌似恢复了健康。"
    },
    {
      "en": "With it , even the semblance of a fit in his clothes.",
      "cn": "这样一来, 连他的衣服也显得很不合身了."
    },
    {
      "en": "Your mother bears the semblance of yourself.",
      "cn": "你的母亲有你的相似之处."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "aspect",
            "simulation",
            "acting",
            "similarity",
            "colour"
          ],
          "tran_cn": "外貌；假装；类似"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "air",
            "analogy",
            "appearance",
            "color",
            "correspondence",
            "equality",
            "mien",
            "portrait"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "外表，外观，类似，假装，副本，拷贝",
      "tran_en": "If there is a semblance of a particular condition or quality, it appears to exist, even though this may be a false impression"
    }
  ],
  "exchange": {
    "pl": [
      "semblances"
    ]
  }
}