{
  "word": "poppy",
  "ipa": {
    "us": "ˈpɒpi",
    "uk": "ˈpɑpi"
  },
  "sentences": [
    {
      "en": "According to my database, the poppy has a powerful sleep - inducing effect.",
      "cn": "据我的数据库显示, 罂粟具有显著的催眠作用."
    },
    {
      "en": "Although the poppy flower is beautiful, it will bring people deadly poison.",
      "cn": "“罂粟花虽美, 但可以却给人致命的毒”翻译成英文是什么?"
    },
    {
      "en": "Bamiyan is one of the few success stories in Afghanistan: it is poppy-free, the government functions well, and as she points out, \"It is the safest place in Afghanistan.",
      "cn": "巴米扬是阿富汗为数不多的成功的地区之一：罂粟免费，政府运转良好，正向他指出的，“这是阿富汗最安全的地方。"
    },
    {
      "en": "Bees moved , humming thoughtfully , from scarlet poppy to purple thistle.",
      "cn": "蜜蜂在鲜红的罂粟花和艳紫的蓟草花之间飞舞嗡嗡低吟."
    },
    {
      "en": "California poppy promotes sleep, helps one to relax, and eases mild anxiety.",
      "cn": "加州罂粟花可促进睡眠 、 松弛神经及舒缓忧虑."
    },
    {
      "en": "California wild poppy with bright red flowers.",
      "cn": "加利弗尼亚一种开亮丽的红色花的野生罂粟."
    },
    {
      "en": "Check poppy fruit across the skin, will be out of milky juice.",
      "cn": "取罂粟果划破表皮, 会流出乳白色的果汁."
    },
    {
      "en": "I am the color of passion and of love, the red rose, the poinsettia and the poppy.",
      "cn": "我是激情和爱情的颜色，是红玫瑰、猩猩木和罂粟的颜色。"
    },
    {
      "en": "Old World alpine poppy with white or yellow to orange flowers.",
      "cn": "东半球一种山罂粟,开白或黄到橙黄色花."
    },
    {
      "en": "Poppy : Yawn! The boarding school treat again!",
      "cn": "唷! 又拿寄宿学校威胁我!"
    },
    {
      "en": "Poppy backward, in the top to an oval - shaped fruit - poppy fruit.",
      "cn": "罂粟花落后, 在顶端结成椭圆型的果实 —— 罂粟果."
    },
    {
      "en": "Poppy: Oh no there's a juggernaut, get down!",
      "cn": "波比: 哦,不,那儿有个神像, 快下来!"
    },
    {
      "en": "She pinned the poppy to his raincoat.",
      "cn": "她把罂粟花别在了他的雨衣上。"
    },
    {
      "en": "The Queen laid a poppy wreath at the war memorial.",
      "cn": "女王向阵亡将士纪念碑献了罂粟花圈."
    },
    {
      "en": "The tall poppy gets the chop.",
      "cn": "枪打领头鸟,斧砍长头草."
    },
    {
      "en": "We were testing their memory for details; for instance, asking if they had seen a picture of bread topped with sesame or poppy seeds.",
      "cn": "我们当时是在测试他们对于细节的记忆力；然后问他们之前看到的那张面包图片是撒有芝麻的还是罂粟籽。"
    },
    {
      "en": "What is red? A poppy's red in its barley bed.",
      "cn": "什么是艳红色? 在大麦床里的罂粟花就是艳红色."
    },
    {
      "en": "Why do we wear Poppy to - day?",
      "cn": "为什麽我们今天要配戴红色罂粟花?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "papaveraceous"
          ],
          "tran_cn": "罂粟科的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "papaver",
            "coquelicot"
          ],
          "tran_cn": "[毒物][植]罂粟花；罂粟属植物；深红色"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "opium poppy",
      "tran_cn": "n. 罂粟"
    },
    {
      "phrase": "poppy seed",
      "tran_cn": "罂粟籽"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "罂粟科的"
    },
    {
      "pos": "n",
      "tran_cn": "[植]罂粟（花），罂粟属植物，深红色",
      "tran_en": "a plant that has brightly coloured, usually red, flowers and small black seeds"
    }
  ],
  "exchange": {
    "pl": [
      "poppies"
    ]
  }
}