{
  "word": "undisguised",
  "ipa": {
    "us": "ˌʌndɪsˈgaɪzd",
    "uk": "ˌʌndɪsˈɡaɪzd"
  },
  "sentences": [
    {
      "en": "a look of undisguised admiration",
      "cn": "不加掩饰的仰慕神情"
    },
    {
      "en": "By mid-season the hostility between the two was undisguised.",
      "cn": "赛季过半时，双方之间的敌意已经公开化了。"
    },
    {
      "en": "Frances beamed at her friend with undisguised admiration.",
      "cn": "弗朗西丝开心地对自己的朋友笑着，毫不掩饰她的羡慕之情。"
    },
    {
      "en": "From the start of that campaign, I faced undisguised hostility because of my sex.",
      "cn": "从竞选一开始, 我就要面对他们毫不掩饰的对女性的敌意."
    },
    {
      "en": "From the start to that campaign, I faced undisguised hostility because of my sex.",
      "cn": "从竞选运动一开始我便因是女性而面对毫不掩饰的敌意."
    },
    {
      "en": "He made an undisguised attack.",
      "cn": "他公然予以攻击."
    },
    {
      "en": "Hean looked down at Bauer in undisguised disgust.",
      "cn": "希恩低头看了看鲍尔，毫不掩饰自己的厌恶。"
    },
    {
      "en": "Her exultation being quite undisguised was singularly inoffensive.",
      "cn": "她的欢欣因为是完全不加掩饰的,所以格外不惹人反感."
    },
    {
      "en": "It is time, sir, to speak the undisguised language of historical truth.",
      "cn": "阁下, 现在该是毫不掩饰地说清楚历史真相的时候了."
    },
    {
      "en": "Mr. Lorry immediately remembered, and regarded his new visitor with an undisguised look of abhorrence.",
      "cn": "罗瑞先生立即想了起来, 用并不掩饰的厌恶之情望了望新来的客人."
    },
    {
      "en": "Our previous spy shots have revealed a nearly undisguised version of the 2010 GL.",
      "cn": "我们过去的间谍杆揭示了几乎毫不掩饰的2010年版本的冰川."
    },
    {
      "en": "She looked at him with immediate and undisguised contempt.",
      "cn": "她用毫不掩饰的轻蔑眼光看着他."
    },
    {
      "en": "The sentence is not unusual in the real undisguised.",
      "cn": "不寻常的一句话却真实得露骨."
    },
    {
      "en": "There was undisguised contempt in his voice.",
      "cn": "他的语气中带着不加掩饰的轻蔑。"
    },
    {
      "en": "They looked upon the creature with a loathing undisguised.",
      "cn": "他们流露出明显的厌恶看那动物."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "open",
            "unconcealed"
          ],
          "tran_cn": "无伪装的；公开的；不戴假面具的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "aboveboard",
            "patent",
            "pure",
            "single",
            "straightforward"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不加掩饰的，坦率的，公开的，露骨",
      "tran_en": "an undisguised feeling is clearly shown and not hidden"
    }
  ],
  "exchange": {}
}