{
  "word": "pituitary",
  "ipa": {
    "us": "pɪˈtju:ɪtəri",
    "uk": "pɪˈtuəteri"
  },
  "sentences": [
    {
      "en": "A pituitary hormone that stimulates and maintains the secretion of milk.",
      "cn": "刺激甲状腺官能的垂体激素."
    },
    {
      "en": "A small branching cell of the posterior lobe of the pituitary gland.",
      "cn": "'垂'.''体后叶小细胞位于脑''.'垂'.''体腺的后裂''.'片'. ''上的小型分枝细胞."
    },
    {
      "en": "As insulin levels rise with weight gain, the pituitary releases ever higher levels of the fertility-regulating luteinizing hormone.",
      "cn": "随着体重增加，继而胰岛素水平上升，脑垂体释放更多调节生育的促黄体激素。"
    },
    {
      "en": "Chronically high levels of luteinizing hormone and other signals released by the pituitary disrupt the natural cycle of fertility hormones that signal the ovaries to release eggs.",
      "cn": "由脑垂体持续释放更多的促黄体激素和其他信号，这便破坏了传递信号给卵巢释放卵子的生育激素正常循环。"
    },
    {
      "en": "Deficiency syndrome of Kidney Yang involves the dysfunction of Hypothalamic - Pituitary - target gland axis.",
      "cn": "肾阳虚证下丘脑 - 垂体 - 靶腺(肾上腺、甲状腺、性腺及胸腺)轴的功能紊乱."
    },
    {
      "en": "Gotu Kola works on the pituitary gland, which regulates all hormones.",
      "cn": "可拉树有助脑下垂体的功能, 从而调节整体荷尔蒙分泌."
    },
    {
      "en": "Have you ever received growth hormone made from human pituitary glands?",
      "cn": "您曾经接受过人类脑下垂体的成长激素 吗 ?"
    },
    {
      "en": "Hormone secretion is controlled by the pituitary gland.",
      "cn": "荷尔蒙的分泌是由垂体控制的."
    },
    {
      "en": "Instead, the team discovered that the pituitary does not lose its ability to respond to insulin.",
      "cn": "这样一来，研究团队发现脑垂体并不会消失对胰岛素响应的能力。"
    },
    {
      "en": "It fever can stimulate the pituitary hormone secretion and promote long high.",
      "cn": "听说发烧可以刺激脑垂体分泌激素,促进长高."
    },
    {
      "en": "Objective : To study MRI features and its diagnostic value of pituitary microadenoma.",
      "cn": "目的: 探讨垂体微腺瘤的MRI表现特征及其诊断价值."
    },
    {
      "en": "Objective Report the clinical result of SRS for pituitary adenoma.",
      "cn": "目的分析报告微小垂体腺瘤SRS治疗观察结果."
    },
    {
      "en": "Objective To improve further the effects of treatment for pituitary adenoma apoplexy.",
      "cn": "目的为了进一步提高垂体腺瘤卒中的治疗效果."
    },
    {
      "en": "Objective To study the dynamic contrast - enhanced MRI appearances of pituitary micro - adenoma.",
      "cn": "目的探讨垂体微腺瘤MRI动态增强扫描的特征."
    },
    {
      "en": "Objective To supply anatomic landmarks and parameters for subfrontal transsphenoidal pituitary surgery.",
      "cn": "目的为额下经蝶窦手术入路切除垂体腺瘤提供解剖标志和解剖学参数."
    },
    {
      "en": "Sparse data available on pituitary, adrenal, and gonadal disorders.",
      "cn": "有关垂体 、 肾上腺及性腺疾病的资料较少."
    },
    {
      "en": "The change of hypothalamus - pituitary - gonad ( HPG ) axis is very predominant in this process.",
      "cn": "下丘脑 - 垂体 - 性腺 轴的变化在衰老过程中尤为突出."
    },
    {
      "en": "Two of the glands most extensively concerned with the response to trauma -- the pituitary and adrenals.",
      "cn": "对创伤反应最有关系的两个腺体是脑垂体和肾上腺."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "anterior pituitary",
      "tran_cn": "垂体前叶；脑下腺前叶"
    },
    {
      "phrase": "pituitary gland",
      "tran_cn": "[解]脑下垂体"
    },
    {
      "phrase": "pituitary stalk",
      "tran_cn": "n. 垂体；脑垂腺柄"
    },
    {
      "phrase": "pituitary tumor",
      "tran_cn": "垂体肿瘤，垂体瘤"
    },
    {
      "phrase": "posterior pituitary",
      "tran_cn": "n. 脑垂体后叶"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（脑）垂体",
      "tran_en": "the small organ at the base of your brain which produces  hormone s  that control the growth and development of your body"
    }
  ],
  "exchange": {
    "pl": [
      "pituitaries"
    ]
  }
}