{
  "word": "Abigail",
  "ipa": {
    "us": "'æbɪgeɪl",
    "uk": " 'æbɪ,gel"
  },
  "sentences": [
    {
      "en": "Abigail the mother of Amasa , whose father was Jether the Ishmaelite.",
      "cn": "耶拉篾又娶一妻名叫亚她拉,是阿南的母亲."
    },
    {
      "en": "Abigail The score was fantastic too. It really added the action.",
      "cn": "阿比盖尔:配乐也好得很, 使剧情更为生色."
    },
    {
      "en": "Abigail was a prophet in the Book of Samuel.",
      "cn": "艾比盖尔是《母尔记》中的一位预言家."
    },
    {
      "en": "Abigail: Fantastic. I heard a couple of the tracks on the radio yesterday. They were amazing.",
      "cn": "艾比盖尔: 好啊. 我昨天在收音机上听到其中几首歌, 非常好听."
    },
    {
      "en": "Abigail: How much did she win?",
      "cn": "艾比盖尔: 她赢了多少钱?"
    },
    {
      "en": "Abigail: Well, it was very difficult. I did not know it, did you?",
      "cn": "艾比盖尔: 那个问题很难回答. 我就不知道答案, 你 呢 ?"
    },
    {
      "en": "Amos Bronson Alcott married Abigail May on May 23, 1830.",
      "cn": "爱默斯?布朗森?爱尔考特在1830年5月23日娶了艾碧该?梅为妻."
    },
    {
      "en": "And David sent and proposed to Abigail, to take her as his wife.",
      "cn": "于是大卫打发人去,与亚比该说, 要娶他为妻."
    },
    {
      "en": "And David's two wives were and Abigail the wife of Nabal the Carmelite.",
      "cn": "5大卫的两个妻―耶斯列人亚希暖和作过拿八妻的迦密人亚比该,也被掳去了."
    },
    {
      "en": "And David's two wives were, Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite.",
      "cn": "5大卫的两个妻─耶斯列人亚希暖和作过拿八妻的迦密人亚比该, 也被掳去了."
    },
    {
      "en": "As wife of the first Vice President, Abigail became a good friend to Mrs. Washington and a valued help in official entertaining, drawing on her experience of courts and society abroad.",
      "cn": "作为第一副总统夫人，阿比盖尔成为华盛顿夫人要好的朋友，依靠她在法院和国外的生活经验，对于官方娱乐活动提供了有益的帮助。"
    },
    {
      "en": "Cindy: Hi, is that you Abigail? Can you come over?",
      "cn": "辛迪: 喂, 是艾比盖尔 吗 ?你可以到我家来 吗 ?"
    },
    {
      "en": "He complained to his wife Abigail, \"My country has in its wisdom contrived for me the most insignificant office that ever the invention of man contrived or his imagination conceived.",
      "cn": "他曾对他的妻子阿比盖尔抱怨，“我们的国家自做聪明，拿那个最不起眼的职位给我，可能就是某个人即兴杰作或者是他的想象。”"
    },
    {
      "en": "I received a prize from Abigail . Can I still get a prize from AAA?",
      "cn": "我收到了阿碧洁尔的奖品. 我还可以从AAA那儿赢取奖品 吗 ?"
    },
    {
      "en": "In that case, you must come along with Abigail and Jessica to Thanksgiving.",
      "cn": "如果是这样的话, 你必须同艾比盖尔和杰茜一起来过感恩节."
    },
    {
      "en": "Joel Siegel: Catherine Zeta - Jones and Abigail Breslin star in No Reservations.",
      "cn": "乔-西格: 凯瑟琳·泽塔 -琼斯 以及阿比盖尔·布兰斯林《美味关系》中担当主角."
    },
    {
      "en": "Like other women of the time, Abigail lacked formal education; but her curiosity spurred her keen intelligence, and she read avidly the books at hand.",
      "cn": "与同时代其他的妇女一样，阿比盖尔缺乏正式的教育。 但是她的好奇心使她生性聪敏。"
    },
    {
      "en": "Pauline Friedman took the name Abigail from the Christian Bible Old Testa - ment.",
      "cn": "波林·弗里德曼的笔名艾比盖尔取自《圣经·旧约》."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（贵妇人的贴身）使女",
      "tran_en": "the woman who brought provisions to David and his followers and subsequently became his wife (I Samuel 25:1–42)"
    }
  ],
  "exchange": {}
}