{
  "word": "subcommittee",
  "ipa": {
    "us": "ˈsʌbkəmɪti",
    "uk": "ˈsʌbkəmɪti"
  },
  "sentences": [
    {
      "en": "According to a recent report from an FDA subcommittee, the answer, apparently, is yes.",
      "cn": "根据最近一份来自FDA委员会的报告显示, 答案显然是肯定的."
    },
    {
      "en": "All applications are considered by the QEF Steering Committee ( QEFSC ) and its Assessment Subcommittee.",
      "cn": "优质教育基金 督导 委员会及辖下的评审专责委员会负责评审所有拨款申请书."
    },
    {
      "en": "Amazingly , it's called the Stardust Sample Allocation Subcommittee ( SSAS ).",
      "cn": "它叫“星尘号样品分配分委员会” ( SSAS )."
    },
    {
      "en": "Attend all meetings called by the subcommittee chair.",
      "cn": "参加小组委员会主委所召集的各项会议."
    },
    {
      "en": "Mbeki was deputy president at the time and headed the parliamentary subcommittee awarding the contracts.",
      "cn": "姆贝基时任副总统,同时是批准该合同的议会委员会的负责人."
    },
    {
      "en": "Moen shared her son's story in front of the Senate Environment and Public Works Children's Health subcommittee today.",
      "cn": "今天，在参议员环境和公共事务儿童健康小组委员会前，摩恩分享了她儿子的故事。"
    },
    {
      "en": "The district Rotary Foundation committee consists of a chair and seven subcommittee chairs.",
      "cn": "地区扶轮基金委员会包括一位主委和七位小组委员会主委."
    },
    {
      "en": "The Rotary Foundation Trustees recommend that, if possible, the committee chair and subcommittee chairs be past district governors.",
      "cn": "扶轮基金管理委员会建议尽可能请前地区总监来出任委员会和小组委员会的主委。"
    },
    {
      "en": "The Senate subcommittee has already reported out four civil - rights bills.",
      "cn": "参议院附属委员会已经返回了四份公民权法案."
    },
    {
      "en": "The subcommittee will get the table along with the original comments.",
      "cn": "小组委员会会收到有关表格及意见正本."
    },
    {
      "en": "The subcommittee's harrowing report was virtually ignored by the news media.",
      "cn": "委员会令人痛心的报告完全被新闻媒体所忽略."
    },
    {
      "en": "This committee ideally should be a subcommittee of an enterprise level governance committee.",
      "cn": "理想情况下，这个委员会应该是企业级治理委员会的子委员会。"
    },
    {
      "en": "What is the standard subcommittee membership as a minimum and who appoints the chairperson?",
      "cn": "标准的小组委员会最低的委员人数是多少?"
    },
    {
      "en": "When in doubt, suggest that a subcommittee be appointed.",
      "cn": "没把握的时候就提议设立专案小组."
    },
    {
      "en": "When the chairman ask him if he will head the subcommittee, the treasurer nodded.",
      "cn": "当董事长问他是否愿意担任人分委会领导时, 司库点头表示同意."
    },
    {
      "en": "You are a Committee Staffer for the Senate Subcommittee on Science , Technology and Space.",
      "cn": "你是参议院科技与太空小组委员会的成员."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "delegation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小组委员会，下属委员会",
      "tran_en": "a small group formed from a committee to deal with a particular subject in more detail"
    }
  ],
  "exchange": {
    "pl": [
      "subcommittees"
    ]
  }
}