{
  "word": "bookshop",
  "ipa": {
    "us": "ˈbʊkʃɒp",
    "uk": "ˈbʊkʃɑːp"
  },
  "sentences": [
    {
      "en": "And you can find the bookshop next to the museum.",
      "cn": "你就会看到书店在博物馆旁边."
    },
    {
      "en": "By pure chance he found the rare book he needed in a little second - hand bookshop.",
      "cn": "纯粹由于偶然的机会,他在一家小旧书店里找到了他所需要的那本难得的书."
    },
    {
      "en": "Could you tell me the way to the bookshop?",
      "cn": "你能告诉我去书店的路 吗 ?"
    },
    {
      "en": "Do you know where I can find a good bookshop?",
      "cn": "你知道我在哪里可以找到好书店?"
    },
    {
      "en": "Excuse me, can you show me the way to the bookshop?",
      "cn": "打扰一下, 你能告诉我去书店的路 吗 ?"
    },
    {
      "en": "He inquired for the book in a bookshop.",
      "cn": "他在书店中查询那本书."
    },
    {
      "en": "His friends live above the bookshop.",
      "cn": "他的朋友们住在书店的楼上。"
    },
    {
      "en": "I got this book by chance at a second - hand bookshop.",
      "cn": "我赶巧在一家旧书店里买到这本书."
    },
    {
      "en": "I hit on this book in a small bookshop.",
      "cn": "我在一家小书店里偶然发现了这本书."
    },
    {
      "en": "I lit upon a rare book in a secondhand bookshop.",
      "cn": "我在一家旧书店里偶然发现一珍本书."
    },
    {
      "en": "I owned a bookshop and desired to expand the business.",
      "cn": "我拥有一家书店，想要扩大业务。"
    },
    {
      "en": "I want to go to the bookshop.",
      "cn": "我想去书店."
    },
    {
      "en": "If you can't do anything on that scale (travel far and wide, or go back to college), you may chose to go to an interesting lecture at a bookshop and come away quite stimulated by what you hear.",
      "cn": "如果你在这一时期什么也不能做（比如旅行，郊游，读书等），那么你可以选择参加书店里有趣的演讲，你将会听到非常刺激的东西。"
    },
    {
      "en": "In Washington, DC, a normally sophisticated bookshop declares itself “your first stop” for the wedding.",
      "cn": "在华盛顿，一家久经世故的书店断言自己本身是婚礼的“第一站”。"
    },
    {
      "en": "On hearing that the new novel was published, he rushed at once to the bookshop for a copy.",
      "cn": "听说那本小说出版了, 他就迫不及待地跑到书店去买."
    },
    {
      "en": "The bookshop has decided to branch out into selling various records and tapes.",
      "cn": "书店已决定扩大业务范围,出售各种唱片和录音带."
    },
    {
      "en": "We'll close that bookshop, and we'll start everything from scratch.",
      "cn": "我们将把那家书店关掉, 一切从头干起."
    },
    {
      "en": "With their help we opened a small bookshop.",
      "cn": "在他们的帮助下,我们开了一家小书店."
    },
    {
      "en": "You can get this book at any bookshop.",
      "cn": "在任何书店都买得到这本书."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "libraire"
          ],
          "tran_cn": "[贸易]书店"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "书店",
      "tran_en": "a shop that sells books"
    }
  ],
  "exchange": {
    "pl": [
      "bookshops"
    ]
  }
}