{
  "word": "Nazi",
  "ipa": {
    "us": "ˈnɑːtsi",
    "uk": "ˈnɑːtsi"
  },
  "sentences": [
    {
      "en": "...the rise of the Nazi Party.",
      "cn": "…纳粹党的崛起。"
    },
    {
      "en": "\"By translation into another language, the Nazi slogan, which is characterized not just by its meaning but also by the German language, is fundamentally transformed, \" it said.",
      "cn": "法院称，“这条纳粹标语不仅是以其含义而且是以德文为特征的，通过翻译变成另一种语言，它就有了根本性的改变。”"
    },
    {
      "en": "a Nazi concentration camp",
      "cn": "纳粹集中营"
    },
    {
      "en": "He was attacked as a racist , xenophobe , and neo nazi .",
      "cn": "他被攻击是种族主义，排外，以及新纳粹。"
    },
    {
      "en": "Nazi closes those war criminals inside their concentration camp.",
      "cn": "纳粹把那些战犯关在他们的集中营里."
    },
    {
      "en": "Northern Rhodesia is in the grip of a \" Reign of Terror \" reminiscent of Nazi Germany.",
      "cn": "津巴布韦 北部在恐怖统治中,使人想起纳粹德国."
    },
    {
      "en": "Of course he was a plain pro - Nazi.",
      "cn": "当然,他是个不折不扣的亲纳粹派."
    },
    {
      "en": "Ownership is not clear because of expropriations in the Nazi era.",
      "cn": "纳粹时期的征用致使所有权不明确。"
    },
    {
      "en": "She avenged her mother's death upon the Nazi soldiers.",
      "cn": "她惩处了纳粹士兵以报杀母之仇."
    },
    {
      "en": "Sometimes he whipped his prey, just as he had been whipped in the Nazi labor camp from which he escaped in 1944 before he could be sent to the gas chambers.",
      "cn": "有时，他也会用鞭子抽打那些纳粹分子，就像他在纳粹集中营遭受过的折磨那样。1944年他逃出了集中营，否则，有可能就会被送进毒气室杀害。"
    },
    {
      "en": "The Allies finally smashed the Nazi war machine.",
      "cn": "同盟国最终粉碎了纳粹的战争机器."
    },
    {
      "en": "The myth of his and Nazi invincibility had been completely destroyed.",
      "cn": "过去他本人之神奇传说,以及纳粹之不败言论,至此乃完全破灭."
    },
    {
      "en": "The Nazi war machine follows Mussolini with iron steps.",
      "cn": "纳粹战争机器跟着墨索里尼的步伐."
    },
    {
      "en": "The untrained Nazi troops sometimes faltered.",
      "cn": "未经训练的纳粹兵常常不堪一击."
    },
    {
      "en": "Their minds weren't warped at an early age by Nazi teachings.",
      "cn": "他们的思想在纳粹催化前就成熟了."
    },
    {
      "en": "This anomalous Nazi - Sponsored haven for Jews, also called Theresienbad, is almost a byword in Europe.",
      "cn": "这个由纳粹创办的,非同寻常的犹太人避难所, 又叫作特莱西恩巴德, 在欧洲颇有名气."
    },
    {
      "en": "This is a novel depicting the bitter sufferings of the inmates in a Nazi concentration camp.",
      "cn": "这是一本描写关押在纳粹集中营的人受苦受难的小说."
    },
    {
      "en": "Those Nazi soldiers killed the old man in cold blood.",
      "cn": "那些纳粹士兵蓄意把那老人残酷地杀了."
    },
    {
      "en": "What percentage of the audiences is Nazi?",
      "cn": "观众中纳粹的百分率是多少？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "纳粹党的，纳粹主义的",
      "tran_en": "You use Nazi to say that something relates to the Nazis"
    },
    {
      "pos": "n",
      "tran_cn": "（德国的）纳粹党员，纳粹主义，纳粹主义信徒",
      "tran_en": "a member of the National Socialist Party of Adolf Hitler which controlled Germany from 1933 to 1945"
    }
  ],
  "exchange": {
    "pl": [
      "Nazis"
    ]
  }
}