{
  "word": "Britain",
  "ipa": {
    "us": "ˈbrɪtn",
    "uk": "ˈbrɪtn"
  },
  "sentences": [
    {
      "en": "Britain and France have expressed some disagreement with the proposal.",
      "cn": "英国和法国对这项提案已经发表了一些反对意见。"
    },
    {
      "en": "Britain did not introduce compulsory primary education until 1880.",
      "cn": "直到1880年，英国才开始实行初等义务教育。"
    },
    {
      "en": "Britain has fallen behind Japan in shipbuilding.",
      "cn": "在造船方面英国已落到日本后头了。"
    },
    {
      "en": "Britain needs to bridge the technology gap between academia and industry.",
      "cn": "英国需要弥合学术界和企业界之间的技术差距。"
    },
    {
      "en": "De Gaulle vetoed Britain's application to join the EEC.",
      "cn": "戴高乐驳回了英国加入欧洲经济共同体的申请。"
    },
    {
      "en": "England, Scotland and Wales compose the island of Great Britain.",
      "cn": "英格兰、苏格兰和威尔士组成大不列颠岛国。"
    },
    {
      "en": "He really was one of the finest boxers in post-war Britain.",
      "cn": "他确实是战后英国最优秀的拳击手之一。"
    },
    {
      "en": "In 1971, the 1p and 2p decimal coins were introduced in Britain.",
      "cn": "英国于1971年开始使用十进制的1便士和2便士硬币。"
    },
    {
      "en": "In World War Ⅱ,Britain fought against Germany.",
      "cn": "第二次世界大战中，英国对德国作战。"
    },
    {
      "en": "It is a part of Britain as yet largely unaccustomed to tourists.",
      "cn": "英国的这一块地方还很不为游客所熟悉。"
    },
    {
      "en": "It is estimated that every year 50 unaccompanied children arrive in Britain.",
      "cn": "据估计，每年有50名儿童独自来到英国。"
    },
    {
      "en": "Jane's goals helped Britain win third place in the Barcelona games.",
      "cn": "简的进球帮助英国队在巴塞罗那奥运会上获得了第三名。"
    },
    {
      "en": "Many of Britain's beaches fail to meet minimum standards of cleanliness.",
      "cn": "英国许多海滩连最起码的卫生标准都达不倒。"
    },
    {
      "en": "New Year's Day is a public holiday throughout Britain.",
      "cn": "元旦是全英国的公众假日。"
    },
    {
      "en": "The vegetarian burger was an innovation which was rapidly exported to Britain.",
      "cn": "素食汉堡是一种迅速传到了英国的新开发食品。"
    },
    {
      "en": "This is the stud  naturalized from Britain.",
      "cn": "这是从不列颠引进的种马。"
    },
    {
      "en": "Traditionally young Asians in Britain have gravitated towards medicine, law and engineering.",
      "cn": "英国的亚裔年轻人通常被吸引到医学、法律及工程专业。"
    },
    {
      "en": "We manage to get most of our produce in Britain.",
      "cn": "我们设法在英国搞到我们所需的大部分农产品。"
    },
    {
      "en": "What went on was a scandal. It was a disgrace to Britain.",
      "cn": "发生的一切是个丑闻，是给英国抹黑。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "battle of britain",
      "tran_cn": "不列颠之战（1940年7至10月英德空军的一系列战斗）；伦敦上空的鹰（电影名称）"
    },
    {
      "phrase": "great britain",
      "tran_cn": "英国"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不列颠，英国",
      "tran_en": "the island containing England, Scotland and Wales, Great Britain"
    },
    {
      "pos": "other",
      "tran_cn": "不列颠；英国"
    }
  ],
  "exchange": {}
}