{
  "word": "backlog",
  "ipa": {
    "us": "ˈbæklɒg",
    "uk": "ˈbæklɔg"
  },
  "sentences": [
    {
      "en": "A huge backlog of work had built up.",
      "cn": "一大堆工作积压了起来."
    },
    {
      "en": "After her summer vacation, she has got a huge backlog of work to do.",
      "cn": "暑假休假以后, 她手头有许多积压的工作要做."
    },
    {
      "en": "Backlog — A reserve supply or an accumulation of unfilled orders.",
      "cn": "积压未交订货,已经下了定单但未交付的订货."
    },
    {
      "en": "I was almost buried by a backlog of work after the holidays.",
      "cn": "假期结束后我一头扎在积压的一大堆工作中."
    },
    {
      "en": "I worry that Kanban systems, with their limited backlog , will exacerbate this problem.",
      "cn": "我很担心看板系统中限制了的backlog, 很可能火上浇油."
    },
    {
      "en": "Investment is needed to reduce the backlog of repairs.",
      "cn": "需要投资来減轻积压的维修工作."
    },
    {
      "en": "It’s going to take us months to clear the backlog .",
      "cn": "我们得花好几个月才能处理完积压未办的事情。"
    },
    {
      "en": "Mapping of product packets ( objects ) for backlog items in the selected release.",
      "cn": "在选定的版本中,为待定项和产品包 ( 对象 ) 间建立对应关系."
    },
    {
      "en": "On March 31,2010 and its firm order backlog totaled US $ 16 billion.",
      "cn": "截止到2010年3月31日,全公司共有员工16,792人,公司的累积确认储备订单总价值为160亿美元."
    },
    {
      "en": "Review and prepare NE orders units, price, mixture , margin, and backlog analysis.",
      "cn": "准备并审核新梯订单台量 、 价格 、 产品组合及库存订单分析."
    },
    {
      "en": "The C - 130 J crews cleared that backlog in four days.",
      "cn": "C-130J机组在四天内将这批订货运送完毕."
    },
    {
      "en": "The genius lie in a backlog, the cleverness lies in diligence.",
      "cn": "天才在于积累, 聪明在于勤奋."
    },
    {
      "en": "The strong results in 2008 due to an accumulated backlog of orders.",
      "cn": "2008年的强劲业绩是因为前期积压的订单."
    },
    {
      "en": "There is a backlog of repairs and maintenance in schools.",
      "cn": "对各学校的修缮和维护工作积压了一堆。"
    },
    {
      "en": "There is a large backlog of cases to hear.",
      "cn": "有大量案件要审讯."
    },
    {
      "en": "We have a backlog of reservations from last night.",
      "cn": "我们从昨晚起就积压了一大堆预约."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "summerwood"
          ],
          "tran_cn": "[管理]积压的工作；积压待办的事务；大木材"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "reserve"
          ],
          "tran_cn": "[计][贸易]储备；把…积压起来"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "积压未办之事，没交付的订货，存货，储备",
      "tran_en": "a large amount of work that you need to complete, especially work that should already have been completed"
    },
    {
      "pos": "v",
      "tran_cn": "储备；把…积压起来"
    }
  ],
  "exchange": {
    "pl": [
      "backlogs"
    ]
  }
}