{
  "word": "orthopedics",
  "ipa": {
    "us": "ˌɔ:θə'pi:dɪks",
    "uk": "ˌɔθə'pidɪks"
  },
  "sentences": [
    {
      "en": "Conclusion Ureter orthopedics and reduction are ideal for the treatment retrocaval ureter.",
      "cn": "结论下腔静脉后输尿管复位矫形手术可获较好疗效."
    },
    {
      "en": "Conclusion. Medication errors in ordering are common in orthopedics.",
      "cn": "结论: 矫形外科的医嘱开错现象是常见的."
    },
    {
      "en": "Did you always know you wanted to specialize in orthopedics?",
      "cn": "你一直都知道你要做个矫形外科医生 吗 ?"
    },
    {
      "en": "If this description matches your behavior, you're probably a weekend warrior, said Jeffrey Spang, MD, an assistant professor of orthopedics at the University of North Carolina School of Medicine.",
      "cn": "如果这个描述正好刻画了你的行为，那你很可能就是一个周末斗士了，北卡罗莱纳大学医学院整形外科助教杰弗里·斯潘医学博士如是说。"
    },
    {
      "en": "It combines mechatronics technology with orthopedics technology in Chinese medicine.",
      "cn": "是现代机电技术和中医矫形技术有机结合的产品."
    },
    {
      "en": "Method: 106 cases were studied about their orthopedics and general surgery.",
      "cn": "方法: 抽取2003年10月份出院的骨外及普外科手术病历各53份,统计分析围手术期抗菌药应用情况."
    },
    {
      "en": "Objective : To provide anatomic data for clinical orthopedics, aesthetics, cosmetology and plastic surgery on the nose.",
      "cn": "目的: 为临床整形外科学 、 美学 、 美容学做鼻整形术提供解剖学数据."
    },
    {
      "en": "Objective Discussing the origin orthopedics patient's pressure ulcers and nursing strategy, enhances work quality of nurse.",
      "cn": "目的探讨骨科患者压疮成因和护理对策, 提高护理质量."
    },
    {
      "en": "Objective To probe the feasibility and efficacy of damage control orthopedics ( DCO ) in treating multiple injuries.",
      "cn": "目的探讨严重多发伤时损伤控制骨科 ( DCO ) 应用的可行性和疗效."
    },
    {
      "en": "Objective: To analyze the perioperative use of antimicrobials in 106 cases of orthopedics and general surgery.",
      "cn": "目的: 了解我院骨外及普外科围手术期抗菌药应用情况并作出客观评价."
    },
    {
      "en": "Orthopedics ( or orthopedic surgery ): Medical specialty concerned with the skeleton and its associated structures.",
      "cn": "骨外科学: 有关骨骼系统及其相关构造功能的维持与恢复之医学专科."
    },
    {
      "en": "PrefaceThe developmental dislocation of the hip ( DDH ) is the common disorder in pediatric orthopedics.",
      "cn": "发育性髋脱位 ( DevelopmentalDislocation oftheHip, DDH ) 是小儿骨科的一种常见病,髋臼病变相对较重."
    },
    {
      "en": "SETTING: Department of Orthopedics, Duisburg - Essen University.",
      "cn": "单位: 德国 Duisburg -Essen大学医院骨科."
    },
    {
      "en": "This article describes a surgical planning system for pediatric hip orthopedics surgery.",
      "cn": "文章介绍了针对小儿先天性髋脱位整形手术的术前规划系统."
    },
    {
      "en": "Towards the Reduction of Medication Errors in Orthopedics and Spinal Surgery: Outcomes Using a Pharmacist - Led Approach.",
      "cn": "减少矫形外科和脊柱外科的错用药物的现象的研究: 来自药剂师主持的实验的结果."
    },
    {
      "en": "We have prosthetics components, universal orthopedics products , wheelchairs, mobility aids and other rehab and home products.",
      "cn": "公司产品有假肢零部件 、 通用矫形器 、 轮椅车、电动轮椅, 以及其他各种康健用品用具."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "整形手术，矫形术，整形外科，矫形学",
      "tran_en": "the part of medicine that treats illnesses or injuries that affect people’s bones or muscles"
    }
  ],
  "exchange": {}
}