{
  "word": "squirrel",
  "ipa": {
    "us": "ˈskwɪrəl",
    "uk": "ˈskwɜːrəl"
  },
  "sentences": [
    {
      "en": "\" The small squirrel said:\" you do not believe, my hand tigers can do card, you see, say it proud raised the yellow soft tigers.",
      "cn": "小松鼠说：“你们不信，我手里的老虎毛可以做证，你们看，说着它骄傲的举起了那根黄澄澄的松软的老虎毛。”"
    },
    {
      "en": "A grey squirrel is scampering from limb to limb.",
      "cn": "一只灰色的松鼠在树枝间跳来跳去."
    },
    {
      "en": "A squirrel hoards nuts for the winter.",
      "cn": "松鼠为过冬贮藏坚果."
    },
    {
      "en": "A squirrel runs along on a transmission line.",
      "cn": "一只松鼠在一条输电线上奔跑."
    },
    {
      "en": "Do you sometimes feel that you are running round like a squirrel in a cage?",
      "cn": "你会有时候会感觉到自己到处乱转，就像是关在笼子里的松鼠一样吗？"
    },
    {
      "en": "He saved like a lunatic squirrel for a new ice age.",
      "cn": "他很象一只为防备新冰川期来临而积攒粮食的松鼠."
    },
    {
      "en": "I don't hanker after squirrel meat.",
      "cn": "我不喜欢吃松鼠肉."
    },
    {
      "en": "It was moving fast like a squirrel, but it was as loud as a bear.",
      "cn": "它像松鼠一样快速的移动但那声音却像是熊发出的似的。"
    },
    {
      "en": "It's a large, clumsy, burrowing squirrel.",
      "cn": "是一只笨手笨脚的打地洞的大松鼠."
    },
    {
      "en": "The driver of the car sheered to avoid hitting the squirrel.",
      "cn": "为了避免压着松鼠,汽车司机偏转了车子."
    },
    {
      "en": "The main types of motor are squirrel - cage, winding and differential types.",
      "cn": "主要类型可分为鼠笼式 、 绕线式及滑差电机拖动."
    },
    {
      "en": "The other day I saw a squirrel in my garden.",
      "cn": "不久前,我在花园里看到了一只松鼠."
    },
    {
      "en": "The red squirrel seemed to have nothing to say too.",
      "cn": "红松鼠似乎也无话可说了."
    },
    {
      "en": "The squirrel Comes to cheer them, too. Come on, come on!",
      "cn": "松鼠也来为它们加油. 加油, 加油!"
    },
    {
      "en": "The squirrel has laid in a store of nuts for the winter.",
      "cn": "松鼠已经贮存了许多坚果以备过冬。"
    },
    {
      "en": "The squirrel makes a store of nuts for the winter.",
      "cn": "松鼠贮藏坚果以备过冬."
    },
    {
      "en": "The squirrel stashes away nuts for winter.",
      "cn": "松鼠贮藏胡桃以备过冬."
    },
    {
      "en": "The wolf might have strayed away after a squirrel or partridge.",
      "cn": "狼可能因为追逐松鼠或鹧鸪而迷了路."
    },
    {
      "en": "To him, the birds sang, the squirrel chattered and the flowers bloomed.",
      "cn": "鸟儿向他歌唱, 松鼠对他叽咕,花儿也为他开放."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "store",
            "reposit"
          ],
          "tran_cn": "贮藏"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "flying squirrel",
      "tran_cn": "[动]鼯鼠"
    },
    {
      "phrase": "ground squirrel",
      "tran_cn": "[动]地松鼠"
    },
    {
      "phrase": "squirrel cage",
      "tran_cn": "adj. 鼠笼式的"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "松鼠",
      "tran_en": "a small animal with a long furry tail that climbs trees and eats nuts"
    },
    {
      "pos": "v",
      "tran_cn": "贮藏"
    }
  ],
  "exchange": {
    "pl": [
      "squirrels"
    ]
  }
}