{
  "word": "edentulous",
  "ipa": {
    "us": "i:'dentʃələs",
    "uk": "i'dentʃələs"
  },
  "sentences": [
    {
      "en": "Conclusion: The collapsible complete denture can restore the edentulous of the patient with microstomia.",
      "cn": "结论: 折叠式上颌全口义齿可用于修复小口畸形患者的牙列缺失."
    },
    {
      "en": "Human jaws are called edentulous jaws when all teeth and to replaced by full dentures.",
      "cn": "人类的上下颌牙齿全部缺损后,称为无牙颌,需要全口义齿修复."
    },
    {
      "en": "Method: A maxillary edentulous jaw was restored by four - implants - supported fixed bridge and extracoronal resilient attachment denture.",
      "cn": "目的: 建立上颌无牙颌种植体义齿与附着体联合修复的三维有限元模型,为其生物力学分析提供数学模型基础."
    },
    {
      "en": "Objective : To investigate the veracity of Gothic arch transferring centric relation position of edentulous jaws.",
      "cn": "目的: 探讨哥特氏弓测定无牙颌正中颌位的准确性."
    },
    {
      "en": "Objective To discuss the technique of installation of zygomatic implants in severely resorbed edentulous maxillae , and maxillary defect.",
      "cn": "目的探讨颧种植体在上颌后牙区严重吸收和上颌骨缺损患者中的植入方法及其辅助定位。"
    },
    {
      "en": "Results The scores of HAMA and HRSD are higher in edentulous patients than national norms.",
      "cn": "结果牙列缺损和牙列缺失患者修复前HAMA、HRSD的测定结果高于常模."
    },
    {
      "en": "Results: The deviation and stress distribution of the edentulous jaws and the base plates were obtained.",
      "cn": "结果: 得出了七种模型的基托及无牙颌骨的位移及应力分布值."
    },
    {
      "en": "Since the preliminary studies on osseointegration, dental implants have been extensively used for the rehabilitation of completely and partial edentulous patients over the last three decades.",
      "cn": "从骨整合研究成果报道开始以来，牙种植体被广泛的应用于全口义齿和局部义齿的修复已有三十多年的历史。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "edental",
          "tran_cn": " 无齿的"
        },
        {
          "word": "edentate",
          "tran_cn": " 无齿的；贫齿目的，贫齿类的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "edentate",
          "tran_cn": " [脊椎] 贫齿类动物"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "缺齿的",
      "tran_en": "having no teeth "
    }
  ],
  "exchange": {}
}