{
  "word": "lipid",
  "ipa": {
    "us": "ˈlɪpɪd",
    "uk": "'lɪpɪd"
  },
  "sentences": [
    {
      "en": "\"They are not a huge prey, but are very nutritious, \" Patterson says, because fish lacking swim bladders typically have a high lipid content.",
      "cn": "帕特森描述道，这些食物不大，但是营养非常丰富，因为这些没有鱼鳔的鱼通常脂质含量很高。"
    },
    {
      "en": "Alcohol, the most common cause, is a hepatotoxin that interferes with mitochondrial and microsomal function in hepatocytes, leading to an accumulation of lipid.",
      "cn": "乙醇是最常见的病因，作为肝毒素能阻碍肝细胞内的线粒体和微粒体的功能，导致脂质沉集。"
    },
    {
      "en": "Aminosteroid is a newly discovered inhibitors of iron - dependent lipid Peroxidation ( Fe - LPO ).",
      "cn": "氨基类固醇是新发现的铁依类脂质过氧化作用的抑制剂."
    },
    {
      "en": "Cholesterol, a type of lipid, is found in foods from animal sources.",
      "cn": "胆固醇也是一种油脂，存在于动物来源的食物中。"
    },
    {
      "en": "Conclusion Rhodiola extracts possess the effects of against lipid peroxidation and apoptosis.",
      "cn": "结论:红景天醇提取物具有坑肝细胞脂质过氧化及细胞凋亡的作用."
    },
    {
      "en": "Conjugates of protein and lipid occur as lipoproteins.",
      "cn": "蛋白质和脂肪结合产生脂蛋白."
    },
    {
      "en": "Diabetic patients also less often received aspirin and lipid - lowering treatment at discharge.",
      "cn": "糖尿病患者在出院后也更少接受阿司匹林和低脂肪治疗."
    },
    {
      "en": "Discard the yolk or a portion of it if you're trying to lower your fat intake, as the yolk is almost 100% lipid.",
      "cn": "如果你试图降低你的脂肪摄入，可以去掉整个蛋黄或者部份蛋黄，因为蛋黄几乎是 100% 的脂质。"
    },
    {
      "en": "Disorders of lipid metabolism and atherosclerosis are common pathologic changes.",
      "cn": "脂类代谢异常及动脉粥样硬化等是共同病理改变."
    },
    {
      "en": "Lysophospholipids are often observed in plant lipid extracts.",
      "cn": "溶血磷脂在植物类脂提取物中常看到."
    },
    {
      "en": "Other proteins do penetrate into and, in some cases, all the way through the lipid bilayer.",
      "cn": "其他蛋白质则渗透到脂质双层(膜)中,而且在某些情况下一直透过脂质双层(膜)."
    },
    {
      "en": "Particles deposited in the alveoli are immediately subjected to coating by surface active lipid materials.",
      "cn": "当粒子沉淀到肺泡中时,立刻会遭到表面活性的脂质物质的复盖."
    },
    {
      "en": "Several kinds of lipid - lowering agents have been used to alleviate the hyperlipidemia.",
      "cn": "已有临床试验报道不同降脂药物在肾病综合征高脂血症治疗中的疗效."
    },
    {
      "en": "Spores form a lipid membrane during the process of reproducing.",
      "cn": "孢于在生殖过程中形成类脂膜."
    },
    {
      "en": "Surfactant is the name given to the lipid secretions that lie in the alveoli.",
      "cn": "表面作用剂是指肺泡上的脂质分泌物."
    },
    {
      "en": "The job description of a macrophage includes janitorial services such as this, particularly when there is lipid.",
      "cn": "巨噬细胞的这种防御功能，尤其是在含脂质较多的组织中发挥得更明显。"
    },
    {
      "en": "The lipid fraction did not start to decline until 2 days after planting.",
      "cn": "类脂物质直到播后2天才开始下降."
    },
    {
      "en": "The more soluble a compound is in lipid the more readily it can enter the cell.",
      "cn": "愈易溶解于类脂的化合物就愈容易进入细胞."
    },
    {
      "en": "The virus also increases lipid sensitivity and decreases leptin secretion of the new fat cells.",
      "cn": "该病毒还会增加新脂肪细胞的脂肪灵敏度，并降低其瘦素分泌。"
    },
    {
      "en": "There are two main types of lipid pneumonia: endogenous and exogenous.",
      "cn": "类脂性肺炎主要有两种类型: 内源性和外源性."
    },
    {
      "en": "This results in accumulation of a sticky lipid called ceramide.",
      "cn": "这导致了称为神经酰胺的粘性脂质聚集."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "liposome",
          "tran_cn": " [生化] 脂质体"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "axunge",
            "grease"
          ],
          "tran_cn": "[生化]脂质；油脂"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lipid bilayer",
      "tran_cn": "脂质二重层"
    },
    {
      "phrase": "lipid metabolism",
      "tran_cn": "类脂物代谢作用；类脂化合物代谢作用"
    },
    {
      "phrase": "lipid peroxidation",
      "tran_cn": "脂质过氧化；脂质过氧化作用；脂质过氧化反应"
    },
    {
      "phrase": "lipid peroxide",
      "tran_cn": "脂类过氧化物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生化>脂质",
      "tran_en": "one of several types of fattysubstances in living things, such as fat, oil, or wax"
    }
  ],
  "exchange": {}
}