{
  "word": "juxtaposition",
  "ipa": {
    "us": "ˌdʒʌkstəpə'zɪʃn",
    "uk": "ˌdʒʌkstəpəˈzɪʃən"
  },
  "sentences": [
    {
      "en": "Babies'bootees and cheap cigarette lighters were displayed in unlikely juxtaposition.",
      "cn": "儿童的短靴和廉价的打火机很不相称地陈列在一起."
    },
    {
      "en": "Chinese - English Code Juxtaposition: A Cohesive Device or a Translation Strategy?",
      "cn": "异码并列: 衔接手段还是翻译策略?"
    },
    {
      "en": "However, some people crave just this sort of juxtaposition.",
      "cn": "然而, 有些人渴望这种区分."
    },
    {
      "en": "It is the result of the juxtaposition of contrasting colors.",
      "cn": "这是并列对比色的结果."
    },
    {
      "en": "One never fully accepts the juxtaposition of the Hemingway - person in his writing with the simple man.",
      "cn": "海明威在作品中经常把自己写进去,混迹于普通人之中,这一点我们很难苟同."
    },
    {
      "en": "Prof. of Physiology: Kiss is the juxtaposition of two oris muscles in the state of contraction.",
      "cn": "生理学教授 接吻 是两块口轮匝肌在收缩状态时并置在一起."
    },
    {
      "en": "The juxtaposition of the colors shows their differences.",
      "cn": "把颜色放在一起就可以看出它们的区别."
    },
    {
      "en": "The juxtaposition of these images shows not just Cartier - Bresson's range also his gift for group portraits.",
      "cn": "将这些画作并置,不仅体现了布勒松的创作范围,也展示出他刻画群体影像的天赋."
    },
    {
      "en": "The juxtaposition of these two remarks was startling.",
      "cn": "这两句话连在一起使人听了震惊."
    },
    {
      "en": "The wrenching juxtaposition of warm air and cool water shocked me most.",
      "cn": "温暖的空气和冰冷的河水突然合而为一,把我吓得魂飞魄散."
    },
    {
      "en": "This juxtaposition of brutal reality and lyrical beauty runs through Park's stories.",
      "cn": "这种残忍的现实和浪漫美好事物的并存始终贯穿于帕克的短篇小说中。"
    },
    {
      "en": "Through the juxtaposition of old andmaterials, the truthfulness and limitations of recorded images the open.",
      "cn": "以新旧影像并置的方法, 揭示录像所表现的直实及其限制."
    },
    {
      "en": "Try to avoid the too frequent use of such Latin words as juxtaposition, animadvert, salutation, recapitulate.",
      "cn": "尽量不要经常使用这些拉丁词语,比如juxtaposition, animadvert, salutation, recapitulate."
    },
    {
      "en": "We use juxtaposition to denote conjunction, AB means both A and B.",
      "cn": "我们利用并列表示合取, AB意味着A与B两者."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "juxtapose",
          "tran_cn": " 并列；并置"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "apposition",
            "parataxis"
          ],
          "tran_cn": "并置，并列；毗邻"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conjunction",
            "connection",
            "harmony"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "并置，并列，毗邻",
      "tran_en": "The juxtaposition of two contrasting objects, images, or ideas is the fact that they are placed together or described together, so that the differences between them are emphasized"
    }
  ],
  "exchange": {
    "pl": [
      "juxtapositions"
    ],
    "verb": [
      "juxtapose"
    ]
  }
}