{
  "word": "urbanization",
  "ipa": {
    "us": "ˌɜ:bənaɪ'zeɪʃn",
    "uk": "ˌɜbənaɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "At present, Our country has entried a accelerating period of the urbanization.",
      "cn": "目前, 我国已经进入城镇化加速发展时期."
    },
    {
      "en": "Cities grew in the north of Britain where, previously , urbanization had been minimal.",
      "cn": "在英国的北部,城市增加起以前那里曾经是城市化最低的地区."
    },
    {
      "en": "Countries and regions all over the world face the challenge of urbanization.",
      "cn": "全球各地的国家和地区都面临城市化的挑战。"
    },
    {
      "en": "Equally important to urbanization, the nation's population was increasing.",
      "cn": "城市化的另一重要因素是全国人口的不断增加."
    },
    {
      "en": "Generally speaking, the advantages of urbanization can be as follows.",
      "cn": "一般说来, 农村化可以带来下列益处."
    },
    {
      "en": "If fast growth and urbanization continue, some overcapacity will melt away.",
      "cn": "如果高速增长和城市化进程得以持续, 部分产能过剩将得到消化."
    },
    {
      "en": "In 1931, The system of urbanization possessed its embryonic form.",
      "cn": "到1931年“九·一八”事变, 区域城市体系粗具雏形."
    },
    {
      "en": "In the past 10 - odd years China has speeded up urbanization.",
      "cn": "10多年来,中国加快了城市化进程."
    },
    {
      "en": "In their own process of urbanization, every country will encounter the problem of land requisition and housing demolition.",
      "cn": "每个国家在自己的城市化进程中，都会遇到土地征用、房屋拆迁的问题。"
    },
    {
      "en": "In this way, their lives can be improved and the newtype of urbanization can proceed together with agriculturalmodernization.",
      "cn": "这样，他们的生活可以改善以及新型的城镇化可以和农业现代化共同前进。"
    },
    {
      "en": "Include how to classify tour urbanization and tour area urbanization.",
      "cn": "包括如何区分旅游城市化和旅游区城市化."
    },
    {
      "en": "Much of this, she says, is due to increased urbanization.",
      "cn": "而这些，主要是由于不断增加的都市化造成的。"
    },
    {
      "en": "Suburbanization and counter - urbanization are two concepts of similarities as well as differences.",
      "cn": "郊区化与逆城市化是既有联系又有区别的两个概念,逆城市化是郊区化的升级版本."
    },
    {
      "en": "The increasingly fast urbanization process requires more and more infrastructures.",
      "cn": "我国城市化进程不断加快,对城市基础设施的需求也越来越大."
    },
    {
      "en": "The rapid urbanization produces a lot of extraneous people.",
      "cn": "城市化的加速催生了庞大的外来人口群体."
    },
    {
      "en": "The urbanization level increased from 19.39 percent in 1980 to 28.85 percent in 1995.",
      "cn": "城市化水平由1980年的19.39%提高到1995年的28.85%."
    },
    {
      "en": "These diseases are now everywhere, driven as they are by universal forces, like urbanization and the globalization of unhealthy lifestyles.",
      "cn": "现在，在城市化和不健康生活方式的全球化等普遍因素的影响下，这些疾病无处不在。"
    },
    {
      "en": "Urbanization in Spain is distinctly correlated with a fall in reproductive rate.",
      "cn": "西班牙都市化进程很明显和该国的出生率下降有关."
    },
    {
      "en": "Urbanization will become increasingly important in the future.",
      "cn": "城市化将来将变得越来越重要."
    },
    {
      "en": "Yet an anti - migrant attitude runs consistently through the mainstream of urbanization.",
      "cn": "然而,反对农民工进城的态度一直贯穿于城市化主流进程之中."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "urban",
          "tran_cn": " 城市的；住在都市的"
        },
        {
          "word": "urbane",
          "tran_cn": " 彬彬有礼的，温文尔雅的；都市化的"
        },
        {
          "word": "urbanized",
          "tran_cn": " 城市化的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "urbanity",
          "tran_cn": " 都市风格；雅致；有礼貌"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "urbanized",
          "tran_cn": " 使城市化（urbanize的过去式）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "urbanize",
          "tran_cn": " 使都市化；使文雅"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "都市化",
      "tran_en": "Urbanization is the process of creating cities or towns in country areas"
    }
  ],
  "exchange": {
    "adj": [
      "urbanized"
    ]
  }
}