{
  "word": "Greece",
  "ipa": {
    "us": "griːs",
    "uk": "gris"
  },
  "sentences": [
    {
      "en": "Alexander the Great beat every opponent between Greece and India.",
      "cn": "亚历山大大帝打败了希腊和印度之间的每个敌手。"
    },
    {
      "en": "Ancient Greece was a fountain of wisdom and philosophy.",
      "cn": "古希腊是智慧和哲学的发源地."
    },
    {
      "en": "But there are no special arrangements for Greece or for any other country.",
      "cn": "但是对于希腊和任何别的国家，我们都不会特别对待。"
    },
    {
      "en": "Greece broke off relations with Turkey.",
      "cn": "希腊断绝了与土耳其的外交关系."
    },
    {
      "en": "Greece has established full diplomatic relations with Israel.",
      "cn": "希腊已经和以色列建立了全面的外交关系。"
    },
    {
      "en": "Greece is a peacemaking, stabilizing force in the area.",
      "cn": "希腊是该地区调解冲突、稳定局势的一支力量。"
    },
    {
      "en": "Greece is said to be a botanist's dream.",
      "cn": "据说希腊是植物学家梦寐以求的地方。"
    },
    {
      "en": "I bought the ring as a souvenir of Greece.",
      "cn": "我买了一枚戒指，留作对希腊的纪念。"
    },
    {
      "en": "I'd like to go away, perhaps to Greece or somewhere.",
      "cn": "我很想离开这里, 也许去希腊或别的什么地方."
    },
    {
      "en": "Rome borrowed many ideas from Greece.",
      "cn": "罗马人采纳了许多希腊人的思想."
    },
    {
      "en": "Spain and Greece have not.",
      "cn": "西班牙和希腊还没有。"
    },
    {
      "en": "The cult of Isis was carried from Egypt into Greece and Rome.",
      "cn": "对伊希斯的膜拜从埃及传到了希腊和罗马。"
    },
    {
      "en": "The region was split three ways, between Greece, Serbia and Bulgaria.",
      "cn": "这一地区被希腊、塞尔维亚和保加利亚分成了3部分。"
    },
    {
      "en": "They believed ancient Greece and Rome were vital sources of learning.",
      "cn": "他们认为古代希腊罗马是知识的重要发源地。"
    },
    {
      "en": "They established themselves between the Danube and Greece.",
      "cn": "他们在多瑙河和希腊之间定居下来."
    },
    {
      "en": "This book gives you a good idea of life in ancient Greece.",
      "cn": "这本书使你对古希腊生活有一清楚的概念."
    },
    {
      "en": "Under Greece's stiff anti-drugs laws they could face twenty years in jail.",
      "cn": "根据希腊严厉的反毒品法律，他们将面临20年监禁。"
    },
    {
      "en": "Yesterday the whole of Greece was in mourning.",
      "cn": "昨天希腊全民哀悼。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "ancient greece",
      "tran_cn": "古希腊"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "希腊"
    }
  ],
  "exchange": {}
}