{
  "word": "prerequisite",
  "ipa": {
    "us": "ˌpriːˈrekwəzɪt",
    "uk": "ˌpriːˈrekwəzɪt"
  },
  "sentences": [
    {
      "en": "A command of information is the necessary prerequisite to the scientific consideration of any subject.",
      "cn": "掌握资料是科学地思考任何问题的必要的先决条件."
    },
    {
      "en": "A degree is an essential prerequisite for employment at this level.",
      "cn": "学位是做这级工作必备的先决条件。"
    },
    {
      "en": "A person with ambition is the prerequisite to success.",
      "cn": "一个人有雄心壮志是成功的先决条件。"
    },
    {
      "en": "A sense of humour is prerequisite to understanding her work.",
      "cn": "要理解她的作品就必须具有幽默感."
    },
    {
      "en": "Anyone has the possibility to succeed, but the prerequisite of success is your own, both industry knowledge learning and the cultivation of innovation ability, requires great effort.",
      "cn": "任何人都有成功的可能性，但成功的先决条件在于你自身，无论是行业知识的学习还是创新能力的培养，都需要付出极大的努力。"
    },
    {
      "en": "Competence is prerequisite to promotion.",
      "cn": "能力是升职的先决条件。"
    },
    {
      "en": "Conformity is the prerequisite of political survival.",
      "cn": "随波逐流是政治生存的前提."
    },
    {
      "en": "Correct decision - making is an important prerequisite for success in all work.",
      "cn": "正确决策是各项工作成功的重要前提."
    },
    {
      "en": "Good self-esteem is a prerequisite for a happy life.",
      "cn": "良好的自尊是幸福生活的前提。"
    },
    {
      "en": "He carries out this prerequisite with skill and sophistication.",
      "cn": "他把这一步前提工作搞得巧妙周密."
    },
    {
      "en": "Historical changes to the production of embroidered shoes with embroidery into a local evaluation of the level of ingenuity of a girl prerequisite.",
      "cn": "历史的变革使绣花鞋的制作与刺绣水平成为当地评价一个姑娘心灵手巧的先决条件。"
    },
    {
      "en": "Honesty is the prerequisite condition to apply for the work.",
      "cn": "申请这份工作的先决条件是诚实."
    },
    {
      "en": "Horizontal layering is a prerequisite for the application of geoelectric master curves.",
      "cn": "水平分层是应用电量板的先决条件."
    },
    {
      "en": "Prerequisite: True beholder or must have aberration as a favored enemy.",
      "cn": "先决条件: 真眼魔,或必须以异怪为宿敌."
    },
    {
      "en": "Stability and unity are a prerequisite to the four modernizations.",
      "cn": "安定团结是实现四个现代化的前提."
    },
    {
      "en": "The basic prerequisite for reading this book is a familiarity with the real number system.",
      "cn": "阅读本书必须熟悉实数系."
    },
    {
      "en": "The development strategy is prerequisite of modern business administration and important component.",
      "cn": "发展战略是现代企业管理的前提和重要组成部分."
    },
    {
      "en": "Training is a prerequisite for competence.",
      "cn": "接受训练是掌握技能的前提."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prior condition",
            "pre-condition"
          ],
          "tran_cn": "先决条件"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "necessity",
            "obligation",
            "requirement"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "必须先具备的，必要的；先决条件的"
    },
    {
      "pos": "n",
      "tran_cn": "先决条件，前提，必要条件",
      "tran_en": "something that is necessary before something else can happen or be done"
    }
  ],
  "exchange": {
    "pl": [
      "prerequisites"
    ]
  }
}