{
  "word": "geochemical",
  "ipa": {
    "us": "dʒi:ɒ'kemɪkl",
    "uk": "dʒiɒ'kemɪkl"
  },
  "sentences": [
    {
      "en": "A fast and convenient remote sensing method of geochemical exploration is proposed.",
      "cn": "提出了快捷方便的遥感化探工作方法."
    },
    {
      "en": "But there’s very little doubt that if methane emissions are as large as this, there will be severe biological and geochemical impacts.",
      "cn": "但有一点很肯定，如果甲烷排放量确实是如此大，必将产生严重的生物和地球化学影响。"
    },
    {
      "en": "Class B: liquid mineral exploration; geochemical exploration.",
      "cn": "乙级: 液体矿产勘查; 地球化学勘查."
    },
    {
      "en": "Class C: geochemical exploration.",
      "cn": "丙级: 地球化学勘查."
    },
    {
      "en": "Comprehensive geochemical surveys are analysed.",
      "cn": "广义的地球化学普查需要分析."
    },
    {
      "en": "Each of them has its own formative mechanism and geochemical features.",
      "cn": "它们的形成机理和地质地化特征不同."
    },
    {
      "en": "Geochemical methods may be linked judiciously with other techniques.",
      "cn": "地球化学方法应同其它方法有机地结合起来."
    },
    {
      "en": "Geochemical prospecting remains in the realm of the naturalist.",
      "cn": "地球化学普查仍停留在自然王国."
    },
    {
      "en": "He will have to make more observations and wait for geochemical analysis of the rocks Alvin has picked up to learn the answer to this question, but it's a start and Sinton is excited.",
      "cn": "要揭开这一问题的秘底，他还须进行进一步的观测，并等待对阿尔文号采集的这些岩石所进行的地质化学分析结果。 而这还只是个开始，这不禁令辛顿倍感兴奋。"
    },
    {
      "en": "In geochemical analysis we encounter ranges of analyte concentration that can span several orders of magnitude.",
      "cn": "在地球化学分析中,我们常常会遇到拟分析元素含量范围可以跨越好几个数量级的情况."
    },
    {
      "en": "Rapid determination of As, Sb , Bi, Hg in geochemical sample by HG AFS was researched.",
      "cn": "本文研究了在王水分解样品后的同一份溶液中采用氢化物原子荧光光谱法连续测定砷 、 锑 、 铋 、 汞的方法."
    },
    {
      "en": "The correct utilization of geochemical methods can yield satisfactory ore - prospecting results.",
      "cn": "正确运用地球化学方法找矿效果显著."
    },
    {
      "en": "The geochemical negative anomaly exists wide.",
      "cn": "地球化学负异常的存在具有普遍性."
    },
    {
      "en": "The geochemical study shows that the rock is S - type granite, belonging to the calc - alkaline suite.",
      "cn": "地球化学特征研究结果表明,嘎若岩体属于钙碱性岩系,为S型花岗岩."
    },
    {
      "en": "The potential of such a primary geochemical survey is demonstrated.",
      "cn": "这类区域性的地球化学测量显示出它的有效性."
    },
    {
      "en": "The variations found are attributable to well - defined geochemical processes.",
      "cn": "已知的各种变化都属于一定的地球化学过程."
    },
    {
      "en": "This paper briefly introduces the geochemical nature of vanadium, selenium, molybdenum elements.",
      "cn": "摘要本文简要介绍了钒 、 硒 、 钼的地球化学性质."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "geochemical anomaly",
      "tran_cn": "地球化学异常，地化异常"
    },
    {
      "phrase": "geochemical process",
      "tran_cn": "地球化学酌；地球化学过程"
    },
    {
      "phrase": "geochemical prospecting",
      "tran_cn": "地球化学勘探"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地球化学的"
    },
    {
      "pos": "other",
      "tran_cn": "地球化学的"
    }
  ],
  "exchange": {}
}