{
  "word": "embolism",
  "ipa": {
    "us": "ˈembəlɪzəm",
    "uk": "ˈɛmbəˌlɪzəm"
  },
  "sentences": [
    {
      "en": "Angiography in the Diagnosis of Acute Massive Pulmonary Embolism.",
      "cn": "血管造影诊断急性大块肺栓塞."
    },
    {
      "en": "Arterial gas embolism occurs in dysbaric pressure workers undergoing rapid decompression.",
      "cn": "摘要从事异常气压的工作人员于工作压力下做快速的减压上升,可造成空气栓塞症的发生."
    },
    {
      "en": "Both surgery and coil embolism are options for correcting this anomaly.",
      "cn": "手术及经导管栓塞皆是治疗此先天性疾病的选择."
    },
    {
      "en": "Conclusion This method was practical, safe and effective for cerebral embolism.",
      "cn": "结论该方法用于脑栓塞治疗可行,有效, 安全."
    },
    {
      "en": "Conclusion: CT is of high value in the diagnosis of artery embolism.",
      "cn": "结论: CT对肺动脉栓塞具有较高的诊断价值."
    },
    {
      "en": "Diffusive pulmonary embolism with bone fragments during spinal surgery.",
      "cn": "脊柱手术时发生肺动脉骨折碎片的弥漫性栓塞."
    },
    {
      "en": "He died from a pulmonary embolism.",
      "cn": "他死于肺血栓。"
    },
    {
      "en": "Left medial cerebral arteria is the most embolism position.",
      "cn": "栓塞部位以左侧大脑中动脉最常见."
    },
    {
      "en": "Method: 15 patients with subacute fat embolism syndrome were observed and nursed.",
      "cn": "方法观察和总结15例亚急性脂肪栓塞综合征患者的治疗过程."
    },
    {
      "en": "Methods: The plasma fibrinogen and D - dimer in pulmonary embolism patients were measured.",
      "cn": "方法对经临床确诊为肺栓塞患者测定其血浆D - 二聚体与纤维蛋白原浓度."
    },
    {
      "en": "Objective To discuss the effects of target - artery thrombolytic therapy for cerebral embolism.",
      "cn": "目的探索动脉靶血管内溶栓治疗脑栓塞的治疗效果."
    },
    {
      "en": "Pulmonary embolism ( PE ) is one of the common clinical pathological syndromes.",
      "cn": "肺 栓塞 是常见的临床病理综合征之一."
    },
    {
      "en": "Pulmonary tumor embolism is rarely the initial manifestation of cervical cancer.",
      "cn": "摘要以肺肿瘤栓塞为初始表现的子宫颈癌非常罕见."
    },
    {
      "en": "Purpose : To observe the curative effect of Xanthinol Nieotinate for Acute cerebral Embolism.",
      "cn": "目的: 观察烟酸占替诺治疗急性脑梗塞的效果."
    },
    {
      "en": "The method must avoid the production of thrombosis and embolism.",
      "cn": "此法必须防止产生血栓或栓塞."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "embolus",
          "tran_cn": " [病理] 栓子；栓塞物"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "air embolism",
      "tran_cn": "[医]气泡栓塞"
    },
    {
      "phrase": "amniotic fluid embolism",
      "tran_cn": "羊水栓塞"
    },
    {
      "phrase": "cerebral embolism",
      "tran_cn": "[医]脑栓塞"
    },
    {
      "phrase": "pulmonary embolism",
      "tran_cn": "肺栓塞；肺血管阻塞症"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "加闰日，栓塞，栓子",
      "tran_en": "something such as a hard mass of blood or a small amount of air that blocks a tube carrying blood through the body"
    }
  ],
  "exchange": {
    "pl": [
      "embolisms"
    ]
  }
}