{
  "word": "reclusive",
  "ipa": {
    "us": "rɪ'klu:sɪv",
    "uk": "rɪˈklusɪv, -zɪv"
  },
  "sentences": [
    {
      "en": "All that neighbours knew about the reclusive man was that he had lived in the building for about 20 years.",
      "cn": "关于那名隐居者邻居们所知道的就是他已经在那栋楼里住了大约二十年了。"
    },
    {
      "en": "Because monk seals are so reclusive, biologists know little about how seal mothers raise their pups.",
      "cn": "因为僧海豹的生活非常隐秘, 所以生物学家对海豹妈妈是如何抚养幼仔的知之甚少."
    },
    {
      "en": "But their exacting curriculum, tough competition and reclusive campus lifestyle have taken a toll on students.",
      "cn": "但高难度的课程 、 激烈的竞争和“与世隔绝”式的校园生活严重影响了这些学生的身心健康."
    },
    {
      "en": "Despite reclusive, his recognition for dedication to the arts made him an easy man to revere.",
      "cn": "虽然索尼埃离群索居多年, 但他对艺术上的贡献却一直为人所敬重."
    },
    {
      "en": "Feinberg, the reclusive founder of Cerberus Capital Management, the big buyout firm.",
      "cn": "他是大型投资公司博龙资产管理公司的创始人."
    },
    {
      "en": "He is a reclusive, timorous creature.",
      "cn": "他是个离群索居、胆小羞怯的家伙。"
    },
    {
      "en": "He's now 70 years old, considered a grandfatherly and is somewhat reclusive.",
      "cn": "他现在70岁了, 可以作为爷爷级的人物,还有点隐士的脾性."
    },
    {
      "en": "I became reclusive, avoiding speaking and only doing so at home or with close friends.",
      "cn": "我成了隐居, 逃避将讲话,只有这样做在家里或与亲密的朋友."
    },
    {
      "en": "My marriage has broken up. It has made me reclusive and unsociable.",
      "cn": "我的婚姻破裂了。这让我变得孤僻、不愿与人来往。"
    },
    {
      "en": "Sad but true life can cause us to become reclusive.",
      "cn": "悲哀但是真实的生活能使我们变成隐士."
    },
    {
      "en": "She had become increasingly ill and reclusive.",
      "cn": "她病得越来越重，越来越孤僻。"
    },
    {
      "en": "She had been living a reclusive life in Los Angeles since her marriage broke up.",
      "cn": "自从离婚后她一直在洛杉矶过着独居的生活。"
    },
    {
      "en": "She is very reclusive, to the point of shutting me out of her life.",
      "cn": "她遁世索居，以至将我排除在她生活之外。"
    },
    {
      "en": "Yet who was this pathologically reclusive artist?",
      "cn": "那么这位隐居成癖的艺术家是何许人也 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "recluse",
          "tran_cn": " 隐居的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "recluse",
          "tran_cn": " 隐士；隐居者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cloistered",
            "claustral"
          ],
          "tran_cn": "隐居的；隐遁的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cloistered",
            "friendless",
            "monastic",
            "private"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "隐遁的，隐居的，孤独",
      "tran_en": "A reclusive person or animal lives alone and deliberately avoids the company of others"
    }
  ],
  "exchange": {
    "noun": [
      "recluse"
    ]
  }
}