{
  "word": "cyanide",
  "ipa": {
    "us": "ˈsaɪənaɪd",
    "uk": "ˈsaɪəˌnaɪd"
  },
  "sentences": [
    {
      "en": "A new process of non cyanide gold imitation plating was advanced.",
      "cn": "提出了一种无氰仿金电镀新工艺."
    },
    {
      "en": "Cyanide is used to kill insects.",
      "cn": "氰化物可用来杀害虫."
    },
    {
      "en": "Fortunately, cyanide breakdown is relatively rapid and easy.",
      "cn": "幸而氰化物的破坏是相当迅速而容易的."
    },
    {
      "en": "His death has all the signs of cyanide poisoning.",
      "cn": "他的死亡具有氰化物中毒的所有迹象。"
    },
    {
      "en": "Historically, the procedure has been to determine the'simple'cyanide and the'total'cyanide.",
      "cn": "这种方法长期以来一直用于测定 “ 简单”氰化物或 “ 总 ” 氰化物."
    },
    {
      "en": "Increasing the system pressure increases the concentration of ammonia and hydrogen cyanide.",
      "cn": "增大体系压力能使氨和氰化氢的浓度升高."
    },
    {
      "en": "It may, however, serve as a mechanism for cyanide detoxification.",
      "cn": "但是也可能这是一条氰化物解毒的途径."
    },
    {
      "en": "Someone had fed him a lethal dose of cyanide.",
      "cn": "有人给他下了致命剂量的氰化物。"
    },
    {
      "en": "The addition of steam inhibits the production of hydrogen cyanide.",
      "cn": "水蒸气的加入会抑制氰化氢的生成."
    },
    {
      "en": "The addition reaction with hydrogen cyanide is base - catalysed.",
      "cn": "与氰氢酸的加成是碱催化的."
    },
    {
      "en": "The destruction on inactivation of cyanide ion may be accomplished by complexion formation.",
      "cn": "可以通过形成络合物的方法来破坏氰离子发生钝化作用."
    },
    {
      "en": "The police say he swallowed a cyanide capsule to avoid arrest.",
      "cn": "警察说他为了逃避逮捕就吞了一颗氰化物胶囊。"
    },
    {
      "en": "They're as deadly as cyanide or arsenic.",
      "cn": "它们和氰化无物和砒霜一样致命."
    },
    {
      "en": "This is a generally known method for obtaining phenylnitromethane from benzyl cyanide.",
      "cn": "从苯乙腈制取苯基硝基甲烷就用这个方法."
    },
    {
      "en": "This is a very rare case of acute and lethal cyanide intoxication.",
      "cn": "这是一极为罕见致死性氰化物中毒的急症."
    },
    {
      "en": "Zinc base die castings are always copper plated in cyanide baths.",
      "cn": "锌基合金的压铸件总是在氰化镀液中镀铜."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prussiate"
          ],
          "tran_cn": "[无化]氰化物"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cyanide ion",
      "tran_cn": "氰离子；氰根离子"
    },
    {
      "phrase": "hydrogen cyanide",
      "tran_cn": "氰化氢"
    },
    {
      "phrase": "potassium cyanide",
      "tran_cn": "氰化钾"
    },
    {
      "phrase": "sodium cyanide",
      "tran_cn": "n. 氰化钠"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>氰化物",
      "tran_en": "a very strong poison"
    }
  ],
  "exchange": {}
}