{
  "word": "impasse",
  "ipa": {
    "us": "ˈæmpɑ:s",
    "uk": "ˈɪmpæs"
  },
  "sentences": [
    {
      "en": "Anyhow, we must find a way out of this impasse.",
      "cn": "总要从死胡同里找个出路."
    },
    {
      "en": "As has been argued, traditionally organized libraries have reached an impasse in terms of usability.",
      "cn": "如前所述, 按传统方式组织的图书馆的可用性已陷入绝境."
    },
    {
      "en": "I see no way out of this impasse.",
      "cn": "我无法走出这一困境."
    },
    {
      "en": "It remained for Mr Parkhill to break through the impasse.",
      "cn": "只有等待帕克希尔先生来打破僵局了."
    },
    {
      "en": "Negotiations seemed to have reached an impasse.",
      "cn": "谈判似乎已经陷入僵局."
    },
    {
      "en": "The company says it has reached an impasse in negotiations with the union.",
      "cn": "公司称与工会的谈判已陷入僵局。"
    },
    {
      "en": "The impasse was made worse by Jobert's passionate nature, which masqueraded as cynical nonchalance.",
      "cn": "若贝尔以玩世不恭的态度掩饰感情奔放的天性, 这使局面越发僵化了."
    },
    {
      "en": "The negotiations had reached an impasse, with both sides refusing to compromise.",
      "cn": "由于双方都不肯妥协,谈判陷入僵局."
    },
    {
      "en": "The negotiations have reached an impasse.",
      "cn": "谈判陷入僵局."
    },
    {
      "en": "The proposal offered both sides a way out of the diplomatic impasse.",
      "cn": "这一提议使双方都能摆脫外交僵局."
    },
    {
      "en": "The spirit of the factors is the key out of the impasse.",
      "cn": "其中,精神因素是走出绝境的关键."
    },
    {
      "en": "This is the usual refuge of diplomats unable to agree, unwilling to admit the impasse.",
      "cn": "这是外交人员在无法赞同 、 又不愿承认僵局时惯用的回避手段."
    },
    {
      "en": "This was at least a temporary relief from the impasse.",
      "cn": "这至少使我暂时摆脱了僵局."
    },
    {
      "en": "This was the impending impasse to which Rider addressed himself.",
      "cn": "雷德强调,图书馆目前正面临着日益逼近的绝境."
    },
    {
      "en": "We seem to have reached an impasse.",
      "cn": "我们似乎搞僵了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "logjam",
            "deadlock"
          ],
          "tran_cn": "僵局；死路"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "corner",
            "standstill"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "绝境，僵局，死路，死胡同",
      "tran_en": "a situation in which it is impossible to continue with a discussion or plan because the people involved cannot agree"
    }
  ],
  "exchange": {
    "pl": [
      "impasses"
    ]
  }
}