{
  "word": "Scots",
  "ipa": {
    "us": "skɒts",
    "uk": "skɑts"
  },
  "sentences": [
    {
      "en": "But I was still Queen of Scots,so I came back to Scotland.",
      "cn": " 但是我仍然是苏格兰的女王，因此，我回到了苏格兰。"
    },
    {
      "en": "But where were the Scots from?",
      "cn": "但是，苏格兰人又是从哪里来的？"
    },
    {
      "en": "Climate change may already threaten Scots pine stands in the Swiss Alps.",
      "cn": "沿瑞士阿尔卑斯山气候变化已经威胁苏格兰松树."
    },
    {
      "en": "Compare Scottish, Scots and Scotch.",
      "cn": "试比较scottish 、 Scots、Scotch这 三个词."
    },
    {
      "en": "Edward's imitation Scots accent is a standing joke around here.",
      "cn": "爱德华模仿苏格兰口音,总是引人捧腹大笑."
    },
    {
      "en": "He spoke with a Scots accent.",
      "cn": "他说话带苏格兰口音。"
    },
    {
      "en": "He used his column to spout ill-informed criticism of the Scots rugby team.",
      "cn": "他根本不了解苏格兰橄榄球队，却在自己的专栏上对其大加抨击。"
    },
    {
      "en": "In Scots law an indictment is in more narrative form.",
      "cn": "在苏格兰法律中,刑事起诉书的格式更具有叙述性."
    },
    {
      "en": "It is the story of my lady Mary,Queen of Scots.",
      "cn": "它是有关我的夫人玛丽苏格兰女王的故事。"
    },
    {
      "en": "Poland provide the opposition for the Scots' last warm-up match at home.",
      "cn": "苏格兰队在国内最后一场热身赛的对手是波兰队。"
    },
    {
      "en": "Scots-born Annie, 37, has recently re-launched her phenomenally successful singing career.",
      "cn": "生于苏格兰的安妮37岁，最近复出，再度投身于其辉煌的歌唱事业中。"
    },
    {
      "en": "The English were heavily defeated by the Scots in the battle that followed.",
      "cn": "英格兰人在之后的那场战役中被苏格兰人打得惨败."
    },
    {
      "en": "The noun Scots refers to the Scottish dialect of the English language and Scotch is whisky.",
      "cn": "scots作名词时,指英语中的苏格兰方言或称苏格兰英语;Scotch则专指苏格兰威士忌."
    },
    {
      "en": "The Scots have distilled whisky for centuries.",
      "cn": "苏格兰人用蒸馏法制威士忌酒已有数百年历史."
    },
    {
      "en": "The Scots like to ring out the Old Year.",
      "cn": "苏格兰人喜欢鸣钟送旧."
    },
    {
      "en": "The Scots subdued the environment with simple spades and strong arms.",
      "cn": "格兰扁一度不适合耕作,倔强的苏格兰人,凭着双手征服了这片土地."
    },
    {
      "en": "There are things you can express in Scots that you can't say in English.",
      "cn": "有些话可以用苏格兰英语表达，而无法用标准英语表达。"
    },
    {
      "en": "This corresponds to the period of minority in Scots law.",
      "cn": "这与苏格兰法中的未到法定成年期相适应."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "苏格兰的",
      "tran_en": "Scottish"
    },
    {
      "pos": "n",
      "tran_cn": "苏格兰人，苏格兰语，苏格兰人( Scot的名词复数 )",
      "tran_en": "any of the English dialects spoken or written in Scotland "
    }
  ],
  "exchange": {}
}