{
  "word": "saxophone",
  "ipa": {
    "us": "ˈsæksəfəʊn",
    "uk": "ˈsæksəfoʊn"
  },
  "sentences": [
    {
      "en": "Don't you think the saxophone a sexy instrument?",
      "cn": "你不觉得萨克斯风是个很性感的乐器 吗 ?"
    },
    {
      "en": "George is mad about his new saxophone.",
      "cn": "乔治对他的新萨克斯风爱不释手."
    },
    {
      "en": "Going Back Home is a famous piece of saxophone music.",
      "cn": "《回家》是一首著名的萨克斯管乐曲."
    },
    {
      "en": "He couldn't play saxophone but hoot, which set us laughing.",
      "cn": "他根本不会吹萨克斯管,只吹出“嘟嘟”的声音, 把我们大家逗得哈哈大笑."
    },
    {
      "en": "He started his career in show business by playing the saxophone and singing.",
      "cn": "他的演艺生涯是从吹奏萨克斯和唱歌开始的。"
    },
    {
      "en": "He took a saxophone from the Salvation Army but was caught and had to hand it back.",
      "cn": "他从救世军那里拿了一支萨克斯管，但却被抓住了，只得将其交还。"
    },
    {
      "en": "He was jamming with his saxophone.",
      "cn": "他在即兴吹奏萨克斯管。"
    },
    {
      "en": "His saxophone was in pledge.",
      "cn": "他把自己的萨克斯管作为抵押."
    },
    {
      "en": "I build on what the piano proclaimed , or disagree with the saxophone.",
      "cn": "我可以信赖钢琴的观点, 也可以和萨克斯管争执."
    },
    {
      "en": "I love the saxophone solo on this song.",
      "cn": "我喜欢萨克斯管独奏这首歌."
    },
    {
      "en": "I wish I had his saxophone's soft leather traveling bag with me, so I could give it to this man in case he someday finds himself on the way to a non-street gig.",
      "cn": "我真希望我当时带着他那只装萨克斯的软皮旅行包，这样我就可以把包送给这个人，好让某天他结束街头艺人生涯，开始正式演出时可以用得上。"
    },
    {
      "en": "Larry can play many musical instruments, including the violin and saxophone.",
      "cn": "拉里可以弹奏许多种乐器, 包括小提琴和萨克斯风."
    },
    {
      "en": "Last not least he plays the saxophone.",
      "cn": "此外他最后还演奏了萨克斯."
    },
    {
      "en": "Please show me that saxophone on the shelf.",
      "cn": "请把架子上的那个萨克斯管给我看看."
    },
    {
      "en": "Saxophone is the devil's horn that has become God's voice.",
      "cn": "萨克斯是魔鬼的乐器,却发出了上帝的声音."
    },
    {
      "en": "That evening, Bill and Hillary were getting ready for bed. Hillary turned to Bill and said, \"Well, I found out who peed in your saxophone.",
      "cn": "当晚，比尔和希拉里正要睡觉，希拉里转过身来跟比尔说道：“哎呀，我知道是谁往你的萨克斯管里撒尿了。”"
    },
    {
      "en": "The inventor of the saxophone, Adolphe Sax also hails from Belgium.",
      "cn": "发明萨克斯风的阿道夫.萨克斯也是比利时人."
    },
    {
      "en": "The pianist doubles on saxophone.",
      "cn": "那钢琴演奏者兼作萨克斯管吹奏员。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "saxophonist",
          "tran_cn": " 萨克斯管吹奏者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sax"
          ],
          "tran_cn": "萨克斯管"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[乐]萨克斯管",
      "tran_en": "a curved musical instrument made of metal that you play by blowing into it and pressing buttons, used especially in popular music and  jazz "
    }
  ],
  "exchange": {
    "pl": [
      "saxophones"
    ]
  }
}