{
  "word": "unregulated",
  "ipa": {
    "us": "ˌʌn'reɡjʊleɪtɪd",
    "uk": "ˌʌn'reɡjʊleɪtɪd"
  },
  "sentences": [
    {
      "en": "Apply full pressure unregulated shop air.",
      "cn": "采用不稳定的全部气源压力."
    },
    {
      "en": "If we followed him, all risk management would become unregulated.",
      "cn": "如果我们按照他的思路, 所有的风险管理都将变得不受监管."
    },
    {
      "en": "Left unregulated, a program proceeds through its statements from beginning to end.",
      "cn": "如果处于不受控制的状态, 程序将从头到尾执行其语句."
    },
    {
      "en": "Shanghai has a rapidly growing but often unregulated modeling industry.",
      "cn": "上海发展很快,但模特行业经常处于无序状态."
    },
    {
      "en": "She has violent and unregulated nature.",
      "cn": "她生性狂放,不受拘束."
    },
    {
      "en": "The problem is known as illegal unreported unreported and unregulated fishing.",
      "cn": "这个问题有关非法,未报告的,无规律性的捕鱼."
    },
    {
      "en": "The problem is known as illegal, unreported and unregulated fishing such.",
      "cn": "这类问题就是非法 、 未报告和无管制的捕捞."
    },
    {
      "en": "The problem is known as illegal, unreported and unregulated fishing.",
      "cn": "问题在于这种为未报告、无管制的捕捞是违法的."
    },
    {
      "en": "The technical term is illegal, unreported and unregulated fishing.",
      "cn": "那个是指非法的, 秘密的,不规律的捕捞."
    },
    {
      "en": "The web is unregulated and cannot be effectively regulated.",
      "cn": "网络是无管制并且不能被有效管制的."
    },
    {
      "en": "This fully shows that unregulated market economy is doomed to not work.",
      "cn": "这充分说明，不受管理的市场经济是注定行不通的。"
    },
    {
      "en": "Tighter regulation in one bit of finance may push excessive risk - taking into unregulated areas.",
      "cn": "在金融业的某一点上施以更严格的监管可能导致未被监管的领域承担过大的风险."
    },
    {
      "en": "Unregulated distribution networks provide more opportunities to sell contraband cigarettes.",
      "cn": "未受到管理的地区经销网络为销售走私香烟提供了更多的机会."
    },
    {
      "en": "Unregulated tourism can kill the goose that laid their golden egg.",
      "cn": "旅游业的无序发展无异于杀鸡取卵。"
    },
    {
      "en": "Until recently , hedge funds were largely unregulated.",
      "cn": "现在, 避险基金仍然逍遥法外."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未受管理[控制、约束]的，未校准[调整、调节]的"
    }
  ],
  "exchange": {}
}