{
  "word": "myopia",
  "ipa": {
    "us": "maɪˈəʊpiə",
    "uk": "maɪˈoʊpiə"
  },
  "sentences": [
    {
      "en": "But what the alcohol myopia model does provide is a very intuitive and easily understood way of thinking about how alcohol affects us, for better and worse.",
      "cn": "但酒精近视这一概念，对与我们理解酒精对我们的影响，无论是好是坏，都提供一种非常直觉的，易于理解的方式。"
    },
    {
      "en": "Cataract surgery corrects the myopia as well as the cataract.",
      "cn": "白内障手术可在治愈白内障的同时纠正近视。"
    },
    {
      "en": "Does myopia perform an operation to need a lot of money?",
      "cn": "近视眼动一次手术需要好多钱?"
    },
    {
      "en": "Does that ophthalmic hospital do eye myopia is laser surgery bit better?",
      "cn": "眼睛近视那个眼科医院做激光手术好点的?"
    },
    {
      "en": "Finish is meeting myopia returned later after operation of resect crystalline lens?",
      "cn": "做完割除晶状体手术后以后还会近视 吗 ?"
    },
    {
      "en": "It is and OK to swim in the sea treat myopia?",
      "cn": "在海里游泳睁眼可以治近视 吗 ?"
    },
    {
      "en": "Maybe you have got myopia, or you are just too tired.",
      "cn": "也许妳已经近视了，或者妳只是太累了。"
    },
    {
      "en": "Objective : To observe the lens zonule infrastructure changes in experimental myopia.",
      "cn": "目的: 观察实验性近视中悬韧带超微结构的改变."
    },
    {
      "en": "Ophthalmic surgeons are now performing laser surgery to correct myopia.",
      "cn": "眼科医生现在采用激光手术来矫正近视。"
    },
    {
      "en": "S: Maybe you have got myopia, or you are just too tired.",
      "cn": "苏珊: 也许你已经近视了, 或者你只是太累了."
    },
    {
      "en": "Serious eye strain can lead to persistent headaches, muscle pain in the head, neck and upper back, as well as long term problems like myopia.",
      "cn": "严重的眼疲劳会导致长期的头痛，头部，颈部和上发背的肌肉疼痛，也可能会引起一个长期的问题近视。"
    },
    {
      "en": "Studies show that children who play sport are less susceptible to myopia.",
      "cn": "研究表明参加体育锻炼的孩子不大容易患近视."
    },
    {
      "en": "The operation treats myopia, the effect how? Can you have sequela?",
      "cn": "手术治疗近视, 效果怎么样? 会有后遗症 吗 ?"
    },
    {
      "en": "The result shows that incidence of myopia morbidity is 44.84 %.",
      "cn": "结果表明:近视眼的发病率为44.84%."
    },
    {
      "en": "This is red - green testing , to check your myopia level.",
      "cn": "这是检查你的近视程度,叫做红绿视标检查."
    },
    {
      "en": "This occurs as a result of various intraocular diseases such as high myopia.",
      "cn": "这是由于各种眼内疾病如高度近视的结果."
    },
    {
      "en": "Visible, myopia is heredity and environment the result of joint action.",
      "cn": "可见, 近视是遗传和环境共同作用的结果."
    },
    {
      "en": "With the ripeness of myopia therapy, the hyperopia therapy becomes the focus.",
      "cn": "随着近视治疗的日臻成熟, 远视治疗越来越成为人们关注的焦点."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "myopic",
          "tran_cn": " 近视的；目光短浅的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "near sight",
            "hypometropia"
          ],
          "tran_cn": "[眼科]近视；目光短浅，缺乏远见"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "marketing myopia",
      "tran_cn": "营销近视，经营短视症；行销短视（症）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "近视，缺乏深谋远虑，短视",
      "tran_en": "the inability to see clearly things that are far away"
    }
  ],
  "exchange": {
    "adv": [
      "myopically"
    ],
    "adj": [
      "myopic"
    ]
  }
}