{
  "word": "undercover",
  "ipa": {
    "us": "ˌʌndəˈkʌvə(r)",
    "uk": "ˌʌndərˈkʌvə(r)"
  },
  "sentences": [
    {
      "en": "...an undercover operation designed to catch drug smugglers.",
      "cn": "…一次为抓捕毒品走私贩而策划的秘密行动。"
    },
    {
      "en": "...undercover FBI agents.",
      "cn": "…联邦调查局的密探。"
    },
    {
      "en": "A federal judge upheld the undercover Methods: Used in the case.",
      "cn": "一位联邦法官主张在此案中使用秘密的方法."
    },
    {
      "en": "an undercover agent",
      "cn": "密探"
    },
    {
      "en": "He was working undercover for the police inside the gang.",
      "cn": "他是警方在黑帮的卧底."
    },
    {
      "en": "Journalists informed police who planted an undercover detective to trap Smith.",
      "cn": "记者通知了警方，后者于是为诱捕史密斯而安插了一名卧底侦探。"
    },
    {
      "en": "Officers had tailed the gang from London during a major undercover inquiry.",
      "cn": "在一次重大的秘密调查行动中，警察从伦敦就盯上了那帮匪徒。"
    },
    {
      "en": "She worked as an undercover agent for the police.",
      "cn": "她为警察当密探."
    },
    {
      "en": "So from then on they switched over completely to undercover activities.",
      "cn": "所以,以后他们就完全转入秘密了."
    },
    {
      "en": "So you're saying that one of us has to go undercover, right?",
      "cn": "那么你的意思是我们要派个人做卧底, 对 吗 ?"
    },
    {
      "en": "So, do you always do this undercover thing?",
      "cn": "你一直都是做这种卧底的工作 吗 ?"
    },
    {
      "en": "Swanson persuaded Hubley to work undercover to capture the killer.",
      "cn": "斯旺森说服赫布利去做卧底以便将凶手抓获。"
    },
    {
      "en": "The chief wants you to stay undercover until we decode this information.",
      "cn": "头要你继续伪装直到我们破解这一信息."
    },
    {
      "en": "We are not set up for you to go undercover as a drug mule.",
      "cn": "我们并不打算让你成为扮演毒枭的卧底."
    },
    {
      "en": "We'll have undercover officers watching all the time.",
      "cn": "我们会有便衣警官时刻守护着你."
    },
    {
      "en": "When you go undercover, you have to do things you wouldn't normally do.",
      "cn": "当你伪装时, 你会做一些和平时不一样的事."
    },
    {
      "en": "You can spot undercover cops a mile off.",
      "cn": "你一眼就可以认出便衣警察。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "secret",
            "chamber",
            "inside",
            "cabinet"
          ],
          "tran_cn": "秘密的，秘密从事的；从事间谍活动的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "closet",
            "invisible"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "undercover agent",
      "tran_cn": "卧底；警方密探"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "暗中进行的，秘密的，秘密从事的，私下的，隐蔽的，从事间谍活动的",
      "tran_en": "Undercover work involves secretly obtaining information for the government or the police"
    }
  ],
  "exchange": {}
}