{
  "word": "predecessor",
  "ipa": {
    "us": "ˈpriːdəsesə(r)",
    "uk": "ˈpredəsesər"
  },
  "sentences": [
    {
      "en": "Andre Lemieux's appointment had followed the abrupt departure of his predecessor.",
      "cn": "安德烈?雷米尔是他的前任突然离开后被任用的."
    },
    {
      "en": "David was more politic and successful than his predecessor.",
      "cn": "大卫比他的前任精明,成就也较大."
    },
    {
      "en": "He has never exhibited the self-confidence, bordering on arrogance, of his predecessor.",
      "cn": "他从未表现出他前任的那种近乎傲慢的自信。"
    },
    {
      "en": "He has undone the good work of his predecessor.",
      "cn": "他已毁弃了他前任者的良好成就."
    },
    {
      "en": "He is seen as more business-minded than his predecessor.",
      "cn": "人们认为比起他的前任来，他更有实干精神。"
    },
    {
      "en": "He maintained that he learned everything he knew from his predecessor Kenneth Sisam.",
      "cn": "他坚称他所知道的一切都获自前任肯尼思·赛瑟姆。"
    },
    {
      "en": "His predecessor was accorded an equally tumultuous welcome.",
      "cn": "他的前任受到了同样热烈的欢迎。"
    },
    {
      "en": "His style could scarcely be further removed from that of his predecessor.",
      "cn": "他的风格几乎和他的前辈如出一辙。"
    },
    {
      "en": "It will share the fate of its predecessor.",
      "cn": "它将遭受与前者同样的命运."
    },
    {
      "en": "Kennedy’s predecessor as President was the war hero Dwight Eisenhower.",
      "cn": "肯尼迪总统的前任是战争英雄德怀特·艾森豪威尔。"
    },
    {
      "en": "My present car is much better than its predecessor.",
      "cn": "我现在的汽车比原来的那辆好得多."
    },
    {
      "en": "The car is some 40mm shorter than its predecessor.",
      "cn": "这辆轿车比原先的车型短了约40毫米。"
    },
    {
      "en": "The new ambassador is more mature than his predecessor.",
      "cn": "新大使比他的前任更成熟一些."
    },
    {
      "en": "The new governor dismissed the staff that served his predecessor.",
      "cn": "新州长将前任州长的职员全部解雇."
    },
    {
      "en": "The ousting of his predecessor was one of the most dramatic coups the business world had seen in years.",
      "cn": "将他的前任扳倒是商界多年以来最富戏剧性的一场胜利。"
    },
    {
      "en": "The proposed constitution gives him much wider powers than his predecessor.",
      "cn": "宪法提案赋予他比前任大得多的权力。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "forerunner",
            "leader"
          ],
          "tran_cn": "领导;祖先"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ancestor",
            "antecedent",
            "forefather",
            "forerunner",
            "leader",
            "parent"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "predecessor company",
      "tran_cn": "被接管公司"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "前任，前辈，原有事物，前身，<古>祖先",
      "tran_en": "someone who had your job before you started doing it"
    }
  ],
  "exchange": {
    "pl": [
      "predecessors"
    ]
  }
}