{
  "word": "chunk",
  "ipa": {
    "us": "tʃʌŋk",
    "uk": "tʃʌŋk"
  },
  "sentences": [
    {
      "en": "A great chunk of loose kerbing smashed into my left-front wheel, bursting the tyre and denting the rim.",
      "cn": "我车子的左前轮撞在一大块松动的路缘石上，导致车胎爆裂、轮辋凹陷。"
    },
    {
      "en": "Harry inherited the house and a sizeable chunk of land.",
      "cn": "哈里继承了这座房子以及相当大的一片土地。"
    },
    {
      "en": "He brought in a chunk of wood last night.",
      "cn": "他昨晚拿进来一块木头."
    },
    {
      "en": "I don't want to see you lose a chunk of that pretty blond hair!",
      "cn": "我不想看到你的金发被扯掉一块!"
    },
    {
      "en": "I've completed a fair chunk of my article.",
      "cn": "我已经把文章的一大部分写完了."
    },
    {
      "en": "ice chunks",
      "cn": "大冰块"
    },
    {
      "en": "It was only a stone or a chunk.",
      "cn": "原来那不过是碰到了一块石头或是一块木头."
    },
    {
      "en": "It's a little chunk of history that they've forgotten to alter.",
      "cn": "这小块历史,他们忘了改掉啦."
    },
    {
      "en": "Mary, get me a silk thread, and a chunk of fire out of the kitchen. \"",
      "cn": "玛丽, 拿根丝线给我, 再到厨房去弄块烧红的火炭来. ”"
    },
    {
      "en": "The car repairs took quite a chunk out of her salary.",
      "cn": "修理汽车的费用占掉她工资相当大的一笔钱."
    },
    {
      "en": "The committees get a chunk of all five Olympic revenue streams.",
      "cn": "奥林匹克所有五项收入中,组委会在每一项上都拿大头."
    },
    {
      "en": "The company owns a chunk of farmland near Gatwick Airport.",
      "cn": "该公司拥有盖特威克机场周边的大片农田。"
    },
    {
      "en": "The manager of a company does not like having a large chunk of his wealth bound up in its shares.",
      "cn": "一家公司经理不愿意让大笔财富套在股票里。"
    },
    {
      "en": "Then she seized the chunk of fire and suddenly thrust it almost into the boy's face.",
      "cn": "然后她拿起那块烧红的火炭,猛地朝汤姆脸面伸过去,差点碰到他的脸."
    },
    {
      "en": "Want to be circled again later, had checked others one big chunk.",
      "cn": "以后想再绕回来, 都已经查了别人一大截."
    },
    {
      "en": "Zurich's affluence came initially from cornering a sizeable chunk of the 14th Century silk trade.",
      "cn": "苏黎世的富足最初来自于14世纪对丝绸贸易的高度垄断。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "chunky",
          "tran_cn": " 矮胖的；粗短的；厚实的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bulk",
            "lump",
            "mass",
            "wad"
          ],
          "tran_cn": "厚块;矮胖之人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bulk",
            "clod",
            "hunk",
            "lump",
            "mass",
            "nugget",
            "piece",
            "wad"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "厚块，大量，〈语言学〉话语组成部分",
      "tran_en": "a large thick piece of something that does not have an even shape"
    }
  ],
  "exchange": {
    "pl": [
      "chunks"
    ]
  }
}