{
  "word": "boll",
  "ipa": {
    "us": "bəʊl",
    "uk": "boʊl"
  },
  "sentences": [
    {
      "en": "Boll rot has been attributed to a wide range of organisms.",
      "cn": "棉铃腐烂是由分布范围广泛的微生物引起的."
    },
    {
      "en": "Boll weevil : grayish weevil that lays its eggs in cotton bolls destroying the cotton.",
      "cn": "略带灰色的象鼻虫,在棉铃上产卵以破坏棉花."
    },
    {
      "en": "Bt is used as a pesticide to fight cotton boll worms, corn borers and other pests.",
      "cn": "Bt被用于消灭棉铃虫, 玉米螟和其他昆虫的杀虫剂中."
    },
    {
      "en": "Certain boll shapes and absence of nectarines reduces easy avenues of penetration into the boll.",
      "cn": "某些铃形和无蜜腺减少病菌容易进入棉铃的途径."
    },
    {
      "en": "Golden crops at this time, the opening of a boll of cotton, a harvest scene.",
      "cn": "此时五谷金黄, 棉花吐絮, 一片丰收景色."
    },
    {
      "en": "He got born like the cotton in the boll or the rabbit in the pea patch.",
      "cn": "他就象棉桃里的棉花,象豌豆地里的野兔子一样生下来了."
    },
    {
      "en": "I don't take part in the boll because I don't feel at easy with those people.",
      "cn": "我不去参加哪个晚会,因为我和那些人在一起感到不自在."
    },
    {
      "en": "Is your boll on the chair or under the chair?",
      "cn": "15你的球在椅子上还是在椅子下?"
    },
    {
      "en": "The cotton grows on the plant as long hairs attached to the seeds inside the boll.",
      "cn": "棉花在植株上作为附着在种籽上的长茸毛在棉铃里生长发育."
    },
    {
      "en": "The invention relates to a pesticide, in particular to a pesticide for killing cotton boll worms.",
      "cn": "本发明涉及一种农药, 具体是一种杀死棉铃虫的农药."
    },
    {
      "en": "The optimal temperatures of boll growth were 24.7 of daily mean temperature ( DMT ) and 13.7? DTD .",
      "cn": "适宜于棉铃发育的最适日均温为 24.7 ℃,最适日温差13.7℃."
    },
    {
      "en": "The price was struck by the boll.",
      "cn": "价格按博耳确定."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<植>圆荚，铃",
      "tran_en": "the fruit of such plants as flax and cotton, consisting of a rounded capsule containing the seeds "
    }
  ],
  "exchange": {
    "pl": [
      "bolls"
    ]
  }
}