{
  "word": "entrenched",
  "ipa": {
    "us": "ɪn'trentʃt",
    "uk": "ɪnˈtrɛntʃt"
  },
  "sentences": [
    {
      "en": "He praised her ability to fight corruption and \"entrenched bureaucracy, \" and cited her working-class roots and her ability to understand the problems of working people.",
      "cn": "他赞扬了佩林打击腐败和“根深蒂固的官僚主义”的能力，并提到她植根于工薪阶层并能够了解其面临的问题。"
    },
    {
      "en": "He praised her ability to fight corruption and “entrenched bureaucracy,” and cited her working-class roots and her ability to understand the problems of working people.",
      "cn": "他赞扬了佩林打击腐败和\"根深蒂固的官僚主义\"的能力，并提到她植根于工薪阶层并能够了解其面临的问题。"
    },
    {
      "en": "Her position was strongly entrenched; she had managed to secure the support of the king.",
      "cn": "她的地位是十分巩固; 她已经设法获得了国王的声援."
    },
    {
      "en": "If the enemy dares to attack us in these entrenched positions, we will make short work of them.",
      "cn": "如果敌人胆敢进攻我们固守的阵地, 我们就消灭他们."
    },
    {
      "en": "In this sense, putting a woman in the White House will mark a new milestone in American democracy: it can break the entrenched spell—our cognitive biases for hunks—imposed by the ghost of evolution.",
      "cn": "从这个角度来说，选出一位女性入主白宫将成为美国民主新的里程碑：它将破除进化幽灵加在我们身上根深蒂固的魔咒，即我们钟情大个头肌肉男的认知偏差。"
    },
    {
      "en": "Mayer, for example, notes that women have more opportunities in Silicon Valley because there’s no entrenched hierarchy there.",
      "cn": "例如，迈尔解释说，在硅谷女人拥有更多的机会，因为那里没有根深蒂固的官僚结构。"
    },
    {
      "en": "Now, three years later, Dr Lord was solidly entrenched at Felding - Roth.",
      "cn": "现在, 三年过去了, 洛德博士在费尔汀 -- 罗斯公司稳稳地站住了脚."
    },
    {
      "en": "She is entrenched in her right - wing views.",
      "cn": "她的 右翼 观点根深蒂固."
    },
    {
      "en": "Television seems to be firmly entrenched as the number one medium for national advertising.",
      "cn": "电视看来要在全国广告媒介中牢固地占据头等位置."
    },
    {
      "en": "The army entrenched themselves near the shore.",
      "cn": "军队在海岸附近挖壕沟固守."
    },
    {
      "en": "The army entrenched themselves on the other side of the river.",
      "cn": "军队在河的另一边固守著自己."
    },
    {
      "en": "The enemy was strongly entrenched upon the othr side of the river.",
      "cn": "敌人在河的彼岸以坚固的壕沟防护自己."
    },
    {
      "en": "The enemy were entrenched beyond the hill.",
      "cn": "敌人在山的那一边以壕沟防守."
    },
    {
      "en": "The enemy were strongly entrenched on the other side of the river.",
      "cn": "敌军在河的对岸用坚固的壕沟防守."
    },
    {
      "en": "The recession remains deeply entrenched.",
      "cn": "经济衰退仍然根深蒂固。"
    },
    {
      "en": "The term condensation is now firmly entrenched in the literature of polymer science.",
      "cn": "缩合这个术语,现在在聚合物科学文献中已牢固的确定."
    },
    {
      "en": "These concepts were firmly entrenched in the mathematical formulation of classical mechanics.",
      "cn": "这些概念在经典力学的数学表述中根深蒂固."
    },
    {
      "en": "They entrenched themselves at once.",
      "cn": "他们立刻挖壕防护自己."
    },
    {
      "en": "They entrenched themselves behind a wall of tradition.",
      "cn": "他们以传统为挡箭牌来保护自己."
    },
    {
      "en": "They hold that, once entrenched, only Lincoln's bellicose policy could have eradicated it.",
      "cn": "他们相信一旦确立，只有林肯的好战政策才能彻底摧毁它。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "rooted",
            "inrooted"
          ],
          "tran_cn": "根深蒂固的；确立的，不容易改的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "engaged",
            "assured"
          ],
          "tran_cn": "确立；保证；挖掘壕沟（entrench的过去分词）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "根深蒂固的，牢固的，固守的",
      "tran_en": "strongly established and not likely to change — often used to show disapproval"
    },
    {
      "pos": "v",
      "tran_cn": "用壕沟围绕或保护…( entrench的过去式和过去分词 )，牢固地确立…"
    }
  ],
  "exchange": {}
}