{
  "word": "elephant",
  "ipa": {
    "us": "ˈelɪfənt",
    "uk": "ˈelɪfənt"
  },
  "sentences": [
    {
      "en": "A trunk distinguishes the elephant.",
      "cn": "长鼻是象的特征。"
    },
    {
      "en": "Above him, in a niche on the wall, sat a tiny veiled Ganesh, the elephant god.",
      "cn": "在他上方墙上的壁龛里安放着一尊极小的蒙面象头神伽内什的塑像。"
    },
    {
      "en": "An elephant's nose is extraordinarily long!",
      "cn": "大象的鼻子特别长!"
    },
    {
      "en": "Big extinct birds such as the giant moa,thunderbirds and elephant birds all left eggshells behind them.",
      "cn": "像恐鸟、雷鸟和象鸟这样已经灭绝的鸟类都留下了它们的蛋壳化石。"
    },
    {
      "en": "Dressed up as Father Christmas and accompanied by a'guard of honour'of six pretty girls, he set off down the main street of the city riding a baby elephant called Jumbo.",
      "cn": "他扮成圣诞老人,在声个漂亮姑娘组成的 “ 仪仗队”的陪同下骑着一只叫江波的小象,沿着城里的主要街道出发了."
    },
    {
      "en": "Fossil hunters have unearthed the bones of an elephant believed to be 500,000 years old.",
      "cn": "化石搜集者们发掘出了一具大象骨骼，据信距今已有50万年。"
    },
    {
      "en": "He received praise for the atmospheric monochrome shots in David Lynch's The Elephant Man.",
      "cn": "他在大卫·林奇的电影《象人》中所拍摄的那些渲染气氛的黑白镜头受到了好评。"
    },
    {
      "en": "His tour de force is an elephant sculpture.",
      "cn": "他的精心之作是一件大象雕塑。"
    },
    {
      "en": "No. Although 75% of its raw materials is elephant dung, it is light delicate fragrance instead of stink. This is due to its special fabrication technology.",
      "cn": "不，尽管这种纸里75％的原料都是大象的粪便，但它不但不臭，反而有一种淡淡的清香，这是源于它的特殊的制造工艺。"
    },
    {
      "en": "Once I addressed the elephant, we were able to kick him out of the room.",
      "cn": "当我承认了这头大象的存在，我们就能够把它从房间里面赶走。"
    },
    {
      "en": "Once I saw an elephant go by.",
      "cn": "一次我看见一头大象路过。"
    },
    {
      "en": "So the part of the elephant I experience applies what we know about people and how we apply that to UX design.",
      "cn": "所以，我体验的那部分的大象就是我们对人的了解和我们将我们的了解应用于用户体验设计。"
    },
    {
      "en": "The angry elephant crashed through the forest.",
      "cn": "愤怒的大象闯过森林."
    },
    {
      "en": "The animal in the picture was a female elephant.",
      "cn": "照片上的动物是头母象."
    },
    {
      "en": "The blind touched the elephant's ear and said that it was just like a huge fan.",
      "cn": "这位盲人触摸到大象的一只耳朵,然后说这头大象像一把大扇子."
    },
    {
      "en": "The elephant dwarfed the tortoise.",
      "cn": "那只乌龟跟那头象相比就显得很小."
    },
    {
      "en": "The elephant plunged into the forest.",
      "cn": "大象猛地冲入森林."
    },
    {
      "en": "The elephant's trunk is bigger than other animals '.",
      "cn": "大象的鼻子比其他动物的大."
    },
    {
      "en": "The hunter destroyed the elephant.",
      "cn": "猎手射杀了那头大象。"
    },
    {
      "en": "The hunter was trampled to death by a wild elephant.",
      "cn": "那猎人被一头野象踩死了."
    },
    {
      "en": "The king says, \"Feel the elephant and describe it to me.",
      "cn": "国王说：“你们摸一下这只大象，然后描速给我听。”"
    },
    {
      "en": "The new office block has become an expensive white elephant.",
      "cn": "这座新办公大楼成了昂贵的摆设。"
    },
    {
      "en": "Tom: No.Although 75% of its raw materials is elephant dung, it is light delicate fragrance instead of stink. This is due to its special fabrication technology.",
      "cn": "不，尽管这种纸里75％的原料都是大象的粪便，但它不但不臭，反而有一种淡淡的清香，这是源于它的特殊的制造工艺。"
    },
    {
      "en": "What is your elephant? How do you deal with it?",
      "cn": "你的大象是什么？你会怎么处理它？"
    },
    {
      "en": "When they saw the elephant blowing the mouth organ , the children roared with laughter.",
      "cn": "看见大象吹口琴, 孩子们这个乐啊!"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "african elephant",
      "tran_cn": "非洲象"
    },
    {
      "phrase": "elephant seal",
      "tran_cn": "n. 象海豹；海象"
    },
    {
      "phrase": "elephant trunk",
      "tran_cn": "象鼻管；溜管"
    },
    {
      "phrase": "white elephant",
      "tran_cn": "白象，灰色象（在印度、东南亚被视为神圣之物）；无价值的东西"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "象，大象",
      "tran_en": "a very large grey animal with four legs, two tusks(= long curved teeth ) and a trunk(= long nose ) that it can use to pick things up"
    },
    {
      "pos": "other",
      "tran_cn": "大象",
      "tran_en": "a very large grey animal with four legs, two tusks(= long curved teeth ) and a trunk(= long nose ) that it can use to pick things up"
    }
  ],
  "exchange": {
    "pl": [
      "elephants"
    ]
  }
}