{
  "word": "Philippine",
  "ipa": {
    "us": "'fɪlɪpi:n",
    "uk": "'fɪlɪpin"
  },
  "sentences": [
    {
      "en": "Affidavit of Support and Guarantee executed by the Philippine travel agent.",
      "cn": "菲律宾旅行社经过公证的保证书."
    },
    {
      "en": "Among the outstanding questions is whether victims were killed by Mendoza's or Philippine police bullets during the botched rescue operation and how the negotiation process was carried out.",
      "cn": "在蹩脚的救援行动期间，遇难者是死于门多萨还是菲律宾警方的子弹，以及他们到底怎样进行的谈判，这些问题到现在依然是个迷。"
    },
    {
      "en": "CMMI certification, she says, would ensure a higher quality of software development and help Philippine software companies compete more effectively, particularly in the international market.",
      "cn": "她说，CMMI认证将确保更高质量的软件开发，帮助菲律宾的软件公司，特别是在国际市场上，更有效地竞争。"
    },
    {
      "en": "During the trip, the youth met with staff from the Philippine Rural Reconstruction Movement.",
      "cn": "在旅程中，这班年青人跟「菲律宾乡村重建运动」的人员会面。"
    },
    {
      "en": "Essentially, the Philippine government benefits from the existence of brokers.",
      "cn": "实质上, 仲介业的存在使菲国政符蒙利."
    },
    {
      "en": "He consumed vile gray philippine ropes.",
      "cn": "他只抽劣质的灰色菲律宾雪茄."
    },
    {
      "en": "He said, in Philippine language, Holy Week is called Mahal na Araw.",
      "cn": "他说, 在菲律宾的语言, 被称为圣周玛哈钠勇士."
    },
    {
      "en": "In 1935, President Roosevelt proclaimed the Philippine Islands a free commonwealth.",
      "cn": "1935年的这一天, 罗斯福总统宣布菲律宾群岛独立成为联邦共和国."
    },
    {
      "en": "Magellan himself had been killed in the Philippine Isles.",
      "cn": "麦哲伦本人在菲律宾群岛被杀."
    },
    {
      "en": "Marila is the capital of the Philippine.",
      "cn": "马尼拉是菲律宾首都."
    },
    {
      "en": "Mr. Pernan and another Philippine hostage was dead in the operation.",
      "cn": "柏南先生与另一名菲律宾籍人质则在行动中丧生."
    },
    {
      "en": "Other American units were organized into the Philippine Division.",
      "cn": "其它美军部队编入菲军."
    },
    {
      "en": "Philippine plant yielding a hard fibre used in making coarse twine.",
      "cn": "菲律宾的一种植物,出产用于制作粗麻绳的坚硬的纤维."
    },
    {
      "en": "Philippine student: Let me say it.",
      "cn": "菲律宾同学: 还是让我说吧."
    },
    {
      "en": "Philippine tree similar to the breadfruit tree bearing edible fruit.",
      "cn": "菲律宾树种,类似于面包树的可食果实."
    },
    {
      "en": "Request landing forecast for Philippine between 1000 and 1300.",
      "cn": "请求菲律宾1000至1300天气预报."
    },
    {
      "en": "There are three things which Lee believes have hampered Philippine progress.",
      "cn": "李光耀相信有三个原因阻碍了菲律宾的发展."
    },
    {
      "en": "We can supply the crude Coconut fibre from Thailand, Philippine, Vietnam, Srilanka and act.",
      "cn": "我司长期供应产自泰国, 菲律宾, 越南, 斯里兰卡等国的天然椰棕纤维."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "philippine islands",
      "tran_cn": "菲律宾群岛"
    },
    {
      "phrase": "philippine sea",
      "tran_cn": "菲律宾海"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "菲律宾的，菲律宾人的",
      "tran_en": "Philippine means belonging or relating to the Philippines, or to their people or culture"
    }
  ],
  "exchange": {}
}