{
  "word": "gradually",
  "ipa": {
    "us": "ˈɡrædʒuəli",
    "uk": "ˈɡrædʒuəli"
  },
  "sentences": [
    {
      "en": "As with all dietary changes, reducing salt should be done gradually.",
      "cn": "像所有改变饮食结构的情况一样，减少盐的摄入量也应当采取渐进的方式。"
    },
    {
      "en": "Gradually he began to acknowledge his feelings of envy towards his mother.",
      "cn": "渐渐地，他开始承认自己羡慕母亲。"
    },
    {
      "en": "Gradually, my ankle got better.",
      "cn": "我的脚踝慢慢好了。"
    },
    {
      "en": "Gradually, with an intelligent use of flashbacks, Yves' story unravels.",
      "cn": "通过巧妙运用倒叙手法，伊夫的故事慢慢呈现出来。"
    },
    {
      "en": "He gradually relaxed his grip on the arms of the chair.",
      "cn": "他紧握椅子扶手的手逐渐松开了。"
    },
    {
      "en": "He has gradually acquiesced to the demands of the opposition.",
      "cn": "他渐渐顺从了反对派的要求。"
    },
    {
      "en": "I gradually got rather disillusioned with the whole setup of the university.",
      "cn": "渐渐地，我对大学的整个体制感到相当失望。"
    },
    {
      "en": "In the union office, the mood gradually changed from resignation to rage.",
      "cn": "在工会办公室，情绪慢慢从顺从转变成愤怒。"
    },
    {
      "en": "Jill gradually became aware of an awful smell.",
      "cn": "吉尔渐渐地闻到了一股难闻的气味。"
    },
    {
      "en": "Non-state firms gradually elbow aside the inefficient state-owned ones.",
      "cn": "非国有企业逐渐挤掉了效率低下的国有企业。"
    },
    {
      "en": "Sound him out gradually. Make sure it is what he really wants.",
      "cn": "要慢慢地打探他的口风，要确保是他的心里话。"
    },
    {
      "en": "The diamond towns are gradually being reclaimed by the desert.",
      "cn": "这些钻石城镇正逐渐重归沙漠。"
    },
    {
      "en": "The tidal stream or current gradually decreases in the shallows.",
      "cn": "浅滩上的潮水逐渐退去。"
    },
    {
      "en": "Try gradually to quiet them down as bedtime approaches.",
      "cn": "临近就寝的时候，要尽量让他们渐渐安静下来。"
    },
    {
      "en": "We are gradually changing over to a completely metric system.",
      "cn": "我们正逐渐过渡到完全使用公制。"
    },
    {
      "en": "We can build up the speed gradually and safely.",
      "cn": "我们可以逐渐稳妥地提高速度。"
    },
    {
      "en": "Work the oil gradually into the yolks with a wooden spoon.",
      "cn": "用木勺将油慢慢掺到蛋黄中。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "gradual",
          "tran_cn": " 逐渐的；平缓的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "gradual",
          "tran_cn": " 弥撒升阶圣歌集"
        },
        {
          "word": "gradualness",
          "tran_cn": " 逐渐；渐次；循序性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "stage by stage",
            "step by step"
          ],
          "tran_cn": "逐步地；渐渐地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unhurried"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "逐渐地，逐步地",
      "tran_en": "slowly, over a long period of time"
    }
  ],
  "exchange": {}
}