{
  "word": "communique",
  "ipa": {
    "us": "kəˈmju:nɪkeɪ",
    "uk": "kəˌmjunəˈkeɪ"
  },
  "sentences": [
    {
      "en": "\"We urged donors to accelerate delivery of commitments to increase aid, and for us all to consider going beyond existing commitments,\" they said in a communique after a meeting here.",
      "cn": "\"我们呼吁援助国加快实现增加援助的承诺,所有国家都应考虑在现有承诺以外扩大援助,\"出席官员在华盛顿会议的公报中指出."
    },
    {
      "en": "A joint communique was issued on May 5.",
      "cn": "五月五日发表了一项联合公报."
    },
    {
      "en": "According to the latest communique, both sides will soon reach an agreement.",
      "cn": "根据最近的一份公报, 双方不久将达成一项协议."
    },
    {
      "en": "But, said a reporter, the communique specifically suggested just that.",
      "cn": "一个记者说：「可是公报说的很明确，就是那样。」"
    },
    {
      "en": "By the spring of 1972, the Sino - American Shanghai Communique had been signed.",
      "cn": "到了1972年春天, 签订了中美上海公报."
    },
    {
      "en": "He sent me the communique; I looked it through thoroughly.",
      "cn": "他把公报送来, 我仔细看了一遍."
    },
    {
      "en": "My colleagues read the communique astonishment rather than excitement.",
      "cn": "我的同事读了公报,感到惊奇而不是欣喜."
    },
    {
      "en": "My colleagues read the communique with astonishment rather than jubilation.",
      "cn": "同事们读了公报,只感惊奇,而非欣喜."
    },
    {
      "en": "The announcement was made in a communique & 1 & issued by the Defence Minister.",
      "cn": "这项公告是在国防部长的 公报 中发出的."
    },
    {
      "en": "The communique , Georges thought with satisfaction, would make a lively item on the evening news.",
      "cn": "乔戈斯满意地想, 这个宣言会在晚上的新闻节目里成为一条引人注目的新闻."
    },
    {
      "en": "The communique & 1 & made no mention of progress on any of the issues.",
      "cn": "公报只字不提这些问题中哪个问题取得了进展."
    },
    {
      "en": "The communique gave no other details.",
      "cn": "这份公报并未透露其他细节。"
    },
    {
      "en": "The following communique was therefore framed and agreed to by all.",
      "cn": "因此,拟定了下列公报,并获得大家一致同意."
    },
    {
      "en": "The full text of the communique reads as follows.",
      "cn": "公报全文如下."
    },
    {
      "en": "The minister wrestled over the wording of the communique.",
      "cn": "部长斟酌公报的措辞."
    },
    {
      "en": "There was no mention of Kelly in Dr. Halsey's communique.",
      "cn": "哈尔茜博士的公报里没提到凯丽."
    },
    {
      "en": "We disagree to the communique.",
      "cn": "我们对公报持异议。"
    },
    {
      "en": "We had asked them to delete him from the communique and crop him from the picture.",
      "cn": "我们要求他们不把他的名字写入公报,并且把他从照片上剪掉."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bulletin",
            "government organ"
          ],
          "tran_cn": "公报，官报"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "公报，官报"
    }
  ],
  "exchange": {}
}