{
  "word": "crucible",
  "ipa": {
    "us": "ˈkruːsɪbl",
    "uk": "ˈkruːsɪbl"
  },
  "sentences": [
    {
      "en": "...a system in which ideas are tested in the crucible of party contention.",
      "cn": "...一个在严峻党派纷争中检验不同观点的体系。"
    },
    {
      "en": "A continuous basalt fiber was prepared by crucible process.",
      "cn": "利用坩埚法制备玄武岩连续纤维."
    },
    {
      "en": "A small - handled, deep porcelain crucible used for heating and evaporating.",
      "cn": "加热''.'蒸发'.''''.'皿'. ''小柄的深瓷坩埚,用于加热和蒸馏."
    },
    {
      "en": "All gravimetric measurements require some sort of crucible or dish to hold the residue or precipitate.",
      "cn": "所有重量分析需要某种坩埚或器皿保留残渣或沉淀物."
    },
    {
      "en": "B player who enjoyed a memorable crucible debut last year.",
      "cn": "上年安享了难忘的克鲁斯堡首秀的球员."
    },
    {
      "en": "Crucible process: Technique for producing cast or tool steel.",
      "cn": "坩埚法: 生产优质钢或工具钢的工艺."
    },
    {
      "en": "Crucible still the main mineral mud, clay, limestone and so on.",
      "cn": "主要矿藏还有坩泥 、 陶土 、 石灰石等."
    },
    {
      "en": "In this sense, the Chicxulub crater is the crucible of human evolution.",
      "cn": "从这个角度来说, 奇虚乐陨石撞击事件可说是人类演化的推手."
    },
    {
      "en": "Put the required amount of metal into the crucible.",
      "cn": "把适量的金属放入熔炉内."
    },
    {
      "en": "Refractory metal and cemented carbides: steel, metal steel, tungsten metal, crucible etc.",
      "cn": "难溶金属及制品: 高速钢 、 耐热合金钢 、 高比重钨合金 、 钼坩埚等."
    },
    {
      "en": "The alliance had been forged in the crucible of war.",
      "cn": "这个联盟经受了战争的严峻考验."
    },
    {
      "en": "The filter crucible become slim in the coned flande and dewater.",
      "cn": "滤饼在锥兰中逐渐变薄,得到进一步脱水."
    },
    {
      "en": "The slag resistance of magnesia - zircon castable was investigated by crucible test.",
      "cn": "采用坩埚法研究了镁锆质浇注料的抗渣性."
    },
    {
      "en": "These islands were a crucible of exploration and development.",
      "cn": "这些岛屿是对开发和发展的严峻考验."
    },
    {
      "en": "To allow the water vapour to escape from the crucible.",
      "cn": "容许水汽从坩埚中离开."
    },
    {
      "en": "To prevent dust of other things from entering the crucible.",
      "cn": "防止尘埃等外物进入坩埚内."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "acid",
            "ordeal",
            "proof",
            "test",
            "trial"
          ],
          "tran_cn": "严酷的考验"
        },
        {
          "words": [
            "alembic",
            "beaked",
            "beaker",
            "cauldron",
            "mortar",
            "retort",
            "still",
            "vessel"
          ],
          "tran_cn": "坩埚,熔罐"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "graphite crucible",
      "tran_cn": "石墨坩埚"
    },
    {
      "phrase": "porcelain crucible",
      "tran_cn": "瓷坩埚"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "坩埚，熔炉，严峻的考验，磨炼",
      "tran_en": "Crucible is used to refer to a situation in which something is tested or a conflict takes place, often one which produces something new"
    }
  ],
  "exchange": {
    "pl": [
      "crucibles"
    ]
  }
}