{
  "word": "Casey",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Any calls made to you or Casey Becker are being cross - referenced.",
      "cn": "所有打给你或凯西·贝克尔的电话都会被对照参考."
    },
    {
      "en": "But Casey and Cole are not impressed with their mother's publishing success.",
      "cn": "但是Casey和Cole并不为他们母亲的书出版成功而感动."
    },
    {
      "en": "Casey added that everything he had told us was, of course, top - secret.",
      "cn": "凯西补充说,他告诉我们的话当然全部是绝密的."
    },
    {
      "en": "Casey Becker and Steve Orth were killed last night.",
      "cn": "凯西·贝克尔和史蒂夫·厄斯昨晚被杀了."
    },
    {
      "en": "Casey has been on a course of sewing all this month.",
      "cn": "这个月凯西一直在上缝纫课."
    },
    {
      "en": "Casey replace Tom to give oneself up to the government.",
      "cn": "凯西代替汤姆投案自首."
    },
    {
      "en": "Casey slept well, was quiet and always behaed in public.",
      "cn": "Casey睡眠好, 很安静,并很听话."
    },
    {
      "en": "Casey Stengel was probably the most colorful character in baseball.",
      "cn": "凯西·施滕格尔可能是棒球界最有趣的人物。"
    },
    {
      "en": "Did you happen to ride by Casey Becker's house?",
      "cn": "你是否正好就兜到凯西·贝克尔的家了?"
    },
    {
      "en": "Here Mr. Casey had placed at my disposal the agreeable villa he was using.",
      "cn": "这里,凯西先生把他自己居住的那座舒适的别墅供我自由使用."
    },
    {
      "en": "I'm sorry, Casey, I didn't mean to snap at you like that.",
      "cn": "对不起，凯西，我不是有意要跟你凶的。"
    },
    {
      "en": "If Casey is correct, the total cost of the cleanup would come to $110 billion.",
      "cn": "如果凯西是对的，清理的总花费将达1,100亿美元。"
    },
    {
      "en": "Jim and Casey are old friends from college.",
      "cn": "吉姆和凯西是大学时代的老朋友。"
    },
    {
      "en": "Pulp and Paper Chemistry and Chemical Technology. Vol: 1 J. P . CASEY.",
      "cn": "谢来苏. 制浆造纸的生物技术. 北京: 化学工业出版社."
    },
    {
      "en": "Q 14 What color are Casey's pajamas?",
      "cn": "Casey的睡衣都有哪些颜色?"
    },
    {
      "en": "This morning General David Petraeus officially took over from General George Casey.",
      "cn": "今天早上戴维?彼得雷乌斯中将正式接替乔治?凯西将军."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "凯西(m.)"
    },
    {
      "pos": "other",
      "tran_cn": "凯西（姓）"
    }
  ],
  "exchange": {}
}