{
  "word": "longtime",
  "ipa": {
    "us": "'lɒŋtaɪm",
    "uk": "'lɒŋtaɪm"
  },
  "sentences": [
    {
      "en": "\"Maybe it doesn't mean it's a longtime relationship, but it means there is someone in your life,\" he said.",
      "cn": " “也许这并不意味着是一段长久的关系，但它意味着在你的生命中有一个人的存在，”他说。"
    },
    {
      "en": "Among unaware RSS users percent were male and 36 percent were longtime Internet users.",
      "cn": "在未意识自己使用RSS技术的用户当中,有54%为男性36%为长期上网者."
    },
    {
      "en": "Anderson and her longtime friend Salomon wed in Las Vegas on Oct. 6.",
      "cn": "他们将在周五例举他们不可调和的矛盾, 用法律形式,来解决结婚问题."
    },
    {
      "en": "Charitable Trust . Her longtime spokesman, Howard Rubenstein, had no comment.",
      "cn": "对此, 长期为她服务的发言人霍华德·鲁本斯坦未予置评."
    },
    {
      "en": "Harry Sello is a longtime expert on materials and processes for device technology.",
      "cn": "哈里Sello是对材料和工艺设备技术的长期专家."
    },
    {
      "en": "He refused to confirm or deny the rumor that they may end their longtime successful partnership.",
      "cn": "他拒绝证实或否认有关他们即将结束长期成功伙伴关系的传言."
    },
    {
      "en": "Let me leave you with some perspective as a longtime diver.",
      "cn": "作为一名长久经验潜水员,让我给你提供一些看法."
    },
    {
      "en": "Longtime Microsoft developers and users said they would probably stick with Microsoft's PC - oriented direction.",
      "cn": "长期与微软合作的软件开发公司和用户称,他们可能坚持微软面向PC机的方向."
    },
    {
      "en": "Smith and longtime love Jada Pinkett capped off yeara New Year's Eve wedding ceremony.",
      "cn": "史密斯与多年的女友简达·萍姬终于结为伉俪,于元旦前夜举行婚礼,以此作为新一年的开始."
    },
    {
      "en": "The breakthrough achieved by Siemionow and her team was a longtime goal in facial surgery.",
      "cn": "西米诺和她的小组所取得的成功,长期以来一直是面部移植手术追求的目标."
    },
    {
      "en": "Two conversations with our longtime ally King Hussein bracketed the meeting with Ismail.",
      "cn": "我们同长期的盟友侯赛因国王的两次谈话与我们同伊斯梅乐的会晤是同等重要的."
    },
    {
      "en": "We have a question from the a health worker, -- and longtime listener -- in Nigeria.",
      "cn": "在尼日利亚有一位健康工作者 -- 也是长期听众."
    },
    {
      "en": "Yet longtime Wolves - watches insist that Taylor will never fire his right - hand man.",
      "cn": "尽管一直以来,狼队观察家们坚持泰勒不会炒了他的左右手,麦克海尔最好还是走人."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "longstanding",
          "tran_cn": " 长期存在的；长时间的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "muchly"
          ],
          "tran_cn": "长久地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（已持续）长时间的，为时甚久的"
    },
    {
      "pos": "adv",
      "tran_cn": "长久"
    }
  ],
  "exchange": {}
}