{
  "word": "bookmark",
  "ipa": {
    "us": "ˈbʊkmɑːk",
    "uk": "ˈbʊkmɑːrk"
  },
  "sentences": [
    {
      "en": "Another time someone saw him using a cheque as a bookmark.",
      "cn": "还有一次,有人看见他用一张1,500美元的支票作书签."
    },
    {
      "en": "Click the Toggle a bookmark button on the Text Editor toolbar.",
      "cn": "在“文本编辑器”工具栏上单击“切换书签”按钮."
    },
    {
      "en": "He thumbed through the book again to look for the bookmark.",
      "cn": "他又翻了一遍书,想找到那张书签."
    },
    {
      "en": "He was observed using a check for $ 1,500 as a bookmark.",
      "cn": "有人见他把一张一千五佰美元的支票当作书签."
    },
    {
      "en": "It ruins a book to double back the pages as a bookmark.",
      "cn": "把书页折起来当作书签用会把书弄坏的."
    },
    {
      "en": "Material: fresh water pearl , pewter knot, white metal bookmark.",
      "cn": "素材: 淡水珠,锡盘结, 白铁书签."
    },
    {
      "en": "Material: Gold Plated Alder Cone, Green Chorite Crystal, gold plated bookmark.",
      "cn": "素材: 镀金桤木球果吊饰, 绿幽灵水晶, 镀金书签."
    },
    {
      "en": "Optionally include a bookmark in the output PDF for the chart.",
      "cn": "选择包括书签,在输出为PDF格式的图表."
    },
    {
      "en": "Please click on the link below and update your bookmark.",
      "cn": "请点击以下的网址,并再次输入[书签]/[您的最爱]."
    },
    {
      "en": "Save your favorite devices in the bookmark list, to speed - up theconnection procedure.",
      "cn": "您能在书签列表中保存您最喜爱的电子设备, 以加快连线过程."
    },
    {
      "en": "Show bookmark tree and open bookmark in new tab.",
      "cn": "显示书签树,可以直接开启书签于新分页."
    },
    {
      "en": "Then , having used the check as a bookmark, he lost the book!",
      "cn": "后来, 他竟把那本书弄丢了."
    },
    {
      "en": "This makes it extremely simple to save what you find with an electronic bookmark so you can return to it later.",
      "cn": "如此一来，用电子书签保存所找到的网页内容就变得非常简单，日后也可以再次访问。"
    },
    {
      "en": "This paper discussed how to devise the printing bookmark classified system.",
      "cn": "本文探讨了书标分类打印系统的设计与实现方法."
    },
    {
      "en": "Using this technology, we provide an implementation through the Bookmark Service.",
      "cn": "并通过Bookmark服务给出了该技术的一种实现方法和实际应用."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "bookmarker",
          "tran_cn": " 书签"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "marks",
            "signation"
          ],
          "tran_cn": "书签（等于bookmarker）；标记"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "书签",
      "tran_en": "a piece of paper, leather etc that you put in a book to show you the last page you have read"
    }
  ],
  "exchange": {
    "pl": [
      "bookmarks"
    ]
  }
}