{
  "word": "nosebleed",
  "ipa": {
    "us": "ˈnəʊzbliːd",
    "uk": "ˈnoʊzbliːd"
  },
  "sentences": [
    {
      "en": "A nosebleed is an issue of blood from the nose.",
      "cn": "鼻衄就是鼻孔流血的结果."
    },
    {
      "en": "Abstract: Objectiye: To explore the causes, locations and effective treatment of nosebleed.",
      "cn": "文摘: 目的: 探讨鼻出血的原因 、 部位及有效治疗方法."
    },
    {
      "en": "Conclusion The correct nurse is the important link to successful treated nosebleed.",
      "cn": "结论射频等非填塞法治疗鼻出血效果好,易于护理,病人痛苦小.正确的护理是治疗成功的重要环节."
    },
    {
      "en": "Father says: \" if you nosebleed, can you still dig nostril? \"",
      "cn": "爸爸说: [ 假如你流鼻血了, 你还会挖鼻孔 吗 ?"
    },
    {
      "en": "I always end up sitting in the nosebleed section.",
      "cn": "我老是落得坐到最烂的位子."
    },
    {
      "en": "I heard you flow nosebleed, or cold, very nervous, why?",
      "cn": "一听说你流鼻血, 或者冷, 很紧张, 为什么?"
    },
    {
      "en": "Indications : Nasal obstruction , nosebleed epistaxis, nasal sinusitis, nasal polyp and deviated mouth.",
      "cn": "鼻塞,鼻衄, 鼻渊, 鼻息肉,口喎."
    },
    {
      "en": "Irritability rhinitis, often still shed nosebleed. How to do?",
      "cn": "过敏性鼻炎, 还经常流鼻血.怎么办 呢 ?"
    },
    {
      "en": "Is often nosebleed is leukaemia preclinical? Does leukaemia have cured precedent?",
      "cn": "经常流鼻血是白血病的潜伏期 吗 ?白血病有治愈的先例 吗 ?"
    },
    {
      "en": "Objectiye: To explore the causes, locations and effective treatment of nosebleed.",
      "cn": "目的: 探讨鼻出血的原因 、 部位及有效治疗方法."
    },
    {
      "en": "Often flow nosebleed and is cold sweat all over leukaemia omen?",
      "cn": "经常流鼻血和浑身出冷汗是白血病征兆 吗 ?"
    },
    {
      "en": "The main symptom was prsented as nasal obstruction pus snot and nosebleed.",
      "cn": "临床常以鼻塞流脓涕及鼻衄为主要症状."
    },
    {
      "en": "The most common adverse eents reported were throat pain, nosebleed, and feer.",
      "cn": "最常见的副作用报道为咽喉疼痛 、 鼻出血和发热."
    },
    {
      "en": "What reason is 6 years old of half child nosebleed?",
      "cn": "6岁半孩子流鼻血是什么原因?"
    },
    {
      "en": "Whenever I have a cold I get a nosebleed.",
      "cn": "每次我感冒都会流鼻血。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hemorrhinia",
            "epistaxis"
          ],
          "tran_cn": "[耳鼻喉]鼻出血；衄血"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鼻出血，衄",
      "tran_en": "if you have a nosebleed, blood starts flowing from your nose"
    }
  ],
  "exchange": {}
}