{
  "word": "armory",
  "ipa": {
    "us": "'ɑ:mərɪ",
    "uk": "ˈɑrməri"
  },
  "sentences": [
    {
      "en": "Every March the Armory Show sets up shop in New York.",
      "cn": "每年三月,军械博览会都会在纽约设置展场."
    },
    {
      "en": "He dipped into his intellectual armory to find an answer.",
      "cn": "他为寻求答案而苦苦思索."
    },
    {
      "en": "He donned them both and made his way to the armory.",
      "cn": "他穿戴完毕,便向军械库走去."
    },
    {
      "en": "In the armory of man, charm is the enchanted dart light and subtle as a hummingbird.",
      "cn": "在男人的军械库里, 魅力是那带有魔力的刺,像蜂雀一样地轻巧、纤细."
    },
    {
      "en": "Make it Drizzle : Purchased an item from the Armory.",
      "cn": "在军械库购买一件道具."
    },
    {
      "en": "New Game Mechanics including Feron Bloodthirst, a faction based armory, and more.",
      "cn": "加入了包括费伦嗜血者在内的一系列新机械."
    },
    {
      "en": "Nuclear weapons will play a less prominent part in NATO's armory in the future.",
      "cn": "核武器将来在北约的军械中会起较次要的作用。"
    },
    {
      "en": "One photo shows cadets playfully pointing revolvers at colleagues in a room that appears to be an armory.",
      "cn": "一张照片显示了学员们在军械库里拿左轮手枪开玩笑似的指着同事。"
    },
    {
      "en": "PvE ladders on the official armory are possible in the future.",
      "cn": "官方英雄榜今后可能有PvE排名."
    },
    {
      "en": "Springfield armory: weapons factory established at springfield mass. By the u. s. congress in1794.",
      "cn": "春田兵工厂：美国国会1794年在麻萨诸塞州春田市建立的武器工厂。"
    },
    {
      "en": "The Armory also expands your ground control.",
      "cn": "它可以扩张您得地面控制力."
    },
    {
      "en": "The Armory costs 1000 credits, and requires only the barracks.",
      "cn": "军械库需要的花费是1000, 建造它的前提只有兵营."
    },
    {
      "en": "The Fragrance Foundation held its 2009 FiFi Awards at the Downtown Armory in New York.",
      "cn": "该香水基金会举行了2009年香水奥斯卡奖在市区军械库在纽约举行."
    },
    {
      "en": "The World of Warcraft armory page has just been updated with new features and tools!",
      "cn": "魔兽世界英雄榜页面更新了新的功能和工具!"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "armorer",
          "tran_cn": " [军] 兵器制造者；[军] 军械士"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Arsenal"
          ],
          "tran_cn": "军械库；[军]兵工厂（等于armoury）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "纹章，纹章学，兵工厂，军械库"
    }
  ],
  "exchange": {
    "pl": [
      "armories"
    ]
  }
}