{
  "word": "interstellar",
  "ipa": {
    "us": "ˌɪntəˈstelə(r)",
    "uk": "ˌɪntərˈstelər"
  },
  "sentences": [
    {
      "en": "...interstellar space.",
      "cn": "...星际空间。"
    },
    {
      "en": "A serious attempt at interstellar communication would be very expensive.",
      "cn": "作一次星际通信的认真尝试可能很费钱."
    },
    {
      "en": "Asteroid has become commonplace to the readers of interstellar travel stories in science fiction magazines.",
      "cn": "对于读过科幻杂志中星际旅行故事的读者来说,小行星已是平淡无味了."
    },
    {
      "en": "Astronomers usually assume that interstellar dust is closely confined to the galactic plane.",
      "cn": "天文学家通常认为,恒星际星尘都是紧靠着银河平面的."
    },
    {
      "en": "Collapsing interstellar cloud reverses its gravitational infall and expands outward into the relatively quiescent interstellar environment.",
      "cn": "坍缩的星际云克服向内的引力而向外膨胀到较宁静的星际环境中去."
    },
    {
      "en": "Fluorescent destruction occurs about once for every ten interstellar ultraviolet photons absorbed.",
      "cn": "每吸收十个星际紫外光子,就会发生一次荧光破坏过程."
    },
    {
      "en": "Our assertion that the interstellar gas is definitely no vacuum would seem all the more paradoxical!",
      "cn": "我们坚持星际气体决非真空的主张看来愈发荒谬可笑了!"
    },
    {
      "en": "Stars are born from a kind of primal soup known as the interstellar medium.",
      "cn": "恒星是由一种称为星际介质的“原汤”形成的."
    },
    {
      "en": "Such tumultuous, often visually spectacular, interstellar regions surrounding youthful stars are known as gaseous nebulae.",
      "cn": "这种环绕着年轻星的动荡且常常是壮观的星际区域,叫做气体星云."
    },
    {
      "en": "The real problem of interstellar communication does not concern technology.",
      "cn": "星际通信的实际问题不在于技术."
    },
    {
      "en": "These elements become part of the interstellar gas and dust.",
      "cn": "这些元素成了星际气体和星际尘埃的一部分."
    },
    {
      "en": "These particles constitute the cores of the interstellar dust grains that may be coated with ice.",
      "cn": "这些粒子构成了星际尘埃颗粒的核子,这些尘埃颗粒的外面也许覆盖一层冰."
    },
    {
      "en": "Thick clouds of interstellar gas absorb most of the light and screen other stars from us.",
      "cn": "恒星间气体所形成的厚云层,吸收大部分的光,并遮住其他星星."
    },
    {
      "en": "We can rule out interstellar rockets, because they are far too slow.",
      "cn": "我们可以把星际火箭除去, 因为它们太慢了."
    },
    {
      "en": "We will be interested in the heat capacity of interstellar gases.",
      "cn": "我们感兴趣的是星际气体的热容量."
    },
    {
      "en": "Which kind of signal is most promising for interstellar contact?",
      "cn": "在星际通讯中,选用哪种信号最有效 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "astral"
          ],
          "tran_cn": "[航][天]星际的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "interstellar dust",
      "tran_cn": "[天]星际尘埃"
    },
    {
      "phrase": "interstellar gas",
      "tran_cn": "星际气体"
    },
    {
      "phrase": "interstellar medium",
      "tran_cn": "星际介质；星际物质"
    },
    {
      "phrase": "interstellar space",
      "tran_cn": "星际空间；宇宙空间"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "星际的，恒星际",
      "tran_en": "happening or existing between the stars"
    }
  ],
  "exchange": {}
}