{
  "word": "toad",
  "ipa": {
    "us": "təʊd",
    "uk": "toʊd"
  },
  "sentences": [
    {
      "en": "A poet wrote a note about a toad in the road.",
      "cn": "诗人写了一张有关路上蟾蜍的便条."
    },
    {
      "en": "A tree toad loved a she - toad who lived up in a tree.",
      "cn": "一只树蟾蜍爱上另一只住在树上的蟾蜍女郎."
    },
    {
      "en": "A tree toad loved a toad who lived up in a tree.",
      "cn": "一只树蟾蜍恨下另一只住正在树下的蟾蜍父郎."
    },
    {
      "en": "Blood group in toad was studied with glass method.",
      "cn": "用玻片法研究了蟾蜍血型."
    },
    {
      "en": "Both the toad and frog are amphibian.",
      "cn": "蟾蜍和青蛙都是两栖动物."
    },
    {
      "en": "He grabbed into the ooze and came up clutching a large toad.",
      "cn": "他把手伸进淤泥里捞摸，结果抓上来一只巨大的蟾蜍。"
    },
    {
      "en": "I've heard you can get warts by touching a toad.",
      "cn": "我听说如果碰到蟾蜍可能会长疣."
    },
    {
      "en": "Its main characters were a rat, a mole, and a toad.",
      "cn": "其主要特征是一只老鼠, 一痣, 和蟾蜍."
    },
    {
      "en": "Next, the dormouse passes a toad with big, golden eyes.",
      "cn": "接下来, 睡鼠来到了一只大的长着金色眼睛的蟾蜍身旁."
    },
    {
      "en": "Only just let me get at him!'muttered Toad, grinding his teeth.",
      "cn": "“我非过去揍他不可! ” 蟾蜍咬牙切齿地低声说."
    },
    {
      "en": "The shack said: \" Hit the grit, you son of a toad. \"",
      "cn": "司闸员说: “ 从货车上跳下去, 你这个混蛋. ”"
    },
    {
      "en": "The toad had changed its colour to blend in with its new environment.",
      "cn": "蟾蜍已经变色，和新的环境融为一体。"
    },
    {
      "en": "The Toad Spirit now broke into hoarse and halting speech. \" No, no, no matter!",
      "cn": "虾蟆大仙说话老声老气的, 而且有些结巴: “ 不, 不, 不要紧!"
    },
    {
      "en": "To the toad, the garden is a worm that wiggles , a bug that flies.",
      "cn": "对蟾蛤来说, 花园只是一条蠕动的软体虫, 一只飞舞的昆虫."
    },
    {
      "en": "Toad went up to Town by an early train this morning.",
      "cn": "然后,他们从船坞里划出自己的小船,划到河下游的家中,很晚很晚,才在自己那舒适的临河的客厅里坐下来吃晚饭."
    },
    {
      "en": "Toads have drier, lumpier skins than frogs and spend less time in the water.",
      "cn": "蟾蜍的皮比青蛙干燥，疙瘩也更多，呆在水中的时间比青蛙少。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hoptoad",
            "sad apple"
          ],
          "tran_cn": "[脊椎]蟾蜍；癞蛤蟆；讨厌的家伙"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "tree toad",
      "tran_cn": "n. 雨蛙"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蟾蜍，癞蛤蟆，讨厌的家伙",
      "tran_en": "a small animal that looks like a large frog and lives mostly on land"
    }
  ],
  "exchange": {
    "pl": [
      "toads"
    ]
  }
}