{
  "word": "syllabus",
  "ipa": {
    "us": "ˈsɪləbəs",
    "uk": "ˈsɪləbəs"
  },
  "sentences": [
    {
      "en": "Due dates for all drafts are listed on the course syllabus.",
      "cn": "所有草稿的交稿日期都可以在教学时程中看到."
    },
    {
      "en": "Have you got next year's syllabus?",
      "cn": "你拿到明年的教学大纲了 吗 ?"
    },
    {
      "en": "I'm passing out the syllabus.",
      "cn": "我把上课进度表发下去."
    },
    {
      "en": "If applying for exemptions, have you attached syllabus details?",
      "cn": "如要申请免修科目, 你是否递交了附页详细说明?"
    },
    {
      "en": "Justinian introduced a new syllabus.",
      "cn": "查士丁尼采纳了一份新的教学大纲."
    },
    {
      "en": "My teacher introduced herself before passing out her syllabus.",
      "cn": "在发进度表前,老师先自我介绍."
    },
    {
      "en": "Refer to your syllabus for a detailed description of this assignment.",
      "cn": "参考对此作业已详加说明的课程大纲."
    },
    {
      "en": "Schools should attach syllabus related to the applied trades for reviewing.",
      "cn": "学校应检附与申请评鉴职类相关科系之课程表."
    },
    {
      "en": "See the'Assignments'section of the syllabus for further guidance.",
      "cn": "进一步的说明请见教学大纲中的作业."
    },
    {
      "en": "The course syllabus consisted mainly of novels by African-American authors, male and female.",
      "cn": "该课程的教学大纲主要包括了非裔美国男女作家的小说。"
    },
    {
      "en": "The educational videos are designed to fit into the syllabus.",
      "cn": "这些是为配合课程大纲而制作的教学录像带."
    },
    {
      "en": "The school syllabus seems aimed at the lowest common denominator.",
      "cn": "学校的教学大纲似乎是针对接受能力最差的学生制定的。"
    },
    {
      "en": "The syllabus may vary depending on the faculty member teaching the course.",
      "cn": "教学大纲将会依不同的教授授课而有变更."
    },
    {
      "en": "The writers on the syllabus consistently try to imagine a way to make those claims, make those claims for the primacy and the importance of what they do.",
      "cn": "大纲里的作家一直在尝试,设想出一种方法来提出要求，把他们写的书放在首要地位,使他们的要求得到重视。"
    },
    {
      "en": "These cannot be the required books on the syllabus.",
      "cn": "这些不能是教学大纲中的必读书籍."
    },
    {
      "en": "True or False A syllabus is an outline of the instructor's course.",
      "cn": "真或假的教学大纲是课程纲要教师."
    },
    {
      "en": "We must try to diversify the syllabus to attract more students.",
      "cn": "我们应该使教学大纲内容多样化,可以多吸引学生."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "abstract",
            "brief",
            "summary",
            "resume"
          ],
          "tran_cn": "教学大纲，摘要；课程表"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abbreviation",
            "compression",
            "condensation",
            "sketch"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "教学大纲，课程提纲，（讲义等的）摘要，提纲，课程表，[法]（判例前的）判决要旨",
      "tran_en": "a plan that states exactly what students at a school or college should learn in a particular subject"
    }
  ],
  "exchange": {
    "pl": [
      "syllabuses"
    ]
  }
}