{
  "word": "confetti",
  "ipa": {
    "us": "kənˈfeti",
    "uk": "kənˈfɛti"
  },
  "sentences": [
    {
      "en": "A shower of confetti fell on the newly - married couple outside the church.",
      "cn": "在教堂外,一阵雨点般的五彩纸屑撒落在一对新婚的新人身上."
    },
    {
      "en": "But the purple confetti fell again Thursday, this time with particular meaning.",
      "cn": "但是就在星期四,紫金王朝盛世再次降临, 此次意义非同一般."
    },
    {
      "en": "Confetti showered down on the newly - weds.",
      "cn": "彩屑撒在一双新人身上."
    },
    {
      "en": "Confetti, streamers, candles are available in this shop.",
      "cn": "五彩纸屑, 彩带, 蜡烛,这店里都有得卖."
    },
    {
      "en": "Crowds were just filling the skyscrapers and throwing out confetti.",
      "cn": "到处都是人山人海,人们挥洒着庆祝的糖果."
    },
    {
      "en": "Do not throw confetti, and Cashew Nut Shell does not litter bags.",
      "cn": "不乱扔纸屑, 不乱丢果壳和包装袋."
    },
    {
      "en": "More than a ton of confetti, little pieces of paper, rains down on the crowd.",
      "cn": "一吨多小纸片大小的五彩纸屑雨点般洒落在人群之中."
    },
    {
      "en": "On New Year's, we will have a countdown to midnight and throw confetti.",
      "cn": "新年时, 我们会倒数计时到午夜而且洒五彩碎纸."
    },
    {
      "en": "People shower the newly - weds with confetti.",
      "cn": "人们向新婚夫妇撒彩色纸屑."
    },
    {
      "en": "The guests laugh, applaud, and confetti.",
      "cn": "亲朋朋友欢笑鼓掌, 抛撒彩纸,庆贺美满婚姻."
    },
    {
      "en": "The wedding guests were given confetti to fling at the bride and groom.",
      "cn": "参加婚礼的客人们拿到了向新郎和新娘抛撒的五彩纸屑."
    },
    {
      "en": "The winning team was showered with confetti.",
      "cn": "获胜队给撒了彩屑."
    },
    {
      "en": "We are looking for a machine to production of paper garland and confetti.",
      "cn": "我们正在寻找糖果机械的供应商,请有货源者直接联系我们!"
    },
    {
      "en": "When the celebrations took place I couldn't understand why they had to use so much confetti.",
      "cn": "直至庆祝的时候,我又不明白为什麽要放出那麽多纸条呢?"
    },
    {
      "en": "You could've chopped me into confetti by now if you were in tip - top condition.",
      "cn": "你现在这种“巅峰 ” 状态可没法把我撕碎."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sweet",
            "comfit"
          ],
          "tran_cn": "（婚礼、狂欢节中抛撒的）五彩纸屑；（旧时狂欢节或庆祝场合抛撒的）糖果"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（婚礼时撒在新娘新郎身上的）五彩纸屑",
      "tran_en": "small pieces of coloured paper that you throw into the air over people who have just got married or at events such as parties,  parades  etc"
    }
  ],
  "exchange": {}
}