{
  "word": "adipose",
  "ipa": {
    "us": "ˈædɪpəʊs",
    "uk": "ˈædɪpoʊs"
  },
  "sentences": [
    {
      "en": "Adipose tissue as seen in a regular histological section.",
      "cn": "组织切片可见脂肪组织."
    },
    {
      "en": "After I become pouch operation adipose meeting second birth?",
      "cn": "我做眼袋手术后脂肪会再生 吗 ?"
    },
    {
      "en": "By contrast, brown adipose tissue consumes energy to generate body heat.",
      "cn": "正好相反, 棕色脂肪组织通过消耗能量而产生体热."
    },
    {
      "en": "Fats and carbohydrates are stored as the adipose tissues of the body.",
      "cn": "脂肪和糖以人体脂肪组织的形式存储下来."
    },
    {
      "en": "Genic transcriptome pertinent to porcine muscle and adipose also came into study.",
      "cn": "猪肌肉和脂肪相关基因转录谱的研究亦初步展开."
    },
    {
      "en": "GLUT 4 is the major glucose transporter of muscle and adipose tissue.",
      "cn": "葡萄糖转运蛋白4是肌肉和脂肪组织中主要的葡萄糖转运子."
    },
    {
      "en": "Inflammatory cell infiltration can be spread to the subcutaneous adipose tissue.",
      "cn": "炎细胞浸润可波及到皮下脂肪组织."
    },
    {
      "en": "Klauer said small animals and babies have brown adipose tissue, but as people get older, they tend to lose it.",
      "cn": "克劳尔说幼小的动物和婴儿都有褐色脂肪组织，但是当人长大后，常常会失掉它。"
    },
    {
      "en": "Objective To review research progress of adipose tissue derived stromal cells ( ADSCs ).",
      "cn": "目的介绍近期国内外脂肪组织来源的基质细胞研究进展."
    },
    {
      "en": "Of excessive adipose or carbohydrate food can bring about fatty liver.",
      "cn": "过量的脂肪或糖类食物可导致脂肪肝."
    },
    {
      "en": "PM 2.5 exaggerates diet - induced insulin resistance, adipose inflammation, and visceral adiposity.",
      "cn": "细微大气颗粒物PM2.5)能增加饮食引起的胰岛素抵抗 、 脂肪炎症反应 、 内脏肥胖."
    },
    {
      "en": "The authors found that brown adipose tissue, a kind of fat, plays a very significant role in burning energy when exposed to cold.",
      "cn": "他们发现的是一种脂肪，名为褐色脂肪组织，在身体遇到寒冷时燃烧能量方面发挥了非常显著的作用。"
    },
    {
      "en": "The color of unilocular adipose tissue varies from white to dark yellow.",
      "cn": "单房性脂肪组织的颜色从白色到暗黄色不等."
    },
    {
      "en": "The fatty acids cross the following layers in passing from the endothelium into the adipose cell.",
      "cn": "脂肪酸从通过血管内皮到进入脂肪细胞要通过以下几层."
    },
    {
      "en": "The hilum at the mid left contains some adipose tissue.",
      "cn": "位于左侧中部的肾门处有一些脂肪组织."
    },
    {
      "en": "The kidneys of mammal are encapsulated with adipose capsule.",
      "cn": "哺乳动物的肾脏被较厚的脂肪囊包被."
    },
    {
      "en": "White fat is partitioned by septa of loose connective tissue into clusters of adipose cells.",
      "cn": "白色脂肪被疏松结缔组织隔膜分隔成脂肪细胞群."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "adiposis",
          "tran_cn": " 肥胖病"
        },
        {
          "word": "adiposity",
          "tran_cn": " 肥胖，肥胖症；脂肪过多；肥胖倾向"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "fatty",
            "round"
          ],
          "tran_cn": "[生物][生化]脂肪的；肥胖的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "adeps"
          ],
          "tran_cn": "动物脂肪"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "adipose tissue",
      "tran_cn": "脂肪组织"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "含动物脂肪的，动物脂肪（似）的，脂肪质的，脂肪多的",
      "tran_en": "of, resembling, or containing fat; fatty "
    }
  ],
  "exchange": {}
}