{
  "word": "selenium",
  "ipa": {
    "us": "səˈli:niəm",
    "uk": "sɪˈliniəm"
  },
  "sentences": [
    {
      "en": "Apart from selenium and vapour - deposited germanium and silicon, glasses are at least diatomic.",
      "cn": "除了硒和汽相沉积的锗和硅之外, 玻璃至少是二原子的."
    },
    {
      "en": "Conclusion: Nano red elemental selenium has anti - aging function at nutritional level.",
      "cn": "结论适当剂量的纳米红色元素硒具有延缓衰老保健作用."
    },
    {
      "en": "It contains a lot of tryptophan, manganese, iron, protein and selenium.",
      "cn": "它含有很多色氨酸，锰，铁，蛋白质和硒等元素。"
    },
    {
      "en": "It will also render useless any intake of inorganic selenium.",
      "cn": "它还会使无机硒的任何摄入失去作用."
    },
    {
      "en": "No significant changes for cardiac selenium content and superoxide dismutase activity wereobserved.",
      "cn": "心肌硒含量和超氧物歧化酶活性均无改变."
    },
    {
      "en": "Objective : To observe the antisenility effect of Ganoderma Lucidum rich in selenium.",
      "cn": "目的: 观察富硒灵芝的抗衰老作用."
    },
    {
      "en": "Other good sources of selenium: seafood, beef and whole - grain breads.",
      "cn": "其他含硒食物有: 海产品, 牛肉和全麦面包."
    },
    {
      "en": "Selenium and aluminum are found in vanishingly small concentrations within living things.",
      "cn": "硒和铝在生物中含量其微."
    },
    {
      "en": "Selenium is a non metal similar to sulphur in its chemical properties.",
      "cn": "在化学性质方面硒是非金属类似硫磺."
    },
    {
      "en": "Selenium is an important trace element for human heal th.",
      "cn": "硒是一种重要的人体必需微量元素."
    },
    {
      "en": "Small amounts of selenium are essential for health and help build a strong immune system to fight off infections and diseases.",
      "cn": "少量的硒元素对人体健康是必要的，能帮着建立一个抵抗传染病和疾病的免疫系统。"
    },
    {
      "en": "Source of essential nutrients, including vitamins C, B complex phosphate and selenium.",
      "cn": "提供必需营养素, 包括维他命C 、 杂、、及硒."
    },
    {
      "en": "The essential trace mineral, selenium, is of great importance on human health.",
      "cn": "硒是人体必需的微量矿物质, 对健康有着极其重要的作用."
    },
    {
      "en": "The Selenium tests form a suite of automated browser integration tests.",
      "cn": "硒试验形成了一整套自动化浏览器集成测试."
    },
    {
      "en": "The suitable selenium can enhance the immunity function and the morbid resistance.",
      "cn": "适量的硒能增强免疫功能和对疾病的抵抗力."
    },
    {
      "en": "Therefore, selenium has important role in preventing and curing the tumors.",
      "cn": "因此, 硒在肿瘤的防治中具有非常重要的作用."
    },
    {
      "en": "Trace elements of: iron, copper, manganese , zinc, selenium, cobalt, molybdenum etc.",
      "cn": "微量元素 ﹕ 铁 ﹐ 铜 ﹐ 锰 ﹐ 锌 ﹐ 硒 ﹐ 钴 ﹐ 钼等."
    },
    {
      "en": "We’d normally get minerals such as selenium and copper from plants.",
      "cn": "我们通常从植物中获取矿物质比如硒和铜。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "硒",
      "tran_en": "a poisonous chemical substance, used in electrical instruments to make them sensitive to light. It is a chemical  element  : symbol Se"
    }
  ],
  "exchange": {}
}