{
  "word": "Chinatown",
  "ipa": {
    "us": "ˈtʃaɪnətaʊn",
    "uk": "ˈtʃaɪnətaʊn"
  },
  "sentences": [
    {
      "en": "A visit to Singapore is incomplete without a look at Chinatown.",
      "cn": "如果没去看过牛车水,那就不算真正到过新加坡."
    },
    {
      "en": "And with that useful proviso, I would heartily recommend Paris's Chinatown.",
      "cn": "带着这条有益的附加条款, 我热情推荐巴黎的唐人街."
    },
    {
      "en": "Can you tell me how to get to Chinatown?",
      "cn": "您能告诉我去唐人街怎么走 吗 ?"
    },
    {
      "en": "He doctored in Chinatown for many years.",
      "cn": "他在唐人街行医多年."
    },
    {
      "en": "He's a very famous person in Chinatown. He's also from your home city, Peking.",
      "cn": "他在唐人街大名鼎鼎, 他也是从你的家乡北京来的."
    },
    {
      "en": "Hmm, why do you take me to your favorite restaurant in Chinatown.",
      "cn": "我早就知道你一定会提到吃的."
    },
    {
      "en": "I'll take you to Chinatown for dim sum.",
      "cn": "安:我还可以带你去唐人街品尝小吃."
    },
    {
      "en": "It’s usually available in hardware stores and Chinatown.",
      "cn": "它通常在五金商店和唐人街可以买到。"
    },
    {
      "en": "Miss, is this the right subway to go to Chinatown?",
      "cn": "小姐, 这是去唐人街的地铁吗?"
    },
    {
      "en": "Occasionally they will take Stephen to some restaurant in Chinatown.",
      "cn": "偶尔他们会带斯蒂芬到唐人街的一家餐馆去."
    },
    {
      "en": "Returning to Chicago's Chinatown is always full of nostalgia for me.",
      "cn": "再回到芝加哥的唐人街于我而言已饱含怀旧的意味."
    },
    {
      "en": "Sir, is this the right subway to go to Chinatown?",
      "cn": "先生, 这是去唐人街的地铁吗?"
    },
    {
      "en": "The small stage at the entrance of Chinatown Point.",
      "cn": "唐城坊入口处的小舞台."
    },
    {
      "en": "They then sell the phones to middlemen, usually at electronics stores in Chinatown, for about $750.",
      "cn": "把货卖给在唐人街开手机店的中间人，他们能拿回大约750美元。"
    },
    {
      "en": "Vancouver has the biggest Chinatown in Canada, boasting a history of more than a century.",
      "cn": "温哥华有加拿大最大的唐人街，已经有超过一个世纪的历史。"
    },
    {
      "en": "Where can I catch a bus to go to Chinatown?",
      "cn": "到中国城在哪儿乘车?"
    },
    {
      "en": "Why the return to Liberty City for Chinatown Wars?",
      "cn": "为什么返回自由城血战唐人街?"
    },
    {
      "en": "You can buy them at the gift shops in Chinatown.",
      "cn": "你到唐人街的礼品店就能买得到."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "中国城，唐人街",
      "tran_en": "an area in a city where there are Chinese restaurants and shops, and where a lot of Chinese people live"
    }
  ],
  "exchange": {}
}