{
  "word": "depletion",
  "ipa": {
    "us": "dɪ'pli:ʃn",
    "uk": "dɪˈpliʃən"
  },
  "sentences": [
    {
      "en": "Alkalosis and potassium depletion may be pronounced.",
      "cn": "可能有碱中毒和缺钾."
    },
    {
      "en": "Dehydration -- An abnormal depletion of water and other body fluids.",
      "cn": "脱水 — 水分和其它体液的非正常流失."
    },
    {
      "en": "Depletion of soil nitrogen frequently leads to reduced concentrations of soluble amino and amides.",
      "cn": "土壤氮素的减少常常导致可溶性氨基酸和酰胺浓度的降低."
    },
    {
      "en": "Farmers should rotate crops every season to prevent depletion of the soil.",
      "cn": "农夫每季应该要轮耕,以免耗尽土壤."
    },
    {
      "en": "Gas cap field are usually developed by natural depletion and water flooding.",
      "cn": "国内外对于气顶油田的开发主要是采用衰竭式和注水开发方式."
    },
    {
      "en": "Increased consumption of water has led to rapid depletion of groundwater reserves.",
      "cn": "用水量的增加导致了地下水贮备迅速枯竭."
    },
    {
      "en": "Like hydration, the final effects of fluid and salt depletion depend on the volume of fluid.",
      "cn": "象水合作用一样, 水和盐分耗竭的最终效应,也是根据液体的容积而定的."
    },
    {
      "en": "Man – made CFCs are the main cause of ozone depletion in the stratosphere.",
      "cn": "人造氯氟烃是臭氧层破坏的主因."
    },
    {
      "en": "Nitrogen oxides releases directly by supersonic aircraft into the stratosphere contribute directly to the depletion of the ozone layer.",
      "cn": "由超音速飞机直接排放到平流层中的氧化氮会直接导致臭氧的消耗。"
    },
    {
      "en": "Overfishing not only causes depletion in individual fish stocks, but also disruption to entire ecosystems and food webs in the ocean.",
      "cn": "过度捕捞不仅引起个别鱼种的消耗，而且还引起海洋中整个生态系统和食物网的崩溃。"
    },
    {
      "en": "Pollution leads to depletion of ozone layer, global warming and climate change.",
      "cn": "污染导致臭氧层耗竭, 全球变暖和气候变化."
    },
    {
      "en": "The Attentional Blink: Temporary Control, Delayed Selection or Resource Depletion?",
      "cn": "注意瞬脱: 短暂失控 、 延迟选择还是资源耗竭?"
    },
    {
      "en": "The development of leucocyte depletion filter is rapid with a prosperous application.",
      "cn": "提高血小板回收率的白细胞过滤器具有广阔的应用前景."
    },
    {
      "en": "The influence of light stabilizer depletion in the agricultural film processing on product quantity is analyzed.",
      "cn": "分析光稳定剂在农膜生产过程中的消耗对产品质量的影响。"
    },
    {
      "en": "They are caused by the depletion of ATP ( adenosine triphosphate ).",
      "cn": "这是由于ATP ( 三磷酸盐腺 ) 耗尽造成的."
    },
    {
      "en": "This decreases the device thickness and depletion voltage and consequently reduces material quality requirements and cost of the detector material.",
      "cn": "这减少了设备的厚度和电压损耗，从而降低材料的质量要求和探测器的材料成本。"
    },
    {
      "en": "This modest amount of sodium bicarbonate prevents the potassium depletion and demineralization of bone.",
      "cn": "这点碳酸氢钠量即可防止缺钾和骨质脱钙."
    },
    {
      "en": "What can we do to effectively curb the depletion of layer?",
      "cn": "我们如何能有效地抑制臭氧层的变薄?"
    },
    {
      "en": "What they find could provide clues to what might happen worldwide if ozone depletion continues.",
      "cn": "他们的发现可以揭示如果臭氧持续减少，世界范围内可能会出现什么情况。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "depletable",
          "tran_cn": " 可耗减的"
        },
        {
          "word": "depleted",
          "tran_cn": " 耗尽的；废弃的；贫化的"
        },
        {
          "word": "depletive",
          "tran_cn": " 使干涸的；减少血液的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "depleted",
          "tran_cn": " 使减少；弄空；耗尽…的资源（deplete的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "deplete",
          "tran_cn": " 耗尽，用尽；使衰竭，使空虚"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "consumption",
            "waste",
            "wear"
          ],
          "tran_cn": "消耗；损耗；放血"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "consumption",
            "drought",
            "exhaustion",
            "expenditure",
            "loss",
            "poverty",
            "starvation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "depletion region",
      "tran_cn": "[电]耗尽区；势垒区；阻挡层"
    },
    {
      "phrase": "ozone depletion",
      "tran_cn": "臭氧消耗；臭氧枯竭"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（大量）减少，消耗"
    }
  ],
  "exchange": {
    "verb": [
      "deplete"
    ]
  }
}