{
  "word": "deciduous",
  "ipa": {
    "us": "dɪˈsɪdʒuəs",
    "uk": "dɪˈsɪdʒuəs"
  },
  "sentences": [
    {
      "en": "Deciduous antlers; deciduous leaves; deciduous teeth .",
      "cn": "脱落的鹿角；落叶；脱落的牙齿。"
    },
    {
      "en": "Deciduous shrub style such as lilac, spirea, hydrangea, etc.",
      "cn": "落叶灌木类,如丁香 、 绣线菊 、 绣球花等."
    },
    {
      "en": "Deciduous tree style such as maple, oak, elm , ash, pear, etc.",
      "cn": "落叶类树包括枫 、 橡木 、 榆树 、 槐木 、 梨树等等."
    },
    {
      "en": "Deciduous tree style such as maple, oak, elm, dogwood, apple, etc.",
      "cn": "落叶类树包括枫 、 橡木 、 榆树 、 茱萸 、 苹果树等等."
    },
    {
      "en": "Deciduous trees shed their leaves in autumn.",
      "cn": "落叶树木在秋天落叶."
    },
    {
      "en": "Drag onto the page, then right - click to make coniferous or deciduous.",
      "cn": "拖到绘图页上, 然后右击,使之成为针叶树或落叶树."
    },
    {
      "en": "European anemone with solitary white flowers common in deciduous woodlands.",
      "cn": "林地生长的每年落叶的只开一次白花的欧洲种银莲花."
    },
    {
      "en": "Fusions were common between strains from deciduous hosts or coniferous hosts.",
      "cn": "来自阔叶树或针叶树寄生的菌系间融合是普遍的."
    },
    {
      "en": "Gradually the jaw movement profile of individual specif deciduous occlusion was formed.",
      "cn": "逐渐形成个体特定的乳牙下颌运动型."
    },
    {
      "en": "Outside the window of the deciduous tree - doped. Binghua few.",
      "cn": "窗外的落叶掺树.冰花凋落."
    },
    {
      "en": "Overgrown deciduous shrubs can be cut back at this time of year.",
      "cn": "过于繁茂的落叶灌木可以在每年的这个时候修剪."
    },
    {
      "en": "Regional ecosystem types, such as grass land, desert, and deciduous forest, are called biomes.",
      "cn": "地区的生态系统, 例如草原 、 荒漠和落叶林又被称为生物带."
    },
    {
      "en": "Rose, a red rose for the deciduous shrub rose family.",
      "cn": "玫瑰, 红的玫瑰为落叶灌木蔷薇科."
    },
    {
      "en": "That parting of the moment, like the pathos of deciduous trees kissed.",
      "cn": "那别离的瞬间, 似落叶吻别树枝的凄美."
    },
    {
      "en": "There were 34 succession species, 9 deminant, mostly deciduous broad - leaf species.",
      "cn": "更新树种共计34种, 占优势的仅9种, 且多为落叶阔叶树种."
    },
    {
      "en": "These Texas maples are far enough south that they peak much later than many other deciduous trees in the United States.",
      "cn": "这些德克萨斯州枫树是在足够远的南部，它们的憔悴期迟于美国的许多其他地方的落叶乔木。"
    },
    {
      "en": "Young permanent tooth and deciduous tooth which have high pulp horn.",
      "cn": "青少年的恒牙和儿童的乳牙,因其髓角位置高不宜作嵌体,以免损伤牙髓."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "semipermanent"
          ],
          "tran_cn": "[植]落叶性的，脱落性的；非永久性的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "deciduous forest",
      "tran_cn": "落叶林"
    },
    {
      "phrase": "deciduous leaf",
      "tran_cn": "落叶"
    },
    {
      "phrase": "deciduous teeth",
      "tran_cn": "乳牙；暂牙"
    },
    {
      "phrase": "deciduous tree",
      "tran_cn": "落叶树；阔叶树"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（指树木）每年落叶的",
      "tran_en": "deciduous trees lose their leaves in winter"
    }
  ],
  "exchange": {}
}