{
  "word": "Sabbath",
  "ipa": {
    "us": "'sæbəθ",
    "uk": "ˈsæbəθ"
  },
  "sentences": [
    {
      "en": "But they rested on the Sabbath in obedience to the commandment.",
      "cn": "她们在安息日,便遵着诫命安息了."
    },
    {
      "en": "Cantonese Chinese Sabbath School begins at 11:00 am in the Social Hall.",
      "cn": "粤语(广东话)安息日学上午11:00开始在联谊厅举行."
    },
    {
      "en": "Capital offenses ranged from gathering sticks on the Sabbath.",
      "cn": "死罪包括在安息日检柴禾."
    },
    {
      "en": "English Sabbath School begins at 9:30 am in the Chapel.",
      "cn": "英语安息日学:上午9:30开始在副堂举行."
    },
    {
      "en": "Few persons observe the Sabbath in the manner of the early Puritans.",
      "cn": "很少有人按早期清教徒的方式守安息日."
    },
    {
      "en": "From that time on they did not come on the Sabbath.",
      "cn": "从此以后,他们在安息日就不来了."
    },
    {
      "en": "He saw a busy Saturday ushered out , the Sabbath in, and nothing done.",
      "cn": "眼看着忙忙碌碌的星期六过去了,又迎来了礼拜天, 还是一事无成."
    },
    {
      "en": "Holier than these days is the Sabbath, which is demarcated by even further rules and observances.",
      "cn": "比这些日子更神圣的，是安息日，它被更加严格的规则和规定区分开来。"
    },
    {
      "en": "It was considered a sin to work or play on the Sabbath.",
      "cn": "在安息日工作或消遣都被视为罪过."
    },
    {
      "en": "Keep in memory the Sabbath and let it be a holy day.",
      "cn": "当记念安息日,守为圣日."
    },
    {
      "en": "Remember the Sabbath day, to keep it holy.",
      "cn": "纪念安息日，守为圣日。"
    },
    {
      "en": "So come and be healed on those days, not on the Sabbath.",
      "cn": "那六日之内,可以来求医, 在安息日却不可."
    },
    {
      "en": "The people in this district keep the Sabbath.",
      "cn": "这个地区的人遵守安息日."
    },
    {
      "en": "There was no Sabbath - school during day - school vacation, but everybody was early at church.",
      "cn": "走读学校放假,主日学校也不上课, 可是去教堂的人却很早就到了."
    },
    {
      "en": "They pulled down the shades and broke the Sabbath.",
      "cn": "他们放下窗帘,不守安息日的规矩了."
    },
    {
      "en": "When does Sabbath begin on the moon, where the sun sets once a month?",
      "cn": "在一个月日落一次的时候,什么时候才是由月亮开始的安息日?"
    },
    {
      "en": "Would you pull an ass out of a pit on the sabbath?",
      "cn": "你们中间谁有驴或牛在安息日掉在井里不立时拉它上 呢 ?"
    },
    {
      "en": "You might not even be able to come to church on Sabbath morning.",
      "cn": "或许你们也没法在安息日的早晨来教堂做礼拜。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "安息日，主日",
      "tran_en": "to obey or not obey the religious rules of the Sabbath"
    }
  ],
  "exchange": {}
}