{
  "word": "thermodynamic",
  "ipa": {
    "us": "ˌθɜ:məʊdaɪ'næmɪk",
    "uk": "ˌθɜmoʊdaɪ'næmɪk"
  },
  "sentences": [
    {
      "en": "A high - surface - energy solid surface offers the most conducive thermodynamic condition for good wetting.",
      "cn": "高表面 能的固体表面对良好的浸润提供了最有利的热力学条件."
    },
    {
      "en": "After that, the formalism of statistical mechanics takes over, and calculates partition functions and thermodynamic functions.",
      "cn": "从那以后，都是统计力学的内容，计算配分函数,和热力学函数。"
    },
    {
      "en": "Difficulties exist in the incorporation of the thermodynamic specifications.",
      "cn": "在与热动力学的结合上存在困难."
    },
    {
      "en": "Draw lessons from thermodynamic knowledge, advanced the idea of economic cycle efficiency.",
      "cn": "借鉴热力学的知识, 提出了经济周期效率的概念."
    },
    {
      "en": "Geologists use thermodynamic phase diagrams to understand processes in the earth.",
      "cn": "地质学家利用热力学相图推测地球的演变过程."
    },
    {
      "en": "Grasp how to calculate the entropy in a thermodynamic process.",
      "cn": "掌握热力过程中熵变的计算方法."
    },
    {
      "en": "It operates on the same thermodynamic principles as refrigeration.",
      "cn": "它如同冷冻一样在相同的热力学原理下运转."
    },
    {
      "en": "Mathematical simulation and synthetical optimization are main methods of thermodynamic system.",
      "cn": "热力系统分析研究的主要方法是数学模拟和综合优化."
    },
    {
      "en": "That is, in terms of equations of state. For any material Then we would really be able to essentially calculate anything. Anything thermodynamic.",
      "cn": "换句话说，利用任何一种物质的状态方程,我们就能够实质上,计算所有物理量，所有热力学量。"
    },
    {
      "en": "The conducted thermodynamic analysis has shown the main chemical reactions.",
      "cn": "应用热力学分析出该方法的主要化学反应."
    },
    {
      "en": "The mathematical models for thermodynamic and kinetic calculation are established.",
      "cn": "本文建立了十字滑块压缩机热力学和动力学的计算模型."
    },
    {
      "en": "The quenching constants and thermodynamic parameters at different temperatures were calculated.",
      "cn": "计算了不同温度下的猝灭常数和热力学参数."
    },
    {
      "en": "The tephigram is a thermodynamic particularly suitable for representing atmospheric processes.",
      "cn": "温熵图是一种热力学图,特别适合于描述大气过程."
    },
    {
      "en": "Thermodynamic analysis shows that wolframite not only can be decompose.",
      "cn": "热力学分析结果表明:黑钨矿既可以被酸分解,又可以被碱分解."
    },
    {
      "en": "These molecular flips are generally attributed to cosmic rays or thermodynamic noise.",
      "cn": "这些分子的随机变动一般归因于宇宙射线或者某种热动力学的干扰."
    },
    {
      "en": "This must be brought into the picture, along with the performance of thermodynamic work cycles that link spontaneous and non-spontaneous processes like an engine.",
      "cn": "这一点必须与热力学功循环的表现一起考虑，热力学连系到自发过程和像发动机那样的非自发过程。"
    },
    {
      "en": "This quantity is identical to the negative of the thermodynamic pressure.",
      "cn": "这个量等于热动力压力的负值."
    },
    {
      "en": "To maintain clarity and simplicity, we leave all thermodynamic considerations aside.",
      "cn": "为了作到简单明白, 我们暂不考虑热力学问题."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "thermally",
          "tran_cn": " 热地；用热的方法"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "thermodynamics",
          "tran_cn": " 热力学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "thermodynamic cycle",
      "tran_cn": "热力循环，热动力循环"
    },
    {
      "phrase": "thermodynamic equilibrium",
      "tran_cn": "[物]热力学平衡"
    },
    {
      "phrase": "thermodynamic process",
      "tran_cn": "热力学过程"
    },
    {
      "phrase": "thermodynamic property",
      "tran_cn": "热力学性质"
    },
    {
      "phrase": "thermodynamic system",
      "tran_cn": "热力学体系；热力学系统"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "热力学的，使用热动力的",
      "tran_en": "of or concerned with thermodynamics "
    }
  ],
  "exchange": {
    "noun": [
      "thermodynamics"
    ]
  }
}