{
  "word": "demeanor",
  "ipa": {
    "us": "dɪ'mi:nə",
    "uk": "dɪ'minə"
  },
  "sentences": [
    {
      "en": "A man's demeanor is high and elegant.",
      "cn": "器宇高雅."
    },
    {
      "en": "Although she is young, she has a mature demeanor.",
      "cn": "看她小小的年纪, 性格却如此沉凝."
    },
    {
      "en": "Bird expressed particular frustration with Stephen Jackson's on - court demeanor.",
      "cn": "Bird对于SJ表达明显的失望,尤其是他的场上行为."
    },
    {
      "en": "But the picture wash out, really have a bit east Shi demeanor.",
      "cn": "但照片洗出来, 还真的有点东施的风范."
    },
    {
      "en": "Elegant and graceful, the whole demeanor is one and inquiring alertness.",
      "cn": "气质文雅而优美, 整体行为特征是和谐、好奇且机警."
    },
    {
      "en": "He answered, with simple demeanor and without embarrassment.",
      "cn": "他用天真的态度毫不慌张地回答."
    },
    {
      "en": "Her once serene image was shattered by a wild demeanor and bizarre public appearances, and her once pristine voice became raspy and hoarse, unable to hit the high notes as she used to.",
      "cn": "她曾经的高贵形象也被其疯狂行为和古怪的公开亮相彻底击碎，她从前的纯净嗓音也变得沙哑，刺耳，无法唱出曾经的高音。"
    },
    {
      "en": "Her style and demeanor is a breath of fresh air.",
      "cn": "她的风格和举止使人耳目一新."
    },
    {
      "en": "His gloomy life deprived him of young people's cheerful demeanor.",
      "cn": "惨苦的生活使他失去了年轻人应有的朝气."
    },
    {
      "en": "His good demeanor spoke well for him when he went to apply for the job.",
      "cn": "他去申请工作时,他良好的举止帮了他不少忙."
    },
    {
      "en": "His use of the honorific'sir \" would multiply while he assumed a glacial demeanor.",
      "cn": "他会摆出一副冷若冰霜的样子,并不断使用 “ 阁下 ” 这种尊称."
    },
    {
      "en": "I dislike his pompous demeanor.",
      "cn": "我讨厌他那种爱摆架子的样子."
    },
    {
      "en": "If you know your cat well you will be able to tell the difference in his demeanor.",
      "cn": "如果你足够了解你的猫咪，那你应该能够分辨它行为上的不同。"
    },
    {
      "en": "One's demeanor is upright.",
      "cn": "仪容 端庄"
    },
    {
      "en": "Scorpio The Scorpio animus is that intense, magnetic and mysterious creature clearly hiding volumes of dark secrets beneath a super-cool and calculated demeanor.",
      "cn": "天蝎座——天蝎座女性的男性意向热情、极富吸引力、神秘，在他故意耍酷的行为背后无疑隐藏了许多隐秘之事。"
    },
    {
      "en": "She is acutely aware of the discrepancy between her inner state and her public demeanor.",
      "cn": "她很敏锐地意识到自己内心状态和公众行为之间的不同。"
    },
    {
      "en": "She is quiet in her demeanor.",
      "cn": "她举止文静."
    },
    {
      "en": "The witness's demeanor in testifying provides useful guidance in making this assessment.",
      "cn": "证人作证时的举止为作出上述判断提供了有用的指导."
    },
    {
      "en": "We've detained Miss Demeanor long enough.",
      "cn": "我们早就想扣留这位迪米娜小姐."
    },
    {
      "en": "Your walk and posture and general physical demeanor before you talk to any potential one night stands is just as important, if not moreso.",
      "cn": "在你寻找任何潜在的一夜情之前，你走路的姿势和行为举止都非常重要，不然的话就需要更多的信心。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "demeanour",
          "tran_cn": " 行为"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "demean",
          "tran_cn": " 贬低...的身分；举止"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "actions",
            "bearing",
            "behavior",
            "conduct",
            "deportment",
            "manner",
            "mien",
            "way"
          ],
          "tran_cn": "行为,举止;风度"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<正>行为，举止，态度"
    }
  ],
  "exchange": {}
}