{
  "word": "kudos",
  "ipa": {
    "us": "ˈkju:dɒs",
    "uk": "ˈkudɑs"
  },
  "sentences": [
    {
      "en": "Employees enjoy the kudos that the job brings as much as the financial rewards.",
      "cn": "雇员喜欢工作带来的荣誉如同喜欢金钱上的回报."
    },
    {
      "en": "For programmers, the kudos of a successful contribution is its own reward.",
      "cn": "对于程序员来说, 成功的方案所带来的荣誉本身就是奖赏."
    },
    {
      "en": "He acquired kudos just by appearing on television.",
      "cn": "他上电视后就出名了。"
    },
    {
      "en": "He got a great deal of kudos for his work at the university.",
      "cn": "他在大学里贡献良多,得到许多荣誉."
    },
    {
      "en": "He received kudos from everyone on his performance.",
      "cn": "他的表演受到大家的称赞。"
    },
    {
      "en": "I hope to keep in touch and continue your hard Kudos!",
      "cn": "让我们保持联系,继续努力用功,祝一切顺利."
    },
    {
      "en": "It will acquire no kudos for translating its inner doubts into hesitation.",
      "cn": "如果由于内心疑虑不安而在行动上举棋不定,是得不到荣誉的."
    },
    {
      "en": "Kudos to you and the show's producers & correspondents for bringing these criminals the light.",
      "cn": "我要赞扬你,也要赞扬栏目的制片人 和 记者们,感谢你们曝光这些罪犯."
    },
    {
      "en": "Kudos to you; you richly deserve the recognition.",
      "cn": "恭喜您得奖; 这是您应得的报偿."
    },
    {
      "en": "She did most of the work but all the kudos went to him.",
      "cn": "工作大部分是她做的,可是荣誉都归他了."
    },
    {
      "en": "Sigma Kudos is a global company that develops world - class product information for its clients.",
      "cn": "科多斯是一家全球性的产品信息公司."
    },
    {
      "en": "The film has also earned kudos for respecting the audience's intelligence andtaking theout.",
      "cn": "影片也因为尊重观众的智慧,绝无投机取巧,敷衍了事而赢得了赞赏."
    },
    {
      "en": "the kudos of playing for such a famous team",
      "cn": "为这样著名的队比赛的荣誉"
    },
    {
      "en": "There was considerable kudos attached to being on the advisory board.",
      "cn": "能跻身于顾问委员会是个莫大的荣誉."
    },
    {
      "en": "When receiving kudos, for instance, publicly thank everyone who helped you.",
      "cn": "例如,在获得名誉的时候, 公开感谢曾经帮助过你的所有人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "honor",
            "glory",
            "praise",
            "fame"
          ],
          "tran_cn": "荣誉；名望；称赞"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "applause",
            "eulogy",
            "glory"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "荣誉，光荣，赞誉",
      "tran_en": "the state of being admired and respected for being important or for doing something important"
    }
  ],
  "exchange": {}
}