{
  "word": "unspoiled",
  "ipa": {
    "us": "ˌʌnˈspɔɪld",
    "uk": "ˌʌnˈspɔɪld"
  },
  "sentences": [
    {
      "en": "A comprehensive park with an unspoiled view of the woods and hills.",
      "cn": "带有独特山林景色的大型城市公园."
    },
    {
      "en": "Bhutan began to admIt'small number of tourists eager for a glimpse of an unspoiled Shangri - La.",
      "cn": "不丹允许少数游客入境,观光尚未遭到污染的人间仙境."
    },
    {
      "en": "But what about clean beaches, unspoiled forests, and solitude?",
      "cn": "但是怎麽样乾净的海滩 、 自然森林和荒野 呢 ?"
    },
    {
      "en": "Eight hundred nearly unspoiled of rock and forest in a turquoise sea.",
      "cn": "八百几乎未损坏的位岩石和森林在绿松石海."
    },
    {
      "en": "Few fellows had talents like his and fewer still could remain unspoiled by such success.",
      "cn": "象他那样有才能的人是罕见的,而功成名就之后依然保持本色的人更少见."
    },
    {
      "en": "It 's the largest,totally unspoiled area in Europe.",
      "cn": "它是欧洲最大的完全未遭破坏的陆地。"
    },
    {
      "en": "It is also the remotest, a fact which accounts for its unspoiled environment.",
      "cn": "它也是最偏僻的, 这就解释了南极洲为什么会成为一片没被污染的环境."
    },
    {
      "en": "Located west of Hua Hin this unspoiled jungle area, is waiting to be explored.",
      "cn": "位于华欣西边的未损坏的丛林地正等待着广大游客的探险."
    },
    {
      "en": "Rising and falling in sinuous curves, epitomize the beauty and solitude of the Southwest's unspoiled lands.",
      "cn": "在蜿蜒的曲线中起伏不定, 沙岩结构成为了西南部这片未损坏的陆地美丽与孤寂的缩影."
    },
    {
      "en": "The charm of the island lies in its unspoiled beauty.",
      "cn": "这个岛的魅力在于那未受破坏的自然美."
    },
    {
      "en": "The port is quiet and unspoiled.",
      "cn": "这个港口宁静、天然。"
    },
    {
      "en": "This city is flanked on all sides by unspoiled country.",
      "cn": "城市四面是乡村的天然风光."
    },
    {
      "en": "This land has a small population, which left enormous areas unspoiled.",
      "cn": "澳大利亚人口稀少, 大片地域未遭破坏."
    },
    {
      "en": "unspoiled countryside",
      "cn": "未遭到破坏的乡村"
    },
    {
      "en": "You can swim or walk and enjoy the unspoiled pristine nature of this island.",
      "cn": "在这里,你可以游泳,也可以散步,都能够享受到这个岛内原始质朴的自然景观."
    },
    {
      "en": "Young children are unspoiled , innocent in their expressions and their feelings.",
      "cn": "小孩子在表现上和感情上都是天真无邪的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "undamaged"
          ],
          "tran_cn": "未损坏的；未宠坏的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未损坏的，未宠坏的",
      "tran_en": "an unspoiled place is beautiful because it has not changed for a long time and does not have a lot of new buildings"
    }
  ],
  "exchange": {}
}