{
  "word": "petrology",
  "ipa": {
    "us": "pəˈtrɒlədʒi",
    "uk": "pəˈtrɑlədʒi"
  },
  "sentences": [
    {
      "en": "Alkaline rocks from the Three Rivers region are characterized by unique geology, petrology and Petrochemistry.",
      "cn": "三江地区的碱性岩有其独特的地质、岩石学与岩石化学特征；"
    },
    {
      "en": "Geology and petrology of Kuroshima Volcano in Fukue Volcano Group , SW Japan : a preliminary report [ search? ].",
      "cn": "长崎県五岛列岛の福江火山群黒岛火山の地质と岩石(予报) [ 検索? ]."
    },
    {
      "en": "I want to be a mining engineer, so I ought to study petrology and engineer.",
      "cn": "我想要当个采矿工程师, 所以我应当研读岩石学及工程学."
    },
    {
      "en": "Its petrology , petrochemistry and geochemistry feature show the intrusive is post - collision and strongly - peraluminous granite.",
      "cn": "岩石学 、 岩石化学、地球化学特征反映该岩体属后碰撞强过铝花岗岩."
    },
    {
      "en": "Macroscopic classification for bituminous coal is one of the research tasks for coal petrology.",
      "cn": "烟煤的宏观煤岩分类是煤岩学研究的内容之一."
    },
    {
      "en": "Micro-level seismic petrology studies the relationship between rock micro structure and seismic elastic parameters, to serve for seismic reservoir prediction.",
      "cn": "微观层面的地震岩石学研究岩石微观结构和地震弹性参数间的关系，为地震储层预测服务；"
    },
    {
      "en": "Organic petrology is an important method for studying coal formed oil.",
      "cn": "有机岩石学方法是研究煤成油的重要方法之一."
    },
    {
      "en": "Petrology is the science of the rocks.",
      "cn": "岩石学是岩石的科学."
    },
    {
      "en": "The international journal provides monthly publication on the fields of mineralogy, petrology and geochemistry.",
      "cn": "本期刊是国际性的月刊，内容涉及矿物学、岩石学和地球化学。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "petrous",
          "tran_cn": " 岩石的；岩石般的；坚硬的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lithology",
            "geognosy"
          ],
          "tran_cn": "[岩]岩石学"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "igneous petrology",
      "tran_cn": "火成岩岩石学"
    },
    {
      "phrase": "metamorphic petrology",
      "tran_cn": "变质岩石学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "岩石学",
      "tran_en": "the study of the composition, origin, structure, and formation of rocks "
    }
  ],
  "exchange": {}
}