{
  "word": "geologically",
  "ipa": {
    "us": "ˌdʒi:ə'lɒdʒɪklɪ",
    "uk": "ˌdʒiə'lɒdʒɪklɪ"
  },
  "sentences": [
    {
      "en": "\"It know it sounds horrible to say this, but geologically speaking, it was not a big earthquake at all,\" says Alessandro Martelli, a professor of antiseismic engineering at the University of Ferrara.",
      "cn": "我知道这样说可能让人反感，但从地质学角度看，这并算不上太严重的地震，费拉拉大学地震预防工程师亚里山大.马特利说。"
    },
    {
      "en": "Apollo astronauts used seismometers during their visits to the Moon and discovered that the gray orb isn't a totally dead place, geologically speaking.",
      "cn": "阿波罗航天飞船的宇航员们登月时使用地震检波器发现：这个灰色的星球，从地质学角度上讲，并不完全是一个死气沉沉的地方。"
    },
    {
      "en": "Geologically , this big - sky land seems an odd cross between Kansas and West Texas hill country.",
      "cn": "从地理上讲, 此处仿佛是堪萨斯州和西德克萨斯的丘陵地带中间的一片开阔地."
    },
    {
      "en": "Geologically speaking, the park's landscape was formed by two processes: mountain - building and glaciation.",
      "cn": "地质上说, 公园的景观形成了两个过程: 山区建设和冰川."
    },
    {
      "en": "Geologically speaking, this area is extremely interesting.",
      "cn": "从地质学上来说, 这个地方是极为有趣的."
    },
    {
      "en": "Geologically, not all volcanoes are the same.",
      "cn": "从地质学来说, 并不是所有火山都是相同的."
    },
    {
      "en": "On the right of the image, sunlight bathes the anti - Saturn side of this geologically active moon.",
      "cn": "在右边的形象, 阳光的沐浴anti-Saturn这个地质活跃的月亮."
    },
    {
      "en": "The Nabro volcano has not erupted in recorded human history, but lava flows near the volcano are relatively recent geologically.",
      "cn": "在有人类记载的历史中，纳布诺火山并未喷发，但火山附近的熔岩流是相对较新的地质。"
    },
    {
      "en": "This paper discusses geologically and geochemically the genesis of Erentaolegai Silver deposit.",
      "cn": "本文从地质学及地球化学两方面探讨了额仁陶勒盖银矿床的成因."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "geologic",
          "tran_cn": " 地质的；地质学上的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "geologist",
          "tran_cn": " 地质学家，地质学者"
        },
        {
          "word": "geology",
          "tran_cn": " 地质学；地质情况"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "从地质上来说"
    }
  ],
  "exchange": {
    "noun": [
      "geology"
    ],
    "adj": [
      "geological"
    ]
  }
}