{
  "word": "potion",
  "ipa": {
    "us": "ˈpəʊʃn",
    "uk": "ˈpoʊʃn"
  },
  "sentences": [
    {
      "en": "...a magic potion that will make Siegfried forget Brunnhilde and fall in love with Gutrune.",
      "cn": "…一种会使齐格弗里德忘掉布伦希德尔德而爱上古特鲁内娜的魔剂。"
    },
    {
      "en": "a love potion",
      "cn": "春药饮剂"
    },
    {
      "en": "a magic potion",
      "cn": "魔法药水"
    },
    {
      "en": "But what about a pill or potion to make you better behaved?",
      "cn": "但药片能够改善人的行为,信 么 ?"
    },
    {
      "en": "Changed the Crazy Alchemist Potion so it always gives health and mana.",
      "cn": "改变了疯狂炼金师药水的效果,使其一定给予生命和魔法值."
    },
    {
      "en": "Deliver your awesome power and transform my potion.",
      "cn": "用你们神圣的力量幻化我的药剂吧."
    },
    {
      "en": "I will make you a potion that will turn you into a human for three days.",
      "cn": "我给你一剂药你吃下去能让变成人三天."
    },
    {
      "en": "I wonder what would happen if I drank this potion.",
      "cn": "我想知道如果我喝掉这药水会发生什么."
    },
    {
      "en": "Is it real coffee or some Scandinavian CHristmas potion?",
      "cn": "是真的咖啡还是一些斯堪的纳维亚的基督药?"
    },
    {
      "en": "Love is the best refreshing potion.",
      "cn": "爱情是生活最好的提神剂。"
    },
    {
      "en": "Objective To investigate the hair anti - aging function of decreasing Zishui Qinggan potion.",
      "cn": "目的:探讨加减滋水清肝饮抗毛发衰老的作用机理."
    },
    {
      "en": "Potion ingredients are available for student use from the Student Store cupboard.",
      "cn": "学生可以从学生储藏柜中取用魔药成分."
    },
    {
      "en": "She charmed him with a magic potion hidden in his food.",
      "cn": "她在他的食物中加了具有魔力的药水,从而迷惑了他."
    },
    {
      "en": "She lifted the bottle and drank the magic potion.",
      "cn": "她拿起瓶子服下了这帖神奇药水."
    },
    {
      "en": "Sneaking Potion: Increases Stealth a great deal for 30 sec.",
      "cn": "坚固药剂: 增加防御2500在2分钟内."
    },
    {
      "en": "So it's a magic potion?",
      "cn": "那么，这是个神药？"
    },
    {
      "en": "Then, the sea witch put the magic potion into a bottle.",
      "cn": "接着, 巫婆就把神奇药水倒进瓶子里."
    },
    {
      "en": "They contain a special potion that can make anything smaller.",
      "cn": "是一种神奇的药水,可以让任何东西变小."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dose",
            "drink"
          ],
          "tran_cn": "一服;一剂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dose",
            "drink",
            "drug",
            "medicine"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（药的）一服，一剂",
      "tran_en": "A potion is a drink that contains medicine, poison, or something that is supposed to have magic powers"
    }
  ],
  "exchange": {
    "pl": [
      "potions"
    ]
  }
}