{
  "word": "Maya",
  "ipa": {
    "us": "'mɑːjə",
    "uk": "'mɑːjə"
  },
  "sentences": [
    {
      "en": "From the software point there is FLASH animation, 3 DSMAX animation, MAYA animation, and so on.",
      "cn": "从制作软件角度来看,有FLASH动画 、 3DSMAX动画 、 MAYA动画, 等等."
    },
    {
      "en": "He told Naomi she was becoming just like Maya. Naomi quailed at the thought.",
      "cn": "他告诉娜奥米，她正变得和马娅一样。一想到这里，娜奥米便不寒而栗。"
    },
    {
      "en": "In those homely sayings was couched the collective wisdom of generations ( Maya Angelou )",
      "cn": "在那些朴实的谚语中蕴含着几代人集体智慧的结晶 ( 马雅安琪罗 )"
    },
    {
      "en": "Maya now provides shader files that developers can incorporate into their own CgFX shader.",
      "cn": "Maya现在提供了材质文件这样开发者可以把材质文件合并到他们自己的CgFX材质中."
    },
    {
      "en": "Maya: Come on, you are ruining my karma level here.",
      "cn": "玛雅: 好啦, 你把我的缘分水准都降低啦."
    },
    {
      "en": "Maya: Now you have to let me interview for my paper.",
      "cn": "玛雅: 现在你得让我采访你,好写我的论文."
    },
    {
      "en": "Mind is Maya . Mind is a modification of Prakriti.",
      "cn": "内心是宇宙的幻象, 内心是自然界的变体."
    },
    {
      "en": "Ok, but aren't Maya and 3 ds Max directly in competition?",
      "cn": "译文好了, 但是Maya和3dsMax之间不存在直接竞争 吗 ?"
    },
    {
      "en": "The doctor is bewitched by Maya's beauty.",
      "cn": "医生被马娅的美貌深深吸引。"
    },
    {
      "en": "The four - digit padded filename is compatible with many image playback programs, for example, Maya's FCheck utility.",
      "cn": "四位数填补文件名与许多图像播放纲要一致, 例如MAYA的FCheck工具."
    },
    {
      "en": "The Maya understood 17 different Calendars based on the Cosmos.",
      "cn": "玛雅人明白到17种以宇宙为基础的不同历法."
    },
    {
      "en": "The Maya were an ancient people who once lived in Mexico.",
      "cn": "玛雅人是曾经生活在墨西哥的一古老民族."
    },
    {
      "en": "The name, meaning and symbol can vary in different Maya languages.",
      "cn": "名字, 意义和符号在不同的玛雅语言里面可以是不同."
    },
    {
      "en": "The site is Dzibilchaltun, one of Yucatan's earliest Maya cities.",
      "cn": "这个位于墨西哥尤卡坦半岛的遗址曾经是玛雅时代的城市."
    },
    {
      "en": "Then, what creates the factor which Maya person deteriorates is?",
      "cn": "那么, 造成玛雅人衰败的因素是什么 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "玛雅人的，玛雅语的"
    },
    {
      "pos": "n",
      "tran_cn": "玛雅人，玛雅语"
    }
  ],
  "exchange": {
    "pl": [
      "Mayas"
    ]
  }
}