{
  "word": "autonomic",
  "ipa": {
    "us": "ˌɔ:tə'nɒmɪk",
    "uk": "ˌɔtə'nɒmɪk"
  },
  "sentences": [
    {
      "en": "Autonomic mobile robot is one focus of the robot field. It all scholars'attention.",
      "cn": "自主式移动机器人是目前机器人领域的研究热点之一, 这主要是因为它有着巨大的应用潜力."
    },
    {
      "en": "Concepts such as autonomic computing will have a key role in cloud storage architectures in the future.",
      "cn": "在未来，诸如自主计算这样的概念将在云存储架构中起到关键的作用。"
    },
    {
      "en": "Cranial Autonomic Symptoms in Migraine : Characteristics and Comparison with Cluster Headache.",
      "cn": "偏头痛与丛集性头痛自主神经症状不同."
    },
    {
      "en": "Exercise - induced fatigue can lead to apoptosis and dysfunction of autonomic nervous system.",
      "cn": "运动性疲劳可以导致相关脏器的细胞凋亡和植物神经功能失调."
    },
    {
      "en": "Gap junction remodelling may be correlated with electrical remodelling and autonomic nerve activity.",
      "cn": "缝隙连接重构与电重构和自主神经之间可能有密切关系."
    },
    {
      "en": "Objective : In order to heighten a know of infantile autonomic epilepsy.",
      "cn": "目的 为提高对小儿植物神经性癫痫的认识."
    },
    {
      "en": "Objective To observe the rehabilitation treated effect of children arrhythmia caused by autonomic nerve functional disorder.",
      "cn": "目的观察高压低频电场+捏脊推拿治疗因植物神经功能紊乱所致小儿心律失常的疗效."
    },
    {
      "en": "Of, relating to, or controlled by the autonomic nervous system.",
      "cn": "(生理学)由自发的神经系统控制的或与之相关的."
    },
    {
      "en": "On the implement technology it uses autonomic agent, and completely considers the coorpation of distributed agents.",
      "cn": "在实现上使用自治协作代理技术, 综合考虑了分布式代理间的协作性."
    },
    {
      "en": "Stimulation of the autonomic nervous system can occur owing to hypoxia or hypercarbia from depressed ventilation.",
      "cn": "自主神经系统兴奋作用的发生是由于通气受阻而导致的低氧血症和高碳酸血症引起的."
    },
    {
      "en": "The amygdala is an executor of stress behavioral, autonomic and neuroendocrine responses.",
      "cn": "杏仁核是应激性行为反应以及自主神经和神经内分泌反应的执行部位."
    },
    {
      "en": "The autonomic nervous system is also called the visceral, vegetative, or involuntary nervous system.",
      "cn": "自主神经系统又称内脏神经系统, 营养神经系统或不随意神经系统."
    },
    {
      "en": "The function of autonomic nervous system and their chemistry transmission.",
      "cn": "自主神经系统的功能及其化学传递."
    },
    {
      "en": "The mechanisms leading to diabetes - associated ED involve peripheral vasculopathy and autonomic neuropathy.",
      "cn": "周围血管病变和自主神经变性是引起糖尿病性ED的主要原因之一."
    },
    {
      "en": "There was a reversal of autonomic function.",
      "cn": "法律上的一种自动撤消."
    },
    {
      "en": "When patient concurrent autonomic nerve pathological change will perspire many.",
      "cn": "当患者并发自主神经病变时就会出汗多."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "autonomous",
          "tran_cn": " 自治的；自主的；自发的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "autonomy",
          "tran_cn": " 自治，自治权"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "self-governing"
          ],
          "tran_cn": "[植]自律的；自治的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "autonomous"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "autonomic learning",
      "tran_cn": "自主学习"
    },
    {
      "phrase": "autonomic nervous system",
      "tran_cn": "植物性神经系统，自主神经系统"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "自主的，不受意志支配的",
      "tran_en": "occurring involuntarily or spontaneously "
    }
  ],
  "exchange": {}
}