{
  "word": "Jew",
  "ipa": {
    "us": "dʒuː",
    "uk": "dʒuː"
  },
  "sentences": [
    {
      "en": "A man once asked, \" What is the secret of the indestructible Jew? \"",
      "cn": "曾经有位先生问过: “ 犹太人不灭的秘密是什么? ”"
    },
    {
      "en": "A think you can jew him down five dollars on the price.",
      "cn": "我想在价格上你可以杀他5块钱."
    },
    {
      "en": "And Antonio hated Shylock because he was a Jew.",
      "cn": "而安东尼奥也因为夏洛克是犹太教徒而讨厌他."
    },
    {
      "en": "Anthony and the Jew boy shared a very nice , tumble - down house near the bazaars.",
      "cn": "安东尼和那个犹太男孩合住在集市附近一所不坏的但却摇摇欲坠的房子里."
    },
    {
      "en": "He is a Jew , maybe we have to jew him down this time.",
      "cn": "他总是一毛不拔, 这一回让我们想法敲他竹杠."
    },
    {
      "en": "He talked of being an artist before becoming a furrier, of being a proud Jew and a friend to young artists. He tried not to think about what was next.",
      "cn": "他谈论起成为皮草商之前的艺术家生涯，他曾是一位骄傲的犹太人，也是年轻艺术家的朋友，他尽量不去想之后都发生了什么。"
    },
    {
      "en": "He was a Jew, just as I was.",
      "cn": "他是一个犹太人，正如我本人一样。"
    },
    {
      "en": "He was a jounalist, a brilliant intellectual, and a Jew.",
      "cn": "他是记者, 一位有才能的知识分子, 他是个犹太人."
    },
    {
      "en": "He was born a Jew in first century Palestine.",
      "cn": "他是出生于1世纪巴勒斯坦的犹太人."
    },
    {
      "en": "If a Christian wrong a Jew, what should his sufferance be by Christian example? Why, revenge.",
      "cn": "要是一个犹太人欺侮了一个基督徒，那基督徒怎样表现他的谦逊？报仇。 妹。"
    },
    {
      "en": "If the war goes on two more years, every Jew in Europe will be dead.",
      "cn": "如果这场战争再拖上两年, 欧洲的犹太人都得死光."
    },
    {
      "en": "In short, the wily old Jew had the boy in his toils.",
      "cn": "简而言之, 狡猾的老犹太使那个孩子陷入了他的罗网."
    },
    {
      "en": "Personally I think a Jew is a Jew because he suffers.",
      "cn": "我个人的意见总觉得犹太人之所以为犹太人,关键就在受罪这一点上."
    },
    {
      "en": "Shylock the Jew was a well - known money lender in Venice.",
      "cn": "夏洛克是犹太人,在威尼斯是有名的钱庄老板."
    },
    {
      "en": "Shylock, the Jew, lived at Venice: he was an usurer.",
      "cn": "犹太人夏洛克住在威尼斯,他是个放印子钱的人."
    },
    {
      "en": "The \" Wandering Jew \" acquires abstract terms with which to describe the various scenes which he visits.",
      "cn": "“ 游荡的犹太人 ” 获得了抽象概念,他们用这些抽象概念来表述他们见到的各种各样的景物."
    },
    {
      "en": "The disciple was a Jew . \"What good work shall I do to be acceptable to God \"?",
      "cn": "一个犹太人门徒问：“我应该做什么样工作才能让上帝接受?”（合上帝之意?。"
    },
    {
      "en": "The Jew nodded an expressive approval of this mode of treatment.",
      "cn": "老犹太点点头表示赞成采用这种疗法."
    },
    {
      "en": "Therefore there was great enmity between this covetous Jew and the generous merchant Antonio.",
      "cn": "因此,这个贪婪的犹太人就跟慷慨的商人安东尼奥结下了很深的仇恨."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Israel",
            "Jewry"
          ],
          "tran_cn": "犹太人；犹太教徒；守财奴"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "sell",
            "fox"
          ],
          "tran_cn": "杀价；欺骗"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "犹太人，犹太教徒，守财奴",
      "tran_en": "someone whose religion is Judaism, or who is a member of a group whose traditional religion is Judaism"
    },
    {
      "pos": "vt",
      "tran_cn": "欺骗，杀价"
    }
  ],
  "exchange": {
    "pl": [
      "Jews"
    ]
  }
}