{
  "word": "Annie",
  "ipa": {
    "us": "ænɪ",
    "uk": ""
  },
  "sentences": [
    {
      "en": "\"The car, Annie,\" said Max rather grimly.— 'So okay. the car. What about it.'",
      "cn": "“安妮，那辆车，”马克斯颇为严厉地说。——“那么好吧，就说说那辆车。它是怎么回事？”"
    },
    {
      "en": "After the movie was finished, my husband reminded me that I am an Annie Sullivan.",
      "cn": "看完电影后，我丈夫提醒我说，我就是一个安妮·莎莉文式的人。"
    },
    {
      "en": "Annie and her brother were sent to an orphanage.",
      "cn": "安妮和她弟弟被送进了孤儿院."
    },
    {
      "en": "Annie and Phil were engaged in a silent battle of wills, each refusing to leave.",
      "cn": "安妮和菲尔默默地较上了劲, 谁也不肯离开."
    },
    {
      "en": "Annie gave him the boot and married another man.",
      "cn": "安妮突然抛弃了他去同别人结婚."
    },
    {
      "en": "Annie is a well-preserved 50-year-old.",
      "cn": "安妮50岁，保养得很好。"
    },
    {
      "en": "Annie shook a very rigid finger in his face.",
      "cn": "安妮在他面前晃动着她那只僵硬的手指."
    },
    {
      "en": "Annie told me to come right in.",
      "cn": "安妮告诉我可以一直进来."
    },
    {
      "en": "Annie took out her drawing pad and pencil to dash off a sketch of the Indians.",
      "cn": "安妮拿出画本和铅笔,迅速地画了一幅印第安人的素描."
    },
    {
      "en": "Annie was born a few weeks before Christmas.",
      "cn": "安妮出生在圣诞节前几周。"
    },
    {
      "en": "Annie was ecstatic about the idea.",
      "cn": "安妮为这个主意欣喜若狂."
    },
    {
      "en": "Annie's performance pointed up her unique talent for music.",
      "cn": "安妮的演出显出她独特的音乐才华."
    },
    {
      "en": "Annie's work reflects her philosophy that life is full of mysteries.",
      "cn": "安妮的作品反映了她的人生哲学，即生活充满神秘色彩。"
    },
    {
      "en": "Cor, look, Annie.",
      "cn": "天哪，快看，安妮。"
    },
    {
      "en": "Dear Annie: I hope you and your readers have some suggestions for me, because I'm just about at the end of my rope.",
      "cn": "亲爱的安妮： 我希望您和您的读者可以给我提些建议，因为我实在是山穷水尽，毫无办法了。"
    },
    {
      "en": "Scots-born Annie, 37, has recently re-launched her phenomenally successful singing career.",
      "cn": "生于苏格兰的安妮37岁，最近复出，再度投身于其辉煌的歌唱事业中。"
    },
    {
      "en": "We goofed last week at the end of our interview with singer Annie Ross.",
      "cn": "上周我们采访歌手安妮·罗斯，结果到快结束时犯了个愚蠢的错误。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "安妮（女子名， Ann 的昵称）"
    },
    {
      "pos": "other",
      "tran_cn": "安妮（女名）"
    }
  ],
  "exchange": {}
}