{
  "word": "infraction",
  "ipa": {
    "us": "ɪnˈfrækʃn",
    "uk": "ɪnˈfrækʃən"
  },
  "sentences": [
    {
      "en": "...an infraction of school rules.",
      "cn": "...一次对校规的违犯。"
    },
    {
      "en": "...parents of kids who committed minor infractions.",
      "cn": "...轻微犯罪孩子的家长。"
    },
    {
      "en": "A violation or infraction, as of a law, a legal obligation, or a promise.",
      "cn": "破坏,违犯,不履行:破坏或违反一法规 、 法律责任或一誓言."
    },
    {
      "en": "Aim To study the application of Orem self - care theory to cerebral infraction patients.",
      "cn": "目的探讨Orem自护理论在脑梗死患者护理中的应用."
    },
    {
      "en": "An infraction is the least serious offense and generally is punishable by a fine.",
      "cn": "违反是最轻的犯罪行为,惩罚措施通常是处以罚金."
    },
    {
      "en": "At last, it put forward some advice for research direction and method to prevent cerebral infraction.",
      "cn": "最后对脑梗死防治的研究方向与方法提出了建议."
    },
    {
      "en": "He was criticized for his infraction of the discipline.",
      "cn": "他因违反纪律而受到了批评。"
    },
    {
      "en": "Juveniles, like adults, can be charged with a felony a misdemeanor, or an infraction.",
      "cn": "青少年和成年人一样, 被指控为重罪 、 行为不端或违反."
    },
    {
      "en": "Method We selected 60 cases of cerebral infraction who were testified by CT or MRI.",
      "cn": "方法本文选择了60例动脉硬化性脑梗死患者并均经CT或MRI证实."
    },
    {
      "en": "Motorists committing this infraction are heavily fined.",
      "cn": "触犯此条的司机将受重罚."
    },
    {
      "en": "Objective : To evaluate the effect and economic cost of thrombolytic therapy in acute cerebral infraction patients.",
      "cn": "目的: 评价急性脑梗死溶栓治疗与非溶栓治疗的疗效及经济成本."
    },
    {
      "en": "Objective Investigate the effects of atrial fibrillation on the cerebral infraction prognosis.",
      "cn": "目的探讨房颤对老年脑梗死患者预后的影响."
    },
    {
      "en": "Parking at the bus stop is illegal. Motorists committing this infraction are heavily fined.",
      "cn": "在公交站停车是违法的.触犯此条的司机将受重罚."
    },
    {
      "en": "Therefore, in our case, escape might well be an infraction of military law.",
      "cn": "所以, 在我们这种情况下, 逃跑就会违反战争法."
    },
    {
      "en": "When infraction or perisplenitis occurs, however, pain in the region of the spleen may be intense.",
      "cn": "然而, 若发生梗塞或脾周围炎, 则脾区疼痛可加剧."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "infract",
          "tran_cn": " 违反，破坏；侵害"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "violation",
            "breach"
          ],
          "tran_cn": "违反"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "delinquency",
            "invasion",
            "offense"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（对规则、法律等的）违背，违犯，犯规，违法",
      "tran_en": "An infraction of a rule or law is an instance of breaking it"
    }
  ],
  "exchange": {}
}