{
  "word": "incidentally",
  "ipa": {
    "us": "ˌɪnsɪˈdentli",
    "uk": "ˌɪnsɪˈdentli"
  },
  "sentences": [
    {
      "en": "\"I didn't ask you to come. Incidentally, why have you come?\"",
      "cn": "“我没有叫你来。顺便问一下，你为什么来呢？”"
    },
    {
      "en": "I have to go now. Incidentally, if you want that book, I'll bring it next time.",
      "cn": "我要走了. 顺便说一句, 如果你要那本书, 我下次带给你."
    },
    {
      "en": "In our discussion this question was incidentally brought up.",
      "cn": "在我们讨论时,这一问题被偶然提了出来."
    },
    {
      "en": "Incidentally , it is just nonsensical to talk of fattening food.",
      "cn": "同样,如果讨论什么“增肥”食物, 那也是废话."
    },
    {
      "en": "Incidentally, did you know that my uncle is visiting us?",
      "cn": "须便说一下, 你知道我叔叔来看我们 吗 ?"
    },
    {
      "en": "Incidentally, have you heard the news about Sue?",
      "cn": "顺便问一句，你听说过休的事了吗？"
    },
    {
      "en": "Incidentally, I think you still owe me some money.",
      "cn": "顺便说一句, 我想你还欠我一些钱."
    },
    {
      "en": "Incidentally, where were you born?",
      "cn": "顺便问一下，你在哪儿出生的？"
    },
    {
      "en": "Incidentally, why don't you send me a photograph of yourself?",
      "cn": "顺便提一下, 你为什么不把你的照片寄给我一张 呢 ?"
    },
    {
      "en": "Incidentally, you forgot to put a return address on this package.",
      "cn": "随便说一句, 你忘了在包裹上写明回邮址了."
    },
    {
      "en": "Jessica obeyed, incidentally touching at her lovely hair and looking at a little jewel - faced watch.",
      "cn": "杰西卡遵命别好领带夹, 顺手摸了摸她那可爱的头发,又看了一下宝石镶面的小表."
    },
    {
      "en": "October 15 was my final day at the office, and incidentally my fifty - fourth birthday.",
      "cn": "10月15日是我到办公室上班的最后一天, 凑巧当天也是我五十四岁生日."
    },
    {
      "en": "Only Himmler said incidentally that the war ought to be finished by the beginning of October.",
      "cn": "只有希姆莱偶然说过,战争应该在10月初结束."
    },
    {
      "en": "Quite incidentally, I got some useful information at the party.",
      "cn": "我在聚会上无意中得到了一些有用信息。"
    },
    {
      "en": "That pilot is now, incidentally, a well - known newspaper publisher in Munich.",
      "cn": "那个飞行员现在已经成了慕尼黑一位颇有声望的报刊发行人."
    },
    {
      "en": "The letter mentioned my great-aunt and uncle only incidentally.",
      "cn": "信中仅附带提到了我的姑奶奶和叔叔。"
    },
    {
      "en": "The tower, incidentally, dates from the twelfth century.",
      "cn": "那座塔，顺便提一下，可以追溯到12世纪。"
    },
    {
      "en": "The wine, incidentally, goes very well with a mature cheese.",
      "cn": "顺便说一下，这种葡萄酒配熟干酪味道很好。"
    },
    {
      "en": "When two industrial giants clash, small companies can get caught in the cross - fire , ie harmed incidentally.",
      "cn": "两大企业争斗之下, 小公司遭受池鱼之殃."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "incident",
          "tran_cn": " [光] 入射的；附带的；易发生的，伴随而来的"
        },
        {
          "word": "incidental",
          "tran_cn": " 附带的；偶然的；容易发生的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "incident",
          "tran_cn": " 事件，事变；插曲"
        },
        {
          "word": "incidental",
          "tran_cn": " 附带事件；偶然事件；杂项"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "passingly",
            "accidentally"
          ],
          "tran_cn": "顺便；偶然地；附带地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "顺便，偶然地，不经意地，附带，捎带",
      "tran_en": "You use incidentally to introduce a point that is not directly relevant to what you are saying, often a question or extra information that you have just thought of"
    }
  ],
  "exchange": {}
}