{
  "word": "obscurity",
  "ipa": {
    "us": "əbˈskjʊərəti",
    "uk": "əbˈskjʊrəti"
  },
  "sentences": [
    {
      "en": "\"How can that be?\" asked Hunt, irritated by the obscurity of Henry's reply.",
      "cn": "“怎么会那样呢？”亨特问道，亨利含糊费解的回答让他恼火。"
    },
    {
      "en": "At this time he knew nothing of Wells’s and Matthew’s accounts of natural selection; indeed, both accounts languished in obscurity until after the “Origin” was published.",
      "cn": "此时他对马修和威尔士关于自然选择的阐述一无所知；事实上，直到《物种的起源》发表这两人一直默默无闻。"
    },
    {
      "en": "For the lucky few, there's the chance of being plucked from obscurity and thrown into the glamorous world of modelling.",
      "cn": "只有极少数幸运儿才有机会从籍籍无名中脱颖而出，进入光鲜亮丽的模特圈。"
    },
    {
      "en": "He has risen from obscurity to international fame.",
      "cn": "他已从默默无闻之辈而成为国际上的名人."
    },
    {
      "en": "He moved to New York where he lived in obscurity , working as a Customs Inspector.",
      "cn": "他移居纽约, 在海关谋得个检查员职务,无声无息地过活."
    },
    {
      "en": "His prose is vigorous and dense, occasionally to the point of obscurity.",
      "cn": "他的散文文笔有力、内容庞杂，有时几近晦涩。"
    },
    {
      "en": "Iowa and New Hampshire are not doomed to obscurity quite yet.",
      "cn": "然而,爱荷华和新罕布什尔的地位也并非注定黯淡."
    },
    {
      "en": "It is the custom to consider that wit lies in obscurity.",
      "cn": "现在人们都把晦涩当成聪明."
    },
    {
      "en": "Letitia pondered on an obscurity in these words.",
      "cn": "利蒂霞思索着这些话中的费解之处."
    },
    {
      "en": "Now, on the eve of the bicentenary of the independence movements, he sets out to rescue San Martín from his relative obscurity.",
      "cn": "今天，在那场独立运动二百周年纪念前夕，他再度出手以挽救相对默默无闻的圣·马丁。"
    },
    {
      "en": "O’Brien died in obscurity.",
      "cn": "奥布莱恩默默无闻地死去。"
    },
    {
      "en": "obscurities in the text",
      "cn": "文中的难解之处"
    },
    {
      "en": "She rose from obscurity to stardom.",
      "cn": "她从无名之辈一跃成为明星。"
    },
    {
      "en": "The actress was only 17 when she was plucked from obscurity and made a star.",
      "cn": "这个演员受到提携从无名少女一跃成为明星时年仅17岁。"
    },
    {
      "en": "The agency plucked Naomi from obscurity and turned her into one of the world's top models.",
      "cn": "这个经纪公司挖掘了默默无闻的娜奥米，并把她打造成了世界顶尖模特。"
    },
    {
      "en": "The group produced two albums before disappearing into obscurity.",
      "cn": "这个团体发行两张专辑后就淡出乐坛。"
    },
    {
      "en": "The latter half of his life was spent in obscurity and loneliness.",
      "cn": "他在默默无闻中孤独地度过了后半生。"
    },
    {
      "en": "The obscurity of JTS is in some sense due to its own success: because it hides the details of transaction management so effectively, we don't hear or say very much about it.",
      "cn": "在某种意义上，JTS 的默默无闻恰恰是它的成功：因为它非常有效地隐藏了事务管理的很多细节，因此，我们没有听说过或者谈论过很多关于它的内容。"
    },
    {
      "en": "The obscurity of the passage makes several interpretations possible.",
      "cn": "这段文字隐晦,因而有可能作出好几种解释."
    },
    {
      "en": "There is another form of wilful obscurity that masquerades as aristocratic exclusiveness.",
      "cn": "还有一种故意造成的含糊其词,用以掩盖其贵族老爷式的孤傲态度."
    },
    {
      "en": "They would have continued to struggle against economic odds and would have lived in obscurity.",
      "cn": "这家人会继续为克服经济上的拮据而奋斗,并默默无闻地活下去."
    },
    {
      "en": "This kind of obscurity is not only pretentions; it is short - sighted.",
      "cn": "这种含糊其词不仅显得自命不凡, 而且缺乏远见."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "obscure",
          "tran_cn": " 模糊的；晦涩的；昏暗的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "obscurely",
          "tran_cn": " 费解地，晦涩地；隐匿地"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "obscure",
          "tran_cn": " 遮掩；使变暗；使难理解"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nebulosity",
            "shadowiness"
          ],
          "tran_cn": "朦胧；阴暗；晦涩；身份低微；不分明"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "concealment",
            "gloom",
            "nothing",
            "shade",
            "silence"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "朦胧，晦涩，默默无闻，费解",
      "tran_en": "the state of not being known or remembered"
    }
  ],
  "exchange": {
    "pl": [
      "obscurities"
    ]
  }
}