{
  "word": "culminate",
  "ipa": {
    "us": "ˈkʌlmɪneɪt",
    "uk": "ˈkʌlmɪneɪt"
  },
  "sentences": [
    {
      "en": "A series of international meetings held over the last ten weeks will culminate in the Geneva meeting.",
      "cn": "过去十周内举行的一系列国际会议将于这次日内瓦会议达到高潮。"
    },
    {
      "en": "All aspects of the printers system performance culminate at this point.",
      "cn": "在这一点上的所有方面的印表机系统的性能达到高潮。"
    },
    {
      "en": "All his effort culminate in failure.",
      "cn": "他的全部努力以失败而告终."
    },
    {
      "en": "All his effort culminate In failure.",
      "cn": "她的全部努力以失败而告终."
    },
    {
      "en": "All his efforts culminate in success.",
      "cn": "他的所有努力以成功结束."
    },
    {
      "en": "Everyone feared that the boundary dispute between these two countries would culminate in a war.",
      "cn": "人人都担心,这两国间的边境争端将以一场战争告终."
    },
    {
      "en": "Giles set in motion a train of events which would culminate in tragedy.",
      "cn": "贾尔斯触发了随后的一系列事件，这些事件最终将以悲剧收场。"
    },
    {
      "en": "However , what appears to be commonplace will one day culminate into a great achievement.",
      "cn": "只要我们踏踏实实地去工作,持恒下去, 每一件小事都可以变成伟大."
    },
    {
      "en": "Proper cultivation and care will culminate in the best crops and therefore the finest ingredients.",
      "cn": "精心的耕种和培育会最终收获优良的庄家,因此得到最上乘的配料."
    },
    {
      "en": "That could culminate with the England striker place among the substitutes against at St James'Park.",
      "cn": "那将使得英格兰前锋在圣詹姆士公园迎战切尔西替补出场时的状态达到顶峰."
    },
    {
      "en": "The assignments culminate a 15 - to 20 - page final paper of publishable quality in a peer - reviewed journal.",
      "cn": "期末论文长度控制在15到20页之内,达到能够在同侪评论期刊上发表的水平."
    },
    {
      "en": "The sixth house, where the full moon culminate, also rules your health.",
      "cn": "满月终结的第六宫, 掌控着你的健康."
    },
    {
      "en": "The symptoms tend to get worse progressively and culminate in retention.",
      "cn": "症状逐渐加重,重者可引起尿潴留."
    },
    {
      "en": "They all culminate in these four sections.",
      "cn": "它们全部可以归于这4方面."
    },
    {
      "en": "They had an argument, which culminated in Tom getting drunk.",
      "cn": "他们发生了争论，结果导致汤姆喝醉了酒。"
    },
    {
      "en": "This process culminate in the introduction of the single currency by the end of the century.",
      "cn": "这一进程最终将于20世纪末引入单一货币."
    },
    {
      "en": "This will culminate on Aug. 27 when Mars comes within 34.65 M miles of earth.",
      "cn": "于8月27日,当火星来到地球的最高点〈34.65米英里?围内〉."
    },
    {
      "en": "We are approaching a Galactic wave right now and it will culminate in the Event.",
      "cn": "我们现在即将迎接一道银河能量波，而事件会在这道能量波达到高潮时发生。"
    },
    {
      "en": "Wear of the polyethylene in osteolysis and impingement, both of which culminate in aseptic loosening.",
      "cn": "聚乙烯界面磨损导致骨溶解和撞击综合症, 最终发展为无菌性松动."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "culmination",
          "tran_cn": " 顶点；高潮"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crown",
            "end",
            "terminate",
            "top"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "crown",
            "end",
            "terminate",
            "top"
          ],
          "tran_cn": "到绝顶;达到高潮"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "fulfill",
            "bring to an end"
          ],
          "tran_cn": "使结束；使达到高潮"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "culminate in",
      "tran_cn": "达到顶点；以…告终"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "（以…）结束，告终"
    },
    {
      "pos": "vi",
      "tran_cn": " 告终； 达到最高点",
      "tran_en": "If you say that an activity, process, or series of events culminates in or with a particular event, you mean that event happens at the end of it"
    }
  ],
  "exchange": {
    "third": [
      "culminates"
    ],
    "past": [
      "culminated"
    ],
    "done": [
      "culminated"
    ],
    "ing": [
      "culminating"
    ]
  }
}