{
  "word": "gamut",
  "ipa": {
    "us": "ˈgæmət",
    "uk": "ˈɡæmət"
  },
  "sentences": [
    {
      "en": "As the story unfolded throughout the past week, I experienced the gamut of emotions: shock, anger, sadness, disgust, confusion.",
      "cn": "上周随着故事情节的展开，我的心情可以说是跌宕起伏：从震惊、气愤、悲伤到憎恶与困惑。"
    },
    {
      "en": "Gamut mapping is a key technology for color management.",
      "cn": "色域匹配是色彩管理的一项关键技术."
    },
    {
      "en": "He ran the whole gamut of dissipation.",
      "cn": "他干尽了放荡的事儿."
    },
    {
      "en": "I ran the gamut from confidence to despair.",
      "cn": "我这是从充满自信到极度失望的巨大落差啊."
    },
    {
      "en": "Its snarls ran the gamut from pain to terror.",
      "cn": "它的嗥叫历经了从痛苦到恐怖的各种层面."
    },
    {
      "en": "On hearing the news, he showed a face a gamut of emotions.",
      "cn": "听到那个消息之后, 他脸上泛现出百感交集的表情."
    },
    {
      "en": "Rhine Riesling runs the gamut from dry to sweet.",
      "cn": "从干的到甜的，莱茵雷斯林白葡萄酒应有尽有。"
    },
    {
      "en": "She ran the whole gamut of the emotions from A to B.",
      "cn": "她的经历了从A到B的情绪(激动)的整个范围."
    },
    {
      "en": "She run the whole gamut of the emotions from a to b.",
      "cn": "她经历了从A到 B的情绪(激动)的整个范围."
    },
    {
      "en": "The exhibition runs the whole gamut of artistic styles.",
      "cn": "这次展览包括了所有艺术风格的作品."
    },
    {
      "en": "The network will provide the gamut of computer services to your home.",
      "cn": "这个网络将为家庭提供全方位的计算机服务。"
    },
    {
      "en": "The reviews for \"On a Clear Day\" ran the gamut from contempt to qualified rapture .",
      "cn": "对于《好日子》的影评毁誉参半，既有人表示不值一提，也有人觉得它带给人一定的惊喜。"
    },
    {
      "en": "The show runs the gamut of 20th century design.",
      "cn": "展览涵盖20世纪的各种设计。"
    },
    {
      "en": "This poem runs the gamut of emotions from despair to joy.",
      "cn": "这首诗展现了从绝望到喜悦的感情历程."
    },
    {
      "en": "Varied though the anthology may claim to be, it does not cover the whole gamut of Scottish poetry.",
      "cn": "该诗集虽然可能号称收录广泛，但并未涵盖所有苏格兰诗歌。"
    },
    {
      "en": "We had the whole gamut of wind from a dead calm to a force 10 gale.",
      "cn": "我们这里什么风都有，从风平浪静到十级大风。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "diatonic scale",
            "diatonicism"
          ],
          "tran_cn": "全音阶；全音域；整个范围"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "compass"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "color gamut",
      "tran_cn": "色饱和度；颜色范围"
    },
    {
      "phrase": "run the gamut",
      "tran_cn": "全部经历；全部展示；全部执行"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "全范围，全部，音阶，音域"
    }
  ],
  "exchange": {}
}