{
  "word": "indium",
  "ipa": {
    "us": "ˈɪndiəm",
    "uk": "'ɪndɪrm"
  },
  "sentences": [
    {
      "en": "A specific thin - film technology is based on the use of Copper Indium Diselenide ( CIS ) material.",
      "cn": "还有一种基于使用铜铟硒化合物 ( CIS ) 材料的特殊薄膜技术."
    },
    {
      "en": "A synthesis method of indium tris acetylacetonate is introduced.",
      "cn": "报道了乙酰丙酮铟的合成方法."
    },
    {
      "en": "Acceptor - An element, such as boron, indium, and gallium used to create free hole in a semiconductor.",
      "cn": "受主 - 一种用来在半导体中形成空穴的元素, 比如硼 、 铟和镓."
    },
    {
      "en": "Along with the industrial development. the comprehensive recovery of indium is extensive pay attention to.",
      "cn": "随着工业的发展, 铟的综合回收得到了广泛重视."
    },
    {
      "en": "Dectecting little carbon in super pure indium at Chinese and international is still a blank.",
      "cn": "超纯铟中微量碳的测定在国内外还是一项空白."
    },
    {
      "en": "Electrodes are made of a transparent conductor called Indium Tin Oxide ( ITO ).",
      "cn": "电极制成的透明导体所谓的铟锡氧化物 ( 伊藤 )."
    },
    {
      "en": "He says not only does arsenic belong under phosphorus, I predict that there is an element that lies below aluminum and above indium.",
      "cn": "他认为不仅砷属于在磷下面，我预言还有一个元素,是在铝之上和铟的下边的。"
    },
    {
      "en": "Indium leaching rate was more than 90 % at optimum conditions.",
      "cn": "在适宜的条件下,铟的浸出率达到90%以上."
    },
    {
      "en": "Iron, manganese and lead are the major minerals, accompanying silver and indium.",
      "cn": "除铁 、 锰、铅外, 伴生有银、铟."
    },
    {
      "en": "Metal indium is an important rare metal new material.",
      "cn": "金属铟是重要的稀有金属新材料."
    },
    {
      "en": "Objective To estabish a method of AES for determianation of Indium and compounds in workplace air.",
      "cn": "研究工作场所环境空气中二甲基甲酰胺、十一烷和丁酮混合物一次吸附、一次分离的定量分析方法."
    },
    {
      "en": "Photovoltaic cells rely on amorphous or crystalline silicon, cadmium telluride, or copper indium selenide and sulfide.",
      "cn": "光伏电池依赖于非晶态或晶态的硅，碲化镉或者硒化、硫化铜铟。"
    },
    {
      "en": "PPY films were prepared by electro - chemical method onto the indium - tin oxide glass ( ITO ).",
      "cn": "以电化方法在ITO 导电玻璃 基体上制备聚合物聚吡咯薄膜."
    },
    {
      "en": "Preparation of Indium Tin Oxide ( ITO ) Powders and High - quality ITO Target.",
      "cn": "纳米金属氧化物的微结构控制及其应用性能研究."
    },
    {
      "en": "The device's electrode is made from a unique liquid metal called eutectic gallium-indium, which conforms to a surface as it lengthens and relaxes.",
      "cn": "该设备的电极由被称为共晶镓-铟的独特液态金属制成，当它延展和松弛时，该液态金属沿一个表面变化。"
    },
    {
      "en": "The optimal conditions for spectrophotometric determination of antimony in crude indium with malachite green were investigated.",
      "cn": "该方法已用于粗铟中锑含量的测定,结果满意."
    },
    {
      "en": "The optimum determination condition of Indium by flame atomic absorption spectrometry was studied.",
      "cn": "试验了火焰原子吸收光谱法测定铟的最佳介质及共存元素干扰情况."
    },
    {
      "en": "This indium isotope was created at the same time as the earth.",
      "cn": "这种铟同位素与地球产生在同一时代."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "indium oxide",
      "tran_cn": "氧化铟"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "铟",
      "tran_en": "a rare soft silvery metallic element associated with zinc ores: used in alloys, electronics, and electroplating"
    }
  ],
  "exchange": {}
}