{
  "word": "zirconium",
  "ipa": {
    "us": "zɜ:ˈkəʊniəm",
    "uk": "zɜrˈkoʊniəm"
  },
  "sentences": [
    {
      "en": "A crosslinker, ammonium zirconium carbonate ( AZC ) was synthesised.",
      "cn": "本文论述了 碳酸 锆铵交联剂的合成及其与丙烯酸乳胶的组配."
    },
    {
      "en": "A kind of process for preparing hydrous zirconium fluoride is introduced.",
      "cn": "介绍了水合四氟化锆的一种生产工艺."
    },
    {
      "en": "A stable, corrosion - resistant zirconium alloy.",
      "cn": "锆合金一种稳定而 防腐蚀 的锆合金."
    },
    {
      "en": "Chloride - furnace is the main equipment of producing zirconium sponge zirconium compound.",
      "cn": "氯化炉是生产海绵锆及其化合物过程中的主要设备."
    },
    {
      "en": "Gas reactors require enrichments in the order of up to 20%. So we need to fabricate the uranium into pellets which are clad in zirconium tubes which are placed into the reactor core.",
      "cn": "气体反应堆要求充实，以此能,达到20%，所以，我们需要制造出在芯块中的铀,那是锆管道的金属外壳,那被放置入一个反应堆核心里去。"
    },
    {
      "en": "It has zirconium/hydrogen reaction rate and where it occurred, obviously about the same place. The percentage reaction.",
      "cn": "它有锆或氢的反应速率,它发生的位置，很明显是在同样位置,百分比反应。"
    },
    {
      "en": "Low adding temperature and low consumption for zirconium element.",
      "cn": "加入温度低,锆元素损耗低."
    },
    {
      "en": "Niobium and niobium - zirconium wires are mainly used in lighting industry.",
      "cn": "铌及铌锆丝大量用于制造高压钠灯."
    },
    {
      "en": "The 4 d metals rhodium, palladium, and zirconium do not occur as ordered magnetic materials.",
      "cn": "4d金属铑 、 钯 、 锆不能作为有序磁性材料."
    },
    {
      "en": "The Aluminum - Zirconium coupling agent was proved to be good as paper coating.",
      "cn": "将此偶联剂初步应用于造纸涂布中,结果表明效果良好."
    },
    {
      "en": "The present work critically reviewed the corrosion behavior on zirconium alloys.",
      "cn": "本文简要地回顾过数十年来锆合金腐蚀研究工作的进展."
    },
    {
      "en": "The present work critically reviewed the uniform corrosion behavior of zirconium alloys.",
      "cn": "本文简要地回顾过数十年来,锆合金腐蚀研究工作中对于均匀腐蚀现象的讨论."
    },
    {
      "en": "The products of zirconium oxide are gradually adopted in domestic appliances.",
      "cn": "氧化锆产品也逐步被精密机械、家用电器所采用."
    },
    {
      "en": "The structure and corrosion resistance of 8 # new zirconium alloy are studied.",
      "cn": "研究了8 # 新锆合金的组织与耐蚀性能."
    },
    {
      "en": "USAGE: TO PRODUCE OTHER ZIRCONIUM PRODUCTS , PIGMENT, GLASS . ETC.",
      "cn": "用途: 用于制备其它锆化物 、 颜料 、 玻璃等."
    },
    {
      "en": "Zirconium in rare earth - magnesium - zirconium master alloy was determined by EDTA titrimetry.",
      "cn": "采用EDTA滴定法测定了稀土镁锆中间合金中的锆."
    },
    {
      "en": "Zirconium is almost as strong as steel, but lighter.",
      "cn": "锆的强度几乎与钢相等, 但它比钢轻."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "zirconium alloy",
      "tran_cn": "锆合金"
    },
    {
      "phrase": "zirconium dioxide",
      "tran_cn": "二氧化锆"
    },
    {
      "phrase": "zirconium hydroxide",
      "tran_cn": "[化]氢氧化锆"
    },
    {
      "phrase": "zirconium oxide",
      "tran_cn": "[医]氧化锆"
    },
    {
      "phrase": "zirconium oxychloride",
      "tran_cn": "氧氯化锆；氯氧化锆"
    },
    {
      "phrase": "zirconium silicate",
      "tran_cn": "硅酸锆"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "锆",
      "tran_en": "a greyish-white metallic element, occurring chiefly in zircon, that is exceptionally corrosion-resistant and has low neutron absorption. It is used as a coating in nuclear and chemical plants, as a deoxidizer in steel, and alloyed with niobium in superconductive magnets. Symbol: Zr; atomic no: 40; atomic wt: 91.224; valency: 2, 3, or 4; relative density: 6.506; melting pt: 1855±2°C; boiling pt: 4409°C "
    }
  ],
  "exchange": {}
}