{
  "word": "unusable",
  "ipa": {
    "us": "ˌʌnˈju:zəbl",
    "uk": "ʌnˈjuzəbəl"
  },
  "sentences": [
    {
      "en": "Bombing had made roads and railways unusable.",
      "cn": "轰炸导致公路和铁路都无法通行。"
    },
    {
      "en": "Cancelling during this operation may make the media unusable. Do you still want to cancel?",
      "cn": "在此操作运行时取消可能会使此媒体不再可用. 您还是要取消 吗 ?"
    },
    {
      "en": "If this situation should occur, the fram would become unusable.",
      "cn": "如果出现这种情况, 框架就成为无用的了."
    },
    {
      "en": "In an interruption an asset of the system becomes lost or unavailable or unusable.",
      "cn": "在中断情况下,系统资源开始丢失,不可用或不能用."
    },
    {
      "en": "It's unusable, so we would like to ask for an explanation.",
      "cn": "所以我们特地想问清楚一下."
    },
    {
      "en": "Launch denial - of - service attacks, rendering the machine temporarily unusable.",
      "cn": "引发遭服务拒绝的攻击, 使其暂时无法工作."
    },
    {
      "en": "Mortality is the number or volume of trees periodically rendered unusable through natural causes.",
      "cn": "枯损是一类由于自然原因而定期变得无用的林木株数或材积."
    },
    {
      "en": "The point of degradation, due to attenuation or distortion, at which a signal becomes unusable.",
      "cn": "由于衰减或失真使得信号变得不能使用的那个退化点."
    },
    {
      "en": "The Remote Access IP configuration is unusable.",
      "cn": "远程访问IP配置不可用."
    },
    {
      "en": "There are several sectors unusable in this disk.",
      "cn": "这张磁盘有几个扇区坏了."
    },
    {
      "en": "They may be washed away or rendered unusable.",
      "cn": "这些系统可能已被冲走,或者被冲得无法使用."
    },
    {
      "en": "Thieves who steal mobile phones may soon find them unusable.",
      "cn": "偷手机的窃贼可能在不久之后就会发现,那些偷来的手机根本不能用."
    },
    {
      "en": "This wastes bandwidth and makes the network unusable.",
      "cn": "这会浪费网路频宽并造成网路无法使用."
    },
    {
      "en": "To saturate with water and make soggy or unusable.",
      "cn": "吸取过量用水浸透使湿润或不能用."
    },
    {
      "en": "Unusable clipboard range. Set'seek exactly off'or specify reference frames.",
      "cn": "剪贴板范围不可使用. 请设置“超出范围”或指定参照帧."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "different",
            "distinctive",
            "apart"
          ],
          "tran_cn": "不能用的；与众不同的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shelf"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不能用的",
      "tran_en": "something that is unusable is in such a bad condition that you cannot use it"
    }
  ],
  "exchange": {}
}