{
  "word": "Zealand",
  "ipa": {
    "us": "ˈzi:lənd",
    "uk": "ˈzilənd"
  },
  "sentences": [
    {
      "en": "Australia's rugby union team for the return clash with New Zealand is weakened by injury.",
      "cn": "将再次和新西兰队交手的澳大利亚业余英式橄榄球队由于球员受伤实力削弱了."
    },
    {
      "en": "Can the New Zealand bowlers fight back after their thrashing at Christchurch?",
      "cn": "在克赖斯特彻奇遭遇惨败后，新西兰的投球手们还有还手之力吗？"
    },
    {
      "en": "Carlos Sainz of Spain has won the New Zealand Motor Rally.",
      "cn": "西班牙人卡洛斯·赛恩斯在新西兰摩托车公路大赛中夺冠。"
    },
    {
      "en": "For summer skiing down under, there is no better place than New Zealand.",
      "cn": "就澳新地区而言，夏季滑雪的最佳去处是新西兰。"
    },
    {
      "en": "France patched things up with New Zealand.",
      "cn": "法国和新西兰重修旧好。"
    },
    {
      "en": "If you live in Australia, the US, the UK, Canada or New Zealand, then you live in the same place as me; Fat City.",
      "cn": "如果你是生活在澳大利亚，美国，加拿大或者新西兰，那么你其实就是和我住在同一个地方：肥胖国。"
    },
    {
      "en": "In the past, every pervert believed thathe was the only one who had an abstruse desire. Today, he can find out on theInternet that there's someone like him in New Zealand or Patagonia.",
      "cn": "在过去，每个性反常者都认为自己是唯一一个有难解欲望的人，但是现在，他能够在网上发现，在新西兰或者巴塔哥尼亚有一个和他一样的人。"
    },
    {
      "en": "Information on travel in New Zealand is available at the hotel.",
      "cn": "新西兰的旅行信息可以在宾馆获取。"
    },
    {
      "en": "Much of the butter eaten in England comes from New Zealand.",
      "cn": "在英国食用的黄油多产自新西兰."
    },
    {
      "en": "New Zealand were ahead inside five minutes.",
      "cn": "新西兰队领先了不到5分钟。"
    },
    {
      "en": "Oceania is mainly made up of Australia and New Zealand.",
      "cn": "大洋洲主要是由澳大利亚和新西兰组成的."
    },
    {
      "en": "Sometimes when I performed in New Zealand, I was doing a very presentable job.",
      "cn": "有时，在新西兰演出的时候，我表现得很出彩。"
    },
    {
      "en": "The pass was sternly defended for the necessary three days by the 5 th New Zealand Brigade.",
      "cn": "第五新西兰旅在该山口死守了三天,这是必须据守的三天."
    },
    {
      "en": "They speak English in New Zealand.",
      "cn": "他们在新西兰讲英语."
    },
    {
      "en": "This New Zealand winery produces some of the best antipodean wines.",
      "cn": "这家新西兰酿酒厂出产一些最好的澳新葡萄酒。"
    },
    {
      "en": "This program is beamed to Australia and New Zealand at 12:00 daily.",
      "cn": "本节目每天12点向澳大利亚和新西兰播送."
    },
    {
      "en": "Throughout the whole Empire and the English - speaking world the name of New Zealand is saluted.",
      "cn": "在整个帝国和英语世界中,新西兰的名称令人肃然起敬."
    },
    {
      "en": "Unfortunately, we know that one effect of climate change in New Zealand will be more extreme weather like this.",
      "cn": "遗憾的是，我们知道，气候变化在新西兰的影响之一是会有更多像这样的极端天气。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "new zealand",
      "tran_cn": "n. 新西兰"
    },
    {
      "phrase": "new zealand dollar",
      "tran_cn": "新西兰元"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "西兰岛（丹麦最大的岛）"
    }
  ],
  "exchange": {}
}