{
  "word": "individuality",
  "ipa": {
    "us": "ˌɪndɪˌvɪdʒuˈæləti",
    "uk": "ˌɪndɪˌvɪdʒuˈæləti"
  },
  "sentences": [
    {
      "en": "Hawthorne's characters may lack an air of individuality.",
      "cn": "霍桑的人物或许是缺乏个性的."
    },
    {
      "en": "His individuality is strongly stamped on all his work.",
      "cn": "他的个性明显地反映在他所有的作品中."
    },
    {
      "en": "Individuality is a valued and inherent part of the British character.",
      "cn": "个性鲜明是英国人固有的、也是他们看重的特点。"
    },
    {
      "en": "People should be free to express their individuality.",
      "cn": "人们应该能自由表达他们的个性。"
    },
    {
      "en": "Self-expression and individuality are the greatest weapons against tyranny.",
      "cn": "自我表现与追求个性是反抗暴政的最佳武器。"
    },
    {
      "en": "She expresses her individuality through her clothes.",
      "cn": "她从穿着上表现出她的个性。"
    },
    {
      "en": "The abolition of bourgeois individuality, bourgeois independence, and bourgeois freedom is undoubtedly aimed at.",
      "cn": "的确,正是要消灭资产者的个性 、 独立性和自由."
    },
    {
      "en": "The dress reflects our signature style of understated elegance with a strong feeling of individuality.",
      "cn": "这条裙子体现了我们所追求的低调优雅又有强烈个性感的独特风格。"
    },
    {
      "en": "The small items of handcrafted furniture give individuality to the room.",
      "cn": "几件不大的手工家具使房间别具一格."
    },
    {
      "en": "These functions and attributes have given vitality as well as individuality to the organization.",
      "cn": "这些机能与属性赋予这一组织以活力的特征."
    },
    {
      "en": "This book will help you recognize your individuality.",
      "cn": "这本书会帮助你认识自己的个性."
    },
    {
      "en": "This can partly be explained for individuality like him.",
      "cn": "这可以部分地解释为象他那样人的个性."
    },
    {
      "en": "This will give your promotional material individuality and style.",
      "cn": "这会让你的促销品显得个性十足、格调高雅。"
    },
    {
      "en": "We like our staff to show their individuality rather than wear a uniform.",
      "cn": "我们喜欢员工穿出个性，而不是穿制服。"
    },
    {
      "en": "We should respect individuality.",
      "cn": "我们应该尊重个性."
    },
    {
      "en": "You must sacrifice your poor, squawking, niggardly individuality.",
      "cn": "你一定得牺牲你那无聊地爱好大声诉苦和心地狭窄的个性."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "personality",
            "kidney"
          ],
          "tran_cn": "个性；个人；个人特征；个人的嗜好（通常复数）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "difference",
            "nature",
            "personality",
            "self",
            "thing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "个人，个性，个人特征",
      "tran_en": "the qualities that make someone or something different from other things or people"
    }
  ],
  "exchange": {
    "pl": [
      "individualities"
    ]
  }
}