{
  "word": "lessor",
  "ipa": {
    "us": "leˈsɔː(r)",
    "uk": " leˈsɔːr"
  },
  "sentences": [
    {
      "en": "A lease is a rental agreement between the lessee and the lessor.",
      "cn": "租赁契约是出租人和承租人之间达成的租用协议."
    },
    {
      "en": "Article 38 A lessor shall disclose the amount class of leased assets in the operating leases.",
      "cn": "第三十八条出租人对经营租赁,应当披露各类租出资产的账面价值."
    },
    {
      "en": "Before the lessor signs the lease, the lessee must receive a copy of the contract.",
      "cn": "在出租人签署租赁合同之前, 承租人必须要收到合同副本."
    },
    {
      "en": "Being the lessor, a bank should perform a contract for sale and a contract for lease.",
      "cn": "银行作为出租人, 需履行组成融资租赁合同的买卖合同和租赁合同."
    },
    {
      "en": "If lessor rented the building, do not have according to operator, what consequence can you produce?",
      "cn": "假如出租人将房屋出租给了无照经营者, 会产生什么后果?"
    },
    {
      "en": "If the customer a GREes to the leasing conditions offered to him, lessor and lessee will sign the leasing a GREement which is done by way of sending back a signed copy of the offer.",
      "cn": "如果客户同意租赁公司提出的租赁条件，出租人和租赁人通过寄回已签字承诺复印件的方式签订租赁合同。"
    },
    {
      "en": "Lease: The contract between the Lessor and Lessee concerning the use and occupation of the premises.",
      "cn": "租约: 由出租人和承租人就铺面的使用和所有签订的合同."
    },
    {
      "en": "Lessor : The owner of the shop, the Landlord.",
      "cn": "出租人: 铺面所有人或房东."
    },
    {
      "en": "Lessor shall carefully check the vehicles and its legal documents.",
      "cn": "甲方应认真检查车辆状况及随车证件."
    },
    {
      "en": "Lessor shall issue the tax invoice to lessee upon request for payment every time.",
      "cn": "在甲方每次向乙方申请汽车租金时,必须出具税收发票."
    },
    {
      "en": "Not to assist lessor on time to participate in inspection or maintenance losses.",
      "cn": "未协助出租方按时参加车检或维修保养而造成的损失."
    },
    {
      "en": "The lessee shall be liable for compensating the lessor for losses suffered as a result thereof.",
      "cn": "出租人因此所受的损失由承租人负责赔偿."
    },
    {
      "en": "The lessor can evict the lessee for failure to pay rent.",
      "cn": "出租人可驱逐不付租金的承租人."
    },
    {
      "en": "The other as an independent party transaction , that is, the buyer and the lessor.",
      "cn": "交易对方为独立第三方, 即买方和出租方."
    },
    {
      "en": "The ownership of the leased equipment remains with the lessor.",
      "cn": "租赁的设备,其所有权仍属于出租人."
    },
    {
      "en": "The ulcer has perforated into the lessor omental bursa.",
      "cn": "溃疡穿透到小网膜囊."
    },
    {
      "en": "Thee contract issuer or lessor shall, within 30 days from the date of issuance of contract or leasing, report the information about the contractor or lessee to the competent tax authorities.",
      "cn": "发包人或者出租人应当自发包或者出租之日起30日内将承包人或者承租人的有关情况向主管税务机关报告。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "lessee",
          "tran_cn": " 承租人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leaser"
          ],
          "tran_cn": "[租赁]出租人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "landlord"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "出租人",
      "tran_en": "someone who allows someone else to use their house, building, land etc for a period of time for payment"
    },
    {
      "pos": "other",
      "tran_cn": "债主"
    }
  ],
  "exchange": {
    "pl": [
      "lessors"
    ]
  }
}