{
  "word": "seabed",
  "ipa": {
    "us": "'si:bed",
    "uk": "'si:bed"
  },
  "sentences": [
    {
      "en": "Channel Tunnel sections started from the United Kingdom and France meet 40 meters beneath the seabed.",
      "cn": "1990年海底隧道从英国到法兰西段在海床下40米处开通."
    },
    {
      "en": "Earth movements in the past elevated great areas of the seabed.",
      "cn": "地球过去的运动使海底大片地区隆起."
    },
    {
      "en": "Embankment shell variety, mostly for the intertidal zone or shallow seabed sediment mollusc species present health.",
      "cn": "堤上贝壳种类丰富, 多为潮间带或浅海泥沙海底软体动物的现生种属."
    },
    {
      "en": "Everywhere, these mostly seabed eruptions are changing the environment.",
      "cn": "每到一处, 这些大多是海底火山喷发."
    },
    {
      "en": "Much of the seabed is covered by marine mud with some scattered sand banks.",
      "cn": "大部分海床都为海泥和零散的沙洲所覆盖."
    },
    {
      "en": "The cylinder was lifted from the seabed in a sling.",
      "cn": "圆筒用吊索吊离海底."
    },
    {
      "en": "The design of underwater beveling machinelaying of seabed oil & gas pipelines installation and service.",
      "cn": "设计了专门用于海底 油气 输送管道安装、维修的水下坡口机."
    },
    {
      "en": "The engineer studies seabed mining technology.",
      "cn": "这位工程师研究海床采矿技术."
    },
    {
      "en": "The virtual reality simulation system of seabed deep - seaVehicle ( HOV ) is presented.",
      "cn": "本文提出了一种基于虚拟现实的深潜器运动仿真设计思想."
    },
    {
      "en": "The wreck was raised from the seabed in June 2000.",
      "cn": "沉船于2000年6月从海底打捞上来。"
    },
    {
      "en": "Three steel cables running to the seabed prevent it from floating away.",
      "cn": "三条与海底相连的钢缆确保了它的稳固性."
    },
    {
      "en": "Two other companies have shown serious interest in seabed mining.",
      "cn": "另外两家公司对海底矿产显出浓厚的兴趣."
    },
    {
      "en": "Under the seabed there are many submerged reefs.",
      "cn": "海底下有许多暗礁."
    },
    {
      "en": "What forces could possibly have raised the seabed to these heights?",
      "cn": "有甚么力量能力能将海底升至这个高度?"
    },
    {
      "en": "What happens on the seabed is beyond my ken.",
      "cn": "海底发生的事情我不甚了解."
    },
    {
      "en": "While hunting on the 3 seabed they emitted a 4 ) weird 5 ) medium frequency noise.",
      "cn": "在海底猎食时,们发出一种奇怪的中频率杂音."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sea bottom",
            "benthos"
          ],
          "tran_cn": "海底；海床"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海底，海床",
      "tran_en": "the land at the bottom of the sea"
    }
  ],
  "exchange": {}
}