{
  "word": "antics",
  "ipa": {
    "us": "ˈæntɪks",
    "uk": " ˈæntɪks"
  },
  "sentences": [
    {
      "en": "\" Yes; I am little Pearl! \" repeated the child, continuing her antics. \"",
      "cn": "\" 是啊! 我是小珠儿! \" 孩子又说了一遍, 同时继续着她的调皮动作."
    },
    {
      "en": "Elizabeth tolerated Sarah's antics.",
      "cn": "伊丽莎白容忍了萨拉的搞怪。"
    },
    {
      "en": "Everyone laughed at his foolish antics.",
      "cn": "大家都笑他那种愚蠢的滑稽动作."
    },
    {
      "en": "His fast-paced novels are full of bizarre situations and madcap antics.",
      "cn": "他那些快节奏的小说里充满了怪诞的场景和荒唐的行为。"
    },
    {
      "en": "I don't know how his parents put up with his antics.",
      "cn": "我不知道他的父母是如何忍受他的怪异行为."
    },
    {
      "en": "I eventually grew tired of his antics on the tennis court.",
      "cn": "他在网球场上的古怪动作终于使我厌烦了."
    },
    {
      "en": "President Bush has caught the public eye with his antics.",
      "cn": "公众已经注意到布什总统的滑稽举动."
    },
    {
      "en": "The antics of the monkeys at the zoo made everyone fall about.",
      "cn": "动物园中猴子的滑稽动作引得大家捧腹大笑."
    },
    {
      "en": "The bank staff got up to all sorts of antics to raise money for charity.",
      "cn": "银行职员使出各种可笑的花招为慈善事业筹款。"
    },
    {
      "en": "The comedian's antics left the audience panting for more of the same thing.",
      "cn": "那位喜剧演员的滑稽动作使观众看了还想再看."
    },
    {
      "en": "The monkey made some antics.",
      "cn": "这猴子做出几种滑稽动作."
    },
    {
      "en": "The youngsters got up to all sorts of amusing antics.",
      "cn": "这些年轻人做出各种各样可笑的蠢事."
    },
    {
      "en": "Their antics never fail to amuse.",
      "cn": "他们滑稽的举止总是让人发笑。"
    },
    {
      "en": "Under the guise of active wits they will lead us to the parental meditation of antics.",
      "cn": "而且他们还会披上活跃的智慧的外衣,引导我们以慈父的目光看待他们的恶作剧."
    },
    {
      "en": "We were all highly amused by the comedian's antics.",
      "cn": "小丑的滑稽表演逗得我们哈哈大笑."
    },
    {
      "en": "We’re all growing tired of his childish antics.",
      "cn": "我们都厌倦了他那些幼稚的滑稽举动。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "capers",
            "funny",
            "gestures"
          ],
          "tran_cn": "滑稽"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "foolery"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "古怪、可笑的举动，滑稽动作，古怪姿态，愚蠢的、可能会带来问题的行为",
      "tran_en": "behaviour that seems strange, funny, silly, or annoying"
    }
  ],
  "exchange": {}
}