{
  "word": "heretofore",
  "ipa": {
    "us": "ˌhɪətuˈfɔ:(r)",
    "uk": "ˌhɪrtuˈfɔ(r)"
  },
  "sentences": [
    {
      "en": "' Ah! most gracious Monsieur heretofore the Marquis, where is that emigrant?",
      "cn": "啊, 最仁慈的前侯爵先生, 那外满贵族在哪儿?"
    },
    {
      "en": "A greater degree of wisdom than heretofore as regards the ends of life is becoming imperative.",
      "cn": "有比以往更高度明智的生活目标已成为迫切需要."
    },
    {
      "en": "All the pieces line up in different ways than they have heretofore.",
      "cn": "所有的情节碎片将组合起来,展示出和迄今为止不一样的内容."
    },
    {
      "en": "Gardening? whether backyard or balcony? fills a heretofore unmet need.",
      "cn": "不管是在庭院或是阳台,园艺都填补了人们迄今未曾得到满足的需求."
    },
    {
      "en": "Globalization is the tremendous drive force of heretofore in the future.",
      "cn": "全球化是迄今往后的巨大驱动力量."
    },
    {
      "en": "Heretofore , foreign and domestic researchers have studied ship lifetime and obtain many achievements.",
      "cn": "一直以来, 国内外研究人员对船舶的寿命开展了大量有意义的研究工作."
    },
    {
      "en": "Heretofore all the campus gossip had seemed merely malicious and disrespectful.",
      "cn": "在这以前,学校里的一切流言蜚语似乎纯粹是恶意的、无礼的."
    },
    {
      "en": "Heretofore, doctors have tried low fat diets to reduce the cholesterol in the blood.",
      "cn": "迄今, 医生一直试用低脂肪饮食来降低血液中的胆固醇."
    },
    {
      "en": "Heretofore, gear - shift schedules of most AT vehicles in the world are based upon static two - parameters.",
      "cn": "迄今为止, 世界上大多数AT汽车所用自动变速器的换档规律特性都是以静态二参数为依据."
    },
    {
      "en": "In recent years we have seen greater emphasis than heretofore on the voice of the consumer.",
      "cn": "近年来我们发现消费者的意见比过去受到重视。"
    },
    {
      "en": "It was the same town as heretofore , but the same minister returned not from the forest.",
      "cn": "镇子还是原来的镇子; 但从林中归来的牧师却不同了."
    },
    {
      "en": "Oh Monsieur heretofore the Marquis, I pray you be you true to me!",
      "cn": "啊,前侯爵先生, 我祈祷你也以真诚待我!"
    },
    {
      "en": "The parties heretofore acting as trustee.",
      "cn": "在此以前作为受托人的当事人."
    },
    {
      "en": "They reported that clouds are an important and heretofore uninvestigated contributor to the climate.",
      "cn": "他们报告说，云是影响气候的一个重要因素，但迄今尚未进行过调查研究。"
    },
    {
      "en": "We place our best service, as heretofore, at your disposal.",
      "cn": "任何时候,我们当一如既往听候贵方安排, 竭诚尽力服务."
    },
    {
      "en": "We place our best services, as heretofore, at your disposal.",
      "cn": "任何时候,我们当一如继往听候贵方安排, 竭诚尽力服务."
    },
    {
      "en": "We will continue to hold meetings on Thursdays, as heretofore.",
      "cn": "一如既往,我们将继续每星期四开会."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "so far"
          ],
          "tran_cn": "直到此时，迄今为止；在这以前"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ago",
            "back",
            "formerly",
            "once"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "在此以前",
      "tran_en": "before this time"
    }
  ],
  "exchange": {}
}