{
  "word": "viola",
  "ipa": {
    "us": "viˈəʊlə",
    "uk": "viˈoʊlə"
  },
  "sentences": [
    {
      "en": "A person who plays the viola is called a violist.",
      "cn": "演奏中提琴的人叫作中提琴手."
    },
    {
      "en": "Adagio and Rondo for glass harmonica, flute, oboe, viola, and cello.",
      "cn": "为玻璃乐器, 长笛, 双簧管, 中提琴, 与大提琴的慢版与轮旋曲."
    },
    {
      "en": "All these people happen to be playing the violin, viola,or what have you next to you.",
      "cn": "这些人不只是碰巧在你身边，演奏小提琴或中提琴。"
    },
    {
      "en": "European viola with an unusually long corolla spur.",
      "cn": "欧洲堇菜,通常有长花冠距."
    },
    {
      "en": "I was wondering: Do you still have my music school viola there?",
      "cn": "我想知道: 你那儿还留着我音乐学校的琴 吗 ?"
    },
    {
      "en": "Other individual lessons include piano, violin, viola, flute, piano accompaniment, and voice.",
      "cn": "其他个人班包括钢琴, 小提琴, 中提琴, 长笛, 钢琴伴奏, 和发声法."
    },
    {
      "en": "She hated his music and his viola.",
      "cn": "她恨他的音乐和他的中提琴."
    },
    {
      "en": "She plays the violin, I mean the viola, really well.",
      "cn": "她的小提琴, 我是指中提琴, 的确拉得很好."
    },
    {
      "en": "She saw displeasure with perplexity expressed in Viola's face.",
      "cn": "她看到薇奥拉脸上露出既困惑又不高兴的神色."
    },
    {
      "en": "The viola is a stringed instrument.",
      "cn": "中提琴是一种弦乐器."
    },
    {
      "en": "Two minutes later, Viola will also have an opportunity, Gilardino attempted header.",
      "cn": "两分钟后紫百合也有机会, 吉拉迪诺头球攻门偏出."
    },
    {
      "en": "Viola : OK . What is the lacrosse team doing on our field?",
      "cn": "怎么,长曲棍球队在我们球场里做 什么 ?"
    },
    {
      "en": "Viola De Lesseps: So, my lord? I speak with him every day.",
      "cn": "那又如何呢, 大人? 我天天同他谈话."
    },
    {
      "en": "Viola did not fail to mark the words of the old song.",
      "cn": "薇奥拉果然留意了这支古老歌曲的词儿."
    },
    {
      "en": "Viola disguised herself as a boy named Thomas Kent.",
      "cn": "维奥拉乔扮成男子托马斯·肯特."
    },
    {
      "en": "We usually have more callous on the left hand, and the viola is bigger.",
      "cn": "主要是我们的左手经常会磨出硬茧, 而且中提琴的尺寸也要稍微大一点."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "中提琴，中提琴演奏者，<植>堇菜属植物，[女名]维奥拉",
      "tran_en": "a wooden musical instrument that you play like a violin but that is larger and has a lower sound"
    }
  ],
  "exchange": {
    "pl": [
      "violas"
    ]
  }
}