{
  "word": "queasy",
  "ipa": {
    "us": "ˈkwi:zi",
    "uk": "ˈkwizi"
  },
  "sentences": [
    {
      "en": "All this will make many newspaper old hands feel queasy.",
      "cn": "目前的状况将使许多传统报纸感到不适应."
    },
    {
      "en": "Even ginger ale, ginger beer or ginger biscuits can quell queasy feelings.",
      "cn": "甚至生姜麦芽酒 、 生姜啤酒或生姜饼干都能减轻呕吐不适的感觉."
    },
    {
      "en": "He was very prone to seasickness and already felt queasy.",
      "cn": "他快晕船了，已经感到恶心了。"
    },
    {
      "en": "I come over a bit queasy, so I had to lie down.",
      "cn": "我突然感到头昏想吐, 所以只好躺下."
    },
    {
      "en": "I felt a little queasy on the ship.",
      "cn": "我在船上觉得有点晕眩想呕吐."
    },
    {
      "en": "I was developing the queasy feeling that we were being tested.",
      "cn": "我心中顿起疑云,莫非人家在考验我们?"
    },
    {
      "en": "Is that a queasy soul?",
      "cn": "那就是使人感到不适的灵魂 吗 ?"
    },
    {
      "en": "Many people, myself included are a little queasy about that vision.",
      "cn": "许多人, 包括我在内,对这一远见略感不安."
    },
    {
      "en": "Often queasy, have what remedy, is remedial effect better?",
      "cn": "经常反胃, 有什么药物, 治疗效果比较好的?"
    },
    {
      "en": "She feels queasy, giddy, whole body is lack of power.",
      "cn": "她觉得反胃 、 头晕 、 全身乏力."
    },
    {
      "en": "Some people feel queasy about how their names and addresses have been obtained.",
      "cn": "一些人为自己的姓名和地址是如何被泄露出去的感到不安。"
    },
    {
      "en": "The sea got rougher, and I began to feel queasy.",
      "cn": "海上风浪更猛了，我开始感到有点恶心想吐。"
    },
    {
      "en": "The swaying of the smoky little room was making Natalie queasy.",
      "cn": "这个烟雾腾腾的小房间不住摇晃,使娜塔丽要想呕吐."
    },
    {
      "en": "There was a queasy mess upon the plate.",
      "cn": "盘子上有一堆令人作呕的食物."
    },
    {
      "en": "Travelling on a bus makes me feel queasy.",
      "cn": "我坐公共汽车感到头晕."
    },
    {
      "en": "You make me queasy at the stomach with your suave, false little eyes.",
      "cn": "你那双温柔的, 虚情假意的小眼睛使我倒尽了胃口."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unstable",
            "volatile"
          ],
          "tran_cn": "呕吐的；不稳定的；催吐的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（指人）想呕吐的，感到恶心的，易反胃的，（指良心等）感到不自在的",
      "tran_en": "feeling uncomfortable because an action seems morally wrong"
    }
  ],
  "exchange": {
    "adv": [
      "queasily"
    ],
    "noun": [
      "queasiness"
    ]
  }
}