{
  "word": "dentistry",
  "ipa": {
    "us": "ˈdentɪstri",
    "uk": "ˈdɛntɪstri"
  },
  "sentences": [
    {
      "en": "Dentistry To put a crown on ( a tooth ).",
      "cn": "为 ( 牙齿 ) 镶齿冠."
    },
    {
      "en": "Digital record keeping is another change coming to dentistry.The UCSF clinic went digital about a year ago, and dentists there believe paper files will be obsolete within 10 or 15 years.",
      "cn": "牙科学的另一项改变则是记录保存的数字化，UCSF诊所一年前实施了数字化，这里的牙医们相信在未来10到15年内，纸质档案将被淘汰。"
    },
    {
      "en": "He's only practised dentistry for a year.",
      "cn": "他只做了1年的牙医."
    },
    {
      "en": "Health Sciences such as Medicine, Dentistry , Pharmacy, Physiotherapy and Physical Education.",
      "cn": "健康科学,如内科, 牙医, 药剂学,临床和物理教育."
    },
    {
      "en": "Her special field is implant - retained facial prostheses and implant dentistry.",
      "cn": "目前主要从事种植外科临床工作,兼顾种植修复."
    },
    {
      "en": "His work was important in helping establish dentistry as a separate profession.",
      "cn": "他在推动牙医学发展成一门独立学科的过程中发挥了重要作用."
    },
    {
      "en": "In those days, dentistry was basic. Extractions were carried out without anaesthetic.",
      "cn": "那时候，牙科学刚起步，拔牙都不打麻药。"
    },
    {
      "en": "International Poster Journal of Dentistry and Oral Medicine.",
      "cn": "世界牙科和口腔医学杂志为季刊."
    },
    {
      "en": "KW Leung , SK Wang , HC Lam. Use of corticosteroids in dentistry. Clin Dentistry 1987; 7:189 - 92 .",
      "cn": "梁锦荣, 林兴中. 皮质类固醇与牙科. 临床牙医学1987; 7:189-92."
    },
    {
      "en": "Like many areas of dentistry, aesthetic indirect restorative materials have improved significantly in the last decade.",
      "cn": "象牙科其他许多范畴一样,再过去十多年间, 美学间接修复资料有了很大的提高."
    },
    {
      "en": "Local Alveolar ridge deformities in the anterior area a great concern during restorative and esthetic dentistry.",
      "cn": "在前牙区的局部骨缺损,对于赝复科及美容牙医学而言已演变为重要的议题."
    },
    {
      "en": "Objective : To explore the relation of gingivoplasty and esthetic dentistry.",
      "cn": "目的: 探讨牙龈成形外科与美容牙科的关系."
    },
    {
      "en": "Prof. of Dentistry: Kiss is infectious and antiseptic.",
      "cn": "牙科学教授: 接吻有传染性及有杀菌作用."
    },
    {
      "en": "Since a long period ago, the dentistry diagnosis is mainly depended on the X - ray photograph.",
      "cn": "长期以来, 牙科领域的诊断等大多以 X 射线胶片照相为主要手段."
    },
    {
      "en": "The figures comprise students who have applied for medicine, dentistry, veterinary sciences and Oxbridge entry.",
      "cn": "上述数据包含申请医学 、 牙科学和兽医科学专业以及申请牛津(Oxford)和剑桥(Cambridge)的学生."
    },
    {
      "en": "The NHS budget has doubled in the past decade while dentistry decayed.",
      "cn": "近十年NHS预算增加了一倍,牙医缺萎缩了."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "dentist",
          "tran_cn": " 牙科医生"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "odontology"
          ],
          "tran_cn": "[口腔]牙科学；牙医业"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "牙医业，牙医学，牙科医术",
      "tran_en": "the medical study of the mouth and teeth, or the work of a dentist"
    }
  ],
  "exchange": {}
}