{
  "word": "awl",
  "ipa": {
    "us": "ɔ:l",
    "uk": "ɔl"
  },
  "sentences": [
    {
      "en": "\" But of course, \" the captain said. \" To begin with, I use an awl. \"",
      "cn": "“ 好吧, ” 上尉说道, “ 首先, 我用的工具是钻子. ”"
    },
    {
      "en": "Again he drove the awl and needle into her.",
      "cn": "他便又一次掏出锥子和针，要扎她。"
    },
    {
      "en": "An awl or pick for extracting letters from set type.",
      "cn": "从字板上抽取字母的铗子."
    },
    {
      "en": "AWL algorithm is also superior to other LRU improved algorithms.",
      "cn": "AWL算法 与其它LRU改进算法相比也具有很大的优势."
    },
    {
      "en": "Baba Mustapha was seated with an awl in his hand, just going to work.",
      "cn": "巴巴木沙发坐着手里拿着一个锥子，正在工作。"
    },
    {
      "en": "Due to the single output, the best compaction ratio can Awl - compactor.",
      "cn": "由于该电路是单输出的, 所以总能保证最大压缩率."
    },
    {
      "en": "For instance, awl thread, ladder - shaped thread and triangle thread etc.",
      "cn": "例如, 锥螺纹 、 梯形螺纹、三角螺纹等."
    },
    {
      "en": "He works with a file, a chisel, and an awl.",
      "cn": "他工作起来又用锉刀, 又用凿子, 又用锥子."
    },
    {
      "en": "I accidentally broke the upper end of the awl.",
      "cn": "我一不小心把这个锥桯子折断了."
    },
    {
      "en": "It was fun to play with an awl.",
      "cn": "玩钻子是件很有趣的事."
    },
    {
      "en": "Objective To explore the operation effect of simple awl cranium drainage in treating chronic subdural hematoma.",
      "cn": "目的　探讨单纯锥颅引流治疗慢性硬膜下血肿手术疗效."
    },
    {
      "en": "T 2 rotary awl cover is a kind of structural member that has been applied extensively.",
      "cn": "T2铜材回转锥型罩是一种被广泛应用的结构件."
    },
    {
      "en": "The awl point can get into between teeth easily without cracking, having the function of toothpick.",
      "cn": "韧性锥尖轻松进入牙缝,不折裂, 可代替牙签使用."
    },
    {
      "en": "then his master must take him before the judges. He shall take him to the door or the doorpost and pierce his ear with an awl.",
      "cn": "他的主人就要带他到审判官（或作：上帝；下同）那里，又要带他到门前，靠近门框，用锥子穿他的耳朵，他就永远服事主人。"
    },
    {
      "en": "Then suddenly, he thought of the awl which is used to make shoes.",
      "cn": "情急之下, 他想到了老伴纳鞋底用的锥子."
    },
    {
      "en": "Therefore , i order to eliminate drowsiness, Shu Qin kept an awl by his side.",
      "cn": "苏秦为了驱除睡意, 便将一把锥子放在身边."
    },
    {
      "en": "These two teams are about the same strength , which is like a pin against an awl.",
      "cn": "为了抗击外国的侵略,他们自发组成志愿军."
    },
    {
      "en": "When Louis was three, he tried to use his father's awl.",
      "cn": "路易斯三岁时, 就学着用他爸爸的锥子."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bodkin",
            "pointed drill"
          ],
          "tran_cn": "[五金]锥子；尖钻"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "钻，锥，锥子",
      "tran_en": "a pointed tool for making holes in leather"
    }
  ],
  "exchange": {}
}