{
  "word": "prefix",
  "ipa": {
    "us": "ˈpriːfɪks",
    "uk": " ˈpriːfɪks"
  },
  "sentences": [
    {
      "en": "A joint algorithm is proposed based on cyclic prefix and virtual carriers.",
      "cn": "提出了一种基于循环前缀和虚载波的联合算法."
    },
    {
      "en": "A similar label with identifying prefix codes, is used for fixed assets.",
      "cn": "类似的标签带有识别性的前缀码, 被用于固定资产上."
    },
    {
      "en": "All system value semantics begin with the SV _ prefix.",
      "cn": "所有系统值语义使用SV_开头."
    },
    {
      "en": "But do you see a prefix, suffix, or root that you know?",
      "cn": "但你是否看到你认识的前缀 、 后缀或词根了?"
    },
    {
      "en": "Fill in each blank with a proper negative prefix.",
      "cn": "用适当的表示否定的前缀填空."
    },
    {
      "en": "In the word \" unimportant \" , \" un - \" is a prefix.",
      "cn": "在单词 unimportant 中un是前缀."
    },
    {
      "en": "Indicates the prefix of the namespace used for this DataSet.",
      "cn": "指示用于此数据集的命名空间的前缀."
    },
    {
      "en": "It is not necessary to prefix extension with a period.",
      "cn": "不需要在扩展名前加句点."
    },
    {
      "en": "Ordinarily it is best to define both the prefix and postfix versions.",
      "cn": "一般而言,最好前缀式和后缀式都定义."
    },
    {
      "en": "Rule 21 Prefix variables in order to determine their type and their size.",
      "cn": "前缀变量为了要决定他们的类型和他们的长短."
    },
    {
      "en": "The specified conflict option prefix or suffix contains invalid characters.",
      "cn": "指定的冲突选项前缀或后缀包含无效字符."
    },
    {
      "en": "This mnemonic is used as prefix for all the interface methods.",
      "cn": "这个助记符作为接口方法的前缀."
    },
    {
      "en": "This prefix was subtracted when the word was borrowed from French.",
      "cn": "这个词从法语中引入时,这个前缀被取消了."
    },
    {
      "en": "To return to affixes, we may now note a few prefix forms currently enjoying popularity.",
      "cn": "再来谈词缀, 我们现在可以看到有一些前缀很流行."
    },
    {
      "en": "To telephone from the U.S. use the prefix 011 33 before the numbers given here.",
      "cn": "从美国拨出电话，请在所给号码前加拨前置代码011 33。"
    },
    {
      "en": "We prefix \" Mr. \" to a man's name.",
      "cn": "我们在男士的姓名前加 \" 先生 \"."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<语>前缀，人名前的称谓，前置代号（置于前面的单词或字母、数字）",
      "tran_en": "a group of letters that is added to the beginning of a word to change its meaning and make a new word, such as ‘un’ in ‘untie’ or ‘mis’ in ‘misunderstand’"
    },
    {
      "pos": "v",
      "tran_cn": "在…前面加（字母或数字）",
      "tran_en": "to add a prefix to a word, name, or set of numbers"
    }
  ],
  "exchange": {
    "pl": [
      "prefixes"
    ]
  }
}