{
  "word": "awning",
  "ipa": {
    "us": "ˈɔ:nɪŋ",
    "uk": "ˈɔːnɪŋ"
  },
  "sentences": [
    {
      "en": "A large green awning is set over the glass window to shelter against the sun.",
      "cn": "在玻璃窗上装了个绿色的大遮棚以遮挡阳光."
    },
    {
      "en": "A pleasure - boat with striped awning was going by.",
      "cn": "一艘装着条纹布篷的游艇正巧经过这里."
    },
    {
      "en": "An awning shades the porch.",
      "cn": "遮蓬遮住了游廊."
    },
    {
      "en": "At the Motosumiyoshi commuter-train station in Kawasaki, a suburb of Tokyo, sleek solar panels serve as an awning over the platform.",
      "cn": "在东京郊区川崎的元住吉通勤列车站，平滑的太阳能电池板在月台上被用作遮阳篷和雨篷。"
    },
    {
      "en": "Feature: European groove , outside - swing, hinges, casement, awning and fixed windows.",
      "cn": "特点: 欧标槽口设计, 外开, 上悬, 固定."
    },
    {
      "en": "He moved out from beneath an awning, reaching for something inside the breast of his overcoat.",
      "cn": "他离开遮阳篷，手伸进大衣前胸部找东西。"
    },
    {
      "en": "I bought an awning to go over the doorway.",
      "cn": "我买了一张可以放在门上的帆布遮篷."
    },
    {
      "en": "Karen followed the pair onto the patio and watched as they settled at a round table under a burgundy window awning.",
      "cn": "凯伦跟随这两个人来到庭院，看着他们在一个酒红色遮阳篷下的圆桌旁坐下。"
    },
    {
      "en": "My girlfriend has a blue awning on her house.",
      "cn": "我的女友的房子上有一顶蓝色的雨篷."
    },
    {
      "en": "My mind's eye, peeping window, backs off , fluttering under the awning.",
      "cn": "我的灵目透过窗缝偷窥, 退后, 翩跹于遮阳棚下."
    },
    {
      "en": "One evening, we sat talking very friendly together under an awning.",
      "cn": "一天黄昏的时候, 我们在布篷下很和谐地一块儿坐着聊天."
    },
    {
      "en": "Several people herded under an awning to get out the shower.",
      "cn": "几个人聚集在门栅下避阵雨."
    },
    {
      "en": "That evening, the awning fixed over the front cabin , he fiddled while Wuduo and Seven sang.",
      "cn": "到了晚上, 前舱盖了篷, 男子拉琴,五多唱歌,老七也唱歌."
    },
    {
      "en": "The awning extends several feet over the sidewalk.",
      "cn": "这个遮阳蓬盖住了人行道上好几英尺的地方."
    },
    {
      "en": "The front wall of the awning can also be completely folded back.",
      "cn": "遮阳篷的前墙也可以完全对叠起来."
    },
    {
      "en": "This rock sticks out; The awning extends several feet over the sidewalk.",
      "cn": "这块岩石伸出来了; 遮阳蓬伸出几个脚在人行道上."
    },
    {
      "en": "To cover ( a vehicle ) with a canopy or an awning.",
      "cn": "用帐篷遮盖用顶篷或凉篷遮盖 ( 交通工具 )"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "awninged",
          "tran_cn": " 挂有帆布篷的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "canopy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "布做的凉篷，遮篷，雨篷，（甲板等上的）天篷",
      "tran_en": "a sheet of material outside a shop, tent etc to keep off the sun or the rain"
    }
  ],
  "exchange": {
    "pl": [
      "awnings"
    ]
  }
}