{
  "word": "marlin",
  "ipa": {
    "us": "ˈmɑ:lɪn",
    "uk": "ˈmɑrlɪn"
  },
  "sentences": [
    {
      "en": "At sunrise the marlin began to circle.",
      "cn": "日出时,这条马林鱼开始打起转来了."
    },
    {
      "en": "Do you want to lazy around , drink cocktail or take an adventure in Kenya black Marlin?",
      "cn": "懒洋洋的海滩浴还是去肯尼亚海边捕抓大枪鱼?"
    },
    {
      "en": "Feeding line slowly, he tried to tire the marlin.",
      "cn": "他缓慢地把钓丝放松, 尽力想把这条马林鱼拖乏."
    },
    {
      "en": "He drank a little water before he lashed the marlin to bow and stern of his skiff.",
      "cn": "他喝了一点水，然后把马林鱼捆绑在他那条小船的头部和尾部。"
    },
    {
      "en": "He has hooked 10 a huge marlin the biggest fish he has ever caught!",
      "cn": "他钓到了一条巨大的马林鱼,这是他捕到的最大的鱼!"
    },
    {
      "en": "He remembered the time he had hooked one of a pair of marlin.",
      "cn": "他想起有一回钓到了一对大马林鱼中的一条."
    },
    {
      "en": "How did Marlin manage to escape from the forest of jellyfish?",
      "cn": "马林是怎么想办法从水母阵里逃出来的?"
    },
    {
      "en": "In doing so, Marlin overcomes his tear and he rescues his son.",
      "cn": "这样做, 马林鱼克服自己撕裂、他救了他的儿子."
    },
    {
      "en": "In sea, Marlin and Nemo lead a safe and quiet life.",
      "cn": "在海里 、 马林鱼、尼莫过安全与宁静的生活."
    },
    {
      "en": "It could have been a marlin or a broadbill or a shark.",
      "cn": "很可能是条大马林鱼,或者剑鱼,或者鲨鱼."
    },
    {
      "en": "It was a fierce Mako, and it came in fast to slash with raking teeth at the dead marlin.",
      "cn": "这是一条凶猛的尖吻鲭鲨。 它飞快地游了过来，用耙一样的牙齿撕这条死马林鱼。"
    },
    {
      "en": "Marlin is getting along very well with his colleagues.",
      "cn": "马林跟他的同事相处得很好."
    },
    {
      "en": "Marlin: I didnt come this far to be breakfast.",
      "cn": "马林: 我大老远跑来不是来当早餐的."
    },
    {
      "en": "Marlin: That's the Big Guy . Quite a paintbrush he's got. Trueman: Yep .",
      "cn": "大自然)一位巨人, 拥有如此大的画笔. 是的."
    },
    {
      "en": "Marlin. - Tom lost part of his brain in a hunting accident. His memory lasts 10 seconds.",
      "cn": "马林. - 汤姆在一次打猎事故中失去了脑部记忆, 他现在只有10秒的记忆."
    },
    {
      "en": "My dad goes marlin fishing once a year.",
      "cn": "我爸爸一年会去钓一次旗鱼."
    },
    {
      "en": "Sustained by the pride of his calling, the only pride he has left, a broken old fisherman ventures far out into the Gulf Stream and there hooks the biggest marlin ever seen in those waters.",
      "cn": "故事讲到一个精神沮丧的老渔人，在他对职业的自豪感(他留下的唯一自豪感)的支持之下，冒险远航至墨西哥湾流并在那里钓住了一条该水域中从未见过的最大的马林鱼。"
    },
    {
      "en": "They devour 16 the marlin, leaving only the head, skeleton, and tail.",
      "cn": "它们吞噬了马林鱼, 只剩下了鱼头 、 骨架和尾巴."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "枪鱼，青枪鱼，四鳃旗鱼",
      "tran_en": "a large sea fish with a long sharp nose, which people hunt for sport"
    }
  ],
  "exchange": {
    "pl": [
      "marlins"
    ]
  }
}