{
  "word": "icicle",
  "ipa": {
    "us": "ˈaɪsɪkl",
    "uk": "ˈaɪsɪkəl"
  },
  "sentences": [
    {
      "en": "Icicle: [ offering a bong to Dexter and Royce ] Pull on that bad boy.",
      "cn": "艾斯蔻 ( 给德克斯特和 罗伊斯 一根大烟): 继续,坏男孩."
    },
    {
      "en": "In the past, Brown himself has been a stern critic of taxing financial transactions in this way, and knows perfectly well that the idea doesn't stand an icicle's chance in Hades.",
      "cn": "放在过去，布朗曾严厉的抨击过金融税，而他本人也知道，这种点子就像冥府中的一根冰柱，是根本靠不住的。"
    },
    {
      "en": "Missis walked in', she said, 'as chill as an icicle, and as high as a princess.",
      "cn": "“夫人走进来了，”她说，“跟个冰柱似的，冷冰冰的，又像个公主似的高不可攀。"
    },
    {
      "en": "Missis walked in', she said, `as chill as an icicle, and as high as a princess.",
      "cn": "“夫人走进来了，”她说，“跟个冰柱似的，冷冰冰的，又像个公主似的高不可攀。"
    },
    {
      "en": "Reach out catch a snow, happy smile, tomorrow can be Quzhai crystal clear icicle tree took.",
      "cn": "伸手接住一片雪, 欣然地微笑, 明天可以去摘树上晶莹剔透的冰凌花了."
    },
    {
      "en": "Safety the highly effective convenience drainage system may prevent the valley between roofs and the down-flow pipe damage guaranteed the roof does not tie the snow and ice the icicle.",
      "cn": "安全，高效便利的排水系统可以防止屋顶天沟及下水管的损坏，保证屋顶不结冰雪、冰柱。"
    },
    {
      "en": "The “icicle of death” grew so rapidly towards the seabed that teams could see it advancing before their eyes.",
      "cn": "这种朝着海底生长的“死亡冰柱”生长速度很快，摄影人员用肉眼就能观察到它的生长过程。"
    },
    {
      "en": "The spectacle of the icicle in the cave is amazing.",
      "cn": "石花洞的冰凌奇观让人叹为观止."
    },
    {
      "en": "This passionless girl was like an icicle in the sunshine.",
      "cn": "这个冷静的女孩犹如阳光下的冰柱."
    },
    {
      "en": "Today, kids wouldn't touch Dad's clothes if they were sliding naked an icicle.",
      "cn": "今天, 小鬼们就算是要赤着身子滑下冰柱,也不会碰老头的衣服."
    },
    {
      "en": "Visitors have removed artifacts, and the hull is festooned with rusticles: icicle-shaped accretions of iron oxide, otherwise known as rust.",
      "cn": "工艺品被移走后，发现船体上结满了一团团的锈：冰柱般的铁氧化物，不像是已知的铁锈。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "icle"
          ],
          "tran_cn": "[水文]冰柱；垂冰；冷冰冰的人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "冰柱",
      "tran_en": "a long thin pointed piece of ice hanging from a roof or other surface"
    }
  ],
  "exchange": {
    "pl": [
      "icicles"
    ]
  }
}