{
  "word": "thunderstorm",
  "ipa": {
    "us": "ˈθʌndəstɔːm",
    "uk": "ˈθʌndərstɔːrm"
  },
  "sentences": [
    {
      "en": "An unwise experiment which is often mentioned is Benjamin Franklin's famous kite in a thunderstorm.",
      "cn": "经常提到的一次欠考虑的实验是本杰明?富兰克林做的著名的在雷雨中放风筝实验."
    },
    {
      "en": "As the first drops of rain hit, the family quickly abandoned the truck and ran for shelter from the thunderstorm.",
      "cn": "当第一场雨水袭击开始的时候，我们全家很快就离开卡车匆忙地跑，去寻找躲避雷暴雨的庇护所。"
    },
    {
      "en": "How could such a tender bud survive the thunderstorm?",
      "cn": "这么嫩弱的花蕾怎么能经得起暴风雨的吹打 呢 ?"
    },
    {
      "en": "In some way, positive and negative ions are developed in a thunderstorm.",
      "cn": "在雷雨中, 正离子和负离子以某种方式形成."
    },
    {
      "en": "It plays an increasingly important part in meteorology for cloud, precipitation, hail and thunderstorm detection as well as the navigation of aircraft and ships.",
      "cn": "它在对云层、降水、冰雹和雷暴的气象探测以及在船舰和飞机的导航中，起着日益重要的作用。"
    },
    {
      "en": "Last week we had a massive power failure during a freak afternoon thunderstorm.",
      "cn": "上星期在反常的午后雷雨过程中,我们遇上大规模停电."
    },
    {
      "en": "The child was frightened to death by the violent thunderstorm.",
      "cn": "那孩子让狂风暴雨吓得要命."
    },
    {
      "en": "The cloud is a pyrocumulonimbus cloud, a powerful thunderstorm that forms over large fires.",
      "cn": "这团云雾是由下方凶猛火势积累形成的强大的雷暴。"
    },
    {
      "en": "The Fermi Space Telescope is so sensitive to these gamma ray bursts that it doesn't even need to be positioned right over a thunderstorm to detect the TGFs.",
      "cn": "费米太空望远镜对这些伽马射线脉冲很灵敏，以至于它甚至不需要调整位置对准雷暴的正上方，就能来探测TGF信号。"
    },
    {
      "en": "The humid, windy evening was breeding a thunderstorm.",
      "cn": "潮湿而刮风的傍晚正酝酿着一场雷雨."
    },
    {
      "en": "The thunderstorm began to work up.",
      "cn": "雷雨开始加剧."
    },
    {
      "en": "The thunderstorm may settle the weather.",
      "cn": "这场雷暴过后天气可能反而好些."
    },
    {
      "en": "The thunderstorm stampeded the cattle.",
      "cn": "大雷雨惊了牛群."
    },
    {
      "en": "The thunderstorm terrified the child.",
      "cn": "雷雨把那个小孩吓坏了."
    },
    {
      "en": "The thunderstorm will perhaps settle the weather.",
      "cn": "大雷雨可能使天气稳定下来."
    },
    {
      "en": "The water cascaded off the roof in the thunderstorm.",
      "cn": "雷雨中水象瀑布一样从屋顶泻下."
    },
    {
      "en": "The weatherman said that there was going to is a thunderstorm tonight.",
      "cn": "气象台说今晚有雷阵雨."
    },
    {
      "en": "There is a severe thunderstorm warning for some parts of the Southeast.",
      "cn": "东南部的地区会有严重的雷暴雨警告。"
    },
    {
      "en": "We enjoyed the picnic until a thunderstorm intervened.",
      "cn": "那次野餐我们玩得很痛快,后来一场暴风雨使它中断了."
    },
    {
      "en": "You slept right through the thunderstorm.",
      "cn": "你一直睡着,这场雷雨都没把你吵醒."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "electrical storm",
            "tornado"
          ],
          "tran_cn": "[气象]雷暴；雷暴雨；大雷雨"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雷电交加的暴风雨，大雷雨",
      "tran_en": "a storm with thunder and lightning"
    }
  ],
  "exchange": {
    "pl": [
      "thunderstorms"
    ]
  }
}