{
  "word": "parabola",
  "ipa": {
    "us": "pəˈræbələ",
    "uk": "pəˈræbələ"
  },
  "sentences": [
    {
      "en": "And the trace programme of a line a arc and a parabola is established.",
      "cn": "并编制了直线、圆弧和抛物线的轨迹程序."
    },
    {
      "en": "Construct an animation displaying all pairs of orthogonal tangents to a given parabola.",
      "cn": "建构一动态绘图.展示给定的抛物线外所有成对的正交切线."
    },
    {
      "en": "From this one, you would not expect it to behave like a parabola.",
      "cn": "从这一次，你不会期待它，如抛物线般运动。"
    },
    {
      "en": "It is perfectly reasonable to immediately come to that conclusion because of the symmetry of the parabola.",
      "cn": "很理所应当的,由于抛物线的对称,立刻就会想到这个结论。"
    },
    {
      "en": "Parabola detection is a fundamental problem in road recognition application.",
      "cn": "抛物线侦测在道路辨识应用中是个十分重要的议题."
    },
    {
      "en": "Results show that oxidization of W particles also follows the parabola - straight line oxidization mechanism.",
      "cn": "研究表明,钨粉粉粒的氧化过程同样遵从抛物线 - 直线氧化机理."
    },
    {
      "en": "So, we should draw maybe this downward parabola.",
      "cn": "我们可以画出这样的开口向下的抛物线。"
    },
    {
      "en": "Soviet poet whose collections of verse include Parabola ( 1960 ) and The Triangular Pear ( 1962 ).",
      "cn": "沃兹涅先斯基,安德烈生于1933苏联诗人,其诗集包括抛物线 ( 1960年 ) 和三角梨 ( 1962年 )"
    },
    {
      "en": "Static oxidation curve is basically parabola.",
      "cn": "静态氧化曲线基本遵循抛物线规律."
    },
    {
      "en": "The departure leg would be the mirror image of the inbound path ( a hyperbola or parabola ).",
      "cn": "离开的路径会是进来路径的镜像,呈现双曲线或是 抛物线 的图形."
    },
    {
      "en": "The interpolation algorithm a parabola based on principle of one by one comparison is pro - posed.",
      "cn": "基于逐点比较法的思想,推导出了抛物线的插补算法."
    },
    {
      "en": "The parabola would control air flow in a way that would lessen the shockwave, NASA says.",
      "cn": "NASA表示,这一抛物线设计可以通过控制气流来减少冲击波的产生."
    },
    {
      "en": "The plane should follow the parabola.",
      "cn": "飞机须沿抛物线运动."
    },
    {
      "en": "This paper analyses the problem of the theoretic elongation of post - tensioned steel strand of parabola - shape.",
      "cn": "摘要分析了后张法预应力抛物线形钢绞线理论伸长值计算问题."
    },
    {
      "en": "This steep upward a parabola, people show concern about the urgency of the disaster areas.",
      "cn": "这一条陡峭向上的抛物线, 显示人们对灾区的急切关注."
    },
    {
      "en": "We continue the above three – phase parabola detection procedure until all the parabolas are detected.",
      "cn": "重复上述之三阶段抛物线侦测程序,直到所有抛物线均侦测完毕."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "parabolic",
          "tran_cn": " 抛物线的；比喻的；寓言的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "paraboloidal",
          "tran_cn": " 抛物面的；抛物线体"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "parabolic curve"
          ],
          "tran_cn": "[数]抛物线"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "抛物线",
      "tran_en": "a curve in the shape of the imaginary line an object makes when it is thrown high in the air and comes down a little distance away"
    }
  ],
  "exchange": {
    "pl": [
      "parabolas"
    ],
    "adj": [
      "parabolic"
    ]
  }
}