{
  "word": "prosecution",
  "ipa": {
    "us": "ˌprɒsɪˈkju:ʃn",
    "uk": "ˌprɑsɪˈkjuʃn"
  },
  "sentences": [
    {
      "en": "a criminal prosecution",
      "cn": "刑事诉讼"
    },
    {
      "en": "According to the prosecution, the officers manufactured an elaborate story.",
      "cn": "根据控方意见，官员们精心编造了事情经过。"
    },
    {
      "en": "He attempts to rebut the assertion made by the prosecution witness.",
      "cn": "他试图反驳原告方证人所作的断言."
    },
    {
      "en": "Max warned her she was sailing dangerously close to the wind and risked prosecution.",
      "cn": "马克斯警告她说她这是在玩火，有被起诉的危险。"
    },
    {
      "en": "Prosecution for a first minor offence rarely leads to imprisonment.",
      "cn": "因初犯轻罪被控者很少被判监禁。"
    },
    {
      "en": "She told the court she would give a full explanation of the prosecution's decision on Monday.",
      "cn": "她告诉法庭她会在星期一对原告方的决定作出全面解释。"
    },
    {
      "en": "The burden of proof is on the prosecution.",
      "cn": "起诉方有举证的责任。"
    },
    {
      "en": "The evidence is not sufficient to bring a prosecution against him.",
      "cn": "现有证据不足以对他提出起诉。"
    },
    {
      "en": "The family tried to bring a private prosecution against him for assault.",
      "cn": "这家人试图以侵犯人身为由对他提起自诉。"
    },
    {
      "en": "The finance director is subpoenaed by prosecution.",
      "cn": "财务经理被检查机关传讯."
    },
    {
      "en": "The prosecution and defense were bandying accusations back and forth.",
      "cn": "原告和被告你来我往，互相指责。"
    },
    {
      "en": "The prosecution still managed to nail him for robberies at the homes of leading industrialists.",
      "cn": "检控方仍设法使其入室抢劫知名实业家们的罪名成立。"
    },
    {
      "en": "The prosecution was forced to drop the case.",
      "cn": "控方被迫撤诉。"
    },
    {
      "en": "The Smiths brought a prosecution against the organizers.",
      "cn": "史密斯家对组织者们提出起诉."
    },
    {
      "en": "Under international law, diplomats living in foreign countries are exempt from criminal prosecution.",
      "cn": "根据国际法，驻外外交官员免受刑事检控。"
    },
    {
      "en": "Unions were granted immunity from prosecution for non - violent acts.",
      "cn": "工会获得赋予非暴力行动的豁免起诉权."
    },
    {
      "en": "We intended from the very beginning to bog the prosecution down over who did this.",
      "cn": "我们从一开始就打算延缓对责任人提出诉讼。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "prosecutor",
          "tran_cn": " 检察官；公诉人；[法] 起诉人；实行者"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "prosecute",
          "tran_cn": " 起诉；告发；作检察官"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "prosecute",
          "tran_cn": " 检举；贯彻；从事；依法进行"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "going on",
            "operation",
            "litigation",
            "process",
            "conduct"
          ],
          "tran_cn": "起诉，检举；进行；经营"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pursuit",
            "suit"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "控告，起诉，检举，原告及其律师的总称，实施，实行，执行，贯彻，营业，从事",
      "tran_en": "when a charge is made against someone for a crime, or when someone is judged for a crime in a court of law"
    }
  ],
  "exchange": {
    "pl": [
      "prosecutions"
    ]
  }
}