{
  "word": "pathogenic",
  "ipa": {
    "us": "'pæθə'dʒenɪk",
    "uk": "'pæθə'dʒenɪk"
  },
  "sentences": [
    {
      "en": "A large quantities of pathogenic organisms were found in sewage sludge.",
      "cn": "污泥污水中集聚了大量病原体."
    },
    {
      "en": "Animals frequently carry pathogenic organisms, which cause foodborne disease.",
      "cn": "动物常携带致病性微生物, 可导致食源性疾病."
    },
    {
      "en": "Conclusion: The contamination of entering - ship potable waters were severely by pathogenic Vibrio.",
      "cn": "结论: 入境船舶上的饮用水被致病性弧菌污染较严重."
    },
    {
      "en": "Despite the prevalence of H. capsulatum and its threat to human health, we have a limited understanding of the transcriptional regulatory network that governs pathogenic yeast-phase growth.",
      "cn": "尽管荚膜的患病率及其对人体健康的威胁，我们有一个有限的转录调控网络的认识，管理致病酵母相生长。"
    },
    {
      "en": "Genus of pathogenic yeastlike fungi.",
      "cn": "致病的似酵母的真菌的属。"
    },
    {
      "en": "Highly pathogenic avian influenza often is fatal in poultry and the H5N1 strain of the disease is spreading rapidly in some parts of the world.",
      "cn": "高致病性禽流感对家禽来说常常是一种致命的疾病，这种疾病的H5N1病毒正在世界上某些国家迅速传播。"
    },
    {
      "en": "However, spices also can contain pathogenic and spoilage organisms.",
      "cn": "然而, 调味料也含有病原菌和变质菌类."
    },
    {
      "en": "Man is host to a variety of pathogenic bacteria , protozoa, and viruses.",
      "cn": "人是各种致疾的细菌 、 原生动物以及病毒的宿主."
    },
    {
      "en": "Many of the pathogenic organisms may be encased in the particles.",
      "cn": "许多致病生物体可能被粒子所包围."
    },
    {
      "en": "Objective To study the pathogenic factors and epidemiologic features of chronic gastritis and peptic ulcer in children.",
      "cn": "目的探讨儿童慢性胃炎、消化性溃疡的致病因素及流行病学特点。"
    },
    {
      "en": "Objective To understand the contamination status of pathogenic Vibrio in aquatic products.",
      "cn": "目的了解水产品中致病性弧菌污染状况."
    },
    {
      "en": "Pathogenic factors are chemical contamination, microbial contamination, poisonous animal and plant contamination.",
      "cn": "致病因素依次为化学性污染 、 微生物污染 、 有毒动植物污染和不明原因污染."
    },
    {
      "en": "Pathogenic factors of cough with dyspnea disease in senility involve two aspects.",
      "cn": "探讨老年性咳喘症的辨证及治疗规律."
    },
    {
      "en": "Results: 1. The pathogenic age segments in theoccurace of HCH: from 50 - 69 yearsold ( 70±2.3 ).",
      "cn": "结果: 1、高血压性脑出血频发年龄集中在40岁-79岁之间, 共372例 ( 93±1.3),发病高峰年龄段是: 50岁 - 69岁(70±2.3 )."
    },
    {
      "en": "The pathogenic fungi of pear canker disease is a new variety.",
      "cn": "梨树腐烂病病原菌为一新变种."
    },
    {
      "en": "The tabtoxin is an pathogenic factor for the worldwide - occurred tobacco wildfire disease.",
      "cn": "烟草野火病是一种世界普遍发生的病害."
    },
    {
      "en": "They are not pathogenic factors; they are five comprehensive changes of pathogenesis.",
      "cn": "它们不是病理因素, 而是五种综合的病理改变."
    },
    {
      "en": "They can occur as spoilage organisms and some are pathogenic causing infections.",
      "cn": "作为腐生菌,它可能损害生物机体并具有一定致病性和传染性."
    },
    {
      "en": "To research the pathogenic microorganism characters of chronic pharyngitis.",
      "cn": "目的:研究慢性咽炎的病原学问题."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pathogen",
          "tran_cn": " 病原体；病菌"
        },
        {
          "word": "pathogenesis",
          "tran_cn": " 发病机理；发病原"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "morbific",
            "disease-producing"
          ],
          "tran_cn": "[病理][医][基医]致病的；病原的；发病的（等于pathogenetic）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pathogenic bacteria",
      "tran_cn": "致病菌；病原菌"
    },
    {
      "phrase": "pathogenic factor",
      "tran_cn": "致病因素"
    },
    {
      "phrase": "pathogenic mechanism",
      "tran_cn": "发病机理"
    },
    {
      "phrase": "pathogenic microorganism",
      "tran_cn": "病原微生物；致病微生物"
    },
    {
      "phrase": "pathogenic organism",
      "tran_cn": "致病（病原）生物"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "引起疾病的",
      "tran_en": "A pathogenic organism can cause disease in a person, animal, or plant"
    }
  ],
  "exchange": {
    "noun": [
      "pathogen"
    ]
  }
}