{
  "word": "twain",
  "ipa": {
    "us": "tweɪn",
    "uk": "tweɪn"
  },
  "sentences": [
    {
      "en": "All of Twain's books are molded from the clay of his past.",
      "cn": "马克·吐温的全部作品,都是取材于自身的经历."
    },
    {
      "en": "At the centre of book's success is Twain's appreciation of children.",
      "cn": "本书获得成功的关键在于吐温能够理解儿童."
    },
    {
      "en": "But Twain, Howells, and James were jeeringly described by Mencken as \" draft - dodgers \".",
      "cn": "不过吐温 、 豪威尔斯和詹姆斯都是被门肯讥诮地叫做 “ 逃避兵役的人. ”"
    },
    {
      "en": "East is East, and West is West, and never the twain shall meet.",
      "cn": "东是东, 西是西, 故而两者永远不相遇."
    },
    {
      "en": "families were either ‘church’ or ‘chapel’ and never the twain shall meet.",
      "cn": "家庭要么是“教堂”，要么是“小礼拜堂”，只能为其一，不能兼而有之。"
    },
    {
      "en": "It is here that Twain's satirical vision darkens.",
      "cn": "吐温那带有讽刺意味的眼光变得更加深沉了."
    },
    {
      "en": "Mark Twain is a pseudonymity for Samuel Langhorne Clemens.",
      "cn": "马克·吐温是萨缪尔·兰亨·克里曼斯的笔名."
    },
    {
      "en": "Mark Twain was once a river pilot on the Mississippi.",
      "cn": "马克·吐温曾当过密西西比河上的引航员."
    },
    {
      "en": "The Russian student's familiarity with Mark Twain delighted him.",
      "cn": "苏联学生对马克·吐温的熟悉程度使他大为惊喜."
    },
    {
      "en": "The twain , lighting a latern, went out to the stable.",
      "cn": "姐俩于是点起灯笼, 上了马棚."
    },
    {
      "en": "The'Eastern'Mark Twain can be delicate to the point of prudery.",
      "cn": "“ 东部的 ” 马克·吐温竟可以严谨到一本正经的程度."
    },
    {
      "en": "Then Mark Twain went to sleep.",
      "cn": "然后,马克?吐温开始睡觉."
    },
    {
      "en": "To my mind, Mark Twain was beyond question the large man of his time.",
      "cn": "在我看来, 马克·吐温无疑是他那一时代中了不起的人物."
    },
    {
      "en": "Twain himself seems to have inherited something of this attitude.",
      "cn": "吐温似乎继承了这种秉性."
    },
    {
      "en": "Twain is fierce enough with crooked Congressmen.",
      "cn": "马克·吐温对于不正派的国会议员攻击甚力."
    },
    {
      "en": "Twain's countrymen thought he had succeeded in each of these aims.",
      "cn": "马克?吐温的同胞认为他已经达到了这些目标."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "liang",
            "tael"
          ],
          "tran_cn": "两；二；一对"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mark twain",
      "tran_cn": "n. 马克·吐温（美国小说家）"
    },
    {
      "phrase": "never the twain shall meet",
      "tran_cn": "两者永远合不到一块"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<古><诗>二，一对，（二者）水火不相容，永远不可能合到一起",
      "tran_en": "two"
    }
  ],
  "exchange": {}
}