{
  "word": "easygoing",
  "ipa": {
    "us": "'i:zɪˌgəʊɪŋ",
    "uk": "'izɪˌgoʊɪŋ"
  },
  "sentences": [
    {
      "en": "\"My first impression was that he was an honest guy, easygoing, apologizing and apologizing,\" Chen said. \"And he bowed.",
      "cn": "“他给我的第一印象是觉得他是个老实人，挺随和的，一直在道歉，”老陈说，“而且他还鞠了躬。"
    },
    {
      "en": "A man with a personality of kindness are often easygoing.",
      "cn": "性格温和的人通常很好相处."
    },
    {
      "en": "An easygoing manager, he won't rock the boat unless it's absolutely necessary.",
      "cn": "除非必要, 这个随和的经理不会打破当前的局面的."
    },
    {
      "en": "He drifted into one of those easygoing relationships with John. Kenmy.",
      "cn": "他和约翰、肯尼建立了很随便的关系."
    },
    {
      "en": "He was an easygoing man of very moderate views.",
      "cn": "他的观点非常温和，容易相处。"
    },
    {
      "en": "I am an easygoing man with kind of artistic sensitivity.",
      "cn": "我是个很随和的人,带点艺术的敏感."
    },
    {
      "en": "Im pretty easygoing and tend to get along with most people.",
      "cn": "我非常平易近人,而且易于与大部分人融洽相处."
    },
    {
      "en": "My mother doesn't mind who comes to stay, she's very easygoing.",
      "cn": "我母亲不在乎有什麽人来住, 她非常随和."
    },
    {
      "en": "My normally easygoing personality turned pugnacious.",
      "cn": "我惯常随和的性情变得暴躁了."
    },
    {
      "en": "Our manager's an easygoing person; she never gets angry.",
      "cn": "我们的经理是个随和的人, 她从不发怒."
    },
    {
      "en": "People said he had always and easygoing so therefore , virtuous.",
      "cn": "大家都说他一生不肯认真,不肯算帐,不肯计较,真是一位有德行的人."
    },
    {
      "en": "She really likes people that are easygoing and sincere.",
      "cn": "她实在喜欢随和又诚恳的人."
    },
    {
      "en": "The twins had an easygoing family spirit of share and share alike.",
      "cn": "这对双胞胎颇有姐妹之间不分彼此的情谊."
    },
    {
      "en": "The world is filled with easygoing formulas for a successful life.",
      "cn": "这个世界里充斥了各样的简易秘方,教导人要怎样追求成功."
    },
    {
      "en": "They thought she would be popular, warm and easygoing, but not demanding and difficult.",
      "cn": "他们认为她会是受人欢迎的，温情的，随和的，而非挑三拣四难以追求的。"
    },
    {
      "en": "This is an simple, sparkling and easygoing life.",
      "cn": "这是简单, 闪耀而又随意的生活."
    },
    {
      "en": "Who are both just easygoing. We are a lot alike.",
      "cn": "我俩儿都很随和, 有许多共同之处."
    },
    {
      "en": "You bet I am proud, but what really matters to me is that she grew up to be warm and kind, with an easygoing, unassuming demeanor.",
      "cn": "你一定会说我骄傲，但对我来说，真正重要的是，我的孩子长大了，有一颗热情善良的心，为人随和，不装模作样。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "relaxed",
            "leisurable"
          ],
          "tran_cn": "悠闲的；逍遥自在的；脾气随和的；不严肃的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "amicable",
            "cheerful",
            "nonchalant",
            "peaceable",
            "soft",
            "unconcerned"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "脾气随和的，温和的"
    }
  ],
  "exchange": {}
}