{
  "word": "preset",
  "ipa": {
    "us": "ˌpriːˈset",
    "uk": "ˌpriːˈset"
  },
  "sentences": [
    {
      "en": "...a computerized timer that can be preset.",
      "cn": "...一个可以预调的电脑定时器。"
    },
    {
      "en": "Bake the cake in a preset oven.",
      "cn": "在预先设置好的烤箱中烤蛋糕。"
    },
    {
      "en": "Built - in with radio tuner function which lets you preset 30 FM channels.",
      "cn": "内 置 收音机功能,更可预设30个FM电台频道."
    },
    {
      "en": "But it failed to enter a preset orbit following its launch.",
      "cn": "但这颗通信卫星最终未能进入预定轨道."
    },
    {
      "en": "Can you ship Trimmer Capacitors with the angle and capacitance value preset?",
      "cn": "你们可以提供带预设角和电容值的微调电容器 吗 ?"
    },
    {
      "en": "Check whether you can use the preset movement types.",
      "cn": "检查你能否使用系统预置的移动类型."
    },
    {
      "en": "In selected parameter range, the work is run by preset programs.",
      "cn": "在选定的参数范围内.自动按预定程序操作."
    },
    {
      "en": "Initiates exercise cycle at preset intervals adjustable form 7 to 30 days.",
      "cn": "在7-30天的预置间隔内启动操作周期."
    },
    {
      "en": "It'streams back video while flying any number of preset round - trip patterns.",
      "cn": "在反复发射、回收的实验中,该机都能将拍摄的影像源源不断的传回."
    },
    {
      "en": "More than 700 bench press ink by using DIPS to a preset.",
      "cn": "已有不及700台的印刷机堵住搁置DIPS举行油不朱预置."
    },
    {
      "en": "Server will preset on the table any china - ware for appetizer, soup, salad.",
      "cn": "服务员为客人服务所有菜,包括前菜 、 汤 、 沙拉等."
    },
    {
      "en": "The menu will expand to show four preset positions and preset 1 will automatically be highlighted.",
      "cn": "此菜单会展开显示四个预置位置,预置1将自动变高亮."
    },
    {
      "en": "The preset of pragmatics is influenced by the shifting of sentence focus.",
      "cn": "语用预设受语句焦点的影响."
    },
    {
      "en": "There are two ways to access your preset camera position.",
      "cn": "有两种方法进入预置摄像机位置."
    },
    {
      "en": "View preset speed and actual speed on digital display.",
      "cn": "数字显示屏上还可显示预设速度和实际速度值."
    },
    {
      "en": "You can preset the radiators to come on when you need them to.",
      "cn": "你可以预先调好暖气，使它在你需要的时候启动。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "preset time",
      "tran_cn": "预定时间"
    },
    {
      "phrase": "preset value",
      "tran_cn": "预设值"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "预先装置",
      "tran_en": "to set the controls of a piece of electrical equipment so that it will start to work at a particular time"
    },
    {
      "pos": "vt",
      "tran_cn": "预先布置，事先调整，预先决定，事先安排"
    }
  ],
  "exchange": {
    "third": [
      "presets"
    ],
    "past": [
      "preseted"
    ],
    "done": [
      "preseted"
    ],
    "ing": [
      "presetting"
    ]
  }
}