{
  "word": "rodent",
  "ipa": {
    "us": "ˈrəʊdnt",
    "uk": "ˈroʊdnt"
  },
  "sentences": [
    {
      "en": "'The rat,'said O'Brien, still addressing his invisible audience,'although a rodent, is carnivorous.",
      "cn": "“ 老鼠, ”奥勃良仍向看不见的听众说, “ 是啮齿动物, 但是也食肉."
    },
    {
      "en": "A mouse is a small creature from the rodent family.",
      "cn": "鼠标是一个很小的动物，从啮齿动物的家庭。"
    },
    {
      "en": "Alpine meadow ecosystem has the most abundant rodent species whereas the desert ecosystem has the least.",
      "cn": "不同栖息地中啮齿动物种类差异显著,湖周沙漠啮齿动物种类最少,高山草甸啮齿动物种类最多."
    },
    {
      "en": "Another newer technique is T 2 relaxation imaging, which has mostly been used in rodent stroke models.",
      "cn": "另一种新技术是最常用于啮齿动物卒中模型的T2弛豫加权成像."
    },
    {
      "en": "Back - street lanes are a major target for - rodent measures.",
      "cn": "后巷是灭鼠运动针对的重点目标."
    },
    {
      "en": "But that might be one of the rodent's last roles, if habitat disturbances and other threats continue, pushing the long-eared jerboa over the edge.",
      "cn": "但是它可能是近乎灭绝的啮齿动物之一，如果栖息地受到干扰，其他威胁因素延续，就会将长耳跳鼠逼入绝境。"
    },
    {
      "en": "But the new  study found that 70 percent of rodent and primate groups have species with an appendix.",
      "cn": "但是，这项新的研究发现，70%的啮齿动物和灵长目动物的物种具有阑尾。"
    },
    {
      "en": "But the new study found that 70 percent of rodent and primate groups have species with an appendix.",
      "cn": "但是，这项新的研究发现，70%的啮齿动物和灵长目动物的物种具有阑尾。"
    },
    {
      "en": "Did the rodent droppings have any specific shape or form?",
      "cn": "老鼠的排泄物有什么特别的形状 吗 ?"
    },
    {
      "en": "I'll dig a psychotic rodent if I have to.",
      "cn": "我可以像土拨鼠一样疯狂挖洞!"
    },
    {
      "en": "It's not a dog, but a rodent that lives in underground tunnels.",
      "cn": "它不是一直狗, 而是一种住在地下隧道里的啮齿类动物."
    },
    {
      "en": "Like Plasmodium, which cycles between mosquitoes and man, Toxoplasma cycles between its rodent and feline hosts, living out different phases of its existence in each.",
      "cn": "像疟原虫在蚊子和人之间循环一样，弓形虫的循环界于其啮齿类和猫科宿主之间，在不同宿主体内活出不同的生存阶段。"
    },
    {
      "en": "Practice effective rodent and insect control.",
      "cn": "采用有效的防啮齿目动物和防虫措施."
    },
    {
      "en": "Researchers observed one bird impale a rodent on a cactus.",
      "cn": "研究人员观察到一只鸟把一只啮齿动物钉在一棵仙人掌上。"
    },
    {
      "en": "Rodent and pest accelerated the serious situation.",
      "cn": "只有合理利用和保护天然草地,综合治理退化草地!"
    },
    {
      "en": "The age of the robotic rodent is upon us.",
      "cn": "啮齿类机器人的时代正在向我们走来."
    },
    {
      "en": "The experiment provides the theoretic base for effectively controlling and preventing the rodent pest.",
      "cn": "此项试验为长期有效控制草地害鼠,扩展鼠害防治途径提供了依据."
    },
    {
      "en": "The island's rodent population irrupted.",
      "cn": "这座岛屿上的啮齿类动物急剧繁殖."
    },
    {
      "en": "The squirrel is also a kind of rodent.",
      "cn": "松鼠也是鼠类的一种."
    },
    {
      "en": "This an actual monster, some sort of rodent - like creature with a dinosaur beak.",
      "cn": "这真的是怪兽, 有点像啮齿动物,但长着恐龙一样的嘴巴."
    },
    {
      "en": "This is an actual monster, some sort of rodent-like creature with a dinosaur beak.",
      "cn": "这真的是怪兽，有点像啮齿动物，但长着恐龙一样的嘴巴。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "rodentia",
          "tran_cn": " 啮齿目；啮齿类"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "corrosive",
            "erosive"
          ],
          "tran_cn": "[脊椎]啮齿类的；咬的，嚼的；侵蚀性的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gnawer"
          ],
          "tran_cn": "[脊椎]啮齿动物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "mouse"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（与） 啮齿动物（有关）的"
    },
    {
      "pos": "n",
      "tran_cn": "[动]啮齿目动物",
      "tran_en": "any small animal of the type that has long sharp front teeth, such as a rat or a rabbit"
    }
  ],
  "exchange": {
    "pl": [
      "rodents"
    ]
  }
}