{
  "word": "trove",
  "ipa": {
    "us": "trəʊv",
    "uk": "troʊv"
  },
  "sentences": [
    {
      "en": "A collection of valuable items discovered or found; a treasure - trove.",
      "cn": "珍藏物,(贵重的)发现物被发现或找到的一批有价值的东西; 地财."
    },
    {
      "en": "A vast treasure-trove of virtually unheard melody awaits discovery by this new audience.",
      "cn": "大量不为人知的优美旋律正等着这批新听众来发掘。"
    },
    {
      "en": "But at the stern of the ship, divers found a trove of gold and silver and high-grade ceramics whose significance is more mysterious.",
      "cn": "但是潜水人员在船尾部发现了一个由金、银以及高级陶瓷打造的收藏品，这件收藏品的意义更加神秘。"
    },
    {
      "en": "Cucumber, chilli, aubergine - this is a real vegetable treasure trove.",
      "cn": "黄瓜, 辣椒, 茄子,简直就是地三鲜了."
    },
    {
      "en": "He assembled a rich trove of Chinese porcelain.",
      "cn": "他收集了一批中国瓷器."
    },
    {
      "en": "He made another discovery of treasure - trove in the library.",
      "cn": "在莱利家仓库搞拳击的人则因他的缺席而高兴."
    },
    {
      "en": "Mr. Lei recalls the two moment trying to resell their virtual trove.",
      "cn": "雷磊回想起两个人没日没夜地试图转卖他们窃取的虚拟财产."
    },
    {
      "en": "She made another discovery of a treasure - trove in the library.",
      "cn": "她在藏书室里又发现了一件宝物."
    },
    {
      "en": "The center housed a priceless treasure trove.",
      "cn": "该中心存放着一件无价之宝."
    },
    {
      "en": "The dictionary is a vast treasure trove of information.",
      "cn": "那本词典是个巨大的信息宝库。"
    },
    {
      "en": "The gallery is a treasure trove of medieval art.",
      "cn": "这个画廊是中世纪艺术的宝库."
    },
    {
      "en": "The Semantic Web would also be a bottomless trove of eureka insights.",
      "cn": "语义万维网也会是新发现的无底宝库."
    },
    {
      "en": "The society's archives are a treasure trove for scholars.",
      "cn": "该协会的档案对学者来说简直是宝藏。"
    },
    {
      "en": "These can be a treasure trove for this type of information.",
      "cn": "一旦这样做,你可以选择类型的记录,您有兴趣寻找."
    },
    {
      "en": "This Islington shop is a treasure trove of beautiful bridalwear.",
      "cn": "这家位于伊斯灵顿区的商店里汇聚了各种漂亮的新娘服装。"
    },
    {
      "en": "Windsor Castle is quite literally an antique treasure trove.",
      "cn": "温莎城堡确实是名副其实的古物宝藏。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "treasure trove",
      "tran_cn": "n. 无主珍宝，无主埋藏物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（物主不明的）发掘出来的金银财宝"
    }
  ],
  "exchange": {}
}