{
  "word": "bra",
  "ipa": {
    "us": "brɑ:",
    "uk": "brɑ"
  },
  "sentences": [
    {
      "en": "A properly fitting bra should never leave red marks.",
      "cn": "合适的胸罩不会留下红色勒痕。"
    },
    {
      "en": "An adjustable Diamond heart on a classic black bra strap.",
      "cn": "可调节钻石心型扣在经典的黑色胸罩肩带上."
    },
    {
      "en": "An adjustable Diamond heart on a classic white bra strap.",
      "cn": "可调节钻石心型扣在经典的白色胸罩肩带上."
    },
    {
      "en": "An adjustable Diamond heart with a classic pink bra strap.",
      "cn": "可调节钻石心型扣和经典的粉红色胸罩肩带."
    },
    {
      "en": "Bra sellers say few of their clients are unnaturally endowed.",
      "cn": "文胸销售商表示,他们的顾客中很少有人是做过丰胸的."
    },
    {
      "en": "But do we really need people to tell us what size bra to wear?",
      "cn": "可是，我们真的需要别人告诉我们，自己该穿多大尺码的文胸吗？"
    },
    {
      "en": "If you have a large bust, invest in a good support bra.",
      "cn": "如果你的胸很大, 就应当选用支撑能力好的胸罩."
    },
    {
      "en": "Please remove only your bra ( brassiere ) and put on this rob.",
      "cn": "请脱下您的胸衣穿上这件外袍."
    },
    {
      "en": "She wears a ` D cup, ie size of bra.",
      "cn": "她戴罩杯尺寸为D的胸罩."
    },
    {
      "en": "She wears a'D cup, ie size of bra.",
      "cn": "她戴罩杯尺寸为d的胸罩."
    },
    {
      "en": "The bra has gone from being a fashion classic to a fashion cult.",
      "cn": "胸罩已经从经典时尚转变为流行时尚。"
    },
    {
      "en": "The bra security is handled by Mr. Price's diamond company.",
      "cn": "胸罩安全保障是由普莱斯先生的钻石公司负责的."
    },
    {
      "en": "The invention relates to a reversible bra and the manufacturing method thereof.",
      "cn": "本发明涉及一种正反两面穿文胸及其制作方法."
    },
    {
      "en": "The theory behind bra size calculation is arcane and somewhat magical.",
      "cn": "胸罩尺寸计算器背后的理论是有点神秘和神奇了."
    },
    {
      "en": "Understanding of the new standards of \" Knitted Belt Abdominal \" and \" Bra \"",
      "cn": "对《针织腹带 》 与《文胸》新标准的理解."
    },
    {
      "en": "We have this teddy bra in black and red satin.",
      "cn": "我们有款用黑色和红色缎子做的连身胸罩."
    },
    {
      "en": "What bra should she buy?",
      "cn": "她应该选什么样的文胸？"
    },
    {
      "en": "While you're bouncing up and down, the bra should minimize breast movement.",
      "cn": "当你上下跳动时，胸罩应该把乳房运动的幅度限制到最小。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "braless",
          "tran_cn": " 不戴胸罩的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "brassiere"
          ],
          "tran_cn": "胸罩"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "silicone bra",
      "tran_cn": "硅胶胸垫；自粘式硅胶胸罩"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "胸罩",
      "tran_en": "a piece of underwear that a woman wears to support her breasts"
    },
    {
      "pos": "other",
      "tran_cn": "胸罩；文胸，（汽车前部的）活动罩，车头罩"
    }
  ],
  "exchange": {}
}