{
  "word": "uranium",
  "ipa": {
    "us": "juˈreɪniəm",
    "uk": "juˈreɪniəm"
  },
  "sentences": [
    {
      "en": "A metal called uranium gave off a kind of radiation.",
      "cn": "一种叫铀的金属会发出一种射线."
    },
    {
      "en": "And if you keep these neutrons from escaping through leakage they then become available to become absorbed in uranium 238.",
      "cn": "如果你阻止这些中子通过泄露逃跑,它们之后能够,变成在铀238里能吸收的。"
    },
    {
      "en": "At Scinto 6 uranium occurs in much altered dolerite below the unconformity.",
      "cn": "“辛托6”的铀矿体产于不整合面之下变质甚深的粒玄岩中."
    },
    {
      "en": "Enriched uranium is a key component of a nuclear weapon.",
      "cn": "浓缩铀是核武器的关键组成部分。"
    },
    {
      "en": "It was actually used for enriching uranium to weapons-grade levels.",
      "cn": "实际上，它是用来将铀浓缩以制造武器。"
    },
    {
      "en": "Now as you recall from the uranium 238 slide, and I think the next slide will show it.",
      "cn": "现在，如你们能在铀238的幻灯片中想起的，我想，下一张幻灯片就会展示它。"
    },
    {
      "en": "Only 7 uranium atoms of every 1,000 are U - 235.",
      "cn": "在每1000个铀原子当中,只有七个是铀235."
    },
    {
      "en": "Pitchblende and chalcolite are much more radioactive than uranium itself.",
      "cn": "沥清铀矿和铜铀云母比纯铀的放射性强得多."
    },
    {
      "en": "Radiogenic heat, even from a fairly deep - seated uranium orebody, could be measured.",
      "cn": "即使铀矿体埋得足够深,它的放射成因热也能被测出."
    },
    {
      "en": "Radiometric techniques are not always appropriate to the earth for uranium deposits.",
      "cn": "放射性方法在铀矿普查中并不总是有效的."
    },
    {
      "en": "The concept holds that uranium is leached by groundwater from tuffeceous rocks.",
      "cn": "该理论认为,来自凝灰岩的地下水淋蚀铀."
    },
    {
      "en": "The earliest production reactors necessarily used normal uranium as fuel.",
      "cn": "最早为生产用的反应堆,必须使用普通铀作为燃料."
    },
    {
      "en": "The fuel was enriched with uranium 235 for the nuclear reactor.",
      "cn": "核反应堆的燃料被铀235浓缩。"
    },
    {
      "en": "They went over nationwide in search of uranium mines.",
      "cn": "他们为了探寻铀矿走遍了全国."
    },
    {
      "en": "To make the fissile material, he needs to develop an ability to enrich uranium.",
      "cn": "为了得到分裂物质，他需要发展浓缩铀的能力。"
    },
    {
      "en": "Uranium is available in considerable quantity from various areas of the world.",
      "cn": "世界上许多地区都有相当数量的铀储量。"
    },
    {
      "en": "Uranium is soluble in sea water.",
      "cn": "铀可溶解于海水。"
    },
    {
      "en": "Uranium minerals also occur in the basal beds of the kombolgie formation.",
      "cn": "铀矿物也见于科姆波尔吉建造的基底层位中."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "depleted uranium",
      "tran_cn": "贫铀；贫化铀"
    },
    {
      "phrase": "enriched uranium",
      "tran_cn": "[核]浓缩铀"
    },
    {
      "phrase": "highly enriched uranium",
      "tran_cn": "高浓缩铀"
    },
    {
      "phrase": "uranium enrichment",
      "tran_cn": "铀浓缩"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[化学]铀",
      "tran_en": "a heavy white metal that is radioactive and is used to produce nuclear power and nuclear weapons. It is a chemical element: symbol U"
    }
  ],
  "exchange": {}
}