{
  "word": "postulate",
  "ipa": {
    "us": "ˈpɒstjuleɪt",
    "uk": "ˈpɑstʃəleɪt"
  },
  "sentences": [
    {
      "en": "A combinatin of sources of uranium may be the most realistic postulate.",
      "cn": "各种铀来源的综合考虑可能是最现实的假说."
    },
    {
      "en": "Fruit quality is the postulate that raises economic benefits.",
      "cn": "果品质量是提高经济效益的基本条件."
    },
    {
      "en": "He dismissed arguments postulating differing standards for human rights in different cultures and regions.",
      "cn": "他无法接受的是假定人权标准在不同文化和地区有所不同。"
    },
    {
      "en": "Let's postulate that she is a cook.",
      "cn": "我们假定她是一位厨师."
    },
    {
      "en": "Offe also challenges the postulate of an \"organized capitalism\".",
      "cn": "奥费也质疑“有组织的资本主义”的假设。"
    },
    {
      "en": "Other theories postulate that the Hutts themselves destroyed Varl in some ancient conflict.",
      "cn": "然而有一点是真实的:瓦尔的确曾经森林茂盛、绿意盎然."
    },
    {
      "en": "Our new postulate asserts that this is precisely what we cannot say.",
      "cn": "我们的新假设恰好断定,这正是我们所不能说的."
    },
    {
      "en": "POSTULATE 1 : The germ must be found in every person with the disease.",
      "cn": "原理 1: 必须在每位患病者身上都发现此种病菌."
    },
    {
      "en": "State postulate is developed into energy state postulate.",
      "cn": "将状态公设发展为更为本质的能态公设."
    },
    {
      "en": "The null result was directly related to a central postulate of the theory.",
      "cn": "零结果都直接与理论的中心假设相联系."
    },
    {
      "en": "They postulate excessive increase in price.",
      "cn": "他们把物价过度增长视为当然."
    },
    {
      "en": "This intervention does not postulate a patient's consent.",
      "cn": "这种介入疗法无需事先获得病人的同意."
    },
    {
      "en": "This is also in accordance with my postulate of radical fallibility.",
      "cn": "这也与我的极端易谬性假设是一致的."
    },
    {
      "en": "This postulate suggested a practical strategy for determining relative atomic weights from elemental percentages in compounds.",
      "cn": "这一假设为测定由各种元素组成的化合物的相关原子的质量提供了实际操作策略."
    },
    {
      "en": "We must now devise a mathematical way of expressing this postulate, and investigate its consequences.",
      "cn": "我们现在就必须提出一种表述该假设的数学方法, 并研究由其得出的推论."
    },
    {
      "en": "Zhang Dongsun thinks knowledge is joint product of sense, form and postulate.",
      "cn": "张东荪认为知识是感相与格式以及设准等的产物."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "postulation",
          "tran_cn": "假定；要求；圣职任命"
        },
        {
          "word": "postulator",
          "tran_cn": "请愿者；假定者；宣福申请人，列圣申请人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "perhaps",
            "assumption"
          ],
          "tran_cn": "基本条件；假定"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "proposition",
            "speculation",
            "thesis"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "require",
            "exact",
            "desire"
          ],
          "tran_cn": "假定；要求；视…为理所当然"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "假定，先决条件，基本原理",
      "tran_en": "something believed to be true, on which an argument or scientific discussion is based"
    },
    {
      "pos": "v",
      "tran_cn": "假定，假设",
      "tran_en": "to suggest that something might have happened or be true"
    },
    {
      "pos": "vt",
      "tran_cn": "假定，提出要求，视…为理所当然",
      "tran_en": "to suggest that something might have happened or be true"
    }
  ],
  "exchange": {
    "third": [
      "postulates"
    ],
    "past": [
      "postulated"
    ],
    "done": [
      "postulated"
    ],
    "ing": [
      "postulating"
    ]
  }
}