{
  "word": "pathway",
  "ipa": {
    "us": "ˈpɑːθweɪ",
    "uk": "ˈpæθweɪ"
  },
  "sentences": [
    {
      "en": "Another pathway of organophosphate degradation involves reduction.",
      "cn": "有机磷酸盐降解的其它途径还包括还原作用."
    },
    {
      "en": "Diplomacy will smooth your pathway to success.",
      "cn": "为人圆通会让你成功的道路通畅无阻。"
    },
    {
      "en": "During childhood each of us has to navigate a pathway through a series of developmental stages.",
      "cn": "我们每个人在童年时都要经历和应对不同的成长阶段。"
    },
    {
      "en": "Follow that pathway and uncover the sweet sunrises that await you.",
      "cn": "沿路前进,美好的日出正等着你,快去揭开她的面纱吧."
    },
    {
      "en": "It'suggested that study on different treatment is feasible pathway in TCM individualation.",
      "cn": "提示开展不同治法的研究是实现中医个体化治疗的可行途径."
    },
    {
      "en": "Only a steady state, or pathway equilibrium, is reached.",
      "cn": "所能够达到的只不过是恒态性的平衡."
    },
    {
      "en": "Richard was coming up the pathway.",
      "cn": "理查德正沿着小路走过来。"
    },
    {
      "en": "The main energy producing pathway in the leucocyte is glycolysis, resulting in lactate production from glucose.",
      "cn": "糖酵解, 即从葡萄糖生成乳酸盐,是白细胞产生能量的主要途径."
    },
    {
      "en": "The nonphosphorylated pathway may be more active in leaf tissue.",
      "cn": "非磷酸化途径在叶组织中可能更为活跃."
    },
    {
      "en": "The pathway of conveying is lymphoid and lymphoid transit.",
      "cn": "转运通路是淋巴和非淋巴转运."
    },
    {
      "en": "The pathway was rough and covered with little stones.",
      "cn": "这条路高低不平,铺满了小石头."
    },
    {
      "en": "They designed every slope, every tree, every pathway, every water.",
      "cn": "他们设计了每个斜坡, 每棵树, 每条小径, 每道流水."
    },
    {
      "en": "They walked along the pathway toward the house.",
      "cn": "他们沿着小路向那所房子走去."
    },
    {
      "en": "This pathway involves the transamination of prephenate to form pretyrosine.",
      "cn": "这一途径包括预苯酸的转氨基作用,形成预酪氨酸."
    },
    {
      "en": "Under low - fat diet, adiponectin signaling pathway components exhibited circadian rhythmicity.",
      "cn": "在低脂肪饮食, 脂联素信号转导通路组成部分展出昼夜节律性."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mechanism",
            "tao",
            "approach",
            "pass",
            "routes"
          ],
          "tran_cn": "路，道；途径，路径"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "track"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "metabolic pathway",
      "tran_cn": "代谢途径"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "路，道，途径，路径",
      "tran_en": "A pathway is a path that you can walk along or a route that you can take"
    }
  ],
  "exchange": {
    "pl": [
      "pathways"
    ]
  }
}