{
  "word": "seaweed",
  "ipa": {
    "us": "ˈsiːwiːd",
    "uk": "ˈsiːwiːd"
  },
  "sentences": [
    {
      "en": "...seaweed washed up on a beach.",
      "cn": "…被冲上海滩的海草。"
    },
    {
      "en": "Be careful while swimming and do not get caught in the seaweed.",
      "cn": "游泳时你可千万小心,不要让海草缠住."
    },
    {
      "en": "Certain species of seaweed have been reported to contain appreciable quantities of Vitamin B 12.",
      "cn": "曾有报道某些种海藻含有相当量的维生素B12."
    },
    {
      "en": "Fish and seaweed rose, caught motionless in the surging water.",
      "cn": "鱼和海藻浮起来，在汹涌的水流中动弹不得。"
    },
    {
      "en": "Guillemots dived into the sea, sometimes picking up oil - coated pieces of seaweed for their nests.",
      "cn": "海鸠们潜到海水里去, 间或衔出覆有石油的海藻来筑窝."
    },
    {
      "en": "In many places, like Japan, people get iodine from seafood, seaweed, vegetables grown in iodine-rich soil or animals that eat grass grown in that soil.",
      "cn": "像日本等许多地方，人们通过食用海鲜、海藻得到碘，还可以从生长在高碘土壤里的蔬菜或食草动物那里得到碘。"
    },
    {
      "en": "Land that was once at the bottom of the sea now lies around the town in wide, fertile fields; where crabs once crawled, donkeys pick their way; in place of seaweed, roses grow.",
      "cn": "曾经是海底的陆地现在成了广阔肥沃的田野，在城市的四周伸展开来，这里曾经有过螃蟹爬行，现在则有驴子择路而行，生长出了海藻和玫瑰花。"
    },
    {
      "en": "Look! There is fish, seaweed and shells in my aquarium.",
      "cn": "你看, 我的鱼缸里有鱼, 海草和贝壳."
    },
    {
      "en": "Seaweed baths can help to detoxify the body.",
      "cn": "海藻浴有助于身体解毒。"
    },
    {
      "en": "So the next time you see a chunk of seaweed ... notice the beauty of it, yes.",
      "cn": "所以下次你碰见一大片海藻时，要毫不犹豫的欣赏它的美。"
    },
    {
      "en": "Suddenly she was entangled in the seaweed.",
      "cn": "突然间她被海草缠住了."
    },
    {
      "en": "The crabs come closer to shore at this time of year, Child said, where they feed on the seaweed.",
      "cn": "这些螃蟹每年这个时间，要来到这里海岸的边上，恰尔特说，它们以吃海藻为生。"
    },
    {
      "en": "The fossils appear to be an early form of seaweed washed up on a beach.",
      "cn": "这些化石看上去是被海水冲上岸的一种早期的水藻。"
    },
    {
      "en": "The rocks had green seaweed growing on them.",
      "cn": "礁石上生长着绿色的海藻."
    },
    {
      "en": "The seaweed felt cold and slimy.",
      "cn": "海藻摸起来冷冰冰黏糊糊的."
    },
    {
      "en": "The seaweed is too thick here for us to swim.",
      "cn": "这里的海草太密了,我们不能游泳."
    },
    {
      "en": "The ship ran afoul of the floating seaweed.",
      "cn": "船只和漂浮的海草纠缠在一起."
    },
    {
      "en": "The smell of seaweed took him back to his childhood.",
      "cn": "海草的气味使他回想起童年时代."
    },
    {
      "en": "The underside of the rock was covered with seaweed.",
      "cn": "岩石的下面布满了海草."
    },
    {
      "en": "This substance is extracted from seaweed.",
      "cn": "这种物质是从海藻中提取的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "varech",
            "sea wrack"
          ],
          "tran_cn": "海藻，[植]海草"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "seaweed soup",
      "tran_cn": "紫菜汤"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[植]海草，海藻",
      "tran_en": "a plant that grows in the sea"
    }
  ],
  "exchange": {
    "pl": [
      "seaweeds"
    ]
  }
}