{
  "word": "particulate",
  "ipa": {
    "us": "pɑ:ˈtɪkjələt",
    "uk": "pɑrˈtɪkjələt"
  },
  "sentences": [
    {
      "en": "...the particulate pollution in our atmosphere.",
      "cn": "...我们大气中的颗粒污染。"
    },
    {
      "en": "A significant secular increase has occurred in particulate pollution over the North Atlantic.",
      "cn": "在北大西洋上粒子的污染明显地逐年增加."
    },
    {
      "en": "Any particulate filter eventually clogs, so you have to replace it as breathing becomes difficult.",
      "cn": "任何微粒过滤器最终会阻塞，所以当感到呼吸困难时，你必须更换它。"
    },
    {
      "en": "But studies have shown that high-efficiency particulate air (HEPA) filters on most jets today can capture 99.97% of bacterial and virus-carrying particles.",
      "cn": "但研究表明，如今大部分飞机上的高效微粒空气过滤器能够滤掉99.97%的细菌和病毒微粒。"
    },
    {
      "en": "Each of the preceding classifications of polluted air masses involves primarily particulate pollutants.",
      "cn": "上述每类污染空气的物质一形成就含有粒状污染物."
    },
    {
      "en": "Finally, the way to effectively control particulate emission is pointed out.",
      "cn": "最后, 指出有效降低颗粒排放的方向."
    },
    {
      "en": "Flushing keeps valve seats clean, preventing leakage possibilities from particulate matter.",
      "cn": "冲刷保持阀座清洁, 降低固体颗粒泄漏的可能性."
    },
    {
      "en": "Lungs retain relatively insoluble particulate material.",
      "cn": "肺脏内留有不溶解的颗粒物质."
    },
    {
      "en": "Particulate matter includes particles from molecular size to greater than 10 Mm in diameter.",
      "cn": "微粒物质包括从分子大小到直径大于10微米的粒子."
    },
    {
      "en": "Particulate traps have been designed that will remove most of the particles from the exhaust gas.",
      "cn": "已经设计出的污染微粒收集器可将大部分有害微粒从废气中分离出来."
    },
    {
      "en": "The exhaust stream is routed first through the particulate filter.",
      "cn": "排放的气体先通过微粒过滤器."
    },
    {
      "en": "The fouling mechanism is crystallization fouling combined with particulate fouling.",
      "cn": "硅渣结垢机理为结晶结垢和微颗粒沉积结垢混合机理."
    },
    {
      "en": "The key technology of the diesel exhaust particulate filter is filter regeneration.",
      "cn": "柴油机排气微粒捕捉器的关键技术是捕捉器的再生."
    },
    {
      "en": "These particulate creatures are hardly visible to the naked eyes.",
      "cn": "这些微小的生物肉眼几乎看不见。"
    },
    {
      "en": "Today there is general agreement that the nature of ordinary matter is \" particulate \".",
      "cn": "现在大家已经普遍同意,普通物质的本性是 “ 粒子性的 ”."
    },
    {
      "en": "Two hundred years would lapse before conclusive experimental evidence established the'particulate'nature of matter.",
      "cn": "又过了两百年,才有肯定的实验证据确认物质的“粒子性 ” 本质."
    },
    {
      "en": "Visible particulate matter can be controlled by adequate regulations.",
      "cn": "对肉眼可见的颗粒物质的污染通过适当管理即可加以控制."
    },
    {
      "en": "We find relatively large volumes of particulate fillers being used in many composites.",
      "cn": "我们发现在许多复合材料中正在采用较多量的粉状填料."
    },
    {
      "en": "We tell you not only are they teeming with life, but the planets and stars and the space particulate between are themselves all conscious beings.",
      "cn": "我们告诉你，不只那些（有形体）上满布着生命体，而且行星、星体和空间微粒之间也满布着有意识的存有。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "microdot"
          ],
          "tran_cn": "微粒的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "molecule",
            "microne"
          ],
          "tran_cn": "微粒，微粒状物质"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "particulate contamination",
      "tran_cn": "微粒子污染"
    },
    {
      "phrase": "particulate filter",
      "tran_cn": "微粒过滤器"
    },
    {
      "phrase": "particulate matter",
      "tran_cn": "微粒物质；悬浮微粒"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "微粒的，粒子的"
    },
    {
      "pos": "n",
      "tran_cn": "微粒，粒子",
      "tran_en": "Particulates are very small particles of a substance, especially those that are produced when fuel is burned"
    }
  ],
  "exchange": {
    "pl": [
      "particulates"
    ]
  }
}