{
  "word": "exemplary",
  "ipa": {
    "us": "ɪɡˈzempləri",
    "uk": "ɪɡˈzempləri"
  },
  "sentences": [
    {
      "en": "a company with an exemplary record on environmental issues",
      "cn": "在处理环境问题方面可作为楷模的公司"
    },
    {
      "en": "At any rate , Sisyphus was given an exemplary punishment.",
      "cn": "总之, 西绪福斯受到了起杀一儆百作用的惩罚."
    },
    {
      "en": "Design patterns are exemplary, generalizable solutions to specific classes of design problems.",
      "cn": "设计模式是针对某类特定的设计问题,可供效仿的概括性解决方案."
    },
    {
      "en": "Granted, people do not always behave in exemplary ways.",
      "cn": "但是, 人们是不会以典型的方式来表现的."
    },
    {
      "en": "He demanded exemplary sentences for those behind the violence.",
      "cn": "他要求对这起暴力事件的幕后指使者作出惩戒性判决。"
    },
    {
      "en": "Her behaviour was exemplary.",
      "cn": "她的行为堪作楷模。"
    },
    {
      "en": "His citation says he showed outstanding and exemplary courage.",
      "cn": "颁给他的嘉奖令称他表现出非凡的勇气，堪为表率。"
    },
    {
      "en": "It's highly laudable and exemplary a thing as it is held to be.",
      "cn": "这正如所认为的那样是一件值得高度称赞和仿效的事情."
    },
    {
      "en": "Justina's life had been exemplary, but by ending It'she seemed to have disgraced us all.",
      "cn": "贾丝蒂娜 堪称楷模, 可在结束生命时却好象让我们大家都丢了脸."
    },
    {
      "en": "My love life could hardly be described as exemplary.",
      "cn": "很难说我的爱情生活是典范的."
    },
    {
      "en": "Plano a two - time Blue Ribbon School and a Texas Exemplary School.",
      "cn": "普莱诺高中两度被选为蓝带学校并且是一所德克萨斯模范学校."
    },
    {
      "en": "The CEO was given an award for his exemplary leadership.",
      "cn": "该执行长因其领导方式堪称模范而获奖."
    },
    {
      "en": "The Gilligan record in four years as governor was exemplary.",
      "cn": "吉利根当州长四年,政绩斐然."
    },
    {
      "en": "The research is not an exhaustive but an exemplary one.",
      "cn": "这些缺陷是例证性的,而不是穷尽性的."
    },
    {
      "en": "Underpinning this success has been an exemplary record of innovation.",
      "cn": "具有典范性的创新确保了这次成功。"
    },
    {
      "en": "Your club's behaviour, on the other hand, always been exemplary.",
      "cn": "另外一方面, 你们俱乐部的行为一直是模范榜样."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "exemplar",
          "tran_cn": " 模范，榜样；标本"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "emulable"
          ],
          "tran_cn": "典范的；惩戒性的；可仿效的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "classic",
            "commendable",
            "creditable",
            "estimable",
            "original",
            "worthy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "exemplary damages",
      "tran_cn": "[律]惩罚性的损害赔偿"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "典范的，可作榜样的，惩戒性的",
      "tran_en": "excellent and providing a good example for people to follow"
    }
  ],
  "exchange": {}
}