{
  "word": "intermittently",
  "ipa": {
    "us": "ˌɪntə'mɪtəntlɪ",
    "uk": "ˌɪntə'mɪtəntlɪ"
  },
  "sentences": [
    {
      "en": "At some higher velocity individual grains will roll and slide intermittently along the bed.",
      "cn": "在稍高一些的流速时,个别的颗粒沿着河床间歇地滚动和滑动."
    },
    {
      "en": "But random ports seem to be shutting down intermittently.",
      "cn": "但某些随机端口却似乎间歇性地在关闭."
    },
    {
      "en": "Does the impairment of your hearing occur constantly or intermittently?",
      "cn": "您的听力减退是持续性的还是间歇性的?"
    },
    {
      "en": "Electronically - controlled injection systems use electro - magnetic injectors to inject the fuel intermittently.",
      "cn": "电子控制燃油喷射系统采用电磁式喷油器断续地喷射燃油."
    },
    {
      "en": "I kept the boys in sight intermittently all the way.",
      "cn": "一路上我时不时地看着孩子们."
    },
    {
      "en": "If stations are only intermittently visible it may be the only practicable system.",
      "cn": "若有一些方向只能断斯续续地通视,这可能是唯一实用的方法."
    },
    {
      "en": "It is better for a dry battery to be used intermittently.",
      "cn": "干电池最好间歇使用."
    },
    {
      "en": "Pockets of thick fog get trapped along the ridgelines, magpies nest among the outcrops, and springs intermittently spray over the rocks.",
      "cn": "厚重的浓雾弥漫于山脊线，露头的岩层上还垒着喜鹊窝，间歇的山泉水喷洒在岩石之上。"
    },
    {
      "en": "Seams in the anorthosite series are only intermittently exposed.",
      "cn": "斜长岩组中的矿层仅断续出露."
    },
    {
      "en": "Still another system is designed to send out transient pulses intermittently.",
      "cn": "还设计了另一种系统,它能够间歇地发送瞬间脉冲."
    },
    {
      "en": "The bathroom drains emits foul odor intermittently at night.",
      "cn": "浴室的排水渠在夜间排放恶臭的气味."
    },
    {
      "en": "The fault occurs intermittently and only in rare cases.",
      "cn": "故障间断地和仅仅在极少例子中出现."
    },
    {
      "en": "The foaming line of surf stretched port and starboard, broken intermittently.",
      "cn": "船的左右舷处都涌动着海浪泛起的泡沫."
    },
    {
      "en": "The malaria victim fevers intermittently.",
      "cn": "疟疾病人间歇地发热。"
    },
    {
      "en": "The orchards and forests run intermittently for nearly 200 km.",
      "cn": "果园和森林交叉着延伸近200公里."
    },
    {
      "en": "The resin moves intermittently down and out of the bed.",
      "cn": "树脂周期地向下移动和移出床层."
    },
    {
      "en": "This has significant cost savings over purchasing and maintaining the hardware for jobs run intermittently.",
      "cn": "对于间歇运行的作业，这可以极大地节省购买和维护硬件的成本。"
    },
    {
      "en": "We can distinguish two types of global climates which occurred intermittently in the past.",
      "cn": "我们可以把全球性的气候分成两种类型,过去这两种气候轮替出现."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "intermittent",
          "tran_cn": " 间歇的，断断续续的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "intermission",
          "tran_cn": " 幕间休息；暂停；中断"
        },
        {
          "word": "intermittence",
          "tran_cn": " 时断时续，间歇性；周期性"
        },
        {
          "word": "intermittency",
          "tran_cn": " 间歇性；间歇现象；间歇度"
        },
        {
          "word": "intermitter",
          "tran_cn": " 间歇抽油装置；间歇调节器"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sometimes"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "间歇地，断断续续"
    }
  ],
  "exchange": {
    "adj": [
      "intermittent"
    ]
  }
}