{
  "word": "catabolism",
  "ipa": {
    "us": "kə'tæbəlɪzəm",
    "uk": "kə'tæbəlɪzəm"
  },
  "sentences": [
    {
      "en": "A second experiment was designed to look for signs of catabolism.",
      "cn": "第二个设计的实验是企图寻找分解代谢的迹象。"
    },
    {
      "en": "Anabolism is when energy is created and stored, and catabolism is when energy is released.",
      "cn": "合成代谢是生成和储存能量，而分解代谢则是能量的释放。"
    },
    {
      "en": "Autophagy stabilizes intracellular environment and maintains cell survival through balancing anabolic metabolism and catabolism.",
      "cn": "通过平衡细胞合成和分解代谢,自噬稳定细胞内环境,维持细胞的存活."
    },
    {
      "en": "Both anabolism and catabolism are necessary for survival and good health.",
      "cn": "合成和分解代谢在对于身体健康很重要。"
    },
    {
      "en": "Intracellular PHB depolymerase and 3 hydroxybutyrate dehydrogenase catalyze the initial reactions of intracellular PHB catabolism.",
      "cn": "进一步比较研究了不同菌株的PHB解聚酶和3羟基丁酸脱氢酶的活性."
    },
    {
      "en": "Objective : To investigate the effect of morphine on purine nucleotide catabolism and the mechanism.",
      "cn": "目的: 研究吗啡依赖及戒断对嘌呤核苷酸分解代谢的影响与作用机制."
    },
    {
      "en": "The regulated steps of glycolysis in intact cells Can be identified by studying the catabolism of glucose in whole tissues or organs.",
      "cn": "在完好的细胞中糖酵解的调节步骤可以通过研究整个组织或器官中葡萄糖的分解代谢来鉴别。"
    },
    {
      "en": "These processes are called anabolism and catabolism.",
      "cn": "这些过程叫作合成代谢和分解代谢。"
    },
    {
      "en": "Trying to satisfy an abnormally high drive for maternal growth while also attempting to meet the high nutrient demands for milk production can result in severe catabolism of body tissue.",
      "cn": "初产母猪为了力图满足异常高的母体生长饿泌乳的高营养需求，通常会导致体储备的分解代谢。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "catabolic",
          "tran_cn": " 分解代谢的；异化的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "catabolize",
          "tran_cn": " 异化；发生分解代谢"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "catabolize",
          "tran_cn": " 使异化；使发生分解代谢"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "异化作用，分解代谢，陈谢",
      "tran_en": "a metabolic process in which complex molecules are broken down into simple ones with the release of energy; destructive metabolism "
    }
  ],
  "exchange": {}
}