{
  "word": "horticulture",
  "ipa": {
    "us": "ˈhɔːtɪkʌltʃə(r)",
    "uk": "ˈhɔːrtɪkʌltʃər"
  },
  "sentences": [
    {
      "en": "a college of agriculture and horticulture",
      "cn": "农艺园艺学院"
    },
    {
      "en": "All volunteers first go through orientation sessions, which are followed with one of three more specific training tracks:horticulture, “Ambassadors, ” and animal care.",
      "cn": "所有的志愿者先要通过新成员训练，然后再在三种特殊训练规划（园艺、“大使”和动物照料）中选择一种。"
    },
    {
      "en": "ENIHP ( Ecole Nationale d'Ing é nieurs de l'Horticulture et du Paysage ).",
      "cn": "国立园艺学院."
    },
    {
      "en": "ENSHAP ( Ecole Nationale Sup é rieure d'Horticulture et d'Am é nagement du Paysage ).",
      "cn": "国立园艺与景观工程师学校."
    },
    {
      "en": "Founded in Dec. 2001, Kunming Haiyu Horticulture Co.",
      "cn": "昆明海宇园艺有限责任公司,成立于2001年12月."
    },
    {
      "en": "He is getting older and older, So he almost lose all of his interest except horticulture.",
      "cn": "他年纪越来越大, 除了喜欢园艺以外,对一切都失去了兴趣."
    },
    {
      "en": "How did the Horticulture Expo in Kunming strike you?",
      "cn": "你觉得昆明的世博会搞得怎样(你的印象如何)?"
    },
    {
      "en": "I set up with the 1997 Division, Main recreational sports products, horticulture, flag poles, hunting supplies.",
      "cn": "我司成立与1997年, 主营休闲运动产品, 园艺, 旗杆, 狩猎用品."
    },
    {
      "en": "It is forbidden to occupy basic farmland to develop horticulture or dig ponds to breed fish.",
      "cn": "禁止占用基本农田发展林果业和挖塘养鱼."
    },
    {
      "en": "It is forbidden to occupy basic farmland to develop horticulture.",
      "cn": "禁止占用基本农田发展林果业。"
    },
    {
      "en": "Panxi restaurant has a strong horticulture characteristic of the south gardens.",
      "cn": "泮溪酒店的建筑具有浓厚的岭南庭园艺术特色."
    },
    {
      "en": "The area has a long tradition of horticulture.",
      "cn": "园艺是这个地区源远流长的传统。"
    },
    {
      "en": "The dominant idea was to be the glorification of horticulture and the exaltation of agriculture.",
      "cn": "其主题是对园艺的赞颂,以及对农艺感到兴奋."
    },
    {
      "en": "The Novarbo Substrates for professional horticulture are based on sphagnum peat.",
      "cn": "专业的园艺栽培基质-诺万播,源于优质的泥炭藓资源."
    },
    {
      "en": "This was the first proposed curvilinear glass roof for horticulture.",
      "cn": "这是园艺的首先提出的曲线玻璃屋顶."
    },
    {
      "en": "Thus, to earn a Plant Science merit badge, a scout can choose between agronomy, horticulture, or field botany.",
      "cn": "因此，为了赚取植物科学奖章，一个童子军可以选择农学，园艺，或田野植物学。"
    },
    {
      "en": "We can kill time ( pass the time ) by doing horticulture ( gardening ) when we are older.",
      "cn": "园艺是一种学问,它包含很多我们青少年所不懂的知识,这对于我们是困难的,难懂的."
    },
    {
      "en": "World Horticulture Exposition garden: hosted the International Horticultural Exposition in 2006.",
      "cn": "世界园艺博览园: 在2006年举办了世界园艺博览会."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "horticultural",
          "tran_cn": " 园艺的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "horticulturist",
          "tran_cn": " 园艺家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gardening"
          ],
          "tran_cn": "[园艺]园艺，园艺学"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "园艺（学），园艺学家",
      "tran_en": "the practice or science of growing flowers, fruit, and vegetables"
    }
  ],
  "exchange": {
    "adj": [
      "horticultural"
    ]
  }
}