{
  "word": "CEO",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "\" Even if they keep on eating badly , they won't gain weight,'says CEO Andre G . Pemet.",
      "cn": "基塞首席执行官安德-C- 波奈说, “ 病人即使继续胡吃, 也不会再发胖. ”"
    },
    {
      "en": "By the second one, I realized this was going to transform communications— not just for the CEO, but also it would change how we do business.",
      "cn": "但是我意识到，第二种方式能够改变人们交流的方式，不仅仅是首席执行官，它也会改变我们做生意的方式。"
    },
    {
      "en": "CEO made the whole decision - making, implementation will devolve power.",
      "cn": "CEO作出总体决策后, 具体执行权力就会下放."
    },
    {
      "en": "Directors and CEO's can now set their corp standing towards themselves.",
      "cn": "主管和CEO现在可以设置军团对他们自己的声望."
    },
    {
      "en": "He was soon advanced to the position of CEO.",
      "cn": "不久他被提升为总裁."
    },
    {
      "en": "Henry Ford family CEO is the soul of Ford automobile corporation.",
      "cn": "福特家族CEO是福特汽车公司的灵魂."
    },
    {
      "en": "I’m the CEO of the company.",
      "cn": "我是这家公司的首席执行官。"
    },
    {
      "en": "Jack . Welch Autobiography & gt ; praised as \" the Holy Bible of CEO \"",
      "cn": "《 杰克·韦尔奇 自传》被誉为 “ CEO的圣经 ”"
    },
    {
      "en": "Many of these CEO's have significantly increased their international marketplace value.",
      "cn": "很多这么做的CEO们显著提高了他们自己在国际商务市场上的价值."
    },
    {
      "en": "Only then - CEO Alex Trotman collected a bigger bonus from Ford that year.",
      "cn": "但是当时前任CEO阿历克斯.卓特曼从福特公司获得了数目更多的分红."
    },
    {
      "en": "Plenty of professionals want to meet the CEO, CIO, or C - whoever - can - help.",
      "cn": "不少职场人士想认识CEO 、 CIO等,以及任何只要能帮得上忙的管理层."
    },
    {
      "en": "Really, sina CEO Cao Guowei discovered this the main chance.",
      "cn": "的确, 新浪CEO曹国伟发现了这个“好机会”."
    },
    {
      "en": "That is about me this time. I am the CEO.",
      "cn": "这次才是我的时代，我是首席执行官。"
    },
    {
      "en": "The book will show you what the best CEO should know.",
      "cn": "这本书会告诉你最好的执行总裁该了解什么。"
    },
    {
      "en": "The CEO answers questions and asks his or her own questions.",
      "cn": "CEO回答这些问题,并向他询问一些其他问题."
    },
    {
      "en": "The CEO functions as the leader of the company.",
      "cn": "首席执行官(CEO)起着领导公司的作用."
    },
    {
      "en": "The employee gets to ask the CEO about anything work related.",
      "cn": "该名职员可以向CEO询问任何与工作相关的事情."
    },
    {
      "en": "Then he went to work for a battery research company and waited years before the founder promoted him to CEO.",
      "cn": "随后他去了一家电池研究公司工作，历经数年，直到创始人将他提拔为首席执行官。"
    },
    {
      "en": "Wang Jingying of royal and online CEO says not without agitato.",
      "cn": "盛大在线CEO王静颖不无兴奋地说."
    },
    {
      "en": "You cannot be accepted because you are a CEO.",
      "cn": "你不会因为是CEO而得到认可."
    },
    {
      "en": "You'd think it might be our CEO or the workers, but in fact, the stockholders control the money so they have the most power.",
      "cn": "你会认为有决定权的可能是我们的执行总裁或工人，可事实是股东控制着钱，所以他们的权利最大。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "首席执行官，执行总裁"
    },
    {
      "pos": "n",
      "tran_cn": "〔大公司的〕总裁，首席执行官",
      "tran_en": "the person with the most authority in a large company"
    }
  ],
  "exchange": {
    "pl": [
      "CEOs"
    ]
  }
}