{
  "word": "unwary",
  "ipa": {
    "us": "ʌnˈweəri",
    "uk": "ʌnˈweri"
  },
  "sentences": [
    {
      "en": "But only the unwary could really suppose that his'coolness'was because he felt too little.",
      "cn": "但是只有那些轻率的人才真正认为他的 “ 冷淡 ” 是因为他的感觉迟钝."
    },
    {
      "en": "But such memories are opium that lure the unwary into traps.",
      "cn": "但是,这种记忆是鸦片,会误导你进入陷阱."
    },
    {
      "en": "He who confides in her - his unwary heart!",
      "cn": "他谁在她的倾诉 - 他粗心的心!"
    },
    {
      "en": "In Hong Kong unwary pedestrians face more dangerous precipitation.",
      "cn": "但在香港,警惕性不高的行人面临着更加危险的坠物."
    },
    {
      "en": "Ownership and occupation of property hold many pitfalls for the unwary.",
      "cn": "对于粗心者来说,财产所有权和居住权有很多陷阱."
    },
    {
      "en": "Pot holes can is lethal for the unwary cyclist.",
      "cn": "路上的坑坑洼洼骑车的人一不小心就有致命危险."
    },
    {
      "en": "Small print in documents can contain traps for the unwary.",
      "cn": "文件中的小号印刷字体可能藏有给粗心人设下的陷阱."
    },
    {
      "en": "Specialist subjects are full of pitfalls for the unwary.",
      "cn": "专业学科充满陷阱，专套粗心大意的人。"
    },
    {
      "en": "Suddenly we heard the shrieks of unwary animals taken by surprise.",
      "cn": "突然我们听到了无戒备的动物遭突袭的尖叫声."
    },
    {
      "en": "Tax can be a minefield for the unwary.",
      "cn": "粗心大意的人在纳税方面很容易出错。"
    },
    {
      "en": "The Dragonmist Islands are a dangerous place for any unwary traveller.",
      "cn": "龙雾群岛对任何冒失的旅行者来说都是极具危险性的."
    },
    {
      "en": "The ostensible glory of that company allures the unwary investor.",
      "cn": "那家公司表面上的兴隆吸引了那个心存侥幸的投资者."
    },
    {
      "en": "The stock market is full of traps for the unwary.",
      "cn": "对无风险意识的人而言，股票市场充满了陷阱。"
    },
    {
      "en": "unwary travellers",
      "cn": "毫无戒备的旅行者"
    },
    {
      "en": "We can't get unwary just because nothing unusual has cropped up.",
      "cn": "不能因为没发生什么问题就麻痹大意起来."
    },
    {
      "en": "With its quicksands the river usually drowns a few unwary visitors every season.",
      "cn": "因有流沙，往往每季都会有几个游客不小心在这条河里溺水身亡。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "unwarily",
          "tran_cn": "不谨慎地；无防备地；不留神地；草率地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "unwariness",
          "tran_cn": "不注意；疏忽"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "careless",
            "sloppy"
          ],
          "tran_cn": "粗心的；不警惕的；不谨慎的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "headlong"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不注意的，粗心的，不警惕的，易受骗的",
      "tran_en": "If you describe someone as unwary, you mean that they are not cautious or experienced and are therefore likely to be harmed or deceived"
    }
  ],
  "exchange": {}
}