{
  "word": "skylight",
  "ipa": {
    "us": "ˈskaɪlaɪt",
    "uk": "ˈskaɪˌlaɪt"
  },
  "sentences": [
    {
      "en": "A cold, diffuse light filtered in through the skylight.",
      "cn": "一道冰冷的光线透过天窗漫射进来。"
    },
    {
      "en": "Caption A vaulted grotto with a skylight shelters the ruins of cliff dwellings.",
      "cn": "描述:带有天窗的圆形岩洞给悬崖民居的遗址提供了庇护."
    },
    {
      "en": "Energy consumption is influenced directly by the skylight of a atrium.",
      "cn": "摘要中庭的天窗形式直接影响其耗能."
    },
    {
      "en": "Flat - roofed Buildings may have domed skylights; in others the skylight follows the slope of the roof.",
      "cn": "平坦屋顶的建筑物可能有半球型的天窗, 而在其它建筑物中,天窗则可随着屋顶的斜度变化."
    },
    {
      "en": "He converted the attic into a bedroom and put in a skylight.",
      "cn": "他把屋顶阁楼改成卧室并装上天窗."
    },
    {
      "en": "He crawled down through the skylight to the house underneath.",
      "cn": "他从天窗爬到下面的房子里."
    },
    {
      "en": "Heliono's RF window can also be used as a skylight, clearstory window, or observation window.",
      "cn": "合力电磁的屏蔽窗还可以用作采光窗 、 天窗和观察窗."
    },
    {
      "en": "However, this indirect illumination will not have as much of an effect as the skylight.",
      "cn": "然而, 这种间接光照的效果并不像天光那样明显."
    },
    {
      "en": "It's not even up for discussion: adding a skylight to any building or home immediately ups the aesthetic value to the space.",
      "cn": "在任何一个建筑或家庭中增加一个天窗，对空间的美学价值都会立即提高这是毋庸置疑的。"
    },
    {
      "en": "Lightning consist of just two lights: 1 . MR area spot light , 2 . skylight.",
      "cn": "照明仅由两盏灯组成: 一盏MR区域聚光灯和一盏天光."
    },
    {
      "en": "Please check the skylight control gear.",
      "cn": "请检查一下天窗传动装置."
    },
    {
      "en": "Skylight : Roof opening covered with translucent or transparent glass or plastic designed to admit daylight.",
      "cn": "天窗: 设计以允许日光进入之覆盖以半透明或透明玻璃或塑料的顶部开口."
    },
    {
      "en": "The 2 nd picture shows that the multiplier of skylight is equal or lesser than downlights.",
      "cn": "图2是天光的倍增系数等于或小于射灯的结果."
    },
    {
      "en": "The skylight will provide good illumination from above.",
      "cn": "顶上有天窗,光线会很充足."
    },
    {
      "en": "The very tall ceilings in the Master Bedroom allow for beautiful art display with perfect lighting with the skylight above.",
      "cn": "主卧室非常挑高的天花板让上方的天窗为美丽的艺术展示提供了完美的照明。"
    },
    {
      "en": "There need not be a single pattern for a problem (a skylight or an open patio could also solve the lighting problem), and it's up to the designer to decide which pattern to apply.",
      "cn": "对于一个问题，可能有多个模式（天窗或开放式天井也可以解决采光问题），要由设计师决定应用哪个模式。"
    },
    {
      "en": "This is just like a strange skylight beam bursts persistently into his picture.",
      "cn": "这就像他的画面不时地会映入一道神奇的天光一样."
    },
    {
      "en": "What a great skylight!",
      "cn": "多漂亮的天窗啊!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "clerestory",
            "louver"
          ],
          "tran_cn": "[建]天窗"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "window"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "天窗",
      "tran_en": "a window in the roof of a building"
    }
  ],
  "exchange": {
    "pl": [
      "skylights"
    ]
  }
}