{
  "word": "someday",
  "ipa": {
    "us": "'sʌmdeɪ",
    "uk": "'sʌmˌdeɪ"
  },
  "sentences": [
    {
      "en": "Brenda has long ears; someday, she's going to hear something that will upset her.",
      "cn": "布伦达爱打听别人的事情, 总有一天, 她会听到使她心烦意乱的事情."
    },
    {
      "en": "Determined to live free someday , he managed to get trained in iron molding .",
      "cn": "他打定主意有朝一日要过自由的生活，便设法学会了铸铁这门手艺。"
    },
    {
      "en": "He hopes, someday, to have his own business.",
      "cn": "他希望有一天能够拥有自己的公司。"
    },
    {
      "en": "I believe that he will show his true colors someday.",
      "cn": "我相信他总有一天会现出原形的."
    },
    {
      "en": "I solemnly vowed that someday I would return to live in Europe.",
      "cn": "我郑重发誓，总有一天我将回到欧洲生活。"
    },
    {
      "en": "I'll hit a streak of good luck someday.",
      "cn": "有一天我会走段好运."
    },
    {
      "en": "I'm terrified to think about the fact that my mother will die someday.",
      "cn": "一想到母亲有一天会去世，我就非常恐惧。"
    },
    {
      "en": "I’d like to visit Japan someday.",
      "cn": "我想将来有一天去日本。"
    },
    {
      "en": "It may come in handy someday.",
      "cn": "这东西日后可能用得着。"
    },
    {
      "en": "Maybe you can teach me how to work on a computer someday.",
      "cn": "改天你教教我如何使用电脑吧."
    },
    {
      "en": "So you fancy yourself as the boss someday?",
      "cn": "这么说，你是想有一天自己当上老板喽？"
    },
    {
      "en": "Someday he would have to smart for this foolishness.",
      "cn": "总有一天他要为这一愚蠢的行为而吃苦头."
    },
    {
      "en": "Someday we shall overcome racial intolerance.",
      "cn": "总有一天我们会克服种族偏见."
    },
    {
      "en": "The belief that someday he would succeed cheered him through many disappointments.",
      "cn": "终有一天他会成功这个信念在多次失望中可使他快慰."
    },
    {
      "en": "The use of robots will someday supersede manual labor.",
      "cn": "机器人的使用有一天会取代人力."
    },
    {
      "en": "We'll succeed so well someday that we'll work ourselves out of business.",
      "cn": "有一天我们会如此成功,以至于使我们自己关门."
    },
    {
      "en": "Young Columbus dreamed of crossing the ocean someday to the greatbeyond.",
      "cn": "年轻时的哥伦布梦想有一日渡过大洋到达远方的彼岸."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sometime"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "将来有一天",
      "tran_en": "at an unknown time in the future, especially a long time in the future"
    }
  ],
  "exchange": {}
}