{
  "word": "aldosterone",
  "ipa": {
    "us": "æl'dɒstərəʊn",
    "uk": "æl'dɒstəroʊn"
  },
  "sentences": [
    {
      "en": "As well as binding cortisol, it could respond to other hormones such as aldosterone and deoxycorticosterone.",
      "cn": "在结合应激激素的同时，它还能够对其他激素产生响应，例如醛固酮和去氧皮质酮。"
    },
    {
      "en": "But the renin - angiotensin - aldosterone system had a very active, mainly hyperactivating, response.",
      "cn": "肾素 - 血管紧张素 - 醛固酮系统反应活跃, 一般以偏高居多."
    },
    {
      "en": "Early Aldosterone - Regulated Genes in Cardiomyocytes : Clues to Cardiac Remodeling?",
      "cn": "心肌细胞早期醛固酮调节基因: 心脏重塑的线索?"
    },
    {
      "en": "In Addison's disease, your adrenal glands produce too little cortisol and often insufficient levels of aldosterone as well.",
      "cn": "阿狄森氏病患者的肾上腺只合成皮质醇过少，醛固酮（同为肾上腺产生）的水平往往也不足。"
    },
    {
      "en": "In the renin - angiotensin - aldosterone system, the juxtaglomerular apparatus helps regulate volume and pressure.",
      "cn": "在肾素 - 血管紧张素 - 醛固酮系统中, 肾小球旁体帮助调节血容量和压力."
    },
    {
      "en": "It blocks that part of the renin - angiotensin - aldosterone hormonal system that narrows ( constricts ) the peripheral arteries.",
      "cn": "一方面,它可以阻断肾素 - 血管紧缩素 - 醛 固酮的激素系统,该系统会引起周围动脉的狭窄."
    },
    {
      "en": "Objective To develop endolymphatic hydrops in both ears of guinea pigs by aldosterone.",
      "cn": "目的豚鼠腹腔注射醛固酮建立膜迷路积水的动物模型."
    },
    {
      "en": "Renin activity ( RA ), angiotensin ( Ang ) and aldosterone ( Aldo ) in the left ventricular wall were determined by radioimmunoassay.",
      "cn": "用放免法测定大鼠左室 心肌 肾素活性 、 血管紧张素和醛固酮浓度."
    },
    {
      "en": "Renin angiotensin aldosterone ( RAA ) system was highly activated, while the blood pressure maintained normal.",
      "cn": "肾素血管紧张素醛固酮 ( reninangiotensinaldosterone, RAA ) 系统活性明显升高."
    },
    {
      "en": "The concept and meaning of clearance ; Function and regulation of aldosterone; Secretion of H ＋、 NH 3、 K ＋; Micturition reflex.",
      "cn": "清除率的概念及测定意义; 醛固酮的作用和调节; H+、NH3、K+分泌; 排尿反射."
    },
    {
      "en": "The current research results suggest that there is a close relationship between aldosterone and atrial fibrillation.",
      "cn": "当前的研究显示,醛固酮与心房颤动有着密切的关系."
    },
    {
      "en": "The dietary change was also shown to cause the kidneys to release more of a protein called renin and its hormone aldosterone which is linked with high blood pressure.",
      "cn": "饮食的改变也使肾脏分泌出更多的肾激素，肾激素是一种蛋白质，它的激素醛固酮与高血压密切相关。"
    },
    {
      "en": "The principal adrenocortical products are aldosterone, cortisol and dehydroepiandrosterone sulphate.",
      "cn": "肾上腺皮质的主要产物为醛固酮 、 皮质醇和脱氢异雄酮硫酸盐."
    },
    {
      "en": "The renin - angiotensin - aldosterone system plays an important role in regulating the circadian rhythms of blood pressure.",
      "cn": "肾素 - 血管紧张素 - 醛固酮系统在血压昼夜节律的调节中起着关键作用."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "aldosteronism",
          "tran_cn": " [内科] 醛甾酮增多症"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "醛甾酮，醛固酮",
      "tran_en": "the principal mineralocorticoid secreted by the adrenal cortex. A synthesized form is used in the treatment of Addison's disease. Formula: C21H27O5 "
    }
  ],
  "exchange": {}
}