{
  "word": "doping",
  "ipa": {
    "us": "ˈdəʊpɪŋ",
    "uk": "ˈdoʊpɪŋ"
  },
  "sentences": [
    {
      "en": "A: Please tell me what the doping control procedures are?",
      "cn": "请告诉我,兴奋剂检查有些什么程序?"
    },
    {
      "en": "A: Where are the dressing rooms, doping control station and clinic?",
      "cn": "更衣室 、 奋剂检查站和医务室在什么地方?"
    },
    {
      "en": "B : Thank you for your congratulations. Who will take the doping test?",
      "cn": "谢谢. 哪些人要接受兴奋剂检查?"
    },
    {
      "en": "B : When shall I report to the Doping Control Station?",
      "cn": "什么时候到检查站报到?"
    },
    {
      "en": "Dear athletes, remember that you are role models for the Youth of the World. Reject doping and cheating.",
      "cn": "亲爱的运动员们，请记住，你们是世界青年的楷模，请拒绝兴奋剂，向作弊说不。"
    },
    {
      "en": "Elliott is a person of integrity, he IAAF anti - doping Commission of one.",
      "cn": "艾略特是个正直的人, 他还是国际田联 反 兴奋剂委员会的一员."
    },
    {
      "en": "Experts are also worried that doping can damage a person's health.",
      "cn": "专家还担心兴奋剂会有损于人体健康."
    },
    {
      "en": "I am the Doping Control Station officer of the Games.",
      "cn": "我是运动会兴奋剂检查站工作人员."
    },
    {
      "en": "I wonder if this person is related to the doping control.",
      "cn": "我想知道这个人与兴奋剂检查是否有关."
    },
    {
      "en": "Long - short bond market factors, the fourth quarter of doping.",
      "cn": "四季度债券市场因素多空掺杂."
    },
    {
      "en": "Please give me a copy of the doping control official report.",
      "cn": "请给我一份兴奋剂检查报告的副本."
    },
    {
      "en": "Rogge said the IOC anti - doping efforts have been fruitful.",
      "cn": "罗格说,国际奥委会 反 兴奋剂的努力取得了成果."
    },
    {
      "en": "The Agency and FIFA, we are together to fight against doping.",
      "cn": "布拉特说:“该机构和国际足联将联手与服用禁行为作斗争. ”"
    },
    {
      "en": "The balance depends on a number of environmental variables including electron doping.",
      "cn": "它们之间的平横依赖包括电子掺杂在内的许多环境变量."
    },
    {
      "en": "The best composition of oxides doping CaBi 4 Ti 4 O 15 ( CBT ) ceramic was chosen by perpendicular experiments.",
      "cn": "采用正交实验优化了各氧化物掺杂CaBi4Ti4O15 ( CBT ) 陶瓷的最佳配方."
    },
    {
      "en": "The doping is a cancer on the ideal of the Olympic Games.",
      "cn": "兴奋剂是奥运会的理想相违背的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "doping agent",
      "tran_cn": "掺杂剂"
    },
    {
      "phrase": "doping density",
      "tran_cn": "掺杂密度，掺杂浓度"
    },
    {
      "phrase": "doping level",
      "tran_cn": "掺杂级；掺杂度"
    },
    {
      "phrase": "doping test",
      "tran_cn": "药检；兴奋剂检查"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（半导体）掺杂（质），加添加剂[填料]"
    },
    {
      "pos": "v",
      "tran_cn": "用麻醉药使无知觉( dope的现在分词 )，使昏昏沉沉，给…用兴奋剂，在（食物、饮料）中加入麻醉剂"
    }
  ],
  "exchange": {}
}