{
  "word": "incongruous",
  "ipa": {
    "us": "ɪnˈkɒŋɡruəs",
    "uk": "ɪnˈkɑːŋɡruəs"
  },
  "sentences": [
    {
      "en": "A fur coat is incongruous with a bathing suit.",
      "cn": "皮大衣和游泳衣是不相称的."
    },
    {
      "en": "He lowered the level of his incongruous falsetto voice.",
      "cn": "他降低了他那不相称的假嗓子."
    },
    {
      "en": "His eyes have taken on a strange, incongruous dreamy quality.",
      "cn": "他的眼睛里呈现着一种奇特的 、 不协调的恍惚神情."
    },
    {
      "en": "His gesture was so incongruous to the condition she was in.",
      "cn": "他的手势表情与她此时的处境是这样不相称."
    },
    {
      "en": "His private opinions were incongruous with his public statements.",
      "cn": "他私下的见解和公开的谈话相矛盾."
    },
    {
      "en": "I found the scene somewhat incongruous.",
      "cn": "我发觉布景有点不协调."
    },
    {
      "en": "If Gatherine had got rid of her incongruous lover , she deserved the credit of it.",
      "cn": "如果凯瑟琳已经摆脱了那个薄情郎, 她应该受到称赞."
    },
    {
      "en": "She was small and fragile and looked incongruous in an army uniform.",
      "cn": "她又小又弱，穿一身军装看起来很不协调。"
    },
    {
      "en": "Such traditional methods seem incongruous in our technical age.",
      "cn": "此类传统方法似乎同我们今天的科技时代格格不入。"
    },
    {
      "en": "The austere college furniture and the large luncheon table made all the more incongruous.",
      "cn": "朴素的大学家具和一张大餐桌,使这一切愈发显得不调和."
    },
    {
      "en": "The incongruous falsetto voice took on a musing note.",
      "cn": "那个不相称的假嗓子里带着一种沉思的声调."
    },
    {
      "en": "The modern huge building looks incongruous in that old - fashioned village.",
      "cn": "那座现代化的高楼大厦在那古老的村庄里看上去不协调."
    },
    {
      "en": "The new theatre looks utterly incongruous in its setting.",
      "cn": "这座新剧院和周围的环境格格不入。"
    },
    {
      "en": "Their acts are incongruous with their principles.",
      "cn": "他们的行为与信奉的原则不一致."
    },
    {
      "en": "Then, a strangely incongruous sight struck her eyes.",
      "cn": "然后, 她的眼睛接触着一种完全不调和的奇异景象."
    },
    {
      "en": "These remarks don't have any relationship to the problem at hand; they are incongruous and should be stricken from the record.",
      "cn": "这些话与眼下的问题无关, 它们是不恰当的,应从记录中删除."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "incongruously",
          "tran_cn": " 不调和地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "absonant",
            "uncoordinated"
          ],
          "tran_cn": "不协调的；不一致的；不和谐的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "aberrant",
            "antagonistic",
            "contradictory",
            "discrepant",
            "incoherent",
            "incompatible",
            "inconsistent"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不协调的，不一致的，不和谐的，不相称的，异向",
      "tran_en": "strange, unexpected, or unsuitable in a particular situation"
    }
  ],
  "exchange": {
    "adv": [
      "incongruously"
    ],
    "noun": [
      "incongruity"
    ]
  }
}