{
  "word": "explicitly",
  "ipa": {
    "us": "ɪk'splɪsɪtlɪ",
    "uk": "ɪk'splɪsɪtlɪ"
  },
  "sentences": [
    {
      "en": "At times, Congress moves quickly and explicitly to reverse or postpone a controversial agency action.",
      "cn": "有时, 国会迅速明确地采取行动取消或延缓有争议的机关行动."
    },
    {
      "en": "Bush explicitly acknowledged that humans were contributing to global warming.",
      "cn": "布什明确的承认每个人都在对全球变暖做“贡献”."
    },
    {
      "en": "I would only belong to an environmental movement if it was explicitly non-violent.",
      "cn": "我只会投身明确宣称采用非暴力手段的环境保护运动。"
    },
    {
      "en": "If they did not call themselves romanticists they nevertheless disagreed explicitly with Howells and his proteges.",
      "cn": "他们即使不曾以浪漫派自称,也明目张胆反对豪威尔斯和他的门徒."
    },
    {
      "en": "In a nonautonomous system, f is explicitly a function of t.",
      "cn": "在非自主的系统中, f是t的显函数."
    },
    {
      "en": "It eliminates the need to specify recursion explicitly.",
      "cn": "它消除了明确地指定递归的需求。"
    },
    {
      "en": "It is necessary to explicitly introduce chemical kinetic limitations into the envelope flame model.",
      "cn": "显然必须把化学动力学限制引入外边层火焰模型."
    },
    {
      "en": "Likewise, you cannot explicitly a partition from a local index.",
      "cn": "同样, 用户也不能显示地移除本地分区索引中的分区."
    },
    {
      "en": "Maxwell's field equations described this measurable disturbance of the medium without explicitly discussing the ether itself.",
      "cn": "麦克斯韦电磁场方程描写了媒质的这种可测量的扰动,而不去详细讨论以太本身."
    },
    {
      "en": "Only number of the stories thus designated explicitly refer to fairies.",
      "cn": "只有少部分的童话明确提到了仙子和精灵."
    },
    {
      "en": "Procedures using input: enter explicitly, enter the 8 - bit key.",
      "cn": "程序使用输入: 输入明文, 输入8位密钥."
    },
    {
      "en": "Program explicitly set forth a three - year development goals of traditional industries.",
      "cn": "规划纲要明确提出了传统产业三年发展目标."
    },
    {
      "en": "SARA amended section 113 to provide explicitly for a right to contribution.",
      "cn": "《最高基金修正与再授权法案》修正了第123条,清楚地规定了分配权."
    },
    {
      "en": "She has been talking very explicitly about AIDS to these groups.",
      "cn": "她一直都在非常坦诚地和这些群体谈论艾滋病问题。"
    },
    {
      "en": "She was explicitly forbidden to attend.",
      "cn": "清楚表明不准她参加."
    },
    {
      "en": "Tell them explicitly you want to continue the friendship.",
      "cn": "明确地告诉他们你想继续这段友谊。"
    },
    {
      "en": "The difference between an ordinary and a partial derivative was at first not explicitly recongized.",
      "cn": "通常的导数与偏导数的区别在一开始并未被人们明确地认识."
    },
    {
      "en": "Therefore, you need to include these in your source files explicitly.",
      "cn": "因此，您需要将这些都明确地包含进源文件中。"
    },
    {
      "en": "Without a parent style, your action bar will be without many style properties unless you explicitly declare them yourself.",
      "cn": "如果没有父母样式化，你的操作栏将不很多样式属性，除非你明确自己声明它们。"
    },
    {
      "en": "You have to grant us control explicitly.",
      "cn": "你们必须允许我们明确地控制。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "explicit",
          "tran_cn": " 明确的；清楚的；直率的；详述的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "explicitness",
          "tran_cn": " 直言不讳；明确性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "specifically",
            "definitely",
            "particularly",
            "positively"
          ],
          "tran_cn": "明确地；明白地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "aboveboard",
            "shoulder"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "明白地，明确地，明显地"
    }
  ],
  "exchange": {
    "noun": [
      "explicitness"
    ],
    "adj": [
      "explicit"
    ]
  }
}