{
  "word": "atheism",
  "ipa": {
    "us": "ˈeɪθiɪzəm",
    "uk": "ˈeɪθiɪzəm"
  },
  "sentences": [
    {
      "en": "Atheism is better than superstition, Faith must be guided by wisdom.",
      "cn": "无信与迷信二者,宁愿“无信”;也不要“迷信”, 信必须智信."
    },
    {
      "en": "Atheism is the opinion that there is no God.",
      "cn": "无神论是认为不存在上帝的看法."
    },
    {
      "en": "ATHEISM: I do not believe this shit!",
      "cn": "无神论者: 我绝不相信这种霉运的存在."
    },
    {
      "en": "Chinese citizens enjoy the freedom to believe in religion and the freedom not to believe in it and to propagate atheism.",
      "cn": "中国公民有信仰宗教的自由和不信仰宗教、宣传无神论的自由."
    },
    {
      "en": "Despite the title, her latest book is not so much a case for God as a case against atheism.",
      "cn": "尽管书名如此，但她最新的这本书做为反对无神论的案例并不一定是上帝要学的课程。"
    },
    {
      "en": "He believes in atheism as though it were a new religion.",
      "cn": "他信奉无神论就像信仰一种新的宗教。"
    },
    {
      "en": "He tends toward atheism.",
      "cn": "他倾向于无神论."
    },
    {
      "en": "Here Nagel gives us both the negative and the positive content of atheism.",
      "cn": "在这里,内格尔为我们提供了无神论正反两个方面的内容."
    },
    {
      "en": "How atheism was described be old nick?",
      "cn": "无神论是怎样被妖魔化的?"
    },
    {
      "en": "In 1666 the English parliament cited his atheism as the probably cause of the plague and the fire of London.",
      "cn": "可能是由于瘟疫的爆发和伦敦的火灾,1666年英国国会开始引用他的无神论。"
    },
    {
      "en": "Information about Atheism, how to depabtize, etc.",
      "cn": "关于无神论的信息, 如何脱离, 等等."
    },
    {
      "en": "It is more aptly characterized as a religious faith of atheism.",
      "cn": "把它描述为无神论的一种宗教信仰将会更恰当一些."
    },
    {
      "en": "The difference between theism and atheism should not lead to antagonism between theists and atheists.",
      "cn": "不能因为有神论和无神论的差异而导致信神者与不信神者的对立."
    },
    {
      "en": "The Evidence - based Worldview is the basis of Naturalism, Humanism, Agnosticism, Atheism, etc.",
      "cn": "是自然主义 、 人文主义 、 不可知论 、 无神论等的基础."
    },
    {
      "en": "This book has a very delailed exposition on atheism.",
      "cn": "这本书对于无神论有很详细的讲解."
    },
    {
      "en": "To a correct outlook of race and atheism, and treat the difference of different religions faith.",
      "cn": "使学生树立正确的种族观, 正确对待宗教信仰的差别,树立无神论观点."
    },
    {
      "en": "Xiyi vision, slowly dim, out - of - focus the eyes slowly atheism.",
      "cn": "希翼的眼光, 慢慢暗淡, 失焦的眼神慢慢无神."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "atheistic",
          "tran_cn": " 无神论的；无神论者的"
        },
        {
          "word": "atheistical",
          "tran_cn": " 无神论的，不信神的；无神论者的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "atheist",
          "tran_cn": " 无神论者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "infidelity",
            "antitheism"
          ],
          "tran_cn": "不信神，无神论"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "无神论",
      "tran_en": "the belief that God does not exist"
    }
  ],
  "exchange": {
    "adj": [
      "atheistic"
    ]
  }
}