{
  "word": "quart",
  "ipa": {
    "us": "kwɔːt",
    "uk": "kwɔːrt"
  },
  "sentences": [
    {
      "en": "A quart of milk got sucked up inside my girdle.",
      "cn": "一夸脱牛奶被我的内衣裤吸乾了."
    },
    {
      "en": "As a gift, he brought a big fish and a quart of the largest oysters I had ever seen.",
      "cn": "他给我们带来了一条大鱼还有一夸脱海蛎子，我从来没见过那么大的海蛎子。"
    },
    {
      "en": "He drank a quart of milk.",
      "cn": "他喝了一夸脱牛奶."
    },
    {
      "en": "I ll get a quart of milk [ right away ].",
      "cn": "我(这就)去捎 [ 买 ] 回来一夸脱牛奶."
    },
    {
      "en": "In the Civic Center Park, across from thePublic Library Building, he drank almost a quart of water and felt himselfrefreshed.",
      "cn": "在公共图书馆对面的城市中心公园里，他喝了差不多一夸脱水，觉得自己又清醒了。"
    },
    {
      "en": "It took a quart of oil and needed some water.",
      "cn": "加了一夸脱机油,还有一些水."
    },
    {
      "en": "It's just a little Below the full nark. It'll take about a quart.",
      "cn": "刚好略低于注满标记. 需要再加大约1夸脱."
    },
    {
      "en": "Je suis m ê me arriv é e un quart d'heure en avance!",
      "cn": "我甚至提前了一刻钟到的."
    },
    {
      "en": "Pick up a quart of milk or a loaf of bread.",
      "cn": "拿1夸脱牛奶或一条面包。"
    },
    {
      "en": "That glass will contain a quart of beer.",
      "cn": "那个杯子可容一夸脱啤酒."
    },
    {
      "en": "The guardian found a quarterly quart of quartz in the safeguard.",
      "cn": "监护人在安全装置内找到了四分之一夸脱石英."
    },
    {
      "en": "The quarrelsome general quarreled about a quarter quart of oil in the headquarters.",
      "cn": "好争持的将军正在司令部为四分之一夸脱油而争持。"
    },
    {
      "en": "There is a quart of milk left in the pail.",
      "cn": "桶里还剩下一夸脱牛奶."
    },
    {
      "en": "They polished off a quart of vodka between them.",
      "cn": "他们两人很快就喝完了一夸脱伏特加酒."
    },
    {
      "en": "This juice - about a quart a day -- pours into my duodenum, neutralizing acids.",
      "cn": "这种消化液(每天约分泌1品脱)流入我的十二指肠, 把酸中和了."
    },
    {
      "en": "Use warm water and baking soda solution about a tablespoon (15ml) of baking soda to a quart (1 liter) of water. This both cleans and neutralizes odors. Rinse and wipe dry.",
      "cn": "使用温水和碳酸氢钠溶液，其配比为一大汤勺（15毫升）碳酸氢钠比一夸脱（1升）水。这会清洁并中和异味。用清水冲洗，擦干。"
    },
    {
      "en": "You can't put a quart into a pint pot.",
      "cn": "你不能做那不可能的事."
    },
    {
      "en": "You're one quart low. What kind shall I put in?",
      "cn": "你的润滑油少了一夸特. 要加哪一种牌子的?"
    },
    {
      "en": "Your water's fine but you're down about a quart of oil.",
      "cn": "水还足够,但是机油少了约一夸脱."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "quarter",
          "tran_cn": " 四分之一；地区；季度；一刻钟；两角五分；节；vi. 住宿；驻扎；vt. 将…四等分；供某人住宿；num. 四分之一"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "you can't get a quart into a pint pot",
      "tran_cn": "(英， 谚)不要异想天开"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "夸脱（液体或固体的容积单位）",
      "tran_en": "a unit for measuring liquid, equal to two pints. In Britain this is 1.14 litres, and in the US it is 0.95 litres."
    }
  ],
  "exchange": {
    "pl": [
      "quarts"
    ]
  }
}