{
  "word": "booklet",
  "ipa": {
    "us": "ˈbʊklət",
    "uk": "ˈbʊklət"
  },
  "sentences": [
    {
      "en": "a free booklet on drug abuse",
      "cn": "关于嗜毒问题的免费小册子"
    },
    {
      "en": "Detailed instructions are included in the booklet.",
      "cn": "小册子中有详细说明."
    },
    {
      "en": "Exhibitor list and its brief introduction on the Expo booklet.",
      "cn": "会刊刊登参展商名录及简介."
    },
    {
      "en": "For fund information, please refer to related fund option booklet.",
      "cn": "有关基金资料, 请参阅相关的基金选择小册子."
    },
    {
      "en": "I picked up a free booklet on tooth care at the dentist's.",
      "cn": "我在牙医那里拿了一本关于牙齿保健的免费小册子."
    },
    {
      "en": "I think it would be simpler if I sent you our booklet on conference hotels.",
      "cn": "要是我送你一份有关会议宾馆的手册的话,那么事情就会简单多了."
    },
    {
      "en": "In 1828 Green published a privately printed booklet.",
      "cn": "1828年格林出版了一本私人印刷的小册子."
    },
    {
      "en": "It would be simpler if I sent you our booklet on conference hotels.",
      "cn": "要是我送给你一本关于会议宾馆方面的小册子的话,事情就简间多了."
    },
    {
      "en": "Read this extract from an information booklet about the work of an airline cabin crew.",
      "cn": "看看这段从有关航空公司乘务人员工作的信息手册中摘录的文字。"
    },
    {
      "en": "The booklet initiates us into the problems of living abroad.",
      "cn": "这本小册子使我们对国外的生活情况有了初步了解."
    },
    {
      "en": "The booklet is very practical and handy of reference.",
      "cn": "这本小册子很实用,而且便于查考."
    },
    {
      "en": "The contents of this booklet should be of use to all students.",
      "cn": "这本小册子的内容应该会对所有的学生都有用处。"
    },
    {
      "en": "The newly published booklet breaks down into three parts.",
      "cn": "这本新出版的小册子分成三部分."
    },
    {
      "en": "This booklet restricts itself to facts without frills.",
      "cn": "这本小册子只谈事实，绝无矫饰。"
    },
    {
      "en": "While this booklet has become an official source of information, it is filled with misstatements of fact.",
      "cn": "尽管这本小册子已经成为正式的信息来源，里面仍然错误百出。"
    },
    {
      "en": "You can wise up on details by reading this booklet.",
      "cn": "读了这本小册子你就知道详细情况了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tract",
            "pamphlet"
          ],
          "tran_cn": "小册子"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "book",
            "brochure",
            "handbill",
            "handbook",
            "leaflet",
            "pamphlet"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "residence booklet",
      "tran_cn": "户口簿"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小册子",
      "tran_en": "a very short book that usually contains information on one particular subject"
    }
  ],
  "exchange": {
    "pl": [
      "booklets"
    ]
  }
}