{
  "word": "shale",
  "ipa": {
    "us": "ʃeɪl",
    "uk": "ʃel"
  },
  "sentences": [
    {
      "en": "Any of various dark gray sandstones that contain shale.",
      "cn": "杂砂岩任何含有页岩的多种黑灰色砂岩之一."
    },
    {
      "en": "Because some strata carbonaceous shale, the result of geophysical work was infected.",
      "cn": "因部分地层中含有碳质板岩, 对地球物理工作的结果产生了一定的影响."
    },
    {
      "en": "Coal, iron, manganese, gypsum, oil shale and other minerals.",
      "cn": "煤 、 铁 、 锰 、 石膏 、 油页岩等矿产."
    },
    {
      "en": "More ammonium sulphate solution is being recovered in the process of distilling oil shale.",
      "cn": "在提炼油页岩的过程中回收的硫酸铵液比过去多了."
    },
    {
      "en": "More ammonium sulphate solution is being recovered in the process of distilling shale oil.",
      "cn": "在提炼油页岩的过程中回收的硫酸氨液比过去多了."
    },
    {
      "en": "Most of the rock in this mountain is shale.",
      "cn": "这座山上大部分的岩石都是页岩."
    },
    {
      "en": "North America has vast deposits of shale.",
      "cn": "北美有大量油页岩沉积."
    },
    {
      "en": "The limestone, sandstone and shale of this area were soft.",
      "cn": "这个地区的灰岩 、 砂岩和页岩都是很柔软的."
    },
    {
      "en": "The mine produces classic power coal and rich ore combustible shale.",
      "cn": "该矿的产品为优质动力煤和油母页岩富矿."
    },
    {
      "en": "The sandstone and shale units are of the same age.",
      "cn": "砂岩和页岩单元是同时的."
    },
    {
      "en": "The shale beds in between generally deform plastically.",
      "cn": "夹在其中的页岩层通常是塑性变形."
    },
    {
      "en": "The thermal dissociation of the potassium shale - potash system has been experimentally investigated.",
      "cn": "通过实验探讨了富钾页岩+碳酸钾体系热分解反应过程."
    },
    {
      "en": "Thin layers of sandy shale, and carbonaceous fragments are locally present.",
      "cn": "局部出现砂质页岩薄层和碳质碎屑."
    },
    {
      "en": "We can extract oil from shale.",
      "cn": "我们可以从页岩中提取石油."
    },
    {
      "en": "We must find economical methods for extracting oil from shale.",
      "cn": "我们必须找到从页岩中采油的经济方法."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "clayslate"
          ],
          "tran_cn": "[岩]页岩；泥板岩"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "black shale",
      "tran_cn": "黑色页岩"
    },
    {
      "phrase": "carbonaceous shale",
      "tran_cn": "碳质页岩；炭质页岩"
    },
    {
      "phrase": "oil shale",
      "tran_cn": "n. [地]油页岩"
    },
    {
      "phrase": "shale oil",
      "tran_cn": "n. 页岩油"
    },
    {
      "phrase": "shale shaker",
      "tran_cn": "振动筛；泥浆振动筛"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[矿]页岩，泥板岩",
      "tran_en": "a smooth soft rock which breaks easily into thin flat pieces"
    }
  ],
  "exchange": {
    "pl": [
      "shales"
    ],
    "adj": [
      "shaly"
    ]
  }
}