{
  "word": "espionage",
  "ipa": {
    "us": "ˈespiənɑ:ʒ",
    "uk": "ˈɛspiəˌnɑʒ, -nɪdʒ"
  },
  "sentences": [
    {
      "en": "a campaign of industrial espionage against his main rival",
      "cn": "针对他主要竞争对手展开的商业间谍活动"
    },
    {
      "en": "Apparent, compare weak China as technical capability, just be the biggest victim of network espionage battle.",
      "cn": "显然, 作为技术能力比较弱的中国, 才是网络谍战的最大受害者."
    },
    {
      "en": "Applications of microwave technology in espionage were available for over 25 years.",
      "cn": "微波技术在间谍身上的应用可长达25年."
    },
    {
      "en": "As the war went on, counter - espionage officials developed ways of spotting suspicious letters.",
      "cn": "随着战事推进, 英国 反 间谍工作人员总结出了许多破解可疑信件的方式."
    },
    {
      "en": "Azam Azam, an Israeli citizen, was imprisoned in Egypt in 1996, accused of espionage.",
      "cn": "1996年, 以色列公民阿扎姆·阿扎姆在埃及受到间谍罪指控, 被判下狱."
    },
    {
      "en": "Crucially, it also led to some risky espionage.",
      "cn": "更重要的是, 一些更危险的情节由此上演."
    },
    {
      "en": "Foreign espionage would do its utmost to prize out these secrets.",
      "cn": "外国谍报机构竭尽全力获取这些机密."
    },
    {
      "en": "It was a crime of espionage and carried the death penalty.",
      "cn": "这是间谍罪，应判死刑。"
    },
    {
      "en": "On Tuesday, he was charged with espionage and conspiracy 16 to commit espionage.",
      "cn": "接着在周二, 汉森被指控犯有间谍罪和间谍同谋罪."
    },
    {
      "en": "The new information left McCarthy open to an espionage charge.",
      "cn": "新的材料可能使麦卡锡面临间谍罪的指控."
    },
    {
      "en": "Theoretically the difference between espionage and legal information gathering is clear.",
      "cn": "理论上间谍之间的差异和法律信息收集是很清楚的."
    },
    {
      "en": "They were convicted of espionage.",
      "cn": "他们被判有间谍罪."
    },
    {
      "en": "This Agreement is subject to the Economic and Industrial Espionage Law of the International Economic Community.",
      "cn": "此协议遵从国际经济共同体关于经济和工业间谍法的规定."
    },
    {
      "en": "This happens! Industrial espionage -- - Phil , Phil , Phil !",
      "cn": "这种事有可能发生,工业间谍! -菲立浦!"
    },
    {
      "en": "This is war. A Cold War. fought with information and espionage.",
      "cn": "这是战争, 冷战, 拼的是信息和谍报."
    },
    {
      "en": "Why don't you stick to your perfume ads and leave the espionage to me?",
      "cn": "你为什么不做你的香水广告把间谍留给我?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "spying"
          ],
          "tran_cn": "侦探活动;间谍活动"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "industrial espionage",
      "tran_cn": "工业间谍；工业谍报活动"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "侦察，间谍活动",
      "tran_en": "the activity of secretly finding out secret information and giving it to a country’s enemies or a company’s competitors"
    }
  ],
  "exchange": {}
}