{
  "word": "handicapped",
  "ipa": {
    "us": "ˈhændikæpt",
    "uk": "ˈhændikæpt"
  },
  "sentences": [
    {
      "en": "...measures to prevent discrimination against the handicapped.",
      "cn": "…防止歧视残疾人的措施。"
    },
    {
      "en": "\" No,'said Carrie, feeling sadly handicapped by fate.",
      "cn": "“ 好的, \"嘉莉说, 命运如此捉弄她,她真是伤心."
    },
    {
      "en": "a special school for mentally handicapped children",
      "cn": "弱智儿童特殊学校"
    },
    {
      "en": "a visually handicapped child",
      "cn": "弱视儿童"
    },
    {
      "en": "Alex was mentally handicapped.",
      "cn": "亚历克斯智力上有缺陷。"
    },
    {
      "en": "He bought lottery tickets from handicapped people.",
      "cn": "他从残疾人手中买奖券."
    },
    {
      "en": "He'd been working at the local hostel for the handicapped on a voluntary basis.",
      "cn": "他曾在当地的残疾人救助站当过义工。"
    },
    {
      "en": "I'm going to work two days a week teaching handicapped kids to fish.",
      "cn": "我将每周工作两天，教残疾儿童钓鱼。"
    },
    {
      "en": "mentally and physically handicapped",
      "cn": "身心俱残"
    },
    {
      "en": "Our findings relate to physically rather than the visually handicapped pupils.",
      "cn": "我们的研究结果是关于肢体残疾的学生,而不是视力有障碍的学生."
    },
    {
      "en": "The bad weather severely handicapped their performance in the race.",
      "cn": "恶劣的天气极大地妨碍了他们的比赛成绩."
    },
    {
      "en": "The committee will work toward the establishment of a school for the handicapped.",
      "cn": "该委员会将为建立一所残疾学校而努力."
    },
    {
      "en": "The so - called handicapped could display their ability for all to see.",
      "cn": "可以使那些 所谓 有缺陷的人能够有个地方来表演他们的能力给所有的人看."
    },
    {
      "en": "There are places you can take physically handicapped children where staff don't blanch at the sight of a wheelchair.",
      "cn": "有些地方你能带残疾儿童去，那里的工作人员不会一看到轮椅就退缩。"
    },
    {
      "en": "Though handicapped by poor health, she persisted in working.",
      "cn": "她虽身体不好, 还是坚持工作."
    },
    {
      "en": "We should build up various programs to help the handicapped.",
      "cn": "发展残疾人事业."
    },
    {
      "en": "We were handicapped by lack of money.",
      "cn": "我们因缺钱而吃亏."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "disabled",
            "spavined"
          ],
          "tran_cn": "残废的；有生理缺陷的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "disabled people"
          ],
          "tran_cn": "残疾人；缺陷者"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "handicapped child",
      "tran_cn": "残障儿童，缺陷儿童；残废儿童"
    },
    {
      "phrase": "mentally handicapped",
      "tran_cn": "智力障碍的；精神障碍的"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "残疾的，有生理缺陷的，智力低下的",
      "tran_en": "if someone is handicapped, a part of their body or their mind has been permanently injured or damaged. Some people think that this word is offensive."
    },
    {
      "pos": "n",
      "tran_cn": "残疾人；缺陷者",
      "tran_en": "You can refer to people who are handicapped as the handicapped"
    }
  ],
  "exchange": {}
}