{
  "word": "worksheet",
  "ipa": {
    "us": "ˈwɜ:kʃi:t",
    "uk": "ˈwɜrkʃit"
  },
  "sentences": [
    {
      "en": "Another thing you can do is save the worksheet and send it to somebody else.",
      "cn": "您可以做的另一件事情是保存工作表并将其发送给其他人。"
    },
    {
      "en": "Cannot use this list functionality on a protected worksheet.",
      "cn": "在受保护的工作表上无法使用此列表功能."
    },
    {
      "en": "Complete this worksheet before you decide on the model you want.",
      "cn": "在你确定课程之前，先完成这个活页练习题。"
    },
    {
      "en": "Generally speaking, the worksheet can be used to present and analyze data.",
      "cn": "一般而言, 工作表可以用于展现和分析数据."
    },
    {
      "en": "How to copy the value out of a message box and hold in the memory so the result can be pasted into any cell on a worksheet.",
      "cn": "如何将值从一个消息框，并保持在记忆中这样的结果可以被粘贴到工作表上的任何细胞。"
    },
    {
      "en": "If click a worksheet cell, the cell changes to edit mode.",
      "cn": "当双击工作表单元格时, 该单元格将切换到编辑模式."
    },
    {
      "en": "If you do this to each worksheet item your test case script looks similar to Listing 6.",
      "cn": "如果您对每个工作表条目这样做，您的测试脚本看起来类似于列表6。"
    },
    {
      "en": "Meet two conditions to the query and reference data another worksheet?",
      "cn": "满足两个条件来查询并引用另一工作表的数据?"
    },
    {
      "en": "Prepare and i ue the meeting notice to the participants , including the completed retro ective plaing worksheet.",
      "cn": "准备并给与会者发出会议通知，同时发出已完成的回顾计划工作表。"
    },
    {
      "en": "Select a worksheet, macro sheet or chart sheet.",
      "cn": "选定工作表、宏表或图表工作表。"
    },
    {
      "en": "Text extends beyond worksheet. Some text will be lost.",
      "cn": "文字长度超出工作表外, 会丢失部分文字."
    },
    {
      "en": "The worksheet should be as interactive and flexible as possible.",
      "cn": "这份工作表应该尽可能与用户相互作用并且灵活使用."
    },
    {
      "en": "This is an approach using mathematical programming based on a popu 1 ar worksheet.",
      "cn": "该方案是基于流行电子表格软件的数学规划求优的通用解决方案."
    },
    {
      "en": "This worksheet contains hidden rows or columns that the recipient can unhide.",
      "cn": "此工作表包含隐藏的行或列,收件人可对这些行或列取消隐藏."
    },
    {
      "en": "This worksheet provides space for planning your Rotary Foundation seminar.",
      "cn": "此一工作表提供空间让你规划扶轮基金研讨会."
    },
    {
      "en": "To map elements, drag the elements from the tree onto your worksheet.",
      "cn": "若要映射元素, 请将元素从树拖动到工作表上."
    },
    {
      "en": "To share this workbook, it must contain at least one visible worksheet.",
      "cn": "共享工作簿至少需有一张以上可见工作表."
    },
    {
      "en": "Where are the worksheet ranges that you want to consolidate?",
      "cn": "请键入或选定包含汇总数据的工作表数据区域."
    },
    {
      "en": "You can delete any worksheet in a workbook.",
      "cn": "可以删除工作簿中的任何工作表."
    },
    {
      "en": "You can manipulate the worksheet by adding columns and rows, including data from other sources, creating formulas for computations, and so on.",
      "cn": "您可以通过添加列和行、包括其他来源的数据、创建用于计算的公式等，从而操作工作表。"
    },
    {
      "en": "You can programmatically check the spelling of words in a worksheet.",
      "cn": "可以通过编程方式检查工作表中单词的拼写."
    },
    {
      "en": "You can show or hide any worksheet in a workbook.",
      "cn": "可以在工作簿中显示或隐藏任何工作表."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "workstation",
          "tran_cn": " 工作站；工拙"
        },
        {
          "word": "worktable",
          "tran_cn": " 工作台；缝纫桌"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "工作表，学习单",
      "tran_en": "a piece of paper with questions and exercises for students"
    }
  ],
  "exchange": {
    "pl": [
      "worksheets"
    ]
  }
}