{
  "word": "hydrochloric",
  "ipa": {
    "us": "'haɪdrə'klɒrɪk",
    "uk": "ˌhaɪdrə'kloʊrɪk"
  },
  "sentences": [
    {
      "en": "A compound resultingas resultingthe reaction of hydrochloric acid with an organic base.",
      "cn": "一种黄色、气味浓烈、腐蚀性的氮和盐酸的混合物,能溶解金属(包括金)."
    },
    {
      "en": "Acidoresistant: Without corrode in 2.5 % hydrochloric Acid solution at 24 hour.",
      "cn": "耐酸性: 在2.5%盐酸溶液中浸24小时无明显腐蚀现象."
    },
    {
      "en": "An excess amount of hydrochloric acid in the stomach can cause indigestion.",
      "cn": "胃中盐酸过量会导致消化不良."
    },
    {
      "en": "Gastric juice contains hydrochloric acid to provide an acidic solution for pepsin.",
      "cn": "胃液内含有盐酸给胃蛋白酶提供酸溶液."
    },
    {
      "en": "Gold can't be dissolved in hydrochloric acid.",
      "cn": "黄金不会溶解于盐酸之中."
    },
    {
      "en": "Hydrochloric and sulfuric acids are called inorganic substances.",
      "cn": "盐酸和硫磺酸被称作无机物."
    },
    {
      "en": "I have tested that the rock does not react with hydrochloric acid ( HCI ).",
      "cn": "我已检查测过,这岩石 盐酸 不反应."
    },
    {
      "en": "It is appraised as a hydrochloric acid corrosion accident of concrete structure.",
      "cn": "混凝土结构受盐酸腐蚀既有酸化腐蚀的特点,又有氯化物腐蚀的特征."
    },
    {
      "en": "Methods Hydrochloric acid ambroxol was applied to treat 49 premature with pneumonia.",
      "cn": "方法应用盐酸氨溴索针剂治疗49例早产儿肺炎患儿."
    },
    {
      "en": "Sodium hydroxide and hydrochloric acid can be sourced in the city.",
      "cn": "氢氧化钠和盐酸市内采购."
    },
    {
      "en": "The banana can also neutralize the hydrochloric acid in gastric juice and reduce the pain.",
      "cn": "香蕉还可以中和胃酸和减少疼痛."
    },
    {
      "en": "The optimized rate of bauxite ores and hydrochloric acid was 1∶1.5.",
      "cn": "结果表明:随着盐酸用量的增加,铝土矿溶出率增加,铝土矿与盐酸的最佳比例是1∶1.5."
    },
    {
      "en": "This mixture is then mixed with dilute hydrochloric acid.",
      "cn": "氰基丙烯酸正丁酯是在超强力胶中发现的一种化学物质."
    },
    {
      "en": "Use titration to discover the concentration of a solution of hydrochloric acid.",
      "cn": "通过滴定确定盐酸溶液的浓度."
    },
    {
      "en": "We now dissolve everything in a mixture of hydrochloric acid at 35% and chlorine bleach (sodium hypochlorite) at 5%, in a proportion of 2 to 1.",
      "cn": "现在我们用35%的盐酸和5%的漂白剂（次氯酸钠）把所有金属溶解。 盐酸和次氯酸钠的比例为2：1。"
    },
    {
      "en": "Zaoli phosphate fertilizer, and Hefei, hydrochloric acid production, sale, the enterprise product raw materials procurement.",
      "cn": "造粒磷肥、复合肥 、 盐酸生产 、 销售, 本企业生产产品原料的采购."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "concentrated hydrochloric acid",
      "tran_cn": "浓盐酸；高浓度盐酸"
    },
    {
      "phrase": "dilute hydrochloric acid",
      "tran_cn": "稀盐酸"
    },
    {
      "phrase": "hydrochloric acid",
      "tran_cn": "盐酸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "含氢和氯的"
    }
  ],
  "exchange": {}
}