{
  "word": "groundwork",
  "ipa": {
    "us": "ˈgraʊndwɜ:k",
    "uk": "ˈgraʊndwɜrk"
  },
  "sentences": [
    {
      "en": "A preliminary groundwork must be laid this year.",
      "cn": "今年要打好初步基础."
    },
    {
      "en": "Be sure to cover all the necessary groundwork before signing binding contracts.",
      "cn": "天秤座:在签署合约前确保做好一切基础工作."
    },
    {
      "en": "But a preliminary groundwork must be laid this year.",
      "cn": "但是今年要打好初步基础."
    },
    {
      "en": "By hearty co - operation, the USSR could hasten victory and help lay the groundwork for postwar co - operation.",
      "cn": "如果俄国衷心合作, 那它是加速取胜,并协同奠立战后合作基础的."
    },
    {
      "en": "Go ahead and lay the groundwork for your next great achievement.",
      "cn": "要始终向前,并为下一次的成功铺就平坦之路."
    },
    {
      "en": "Groundwork is organized into holds, strangulations and joint locks.",
      "cn": "寝技包括固技 、 绞技和关节技."
    },
    {
      "en": "His speech laid the groundwork for independence.",
      "cn": "他的演说为独立打下了基础。"
    },
    {
      "en": "Much of the groundwork has already been done .",
      "cn": "准备工作已经完成了很多。"
    },
    {
      "en": "Officials are laying the groundwork for a summit conference of world leaders.",
      "cn": "官员们正在为世界首脑峰会做准备工作。"
    },
    {
      "en": "That movement laid sufficient groundwork for the Party's Seventh National Congress.",
      "cn": "那次整风为七大作了充分的准备."
    },
    {
      "en": "These courses provide the groundwork of statistical theory.",
      "cn": "这些课程介绍的是统计学理论的基础。"
    },
    {
      "en": "This was the groundwork of his oration.",
      "cn": "这些就是他那番话的基调."
    },
    {
      "en": "This, they feel, may lay the groundwork for financial independence and secession.",
      "cn": "他们觉得, 如此可以打下财政独立与成功的基础."
    },
    {
      "en": "Unit testing is well as the groundwork of software testing.",
      "cn": "作为测试中的基础测试,单元测试有着不可忽略的作用."
    },
    {
      "en": "We laid the groundwork today for long - term prosperity, as well.",
      "cn": "我们今天也为 长期 的繁荣奠定了基础."
    },
    {
      "en": "With those figures, you'll be laying groundwork for going into the 35 th Amendment.",
      "cn": "您引用了这些数字, 再把话题引向第三十五号修正案就有良好的基础了."
    },
    {
      "en": "Yesterday's meeting was to lay the groundwork for the task ahead.",
      "cn": "昨天的会议是为以后的工作做准备。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "grounding",
          "tran_cn": " [电] 接地；基础；搁浅；（染色的）底色"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "grounding",
          "tran_cn": " [电] 接地（ground的ing形式）；搁浅"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "elements",
            "basis",
            "bed",
            "radical",
            "sole"
          ],
          "tran_cn": "基础；地基，根基"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bed",
            "preliminary",
            "prelude",
            "preparation",
            "rudiment"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "基础，基本原理",
      "tran_en": "something that has to happen before an activity or plan can be successful"
    }
  ],
  "exchange": {}
}