{
  "word": "avian",
  "ipa": {
    "us": "ˈeɪviən",
    "uk": "'eɪvɪrn"
  },
  "sentences": [
    {
      "en": "Are some people immune to avian flu?",
      "cn": "有人对禽流感天然免疫 吗 ?"
    },
    {
      "en": "At least one avian disease pathogen has been found.",
      "cn": "已经发现至少有一种禽病的病原体."
    },
    {
      "en": "Avian influenza is avian infectious disease caused by influenza A virus.",
      "cn": "禽流感是由A型流感病毒引起的禽类感染病."
    },
    {
      "en": "Avian reovirus ( ARV ) infection exsit in the poultry industry around the world.",
      "cn": "禽呼肠孤病毒 ( Avianreovirus, ARV ) 感染在世界范围内存在,主要引起鸡和火鸡的病毒性关节炎\\腱鞘炎,吸收障碍综合症和慢性呼吸道疾病."
    },
    {
      "en": "Be in avian sensory in, most is the organ that degrades first?",
      "cn": "在鸟类的感觉器官中, 最先退化的器官是?"
    },
    {
      "en": "China last week reported its first two cases of avian influenza.",
      "cn": "上周中国首次报告了两例禽流感病例."
    },
    {
      "en": "From 1917 to 1957, New Jersey's Fort Monmouth served as the breeding and training ground for these avian soldiers.",
      "cn": "从1917年到1957年，新泽西的福特蒙茅斯被用作饲养和训练这些鸟类战士的基地。"
    },
    {
      "en": "From ferocious birds of prey to shy songbirds, Zuckerman has captured our avian neighbors in fascinating new ways.",
      "cn": "从凶猛的猛禽，到害羞的鸣禽，祖克曼用这种迷人的新方法来拍摄我们的鸟类邻居。"
    },
    {
      "en": "Has anyone been diagnosed with avian influenza?",
      "cn": "有人被确诊感染禽流感 吗 ?"
    },
    {
      "en": "How is avian influenza spread?",
      "cn": "禽流感如何传播?"
    },
    {
      "en": "Indeed, the trait is so useful for arboreal life that it is used by many avian palaeontologists to decide whether newly excavated species of fossil birds lived in trees or on the ground.",
      "cn": "的确，对于树栖生物这一特点是相当有用的，而许多鸟类古生物学家也利用这一特点来确定新挖掘出的鸟类化石是栖息在树上还是生活在地面上。"
    },
    {
      "en": "Proper infection dosage and routes were selected to make the chickens artificially infect avian colibacillosis successfully.",
      "cn": "选择适宜的攻毒剂量和攻毒途径,诱发淮南麻黄鸡大肠杆菌病."
    },
    {
      "en": "Scientists set up an avian casino in which pigeons could place their bets on one of two symbols.",
      "cn": "科学家们设置了一个鸟类的“卡西诺赌场”，在那里放上两个标志以供鸽子下赌注。"
    },
    {
      "en": "The avian fauna are composed of 68 Palaearctic realm species ( 41.21 % ), 90 Oriental realm species ( 54.54 % ) and 7 Eurytopic species ( 4.24 % ).",
      "cn": "从地理型分析,东洋界种有90种 ( 54.54% ),古北界种68种 ( 41.21% ), 广布种7种 ( 42.24% )."
    },
    {
      "en": "The patient remaining in isolation is suspected of suffering from avian influenza.",
      "cn": "仍然处于隔离的那个病人被怀疑患有禽流感."
    },
    {
      "en": "The poultry industry continued to recover after the 1997 avian influenza outbreak.",
      "cn": "自一九九七年发生禽流感后,家禽业仍在复苏."
    },
    {
      "en": "The used materials were from non - avian flu epidemic area.",
      "cn": "所用原料来自于非禽流感疫区."
    },
    {
      "en": "Their features are avian, making them resemble humanoid birds or raptors.",
      "cn": "他们的特征是类飞禽, 让他们看起来像人形的鸟或者猛禽."
    },
    {
      "en": "These same characteristics are also valuable for the avian research model.",
      "cn": "鸡用于禽类研究的模型,上述性状同样有着重要的价值."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bird",
            "jay",
            "niao"
          ],
          "tran_cn": "鸟"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "avian flu",
      "tran_cn": "禽流感"
    },
    {
      "phrase": "avian influenza",
      "tran_cn": "禽流感；家禽流行性感冒"
    },
    {
      "phrase": "avian influenza virus",
      "tran_cn": "禽流感病毒"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "鸟的，鸟类的",
      "tran_en": "of, relating to, or resembling a bird "
    },
    {
      "pos": "n",
      "tran_cn": "鸟"
    }
  ],
  "exchange": {}
}