{
  "word": "sideboard",
  "ipa": {
    "us": "ˈsaɪdbɔ:d",
    "uk": "ˈsaɪdbɔrd"
  },
  "sentences": [
    {
      "en": "A large sideboard with drawers and cupboards.",
      "cn": "你有餐具柜的钥匙吗?"
    },
    {
      "en": "Castle went to the sideboard and poured himself a whisky.",
      "cn": "卡斯尔走到餐柜前面,给自己斟了杯威士忌."
    },
    {
      "en": "He went to the sideboard and poured himself a whisky.",
      "cn": "他走到餐具柜边,给自己倒了一杯威士忌酒."
    },
    {
      "en": "I got a bottle of my best malt out of the sideboard.",
      "cn": "我从餐具柜里取出一瓶自己收藏的最好的麦芽威士忌。"
    },
    {
      "en": "I lined the bottles up on the sideboard.",
      "cn": "我把酒放在餐具柜上排好."
    },
    {
      "en": "I need a sideboard.",
      "cn": "我需要个壁橱."
    },
    {
      "en": "I saw two tooth - brushes on the sideboard.",
      "cn": "我看见了餐具柜上有两把牙刷."
    },
    {
      "en": "I'd like my sideboard cut short , please.",
      "cn": "我想要洗头并剪短些."
    },
    {
      "en": "Instead, I fainted and hit my head on the sideboard, my last thought before passing out being that maybe if I hit myself hard enough I would get a couple of days in bed. A while off school.",
      "cn": "我想要对他们都表示感谢，但我却昏倒了，头撞在了食具柜上，在我即将昏迷的那一瞬，我最后的念头是，如果撞得足够厉害，或许可以卧床休息一两天，那样可以有几天不用去学校，并能使别人对我稍加观注。"
    },
    {
      "en": "She put some plates in the sideboard.",
      "cn": "她往餐具柜里放了些盘子."
    },
    {
      "en": "She wouldn't understand the hint, but followed me to a sideboard, where I went to lay my bonnet, and importuned me in a whisper to give her directly what I had brought.",
      "cn": "她不懂这个暗示，却跟着我到一个餐具柜那儿，我是到那儿放下我的帽子的，她低声央求我把我所带来的东西马上给她。"
    },
    {
      "en": "Sideboard connecting screws are made on two ends of the baffle.",
      "cn": "挡板两端制有边板连接螺丝."
    },
    {
      "en": "The new furniture made an excellent showing , the sideboard which Hurstwood himself arranged gleamed brightly.",
      "cn": "新家具显得非常豪华, 赫斯渥亲手布置的餐具柜闪闪发亮."
    },
    {
      "en": "The sideboard of the truck has been knocked out of shape.",
      "cn": "卡车的车帮被撞得变了形."
    },
    {
      "en": "There are a pair of vases on the sideboard.",
      "cn": "在餐具架上有一对花瓶."
    },
    {
      "en": "We keep the silver in this sideboard.",
      "cn": "我们把金属餐具放在这个餐具柜里."
    },
    {
      "en": "Who often dusts the sideboard in the morning?",
      "cn": "谁常常早上擦抹餐具柜?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "arthropleure",
            "lateralia"
          ],
          "tran_cn": "餐具柜；侧板，边线界墙"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cupboard"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "餐具橱，餐柜",
      "tran_en": "a long low piece of furniture usually in a  dining room  , used for storing plates, glasses etc"
    }
  ],
  "exchange": {
    "pl": [
      "sideboards"
    ]
  }
}