{
  "word": "Kaiser",
  "ipa": {
    "us": "ˈkaɪzə(r)",
    "uk": "ˈkaɪzər"
  },
  "sentences": [
    {
      "en": "For my work in South Africa I was given by Lord Hardinge a Kaiser - i - Hind Gold Medal.",
      "cn": "哈丁勋爵还为我在南非的表现发给我一枚凯泽 - 依 - 欣德金质勋章."
    },
    {
      "en": "Hadshe inflicted any wrong upon Germany which the Kaiser bound to redress?",
      "cn": "她使德国遭受了必须要皇帝来纠正的冤屈 吗 ?"
    },
    {
      "en": "He became the head of the Kaiser Whilhem Institute of Theoretical Physics.",
      "cn": "他成了威廉国王的物理理论研究所的所长."
    },
    {
      "en": "He was persuaded to become director of Theoretical Physics in the Kaiser Wilhelm Institute.",
      "cn": "人们说服他担任凯撒-威廉学院理论物理学的学科主任."
    },
    {
      "en": "Kaiser , maybe you are one of those typical british hooligans and so I understand your answer.",
      "cn": "也许你就是那些典型的英国流浪其中之一,所以我理解你的回答."
    },
    {
      "en": "Kaiser are you speaking with me?",
      "cn": "你在和我说话 么 ?"
    },
    {
      "en": "Kaiser Kuo has a similar story.",
      "cn": "郭怡广也有类似的经历."
    },
    {
      "en": "Lois Kaiser : [ talking through sex hotline ] Oh! I can feel your balls up against my ass!",
      "cn": "洛伊斯·凯瑟: ( 以性感的口吻 ) 哦! 我感觉你那玩意儿正顶着我的屁股!"
    },
    {
      "en": "Rachel Vismerf Kaiser Permanente research division led the study.",
      "cn": "KP研究部门的RW女士领到了这项研究."
    },
    {
      "en": "Served hot on a Kaiser roll with lettuce, tomato, onion and French fries.",
      "cn": "热卖.恺撒小面包配生菜, 西红柿, 洋葱和法式炸薯条."
    },
    {
      "en": "Served on a Kaiser roll with lettuce, tomato, onion and French fries.",
      "cn": "搭配上加有生菜 、 西红柿洋葱还有法兰西薯条的蔷薇花状小面包更是一绝!"
    },
    {
      "en": "Served on a Kaiser roll with lettuce, tomato, onion and fries.",
      "cn": "另配裹有生菜丝 、 西红柿 、 洋葱和炸薯条的凯撒卷."
    },
    {
      "en": "The atmosphere in Wilder Kaiser is laid back and friendly and young skiers are especially welcome.",
      "cn": "皇帝山的游玩氛围是悠闲和友好的,而且特别受年轻滑雪者欢迎."
    },
    {
      "en": "The French refused, and the Kaiser appealed to Roosevelt for support.",
      "cn": "法国人拒绝, 德皇乃求助于罗斯福."
    },
    {
      "en": "This is the \" Kaiser Wilhelm \" memorial.",
      "cn": "这是德国 威黑姆 国王的纪念台."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "德国皇帝",
      "tran_en": "any German emperor, esp Wilhelm II (ruled 1888"
    },
    {
      "pos": "other",
      "tran_cn": "[人名] 凯泽"
    }
  ],
  "exchange": {}
}