{
  "word": "disaffection",
  "ipa": {
    "us": "ˌdɪsə'fekʃn",
    "uk": "ˌdɪsə'fekʃn"
  },
  "sentences": [
    {
      "en": "...people's disaffection with their country and its leaders.",
      "cn": "...人民对自己国家和领导人的不满。"
    },
    {
      "en": "Bob Dylan touch a nerve of disaffection.",
      "cn": "鲍勃·狄蓝触及那些大家都不满意的敏感的问题."
    },
    {
      "en": "Bob Dylan touched a nerve of disaffection.",
      "cn": "鲍勃?狄蓝触及那些大家都不满意的敏感的问题."
    },
    {
      "en": "Bob Dylan touched a nerve of disaffection. He spoke of civil rights, nuclear fallout, and loneliness.",
      "cn": "鲍勃?狄伦触动了对现状不满的神经, 他唱到民权 、 核散落物以及孤独."
    },
    {
      "en": "Bynum's supplementary contract disturbance, also has caused many Los Angeles local fan's disaffection.",
      "cn": "拜纳姆的续约风波, 也引起了很多洛杉矶当地球迷的不满."
    },
    {
      "en": "Citi has been forced to deny newspaper reports of board disaffection.",
      "cn": "花旗无奈之下否认报纸有关其董事会对此不满的报道."
    },
    {
      "en": "Disaffection broke out almost from the start.",
      "cn": "几乎一开头就爆发出不满情绪."
    },
    {
      "en": "Even the player also took turns to coach to express the disaffection.",
      "cn": "甚至就连球员也对主教练的轮换表示了不满."
    },
    {
      "en": "I have endeavoured to give in their briefest outline the reasons for my disaffection.",
      "cn": "我已经尽力简短地说明了我产生不满情绪的原因."
    },
    {
      "en": "Is it I that wish a wish an oneself too good God's disaffection?",
      "cn": "是我的祝愿自己太良好上帝不满?"
    },
    {
      "en": "It also looks at customers'satisfaction and disaffection degree over the City's infrastructure, price and service.",
      "cn": "它也分析了顾客对城市基础设施 、 价格和服务的满意和不满意的程度."
    },
    {
      "en": "Lack of food and supplies caused disaffection among the soldiers.",
      "cn": "食物和补给的不足造成士兵的不满."
    },
    {
      "en": "Result this price, surpasses half the net friend and expressed the disaffection the price.",
      "cn": "结果此价格一出, 超过一半的网友对价格和表示了不满."
    },
    {
      "en": "There was no defect in God's government, no cause for disaffection.",
      "cn": "上帝的施政并无缺点, 也无任何足以引起不平的因由."
    },
    {
      "en": "Under his influence the leaven of disaffection was fast doing its work.",
      "cn": "所以在他的影响下,叛逆的酵很快发起来了."
    },
    {
      "en": "You pay no attention because of employee's each silk of displeased may cause the customer's disaffection.",
      "cn": "因为员工每一丝不经意间的不愉快可能会导致客户的不满."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "disaffected",
          "tran_cn": " 不满的；有叛意的；愤愤不平的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "disaffected",
          "tran_cn": " 使疏远；使不友爱（disaffect的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "disaffect",
          "tran_cn": " 使疏远；使不满意；使成为敌人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dissatisfaction",
            "grievance"
          ],
          "tran_cn": "不满；背叛"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "hatred"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不忠，（政治上）不满",
      "tran_en": "Disaffection is the attitude that people have when they stop supporting something such as an organization or political ideal"
    }
  ],
  "exchange": {
    "adj": [
      "disaffected"
    ]
  }
}