{
  "word": "exoskeleton",
  "ipa": {
    "us": "ˈeksəʊskelɪtn",
    "uk": "ˈeksoʊskelɪtn"
  },
  "sentences": [
    {
      "en": "An advanced onboard micro-computer ensures the exoskeleton moves in concert with the operator.",
      "cn": "一种最先进的机载微型电脑确保了外骨骼与操作器一致移动。"
    },
    {
      "en": "For example, scientists at Raytheon (RTN) have been working on an exoskeleton to give its user super strength like that of the Hulk.",
      "cn": "举个例子来说吧，雷声公司的研究人员开发一件外骨骼，可以使用户拥有绿巨人一样的强大力量。"
    },
    {
      "en": "He plans to add regenerative capabilities to the exoskeleton, so that it will require little or no power when moving on level ground.",
      "cn": "他计划要为外骨骼添加再生能源的能力，使得平地的运行能耗损很少能源或甚至不耗损能源。"
    },
    {
      "en": "He was wearing an elaborate exoskeleton suit that enabled him to, remarkably, tap a soccer ball with his foot using only his mind—no buttons, no muscles, just brainwaves.",
      "cn": "凭借身上穿戴的一套“外骨骼装置”，他仅靠自己的意念就完成了开球动作——没错，既不靠按钮，也不靠肌肉，而是靠脑电波。"
    },
    {
      "en": "Hu 〕 by a call of the coelenterate coral exoskeleton made together.",
      "cn": "◎〔～瑚〕由一种叫珊瑚虫的腔肠动物的外骨骼聚集而成."
    },
    {
      "en": "The exoskeleton of insects is largely made of protein and chitin.",
      "cn": "昆虫的外骨骼大部分是由蛋白质和几丁质组成的。"
    },
    {
      "en": "The exoskeleton structure of female pleopod in Macrobrachium rosenbergii was primarily investigated by histological method.",
      "cn": "用组织学方法初步研究了罗氏沼虾雌体腹肢外骨骼的结构。"
    },
    {
      "en": "The outermost layer of cuticle of an arthropod exoskeleton, composed mostly of wax.",
      "cn": "主要为水生的节肢动物,通常身体分节并有壳质的外骨骼."
    },
    {
      "en": "Their hard outer shell, called the exoskeleton, does not grow with crawfish and is shed periodically.",
      "cn": "它们坚硬的外壳, 叫做外骨骼, 不会随着小龙虾的成长而生长,而会周期性蜕落."
    },
    {
      "en": "These formed the innards underneath the exoskeleton provided to the animators.",
      "cn": "这些将与外观一同提供给动画师,构成外表以下的骨架、内装."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "外骨骼",
      "tran_en": "the hard parts on the outside of the body of creatures such as insects and crabs"
    }
  ],
  "exchange": {}
}