{
  "word": "rainforest",
  "ipa": {
    "us": "ˈreɪnfɒrɪst",
    "uk": "ˈreɪnfɔːrɪst"
  },
  "sentences": [
    {
      "en": "And it's assumed that the dust fertilizes the rainforest.",
      "cn": "我们设想,正是这些尘土滋润着雨林."
    },
    {
      "en": "I will see some beautiful birds if I walk through a rainforest.",
      "cn": "如果我穿过热带雨林,我将看到一些漂亮的鸟."
    },
    {
      "en": "It is always hot a rainforest and the ground is always wet.",
      "cn": "雨林里总是很热.而且地面总是潮湿的."
    },
    {
      "en": "Leg wrappings are necessary when venturing into tropical rainforest.",
      "cn": "去热带雨林里探险,必须扎上绑带."
    },
    {
      "en": "Madagascar's ecosystems range from rainforest to semi-desert.",
      "cn": "马达加斯加生态系统类型多样，从雨林到半荒漠等不一而足。"
    },
    {
      "en": "Mr Mendes was leading a campaign to save Brazil's rainforest from exploitation.",
      "cn": "门德斯先生正领导一场运动，以拯救遭到乱砍滥伐的巴西热带雨林。"
    },
    {
      "en": "New taxa rainforest taxonomy Sinopimoa gen . nov. Sinopimoa bicolor sp . nov.",
      "cn": "新阶元雨林分类华模蛛属双色华模蛛."
    },
    {
      "en": "Perhaps you are standing stone in the river, suffered sun rainforest.",
      "cn": "也许你是小河中矗立的顽石, 受尽日晒雨林."
    },
    {
      "en": "The biggest rainforest is in South America, it's called the Amazon.",
      "cn": "最大的雨林在南美洲, 被称为亚马孙雨林."
    },
    {
      "en": "The rainforest around our house sometimes brings forth intriguing creatures like this.",
      "cn": "我们的房子周围的雨林有时带来了这样有趣的生物。"
    },
    {
      "en": "The rainforest is being systematically destroyed.",
      "cn": "雨林正被系统地毀灭."
    },
    {
      "en": "The rainforest is essential in other areas also.",
      "cn": "雨林在其他地区也是必不可少的。"
    },
    {
      "en": "The Rainforest name has become synonymous with excellence in quality and innovative technology climate control.",
      "cn": "Rainforest已成为品质技术创新和引领潮流的的代名词."
    },
    {
      "en": "The yield difference between ravine rainforest and secondary forest was not significant.",
      "cn": "沟谷雨林和次生林下阳春砂仁果实产量差异不显著."
    },
    {
      "en": "Then we carried on in the worst conditions yet: low, tangled rainforest that blocked out the light, and mud up to our thighs.",
      "cn": "那时我们还在最糟糕的环境里行进着：低矮、纷乱的雨林遮住了阳光，泥浆没至我们的大腿。"
    },
    {
      "en": "There wouldn't be much room left for the rainforest.",
      "cn": "这样就会侵害到雨林的生存空间."
    },
    {
      "en": "They are all from a rainforest in South America.",
      "cn": "这些生物全部来自南美洲一处雨林处."
    },
    {
      "en": "tribes living in remote areas of the Amazonian rainforest",
      "cn": "居住在亚马孙河雨林偏远地区的部落"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（热带）雨林"
    }
  ],
  "exchange": {
    "pl": [
      "rainforests"
    ]
  }
}