{
  "word": "nutritionally",
  "ipa": {
    "us": "njʊ'trɪʃənəlɪ",
    "uk": "njʊ'trɪʃənəlɪ"
  },
  "sentences": [
    {
      "en": "A diet extremely low in calories can also be a diet that is nutritionally unsound.",
      "cn": "卡路里含量极低的饮食结构也会造成营养不良。"
    },
    {
      "en": "Excess calories and fat undoubtedly contribute to this epidemic but another factor is that many manufactured or processed foods are not nutritionally balanced.",
      "cn": "过多的热量和脂肪无疑对这一流行有贡献，但是另一个因素是许多加工食品并不营养均衡。"
    },
    {
      "en": "GM technology has already been used to produce crops in greater quantity and of better quality — does it also offer a promising avenue to nutritionally enhance food?",
      "cn": "转基因作物已经用来生产更大数量和更高质量的作物，它也会成为一条改善食物营养的大有希望的通途吗？"
    },
    {
      "en": "Grain is a better food , nutritionally; it is also easier to store and transports.",
      "cn": "谷物是一种营养比较好的食物, 也比较容易贮藏和运输."
    },
    {
      "en": "Is it hype? Or nutritionally meaningful ? Perhaps some of both.",
      "cn": "这究竟是炒作,还是真有 营养学 上的好处? 也许兼而有之."
    },
    {
      "en": "It is nutritionally an incomplete protein. It is also used in various pharmaceutical products.",
      "cn": "明胶是一种营养的不完全蛋白质. 也用于各种医药制品."
    },
    {
      "en": "Nutritionally complete, lactose and sucrose free formula.",
      "cn": "本品为不含乳糖及蔗糖的完全营养豆奶配方."
    },
    {
      "en": "Nutritionally incomplete. To under the supervision of doctor. Contains Milk and Soy ingredients.",
      "cn": "注意:此产品营养并不完整, 必须配合母乳食用,请向医生咨询. 包含牛奶和豆奶成分."
    },
    {
      "en": "On the other hand, absolute standards of poverty are creepy, reliant as they are on expert definitions of a nutritionally balanced diet.",
      "cn": "在另一方面，贫困的绝对标准实在让人不敢恭维，因为它们是以专家定义的均衡营养食谱为依据。"
    },
    {
      "en": "Recommendations A nutritionally balanced diet provides adequate protein.",
      "cn": "建议营养均衡的饮食提供足够的蛋白质."
    },
    {
      "en": "She said many young mothers have breast - milk formula than the nutritionally balanced, and that is wrong.",
      "cn": "她说,不少年轻的母亲抱有配方奶粉比母乳营养均衡的想法, 这是错误的."
    },
    {
      "en": "The formulas are good nutritionally, but they're not necessary.",
      "cn": "配方奶粉确实更有营养, 但并不是必须的."
    },
    {
      "en": "The nutritionally balanced menus are designed to help you lose up to a pound a day without hunger pangs.",
      "cn": "营养搭配均衡的菜谱旨在不必忍受饥饿的前提下帮您每天减掉一磅体重。"
    },
    {
      "en": "The only nutritionally complete and safe goat infant formula in New Zealand.",
      "cn": "唯一的营养完整和安全的山羊在新西兰婴儿奶粉."
    },
    {
      "en": "The rations should be nutritionally balanced.",
      "cn": "定量分配食品应该营养均衡."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "nutrient",
          "tran_cn": " 营养的；滋养的"
        },
        {
          "word": "nutritional",
          "tran_cn": " 营养的；滋养的"
        },
        {
          "word": "nutritious",
          "tran_cn": " 有营养的，滋养的"
        },
        {
          "word": "nutritive",
          "tran_cn": " 有营养的；滋养的；有营养成份的；与营养有关的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "nutrient",
          "tran_cn": " 营养物；滋养物"
        },
        {
          "word": "nutrition",
          "tran_cn": " 营养，营养学；营养品"
        },
        {
          "word": "nutritionist",
          "tran_cn": " 营养学家"
        },
        {
          "word": "nutritive",
          "tran_cn": " 营养物"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "在营养上"
    },
    {
      "pos": "other",
      "tran_cn": "在营养上"
    }
  ],
  "exchange": {
    "noun": [
      "nutrition"
    ],
    "adj": [
      "nutritional"
    ]
  }
}