{
  "word": "ibuprofen",
  "ipa": {
    "us": "ˌaɪbju:ˈprəʊfen",
    "uk": "ˌaɪbjuˈproʊfen"
  },
  "sentences": [
    {
      "en": "Alcohol may be unsafe with medicines including common painkillers like acetaminophen or ibuprofen.",
      "cn": "酒精可能是药物的不安全因素,后者包括常规的止痛药如退热净和布洛芬."
    },
    {
      "en": "Aspirin, acetaminophen and ibuprofen can all be used to reduce pain and fever.",
      "cn": "阿司匹林, 对乙酰氨基酚和异丁苯丙酸都可以用来减少痛苦和发烧."
    },
    {
      "en": "CONCLUSION: Arginine ibuprofen syrup were bioe - quivalent with ibuprofen tablets.",
      "cn": "结论: 精氨酸布洛芬糖浆和布洛芬片生物等效."
    },
    {
      "en": "Daily use of ibuprofen can irritate the stomach.",
      "cn": "每天服用布洛芬会刺激胃."
    },
    {
      "en": "Dextromethorphan hydrobromide and ibuprofen capsules were determined by HPLC.",
      "cn": "用HPLC测定复方胶囊中右美沙芬、布洛芬的溶出度."
    },
    {
      "en": "Doctors advise taking medicines like aspirin or ibuprofen.",
      "cn": "医生建议吃阿司匹林和消炎药."
    },
    {
      "en": "Ferrous sulfate and ibuprofen are prescribed for pain.",
      "cn": "如果腹痛服用硫酸亚铁和布洛芬."
    },
    {
      "en": "Motrin and Nuprin are trademarks of brands of ibuprofen tablets.",
      "cn": "Nuprin和Motrin均是布洛芬的商标."
    },
    {
      "en": "OBJECTIVE : To probe into the current situation and developing trend of Ibuprofen in China.",
      "cn": "目的: 了解我国布洛芬市场的现状及发展趋势."
    },
    {
      "en": "OBJECTIVE : To select formulation for ibuprofen effervescent tablets.",
      "cn": "目的: 布洛芬泡腾片处方筛选."
    },
    {
      "en": "OBJECTIVE To investigate the major metabolites of eugenol ibuprofen ester propionic acid.",
      "cn": "目的研究鉴定丁香酚布洛芬酯在大鼠体内的代谢行为."
    },
    {
      "en": "Researchers also looking at new uses for old drugs - trying to prevent Alzheimer's using ibuprofen, for example.",
      "cn": "研究人员也在关注传统药物的新用途,如:他们正在试图利用布洛芬预防老年痴呆症."
    },
    {
      "en": "Take medicines only with medical advice , including aspirin, acetaminophen, ibuprofen or other over - the - counter or prescribed medicines.",
      "cn": "所以请遵医嘱服药, 包括阿斯匹林、退热净 、 布洛芬以及其他 非 处方和处方药."
    },
    {
      "en": "We would recommend that ibuprofen be avoided in infants and toddlers for the management of pyrexia.",
      "cn": "我们建议,布洛芬应避免用于婴幼儿发热的治疗."
    },
    {
      "en": "Yet Gerard received no relief except for ibuprofen, a mild painkiller.",
      "cn": "然而Gerard使用的镇痛药只有非常温和的布洛芬."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "brufen"
          ],
          "tran_cn": "布洛芬，异丁苯丙酸（抗炎，镇痛药）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "布洛芬，异丁苯丙酸",
      "tran_en": "a medicine that reduces pain, inflammation, and fever"
    }
  ],
  "exchange": {}
}