{
  "word": "budgetary",
  "ipa": {
    "us": "ˈbʌdʒɪtəri",
    "uk": "ˈbʌdʒɪteri"
  },
  "sentences": [
    {
      "en": "Article 19 A budget consists of budgetary revenues and budgetary expenditures.",
      "cn": "第十九条预算由预算收入和预算支出组成."
    },
    {
      "en": "Budget closure: Lapsing of authority to incur approved Budgetary expenses.",
      "cn": "预算关闭期: 指停止使用已批准的预算支出权力的限期."
    },
    {
      "en": "Build centralized budgetary system, consolidate accounting management.",
      "cn": "建立统一的预算体系, 统一会计管理."
    },
    {
      "en": "Increasingly, analysis of a building's life - cycle is becoming part of budgetary considerations.",
      "cn": "同时, 建筑的使用期分析已越来越成为预算考虑的因素之一."
    },
    {
      "en": "Nevertheless , the soft budgetary binding power through banks would never last long.",
      "cn": "除此之外, 透过银行的软预算权力不再持续."
    },
    {
      "en": "Note: The subjects of fund budgetary expenditures are adjusted in 2007.",
      "cn": "注: 2007年基金预算支出科目调整."
    },
    {
      "en": "Review expenditures of requisitioning cost centers to insure conformance to budgetary limitations.",
      "cn": "检查各成本中心的支出,保证其与预算的一致性."
    },
    {
      "en": "The biggest potential pitfall may not be technical but budgetary.",
      "cn": "最大的潜在陷阱可能不是技术问题,而是预算."
    },
    {
      "en": "The budgetary and the negotiating cycles were simply out of phase.",
      "cn": "预算的周期同谈判的周期简直不协调."
    },
    {
      "en": "The budgetary method doesn't have the meaning of environmental science and ecology.",
      "cn": "这一计算方法不具有环境学和生态学方面的意义."
    },
    {
      "en": "The corner of any budgetary system is the sales or revenue forecast.",
      "cn": "预算系统的窘境是对于销售和收益的预测."
    },
    {
      "en": "The overall budgetary management is the core of the control and evaluation.",
      "cn": "全面预算管理就是控制和评估的核心."
    },
    {
      "en": "There are huge budgetary pressures on all governments in Europe to reduce their armed forces.",
      "cn": "欧洲各国政府都面临着巨大的裁军预算压力。"
    },
    {
      "en": "This skew was even more extreme in the extra - budgetary funds.",
      "cn": "预算外资助的这种倾斜甚至更极端."
    },
    {
      "en": "This will calculate the percentage deviation from the budgetary figure.",
      "cn": "这将计算出与预算偏差的百分比."
    },
    {
      "en": "Total budgetary management is the important component of enterprise management.",
      "cn": "全面预算管理是企业管理的重要组成部分."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "budget",
          "tran_cn": " 廉价的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "budget",
          "tran_cn": " 预算，预算费"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "budget",
          "tran_cn": " 编预算，做预算"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "budget",
          "tran_cn": " 安排，预定；把…编入预算"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "economic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "budgetary control",
      "tran_cn": "预算控制；预算检查"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "预算的",
      "tran_en": "relating to the way money is spent in a budget"
    }
  ],
  "exchange": {}
}