{
  "word": "skepticism",
  "ipa": {
    "us": "ˈskeptɪsɪzəm",
    "uk": "ˈskeptɪsɪzəm"
  },
  "sentences": [
    {
      "en": "Barnes, J. The toils of Skepticism. Cambridge: Cambridge University Press , 1990.",
      "cn": "《怀疑论的陷阱》. 剑桥: 剑桥大学印制, 1990."
    },
    {
      "en": "Both are marked by skepticism toward truth, objectivity, and coherent narratives.",
      "cn": "这两者之所以受重视在于它们对真理, 客观性, 与前后一致的说明抱持怀疑论."
    },
    {
      "en": "But to find the truth we need imagination and skepticism both.",
      "cn": "但要探求真理,我们需要同时有想象力和怀疑态度."
    },
    {
      "en": "Dart's contemporaries received this claim with great skepticism.",
      "cn": "与达特同时代的学者却以极大的怀疑来对待他的这种主张."
    },
    {
      "en": "He had tremendous conviction in the face of widespread skepticism.",
      "cn": "面对着普遍的怀疑主义他信心十足."
    },
    {
      "en": "I know there are those who don’t believe we can do all these things. I understand the skepticism.",
      "cn": "我知道有些人不相信我们可以完成所有这些事情，我理解他们所持的怀疑态度。"
    },
    {
      "en": "I understand that skepticism, which is why this recovery plan must and will include unprecedented measures that will allow the American people to hold my Administration accountable for these results.",
      "cn": "我理解这些怀疑，这也是为什么复苏计划一定要包括这些前所未有的措施，即将会允许美国人民要我的政府对这些计划的结果负责。"
    },
    {
      "en": "Kennedy listened with interest but also with a slight tinge of skepticism.",
      "cn": "肯尼迪很有兴趣地听着,但也流露出一点怀疑的神色."
    },
    {
      "en": "Kennedy listened with interest but also with a slight tinge or skepticism.",
      "cn": "肯尼迪关心地听着,但也流露出一点怀疑的神色."
    },
    {
      "en": "Not devoid of sympathy, the policeman's face also expressed a fatigued skepticism.",
      "cn": "这位警察的脸上虽然不乏同情, 但也露出一种不胜其烦的怀疑表情."
    },
    {
      "en": "Reflections on Thomas Hardy's \" Wessex Novels \" from a Perspective of'skepticism Aesthetics \"",
      "cn": "从 “ 怀疑论美学 ” 看托马斯·哈代的 “ 威塞克斯小说 ”"
    },
    {
      "en": "Remember to maintain a healthy skepticism about all preconceptions.",
      "cn": "记住对所有的设想都要保持健康的,怀疑主义的态度去思考."
    },
    {
      "en": "Skepticism about the validity of the Blue Sky ratings is common.",
      "cn": "人们普遍怀疑,官方宣布的蓝天增加不可靠."
    },
    {
      "en": "Skepticism and doubt lead to study and investigation, and investigation is the beginning of wisdom.",
      "cn": "怀疑和思索导致研究和探索, 而探索才是智慧的开端."
    },
    {
      "en": "So, yes, you should be skeptical of my skepticism.",
      "cn": "因此, 对, 你应该对我的怀疑论调持怀疑态度."
    },
    {
      "en": "The lips had already a little curl of bitterness and skepticism.",
      "cn": "一缕辛酸和怀疑的神情,时时隐现在他的唇边."
    },
    {
      "en": "There have always been some skepticism about the usefulness of subsidies on fertilizers.",
      "cn": "一直有人对化肥补贴的效用持某种怀疑态度."
    },
    {
      "en": "Therefore, I do not think we should go in for complete skepticism, but for a doctrine of degrees of probability.",
      "cn": "因而我绝不认为我们应当赞成彻底的怀疑主义，而是赞成可能性程度的学说。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "skeptical",
          "tran_cn": " 怀疑的；怀疑论的，不可知论的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "skeptically",
          "tran_cn": " 怀疑地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "skeptic",
          "tran_cn": " 怀疑论者；怀疑者；无神论者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "scepticism"
          ],
          "tran_cn": "怀疑论；怀疑的态度"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "distrust",
            "doubt",
            "misgiving",
            "qualm"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "怀疑态度，怀疑论，多疑癖"
    }
  ],
  "exchange": {}
}