{
  "word": "fulfill",
  "ipa": {
    "us": "fʊl'fɪl",
    "uk": "fʊl'fɪl"
  },
  "sentences": [
    {
      "en": "A nurse has to fulfill many duties in caring for the sick.",
      "cn": "护士在照顾病人时要尽很多责任."
    },
    {
      "en": "And that is why we can fulfill our destiny.",
      "cn": "这就是为什么我们能实现我们的命运。"
    },
    {
      "en": "Being deaf hasn’t stopped Karen fulfilling her ambition to be a hairdresser.",
      "cn": "失聪并没有阻止卡伦实现当美发师的抱负。"
    },
    {
      "en": "He is to fulfill those dreams and wishes of his parents which they never carried out.",
      "cn": "他要满足自己双亲从未实现的梦想和愿望."
    },
    {
      "en": "He needs these people to fulfill his ambitions and reciprocates by bringing out the best in each of them.",
      "cn": "他需要这些人去实现他的雄心壮志，作为回报，他也会让他们充分施展各自的才能。"
    },
    {
      "en": "He was not able to fulfill himself in business, so he became a writer.",
      "cn": "在商业方面他无法将自己的资质完全发挥出来, 所以他选择了作家之路."
    },
    {
      "en": "If you make a promise you should fulfill it.",
      "cn": "如果你许诺了,你就要履行你的诺言."
    },
    {
      "en": "In an effort to fulfill his duty as son - in - law , Hung - chien paid occasional visits to the Suns.",
      "cn": "鸿 渐 勉尽半子之职, 偶到孙家一去."
    },
    {
      "en": "It falls to our generation to fulfill the great aspirations cherished by countless martyrs in the past.",
      "cn": "过去无数先烈的远大抱负,要我们这一代去实现."
    },
    {
      "en": "John was able to fulfill himself through writing.",
      "cn": "约翰通过写作充分地发挥了自己的才能."
    },
    {
      "en": "Now we shall use the rationality condition to fulfill our promise.",
      "cn": "现在我们将使用有理性条件来履行我们的诺言."
    },
    {
      "en": "The amateur astronomer will be well able to fulfill these.",
      "cn": "业余天文学家是可能做到这些的."
    },
    {
      "en": "The company should be able to fulfill our requirements.",
      "cn": "公司应该能够满足我们的要求."
    },
    {
      "en": "The question is how we should fulfill our duties.",
      "cn": "问题是我们应该怎样履行我们的职责."
    },
    {
      "en": "This company should be able to fulfill our requirements.",
      "cn": "这家公司应该能够满足我们的要求."
    },
    {
      "en": "Visiting Disneyland has fulfilled a boyhood dream.",
      "cn": "迪士尼乐园之游使童年梦想成真。"
    },
    {
      "en": "We engage to fulfill certain obligations.",
      "cn": "我们保证履行一定的职责."
    },
    {
      "en": "What important dream have you yet to realize and fulfill?",
      "cn": "你有什么重要的梦想还没有实现和完成？"
    },
    {
      "en": "You'll never get anywhere in your job unless you reach up to the highest position in the firm and take steps to fulfill your aim.",
      "cn": "除非你在公司里有望得到最高的地位并采取步骤来实现你的目标,否则你在工作中永远一事无成."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "fulfillment",
          "tran_cn": " 履行；实行"
        },
        {
          "word": "fulfilment",
          "tran_cn": " 实现；成就"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accomplish",
            "achieve",
            "attain",
            "prosecute",
            "redeem"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "carry",
            "complete",
            "discharge",
            "do",
            "execute",
            "finish",
            "out",
            "perform",
            "satisfy"
          ],
          "tran_cn": "履行;执行;完成"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "fulfill oneself",
      "tran_cn": "v. 完全实现自己的抱负"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "履行；实现；满足；使结束（等于fulfil）",
      "tran_en": "if you fulfill a hope, wish, or aim, you achieve the thing that you hoped for, wished for etc"
    },
    {
      "pos": "vt",
      "tran_cn": "履行（诺言等），执行（命令等），达到（目的），使结束"
    }
  ],
  "exchange": {
    "third": [
      "fulfills"
    ],
    "past": [
      "fulfilled"
    ],
    "done": [
      "fulfilled"
    ],
    "ing": [
      "fulfilling"
    ]
  }
}