{
  "word": "Polynesian",
  "ipa": {
    "us": "ˌpɒlɪˈniːʒən",
    "uk": "ˌpɑˌlɪˈniʒən"
  },
  "sentences": [
    {
      "en": "Allegiance to chiefs was a fundamental of Polynesian culture.",
      "cn": "效忠首领是波利尼西亚人最基本的文化。"
    },
    {
      "en": "And we have a fantastic Polynesian show on eleventh floor from six o'clock.",
      "cn": "今晚六点起在十一楼有一场波利尼西亚奇幻表演."
    },
    {
      "en": "Blue - and - white eyespots adorn the velvety black wings of a butterfly on a Polynesian island.",
      "cn": "波利尼西亚岛上的一只蝴蝶,天鹅绒般的黑色翅膀上点缀着蓝白色的眼状斑点."
    },
    {
      "en": "Blue and - white eye spots adorn the velvety black wings of a butterfly on a Polynesian island.",
      "cn": "在一座玻利尼西亚小岛上,在一只蝴蝶天鹅绒般的翅膀上点缀着蓝白相间的眼状斑点."
    },
    {
      "en": "Cook a Polynesian feast or an ancient Roman banquet.",
      "cn": "做一桌波里尼西亚宴席或古罗马盛宴."
    },
    {
      "en": "Fire dancing is a relatively recent Polynesian tradition, originated by a Samoan dancer in 1946.",
      "cn": "火刀舞起源于1946年一位萨摩亚舞者,成为波利尼西亚新近的传统."
    },
    {
      "en": "I'm looking for a Chinese Polynesian restaurant.",
      "cn": "我在找一家中国餐厅."
    },
    {
      "en": "In the two pictures above, I had shot the Polynesian Idols as I approached them.",
      "cn": "在上面的两幅照片中, 我已经在靠近的时候,拍摄了."
    },
    {
      "en": "It is possible that Polynesian rats, arriving with human settlers, may have eaten enough seeds to help to decimate the trees.",
      "cn": "有可能是与人类共同达到该岛的波利尼西亚鼠类，吃掉了大量的种子促成了棕榈树的大批死亡。"
    },
    {
      "en": "Language: The official language is French, and Polynesian languages are spoken by the indigenous population.",
      "cn": "语言: 官方语言为法语, 通用波利尼西亚语."
    },
    {
      "en": "Polynesian society blossomed in this unlikely locale after hardy souls somehow navigated a fleet of wooden outrigger canoes to this tiny speck in the vastness of the Pacific Ocean.",
      "cn": "在一群勇敢的人们驾驶着一队独木舟来到广阔的太平洋上的这个小岛上，一个波利尼西亚社会开始在这个不可思议的位置繁荣了起来。"
    },
    {
      "en": "The Polynesian people greet each other Aloha when they meet.",
      "cn": "波利尼西亚人相互见面时总是相互问候“阿洛哈”."
    },
    {
      "en": "The term taboo derives from various Polynesian languages where it has the sense of'forbiden '.",
      "cn": "禁忌这个词来自各种波希米亚语,在波希米亚语中,禁忌这个词有着“禁止 ” 的含义."
    },
    {
      "en": "We were attracted by the amazing performance of the Polynesian dancers.",
      "cn": "我们被波利尼西亚舞蹈演员精彩的表演所吸引."
    },
    {
      "en": "Why would the Polynesian race participate in nuclear annihilation?",
      "cn": "为什么玻利尼西亚民族要参与到核灭绝的战争之中 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（包括新西兰、夏威夷、萨摩亚等中太平洋群岛的）波利尼西亚的，与波利尼西亚相关的"
    },
    {
      "pos": "n",
      "tran_cn": "波利尼西亚人，波利尼西亚人后裔，波利尼西亚语",
      "tran_en": "a member of the people that inhabit Polynesia, generally of Caucasoid features with light skin and wavy hair "
    }
  ],
  "exchange": {}
}