{
  "word": "Dan",
  "ipa": {
    "us": "dæn",
    "uk": "dɑn, dæn"
  },
  "sentences": [
    {
      "en": "Dan burned to know what the reason could be.",
      "cn": "丹急于想知道原因。"
    },
    {
      "en": "Dan exchanged a knowing look with Harry.",
      "cn": "丹和哈丽心照不宣地交换了一下眼神。"
    },
    {
      "en": "Dan fell about and slapped his thighs.",
      "cn": "丹笑得前仰后合，直拍大腿。"
    },
    {
      "en": "Dan found out that I had been meeting my ex-boyfriend in secret.",
      "cn": "丹发现我一直在跟前男友偷偷见面。"
    },
    {
      "en": "Dan informed her that he would be out back on the patio cleaning his shoes.",
      "cn": "丹告诉她说他要去房子后面的露台上擦鞋。"
    },
    {
      "en": "Dan made a break for his car only to find the driver's door locked.",
      "cn": "丹朝他的汽车跑去，却发现驾驶座位置的门被锁住了。"
    },
    {
      "en": "Dan played with the tangerine peel, letting it uncoil and then coil again.",
      "cn": "丹摆弄着那片橘子皮，将它不停地展开来卷回去。"
    },
    {
      "en": "Dan smiled at him through a haze of smoke and steaming coffee.",
      "cn": "丹透过烟雾和咖啡的热气朝他笑了笑。"
    },
    {
      "en": "Dan was in his cabin, staring out of a porthole.",
      "cn": "丹在自己的船舱里朝舱外凝视着。"
    },
    {
      "en": "He had to lean on Dan to keep from falling.",
      "cn": "他不得不靠在丹身上以免摔倒。"
    },
    {
      "en": "He proceeded to give Dan directions to the computer room.",
      "cn": "他接着告诉丹去计算机房该怎么走。"
    },
    {
      "en": "I squared it with Dan, who said it was all right so long as I was back next Monday morning.",
      "cn": "我征得了丹的同意，他说只要我下周一早上能回来就行。"
    },
    {
      "en": "Let's move to another subject, Dan.",
      "cn": "丹，我们换个话题吧。"
    },
    {
      "en": "The passing of the years has been kind to Dan. He looks like a man of half his age.",
      "cn": "岁月对丹很仁慈，他看起来只有他年龄的一半大。"
    },
    {
      "en": "Why shouldn't Dan eat the cake? After all, he baked it.",
      "cn": "为什么丹不该吃蛋糕? 不管怎么说还是他做的呢."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "segment",
            "act"
          ],
          "tran_cn": "段（围棋、柔道、空手道等运动员的技艺等级）；浮标"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "担"
    },
    {
      "pos": "other",
      "tran_cn": "丹 • 德维什"
    }
  ],
  "exchange": {}
}