{
  "word": "graveyard",
  "ipa": {
    "us": "ˈgreɪvjɑ:d",
    "uk": "ˈgreɪvjɑrd"
  },
  "sentences": [
    {
      "en": "\" Even in the graveyard here at hand, \" answered the physician, continuing his employment.",
      "cn": "“ 在这跟前的坟地里就有, ” 医生一边继续干他的活,一边回答."
    },
    {
      "en": "A drystone wall enclosed a graveyard where wildflowers grew.",
      "cn": "清水石墙环抱着野花丛生的墓地."
    },
    {
      "en": "A muffled sound of voices floated up from the far end of the graveyard.",
      "cn": "这时从远远的坟地那边传来一阵低沉的说话声."
    },
    {
      "en": "All the town was drifting toward the graveyard.",
      "cn": "全镇的人都象流水似地向那坟场涌过去."
    },
    {
      "en": "Detectives are still searching for those who violated the graveyard.",
      "cn": "侦探们仍在搜捕那些亵渎了墓园的家伙。"
    },
    {
      "en": "Do you know the origin of the term graveyard shift?",
      "cn": "你知道墓地值班这个词的由来 吗 ?"
    },
    {
      "en": "He suggested we have to go to eat despite graveyard shift.",
      "cn": "他提议说咱们没出国疑问在大夜班结束以后一起去吃物品."
    },
    {
      "en": "He suggested we have to go to eat despite my graveyard shift.",
      "cn": "他提议说咱们没去外国疑问在我的大夜班之后一起去吃物品."
    },
    {
      "en": "Instead I drive across the river to a family graveyard.",
      "cn": "我却驾车去了河对岸的一块家族墓地."
    },
    {
      "en": "It was standing in the graveyard, in the grass, its bottom missing.",
      "cn": "站在墓地的青草上面去了, 而且瓶底已经丢失,虽然丢失了也就让它空空地站在墓边."
    },
    {
      "en": "Living next to a graveyard would give me the creeps.",
      "cn": "居住在墓地旁边会使我毛骨悚然."
    },
    {
      "en": "Stands erect on the graveyard of church 3 hundred years the old oak, rustlingly ground suddenly.",
      "cn": "屹立在教堂墓地上已经三百年的老橡树, 突然间哗啦啦地倒在地上."
    },
    {
      "en": "The area had become a graveyard for old cars.",
      "cn": "这块地方已成了堆放废弃汽车的场地."
    },
    {
      "en": "They made their way to a graveyard to pay their traditional respects to the dead.",
      "cn": "他们按惯例前往墓地悼念死者。"
    },
    {
      "en": "This had once been the greatest port in the world, now it was a graveyard of rusting cranes.",
      "cn": "这里一度是全球最大的港口，现在堆满了锈迹斑斑的吊车。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cemetery",
            "boneyard"
          ],
          "tran_cn": "墓地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "burial",
            "cemetery"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "graveyard shift",
      "tran_cn": "夜班；全体夜班的工人"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "墓地",
      "tran_en": "an area of ground where people are buried, often next to a church"
    }
  ],
  "exchange": {
    "pl": [
      "graveyards"
    ]
  }
}