{
  "word": "undue",
  "ipa": {
    "us": "ˌʌnˈdjuː",
    "uk": "ˌʌnˈduː"
  },
  "sentences": [
    {
      "en": "A printed checklist was provided, undue haste forbidden.",
      "cn": "有一张印刷的供核对用的清单, 严禁仓促行事."
    },
    {
      "en": "Any exercise that causes undue shortness of breath should be stopped.",
      "cn": "任何导致呼吸出现困难的锻炼都应停止。"
    },
    {
      "en": "De Gaulle felt that America had undue influence in Europe.",
      "cn": "戴高乐感到美国在欧洲影响力过大。"
    },
    {
      "en": "He had behaved with undue and oily familiarity.",
      "cn": "他表现得过于亲热，媚态毕现。"
    },
    {
      "en": "He left with undue haste.",
      "cn": "他过急地离去."
    },
    {
      "en": "He tried to exercise an undue influence upon his colleagues.",
      "cn": "他想对他的同事施加不适当的影响."
    },
    {
      "en": "He used it to discourage any undue sense of danger.",
      "cn": "他这样做是为了制止任何不适当的危机感."
    },
    {
      "en": "It is unrealistic to put undue pressure on ourselves by saying we are the best.",
      "cn": "说我们是最好的是给自己施加过多的压力，这种做法不切实际。"
    },
    {
      "en": "It might give the Commission undue influence over the coming negotiations.",
      "cn": "这可能会在即将开启的谈判问题上给委员会带来过多的影响。"
    },
    {
      "en": "It would be wise not to give undue importance to his criticisms.",
      "cn": "最好不要过分看重他的批评."
    },
    {
      "en": "Methods of cutting should be employed which are unlikely to generate an undue amount of heat.",
      "cn": "应采用不易产生过多热量的切割方法."
    },
    {
      "en": "Mr Bakrie rejects any suggestion that he wields undue influence.",
      "cn": "MrBakrie坚决否认那些他具有不正当影响的说法."
    },
    {
      "en": "One of these is undue absorption in the past.",
      "cn": "其一是过分地沉缅于过去."
    },
    {
      "en": "The kick should be taken without undue delay.",
      "cn": "应立即开球，不得无故拖延。"
    },
    {
      "en": "The news should be chronicled without undue prominence or headlines.",
      "cn": "刊载这类消息不应当用过分惹人注目的篇幅或标题."
    },
    {
      "en": "They are taking undue advantage of the situation.",
      "cn": "他们过分利用了这种情势。"
    },
    {
      "en": "This would help the families to survive the drought without undue suffering.",
      "cn": "这会帮助那些家庭度过干旱期，不至于遭受太多的苦。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "unduly",
          "tran_cn": " 过度地；不适当地；不正当地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "excessive",
            "ultra",
            "tall",
            "unreasonable",
            "unhappy"
          ],
          "tran_cn": "过度的，过分的；不适当的；[金融]未到期的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abusive",
            "deadly",
            "excessive",
            "unjust"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "undue delay",
      "tran_cn": "不当延误；不应有的延误"
    },
    {
      "phrase": "undue influence",
      "tran_cn": "n. 不正当影响；[律]不正当压力"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "过度的，过分的，不适当的，未到期的，逾分",
      "tran_en": "more than is reasonable, suitable, or necessary"
    }
  ],
  "exchange": {}
}