{
  "word": "coastguard",
  "ipa": {
    "us": "ˈkəʊstgɑ:d",
    "uk": "ˈkoʊstgɑrd"
  },
  "sentences": [
    {
      "en": "Contact the Coastguard immediately if you see a boat in trouble.",
      "cn": "如看到船只遇险，请立即通知海岸警卫队。"
    },
    {
      "en": "Mr Clelford was then able to email the coastguard and ask for assistance.",
      "cn": "议员克莱尔福德当时能够电子邮件海岸警卫队和请求协助."
    },
    {
      "en": "The captain of the sinking ship used flares to attract the attention coastguard.",
      "cn": "船开始下沉时,我们发出闪光信号以唤起人们注意."
    },
    {
      "en": "The captain of the sinking ship used flares to attract the attention of the coastguard.",
      "cn": "轮船正在下沉,船长向海岸巡逻队发出闪光信号求救."
    },
    {
      "en": "The coastguard cutter cruise along the coast look for smuggler.",
      "cn": "海岸警卫队缉私艇沿海巡逻搜寻走私犯."
    },
    {
      "en": "The coastguard cutter cruised along the coast looking for smugglers.",
      "cn": "水上警察缉私船沿海巡逻搜寻走私犯."
    },
    {
      "en": "The Coastguard needs to decipher garbled messages in a few minutes.",
      "cn": "海岸警卫队需要在几分钟内解读这些含混不清的信息。"
    },
    {
      "en": "the Coastguard station at Stornoway",
      "cn": "位于斯托诺韦的海岸警卫队驻地"
    },
    {
      "en": "The coastguard was alerted.",
      "cn": "海岸警卫队已接到报警。"
    },
    {
      "en": "The ship was identified, and its name and position were reported to the coastguard.",
      "cn": "那艘船已找到，其名字和位置已报告给海岸警卫队。"
    },
    {
      "en": "The skipper notified the coastguard of the tragedy.",
      "cn": "船长向海岸警卫队报告了这起灾难。"
    },
    {
      "en": "The survivors were lifted off by two helicopters, one from the Coastguard and one from the RAF.",
      "cn": "幸存者被两架直升机送走，一架是海岸警卫队的，一架是英国皇家空军的。"
    },
    {
      "en": "They call themselves the Volunteer Coastguard of Somalia - and it's not hard to see why.",
      "cn": "他们称自己为索马里海岸警卫志愿者,不难看出他们为什么这么称呼自己."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海岸警卫队，海岸警卫队队员",
      "tran_en": "the organization that helps swimmers and ships that are in danger and helps to prevent illegal activities around the coast"
    }
  ],
  "exchange": {
    "pl": [
      "coastguards"
    ]
  }
}