{
  "word": "lipoprotein",
  "ipa": {
    "us": "ˈlɪpəprəʊti:n",
    "uk": "ˈlɪpəproʊtin"
  },
  "sentences": [
    {
      "en": "ApoE is an important component of plasma lipoproteins, and plays significant roles in lipoprotein metabolism.",
      "cn": "载脂蛋白E是血浆脂蛋白的重要组成成分, 在脂质代谢中发挥着重要的作用."
    },
    {
      "en": "But Marc Hamilton, Ph.D., one of Katzmarkzyk’s colleagues, suspects it has to do with an enzyme called lipoprotein lipase (LPL), which breaks down fat in the bloodstream and turns it into energy.",
      "cn": "但是，凯茨玛德扎克的一个同事，马克.汉密尔顿博士怀疑，与一种叫脂蛋白脂肪酶（LPL）的酶有关，它能分解血管内的脂肪，将之转化为能量。"
    },
    {
      "en": "Extensive travelers also had higher diastolic blood pressure and lower high-density lipoprotein cholesterol (the 'good cholesterol') than people who traveled less frequently, the study found.",
      "cn": "该研究发现，出差过多的人还更可能出现高血压、高密度脂蛋白胆固醇（即良性胆固醇）偏低的症状。"
    },
    {
      "en": "Garlic: garlic can increase of high density lipoprotein in blood, to prevent arteriosclerosis advantage.",
      "cn": "大蒜：大蒜可升高血液中高密度脂蛋白，对防止动脉硬化有利。"
    },
    {
      "en": "High - density lipoprotein ( HDL ) cholesterol is sometimes called good cholesterol.",
      "cn": "高密度脂蛋白 ( HDL ) 胆固醇有时被称为“好”胆固醇."
    },
    {
      "en": "High - density lipoprotein ( HDL ) is on the top of the 6 hematological indicators.",
      "cn": "在6因素中,高密度脂蛋白的地位尤其突出."
    },
    {
      "en": "High density lipoprotein ( does HDL - C ) slant bottom how to treat?",
      "cn": "高密度脂蛋白 ( HDL -C ) 偏底了怎么治疗?"
    },
    {
      "en": "However, LDL ( low density lipoprotein ) cholesterol is the bad form of cholesterol in the blood.",
      "cn": "然而, LDL ( 低密度脂蛋白 ) 胆固醇是存在于血液中的“坏”胆固醇."
    },
    {
      "en": "Lipoprotein Lipase ( LPL ) plays an important role in plasma lipoprotein metabolism.",
      "cn": "脂蛋白脂肪酶 ( LPL ) 在血浆脂蛋白的代谢中发挥了重要的作用."
    },
    {
      "en": "Objective To investigate the levels of serum high - density lipoprotein in patients with ischemic cerebrovascular disease.",
      "cn": "目的探讨缺血性脑血管病患者血清高密度脂蛋白含量的变化."
    },
    {
      "en": "Objective To study the adsorbability of tripeptide serine aspartic glutamic acid ( SDE ) for low density lipoprotein ( LDL ).",
      "cn": "目的研究丝氨酰-天冬氨酰-谷氨酸 ( SDE ) 负电性三肽仿生吸附剂对低密度脂蛋白 ( LDL ) 的吸附."
    },
    {
      "en": "Results The difference between the two group is remarkable except hyperdensity lipoprotein - cholesterol ( P & lt; 0.01 ).",
      "cn": "结果在高血压组与对照组各检验指标除高密度脂蛋白 - 胆固醇外均差异显著 ( P & lt; 0.01 )."
    },
    {
      "en": "Saturated fat raises your low - density lipoprotein ( LDL ) cholesterol level more than anything else in your diet.",
      "cn": "饱和脂肪酸是增加人体内 低密度 脂蛋白水平的罪魁祸首."
    },
    {
      "en": "Some medicines lower the level of low density lipoprotein ( LDL ) cholesterol.",
      "cn": "某些药物具有降低体内低密度脂蛋白 ( LDL ) 的功效."
    },
    {
      "en": "Some of it, HDL ( high density lipoprotein ), can actually protect against heart disease.",
      "cn": "部分胆固醇, 比如HDL ( 高密度脂蛋白 ), 实际上能够预防心脏疾病."
    },
    {
      "en": "Subjects with NAFLD also had significantly lower high - density lipoprotein cholesterol than controls.",
      "cn": "NAFLD儿童的高密度脂蛋白胆固醇也显著低于对照组."
    },
    {
      "en": "The oxygen free radical scavenging activities and anti - lipoprotein oxidative effects of green tea polysaccharides were studied.",
      "cn": "研究绿茶多糖体外清除氧自由基与 抗 脂蛋白氧化作用."
    },
    {
      "en": "The relation between high - density - lipoprotein cholesterol and ischemic cerebrovascular disease: a clinical study.",
      "cn": "缺血性脑血管病与高密度脂蛋白关系的临床研究."
    },
    {
      "en": "When this happens, the cholesterol and protein form a lipoprotein together.",
      "cn": "当这种结合发生时，胆固醇和蛋白质共同形成了脂蛋白。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "high density lipoprotein",
      "tran_cn": "高密度脂蛋白"
    },
    {
      "phrase": "low density lipoprotein",
      "tran_cn": "低密度脂蛋白"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生化>脂蛋白",
      "tran_en": "any of a group of proteins to which a lipid molecule is attached, important in the transport of lipids in the bloodstream"
    }
  ],
  "exchange": {}
}