{
  "word": "corona",
  "ipa": {
    "us": "kəˈrəʊnə",
    "uk": "kəˈroʊnə"
  },
  "sentences": [
    {
      "en": "Also, a by - product of the corona is heat.",
      "cn": "又由于?靠近电线制品的电晕是热的."
    },
    {
      "en": "Corona determines the electromagnetic environment characteristics of transmission line.",
      "cn": "电晕决定输电线路的电磁环境特性."
    },
    {
      "en": "Dilata corona for film surface tension.",
      "cn": "通过电晕装置提高薄膜的表面张力."
    },
    {
      "en": "Her hair is a burning corona, her eyes are white - hot flakes.",
      "cn": "他的头发如燃烧的皇冠, 他的眼中放射出白炽的火花."
    },
    {
      "en": "In addition, CORONA further plans diversified branding strategies regarding the ever - changing lifestyle and industrial chain.",
      "cn": "此外, CORONA更进一步规划了与生活方式及产业链相关的多元化品牌战略."
    },
    {
      "en": "In the region where the corona exists, large numbers of positive and negative ions are formed.",
      "cn": "在存在电晕的区域, 形成了大量正离子和负离子."
    },
    {
      "en": "Ink manufacturers sometimes point Corona technology on the surface to be processed.",
      "cn": "油墨制造商有时会用不面昏充电技艺差薄膜暗不天举行办理."
    },
    {
      "en": "Looking at small details we find that the corona has a delicate structure.",
      "cn": "仔细研究细节后,我们发现日冕有精细结构."
    },
    {
      "en": "Non - equilibrium plasma engendered by DC corona discharge was utilized for decomposing toluene.",
      "cn": "利用直流高压电晕产生的非平衡等离子体分解甲苯."
    },
    {
      "en": "The continuum of the corona is essentially radially polarized.",
      "cn": "日冕连续区基本上是经向偏振."
    },
    {
      "en": "The corona gains and loses energy continuously.",
      "cn": "日冕总是不断地获得能量和损失能量."
    },
    {
      "en": "The corona is a brilliant, pearly white, filmy light, about as bright as the full Moon.",
      "cn": "光环带是一种灿烂的珠白色朦胧光, 几乎像满月一样明亮."
    },
    {
      "en": "The corona or brush discharge, would transfer from point to point.",
      "cn": "电晕放电和刷毛状放电只是从放电点处逐个地发生."
    },
    {
      "en": "The Galactic Dust in Corona Australis: Two blue - reflection nebulae.",
      "cn": "南冕座星尘内,两个星云焕发着梦幻般的蓝色光辉."
    },
    {
      "en": "The phenomenon undercorona is evidently different with that under alternating current corona.",
      "cn": "这与交流电晕作用硅橡胶材料时有明显差异."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "coronal",
          "tran_cn": " 冠状的；日冕的；头颅的；花冠的；舌尖音的"
        },
        {
          "word": "coronary",
          "tran_cn": " 冠的；冠状的；花冠的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "coronal",
          "tran_cn": " 冠；冠状物；花冠"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sunglow"
          ],
          "tran_cn": "[物]电晕；日冕；冠状物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "circle",
            "halo"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "corona discharge",
      "tran_cn": "电晕放电"
    },
    {
      "phrase": "corona treatment",
      "tran_cn": "电晕处理；电晕放电处理"
    },
    {
      "phrase": "solar corona",
      "tran_cn": "[天文]日冕"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "日冕，日华，冠状物",
      "tran_en": "the shining circle of light seen around the sun when the moon passes in front of it in an  eclipse "
    }
  ],
  "exchange": {
    "pl": [
      " coronae",
      "coronas"
    ]
  }
}