{
  "word": "fawning",
  "ipa": {
    "us": "'fɔ:nɪŋ",
    "uk": "'fɔnɪŋ"
  },
  "sentences": [
    {
      "en": "\"You've got to try this, \" he shouted to his wife, to the delight of a fawning saleswoman.",
      "cn": "“你来试试这个”，在销售员的奉承下，他喜出望外的朝他妻子喊道。"
    },
    {
      "en": "Contented, easily after, with few, simple in livelihood, prudent and modest, not fawning upon family.",
      "cn": "知足 、 易供养, 少世俗务, 生活俭朴,诸根寂静, 谨慎和谦虚, 不攀求于俗家."
    },
    {
      "en": "During his life Confucius loathed spineless, fawning sycophants, but he particularly phony gentlemen who appeared respectable.",
      "cn": "孔子一生不耻没气节或巧言令色的小人, 但他尤其最痛恶与貌似恭谨的伪君子为伍."
    },
    {
      "en": "Fawning authors penned books about his management techniques that remain on sale at bookstores here today.",
      "cn": "吹捧的作家写的关于他的管理技巧的书仍然在书店畅销."
    },
    {
      "en": "Full of or exhibiting servile compliance; fawning .",
      "cn": "这辆运货马车装满了 蔬菜."
    },
    {
      "en": "He fawning manner whenever the boss is around just makes me curl up.",
      "cn": "每当老板在时,他那摇尾乞怜的样子真使我恶心."
    },
    {
      "en": "He was fawning on a damsel with soft words.",
      "cn": "他正用甜言蜜语向一位女郞献殷勤."
    },
    {
      "en": "Nauseatingly fawning journalism that's all it is.",
      "cn": "那只不过是以令人作呕的溜须拍马为能事的新闻报道。"
    },
    {
      "en": "Not a foreign policy of resisting Japan, but one of fawning on her.",
      "cn": "不是抗日的外交, 而是媚日的外交."
    },
    {
      "en": "Now, with the old man fawning on her, she puts on airs.",
      "cn": "现在呢, 因为“老东西”——这是秀才的妻叫秀才的名字——趋奉了她, 就装着娇滴滴的样子了."
    },
    {
      "en": "The game is played out in endless fawning speeches, flattering remarks and fake smiles.",
      "cn": "于是 这个游戏中充斥着无穷无尽的恭维式讲话、奉承式言谈和虚伪的笑容。"
    },
    {
      "en": "The puppy was fawning oh his master.",
      "cn": "小狗向它的主人摇尾乞怜."
    },
    {
      "en": "The puppy was fawning on its master.",
      "cn": "小狗朝着主人摇尾乞怜."
    },
    {
      "en": "The servant worn a fawning smile.",
      "cn": "仆人的脸上露出一种谄笑."
    },
    {
      "en": "The tone was typical Chandler - half fawning, half insolent.",
      "cn": "这是十足的钱德勒的口气 -- 又是阿谀奉承, 又是傲慢无理."
    },
    {
      "en": "There were still some crafty and fawning ministers who followed Zhao Gao closely in ordinary times.",
      "cn": "还有一些平时就紧跟赵高的奸佞之人立刻表示拥护赵高的说法,对皇上说,“这确是一匹千里马! ”"
    },
    {
      "en": "They were fawning on their rich uncle.",
      "cn": "他们巴结有钱的叔父."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "flattering",
            "subservient"
          ],
          "tran_cn": "奉承的；摇尾乞怜的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "fawn on",
      "tran_cn": "v. 奉承；讨好"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "乞怜的，奉承的"
    },
    {
      "pos": "v",
      "tran_cn": "（尤指狗等）跳过来往人身上蹭以示亲热( fawn的现在分词 )，巴结，讨好"
    }
  ],
  "exchange": {}
}