{
  "word": "trafficker",
  "ipa": {
    "us": "'træfɪkə(r)",
    "uk": "ˈtræfikə"
  },
  "sentences": [
    {
      "en": "A drug trafficker was arrested by the police yesterday.",
      "cn": "一名贩毒分子昨日被警方捕获."
    },
    {
      "en": "A fugitive drug trafficker was captured after two decades on the run.",
      "cn": "一名逃亡的毒贩在逃亡二十年后被捉拿归案了."
    },
    {
      "en": "A violent drug trafficker in Colombia is behind bars in a luxurious prison in his hometown.",
      "cn": "哥伦比亚一名暴戾的运毒犯关在他家乡的一所豪华监狱里."
    },
    {
      "en": "Born as an orphan, subject grew up to become an illegal drug trafficker and narcotics addict.",
      "cn": "身为孤儿, 个体在长大后成为毒贩,本身也染上毒瘾."
    },
    {
      "en": "Jamaican police arrested Christopher Coke, an alleged drug - trafficker and gang leader.",
      "cn": "牙买加警方已经逮捕毒品贩及帮会头目克里斯多夫?科克."
    },
    {
      "en": "Mike: Did you hear about Hello Kitty being a drug trafficker?",
      "cn": "麦可: 你听说有人用凯蒂猫来从事毒品交易 吗 ?"
    },
    {
      "en": "Police said they believed the attack was in retaliation for the death of the drug trafficker.",
      "cn": "警察说他们认为这次袭击是针对那个毒犯的死实施的报复。"
    },
    {
      "en": "The drug trafficker is about the condition of the traditional concert.",
      "cn": "毒品贩子担心传统乐曲会的状况."
    },
    {
      "en": "The drug trafficker is concerned about the condition of the traditional concert.",
      "cn": "毒品贩子担心传统音乐会的状况."
    },
    {
      "en": "The tormenting tough issue made the drug trafficker with tragic trait of character toss and turn.",
      "cn": "这个令人痛苦的棘手问题使那个有悲剧性性格特点的毒贩辗转反侧."
    },
    {
      "en": "They have been arrested as suspected drug traffickers.",
      "cn": "他们因涉嫌贩毒而被捕。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "trader",
            "merchant"
          ],
          "tran_cn": "贩子；商人；从事违法勾当者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "merchant",
            "seller"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "drug trafficker",
      "tran_cn": "毒品贩子"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "商人，贩子，从事违法勾当者",
      "tran_en": "someone who buys and sells illegal goods, especially drugs"
    }
  ],
  "exchange": {
    "pl": [
      "traffickers"
    ]
  }
}