{
  "word": "stratagem",
  "ipa": {
    "us": "ˈstrætədʒəm",
    "uk": "ˈstrætədʒəm"
  },
  "sentences": [
    {
      "en": "A common saying goes, \" Knit the brows and you will hit upon a stratagem. \" In other words, much thinking yields wisdom.",
      "cn": "俗话说: “ 眉头一皱,计上心来 ”. 就是说多想出智慧."
    },
    {
      "en": "Finally, forward fixed necessary measures and controlling emphasis of stratagem.",
      "cn": "最后, 提出了相应的战略配套措施及战略控制重点."
    },
    {
      "en": "Fire, but because carrier's actual error or the private stratagem cause exception.",
      "cn": "火灾, 但由于承运人的实际过失或私谋所引起的除外."
    },
    {
      "en": "For accelerating the economic sustainable development of energy stratagem, offered important foundation.",
      "cn": "为促进能源经济可持续发展, 提供了重要的理论依据."
    },
    {
      "en": "I doubt that Dinitz took the stratagem too seriously.",
      "cn": "我怀疑迪尼茨会认真对待这个做法."
    },
    {
      "en": "I was merely a pawn in his cunning stratagem.",
      "cn": "我只不过是他那狡猾计谋中的一件工具."
    },
    {
      "en": "It is the favourite stratagem of our passions.",
      "cn": "这就是咱们的热情的拿手好戏."
    },
    {
      "en": "It was a stratagem cadres sometimes used to buy things for themselves.",
      "cn": "很明显,这是干部们为了中饱私囊使出的伎俩."
    },
    {
      "en": "Knit the brows and a stratagem comes to mind.",
      "cn": "眉头一皱，计上心来。"
    },
    {
      "en": "Knit your brows and you will hit upon a stratagem.",
      "cn": "眉头一皱,计上心来."
    },
    {
      "en": "The adjustment of economy structure is important stratagem to national economy development.",
      "cn": "经济结构调整是我国经济发展的重大战略."
    },
    {
      "en": "The exchange reminded her of the stratagem she had thought of yesterday.",
      "cn": "这一交谈使她想起了她昨天所考虑的计谋."
    },
    {
      "en": "They used every stratagem to acquire the company.",
      "cn": "他们想方设法占有这家公司."
    },
    {
      "en": "Trade discounts may be used as a competitive stratagem to secure customer loyalty.",
      "cn": "商业折扣可以用作维护顾客忠诚度的一种竞争策略。"
    },
    {
      "en": "Water resources management, watershed planning and water resources sustainable utilization stratagem study.",
      "cn": "水资源规划 、 流域规划以及水资源可持续利用战略研究."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "strategy",
          "tran_cn": " 战略，策略"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "device",
            "game plan"
          ],
          "tran_cn": "策略；计谋"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conspiracy",
            "deception",
            "diversion"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "诡计，计谋，花招",
      "tran_en": "a trick or plan to deceive an enemy or gain an advantage"
    }
  ],
  "exchange": {
    "pl": [
      "stratagems"
    ]
  }
}