{
  "word": "embattled",
  "ipa": {
    "us": "ɪmˈbætld",
    "uk": "ɛmˈbætld"
  },
  "sentences": [
    {
      "en": "Both sides say they want to try to reach a political settlement in the embattled north and east of the island.",
      "cn": "双方都表示想努力为处于战乱中的该岛北部和东部地区寻求政治解决方案。"
    },
    {
      "en": "CNN's Anderson Cooper sits down with the embattled actor to discuss life and work.",
      "cn": "安德森与备受争议的导演兼演员梅尔.吉普森谈论他的生活和工作."
    },
    {
      "en": "Distracted and embattled itself , the White House has barely paid attention to the fracas.",
      "cn": "自己都心烦意乱疲于布阵的白宫对这次的纷争也无暇顾及."
    },
    {
      "en": "Embattled - Fire or the walls of a fortress or town.",
      "cn": "垒墙状线条 - 火,或是指城塞、村镇的防御工事."
    },
    {
      "en": "Embattled on all sides, it has really become a city in danger.",
      "cn": "由于四面受敌, 这里俨然成了一座危城."
    },
    {
      "en": "Everton defender Phil Neville has leapt to the defence of embattled England manager Steve McClaren.",
      "cn": "艾佛顿防守队员菲利浦.内维尔急于声援英格兰主教练."
    },
    {
      "en": "It is a situation all too familiar for residents in this embattled city.",
      "cn": "对于这座困难重重的城市里的居民来说,这种状况真是再熟悉不过了."
    },
    {
      "en": "Pakistan's general election was a humiliation for the embattled presidency of Pervez Musharraf.",
      "cn": "巴基斯坦的大选让四面楚歌的总统佩尔韦兹·穆沙拉夫蒙羞."
    },
    {
      "en": "Reducing the size of the balance sheet is important for embattled firms like Lehman.",
      "cn": "对雷曼兄弟这样深陷困境的公司而言,缩减规模是非常重要的步骤."
    },
    {
      "en": "The deal meant more to Yahoo and its embattled management team than Google.",
      "cn": "相对于谷歌,这项合作对雅虎及其饱受指责的管理层来说要重要得多."
    },
    {
      "en": "The embattled army finally surrendered.",
      "cn": "陷入重围的军队最终投降了。"
    },
    {
      "en": "The embattled president also denied recent claims that he was being held hostage by his own soldiers.",
      "cn": "焦头烂额的总统还否认了最近有关他被自己的士兵挟持为人质的说法。"
    },
    {
      "en": "The troops were embattled last night.",
      "cn": "部队昨晚严阵以待."
    },
    {
      "en": "The two boys were sworn friends all the week, and embattled enemies on Saturdays.",
      "cn": "这两个朋友平日里是莫逆之交, 可到了星期六就成了对阵的敌人."
    },
    {
      "en": "The two boys were sworn friends all the weekdays, and embattled enemies on Saturdays.",
      "cn": "这两个朋友平日是莫逆之交, 一到星期六就是对阵的敌人."
    },
    {
      "en": "Their embattled army finally surrendered.",
      "cn": "他们那支被包围的部队最后投降了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "distraught"
          ],
          "tran_cn": "严阵以待的；被敌人围困的；心烦意乱的；边缘呈雉形的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（与敌人或批评者）处于交战中的，受围攻的，严阵以待的",
      "tran_en": "surrounded by enemies, especially in war or fighting"
    },
    {
      "pos": "v",
      "tran_cn": "列阵(embattle的过去式和过去分词)，布阵，严阵以待，整军备战"
    }
  ],
  "exchange": {}
}