{
  "word": "inoculation",
  "ipa": {
    "us": "ɪˌnɒkjʊ'leɪʃn",
    "uk": "ɪˌnɑkjəˈleʃən"
  },
  "sentences": [
    {
      "en": "After inoculation of pregnant women does not affect fetal development.",
      "cn": "孕妇接种后不影响胎儿发育."
    },
    {
      "en": "An inoculation against cholera is recommended.",
      "cn": "建议注射预防霍乱的疫苗。"
    },
    {
      "en": "Beyond plan of children vaccinate vaccine even what want have an inoculation?",
      "cn": "儿童预防接种疫苗程序表以外的还要哪些要接种的 吗 ?"
    },
    {
      "en": "Inoculation area: the main equipment here is bio safety cabinet.",
      "cn": "1接种区: 仪器设备主要要有生物安全柜."
    },
    {
      "en": "It is of great important significance that the application of inoculation.",
      "cn": "扩大和推广孕育剂的应用具有十分重要的意义."
    },
    {
      "en": "Liquid - quenching apparatus was used to investigate the inoculation process in cast iron.",
      "cn": "采用液淬法研究了铸铁的孕育过程."
    },
    {
      "en": "Results Of 18 newborn rats 88.89 % were infected by BDV inoculation intra - cerebrally.",
      "cn": "结果病毒接种后新生大鼠的BDV感染阳性率为88·89%."
    },
    {
      "en": "Role playing is just one part of anti - smoking inoculation.",
      "cn": "角色扮演就是反对吸烟预防注射的一部分."
    },
    {
      "en": "The experiments showed that the inoculation effect on Casuarina glauca was distinct.",
      "cn": "试验结果表明:粗枝木麻黄接种弗兰克氏菌对提高其生长量效果显著."
    },
    {
      "en": "The new law vaccinia vaccine inoculation, this is a Western project.",
      "cn": "新法接种牛痘疫苗, 本是西医的项目."
    },
    {
      "en": "The test inoculation system effectively reduced chilling and improved graphite morphology.",
      "cn": "测试的孕育过滤系统有效地降低了白口,改善了石墨形态."
    },
    {
      "en": "The virus may persist in the inoculation site for several days.",
      "cn": "这种病毒可留在接种部位达数天."
    },
    {
      "en": "Travelers are reminded that inoculation against yellow fever is advisable.",
      "cn": "旅客们被提醒,注射黄热病预防针是明智的."
    },
    {
      "en": "Travellers are reminded that inoculation against yellow fever is advisable.",
      "cn": "提醒旅游者接种预防黄热病的疫苗是明智的."
    },
    {
      "en": "Why can there be fevered undesirable reaction after cheeper hits inoculation?",
      "cn": "为什么幼儿打完防疫针以后会有发烧的不良反应?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "inoculant",
          "tran_cn": " [机] 变质剂；接种体，接种菌"
        },
        {
          "word": "inoculator",
          "tran_cn": " 接种者，接种器；注射器"
        },
        {
          "word": "inoculum",
          "tran_cn": " 接种体；培养液"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "inoculate",
          "tran_cn": " [医] 接种；嫁接；灌输"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<植>接芽，<医>预防接种"
    }
  ],
  "exchange": {
    "verb": [
      "inoculate"
    ]
  }
}