{
  "word": "pager",
  "ipa": {
    "us": "ˈpeɪdʒə(r)",
    "uk": "ˈpedʒɚ"
  },
  "sentences": [
    {
      "en": "Can you take a look at my pager?",
      "cn": "你能看一下我的传呼机 吗 ?"
    },
    {
      "en": "Did you give Roz the phone and pager numbers?",
      "cn": "你把电话和寻呼号码给罗丝了 吗 ?"
    },
    {
      "en": "Did your pager really just go off, or are you ditching the conversation?",
      "cn": "你的寻呼机真的响了还是你想中断谈话?"
    },
    {
      "en": "Do you use any of the following? Pager, Answering machine, Mobile phone, Car phone.",
      "cn": "你使用下面的物品吗？传呼机、电话答录机、移动电话和车载电话。"
    },
    {
      "en": "Don't worry about it. I have his pager number right here.",
      "cn": "别担心. 我这儿有他的呼机号."
    },
    {
      "en": "Each pager alarm message ends on ticker item cancellation.",
      "cn": "每个传呼机报警讯息结束对股票项目取消."
    },
    {
      "en": "For example, the domain of a basic pager is information access.",
      "cn": "例如, 基本类型的寻呼机的应用领域是信息接入."
    },
    {
      "en": "I don't know your pager number.",
      "cn": "我不知道你的寻呼号码."
    },
    {
      "en": "May I have the number of your pager or cellular phone?",
      "cn": "我可以有你的呼叫器或大哥大号码 吗 ?"
    },
    {
      "en": "Messages you type here are delivered to a mobile phone or pager.",
      "cn": "在此窗口中键入的消息将发送至移动电话或呼机."
    },
    {
      "en": "Pls switch off pager and mobile phone during the show.",
      "cn": "避免干扰他人,影片放映期间,请关掉传呼及手提电话."
    },
    {
      "en": "Scores of messages on his pager have not been answered.",
      "cn": "他寻呼机上的许多信息都还没有回复。"
    },
    {
      "en": "The pager is cheap but only handles minimal amounts of information.",
      "cn": "传呼机便宜但只能处置少量的信息."
    },
    {
      "en": "The pager my father used to have had a Chinese display.",
      "cn": "爸爸原来用的传呼机是汉显的."
    },
    {
      "en": "This pager works well , but that one does not ( work well ).",
      "cn": "这个寻呼机工作正常, 但那个就不行."
    },
    {
      "en": "You mean by the coming more than the pager company.",
      "cn": "你的意思是说你们公司将不止经营寻呼机业务,要成为多种经营的企业."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "paging",
          "tran_cn": " 分页；页式调度"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "paging",
          "tran_cn": " 用传呼机传呼（page的现在分词形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Beep-Pager"
          ],
          "tran_cn": "寻呼机，呼机"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "phone"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "寻呼机",
      "tran_en": "a small machine you can carry in your pocket that can receive signals from a telephone. It tells you when someone has sent you a message, or wants you to telephone them, for example by making a noise."
    }
  ],
  "exchange": {
    "pl": [
      "pagers"
    ]
  }
}