{
  "word": "histology",
  "ipa": {
    "us": "hɪˈstɒlədʒi",
    "uk": "hɪˈstɑlədʒi"
  },
  "sentences": [
    {
      "en": "After the operation , on 4,8, 12 wtime - point X - ray photos, ECT, bone density measurement , histology research and hematology inspecting were brought into respectively.",
      "cn": "术后4,8, 12w分别检测: X 线摄片 、 ECT 、 骨密度 、 组织学和血液学检查等."
    },
    {
      "en": "Compasses one of main fields an issue is industrial histology research.",
      "cn": "规制问题是产业组织学研究的重要领域之一."
    },
    {
      "en": "He was also partly responsible for the identification of the polio virus, and made numerous contributions to immunology, histology and anatomy.",
      "cn": "同时，他还参与了脊髓灰质炎病毒的鉴定，在免疫学、组织学和解剖学上都有贡献。"
    },
    {
      "en": "Herein we assessed the association between proteinuria, graft histology and survival.",
      "cn": "在这里我们评估了蛋白尿症, 移植肾的组织病变以及其存活的关系."
    },
    {
      "en": "Histology and embryology is an important course of basic medical sciences.",
      "cn": "组织学与胚胎学是一门重要的医学基础主干课程."
    },
    {
      "en": "Histology heterogeneity overlaps with other vascular malformations.",
      "cn": "部分组织病理学具有与其它血管畸形重叠的特点."
    },
    {
      "en": "Histology involves looking at cells under a microscope.",
      "cn": "组织学研究包括在显微镜下观察细胞."
    },
    {
      "en": "HUMAN . EMBRYOLOGY. Department of Histology and Embryology. China Medical University.",
      "cn": "组织胚胎学课件. 中国医科大学. 基础医学院. 组胚—英文教学组."
    },
    {
      "en": "Imaging results were correlated with BMI, detection of sentinel nodes, blue dye detection, and histology.",
      "cn": "影像的结果与BMI 、 前哨淋巴结的检出 、 蓝色染料的检出和组织学相关."
    },
    {
      "en": "It is not proposed to deal with the detailed histology of regenerating tissues here.",
      "cn": "这里未提出详细的再生组织的组织学."
    },
    {
      "en": "Now, however, traditional teaching methods histology fail to satisfy the requirements of modem medical education.",
      "cn": "但传统的教学方法已不能很好适应新时期医学教学的发展要求."
    },
    {
      "en": "Researches about temporomandibular joint focus on basic studies including histology and morphology.",
      "cn": "有关颞下颌关节(Temporomandibularjoint,TMJ)的研究主要集中在基础性研究(包括组织学变化和形态学改变)方面."
    },
    {
      "en": "Results this paper reported 40 cases of gallbladder carcinoma all comfirmed by histology, 70 % is adenocarcinoma.",
      "cn": "结果本文40例胆囊癌的诊断与手术病理或细胞学都符合,病例类型以腺癌最为常见, 占70%."
    },
    {
      "en": "The histology of the main nerve rings has been described in detail.",
      "cn": "主要神经环的组织原已有详细描述."
    },
    {
      "en": "The osteoinduction of the composite was assessed by histology and image analysis system.",
      "cn": "取材后通过组织学方法和图像分析评价其骨诱导活性."
    },
    {
      "en": "The relationship between the histology and sonographic findings was analysed.",
      "cn": "分析其病理结果与超声声像图的关系."
    },
    {
      "en": "The staining method Golgi discovered was of vital significance; using that method, he laid the foundations of the discipline we now call histology.",
      "cn": "另外，高尔基染色法也具有重要的意义，正是因为这一方法，他奠定了现代组织学的基础。"
    },
    {
      "en": "With humans, we're somewhat limited.We do this - use this technique called high-resolution MRI, which, by the way, isn't very high resolution compared to histology that we can do with animals.",
      "cn": "至于人类，我们所能做的稍稍有限，我们使用一种被称为高分辨率核磁共振成像的技术，其实和我们对动物做的组织学检查相比，这个也没多高分辨率。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "histological",
          "tran_cn": " 组织学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "histaminase",
          "tran_cn": " 组织胺酵素，[生化] 组胺酶"
        },
        {
          "word": "histiocyte",
          "tran_cn": " 组织细胞"
        },
        {
          "word": "histiocytosis",
          "tran_cn": " [内科] 组织细胞增多病"
        },
        {
          "word": "histocompatibility",
          "tran_cn": " [免疫] 组织相容性；组织适合性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "microanatomy"
          ],
          "tran_cn": "[组织]组织学"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生>组织学",
      "tran_en": "the study, esp the microscopic study, of the tissues of an animal or plant "
    }
  ],
  "exchange": {}
}