{
  "word": "conundrum",
  "ipa": {
    "us": "kəˈnʌndrəm",
    "uk": "kəˈnʌndrəm"
  },
  "sentences": [
    {
      "en": "A conundrum in the analysis of change.",
      "cn": "阿在变化的分析难题."
    },
    {
      "en": "A question or statement requiring thought to answer or understand; a conundrum.",
      "cn": "需要思考才能回答或理解的问题或陈述; 谜语."
    },
    {
      "en": "I asked him that conundrum you told me and he had the answer in a tick.",
      "cn": "我问他你告诉我的那个谜,他马上就有了答案."
    },
    {
      "en": "In this unfolding conundrum of life and history, a thing as being too late.",
      "cn": "面对展示在我们面前的这个生活和历史难题, 有一样东西叫做悔之晚矣."
    },
    {
      "en": "Interaction designers often face the conundrum of whether to make their products user - customizable.",
      "cn": "交互设计者经常面临这样的难题,即是否让他们的产品具有用户定制功能."
    },
    {
      "en": "It is a conundrum in game theory known as a prisoner's dilemma.",
      "cn": "这在搏弈理论中被称做囚徒的困境."
    },
    {
      "en": "Let me give you some history about a conundrum.",
      "cn": "让我给你们一些关于谜题的历史."
    },
    {
      "en": "Let me tell you what science has done with the conundrum.",
      "cn": "让我告诉你们科学与谜题曾有的关系."
    },
    {
      "en": "Many people -- too many to count -- share your career conundrum.",
      "cn": "许多人 -- 多的数不过来 - 有着和你一样的职业难题."
    },
    {
      "en": "Roles are the tools to answer this conundrum.",
      "cn": "角色就是回答这个难题的工具."
    },
    {
      "en": "Scientists had focused on two explanations to solve this conundrum.",
      "cn": "科学家已锁定两种解释来解开这个难题。"
    },
    {
      "en": "The colorful mid - priced iMac has also succeeded by playing down the compatibility conundrum.",
      "cn": "多色泽、中等价位的iMac的成功还在于它解决了计算机兼容性的难题."
    },
    {
      "en": "the conundrum of our purpose on Earth",
      "cn": "我们为何目的活在世上这一难题"
    },
    {
      "en": "This is a conundrum. What do you think?",
      "cn": "这是个玩弄字谜的难题. 你怎样认为?"
    },
    {
      "en": "What I said was that there was some interest at Conundrum.",
      "cn": "我说的是迷题出版社的人表示有兴趣."
    },
    {
      "en": "Your mind resolves this conundrum by deciding that actually the study was pretty interesting after all.",
      "cn": "你的大脑决定认为这个研究实际上比较有趣,以此来解决这个难题."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "difficult problem",
            "puzzler"
          ],
          "tran_cn": "难题；谜语"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "knot",
            "problem",
            "unknown"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "谜语，难解的问题",
      "tran_en": "a confusing and difficult problem"
    }
  ],
  "exchange": {
    "pl": [
      "conundrums"
    ]
  }
}