{
  "word": "liaise",
  "ipa": {
    "us": "liˈeɪz",
    "uk": "liˈez"
  },
  "sentences": [
    {
      "en": "Coordinate new product trials and liaise with paint suppliers.",
      "cn": "联络供应商协调新产品试产."
    },
    {
      "en": "Detectives are liaising with police following the bomb explosion early today.",
      "cn": "在今天早些时候炸弹爆炸之后侦探们就一直在联络警方。"
    },
    {
      "en": "He had to liaise directly with the police while writing the report.",
      "cn": "写报告的时候他不得不直接与警方联系。"
    },
    {
      "en": "Her job is to liaise between students and teachers.",
      "cn": "她的工作是做师生间的联系人."
    },
    {
      "en": "Her job is to liaise between the school and the home.",
      "cn": "她的工作就是在学校与家庭之间充当联络人."
    },
    {
      "en": "Liaise and negotiate with suppliers on the execution of contract terms.",
      "cn": "就合同条款的执行与供应商联络和协商."
    },
    {
      "en": "Liaise with customers and suppliers to ensure specification and standards are understood.",
      "cn": "在客户和供应商之间起到联络沟通作用以确保产品规格标准被双方充分理解."
    },
    {
      "en": "Liaise with customers on any technical issue during installation and commissioning.",
      "cn": "在安装及试运产期间,关于任何技术问题,与客户保持联络."
    },
    {
      "en": "Liaise with external component suppliers for prototypes and initial samples.",
      "cn": "就期初的样品和原形联络外部零件的供应商."
    },
    {
      "en": "Liaise with external vendors and requestors for timely and accurate payment.",
      "cn": "良好地与外部供应商以及购买申请者联系以确保及时、准确的付款."
    },
    {
      "en": "Liaise with parts department on the parts availability for items back order.",
      "cn": "与零件部联系,视延缓发货货物的可提供性."
    },
    {
      "en": "Liaise with production, logistic and QA department for material and work process.",
      "cn": "与生产部, 物流部和质保部沟通材料和工作进程事宜."
    },
    {
      "en": "Liaise with Sales for all demand related issues like product launches.",
      "cn": "与销售部门保持沟通解决相关问题,如产品上市等."
    },
    {
      "en": "The three groups will all liaise with each other to help the child.",
      "cn": "这3个团体之间会互通信息，共同帮助那个孩子。"
    },
    {
      "en": "To liaise with customers, suppliers and contractors as required.",
      "cn": "联系客户, 供应商和承包人."
    },
    {
      "en": "We need to devise some sort of system whereby people can liaise with each other.",
      "cn": "我们须想出一套方法，凭此大家能够互相联络。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "liaison",
          "tran_cn": " 联络；（语言）连音"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "keep in touch"
          ],
          "tran_cn": "保持联络；担任联络官"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "vi",
      "tran_cn": "保持联络，担任联络官，与…建立联系",
      "tran_en": "to exchange information with someone who works in another organization or department so that you can both be more effective"
    }
  ],
  "exchange": {
    "third": [
      "liaises"
    ],
    "past": [
      "liaised"
    ],
    "done": [
      "liaised"
    ],
    "ing": [
      "liaising"
    ]
  }
}