{
  "word": "seatbelt",
  "ipa": {
    "us": "si:tbelt",
    "uk": "sitbelt"
  },
  "sentences": [
    {
      "en": "A police officer asks a driver to seatbelt in Baghdad on April 18 , 2008.",
      "cn": "四月十八日, 巴格达一位警员要求一名驾驶系上安全带."
    },
    {
      "en": "Buckle the seatbelt before you turn on the car.",
      "cn": "启动汽车前,必须系好安全带."
    },
    {
      "en": "But, like wearing a seatbelt in a car, cancer prevention can reduce the risks and the numbers of people who end up with the disease.",
      "cn": "但是，就像在汽车里系上安全带一样，癌症预防能够减少患癌症的风险，并且降低该病的死亡率。"
    },
    {
      "en": "Car seatbelt is through the correct path?",
      "cn": "婴儿汽车座椅通过正确的通道?"
    },
    {
      "en": "Data typically collected includes speed at time of impact, steering angle, whether brakes were applied, and seatbelt usage during the crash.",
      "cn": "主要收集的数据包括受到影响时的速度，方向盘角度，是否踩了刹车，以及撞车时安全带使用情况。"
    },
    {
      "en": "Do not unfasten the seatbelt before the plane stops completely.",
      "cn": "在飞机纯粹停止前,不要松开安全带."
    },
    {
      "en": "Do you a seatbelt each time you drive or ride a car?",
      "cn": "你们每次开车或坐车时系安全带 吗 ?"
    },
    {
      "en": "Driver and front passenger seatbelt reminders and daytime running lights are also standard equipment.",
      "cn": "驾驶员和前排乘客安全带提醒装置和日间行车灯也标准装备."
    },
    {
      "en": "Isn't this a violation seatbelt laws?",
      "cn": "这不是违反了系安全带的法律规定 吗 ?"
    },
    {
      "en": "Please a seatbelt, nothing can replace the importance of safe driving.",
      "cn": "请系好安全带, 没什么可以替代安全驾驶的重要性."
    },
    {
      "en": "The car beeped at me until I fastened my seatbelt.",
      "cn": "汽车发出嘟嘟的声音,我系上安全带就不响了."
    },
    {
      "en": "The doctors said it would have saved my brother if he a seatbelt.",
      "cn": "医生说过我哥哥要是系安全带的话,可能不会死."
    },
    {
      "en": "Volvo was the first automobile manufacturer to offer the modern seatbelt as a permanent addition to its cars.",
      "cn": "沃尔沃公司是世界上第一家将现代安全带作为汽车永久部件的汽车公司。"
    },
    {
      "en": "You close the bin, sit down, fasten your seatbelt and take a deep breath.",
      "cn": "然后,您合上箱盖, 坐定, 系紧安全带,这才深深地舒了口气."
    },
    {
      "en": "You don't want to wear your seatbelt because it is uncomfortable.",
      "cn": "你不喜欢系安全带因为安全带让你感觉不舒服."
    },
    {
      "en": "You may now unfasten your seatbelt.",
      "cn": "您现在可以解开安全带."
    },
    {
      "en": "You must always wear your seatbelt.",
      "cn": "你一定要系好安全带."
    },
    {
      "en": "You put on your seatbelt and disengage the hand brake.",
      "cn": "你戴上安全带,松开手闸."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "座位安全带"
    },
    {
      "pos": "other",
      "tran_cn": "安全带"
    }
  ],
  "exchange": {}
}