{
  "word": "effectiveness",
  "ipa": {
    "us": "ɪˌfek'tɪvnɪs",
    "uk": "əˈfɛktɪvnɪs"
  },
  "sentences": [
    {
      "en": "A Home Office report has raised doubts about the cost-effectiveness of the proposals.",
      "cn": "内政部的一份报告对这些提议的效益提出了质疑。"
    },
    {
      "en": "Anti - coagulants are perhaps the most suitable despite their low effectiveness outdoors.",
      "cn": "有抗凝性的药剂大概是最适合的,尽管在野外使用时效率较低."
    },
    {
      "en": "Bad diction marred the effectiveness of his speech.",
      "cn": "措词不当影响了他演说的效果."
    },
    {
      "en": "Efficiency and effectiveness and all those other pieces of intellectual artifice.",
      "cn": "效率,效益还有其他种种头脑里想出来的花样."
    },
    {
      "en": "Evidence of the effectiveness of narrative as a design tool is all around us.",
      "cn": "叙述作为一种设计工具带来的高效性的例子比比皆是."
    },
    {
      "en": "However, its viability and effectiveness still have to be established.",
      "cn": "然而，它的有效性和可行性尚有待验证。"
    },
    {
      "en": "Product advertisers make positive efforts to take advantage of the various factors in effectiveness.",
      "cn": "商品广告商总是在积极努力利用各种各样的有效因素."
    },
    {
      "en": "Rather than acting like an ostrich, it is important that we assess the use of these methods and their effectiveness against attack on the analysis mechanism itself.",
      "cn": "不要像驼鸟一样顾头不顾尾，我们务必要评估这些方法的使用效果以及分析机制本身抗攻击的效力。"
    },
    {
      "en": "So, how do you manage and measure the effectiveness of your IT governance solution for your business?",
      "cn": "那么，您如何管理并度量面向您的企业的 IT 治理解决方案的有效性呢？"
    },
    {
      "en": "Sometimes you have to sacrifice efficiency for effectiveness.",
      "cn": "有时候你需要牺牲效率来达到效果。"
    },
    {
      "en": "The drugs work well at first but gradually lose their effectiveness.",
      "cn": "这些药的效果起初非常好,但后来逐渐失效."
    },
    {
      "en": "The effectiveness of this class of drug has, however, led to their misuse.",
      "cn": "不过，此类药品的显著疗效已经导致对其的滥用。"
    },
    {
      "en": "The next phase of testing will assess the gel's effectiveness against STDs in humans.",
      "cn": "下一步是做人体皮肤试验,从而确定这种凝胶的效能."
    },
    {
      "en": "They can serve as markers to check the effectiveness of experimental treatments.",
      "cn": "蛋白质还可以作为检测实验治疗有效性的标识物."
    },
    {
      "en": "They're doing tests to evaluate the effectiveness of this herb as an antiseptic.",
      "cn": "他们正在检测这种草药作为杀菌剂的有效性."
    },
    {
      "en": "This control requires knowledge of attrition kinetics and cyclone effectiveness.",
      "cn": "这种控制要求颗粒磨损动力学和旋风分离器效率的知识."
    },
    {
      "en": "To assert this is to denigrate the effectiveness of the police.",
      "cn": "坚持这一点就是贬低警方的办事能力."
    },
    {
      "en": "Two factors weigh heavily against the effectiveness of scientific research in industry.",
      "cn": "有两种因素严重影响着工业领域中科研的成效."
    },
    {
      "en": "Use wayfinding and sign systems in conjunction with these kiosks for the most effectiveness.",
      "cn": "为了便于人们找到它们,可以在同时安放指路牌标志或者周边地图等."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "effective",
          "tran_cn": " 有效的，起作用的；实际的，实在的；给人深刻印象"
        },
        {
          "word": "effectual",
          "tran_cn": " 奏效的；会应验的；有法律效力的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "effectively",
          "tran_cn": " 有效地，生效地；有力地；实际上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "effect",
          "tran_cn": " 影响；效果；作用"
        },
        {
          "word": "effectivity",
          "tran_cn": " 有效；功效"
        },
        {
          "word": "effector",
          "tran_cn": " [生理] 效应器；[遗] 效应物；操纵装置"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "effect",
          "tran_cn": " 产生；达到目的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "efficacy"
          ],
          "tran_cn": "效力"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "advertising effectiveness",
      "tran_cn": "广告效果"
    },
    {
      "phrase": "battle effectiveness",
      "tran_cn": "n. 战斗力"
    },
    {
      "phrase": "cost effectiveness",
      "tran_cn": "成本效率"
    },
    {
      "phrase": "effectiveness theory",
      "tran_cn": "效益理论；可行性理论"
    },
    {
      "phrase": "organizational effectiveness",
      "tran_cn": "组织有效性"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "有效，有力，有效性，效益，效用"
    }
  ],
  "exchange": {
    "adj": [
      "effective"
    ]
  }
}