{
  "word": "pagan",
  "ipa": {
    "us": "ˈpeɪgən",
    "uk": "ˈpeɪɡən"
  },
  "sentences": [
    {
      "en": "ancient pagan temples",
      "cn": "古老的异教寺庙"
    },
    {
      "en": "Belief of their own pagan, is the only non - Christians after Constantine emperor.",
      "cn": "其本人信奉异教, 是君士坦丁之后唯一的 非 基督教徒帝王."
    },
    {
      "en": "Certainly there seemed little harmony between this pagan literature and the medieval colleges at Christminster.",
      "cn": "毫无疑问,在这种异教文学和基督寺那些中古学院之间,很少协调."
    },
    {
      "en": "City tip: The Keepers leave glyph markings outside Hammer and Pagan territory.",
      "cn": "城市提示: 守卫者在圣锤教和异教徒的领地外留了象形文字记号."
    },
    {
      "en": "First, British and French clerics demonised Russian Orthodoxy as a semi - pagan creed.",
      "cn": "首先, 英法两国教士将俄国东正教妖魔化为一种半异教信条."
    },
    {
      "en": "In Germany, people honored pagan god Oden during the mid - winter holiday.",
      "cn": "在德国, 中冬时节人们尊崇非基督教神奥登."
    },
    {
      "en": "Much of this tradition derives from the pagan festival of Beltane.",
      "cn": "这个传统更多地来源于异教节日——五朔节."
    },
    {
      "en": "That is really pagan fatalism.",
      "cn": "这是名符其实的异教宿命论."
    },
    {
      "en": "That pagan did not believe in Christ.",
      "cn": "那个异教徒从不相信基督。"
    },
    {
      "en": "The ecclesiastical purple and the pagan orange symbolising the symbiosis in marriage.",
      "cn": "教会的紫色和异教的橙色,多么奇怪的共生现象."
    },
    {
      "en": "The new religion was eager to convert the pagan world.",
      "cn": "那种新宗教急于使异教徒皈依本教。"
    },
    {
      "en": "The pagans used torchlight parades and bonfires to celebrate important events.",
      "cn": "异教徒们用火把游行和篝火来庆祝重大的事件。"
    },
    {
      "en": "The priest grafted pagan rites upon Christian usage.",
      "cn": "这个牧师把异教徒的仪式融合于基督教惯例中."
    },
    {
      "en": "The result is that we have adopted a pagan view to sex.",
      "cn": "结果是﹐我们对性的观念多是世俗的﹐异教的."
    },
    {
      "en": "The singing of Christmas carols is a custom derived from early dance routines of pagan origin.",
      "cn": "唱圣诞颂歌的风俗源自异教徒早期的舞蹈仪式。"
    },
    {
      "en": "The word Easter derives from Eostre, the pagan goddess of spring.",
      "cn": "Easter（复活节）一词由Eostre（多神教的春天女神）衍生而来。"
    },
    {
      "en": "Tip: The Pagan tribes are populated by both humans and beastmen.",
      "cn": "提示: 异教徒派别由人类和兽人组成."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "paganism",
          "tran_cn": " 异教；异教信仰；不信教"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "paganize",
          "tran_cn": " 成为异教徒"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "paganize",
          "tran_cn": " 异教化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "heretical",
            "heathenish"
          ],
          "tran_cn": "异教的；异教徒的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "unbeliever",
            "goy"
          ],
          "tran_cn": "异教徒；无宗教信仰者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "异教的；异教徒的",
      "tran_en": "pagan religious beliefs and customs do not belong to any of the main religions of the world, and may come from a time before these religions"
    },
    {
      "pos": "n",
      "tran_cn": "异教徒，非基督教徒，没有宗教信仰的人",
      "tran_en": "someone who believes in a pagan religion"
    }
  ],
  "exchange": {
    "pl": [
      "pagans"
    ]
  }
}