{
  "word": "classmate",
  "ipa": {
    "us": "ˈklɑːsmeɪt",
    "uk": "ˈklæsmeɪt"
  },
  "sentences": [
    {
      "en": "And it turns out he's a classmate of Philip's.",
      "cn": "有意思的是他和Philip是同班同学."
    },
    {
      "en": "Can you recommend a classmate who can take up the job?",
      "cn": "你能不能推荐一位能承担这项工作的同学?"
    },
    {
      "en": "Chen Hong meets his former classmate Xie Hui on the bus.",
      "cn": "陈虹在公共汽车上碰到了老同学谢辉."
    },
    {
      "en": "Harry, this is my classmate Kate, and this is my friend Tim.",
      "cn": "哈里, 这是我班同学凯特.这是我的朋友狄姆."
    },
    {
      "en": "He acquainted his classmate with my sister.",
      "cn": "他把我妹妹介绍给他的同班同学。"
    },
    {
      "en": "He acquainted his classmate with my younger brother.",
      "cn": "他把我的弟弟介绍给他的同班同学。"
    },
    {
      "en": "He made a profession of friendship to his classmate Mary.",
      "cn": "他向他的同学玛丽表白了他的友情."
    },
    {
      "en": "He picked a fight with his classmate.",
      "cn": "他和他的同学打了一架."
    },
    {
      "en": "His classmate do not enjoy his company because he always backbite others.",
      "cn": "他的同学不喜欢和他在一起,因为他老是在背后诽谤别人."
    },
    {
      "en": "I bumped into an old classmate in the street.",
      "cn": "我在街上碰到了一位老同学."
    },
    {
      "en": "I recall: Which classmate have these initial consonant following in being surnamed?",
      "cn": "我回想: 哪些同学的姓里有下面这些声母?"
    },
    {
      "en": "I, who am your classmate, can understand you.",
      "cn": "我是你的同班同学,能了解你。"
    },
    {
      "en": "John and his classmate, Judy, rest during intervals.",
      "cn": "约翰和他的同学朱迪在课间休息."
    },
    {
      "en": "John is talking about his girl friend with his classmate, Bob.",
      "cn": "约翰在向他的同学鲍勃谈论他的女朋友."
    },
    {
      "en": "Mr. White: And it turns out he's a classmate of mine.",
      "cn": "怀特: 有意思的是,他和我是同班同学."
    },
    {
      "en": "My brother said his classmate Helen was as vain as a peacock.",
      "cn": "我兄弟说他的同学海伦像孔雀一样虚荣."
    },
    {
      "en": "We sympathized with our classmate whose mother was very ill.",
      "cn": "我们十分同情那位母亲得了重病的同学."
    },
    {
      "en": "When a test is being given, talking to a classmate is rude.",
      "cn": "在测验时与同学交谈是不对的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "同班同学",
      "tran_en": "a member of the same class in a school, college or – in the US – a university"
    }
  ],
  "exchange": {
    "pl": [
      "classmates"
    ]
  }
}