{
  "word": "intramural",
  "ipa": {
    "us": "ˌɪntrəˈmjʊərəl",
    "uk": "ˌɪntrəˈmjʊrəl"
  },
  "sentences": [
    {
      "en": "Acute aortic syndrome includes aortic dissection, intramural haematoma ( IMH ), and symptomatic aortic ulcer.",
      "cn": "急性主动脉综合征包括:主动脉夹层 、 壁内血肿和有症状的主动脉 ( 粥样斑块 ) 溃疡."
    },
    {
      "en": "an intramural softball competition",
      "cn": "校内垒球比赛"
    },
    {
      "en": "At an early stage of growth the leiomyoma is intramural.",
      "cn": "早期平滑肌瘤位于胃壁内."
    },
    {
      "en": "Conclusion Esophagogastric intramural anastomosis can partly reconstruct the cardial function and prevent reflux esophagitis effectively.",
      "cn": "结论食管-胃壁内吻合术能够部分达到贲门功能重建的作用,可较好预防反流性食管炎的发生."
    },
    {
      "en": "In 2 patients scar was intramural or epicardial with extension to the endocardium.",
      "cn": "2位患者的瘢痕从心室壁或者心外膜延伸到心内膜."
    },
    {
      "en": "Jeff played intramural basketball in high school.",
      "cn": "杰夫在中学时参加了校内篮球赛。"
    },
    {
      "en": "Methods: The intramural lymphatics of rectum in rats light and electron microscopy.",
      "cn": "方法用半薄、超薄切片、光镜和电镜下观察大鼠淋巴管的微细分布."
    },
    {
      "en": "Note that there is also a small intramural leiomyoma on the septum at the left.",
      "cn": "注意子宫中隔左侧还可见一小的肌壁间平滑肌瘤."
    },
    {
      "en": "Objective : To investigate the diagnostic role of multislice spiral CT ( MSCT ) in aortic intramural hematoma ( AIH ).",
      "cn": "目的: 评价多层螺旋CT ( MSCT ) 在主动脉壁内血肿 ( AIH ) 诊断中的价值."
    },
    {
      "en": "Objective : To study the fine distribution of the intramural lymphatics space in the laryngeal of rabbit.",
      "cn": "目的: 进一步明确家兔喉内三个间隙内淋巴管的微细分布."
    },
    {
      "en": "Purely recreational in nature, Connecticut College's intramural program encourages fitness, skill - building, sportsmanship, and friendly competition.",
      "cn": "纯粹的娱乐性质, 康涅狄格学院鼓励健身, 技能建设, 体育友好的竞争."
    },
    {
      "en": "Results: There was a better intramural consistency validity after SSI amended.",
      "cn": "结果: 自杀意向量表修订后具有较好的内部一致性信度."
    },
    {
      "en": "Some try out for the school teams & def while others join intramural sports leagues.",
      "cn": "有些人参加校队的选拔;有的则加入校内的运动联盟."
    },
    {
      "en": "Spontaneous intramural hematoma of the esophagus.",
      "cn": "壁内血肿自发性食管."
    },
    {
      "en": "Then gives a basic model of establishing intramural university information resources sharing.",
      "cn": "开提出建立校内信息资源共享平台的基本模型."
    },
    {
      "en": "Traumatic intramural hematoma of the duodenum is a rare entity in children.",
      "cn": "摘要外伤性十二指肠血肿是一种在儿童时期罕见的病症."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "internal",
            "inner",
            "inside"
          ],
          "tran_cn": "[解剖]校内的；内部的；城市内的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "校内的，内部的",
      "tran_en": "happening within one school, or intended for the students of one school"
    }
  ],
  "exchange": {}
}