{
  "word": "margarine",
  "ipa": {
    "us": "ˌmɑ:dʒəˈri:n",
    "uk": "ˈmɑrdʒərən"
  },
  "sentences": [
    {
      "en": "And not just getting up for a sandwich -- eating from tubs of margarine or eating cigarettes and raw meat.",
      "cn": "这可不仅 仅是起床拿一块三明治那么简单，而是吃大块的黄油或者香烟还有生肉。"
    },
    {
      "en": "As a hangover from rationing, they mixed butter and margarine.",
      "cn": "作为食品配给制的一种遗留影响，他们总把黄油和人造黄油混在一起吃。"
    },
    {
      "en": "Butter and margarine are fats.",
      "cn": "黄油和人造黄油都是脂肪."
    },
    {
      "en": "Butter, margarine, and oily fish are all good sources of vitamin D.",
      "cn": "黄油、人造黄油和多脂鱼都含有丰富的维生素D。"
    },
    {
      "en": "Cream the margarine in a small bowl, then sieve the icing sugar into it.",
      "cn": "将人造黄油在小碗里搅成糊状，再将糖粉筛进去。"
    },
    {
      "en": "Cream together the margarine and sugar with a wooden spoon until light and fluffy.",
      "cn": "用一只木勺把人造黄油和糖搅拌成稀松的糊状。"
    },
    {
      "en": "Foods that contain only medium levels of sodium are bread, cakes, milk, butter and margarine.",
      "cn": "含钠量仅为中等水平的食物有面包、蛋糕、牛奶、黄油和人造黄油。"
    },
    {
      "en": "Margarine is derived from vegetable oil.",
      "cn": "人造奶油来源于植物油."
    },
    {
      "en": "Melt the margarine in a frying pan.",
      "cn": "把人造黄油放在煎锅里溶化."
    },
    {
      "en": "One in ten said they preferred their old brand of margarine.",
      "cn": "有十分之一的人说比较喜欢老牌子的人造黄油."
    },
    {
      "en": "Palm oil is an ingredient in an estimate third of all products on supermarket shelves, from biscuits and margarine to shampoo and confectionery.",
      "cn": "在超市货架上，棕榈油是一种被估计使用率第三的食品配料，从饼干、人造黄油到洗发水到糖果都有它的足迹。"
    },
    {
      "en": "Polyunsaturated margarine is very popular now.",
      "cn": "含有多重不饱和化合物的人造黄油现已很受欢迎."
    },
    {
      "en": "Rancid butter and margarine are notorious.",
      "cn": "哈喇奶油和人造奶油的难闻气味是众所周知的."
    },
    {
      "en": "Sunflower margarine has the same fat content as butter.",
      "cn": "向日葵所制人造黄油的脂肪含量与黄油脂肪含量相同。"
    },
    {
      "en": "There were few provisions available in exchange for food stamps: ersatz coffee, macaroni, small cubes of margarine.",
      "cn": "可以用来换取粮票的食物只有这些：代用咖啡、通心粉和小块的人造黄油。"
    },
    {
      "en": "We substitute margarine for cream because cream is fattening.",
      "cn": "我们用人造黄油代替奶油,因为奶油会使人发胖."
    },
    {
      "en": "You can substitute margarine for butter.",
      "cn": "你可以用人造奶油代替奶油."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "oleomargarine",
            "butterine"
          ],
          "tran_cn": "[食品]人造黄油；人造奶油"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "oil"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人造奶油，人造黄油",
      "tran_en": "a yellow substance similar to butter but made from vegetable or animal fats, which you eat with bread or use for cooking"
    }
  ],
  "exchange": {
    "pl": [
      "margarines"
    ]
  }
}