{
  "word": "registrar",
  "ipa": {
    "us": "ˌredʒɪˈstrɑ:(r)",
    "uk": "ˈrɛdʒɪˌstrɑr, ˌrɛdʒɪˈstrɑr"
  },
  "sentences": [
    {
      "en": "For example, the concept of a registrar disappeared and was replaced with the term system, indicating that a decision had been made to automate many of the mundane aspects of enrollment.",
      "cn": "例如，登记员的概念消失并且被术语 系统取代，这表示已经决定自动处理许多有关参加的琐碎事件。"
    },
    {
      "en": "Go to the registrar of the university to know your grades.",
      "cn": "到大学教务处那去了解你的评分."
    },
    {
      "en": "How would you rate your Registrar's audit team on the following topics?",
      "cn": "贵公司如何评价所签认证机构之审核组?"
    },
    {
      "en": "How would you rate your Registrar's audit team skills?",
      "cn": "贵公司如何评价所签认证机构之审核组审核技术?"
    },
    {
      "en": "If you require further information, you should consult the registrar.",
      "cn": "如果需要进一步了解信息，请咨询教务主任。"
    },
    {
      "en": "If your request is for information about a child, please contact the Registrar to find out how to make such a request.",
      "cn": "如果你想了解某个孩子的信息，请联系户籍管理员以了解如何提出此类申请。"
    },
    {
      "en": "Registration Agreement means the agreement between a Registrar and a domain - name holder.",
      "cn": "注册协议是指注册机构和域名持有方之间的协议."
    },
    {
      "en": "The groom knew immediately that something was wrong when the registrar at Derry's Guildhall unexpectedly claimed that there was unfinished paperwork just before the ceremony began.",
      "cn": "当时，在婚礼仪式开始之前，市政厅的登记员意外地宣布还有一些文件没有完成，新郎立即意识到出现了一些误会。"
    },
    {
      "en": "The manager fired a young registrar.",
      "cn": "经理昨天解雇了一名年轻的记录员."
    },
    {
      "en": "The registrar is the sole judge of whether he passes this test.",
      "cn": "而登记员则是决定他是否通过测试的惟一判官."
    },
    {
      "en": "The registrar said that he would see about it.",
      "cn": "注册主任说他会注意那件事."
    },
    {
      "en": "The registrar says that I owe the school money.",
      "cn": "注册员说我欠学校钱."
    },
    {
      "en": "These assignments may differ from those students already have from the registrar.",
      "cn": "作业的内容也许会和同学们之前再注册时拿到的不大相同."
    },
    {
      "en": "To register , please see the Registrar, Mr.",
      "cn": "招生对象为七年级以上的学生."
    },
    {
      "en": "Would you like your Registrar to contact you for additional follow - up?",
      "cn": "贵公司将同所签认证机构为其它跟踪服务订立合同?"
    },
    {
      "en": "Yes. I've went to the registrar's office and applied.",
      "cn": "是的.我已经去登记办公室申请了."
    },
    {
      "en": "You can obtain the application from the registrar.",
      "cn": "你可以向注册人员索取申请书."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "registered",
          "tran_cn": " 注册的；记名的；登记过的；（家畜等）附有血统证明的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "register",
          "tran_cn": " 登记；注册；记录；寄存器；登记簿"
        },
        {
          "word": "registrant",
          "tran_cn": " 登记者"
        },
        {
          "word": "registration",
          "tran_cn": " 登记；注册；挂号"
        },
        {
          "word": "registry",
          "tran_cn": " 注册；登记处；挂号处；船舶的国籍"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "register",
          "tran_cn": " 登记；注册；挂号"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "register",
          "tran_cn": " 登记；注册；记录；挂号邮寄；把…挂号；正式提出"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "greffier"
          ],
          "tran_cn": "登记员；注册主任；专科住院医师"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accountant",
            "dean",
            "recorder"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "registrar of companies",
      "tran_cn": "公司注册官；企业监管局"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "登记员，教务主任，证券登记员，医院接收员",
      "tran_en": "an official of a college or university who deals with the running of the college"
    }
  ],
  "exchange": {
    "pl": [
      "registrars"
    ]
  }
}