{
  "word": "detour",
  "ipa": {
    "us": "ˈdiːtʊə(r)",
    "uk": "ˈdiːtʊr"
  },
  "sentences": [
    {
      "en": "A meeting in a London bus with jewel thief Lady Christina takes a turn for the worst for the Doctor when the bus takes a detour to a desert-like planet, where the deadly Swarm awaits.",
      "cn": "一个在伦敦公共汽车上的一个会议在一个珠宝窃贼夫人克莉丝汀采取了转为医生的最坏的时候，公共汽车需要绕道沙漠般的行星，那里的致命的群等待。"
    },
    {
      "en": "But what if you could take a detour through a lobby that exhibits art, or down a lane that borders a green space?",
      "cn": "但是，你愿不愿意绕道穿过一个陈列着艺术品的大厅，或者行走在一条毗邻绿色空间的小巷子？"
    },
    {
      "en": "Chueh - hui hesitated, then made a detour around his brother Chueh - hsin's quarters and entered the large garden.",
      "cn": "他便止了步,迟疑一下,终于换了方向,向上房走去. 快 要走到上房他便向右转弯走进了过道. 他走完过道,进了花园的外门, 又走过觉新房间的窗下,一直往花园里去了."
    },
    {
      "en": "Detour. Road under repair.",
      "cn": "道路施工,车辆绕行."
    },
    {
      "en": "During the detour the company continued to believe that the marketplace product held promise and decided not to abandon it, but instead to maintain and manage it for the future.",
      "cn": "在“绕道而行”的过程中，这家公司始终相信，在线交易平台还有希望，并决定为了未来继续维护和管理它。"
    },
    {
      "en": "Half the road was up in Leadenhall Street, so their taxi was obliged to make a detour.",
      "cn": "半条利德霍尔街都在修路，他们的出租车只好绕道走。"
    },
    {
      "en": "He did not take the direct route to his home, but made a detour around the outskirts of the city.",
      "cn": "他没有直接回家，而是在市郊绕了一段路。"
    },
    {
      "en": "He was happy to make a detour for her convenience.",
      "cn": "为了她方便，他很乐意绕道。"
    },
    {
      "en": "In case anyone was following me, I made an elaborate detour.",
      "cn": "为了防止有人跟踪我，我特地绕了弯路。"
    },
    {
      "en": "Poetry - writing is always a detour, and I either as anas a product.",
      "cn": "写诗于我而言永远是在绕弯, 我至今从没体验过什么如鱼得水的感觉."
    },
    {
      "en": "She made a detour and rejoined us on the other side of the wood.",
      "cn": "她绕道在树林的另一边与我们重新会合."
    },
    {
      "en": "Signs directed traffic to a detour.",
      "cn": "路标将来往车辆引向绕行的路."
    },
    {
      "en": "There is a detour because the bridge is broken.",
      "cn": "由于桥断了所以得绕一段路."
    },
    {
      "en": "They made a detour to avoid the centre of the town.",
      "cn": "他们绕道避开了城中心."
    },
    {
      "en": "They made a detour to avoid the town center.",
      "cn": "他们绕道而行,避开市中心."
    },
    {
      "en": "We had to detour a road - block.",
      "cn": "我们得绕过路障."
    },
    {
      "en": "We had to make a detour around the flooded fields.",
      "cn": "我们只得绕道避开被洪水淹没的田野。"
    },
    {
      "en": "We had to make a detour round the floods.",
      "cn": "我们为避开洪水得绕道而行."
    },
    {
      "en": "We made a detour to avoid the heavy traffic.",
      "cn": "我们绕道走,避开繁忙的交通."
    },
    {
      "en": "When I go to the neighborhood, see in the road, so I made a detour, from another trail walk home.",
      "cn": "当我走到居委会时，看到前面在修路，于是我绕道而行，从另外一条小路走回家。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "go round"
          ],
          "tran_cn": "绕道；迂回"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "around",
            "by-pass",
            "go",
            "shift",
            "skirt"
          ],
          "tran_cn": "绕道而行"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "make a detour",
      "tran_cn": "迂回"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "绕道，弯路",
      "tran_en": "a different road for traffic when the usual road cannot be used"
    },
    {
      "pos": "v",
      "tran_cn": "绕路，绕道",
      "tran_en": "to make a detour"
    }
  ],
  "exchange": {
    "pl": [
      "detours"
    ],
    "third": [
      "detours"
    ],
    "past": [
      "detoured"
    ],
    "done": [
      "detoured"
    ],
    "ing": [
      "detouring"
    ]
  }
}