{
  "word": "alkaloid",
  "ipa": {
    "us": "ˈælkəlɔɪd",
    "uk": "'ælkəlɔɪd"
  },
  "sentences": [
    {
      "en": "Caffeine, a purine alkaloid, is a key component of tea and coffee.",
      "cn": "咖啡因是一种嘌呤生物碱, 存在于茶和咖啡中."
    },
    {
      "en": "Cocaine is a crystalline tropane alkaloid that is obtained from the leaves of the coca plant.",
      "cn": "可卡因是一种结晶状的莨菪生物碱，是从古柯叶中提取得来的。"
    },
    {
      "en": "Conclusion ? Alkaloid salt possesses better effect on lowering blood lipid than alkaloid.",
      "cn": "[结论]荷叶生物碱盐组的降血脂作用强于生物碱."
    },
    {
      "en": "Conclusion: 1 . The overall alkaloid of radish's seed can resist hypertension. 2 . \"",
      "cn": "结论: 1. 莱菔子总生物碱具有抗高血压作用."
    },
    {
      "en": "It is a curare alkaloid derived from the South American plant.",
      "cn": "它是箭毒碱,提取自一种南美产的植物."
    },
    {
      "en": "Morphine: Heterocyclic compound, narcotic analgesic alkaloid originally isolated from opium.",
      "cn": "吗啡: 杂环化合物, 从鸦片分离出的麻醉性镇痛药镇痛药生物碱."
    },
    {
      "en": "Objective : To study the alkaloid constituents of Phlegmariurus fordii ( Baker ) Ching.",
      "cn": "目的: 研究石杉科华南马尾杉[Phlegmariurusfordii ( Baker ) Ching]中的生物碱成分."
    },
    {
      "en": "Objective To investigate the non - alkaloid constituent of Hippeastrun vittatum ( Amaryllidaceae ).",
      "cn": "目的研究 石蒜 科植物 花朱顶红中非生物碱类成分."
    },
    {
      "en": "Objective To optimize the extract technology for Veratum nigrum var . ussuriense Nakai ( Vera - U ) alkaloid.",
      "cn": "目的优选乌苏里藜芦碱的提取方法."
    },
    {
      "en": "Objective To study the alkaloid structures of stemona japonica Miq.",
      "cn": "研究蔓生百部中微量生物碱的结构."
    },
    {
      "en": "Quinine: Alkaloid found in the bark of cinchona trees and shrubs.",
      "cn": "奎宁: 金鸡纳树皮中的生物碱,主要用于治疗疟疾."
    },
    {
      "en": "ResultsRhizome, fibre, lamina and petiole organs obtain alkaloid and berberine contents.",
      "cn": "结果峨眉野连根茎 、 须根 、 叶片和叶柄中,均含有生物碱和小檗碱."
    },
    {
      "en": "Scientists are not clear how the fungus controls the ants, but know that it releases alkaloid chemicals into the insect as it consumes it from the inside.",
      "cn": "科学家还不清楚寄生菌是如何控制木蚁的，只知道寄生菌在木蚁体内吸收营养物质的同时释放出生物碱。"
    },
    {
      "en": "The company insists, however, that coca leaves are used as a flavoring agent only after removing the illegal cocaine alkaloid.",
      "cn": "然而，公司坚持古柯叶是在消除了非法可卡因生物碱之后才被用作调味剂。"
    },
    {
      "en": "The main active constituents and alkaloid's compounds.",
      "cn": "雷公藤甲素、雷公藤乙素、雷公藤生物碱是雷公藤多甙药物中的主要活性成分."
    },
    {
      "en": "The true alkaloid nicotine in nicotiana functions as an allomone against many insect species .",
      "cn": "烟草属中的真生物碱，烟碱作为利已激素，能防治许多昆虫。"
    },
    {
      "en": "This paper belongs to one part of research of yohimbine alkaloid.",
      "cn": "本文所述内容属于天然生物碱育亨宾合成研究课题的一部分."
    },
    {
      "en": "To understand the principal of using ion - exchange resin to extract alkaloid.",
      "cn": "理解用离子交换树脂提取生物碱的原理."
    },
    {
      "en": "Use: Used as an analytical reagent, to determine alkaloid and cesium.",
      "cn": "用途:分 析试剂, 生物碱和铯盐的测定."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alkaloidal",
          "tran_cn": " 含碱的；生物碱的（等于alkalogenic）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "生物碱，植物碱基",
      "tran_en": "any of a group of nitrogenous basic compounds found in plants, typically insoluble in water and physiologically active"
    }
  ],
  "exchange": {}
}