{
  "word": "therefore",
  "ipa": {
    "us": "ˈðeəfɔː(r)",
    "uk": "ˈðerfɔːr"
  },
  "sentences": [
    {
      "en": "He lost his health, and therefore his difficulties increased.",
      "cn": "他身体虚弱, 因此更增加了他的困难."
    },
    {
      "en": "He was a businessman , and therefore he always has an eye out for any opportunity to make money.",
      "cn": "他是商人, 总见钱眼开."
    },
    {
      "en": "He was ill, and therefore could not come.",
      "cn": "他病了, 所以未能来."
    },
    {
      "en": "It rained and therefore the football match was postponed.",
      "cn": "天下雨,足球赛因此而延期了."
    },
    {
      "en": "Men are anxious to improve their circumstances, but are unwilling to improve themselves; they therefore remain bound.--James Allen",
      "cn": "人们总是渴望改善周遭环境，但是却不愿意改善自己，因此总停留在原地，无法进步。"
    },
    {
      "en": "No evidence has been found in the case so far and therefore it is probably a libelous suit.",
      "cn": "查无实据,恐怕是诬告."
    },
    {
      "en": "Progress so far has been very good. We are, therefore, confident that the work will be completed on time.",
      "cn": "到目前为止进展十分顺利，所以我们有把握按时完成工作。"
    },
    {
      "en": "Rescue workers are therefore drilling a hole on the north side of the mine.",
      "cn": "因此营救工人正在矿井北侧钻孔."
    },
    {
      "en": "Some people may manage their finances badly and therefore have to go short of essentials.",
      "cn": "有些人可能极不善于理财，因而不得不缺衣少食地将就过活。"
    },
    {
      "en": "The Chinese Christians, therefore, practically excommunicate themselves from their own clan.",
      "cn": "所以, 中国的基督徒简直是被逐出了自己的家族了."
    },
    {
      "en": "The lime water has turned cloudy, therefore carbon dioxide has been produced during the experiment.",
      "cn": "石灰水变得混浊了, 可见在实验中有二氧化碳生成了."
    },
    {
      "en": "The stewards' badges are made so they do not unstick from a car and therefore cannot be passed around.",
      "cn": "为乘务员制作了徽章，这样它们就不会从车厢上脱落下来，也不会被传来传去。"
    },
    {
      "en": "Their car was bigger and therefore more comfortable.",
      "cn": "他们的车大些，所以更舒适些。"
    },
    {
      "en": "Therefore, above all things else , he loathed his miserable self!",
      "cn": "因此, 他厌恶不幸的自我尤胜其它!"
    },
    {
      "en": "Therefore, he shook his head in the most gentle negative.",
      "cn": "因此, 他极其温柔地摇摇头表示否定."
    },
    {
      "en": "They had seen him trawling and therefore knew that there were fish.",
      "cn": "他们曾见过他用拖网捕鱼，因此知道那里有鱼。"
    },
    {
      "en": "They therefore can do nothing good of themselves.",
      "cn": "所以他们靠自己是什么好事也做不成的."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "thereby",
          "tran_cn": " 从而，因此；在那附近；在那方面"
        },
        {
          "word": "therefor",
          "tran_cn": " 因此；所以"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "accordingly",
            "consequently",
            "for",
            "hence",
            "reason",
            "that"
          ],
          "tran_cn": "因此;因而"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accordingly",
            "consequently",
            "hence",
            "so",
            "then",
            "thus"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "因此",
      "tran_en": "as a result of something that has just been mentioned"
    },
    {
      "pos": "conj",
      "tran_cn": "所以"
    }
  ],
  "exchange": {}
}