{
  "word": "resurgence",
  "ipa": {
    "us": "rɪˈsɜ:dʒəns",
    "uk": "rɪˈsɜrdʒəns"
  },
  "sentences": [
    {
      "en": "A major significant failure of the resurgence of market-oriented policies was a failure to reform the monetary system.",
      "cn": "以市场为导向的经济政策复苏的一个重要的大失败就是货币体系改革的失败。"
    },
    {
      "en": "A prolonged cold snap in Europe is fueling a resurgence in the national pastime.",
      "cn": "欧洲漫长的寒冷天气刺激了国民的娱乐消遣."
    },
    {
      "en": "A resurgence of his grief swept over Nim.",
      "cn": "悲痛又涌上了尼姆的心头."
    },
    {
      "en": "A resurgence of terrorism has put the world in great danger.",
      "cn": "恐怖主义再现让全世界饱受威胁."
    },
    {
      "en": "But against this gloomy background, there's a remarkable resurgence of real ale.",
      "cn": "尽管条件苛刻, 但是真正的啤酒的销量有了明显的增加."
    },
    {
      "en": "Germany 's resurgence has set a challenge for the euro zone's southern members .",
      "cn": "德国的复苏已经挑战了欧元区南部成员。"
    },
    {
      "en": "In particular, Maniche's resurgence as a goal scoring midfielder has been heartening.",
      "cn": "特别是马尼切, 令人振奋地重新成为中场得分手."
    },
    {
      "en": "My Bostonian bug turned out to be one of many on the forefront of an unprecedented resurgence.",
      "cn": "我的这只来自波士顿的臭虫被证明是前所未有的复苏的众多臭虫中的一只。"
    },
    {
      "en": "Police say drugs traffickers are behind the resurgence of violence.",
      "cn": "警方说毒贩是暴力事件增加的原因。"
    },
    {
      "en": "Political polarisation in industrialised countries has fuelled a resurgence of fiscal conservatism.",
      "cn": "各工业国国内的政治两极分化,促使财政保守主义再度抬头."
    },
    {
      "en": "Results There were possibility on the epidemic , especially in inputted and resurgence.",
      "cn": "结果广东存在突发鼠疫的危险因素,包括输入和复燃的可能."
    },
    {
      "en": "Ripper recognized that resurgence of insect numbers was a common feature of post - spray populations.",
      "cn": "黎普认为昆虫数量的恢复是喷药后种群的普遍现象."
    },
    {
      "en": "Stopping of the antibiotics too soon may permit resurgence of the infection.",
      "cn": "停用抗菌素太快,感染可能重生."
    },
    {
      "en": "The excess liquidity has led to the resurgence of asset bubbles.",
      "cn": "流动性过剩已导致资产泡沫再度抬头."
    },
    {
      "en": "The fall of cold war barriers resulted in a resurgence of this practice.",
      "cn": "冷战后边境的开放,使得非法贩卖人口的交易再度复苏."
    },
    {
      "en": "Then the crash, happened here and there. Only Israel got a double whammy of the Second Intifada and a resurgence of violence starting around the same time.",
      "cn": "然后是到处发生破产，只有以色列遭受了第二次巴勒斯坦人起义和到处开始的复苏的暴力行动的双重打击。"
    },
    {
      "en": "This is the rationale for the investment resurgence in some sectors.",
      "cn": "这是一些部门投资再次复活的基本原理."
    },
    {
      "en": "We were not about inflationary resurgence but now you have to be.",
      "cn": "当时,我们不用担心通胀的苏醒,现在则不得不关注这一点."
    },
    {
      "en": "With the rise of alternative medicine a resurgence.",
      "cn": "另类医学兴起后,顺势疗法又复兴起来."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "resurgent",
          "tran_cn": " 复活的；复苏的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "resurgent",
          "tran_cn": " 复活者"
        },
        {
          "word": "resurrection",
          "tran_cn": " 复活；恢复；复兴"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "resurge",
          "tran_cn": " 复活；再起"
        },
        {
          "word": "resurrect",
          "tran_cn": " 复活"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "resurrect",
          "tran_cn": " 使复活；复兴；挖出"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "revival",
            "regenesis"
          ],
          "tran_cn": "复活；再现；再起"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "renaissance"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "economic resurgence",
      "tran_cn": "经济复生"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "复苏"
    },
    {
      "pos": "n",
      "tran_cn": "复苏，复活，中断之后的继续，再起，回潮",
      "tran_en": "the reappearance and growth of something that was common in the past"
    }
  ],
  "exchange": {}
}