{
  "word": "privileged",
  "ipa": {
    "us": "ˈprɪvəlɪdʒd",
    "uk": "ˈprɪvəlɪdʒd"
  },
  "sentences": [
    {
      "en": "Already in California joking references are sometimes made to the \" under - privileged two - car family \".",
      "cn": "在加利福尼亚,已不时有人开玩笑地提到 “ 只有两辆汽车的穷人家了. ”"
    },
    {
      "en": "Gravity holds a privileged position.",
      "cn": "引力占有特殊地位."
    },
    {
      "en": "Her privileged position now proved her undoing.",
      "cn": "她的优越正是她的祸患."
    },
    {
      "en": "His privileged bourgeois family insisted on a good education.",
      "cn": "他那优越的资产阶级家庭坚持让他接受良好的教育。"
    },
    {
      "en": "I am extremely privileged to be part of the Obama administration.",
      "cn": "能够成为奥巴马施政团队的一员,我感到极其荣幸."
    },
    {
      "en": "I am privileged to have worked with her so often.",
      "cn": "能和她经常性地合作,我感到幸运."
    },
    {
      "en": "I wanted no more riotous excursions with privileged glimpses into the human heart.",
      "cn": "我不再要参与放浪形骸的游乐,也不再要偶尔窥见人内心深处的荣幸了."
    },
    {
      "en": "In Spain and Italy privileged workers are protected discouraging new permanent jobs.",
      "cn": "在西班牙和意大利,优待的工人受到保护,导致新固定工作的减少."
    },
    {
      "en": "Kylie feels fortunate to be in such a privileged position because of her successful TV career.",
      "cn": "凯莉觉得由于成功的电视生涯而使自己处于这样优越的地位真是幸运。"
    },
    {
      "en": "Might l beg the honour of pouring the privileged schooners myself?",
      "cn": "请问我能不能自己倒尊贵的大杯酒?"
    },
    {
      "en": "Mr Nixon argued the tapes were privileged.",
      "cn": "尼克松先生认为这些录音带是保密的。"
    },
    {
      "en": "Only the privileged few can afford private education.",
      "cn": "只有享有特权的少数人才能上得起私立学校。"
    },
    {
      "en": "Students from a privileged background have an advantage at university.",
      "cn": "出身于特权阶层的学生在大学里具有优势。"
    },
    {
      "en": "The data is privileged information, not to be shared with the general public.",
      "cn": "这些数据是保密的，并不向大众公开。"
    },
    {
      "en": "The manager is challenged to find systematic ways to share his privileged information.",
      "cn": "管理者被要求寻找系统的方法,以便与他人分享其特殊的信息."
    },
    {
      "en": "They were, by and large, a very wealthy, privileged elite.",
      "cn": "他们基本上是一些非常有钱有势的精英。"
    },
    {
      "en": "We are very privileged to have Senator Dobbs with us this evening.",
      "cn": "今晚有多布斯参议员光临,我们感到十分荣幸."
    },
    {
      "en": "You will be privileged to enter the factory with this ID card.",
      "cn": "你有这张身份卡就有权进入工厂."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "privilege",
          "tran_cn": " 特权；优待；基本权利"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "privilege",
          "tran_cn": " 给与…特权；特免"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "favored",
            "inner"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "privileged position",
      "tran_cn": "特权地位；最优惠头寸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "享有特权的，特许的，专用的，秘密的，保密的，幸运的",
      "tran_en": "having a special advantage or a chance to do something that most people cannot do"
    }
  ],
  "exchange": {
    "er": [
      "more privileged"
    ],
    "est": [
      "most privileged"
    ]
  }
}