{
  "word": "nile",
  "ipa": {
    "us": "naɪl",
    "uk": "nail"
  },
  "sentences": [
    {
      "en": "Explorers traced the Nile River to its several headstreams in Central Africa.",
      "cn": "探险者在中非找到了尼罗河的几处源头."
    },
    {
      "en": "Here the Nile broadens out between the huge granite boulders.",
      "cn": "尼罗河在此处变宽，从两块花岗岩巨石间穿过。"
    },
    {
      "en": "Such boats can navigate on the Nile.",
      "cn": "这种船可以在尼罗河上航行。"
    },
    {
      "en": "The Aswan Dam harnessed ( the waters of ) the Nile.",
      "cn": "阿斯安水坝利用尼罗河 ( 的水流 ) 产生动力."
    },
    {
      "en": "The Aswan Dam helps to control the River Nile in Egypt.",
      "cn": "阿斯旺水坝有助于控制埃及的尼罗河."
    },
    {
      "en": "The Egyptians strove with the Romans for the possession of the Nile Valley.",
      "cn": "埃及人为占有尼罗河谷而与罗马人斗争."
    },
    {
      "en": "The Nile discharges itself into the Mediterranean.",
      "cn": "尼罗河水注入地中海."
    },
    {
      "en": "The Nile floods the fields and deposits mud on them.",
      "cn": "尼罗河泛滥,在田野上淤积一层泥."
    },
    {
      "en": "The Nile flows from Lake Victoria in East Africa north to the Mediterranean Sea.",
      "cn": "尼罗河由东非的维多利亚湖向北流至地中海。"
    },
    {
      "en": "The Nile Valley keeps a temperate climate throughout the year.",
      "cn": "尼罗河流域一年四季气候温和。"
    },
    {
      "en": "The ship is sailing up the Nile.",
      "cn": "这艘船顺尼罗河向上游航行."
    },
    {
      "en": "When the Nile is in flood, it deposits a layer of mud on the fields.",
      "cn": "尼罗河泛滥时, 在田野上沉积下一层泥."
    },
    {
      "en": "When the River Nile is in flood, it deposits a layer of mud on the fields.",
      "cn": "尼罗河泛滥时, 便在田野上沉积一层泥."
    },
    {
      "en": "Where does the Blue Nile meet the White Nile?",
      "cn": "青尼罗河和白尼罗河在什么地方汇合?"
    },
    {
      "en": "Where is the source of the Nile?",
      "cn": "尼罗河发源于何处?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "blue nile",
      "tran_cn": "蓝色尼罗河（公司名称）；青尼罗河（东非河流）；青尼罗省（苏丹）"
    },
    {
      "phrase": "nile crocodile",
      "tran_cn": "尼罗河鳄鱼；尼罗鳄"
    },
    {
      "phrase": "nile river",
      "tran_cn": "尼罗河"
    },
    {
      "phrase": "the nile valley",
      "tran_cn": "尼罗河流域"
    },
    {
      "phrase": "white nile",
      "tran_cn": "白尼罗河；白尼罗州"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "number of inverters along any loop is even 任一回路的反相器数目均为偶数"
    },
    {
      "pos": "n",
      "tran_cn": "尼罗河"
    }
  ],
  "exchange": {}
}