{
  "word": "hibernation",
  "ipa": {
    "us": "ˌhaɪbɜːˈneɪʃən",
    "uk": "ˌhaɪbərˈneɪʃən"
  },
  "sentences": [
    {
      "en": "\"In fact, \" she said after a while, \"We have gone into hibernation.",
      "cn": "“实际上，”过了一会儿，她说道，“我们已经被困在这里过冬了。"
    },
    {
      "en": "After all, he reasoned, some single-celled creatures are known to enter a hibernation-like state and survive for years with no air or food.",
      "cn": "毕竟，他推断，众所周知一些单细胞生物可以进入一种类似冬眠的状态，并在没有空气和水的状态下生存数年。"
    },
    {
      "en": "After Return of the Jedi, Star Wars publishing entered hibernation.",
      "cn": "《绝地归来》上映过后, 《星球大战》出版业进入休眠期."
    },
    {
      "en": "At this time of year, snakes should have gone into hibernation.",
      "cn": "每年此时此刻, 蛇应该都已经进入冬眠."
    },
    {
      "en": "Bill Ryan: Like a kind of artificial induced hibernation?",
      "cn": "比尔: 类似一种人工冬眠?"
    },
    {
      "en": "But this spring occupants of the spider motels awakened from hibernation healthy and ravenous.",
      "cn": "然而今春蜘蛛旅馆的客人们从冬眠中醒来时却健康而且饥肠辘辘."
    },
    {
      "en": "Clear the Enable Hibernation check box and click OK.",
      "cn": "取消“启用休眠”复选框,点击“确认”按钮."
    },
    {
      "en": "Heart rate tracking for three of the Alaska bears showed a drop from 55 beats per minute on average before hibernation to 14 erratic ones per minute in winter.",
      "cn": "对三头阿拉斯加的黑熊的心率追踪显示出它们在冬眠前的平均每分钟 55 下降低到了冬天里每分钟飘忽不定的 14 下。"
    },
    {
      "en": "Hibernation is more than sleep.",
      "cn": "冬眠不是一般的睡眠."
    },
    {
      "en": "Hibernation is often compared to sleep. it usually happens in winter.",
      "cn": "人们通常会拿冬眠和睡眠相比. 冬眠通常发生于冬季."
    },
    {
      "en": "In animals that have cancer, the growth of tumors is slowed during hibernation.",
      "cn": "患有癌症的动物在冬眠期间, 肿瘤生长减慢."
    },
    {
      "en": "Is everything in hibernation under the bedding of snow?",
      "cn": "雪的被褥中,一切都在冬眠 吗 ?"
    },
    {
      "en": "Must have all the animals have begun to prepare for hibernation by.",
      "cn": "想必所有动物都开始准备冬眠了."
    },
    {
      "en": "Putting the computer into Hibernation or Standby may stop the playback.",
      "cn": "电脑将进入休眠或待机状态,可能会中断播放作业."
    },
    {
      "en": "Result: The 17 cases can spend hibernation hypothermia therapy stage successfully.",
      "cn": "结果: 本组病例患者皆能顺利度过冬眠低温时期."
    },
    {
      "en": "The system could restart rather than resuming from hibernation.",
      "cn": "系统很可能重启而不是从休眠中唤醒."
    },
    {
      "en": "The tortoise spends the winter months in hibernation.",
      "cn": "乌龟在冬眠中度过寒冬季节."
    },
    {
      "en": "Very small tortoises must be given a shorter, carefully controlled hibernation.",
      "cn": "非常小的龟龟需要短期的, 非常小心控制下的冬眠."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "hibernate",
          "tran_cn": " 过冬；（动物）冬眠；（人等）避寒"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "winter sleep",
            "torpidness"
          ],
          "tran_cn": "[动]冬眠；过冬；避寒"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "过冬，冬眠"
    }
  ],
  "exchange": {
    "verb": [
      "hibernate"
    ]
  }
}