{
  "word": "mantel",
  "ipa": {
    "us": "'mæntl",
    "uk": "ˈmæntl"
  },
  "sentences": [
    {
      "en": "A French carved limestone fireplace mantel in the Rococo manner of Louis XV.",
      "cn": "法国石灰石雕刻在路易十五洛可可方式壁炉."
    },
    {
      "en": "As I did, two beautiful cups gleamed from the mantel.",
      "cn": "当我这么做的时候，壁炉架上有两座漂亮的奖杯微光一闪。"
    },
    {
      "en": "Be careful not to strike your head against the mantel.",
      "cn": "小心不要使你的头撞到壁炉架."
    },
    {
      "en": "Even the mantel above the fire glowed white.",
      "cn": "甚至炉火上方的壁炉台都泛着白光。"
    },
    {
      "en": "Favorite Element: Details from the original construction that were restored by previous owners: the parquet floor design at the entry, the stained glass windows, and carved wood mantel.",
      "cn": "最喜欢的元素：被前任屋主恢复的房间原始的装饰细节：进门处的镶木地板，上了色的玻璃窗，手工雕刻的木质壁炉架。"
    },
    {
      "en": "He had thrust his chest out, supporting his shoulders against the mantel.",
      "cn": "他挺起胸脯, 肩膊抵着壁炉架."
    },
    {
      "en": "He would display the photograph on the living room mantel.",
      "cn": "他也可以在客厅的壁炉边上展示他的照片。"
    },
    {
      "en": "In Britain they call a mantel a chimneypiece.",
      "cn": "英国人把“mantel”(壁炉架)称为“chimneypiece”."
    },
    {
      "en": "Kein Problem. Hier habe ich einen Mantel, einen ( westlichen ) Anzug und eine Wolldecke.",
      "cn": "没问题. 我这儿有一件大衣,一套西装,和一床羊毛毯."
    },
    {
      "en": "Marble Fireplace, Marble Mantel , Fireplace Sets , Fireplace Accessories Fire Brike Fire Coal, Stone Statue Sculptures.",
      "cn": "采购产品大理石壁炉, 大理石, 壁炉, 壁炉配件,火煤,石像雕刻."
    },
    {
      "en": "NBD employed waxed Brazilian teak for the stairs, floor, and mantel.",
      "cn": "NBD公司采用了上过蜡的西班牙柚木装点楼梯 、 地面及壁炉架."
    },
    {
      "en": "On the mantel a bust of Keats on a pedestal.",
      "cn": "壁炉台上有一尊放在垫座上的济慈胸像."
    },
    {
      "en": "On the mantel were photographs of a man and a woman.",
      "cn": "壁炉架上面是一对男女的一些照片。"
    },
    {
      "en": "Remove all objects from mantel to see if this eliminates the smell.",
      "cn": "把它们都移开,看能否消除气味."
    },
    {
      "en": "She was tired and her mind ticked away dully, mechanically, as the clock on the mantel.",
      "cn": "她疲倦,她的心在迟钝地机械的跳动, 就像壁炉架上那座时钟似的."
    },
    {
      "en": "Soot was blown down into the mantel.",
      "cn": "烟灰被扫落到壁炉台上."
    },
    {
      "en": "We love the little carved Chinese figures, and they'll be just perfect on our mantel.",
      "cn": "我们喜欢这些小巧玲珑的中国雕塑品, 把它们放在壁炉架上,真是再合适不过了."
    },
    {
      "en": "Why have I described somebody's real ceramic elephant sitting on the mantel - piece?",
      "cn": "为什么我要如实地描写某人安放在壁炉台上的那只陶瓷大象 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "chimney piece"
          ],
          "tran_cn": "壁炉架"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shelf",
            "shoulder"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "壁炉架，壁炉台",
      "tran_en": "A mantel is a mantelpiece"
    }
  ],
  "exchange": {
    "pl": [
      "mantels"
    ]
  }
}