{
  "word": "conquest",
  "ipa": {
    "us": "ˈkɒŋkwest",
    "uk": "ˈkɑːŋkwest"
  },
  "sentences": [
    {
      "en": "\" Oh, \" thought Drouet, \" how delicious is my conquest. \"",
      "cn": "“ 啊, ” 杜洛埃想, “ 我这次的胜利真是妙不可言埃. ”"
    },
    {
      "en": "After the Norman Conquest the forest became a royal hunting preserve.",
      "cn": "诺曼征服之后，这片森林成为了皇家狩猎区。"
    },
    {
      "en": "He had led the conquest of southern Poland in 1939.",
      "cn": "1939年，他指挥了攻占波兰南部的行动。"
    },
    {
      "en": "He was telling his tales of conquest in clubland.",
      "cn": "当时他正在大讲特讲自己在夜总会的征服史。"
    },
    {
      "en": "Her latest conquest is an Italian who, interestingly enough, doesn't speak a word of his native language.",
      "cn": "她新搭上了个意大利人。有意思的是，那个意大利人一句意大利语都不会说。"
    },
    {
      "en": "His family traces back to the Norman Conquest.",
      "cn": "他的家世可追溯到诺曼人征服英国的时代."
    },
    {
      "en": "Khan, Tamerlans in the fury of conquest exterminated all who resisted them.",
      "cn": "成吉思汗, 塔马兰在狂热的开疆拓土中消灭了所有反抗他们的人."
    },
    {
      "en": "Steve seems to have made a real conquest of Lily. They're always together.",
      "cn": "史蒂夫好像真的赢得了莉莉的芳心. 他们总是在一起."
    },
    {
      "en": "The chase is always much more exciting than the conquest anyway.",
      "cn": "不管怎么说，追求的过程总比得手更为刺激。"
    },
    {
      "en": "the Norman Conquest (= the conquest of England by the Normans )",
      "cn": "诺曼征服"
    },
    {
      "en": "The Normans ruled England by right of conquest.",
      "cn": "诺曼人征服了英格兰成了统治者."
    },
    {
      "en": "The play is being widely read as an allegory of imperialist conquest.",
      "cn": "这部剧被广泛解读为对帝国主义征服的讽喻。"
    },
    {
      "en": "The rich and handsome young man made a conquest of Jeanne.",
      "cn": "这位富裕而又英俊的年轻人赢得了琴的爱情."
    },
    {
      "en": "The Spanish conquest then cut short any further independent development.",
      "cn": "西班牙人的征服打断了他们的任何进一步的独立发展."
    },
    {
      "en": "They succeeded in the conquest of that city.",
      "cn": "他们夺取了那城市."
    },
    {
      "en": "You've made quite a conquest there, ie He or she likes you!",
      "cn": "你很招人喜爱!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "achievement",
            "success",
            "triumph",
            "victory"
          ],
          "tran_cn": "征服;赢得"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "make a conquest of",
      "tran_cn": "博得欢心，赢得青睐"
    },
    {
      "phrase": "norman conquest",
      "tran_cn": "[史]诺曼底人对英格兰的军事征服"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "征服，占领（地），攻克，（爱情或性方面）被俘虏者",
      "tran_en": "the act of getting control of a country by fighting"
    }
  ],
  "exchange": {
    "pl": [
      "conquests"
    ]
  }
}