{
  "word": "follicle",
  "ipa": {
    "us": "ˈfɒlɪkl",
    "uk": "ˈfɑlɪkl"
  },
  "sentences": [
    {
      "en": "As the egg inside the follicle develops, the follicle increases in size.",
      "cn": "当卵泡内的卵子发育时, 卵泡增大."
    },
    {
      "en": "B - done to check for mature follicle, resulting in normal!",
      "cn": "做过B 超 检查是否有成熟卵泡, 结果正常!"
    },
    {
      "en": "Continual sebum production and bacterial overgrowth increase the inflammation around the follicle even further.",
      "cn": "脓疱皮脂的不断产生和细菌的过度会进一步增加毛囊周围炎症."
    },
    {
      "en": "DNA Extracted from Nanyang yellow cattles hair follicle and blood was used to RAPD amplification.",
      "cn": "从南阳黄牛被毛毛囊细胞和血液中分别提取DNA用于RAPD扩增."
    },
    {
      "en": "Follicle dehiscent ; mature carpels rostrate spine at base.",
      "cn": "成熟心皮基部具喙状刺."
    },
    {
      "en": "Follicle dehiscent; mature carpels tappering to the base , apex papillate.",
      "cn": "果开裂, 成熟心皮向基部变狭, 上部多疣."
    },
    {
      "en": "Graafian follicle [ vesicle ]",
      "cn": "[解]囊状卵泡 ( 格拉夫氏卵泡 )"
    },
    {
      "en": "Ingredient: DNA Fluid, Lavender, Hamamelis, Elastic Element, Micro - collagen Protein, Hair Follicle Mollify.",
      "cn": "主要成份: DNA原液 、 薰衣草 、 金缕梅 、 弹力素 、 微胶原蛋白 、 毛囊软化剂."
    },
    {
      "en": "Objective To study the follicle mite infection in young students of Shanxi.",
      "cn": "目的了解山西青年学生蠕形螨的感染情况,研究蠕形螨及蠕形螨病的特性."
    },
    {
      "en": "Ovulation releases an egg from an ovarian follicle.",
      "cn": "图示排卵,受精及受精卵的发育,输送和着床."
    },
    {
      "en": "Prior to ovulation , the follicle is thin - walled filled with fluid.",
      "cn": "排卵前的卵泡是薄壁的水泡."
    },
    {
      "en": "Sebaceous glands are special glands attached to the hair follicle.",
      "cn": "皮脂腺的特殊腺体是毛囊."
    },
    {
      "en": "The whelk is the skin common one kind of hair - follicle sebaceous glands'chronic inflammation skin question.",
      "cn": "芳华痘是皮肤常见的一种毛囊皮脂腺的慢性炎症性皮肤问题."
    },
    {
      "en": "Together , the hair follicle and sebaceous gland are often referred to as the pilosebaceous follicle.",
      "cn": "毛囊和皮脂腺通常称为皮脂腺毛囊."
    },
    {
      "en": "Ultrasound may also help to document follicle's collapse, implying release of egg.",
      "cn": "超检查有助于证实卵泡塌陷, 暗示排出卵子."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "microcyst",
            "saccule"
          ],
          "tran_cn": "[昆]卵泡；[动]滤泡；[生物]小囊"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "follicle stimulating hormone",
      "tran_cn": "促滤泡激素，促卵泡激素"
    },
    {
      "phrase": "hair follicle",
      "tran_cn": "毛囊"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[解]囊，卵泡，[植]蓇葖",
      "tran_en": "one of the small holes in the skin that hairs grow from"
    }
  ],
  "exchange": {
    "pl": [
      "follicles"
    ]
  }
}