{
  "word": "tunable",
  "ipa": {
    "us": "'tju:nəbl",
    "uk": "'tjunəbəl"
  },
  "sentences": [
    {
      "en": "A near - infrared spectrometer based on an integrated optical acoustooptic tunable filter ( IAOTF ) is constructed.",
      "cn": "研制成功一种基于集成光学声光可调谐滤波器 ( IAOTF ) 的新型近红外光谱仪."
    },
    {
      "en": "A novel all fiber discrete tunable distributed back reflector ( DBR ) fiber laser is reported.",
      "cn": "报道了一种新型全光纤离散可调谐分布反射 ( DBR ) 光纤激光器."
    },
    {
      "en": "Alexandrite laser is one of the superior tunable solid - lasers.",
      "cn": "紫翠宝石激光器是迄今为止较好的固体可调谐激光器之一."
    },
    {
      "en": "Conclusion Tunable pulsed overtone Nd : YAG 532 nm laser was efficency to skin vascular lesions.",
      "cn": "结论可变脉宽倍频nd:YAG532nm波长激光治疗皮肤血管异常性疾病疗效较好,但要严格掌握适用证."
    },
    {
      "en": "Experiments are performed using a CW tunable CO 2 laser and SF 6 gas as nonlinear medium.",
      "cn": "使用可调谐连续波CO_2激光器和SF_6气体作非线性介质作了实验研究."
    },
    {
      "en": "Finite element - artificial transmitting method is applied for acoustooptic tunable filters ( AOTF ) with weighted coupling.",
      "cn": "用有限元人工透射法计算权重耦合的可调谐声光滤波器 ( AOTF )."
    },
    {
      "en": "Generally speaking, the greater the number of nodes, the more finely tunable the network becomes.",
      "cn": "一般而言，节点的数量越多，网络的可调优性就更好。"
    },
    {
      "en": "In this a novel scheme for tunable wavelength conversion based on semiconductor - fiber ring laser is proposed.",
      "cn": "可调谐波长转换器是智能化光网络中的关键光电子器件."
    },
    {
      "en": "Inside this directory are many tunable settings.",
      "cn": "在这个目录中，有许多可调的设置。"
    },
    {
      "en": "Linewidth - narrowed, tunable spectrum can be obtained by external cavity feedback laser diode array ( LDA ).",
      "cn": "外腔反馈的激光二极管阵列 ( LDA ) 可获得窄线宽 、 可调谐的光谱输出."
    },
    {
      "en": "Researchers realised that a tunable laser beam might be useful in surgery.",
      "cn": "研究人员意识到，可调谐激光束也许可以用在外科手术中。"
    },
    {
      "en": "The dielectric tunable behaviors of BTS are consistent with Devonshire phenomenological theory.",
      "cn": "研究发现,BTS材料 介电可调行为和Devonshire唯象理论吻合很好."
    },
    {
      "en": "The excitation source was a flashlamp pumped Rhodamine tunable dye laser.",
      "cn": "激发源为闪光灯泵可调谐若丹明染科激光器."
    },
    {
      "en": "The OCR engine is tunable.",
      "cn": "OCR引擎也是可调的."
    },
    {
      "en": "The properties of tunable filter based on micro - opto - electric - mechanic system technology driven by electrostatic force are analyzed.",
      "cn": "分析了基于微光机电系统的可 调谐滤波器 在静电力驱动下的一些特性."
    },
    {
      "en": "The real time control of the tunable laser is realized with GPIB bus.",
      "cn": "通过GPIB总线实现了对可调谐激光器的控制."
    },
    {
      "en": "There are many tunable parameters to look at—you'll get to these parameters during subsequent phases of the series.",
      "cn": "有许多可调整的参数值得研究，您将在本系列文章后续的内容中了解这些参数。"
    },
    {
      "en": "Wecan control the transformation of particle make use of the tunable time dependent Rabi frequency.",
      "cn": "利用含时可调拉比频率可以实现可控制的粒子数转移."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "harmonious",
            "balanced"
          ],
          "tran_cn": "可调谐的；可调音的；和谐的；音调美的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "tunable filter",
      "tran_cn": "可调滤波器"
    },
    {
      "phrase": "tunable laser",
      "tran_cn": "可调谐激光器"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可调的，可调谐",
      "tran_en": "able to be tuned "
    }
  ],
  "exchange": {}
}