{
  "word": "Euro",
  "ipa": {
    "us": "ˈjʊərəʊ",
    "uk": "ˈjʊroʊ"
  },
  "sentences": [
    {
      "en": "But to do it, Europe should develop its own unified Asia policy, set its own priorities, and learn to have one voice on the euro and European defense strategy.",
      "cn": "但是想做到的话，欧洲必须制定其统一的亚洲政策，选择它的优先事务，并学会在欧元和欧洲防御战略上保持统一的声音。"
    },
    {
      "en": "Euro bills will be uniform throughout the euro area.",
      "cn": "欧元钞票将会在使用欧元的地区形成统一."
    },
    {
      "en": "Euro Plaza carries the main commercial functions of the Villa district.",
      "cn": "欧陆广场承担了为别墅区提供商业服务的角色,营造了高档的住宅环境."
    },
    {
      "en": "Germany 's resurgence has set a challenge for the euro zone's southern members .",
      "cn": "德国的复苏已经挑战了欧元区南部成员。"
    },
    {
      "en": "He claimed Tony Blair is trying to get us into the euro by stealth.",
      "cn": "他声称托尼·布莱尔正试图神不知鬼不觉地让我们加入欧元体系。"
    },
    {
      "en": "In his view, the euro single market is an inevitable outcome.",
      "cn": "他认为, 欧元是单一市场发展的必然结局."
    },
    {
      "en": "In the euro zone, most are based on a fixed rate.",
      "cn": "而在欧元区, 大多数按揭贷款的利率是固定的."
    },
    {
      "en": "Millions of words have been written about the introduction of the euro.",
      "cn": "有关采用欧元的文章已经有很多。"
    },
    {
      "en": "One Euro is currently worth about 1 dollar 40 cents.",
      "cn": "一欧元目前兑1.4美元."
    },
    {
      "en": "Shares in Euro Disney jumped 17p.",
      "cn": "欧洲迪斯尼的股票价格迅速上涨了17便士。"
    },
    {
      "en": "The advent of the Euro will redefine Europe.",
      "cn": "欧元的出现将重新定义欧洲."
    },
    {
      "en": "The euro exchanges two year low point which dollar close eve creates.",
      "cn": "欧元兑美元接近前夜创出的两年低点."
    },
    {
      "en": "The euro fell on the foreign exchanges yesterday.",
      "cn": "欧元汇价昨天下跌。"
    },
    {
      "en": "The euro has moved from the realms of theory into reality.",
      "cn": "欧元已由理论变成了现实."
    },
    {
      "en": "The three members are Euro union, Thailand and Djibouti.",
      "cn": "这三个成员分别是欧盟 、 泰国和吉布提."
    },
    {
      "en": "They live in fantasy worlds which make Euro Disney seem uninventive.",
      "cn": "他们生活在幻想的世界里，相形之下连欧洲迪士尼乐园都显得毫无创意。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "eur"
          ],
          "tran_cn": "欧元（欧盟的统一货币单位）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "euro disney",
      "tran_cn": "n. 欧洲迪斯尼（位于法国巴黎郊外的大型主题公园）"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "欧洲（European）"
    },
    {
      "pos": "n",
      "tran_cn": "欧元（欧洲经济共同体的统一货币单位）",
      "tran_en": "The euro is a unit of currency that is used by several member countries of the European Union"
    }
  ],
  "exchange": {}
}