{
  "word": "attractiveness",
  "ipa": {
    "us": "ə'træktɪvnəs",
    "uk": "ə'træktɪvnəs"
  },
  "sentences": [
    {
      "en": "And so the attractiveness ratings, as well as the frequency of messaging, are factored in.",
      "cn": "所以吸引力指数，和传送信息的频率一样，被作为因素植入其中。"
    },
    {
      "en": "Charm: The power or quality of pleasing or delighting; attractiveness.",
      "cn": "魅力,魔力: 讨人喜欢或令人愉快的能力或品质; 魅力."
    },
    {
      "en": "Do people believe anyone has one and only one measure of attractiveness?",
      "cn": "难道人们真的认为吸引力只有一个衡量的尺度吗？"
    },
    {
      "en": "Even the attractiveness of her person had undergone a similar change.",
      "cn": "就连她人品上的魅力也经历了类似的变化."
    },
    {
      "en": "He rates her lower not only on attractiveness, but also on warmth and intelligence.",
      "cn": "不仅是其吸引力，对她的热情程度和智力的评价都会降低。"
    },
    {
      "en": "Hurstwood, on the contrary, saw in the strength of her new attractiveness his miserable predicament.",
      "cn": "相反, 赫斯渥从她新展露的魅力中更感到自己处境悲惨可怜."
    },
    {
      "en": "It was intended to swallow every vestige of dwindling attractiveness out of her.",
      "cn": "它的目的就是从她那里吸干她正在萎缩的残存的吸引力."
    },
    {
      "en": "Most of us would maintain that physical attractiveness does not play a major part in how we react to the people we meet.",
      "cn": "我们大部分人坚持认为我们对遇到的人作出何种反应并不取决于其外在的魅力。"
    },
    {
      "en": "Red skin color contributes greatly to the attractiveness of the fruit.",
      "cn": "果皮红色在很大程度上能增进果实的引诱力."
    },
    {
      "en": "Regional harmony and stability, attractiveness and competitiveness of growing.",
      "cn": "区域和谐稳定, 吸引力和竞争力日益增强."
    },
    {
      "en": "S . dollar . The dollar could keep falling, boosting foreign stocks'attractiveness.",
      "cn": "美元可能保持贬值, 增强外国股票的吸引力."
    },
    {
      "en": "She uses her physical attractiveness to seduce an assortment of males.",
      "cn": "她利用自己极富魅力的肉体引诱各式各样的男性."
    },
    {
      "en": "Stay ahead and achieve low cost and superior customer attractiveness.",
      "cn": "保持领先地位,降低成本,提高客户认知度."
    },
    {
      "en": "Such a striking contrast has enhanced the attractiveness of both.",
      "cn": "两者刚柔相济,美不胜收."
    },
    {
      "en": "The forest will enhance the attractiveness of the region.",
      "cn": "这片森林会为该地区平添更多魅力。"
    },
    {
      "en": "There is nothing wrong with journalists commenting on the attractiveness of artists.",
      "cn": "记者评论艺术家的个人魅力无可厚非。"
    },
    {
      "en": "This will boost your interest factor and again help in your attractiveness.",
      "cn": "这样会使你更加有意思并且能提高你的吸引力."
    },
    {
      "en": "Yen's carry trade attractiveness continues to breed risk aversion.",
      "cn": "日元所具备的交易引力仍旧不断地引发风险规避."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "attractable",
          "tran_cn": " 可被吸引的"
        },
        {
          "word": "attractive",
          "tran_cn": " 吸引人的；有魅力的；引人注目的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "attractively",
          "tran_cn": " 迷人地；有吸引力地；动人地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "attraction",
          "tran_cn": " 吸引，吸引力；引力；吸引人的事物"
        },
        {
          "word": "attractor",
          "tran_cn": " [自] 吸引子；引起注意的人"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "attract",
          "tran_cn": " 吸引；有吸引力"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "attract",
          "tran_cn": " 吸引；引起"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "charm",
            "appeal",
            "affinity"
          ],
          "tran_cn": "吸引力；迷惑力"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "physical attractiveness",
      "tran_cn": "外表吸引力；体态吸引力"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "魅力,  吸引力"
    },
    {
      "pos": "other",
      "tran_cn": "吸引力"
    }
  ],
  "exchange": {
    "adv": [
      "attractively"
    ],
    "adj": [
      "attractive"
    ]
  }
}