{
  "word": "whenever",
  "ipa": {
    "us": "wenˈevə(r)",
    "uk": "wenˈevər"
  },
  "sentences": [
    {
      "en": "Come and visit me whenever you want.",
      "cn": "你随便什么时候想来看我就来吧。"
    },
    {
      "en": "He married Miss Vancouver in 1963, or whenever it was.",
      "cn": "他好像在1963年还是什么时候娶了当时的温哥华小姐。"
    },
    {
      "en": "I was disappointed whenever the cook found fault with my work.",
      "cn": "每当厨师挑剔我干的活儿时，我都非常沮丧。"
    },
    {
      "en": "if you lay eyes on him, either tonight or tomorrow or whenever, call me straight away.",
      "cn": "今晚，明天或者其他任何时候，如果你看到他，立刻给我打电话。"
    },
    {
      "en": "Most authorities recommend letting the baby nurse whenever it wants.",
      "cn": "大部分权威人士建议婴儿饿了就随时喂奶。"
    },
    {
      "en": "Relax and take a breather whenever you feel that you need one.",
      "cn": "要放松，什么时候觉得需要休息就休息一下。"
    },
    {
      "en": "She always called at the vicarage whenever she was in the area.",
      "cn": "只要她在那一带，她总会去拜访教区牧师。"
    },
    {
      "en": "She still got goose bumps whenever he walked into the room.",
      "cn": "只要他一走进房间，她仍旧会起鸡皮疙瘩。"
    },
    {
      "en": "Shops are no longer allowed to push up their prices whenever they want.",
      "cn": "再不允许商店想什么时候提价就提价了。"
    },
    {
      "en": "The boil on my right arm rankled whenever I wrote.",
      "cn": "每当我写字的时候，右臂上的疖子就使我感到疼痛。"
    },
    {
      "en": "Their colleagues insulted them whenever the opportunity presented itself.",
      "cn": "一有机会，同事们就会侮辱他们。"
    },
    {
      "en": "They were always there by you, whenever you needed them.",
      "cn": "无论何时你需要他们，他们总是在你身边。"
    },
    {
      "en": "They were always there by you， whenever you needed them.",
      "cn": "无论何时你需要他们，他们总是在你身边。"
    },
    {
      "en": "Whenever I get into a relationship, I always fall madly in love.",
      "cn": "我每次谈恋爱都深陷其中，无法自拔。"
    },
    {
      "en": "Whenever I get the chance I go to Maxim's for dinner.",
      "cn": "我一有机会便去马克西姆餐厅吃饭。"
    },
    {
      "en": "Whenever I have a cold I get a nosebleed.",
      "cn": "每次我感冒都会流鼻血。"
    },
    {
      "en": "Whenever I open my mouth I don't half waffle on.",
      "cn": "我无论何时开口，从不夸夸其谈。"
    },
    {
      "en": "Whenever recession strikes, a chain reaction is set into motion.",
      "cn": "只要经济不景气，连锁反应就开始了。"
    },
    {
      "en": "Whenever she refused, he'd beat her black and blue.",
      "cn": "只要她拒绝他，他就会把她打得青一块紫一块。"
    },
    {
      "en": "Whenever there was a dance he and I led off.",
      "cn": "任何一支舞都是我和他领跳。"
    },
    {
      "en": "You may have free passage across our territory whenever you require it.",
      "cn": "无论你什么时候需要，都可以自由穿过我们的领地。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "ubi"
          ],
          "tran_cn": "每当；无论何时"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "anytime"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "or whenever",
      "tran_cn": "(非正式)或者任何时候"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "（用于问句）究竟什么时候",
      "tran_en": "at any time"
    },
    {
      "pos": "conj",
      "tran_cn": " 无论何时，每当，任何时间（都行），不知什么时候",
      "tran_en": "at any time"
    }
  ],
  "exchange": {}
}