{
  "word": "uranus",
  "ipa": {
    "us": "ˈjʊərənəs",
    "uk": "ˈjʊrənəs"
  },
  "sentences": [
    {
      "en": "As 2010 begins, Uranus is still in Pisces and your twelfth house.",
      "cn": "由于2010年开始, 天王星在双鱼座仍是和你的第12宫."
    },
    {
      "en": "Can I have a look at Uranus too, Lavender? said Ron.",
      "cn": "‘可以把天王星也让我看一眼吗,拉文德? ’罗恩说."
    },
    {
      "en": "From Voyager, we now know a lot more about Uranus.",
      "cn": "从旅行者2号那里, 我们知道了不少有关天王星的情况."
    },
    {
      "en": "However, Neptune does not turn on its side the way Uranus does.",
      "cn": "然而, 海王星不像天王星那样朝一边倾斜旋转."
    },
    {
      "en": "Let us test Kepler's third law for the orbit of uranus compared with that of earth.",
      "cn": "让我们比较天王星和地球的轨道,来检验一下开普勒第三定律."
    },
    {
      "en": "New discoveries about Uranus excited planetary astronomers in 1977.",
      "cn": "一九七七年对天王星的几项新发现振奋了行星天文学家."
    },
    {
      "en": "On Uranus, the magnetic line is almost eight - thousand kilometers off - center.",
      "cn": "而在天王星上, 磁力线偏离地心将近800公里."
    },
    {
      "en": "There are 15 moons and 11 rings surrounding Uranus.",
      "cn": "它有15颗卫星以及11个环绕该星球的光环."
    },
    {
      "en": "There is an opposition formed between Venus and Uranus in your chart.",
      "cn": "在你的命盘中,金星跟天王星之间形成对分相."
    },
    {
      "en": "Those who master Uranus'teachings often make charming and charismatic leaders.",
      "cn": "谁掌握这些天王星的教导往往迷人魅力的领袖."
    },
    {
      "en": "Uranus has 27 known moons, all of them around planet's equator.",
      "cn": "天王星已知有27个卫星, 全部围绕天王星赤道运行."
    },
    {
      "en": "Uranus however is heating up and melting her icy surface.",
      "cn": "不过天王星正在升温并溶化表面的冰层."
    },
    {
      "en": "Uranus is unusual because it is tilted.",
      "cn": "天王星非常特殊,因为它是倾斜的."
    },
    {
      "en": "Uranus, Neptune and Pluto are never visible to the naked eye.",
      "cn": "天王星 、 海王星和冥王星肉眼从来都不会看到."
    },
    {
      "en": "When it comes to Uranus, you can never accurately predict the outcome.",
      "cn": "当它来到天王星, 你永远也不能准确地预言结果."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "天王星，（希腊神话）乌拉诺斯神"
    }
  ],
  "exchange": {}
}