{
  "word": "snippet",
  "ipa": {
    "us": "ˈsnɪpɪt",
    "uk": "ˈsnɪpɪt"
  },
  "sentences": [
    {
      "en": "...snippets of popular classical music.",
      "cn": "…流行古典音乐的片段。"
    },
    {
      "en": "Click OK to save your note as a web snippet.",
      "cn": "按[确定]将你的笔记存到网路剪贴簿."
    },
    {
      "en": "Explains how to assign a shortcut name to a snippet.",
      "cn": "解释如何为代码段指定快捷方式名称."
    },
    {
      "en": "For more information, see Code Snippet Picker.",
      "cn": "有关更多信息, 请参见代码段选择器."
    },
    {
      "en": "I read a snippet she had cut from a magazine.",
      "cn": "我读了她从杂志上剪下来的一段文字。"
    },
    {
      "en": "I've got a snippet of information that might interest you.",
      "cn": "我刚得到一点消息,是你可能感兴趣的."
    },
    {
      "en": "In the Language: drop - down list, select the language that you want to add the code snippet.",
      "cn": "在“语言: ”下拉列表中选择要添加代码段的语言."
    },
    {
      "en": "In this topic, you will create a basic code snippet that displays a message box.",
      "cn": "在本主题中, 您将创建显示消息框的基本代码段."
    },
    {
      "en": "Parent element for all code snippet data.",
      "cn": "所有代码段数据的父元素."
    },
    {
      "en": "Right - click the mouse and then select the Insert Snippet command on the shortcut menu.",
      "cn": "右击鼠标,然后选择快捷菜单上的“插入代码段”命令."
    },
    {
      "en": "Select the existing folder that you want to place the imported code snippet into.",
      "cn": "选择导入的代码段将要放入其中的现有文件夹."
    },
    {
      "en": "The code snippet is now available for insertion into the code editor.",
      "cn": "现在就可以将该代码段插入到代码编辑器中了."
    },
    {
      "en": "The following code snippet illustrates how to express this properly.",
      "cn": "下面的代码片段说明如何恰当的表达这些."
    },
    {
      "en": "The following code snippet provides a scenario where an error occurs.",
      "cn": "下面的代码段提供了发生错误的典型例子."
    },
    {
      "en": "The procedure to display the Code Snippet Picker varies according to the language you are using.",
      "cn": "显示“代码段选择器”的过程根据您所使用的语言会有所不同."
    },
    {
      "en": "Type the shortcut for the code snippet that you want to add to code.",
      "cn": "为要添加到代码中的代码段键入快捷方式."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bisquit",
            "sippet"
          ],
          "tran_cn": "小片；片断；不知天高地厚的年轻人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crumb"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小片，片段，不知天高地厚的年轻人",
      "tran_en": "A snippet of something is a small piece of it"
    }
  ],
  "exchange": {
    "pl": [
      "snippets"
    ]
  }
}