{
  "word": "hydrologic",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Accordingly the combination the hydraulic and the hydrologic method is necessary.",
      "cn": "因而,本论文在河道汇流上采用水文学与水力学相结合的方法."
    },
    {
      "en": "After analyzing the data, biomass and hydrologic features were expressed by the form of graph.",
      "cn": "最后,通过对内业资料的整理和分析, 将其生物量和水文生态特征采用图表的形式表示出来."
    },
    {
      "en": "Design storm hyetograph is the essential element for hydrologic modeling analysis and storm water drainage design.",
      "cn": "设计暴雨雨型对水文模式分析与暴雨排水设计是不可或缺的基本要素."
    },
    {
      "en": "Haestad Methods , Inc pioneered the development of Windows - based hydraulic and hydrologic software applications.",
      "cn": "描述:海思德工程软件公司精于开发和更新用于分析计算和模拟管道系统,明渠水力系统和地表水文学的软件技术."
    },
    {
      "en": "Hydrologic analysis in scale is one of the major issues of hydrology at the present time.",
      "cn": "水文尺度分析是当前水文科学的热点之一,为国内外水文学者关注和重视."
    },
    {
      "en": "Hydrologic process and meteorologic factor play an important role in the lake eutrophication and algae bloom.",
      "cn": "水文过程与气象因子在湖泊富营养化及藻华爆发的过程中起着决定性的作用."
    },
    {
      "en": "Natural disasters are catastrophic events with atmospheric, geologic, and hydrologic origins. Disasters include earthquakes, volcanic eruptions, landslides, tsunamis, floods, and drought.",
      "cn": "自然灾害是指大气、地质或水文等因素造成的灾变，包括地震、火山爆发、泥石流、海啸、洪水和干旱等。"
    },
    {
      "en": "Only when a system possesses natural or artificial boundariesthat associate the water within it with the hydrologic cycle may theentire system properly be termed hydrogeologic.",
      "cn": "只有当某一地质系统拥有自然的或人工的界限，将该系统内的水与水文循环起来，这整个系统方能被恰当地称为与水文地质学相关。"
    },
    {
      "en": "Owing to the inaccuracy of long - term hydrologic forecast, the long - term operation decision becomes very difficult.",
      "cn": "由于水文 长期 预报的不精确, 使得 长期 调度决策很难."
    },
    {
      "en": "The availability of similarity solutions to subsurface hydrologic problems is limited.",
      "cn": "地下水文学问题相似求解的有效性是受到限制的."
    },
    {
      "en": "The circulation of water through this system is described by the hydrologic cycle.",
      "cn": "水在这个体系中的循环是用水循环来描述的."
    },
    {
      "en": "The measurement for depth is an important issue in the field of hydrologic study.",
      "cn": "水深测量,一直是水文研究领域的一项重要研究内容."
    },
    {
      "en": "The regional hydrologic situation are effected by urbanization hydrologic process are discussed from the following aspects.",
      "cn": "城市化的快速发展对城市区域水文状况产生了重要影响."
    },
    {
      "en": "These methods have been used in the data check of River hydrologic sediment information analysis - management system.",
      "cn": "该方法在“长江水文泥沙信息分析管理系统”数据检查中得到了实际应用."
    },
    {
      "en": "Urban water environment ( UWE ) consists of zoology of urban waterwater use circulation and rainwater hydrologic cycle.",
      "cn": "水环境的劣化是由于城市排水的污染和雨水水文循环途径的破坏所致."
    },
    {
      "en": "While evaporation from the oceans is the primary vehicle for driving the surface-to-atmosphere portion of the hydrologic cycle, transpiration is also significant.",
      "cn": "海洋的蒸发作用是水文循环中的主要方式，它使得水从地球表面进入大气层中，蒸腾作用也具有举足轻重的地位。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "hydrologic cycle",
      "tran_cn": "水文循环，水循环"
    },
    {
      "phrase": "hydrologic data",
      "tran_cn": "水文资料（数据）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "水文的"
    }
  ],
  "exchange": {}
}