{
  "word": "Spain",
  "ipa": {
    "us": "speɪn",
    "uk": "speɪn"
  },
  "sentences": [
    {
      "en": "Amy and her group had driven non-stop through Spain.",
      "cn": "埃米和她的小组一路马不停蹄地驱车穿越西班牙。"
    },
    {
      "en": "Carlos Sainz of Spain has won the New Zealand Motor Rally.",
      "cn": "西班牙人卡洛斯·赛恩斯在新西兰摩托车公路大赛中夺冠。"
    },
    {
      "en": "Felipe Gonzalez won a fourth term of office in Spain's election.",
      "cn": "费利佩·冈萨雷斯在西班牙选举中获得第4次连任。"
    },
    {
      "en": "He has rightly interrupted his holiday in Spain to return to London.",
      "cn": "他马上中止了在西班牙的度假回到伦敦。"
    },
    {
      "en": "He was drowned in a shipwreck off the coast of Spain.",
      "cn": "他在西班牙海岸附近的一次海难中溺水身亡。"
    },
    {
      "en": "It was a close run thing before Spain beat Poland 3-2.",
      "cn": "比赛难分高下，最终西班牙以3比2击败波兰。"
    },
    {
      "en": "Portugal and Spain had possessed vast empires that waxed and waned.",
      "cn": "葡萄牙和西班牙都曾是经历了兴衰的大帝国。"
    },
    {
      "en": "She chose Spain, but personally I'd prefer to go to France.",
      "cn": "她选择了西班牙，而我个人倒更愿意去法国。"
    },
    {
      "en": "Spain ceded the Philippines to the United States.",
      "cn": "西班牙将菲律宾群岛割让给美国。"
    },
    {
      "en": "Spain has been one of Cuba's major trading partners.",
      "cn": "西班牙一直是古巴的主要贸易伙伴之一。"
    },
    {
      "en": "Spain imposed levies on farm imports from non-member states.",
      "cn": "西班牙对来自非成员国的进口农产品征税。"
    },
    {
      "en": "Spain is a composite of multifarious traditions and people.",
      "cn": "西班牙是多种传统和多个民族的合成体。"
    },
    {
      "en": "Spain may well look different but the changes are superficial.",
      "cn": "西班牙可能看起来与以前有很大不同，但这些变化都是表面上的。"
    },
    {
      "en": "Spain's top priority is the signing of an EMU treaty.",
      "cn": "西班牙的当务之急是签署《欧洲经济和货币联盟条约》。"
    },
    {
      "en": "Spaniards are worried about German investors deserting Spain for Eastern Europe.",
      "cn": "西班牙人担心德国投资者放弃西班牙而转向东欧。"
    },
    {
      "en": "The painting was returned to Spain on a temporary import licence.",
      "cn": "这幅画凭着临时进口许可证被送回了西班牙。"
    },
    {
      "en": "They are currently taking a short break in Spain.",
      "cn": "他们目前正在西班牙休短假。"
    },
    {
      "en": "They are touring in Spain.",
      "cn": "他们正在西班牙旅游。"
    },
    {
      "en": "This island was ceded to Spain more than one hundred years ago.",
      "cn": "这个岛屿在一百多年以前就割让给西班牙了。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "port of spain",
      "tran_cn": "西班牙港"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "西班牙（欧洲国家）"
    },
    {
      "pos": "other",
      "tran_cn": "西班牙"
    }
  ],
  "exchange": {}
}