{
  "word": "savannah",
  "ipa": {
    "us": "sə'vænə",
    "uk": "sə'vænə"
  },
  "sentences": [
    {
      "en": "Beyond the other rolled a grey - green savannah, gashed with poppies.",
      "cn": "另一扇车窗中,灰绿色草原绵延不绝, 四处是凌乱的罂粟."
    },
    {
      "en": "Flint was, and he died of rum at Savannah.",
      "cn": "福林特也是那种人, 结果在萨瓦纳为朗姆酒送了命."
    },
    {
      "en": "Glorious, to walk again across savannah with my beloved.",
      "cn": "光荣的, 与我的爱人再次走过大平原."
    },
    {
      "en": "Have you met Mr. Kelso, our newest addition to Savannah?",
      "cn": "见过萨瓦纳的新成员凯尔索先生了?"
    },
    {
      "en": "I picked up the phone and dialed my parents'home in Savannah.",
      "cn": "我拿起电话,拨通了萨凡纳市我父母的家."
    },
    {
      "en": "If we use ships , it will come to Savannah automatically.",
      "cn": "如果我们利用船运, 货物就能运到了."
    },
    {
      "en": "Imagine our early ancestors roaming the savannah looking for food.",
      "cn": "想象一下我们早先的祖先在稀树草原寻找食物."
    },
    {
      "en": "Only 60 years ago, the land around Moyale was savannah with plenty of grass, big trees and elephants, lions and rhino.",
      "cn": "仅仅60年前，莫耶尔周围是一片有丰沛的草、树木、大象、狮子和犀牛的大草原。"
    },
    {
      "en": "Savannah would be better for you. You'd just get in trouble in Atlanta.",
      "cn": "你去萨瓦娜会更好一些. 你在亚特兰大会惹麻烦的."
    },
    {
      "en": "Savannah, Charleston, Augusta, Richmond, New Orleans would never hurry.",
      "cn": "萨凡纳 、 查尔斯顿 、 奥古斯塔 、 里土满 、 新奥尔良却从来不是这样."
    },
    {
      "en": "She think she is lil gal back in Savannah.",
      "cn": "她以为她还是在萨凡纳的那个小女孩呢."
    },
    {
      "en": "That is worrying for those who prefer forest to savannah.",
      "cn": "对于喜欢森林多过草原的人来说,这样的情况不得不令人担忧."
    },
    {
      "en": "The bench is currently held in the Savannah History Museum Savannah, Georgia.",
      "cn": "这个长凳现在被萨凡纳历史博物馆收藏."
    },
    {
      "en": "The stranger, a native of Savannah, had just returned after twelve years in the inland country.",
      "cn": "那位生客是萨凡纳本地人, 在内地居住了十二年之后刚刚回来."
    },
    {
      "en": "The vast plains of the Serengeti comprise 1.5 million ha of savannah.",
      "cn": "在广袤的塞伦盖蒂平原上有一百五十万公顷的大草原和数量众多的食草动物羚羊、羚和斑马."
    },
    {
      "en": "Then in Savannah , Georgia, the engine burned out.",
      "cn": "然后,到了乔治亚州沙凡那市, 引擎烧坏了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prairie",
            "steppe"
          ],
          "tran_cn": "大草原，热带草原（等于savanna）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（热带和亚热带）无树大草原",
      "tran_en": "A savannah is a large area of flat, grassy land, usually in Africa"
    }
  ],
  "exchange": {
    "pl": [
      "savannahs"
    ]
  }
}