{
  "word": "chitin",
  "ipa": {
    "us": "'kaɪtɪn",
    "uk": "'kaɪtɪn"
  },
  "sentences": [
    {
      "en": "A compound disinfectant contains chitin, lysozyme and polyhexamethylene guanidine as the germicidal components.",
      "cn": "试验用复方消毒剂是以甲壳素 、 溶菌酶及聚六亚甲基胍等为杀菌成分."
    },
    {
      "en": "Abstract: A potential immobilized microorganisms supporter-chitin is reported, and it has been used in the wastewater biochemical treatment.",
      "cn": "文摘：介绍了一种极具潜力的微生物固定化载体——甲壳素，并应用于豆制品厂及精细化工厂废水的生化处理。"
    },
    {
      "en": "Are persons at risk for developing asthma at breaking down chitin?",
      "cn": "难道面临哮喘发生风险的人们是因为降解甲壳素的能力低下 吗 ?"
    },
    {
      "en": "Chitin and it's derivatives have very important effect on wound healing.",
      "cn": "几丁质及其衍生物对创面的愈合有重要作用."
    },
    {
      "en": "Chitin has a tight connection with human life.",
      "cn": "甲壳素与人类的生命有着密切的关系."
    },
    {
      "en": "Chitin is a polymer of N - acetylglucosamine.",
      "cn": "几丁质是N - 乙酰葡糖胺."
    },
    {
      "en": "Chitin synthase is the important enzyme that converts UDP - GlcNAc to chitin.",
      "cn": "摘要几丁质合成酶是生物合成几丁质的关键物质."
    },
    {
      "en": "Chitin, chitosan are recycling natural polymers with abundant and excellent properties.",
      "cn": "甲壳素 、 壳聚糖是可再生的天然高分子化合物,来源丰富、性质优良."
    },
    {
      "en": "High - property chitosan can be produced by chitin deacetylase.",
      "cn": "而采用甲壳素脱乙酰酶能制备出性能独特的壳聚糖."
    },
    {
      "en": "In comparison with traditional artificial synthesized materials, chitin and chitosan have good incompatibilities and bioactivities.",
      "cn": "甲壳素及壳聚糖与传统的人工合成材料相比具有优良的生物相容性和生物活性."
    },
    {
      "en": "Include natural chitin, clean pet hair deeply, deodorize, restrain growth and breeding of germ.",
      "cn": "内含天然甲壳素, 针对宠物毛发能深层洁净 、 去除臭味 、 抑制微菌生长繁殖."
    },
    {
      "en": "Objective To find the possibility of chitin used as scaffolds in tissue engineering.",
      "cn": "目的探讨几丁质作为组织工程技术中细胞培养支架的可行性."
    },
    {
      "en": "The article generalize the usage of chitin, chitosan and its derivatives in food industry.",
      "cn": "本文综述了几丁质 、 几丁聚糖及其衍生物在食品工业中的应用."
    },
    {
      "en": "The moisture regain shows a minimum at 3.85 % chitin content accessibility of the blend staples.",
      "cn": "纤维回潮率随之呈现下降趋势,但降幅不大,当甲壳素质量分数为3.85%时达到最低值,可及度同样随甲壳素含量的增加而有所下降."
    },
    {
      "en": "The organization of a tiny honeybee yields a pattern for its tinier one-tenth of a gram of wing cells, tissue, and chitin.",
      "cn": "一只小蜜蜂的机体所代表的模式，只适用于其十分之一克重的更细小的翅室［5］、组织和壳质。"
    },
    {
      "en": "Thermal and thermo - oxidative degradation of chitin with ammonium nitrate, ammonium sulfate and concentrated acid were studied.",
      "cn": "讨论了硝酸铵 、 硫酸铵和浓硫酸对自制甲壳素热降解和热氧化降解过程的影响."
    },
    {
      "en": "To study the conditions of determination of mercury in chitin by cold atom fluorescence spectrometry ( CAFS ).",
      "cn": "研究了冷原子荧光法测定甲壳素中痕量汞的工作条件."
    },
    {
      "en": "Wasp and fly wings are made from two compressed layers of transparent chitin, with light bouncing off both layers and mixing to produce color.",
      "cn": "果蝇和黄蜂的翅膀其实是由两层压缩的透明甲壳质组成，每层甲壳质都能够在内部对光线进行折射，从而产生出各种色彩。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "chitinous",
          "tran_cn": " 壳质的；几丁质的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "keratin"
          ],
          "tran_cn": "壳质；[生化]几丁质；角素"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "壳质，角素，几丁质"
    }
  ],
  "exchange": {}
}