{
  "word": "ophthalmology",
  "ipa": {
    "us": "ˌɒfθælˈmɒlədʒi",
    "uk": "ˌɑfθælˈmɑlədʒi"
  },
  "sentences": [
    {
      "en": "Among the people to whom Freud introduced cocaine was his colleague Carl Koller, a young doctor working in the department of ophthalmology.",
      "cn": "在这些弗洛伊德推荐给可卡因的人中，有一位是他的同事卡尔·科勒，他是个年轻的眼科医生。"
    },
    {
      "en": "An - Ming Hui , deputy director of ophthalmology doctor. Good eye diseases function tests.",
      "cn": "安铭辉眼科副主任医师. 擅长眼部疾病的功能检查."
    },
    {
      "en": "Applications of medical imaging play an important role in Ophthalmology.",
      "cn": "摘要眼底影像可被用来作为临床疾病之记录,诊断,及追踪."
    },
    {
      "en": "Arturo MB , Onnis R . Results of laser in situ keratomileusis in different degrees of myopia. Ophthalmology 1998 ; 105:606.",
      "cn": "1廉井财. 激光原位角膜磨镶术治疗近视. 国外医学眼科学分册1997; 21:193."
    },
    {
      "en": "Dong Jie , deputy director of ophthalmology doctor. Good professional optometry.",
      "cn": "董杰眼科副主任医师. 擅长专业验光."
    },
    {
      "en": "German study published in the British Journal of Ophthalmology in 2005 pronounced the therapy a flop.",
      "cn": "2005年发表在《英国眼科学》杂志上的一项德国研究宣告了这种方法的失败."
    },
    {
      "en": "It is imperative and urgent to strength the academic ethic construction in ophthalmology in China.",
      "cn": "加强学术道德规范建设是我国眼科界具有必要性和紧迫性的大事."
    },
    {
      "en": "My friend was a professor of ophthalmology.",
      "cn": "朋友是位眼科学的教授."
    },
    {
      "en": "Now 29, he practises clinical ophthalmology at the Me dic al College of Georgia, and volunteers in the third world, performing eye surgery.",
      "cn": "现在29岁的他正在乔治亚医学院做着眼科临床工作，同时他也是第三国家的志愿者，实行眼科手术。"
    },
    {
      "en": "Objective : To investigate the effect of PBL + LBL track mode in Ophthalmology teaching.",
      "cn": "目的: 评估PBL与 LBL相结合的双轨制教学模式在眼科教学中的应用效果."
    },
    {
      "en": "Objective To decrease the missed diagnosis and misdiagnosis of cerebral infarction in ophthalmology.",
      "cn": "目的减少脑梗塞在眼科的漏诊、误诊."
    },
    {
      "en": "SETTING: Outpatient Clinic , Ophthalmic Department of Ophthalmology and Otolaryng ology Hospital of a University.",
      "cn": "单位: 一所大学眼耳鼻喉科医院的眼科门诊."
    },
    {
      "en": "The results are published in the January issue of the Archies of Ophthalmology.",
      "cn": "该结果在《眼科学报》一月份期刊发表."
    },
    {
      "en": "The technique of gene chip more and more applied in ophthalmology.",
      "cn": "随着基因芯片技术的日渐成熟,其在眼科领域的应用不断深入."
    },
    {
      "en": "The third floor: Internal Medicine, Stomatology Department , Ophthalmology Department , Otolaryngology Department.",
      "cn": "三楼: 内科 、 口腔科 、 眼科 、 耳鼻喉科."
    },
    {
      "en": "Today the department of ophthalmology is closed.",
      "cn": "今天眼科不开诊."
    },
    {
      "en": "Xiao Liu's mother is a director of the Ophthalmology , and Otorhinolaryngology departement in the local hospital.",
      "cn": "小刘的妈妈是县人民医院五官科的主任."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ophthalmic",
          "tran_cn": " 眼睛的，眼科的；眼炎的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ophthalmic",
          "tran_cn": " 眼药"
        },
        {
          "word": "ophthalmologist",
          "tran_cn": " 眼科医师"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "眼科学",
      "tran_en": "the study of the eyes and diseases that affect them"
    }
  ],
  "exchange": {}
}