{
  "word": "geometrically",
  "ipa": {
    "us": "ˌdʒi:ə'metrɪklɪ",
    "uk": "ˌdʒiə'metrɪklɪ"
  },
  "sentences": [
    {
      "en": "But, for now we need to try to figure out a bit more about this, what it says, what it means physically, how to think of it geometrically, and so on.",
      "cn": "不过，现在我们需要知道多一点，它到底是什么，在物理上的意义是什么，怎样几何直观地想像等等。"
    },
    {
      "en": "Chemically they were the same protein; but geometrically they we re different shapes.",
      "cn": "在化学上,它们属于同一种蛋白质, 但在几何学上,它们则具有不相同的形态."
    },
    {
      "en": "Elastic - plastic large displacement bending of thin plates involves material and geometrically nonlinear analysis.",
      "cn": "薄板大位移弹塑性弯曲是几何和材料双重非线性问题."
    },
    {
      "en": "It covers geometrically 86 % of the 4 t solid angle and has very low detection thresholds.",
      "cn": "整个探测器系统轴向对称排列,工作在真空中."
    },
    {
      "en": "Meanwhile the lim it of feed rate is calculated both analytically and geometrically.",
      "cn": "同时结合几何方法分析并计算了进给速度的变化范围."
    },
    {
      "en": "Rather, with this technique one can analyze arbitrary geometrically complicated structures.",
      "cn": "相反, 用这种技术可以分析任意几何构造复杂."
    },
    {
      "en": "So, geometrically, my function can be represented by this graph, and I fix some point, .",
      "cn": "从几何上看，函数可以用这个图像表示，固定某个点。"
    },
    {
      "en": "Symmetry operations are geometrically defined ways of exchanging equivalent parts of a molecule.",
      "cn": "对称操作几何上定义为交换分子中等价部分的方式."
    },
    {
      "en": "The model and the prototype are geometrically similar.",
      "cn": "模型与原型为几何相似."
    },
    {
      "en": "The stepping - motor control system to geometrically asymmetric sample helps to realize automatic control of stress cutting.",
      "cn": "针对几何非对称断裂试件提出的步进电机控制系统有助于实现应力下料的自动控制."
    },
    {
      "en": "These improvements provide greatand great advantages for performing geometrically and physically non - linear iterations on a microcomputer.",
      "cn": "这为在微机上运用几何、物理双重非线性的有限元法研究橡胶弹簧刚度提供了基础."
    },
    {
      "en": "This shape is geometrically interesting.",
      "cn": "从几何学角度上看这种形状非常有意思."
    },
    {
      "en": "Yes, but not like in the movie, where time geometrically and precisely expands with the dream's depth.",
      "cn": "会，但是不像电影中那样根据梦的深度按几何级数精确增长。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "geometric",
          "tran_cn": " 几何学的；[数] 几何学图形的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "geometer",
          "tran_cn": " [植保] 尺蠖（一种虫子，行动时身体弯成弧状）；几何学者"
        },
        {
          "word": "geometrician",
          "tran_cn": " 几何学者"
        },
        {
          "word": "geometry",
          "tran_cn": " 几何学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "用几何学，几何学上"
    }
  ],
  "exchange": {
    "adj": [
      "geometric"
    ]
  }
}