{
  "word": "anoxia",
  "ipa": {
    "us": "æ'nɒksɪə",
    "uk": "æ'nɒksɪr"
  },
  "sentences": [
    {
      "en": "A negative correlation between myocardial ATP content and mitochondrial Ca 2 + content after anoxia was found.",
      "cn": "心肌线粒体钙含量升高;心肌组织ATP和 CrP下降,心肌组织ATP与线粒体钙含量呈负相关."
    },
    {
      "en": "Conclusion Acetazolamide can improve the mouse anti - anoxia ability and attenuate the swimming performance.",
      "cn": "结论乙酰唑胺能提高小鼠机体 抗 常压的缺氧耐受能力和降低小鼠游泳耐力."
    },
    {
      "en": "Conclusion EDT can protect PC 12 cells from anoxia and ischemic injury.",
      "cn": "结论　EDT对PC12细胞缺血缺氧损伤具有保护作用."
    },
    {
      "en": "Conclusion EDT can protect PC12 cells from anoxia and ischemic injury.",
      "cn": "结论EDT对PC12细胞缺血缺氧损伤具有保护作用。"
    },
    {
      "en": "Conclusion: We predicted the prognosis of HIE was based on the anoxia time, clinical graduation, CT graduation, methods of treatment, guide rehabilitation of patient with sequel by follow-up survey.",
      "cn": "结论：可根据缺氧时间的长短、临床分度、CT分度、治疗方法预测HIE的预后，针对性地通过随访指导有后遗症患儿的康复治疗。"
    },
    {
      "en": "ConclusionExtract of Tribulus terrestris L. has certain anti - inflammatory , anti - anoxia and anti - fatigue effects.",
      "cn": "结论刺蒺藜提取物具有一定的 抗炎 、 耐缺氧及 抗 疲劳作用."
    },
    {
      "en": "Hypoxia: Condition in which tissues are starved of oxygen. The extreme is anoxia ( absence of oxygen ).",
      "cn": "低氧: 身体组织缺氧的状态, 最严重的情况是缺氧 ( 完全得不到氧气 )."
    },
    {
      "en": "Objective : To study the intrauterine fetal anoxia of the inner liver cholestasis pstient ( ICP ) during pregnancy.",
      "cn": "目的: 探讨妊娠肝内胆汁淤积症 ( ICP ) 胎儿宫内缺氧的指标."
    },
    {
      "en": "The Cattle have the characteristic of sturdiness, anti - anoxia and anti - fatigue.",
      "cn": "牛具有雄壮性猛耐寒冷, 抗 缺氧, 抗 疲劳等生理特性."
    },
    {
      "en": "The CT findings of steatohepatitis are closely related to anoxia in high altitude area.",
      "cn": "结论:脂肪肝CT表现分型与高海拔缺氧明显关系."
    },
    {
      "en": "The real problem with space exposure is the air rushing out of every orifice of your body, causing massive tissue damage and giving you anoxia.",
      "cn": "暴露在太空当中的真正问题是空气会迅速地从你身上的每个毛孔里溜走，造成大面积组织损伤并让你缺氧。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "anoxic",
          "tran_cn": " 缺氧的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "缺氧症"
    }
  ],
  "exchange": {}
}