{
  "word": "watercraft",
  "ipa": {
    "us": "'wɔ:təkrɑ:ft",
    "uk": "'wɔtəˌkrɑft"
  },
  "sentences": [
    {
      "en": "Design, manufacture, building or preparing watercrafts , metallic member , selling materials and steels of watercraft.",
      "cn": "设计 、 制造 、 修造船舶、金属构件 、 销售船舶材料及钢材."
    },
    {
      "en": "Either way it seems certain that these people were using quite sophisticated technology and watercraft to fish offshore.",
      "cn": "不管人们用的那种方法抓鱼，似乎可以肯定，那些人使用了娴熟的技术和船只。"
    },
    {
      "en": "He won the first prize by his outstanding watercraft at swimming.",
      "cn": "他凭借高超的泳技获得了游泳比赛的头奖."
    },
    {
      "en": "People use “jet ski” to refer to a wide variety of personal watercraft; “rollerblade” to mean any inline skates—and “chupacabra” to mean any weird animal.",
      "cn": "人们用“jet ski”这个词组表示各种各样的个人船只；用“rollerblade”这个词表示任何直排轮滑——也用“卓帕卡布拉”来表示任何神秘的动物。"
    },
    {
      "en": "See a 1930 s sawmill and exhibits on shipbuilding, watercraft restoration and marine engines.",
      "cn": "领略一家1930年的锯木厂以及造船业, 船只修复和船用柴油机的展览."
    },
    {
      "en": "The most severe threat to watercraft formation is anti - ship missile under high - technology war conditions.",
      "cn": "现代高技术战争条件下补给及战斗保障船艇编队的最大威胁是 反 舰导弹."
    },
    {
      "en": "The old sailor was respected because of his experience with watercraft.",
      "cn": "老水手的驾船经验丰富,受到人们尊敬."
    },
    {
      "en": "The paper analyses the factors that influence the reliability of fire alarm system in watercraft.",
      "cn": "摘要分析了船舶火灾报警系统中影响可靠性的因素."
    },
    {
      "en": "To convey in a watercraft propelled by paddles.",
      "cn": "搬运,运输在用船桨推动的船只内输送."
    },
    {
      "en": "To propel ( a watercraft ) with paddles or a paddle.",
      "cn": "用浆划动用船桨推动 ( 船只 )"
    },
    {
      "en": "When the Coast Guard spotted the vessel off the coast of Honduras, its crew sank the watercraft. They were later detained, according to a Coast Guard press release.",
      "cn": "据海岸警卫队透漏的消息，当海岸警卫队在洪都拉斯海岸截获该船的时候，船员将船沉入到了海底，随即，他们被拘捕了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "boat"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "船只，船舶",
      "tran_en": "a boat or ship or such vessels collectively "
    }
  ],
  "exchange": {}
}