{
  "word": "bikini",
  "ipa": {
    "us": "bɪˈki:ni",
    "uk": "bɪˈkini"
  },
  "sentences": [
    {
      "en": "a bandeau bikini top",
      "cn": "管状比基尼上装"
    },
    {
      "en": "A girl did not have room in her bikini for her card.",
      "cn": "姑娘家穿件游泳衣,就没处装信用卡."
    },
    {
      "en": "A one-piece is more flattering than a bikini.",
      "cn": "一件式泳装比比基尼穿上去更好看。"
    },
    {
      "en": "A tanned blonde in a bikini swims languidly in the clear swimming pool.",
      "cn": "一位身穿比基尼泳装、皮肤晒成古铜色的金发女郎在清澈的泳池里慵懒地游着泳。"
    },
    {
      "en": "Bikini queen says aimed to show Pakistan as modern.",
      "cn": "比基尼女王称目的在展现巴基斯坦的现代感."
    },
    {
      "en": "But a black bikini, becauseshe still has to mourn.",
      "cn": "但得是黑色的比基尼.因为她还是要服丧的."
    },
    {
      "en": "Her bikini was one of those expensive designer jobbies.",
      "cn": "她的比基尼泳装是那种价格昂贵的名牌产品。"
    },
    {
      "en": "Many old people find the bikini immodest.",
      "cn": "许多老年人感到穿比基尼式游泳服不正派."
    },
    {
      "en": "She looked very provocative in her bikini.",
      "cn": "穿着比基尼泳装的她看来十分具挑逗性."
    },
    {
      "en": "Show your confidence with this Low bikini that shows your class!",
      "cn": "用这显示你品位的低腰比基尼展现你的自信!"
    },
    {
      "en": "The sexy starlet was a real eye - popper in her black bikini.",
      "cn": "身着黑色比基尼的性感女星实在令人大饱眼福."
    },
    {
      "en": "Wearing only her bikini top and mini - skirt to save the world.",
      "cn": "只有她穿着比基尼和 迷你 衫才能拯救这个世界."
    },
    {
      "en": "Who's that girl in red bikini?",
      "cn": "那个穿红色比基尼的女孩是谁?"
    },
    {
      "en": "Women are also asked to wear bikini style bathing suit top.",
      "cn": "妇女还要求穿比基尼式游泳衣顶端."
    },
    {
      "en": "Young lady bikini sunbathes on top of HDB carpark: Isn't this dangerous?",
      "cn": "女子身穿比基尼在组屋顶楼停车场晒日光浴: 不危险 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "bikini bottom",
      "tran_cn": "比基尼式泳裤"
    },
    {
      "phrase": "bikini top",
      "tran_cn": "比基尼乳罩；比基尼式纹胸；比基尼上装"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "比基尼式游泳衣，比基尼岛",
      "tran_en": "a set of clothes worn by women for swimming, which consists of a top part covering the breasts, and a bottom part"
    }
  ],
  "exchange": {
    "pl": [
      "bikinis"
    ]
  }
}