{
  "word": "ingress",
  "ipa": {
    "us": "ˈɪngres",
    "uk": "ˈɪnˌɡrɛs"
  },
  "sentences": [
    {
      "en": "A high seating position makes ingress and egress easy.",
      "cn": "较高的座椅位置使入口和出口容易."
    },
    {
      "en": "Bearing housings shall be effectively sealed against loss of lubricant and ingress of fluid or dirt.",
      "cn": "轴承座应有效密封,以防止丢失的润滑剂和渗入液体或污物."
    },
    {
      "en": "Bolted cover plate to protect seal and cylinder from the ingress of debris.",
      "cn": "上盖板可防止杂物进入缸筒损坏密封."
    },
    {
      "en": "Motors on the milling machines are totally enclosed to guard against ingress of metallic dust.",
      "cn": "铣床上的电动机都是全封闭的,以防止金属粉尘进入."
    },
    {
      "en": "Our scout has established that a guard patrols outside the office. This may complicate your Ingress.",
      "cn": "我们的侦查员确定有警卫在办公室外面巡逻. 这可能会要进去大楼里面的你有些阻碍."
    },
    {
      "en": "The basic reason is the steel corrosion which mainly results from ingress.",
      "cn": "其中,氯离子又是造成钢筋锈蚀的首要原因."
    },
    {
      "en": "The rear encapsulation design provides effective protection for the motor against water ingress.",
      "cn": "采用电机与砂轮片分置,后置封装设计可有效避免电机进水."
    },
    {
      "en": "The rugged construction is double-sealed to prevent water and dust ingress even during site wiring.",
      "cn": "坚固的建筑是双重密封，以防止水和灰尘进入即使在现场布线。"
    },
    {
      "en": "The touch-screen surface eliminates pushbutton cavities which prevents liquid ingress.",
      "cn": "触摸屏表面没有按钮腔，这就避免了液体的进入。"
    },
    {
      "en": "The units are, therefore, free ingress of harmful contaminants into the bearing chamber during mounting procedures.",
      "cn": "因而可避免在安装轴承单元过程中有害物质进入轴承内部."
    },
    {
      "en": "The water ingress alarm system for cargo hold.",
      "cn": "船舶货舱进水报警装置."
    },
    {
      "en": "There are several gates providing ingress to the meadow in this picture.",
      "cn": "在这张画上有几个进入草地的篱笆门。"
    },
    {
      "en": "These were damaging the conveyor bearings through the ingress of water and contaminants.",
      "cn": "这些都是破坏性的传送带轴承通过入水及污染物."
    },
    {
      "en": "Wheel control joint corroded due to moisture ingress and worn out as a result.",
      "cn": "车轮转向节因为进入了湿气而腐蚀,从而导致磨损的结果."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "threshold",
            "access",
            "portal",
            "admittance"
          ],
          "tran_cn": "进入；[计]入口；准许进入；入境"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "entry",
            "jaw"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "进入，进入权，进食",
      "tran_en": "the right to enter a place, or the act of entering it"
    }
  ],
  "exchange": {}
}