{
  "word": "pulpit",
  "ipa": {
    "us": "ˈpʊlpɪt",
    "uk": "ˈpʊlpɪt, ˈpʌl-"
  },
  "sentences": [
    {
      "en": "All light enters the sanctuary through the glass wall surrounding the pulpit.",
      "cn": "所有的光线均来自于环绕着布道坛的通透玻璃墙面."
    },
    {
      "en": "All the young men at Pulpit Hill who were eligible - those who were twenty - one - were going into service.",
      "cn": "讲坛山上所有适龄的青年 -- 也就是说,所有二十一 岁 的青年 -- 都去入伍了."
    },
    {
      "en": "Among the ruins is a pulpit where Xuan Zang had reputedly preached to crowds.",
      "cn": "古城中,至今留有唐僧的讲经台."
    },
    {
      "en": "But if I ever hear of you in any Baptist pulpit, I'll expose you.",
      "cn": "不过,如果让我打听出你在任何浸礼堂讲道的事, 我一定要揭你的老底."
    },
    {
      "en": "Even in the pulpit there are moments when mildness of manner is not enough.",
      "cn": "即使在布道坛上,也有态度不够温和的时候."
    },
    {
      "en": "He vituperated from the pulpit the vices of the court.",
      "cn": "他在教堂的讲坛上责骂宫廷的罪恶."
    },
    {
      "en": "Her present gaiety sounded to him like laughter heard in the shadow of the pulpit.",
      "cn": "在他看来,她现在的欢快简直就象在教堂讲坛的阴暗角落中发出的笑声."
    },
    {
      "en": "I spoke from the pulpit ad lib.",
      "cn": "我在讲坛上发表即兴演说。"
    },
    {
      "en": "Let the pulpit resound with the doctrines and sentiments of religious liberty.",
      "cn": "让我们的讲坛回荡着宗教自由的主张和意见."
    },
    {
      "en": "Only the president has sufficient stature and bully pulpit to ease relations between different social groupings.",
      "cn": "总统才有那种高度和号召力,可以去融合族群."
    },
    {
      "en": "Son: Put the clock right behind the pulpit.",
      "cn": "儿子: 那就把钟放在讲坛的后面."
    },
    {
      "en": "The eloquent and ornate carving a church pulpit was done by Indian hands.",
      "cn": "教堂讲坛上生动而华丽的雕刻是印第安人的手笔."
    },
    {
      "en": "The pews, the pulpit and the altar are of a piece with the simple elegance of the church itself.",
      "cn": "长木椅 、 布道坛和祭坛都与教堂朴素高雅的气氛一致."
    },
    {
      "en": "The pulpit is against horse racing on Sunday.",
      "cn": "教士们反对星期天赛马."
    },
    {
      "en": "The time came for the sermon and he ascended the pulpit steps.",
      "cn": "布道的时间到了，他迈上了讲坛的台阶。"
    },
    {
      "en": "They turn the pulpit into a forum for personal confession and group therapy.",
      "cn": "他们把讲坛变为他们个人认罪和集体治疗的论坛."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "clergy",
            "priestess"
          ],
          "tran_cn": "讲道坛；高架操纵台；神职人员"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（教堂中的）讲坛，神职人员（教士牧师），高架操纵台，（捕鲸船的）标枪舌，〈英俚〉飞机驾驶员座位",
      "tran_en": "a raised structure inside a church that a priest or minister stands on when they speak to the people"
    }
  ],
  "exchange": {
    "pl": [
      "pulpits"
    ]
  }
}