{
  "word": "CV",
  "ipa": {
    "us": "ˌsi: ˈvi:",
    "uk": "ˌsi'vi"
  },
  "sentences": [
    {
      "en": "Applicants are asked to send in a CV and a covering letter.",
      "cn": "申请人需要提交一份简历和附函。"
    },
    {
      "en": "Check the accuracy of everything in your CV.",
      "cn": "请核对简历中的每个细节，务必准确无误。"
    },
    {
      "en": "CV of microtitration is in a range 1.25 % ～2.89 %.",
      "cn": "微量滴定法变异系数CV为1.25%-2.89%."
    },
    {
      "en": "Finally, take one more minute to check spelling mistakes or logical flaws of your CV and cover letter before you send them out. Good luck!",
      "cn": "最后，在寄出你的简历和求职信之前，多花一分钟时间检查拼写错误或逻辑漏洞，这不会是无用功。祝你好运！"
    },
    {
      "en": "I need to update my CV.",
      "cn": "我需要更新我的简历。"
    },
    {
      "en": "If you fit the bill, send a CV to Rebecca Rees.",
      "cn": "如果你符合要求，就寄一份简历给丽贝卡·里斯。"
    },
    {
      "en": "If you have a resume or CV, linkto it from the About page, both as a downloadable PDF file and a Web-readableHTML file.",
      "cn": "如果你有个人简历，就在“关于我”页面中创建链接，并提供一个PDF版和一个网络HTML版的下载链接。"
    },
    {
      "en": "Inspect the CV joints and front suspension component boots and seals.",
      "cn": "检查CV接头和前悬吊部件保护罩和垫圈."
    },
    {
      "en": "It shows how to prepare a CV, and gives tips on applying for jobs.",
      "cn": "它说明了如何准备简历，并就如何申请职位提了些建议。"
    },
    {
      "en": "Please find enclosed my CV and a letter of recommendation from my school principal.",
      "cn": "请查收我附件里的CV,和我学校推荐人的介绍信."
    },
    {
      "en": "Please find enclosed my CV and letter of recommendation from my school principal.",
      "cn": "请查收我附件里的cv,和我学校推荐人的介绍信."
    },
    {
      "en": "Send a full CV with your job application.",
      "cn": "随求职申请书寄上详尽的个人履历。"
    },
    {
      "en": "Send them a copy of your CV.",
      "cn": "给他们寄一份你的简历。"
    },
    {
      "en": "The CV of each trait was calculated.",
      "cn": "4计算各性状的变异系数(coefficientofvariation,CV)."
    },
    {
      "en": "The long list of jobs on her CV suggests a lack of stickability.",
      "cn": "她简历上的那一长串工作说明她没长性。"
    },
    {
      "en": "This prospect is supposed to make me want to work harder, complain less and polish my CV to parade gloss, so that I can be one of the lucky ones who gets to escape the rats and the rot and the rage.",
      "cn": "这一愿景应该会驱使我，更加努力的工作，更少的发牢骚，不断润色我的简历然后用来招摇过市，这样我就能成为那些最终逃离耗子，腐烂，和愤怒的众多幸运儿中的一员。"
    },
    {
      "en": "This valve has a large internal opening and capacity ( Cv ).",
      "cn": "这种阀门具有大的内部通路和流量 ( Cv )."
    },
    {
      "en": "Your CV is your advert to sell yourself to an employer.",
      "cn": "你的CV[ 个人履历表]就是将你推销给雇主的媒介."
    },
    {
      "en": "Your cv should be short—two sides of a sheet of A4 paper should normally be enough.",
      "cn": "简历应力求简短，通常A4纸两面的篇幅就足够了。"
    },
    {
      "en": "Your interview and CV also provide important information about you, so your tests results will not represent the be all and end all.",
      "cn": "你的面试和简历也提供了关于你的重要信息，所以这些测试不会是评断你的最高指标。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "简历(Curriculum Vitae)"
    },
    {
      "pos": "adj",
      "tran_cn": "心血管的"
    },
    {
      "pos": "n",
      "tran_cn": "变异系数，卡值，连续变动",
      "tran_en": "a short written document that lists your education and previous jobs, which you send to employers when you are looking for a job"
    }
  ],
  "exchange": {
    "pl": [
      "CVs"
    ]
  }
}