{
  "word": "MasterCard",
  "ipa": {
    "us": "",
    "uk": "'maːstə(r)kaːd"
  },
  "sentences": [
    {
      "en": "Acceptable forms of payment are Visa , MasterCard, Cheque, or Money Order.",
      "cn": "可接受的付款形式是维萨卡 、 万事达卡 、 支票 、 汇票."
    },
    {
      "en": "Art Kranzley , of MasterCard , believes mobile - phone payments could cut down on fraud.",
      "cn": "阿特卡兰斯勒 (ArtKranzley)认为,手机支付可以减少诈骗."
    },
    {
      "en": "Fund your E - gold account directly with a credit card ( Visa, MasterCard ).",
      "cn": "资助您的E金子帐户直接地与信用卡 ( 签证, 万事达卡 )."
    },
    {
      "en": "Have you got a Visa card or a MasterCard?",
      "cn": "你有维萨卡或者万事达卡 吗 ?"
    },
    {
      "en": "He handed me back my MasterCard.",
      "cn": "他把我的信用卡还给了我."
    },
    {
      "en": "I would like to apply for Lingnan University Graduate MasterCard Gold Card.",
      "cn": "本人欲申请岭南大学毕业生万事达金卡."
    },
    {
      "en": "I would like to apply for Lingnan University Student MasterCard.",
      "cn": "本人欲申请岭南大学学生万事达普通卡."
    },
    {
      "en": "MasterCard says its index reflects the interconnectedness of major global cities and tracks the ways in which business and leisure jet-setters spend their money.",
      "cn": "万事达公司表示，其数据反映出世界主要大城市的互联性，并追踪了商务和休闲飞机乘客的消费方式。"
    },
    {
      "en": "Money is not everything. There is mastercard and visa.",
      "cn": "钱不是万能的, 有时也需要信用卡."
    },
    {
      "en": "Money is not everything. There's MasterCard & Visa.",
      "cn": "钞票不是万能的, 有时还需要信用卡."
    },
    {
      "en": "Passengers paying with MasterCard credit cards will a 10 per cent discount on their packages.",
      "cn": "使用万事达信用卡(MasterCard)付账的乘客还能在特惠特价10%的折扣."
    },
    {
      "en": "Passengers paying with MasterCard credit cards will receive a 10 per cent discount on their packages.",
      "cn": "使用万事达信用卡(MasterCard)付账的乘客还能在特惠特价基础上享受10%的折扣."
    },
    {
      "en": "The big payment card organisations, Visa and MasterCard, are taking an intense interest in this area.",
      "cn": "大型信用卡机构威世和万事达正在对这一领域显示出浓厚的兴趣."
    },
    {
      "en": "The chief protagonists in the row are Visa and Mastercard, the world's leading credit card brands.",
      "cn": "这场纠纷的主角是世界两大信用卡品牌——维萨和万事达。"
    },
    {
      "en": "The SET protocol is developed by MasterCard and VISA as an Secure Electronic Transaction protocol.",
      "cn": "SET协议是由MasterCard和VISA制定的安全电子交易协议."
    },
    {
      "en": "There are things money can't buy, for everything else there's MasterCard.",
      "cn": "世上是有金钱买不到的东西, 但其它一切一切,请用万事达."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": " 万事达信用卡"
    },
    {
      "pos": "other",
      "tran_cn": "万事达信用卡"
    }
  ],
  "exchange": {}
}