{
  "word": "tens",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "For example, many operating systems measure time in units of tens of milliseconds.",
      "cn": "例如，许多操作系统以几十毫秒作为时间度量的单位。"
    },
    {
      "en": "In 1642 Pascal invented a computing machine that handled addition by carrying from units to tens.",
      "cn": "1642年,Pascal发明了能从个位进到十位的加法计算机."
    },
    {
      "en": "Insects are made up of tens of thousands of proteins.",
      "cn": "昆虫由数万种蛋白质构成。"
    },
    {
      "en": "It was paid to her in greenbacks -- three twenties, six tens, and six fives.",
      "cn": "这份薪水是用绿色钞票付给她的 -- 三张20块, 六张10块, 还有六张5块."
    },
    {
      "en": "Tens of thousands came to gawk.",
      "cn": "成千上万的人赶来看热闹。"
    },
    {
      "en": "Tens of thousands lined the route from Dublin airport.",
      "cn": "从都柏林机场出来的道路两边站着数万人。"
    },
    {
      "en": "Tens of thousands more suffered terrible injuries in the world's worst industrial disaster.",
      "cn": "还有成千上万的人在那场全世界最严重的工业灾难中受了重伤。"
    },
    {
      "en": "Tens of thousands of families were forced to double up in homes and apartments.",
      "cn": "多少万家庭被迫和别人挤住在一间住宅或公寓内."
    },
    {
      "en": "Tens of thousands of men, year after year, have travelled southwards to find work.",
      "cn": "每年有数万人到南方去找工作."
    },
    {
      "en": "The European Commission ruled that British Aerospace should pay back tens of millions of pounds.",
      "cn": "欧洲委员会裁定英国航空航天公司应该偿还数千万英镑。"
    },
    {
      "en": "The money they spent on armaments runs into tens of billions.",
      "cn": "他们在军备上花的钱多达几百亿."
    },
    {
      "en": "There are tens of million stamp hobbyists across the country.",
      "cn": "全国有数千万邮票爱好者."
    },
    {
      "en": "They require massive complicated particle detectors weighing tens or hundreds of tons.",
      "cn": "它们需要规模巨大的、复杂的粒子探测器,其重量达几十吨、几百吨."
    },
    {
      "en": "They somehow contrived to lose tens of thousands of applications.",
      "cn": "他们精心策划故意遗失了数万份申请书。"
    },
    {
      "en": "What if there are tens or hundreds of locators in the test code?",
      "cn": "万一这段测试代码里面有几十上百个定位器怎么办？"
    },
    {
      "en": "While the system contains one tank class, this class may be used to generate tens or hundreds of tank objects, each potentially with its own characteristics of health or range.",
      "cn": "当系统包含一个坦克类时，该类可用于生成数十个或数百个坦克对象，每个对象都潜在地具有自己的健康状况或范围特征。"
    },
    {
      "en": "Within our own galaxy there are probably tens of thousands of planetary systems.",
      "cn": "在我们自己的星系里可能有数以万计的行星系。"
    },
    {
      "en": "Yesterday its president was accused of salting away tens of millions of dollars in foreign accounts.",
      "cn": "昨天该公司总裁被指控将数千万美元非法存入外国账户。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "in tens",
      "tran_cn": "以十为计；十进制"
    },
    {
      "phrase": "tens of thousands of",
      "tran_cn": "成千上万；数以万计"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "tensile 张力的，tension 张力，电压，transcutaneous electrical nerve stimulation 经皮电神经刺激"
    },
    {
      "pos": "n",
      "tran_cn": "百分之百( ten的名词复数 )，十之八九，十便士币"
    },
    {
      "pos": "v",
      "tran_cn": "十（个）( ten的第三人称单数 )，百分之百，十之八九，十便士币"
    }
  ],
  "exchange": {}
}