{
  "word": "vicissitude",
  "ipa": {
    "us": "vɪˈsɪsɪtjuːd",
    "uk": "vɪˈsɪsɪtuːd"
  },
  "sentences": [
    {
      "en": "Abstract:Plateau of White Deer has demonstrated people's life in a national culture environment successfully through the vicissitude of a guanzhong plain family history.",
      "cn": "摘要： 白鹿原》成功地通过对关中平原一个家族史的变迁展示了一个民族文化环境中的人的生活。"
    },
    {
      "en": "From the opinion of death and life vicissitude, discuss the influence to the literary.",
      "cn": "从生死观念的变迁, 探讨其对文学的影响."
    },
    {
      "en": "How does this article elaborate our country politics operational mechanism innovation necessity from Our party's ruling resources' vicissitude as well as innovates.",
      "cn": "本文从我党的执政资源的变迁来论述我国政治运行机制创新的必要性以及如何创新。"
    },
    {
      "en": "It is indeed a strange vicissitude of our science.",
      "cn": "这确实是我们科学的一个奇怪变迁。"
    },
    {
      "en": "It reflects the vicissitude of society.",
      "cn": "它反映了社会的变迁兴衰。"
    },
    {
      "en": "Its meaning and the content have differently along with time vicissitude.",
      "cn": "它的含义和内容随着时代的变迁而有所不同."
    },
    {
      "en": "On one hand it explores the vicissitude process of the relationship between ports and coast cities.",
      "cn": "它一方面揭示了港城关系的变迁过程,另一方面也反映了港城相互作用的机理."
    },
    {
      "en": "So great a vicissitude in his life could not at once be received as real.",
      "cn": "他的生活中发生了如此巨大的变迁,他一时还无法相信是真的."
    },
    {
      "en": "This kind of boundary is relative, only has the temporary stability and the validity, it along with situation change, but unceasing vicissitude.",
      "cn": "这种边界是相对的，仅具有暂时的稳定性和有效性，它随着情境的变化而不断变迁。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flux",
            "ups and downs"
          ],
          "tran_cn": "变迁；盛衰；变化无常；变迁兴衰"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "变迁兴衰"
    }
  ],
  "exchange": {
    "pl": [
      "vicissitudes"
    ]
  }
}