{
  "word": "existential",
  "ipa": {
    "us": "ˌegzɪˈstenʃəl",
    "uk": "ˌɛɡzɪˈstɛnʃəl, ˌɛksɪ-"
  },
  "sentences": [
    {
      "en": "\"What if there's nothing left at all?\" he cries, lost in some intense existential angst.",
      "cn": "“要是什么都不会留下呢？”他叫喊道，陷入了对自身存在的深度焦虑。"
    },
    {
      "en": "A phenomenology of religion must be both existential and hermeneutical.",
      "cn": "宗教现象学必须既是存在性的又是诠释性的."
    },
    {
      "en": "A statement asserting the existence of a trend is existential, not universal.",
      "cn": "断定有某种趋势存在的命题是存在命题而不是全称命题."
    },
    {
      "en": "Are we feeling existential this morning?",
      "cn": "今天早上我们感觉好象存在主义啊?"
    },
    {
      "en": "Are you getting existential on us, or is this Wall of Weird material?",
      "cn": "你是要跟我们探讨存在主义还是又有《古怪之墙》的题材?"
    },
    {
      "en": "Existential literature is a literature of life and philosophy.",
      "cn": "存在文学是一种人生文学、学文学."
    },
    {
      "en": "Existential questions requir-ing religious answers still persist.",
      "cn": "需要通过宗教来解释的关乎人类存在的问题仍然存留。"
    },
    {
      "en": "Existential questions requiring religious answers still persist.",
      "cn": "需要通过宗教来解释的关乎人类存在的问题仍然存留。"
    },
    {
      "en": "Formal logicians are not concerned with existential matters which are precisely what artists are concerned with.",
      "cn": "形式逻辑学家并不关心存在的事物,而艺术家所关心的则正是这些东西."
    },
    {
      "en": "I'll also sketch out some comparisons between existential psychotherapy and religious consolation.",
      "cn": "我还想对存在主义心理治疗和宗教慰藉做些简要的对比."
    },
    {
      "en": "It's a form of existential aerobics, a moving meditation.",
      "cn": "这是经验主义有氧运动的一种形式, 一种移动的冥想."
    },
    {
      "en": "Linguistics have been arguing about some ideas in English existential sentence.",
      "cn": "关于英语存在句的某些观点,语言学家们一直争论不休."
    },
    {
      "en": "The crisis has onlyincreased the urgency of some existential questions.",
      "cn": "金融危机仅仅是加剧了一些本身就存在的问题."
    },
    {
      "en": "This time the difference was about Atl é tico's existential angst.",
      "cn": "这次的区别还在于马竞的存在感焦虑以外的东西."
    },
    {
      "en": "Thus, we have feminist psychology, Marxist psychology, existential psychology, and so forth.",
      "cn": "所以有女性心理学 、 马克思主义心理学 、 存在主义心理学等等."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "existent",
          "tran_cn": " 存在的；生存的"
        },
        {
          "word": "existentialist",
          "tran_cn": " 存在主义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "existence",
          "tran_cn": " 存在，实在；生存，生活；存在物，实在物"
        },
        {
          "word": "existent",
          "tran_cn": " 生存者；存在的事物"
        },
        {
          "word": "existentialism",
          "tran_cn": " 存在主义"
        },
        {
          "word": "existentialist",
          "tran_cn": " 存在主义者"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "exist",
          "tran_cn": " 存在；生存；生活；继续存在"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "existential philosophy",
      "tran_cn": "存在哲学；现代实存哲学"
    },
    {
      "phrase": "existential sentence",
      "tran_cn": "存在句"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有关存在的，存在主义的，存在判断的",
      "tran_en": "relating to the existence of humans or to existentialism"
    }
  ],
  "exchange": {}
}