{
  "word": "aorta",
  "ipa": {
    "us": "eɪˈɔ:tə",
    "uk": "eɪˈɔrtə"
  },
  "sentences": [
    {
      "en": "A small segment of aorta is seen between the normal, smooth - surfaced kidneys.",
      "cn": "表面光滑的正常两肾间,可见一小段主动脉."
    },
    {
      "en": "AAA is a localized widening and weakening of the abdominal aorta, and primarily affects elderly Caucasian men who smoke, have high blood pressure and high cholesterol levels.",
      "cn": "AAA可引起腹主动脉的局部扩张和弱化，其主要影响人群为吸烟的，有高血压和高胆固醇水平的老年高加索人。"
    },
    {
      "en": "All patients received aortic valve and ascend aorta replacement.",
      "cn": "均在体外循环下行主动脉瓣和升主动脉置换."
    },
    {
      "en": "And because it is from a reconstituted aorta, the doctors do not need to administer anti-rejection drugs, which react to cancer treatments.",
      "cn": "由于人工气管是由再造主动脉制成，医生不需要是用抗排斥药物来应对癌症治疗过程中的反应。"
    },
    {
      "en": "Border line heart size and tortuous aorta Lt pleural effusion is found.",
      "cn": "心脏边缘及主动脉弓处有肋膜积水的情形."
    },
    {
      "en": "Is measuring blood pressure the humerus artery that measures it or aorta?",
      "cn": "测量血压是测量它的肱动脉还是主动脉?"
    },
    {
      "en": "Methods: VSMCs proliferation model of cultured rat thoracic aorta was constructed.",
      "cn": "方法建立大鼠胸主动脉血管平滑肌细胞增殖模型."
    },
    {
      "en": "Put down that jelly doughnut and look carefully at this aorta.",
      "cn": "放下手头上的东西,认真观察这张大动脉图片."
    },
    {
      "en": "Sudden deceleration may also result in shearing injury to the intima of the aorta.",
      "cn": "突然减速也可能造成主动脉内膜的剪式裂伤."
    },
    {
      "en": "The abdominal aorta is normally smaller than the thoracic aorta.",
      "cn": "腹主动脉一般比胸主动脉小."
    },
    {
      "en": "The aorta above the valve displays a smooth intima with no atherosclerosis.",
      "cn": "主动脉瓣上方的血管内膜光滑,不伴有动脉粥样硬化."
    },
    {
      "en": "The aorta in the middle shows many more larger plaques.",
      "cn": "中间的大动脉显示更多、更大的斑块."
    },
    {
      "en": "The aorta is the largest artery in the body.",
      "cn": "主动脉是人体中的最大动脉."
    },
    {
      "en": "The aortic valve is found between the left ventricle and aorta.",
      "cn": "主动脉瓣位于左心室和主动脉之间."
    },
    {
      "en": "The blood can dissect up or down the aorta.",
      "cn": "血液可沿主动脉向上或向下剥离动脉."
    },
    {
      "en": "The opening angles at zero - stress state of abdominal aorta were measured.",
      "cn": "取下血栓形成部位的血管,观察其零应力状态,测量其张开角."
    },
    {
      "en": "They divided the children into groups with high, intermediate and low cotinine levels. Ultrasound was used to measure the thickness of the aorta and of the carotid artery in the neck.",
      "cn": "研究人员按照可天宁含量水平将受访人群分成了高、中、低三组，并利用超声波来检查受访者主动脉与颈部动脉的血管壁厚度。"
    },
    {
      "en": "This tear can expand and block flow through the aorta.",
      "cn": "这种撕裂会不断扩大并阻碍通过的血流."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "aortal",
          "tran_cn": " 主动脉的；织脉的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "abdominal aorta",
      "tran_cn": "腹主动脉；腹织脉"
    },
    {
      "phrase": "ascending aorta",
      "tran_cn": "升主动脉；上行织脉[医]"
    },
    {
      "phrase": "descending aorta",
      "tran_cn": "降主动脉；下行织脉；下行支大动脉"
    },
    {
      "phrase": "thoracic aorta",
      "tran_cn": "胸主动脉；胸织脉；胸总动脉"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "主动脉",
      "tran_en": "the largest  artery  that takes blood away from your heart"
    }
  ],
  "exchange": {
    "pl": [
      "aortas"
    ]
  }
}