{
  "word": "curfew",
  "ipa": {
    "us": "ˈkɜːfjuː",
    "uk": "ˈkɜːrfjuː"
  },
  "sentences": [
    {
      "en": "A twelve hour night time curfew is in force.",
      "cn": "正在执行12小时的宵禁。"
    },
    {
      "en": "Anyone found in the streets after curfew was shot.",
      "cn": "宵禁期间，任何人出现在街上都被开枪打死。"
    },
    {
      "en": "Austin: What? Do you have a curfew or something?",
      "cn": "奥斯汀: 怎 麽,你是不是还有宵禁令或类似的东西?"
    },
    {
      "en": "Authorities also sent armored vehicles to the area and imposed a curfew.",
      "cn": "当局向骚乱地区派遣了装甲车,并在当地实施宵禁."
    },
    {
      "en": "In Lucknow crowds of people defied the curfew to celebrate on the streets.",
      "cn": "在勒克瑙，成群的人们违抗宵禁令到街上去庆祝。"
    },
    {
      "en": "Is there a woman named Park Hae - oak who got caught during the curfew?",
      "cn": "你们宵禁时抓到过叫朴河鸥的 吗 ?"
    },
    {
      "en": "No one walked in the street, for the curfew was strict.",
      "cn": "路上因为实行宵禁而行人绝迹."
    },
    {
      "en": "The ANC claimed the curfew gave licence to the police to hunt people as if they were animals.",
      "cn": "非国大声称宵禁使得警察肆无忌惮地把人们当动物来抓捕。"
    },
    {
      "en": "The army imposed a dusk-to-dawn curfew.",
      "cn": "军队强制实行黄昏至黎明的宵禁。"
    },
    {
      "en": "The army is now on patrol in Srinagar and a curfew has been imposed.",
      "cn": "军队目前在斯利那加巡逻，且已实行了宵禁。"
    },
    {
      "en": "The curfew was lifted (= ended ) on May 6th.",
      "cn": "5月6日解除了宵禁。"
    },
    {
      "en": "The government imposed a night-time curfew throughout the country.",
      "cn": "政府在全国实施宵禁。"
    },
    {
      "en": "The local administration says the curfew is a precautionary measure.",
      "cn": "地方当局说宵禁是一种预防措施。"
    },
    {
      "en": "The village was placed under curfew.",
      "cn": "在该村实行了宵禁。"
    },
    {
      "en": "The whole town was placed under curfew .",
      "cn": "全镇被实施宵禁。"
    },
    {
      "en": "There were some moves to let up on this curfew a little bit.",
      "cn": "采取了一些措施以缓和宵禁的紧张气氛。"
    },
    {
      "en": "Thousands of people have taken to the streets in defiance of the curfew.",
      "cn": "成千上万的人不顾宵禁涌上街头。"
    },
    {
      "en": "To go out after curfew was to risk death.",
      "cn": "宵禁后出门是去冒丧命的危险."
    },
    {
      "en": "We'll keep the roadblocks and the curfew in effect through the night.",
      "cn": "今天整个晚上,我们都要设置路障,并执行宵禁令."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bell"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "宵禁令，宵禁时间",
      "tran_en": "a law that forces people to stay indoors after a particular time at night, or the time people must be indoors"
    }
  ],
  "exchange": {
    "pl": [
      "curfews"
    ]
  }
}