{
  "word": "hiccup",
  "ipa": {
    "us": "'hɪkʌp",
    "uk": "ˈhɪkəp"
  },
  "sentences": [
    {
      "en": "A baby may frequently get a bout of hiccups during or soon after a feeding.",
      "cn": "婴儿在进食时或进食后常常会打一阵嗝儿。"
    },
    {
      "en": "A recent sales hiccup is nothing to panic about.",
      "cn": "用不着为最近销售上出现的一点小问题感到惊慌。"
    },
    {
      "en": "Chest pain and stuffiness, palpitation, ischemia of coronary artery, asthma, hiccup, etc.",
      "cn": "胸痛、胸闷 、 心悸 、 冠状动脉供血不足, 哮喘 、 呃逆等."
    },
    {
      "en": "Chronic hiccup is an intractable disease and its pathogenesis is still unclear.",
      "cn": "慢性呃逆是一不易治疗的疾病,其发生机制尚不明确."
    },
    {
      "en": "Economic hiccup: Much like 1998, all of this gets worked out fairly quickly.",
      "cn": "经济受阻: 很像1998年, 所有的问题会很快地解决."
    },
    {
      "en": "How long did he hiccup?",
      "cn": "他打嗝打了多久?"
    },
    {
      "en": "In the middle of the prayer there was a loud hiccup from my son.",
      "cn": "祷告做到一半,我儿子大声打了个呃."
    },
    {
      "en": "In the middle of the prayer there was a loud hiccup from the priest.",
      "cn": "祷告做到一半,牧师大声打了个呃."
    },
    {
      "en": "It contains many features of Jackson's vocal style, including the vocal hiccup he is known for.",
      "cn": "这张专辑里面,杰克逊充分发挥了自己的发音风格, 包括世人熟知的“间断发音”."
    },
    {
      "en": "Objective To assess the therapeutic effect of Depakin in intractable hiccup after stroke.",
      "cn": "目的观察德巴金对卒中后顽固性呃逆的疗效."
    },
    {
      "en": "She was still hiccuping from the egg she had swallowed whole.",
      "cn": "她还在因为先前整个吞下鸡蛋而打嗝儿。"
    },
    {
      "en": "Soon you shall hear and feel the belly of this planet roar, hiccup belch and spew.",
      "cn": "很快你们会听到感觉到这个星球的腹部轰鸣, 呃逆,迸发,喷涌."
    },
    {
      "en": "There's been a slight hiccup in our mailing system.",
      "cn": "我们的邮政系统临时出了一点小问题."
    },
    {
      "en": "This article described the etiology, pathogenesis, diagnosis and treatment hiccup in detail.",
      "cn": "本文就其病因学 、 发生机制 、 诊断及治疗作一详细叙述."
    },
    {
      "en": "This one defeat was the only hiccup in the team's steady progress up the League.",
      "cn": "这次失利只是球队在朝联赛稳步前进的道路上唯一的小挫折."
    },
    {
      "en": "When you have to hiccup, drink a glass of cold water.",
      "cn": "当你不得不打嗝时, 喝一杯冷水就好了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gurk",
            "eructation"
          ],
          "tran_cn": "[医]打嗝"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "eruct",
            "belch"
          ],
          "tran_cn": "[医]打嗝"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "嗝，连续地打嗝，暂时性的小问题，短暂的停顿",
      "tran_en": "a sudden repeated stopping of the breath, usually caused by eating or drinking too fast"
    },
    {
      "pos": "v",
      "tran_cn": "打嗝",
      "tran_en": "to have hiccups"
    },
    {
      "pos": "vi",
      "tran_cn": "打嗝",
      "tran_en": "to have hiccups"
    }
  ],
  "exchange": {
    "pl": [
      "hiccups"
    ],
    "third": [
      "hiccups"
    ],
    "past": [
      "hiccuped",
      "hiccupped"
    ],
    "done": [
      " hiccupped",
      "hiccuped"
    ],
    "ing": [
      "hiccuping",
      "hiccupping"
    ]
  }
}