{
  "word": "eventually",
  "ipa": {
    "us": "ɪˈventʃuəli",
    "uk": "ɪˈventʃuəli"
  },
  "sentences": [
    {
      "en": "Condensation will eventually cause the fabric of the building to rot away.",
      "cn": "冷凝作用将最终使建筑结构腐朽掉。"
    },
    {
      "en": "Eventually I broached the subject of her early life.",
      "cn": "最后我提到了关于她的早年生活的话题。"
    },
    {
      "en": "Eventually Sam persuaded her to accept an offer of marriage.",
      "cn": "最终萨姆说服她接受了求婚。"
    },
    {
      "en": "Eventually the police were called to move them on.",
      "cn": "终于有人叫来警察驱散他们。"
    },
    {
      "en": "Eventually they reached a pair of ornately carved doors.",
      "cn": "他们最终来到一扇雕刻精美的对开门前。"
    },
    {
      "en": "Eventually, she got a job and moved to London.",
      "cn": "最终，她找到了工作并移居伦敦。"
    },
    {
      "en": "Eventually, the army caught up with him in Latvia.",
      "cn": "最终，大部队在拉脱维亚赶上了他。"
    },
    {
      "en": "Eventually, the water will permeate through the surrounding concrete.",
      "cn": "最终，水会渗透进周围的混凝土中。"
    },
    {
      "en": "Eventually, you'll learn to cry that on the inside.",
      "cn": "终有一天，你会学会让泪往心里流。"
    },
    {
      "en": "He eventually escaped and made his way back to England.",
      "cn": "他终于逃脱并返回英格兰。"
    },
    {
      "en": "He eventually sold the shares back to the bank at a premium.",
      "cn": "他最后以高价把股票回售给银行。"
    },
    {
      "en": "He was eventually diagnosed as suffering from terminal cancer.",
      "cn": "他最终被诊断出患了晚期癌症。"
    },
    {
      "en": "I eventually realized I had to change my attitude toward medical practice.",
      "cn": "我终于认识到自己不得不改变对医务工作的看法。"
    },
    {
      "en": "Mobutu ascended through the ranks, eventually becoming commander of the army.",
      "cn": "蒙博托出身行伍，通过一级级晋升，最终成为了陆军司令。"
    },
    {
      "en": "She eventually had to lock herself in the toilets to avoid him.",
      "cn": "她最后只好把自己锁在厕所里来躲开他。"
    },
    {
      "en": "The five survivors eventually reached safety, ragged, half-starved and exhausted.",
      "cn": "5位幸存者最终到达安全之地时已经衣衫褴褛、饥肠辘辘、精疲力尽。"
    },
    {
      "en": "They were eventually pacified by officers of the local police.",
      "cn": "当地警察最终把他们镇压了下去。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "eventual",
          "tran_cn": " 最后的，结果的；可能的；终于的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "eventuate",
          "tran_cn": " 结果为；发生，终于发生"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "finally",
            "in",
            "time",
            "ultimately"
          ],
          "tran_cn": "最后;终将"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sometime"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "最后，终于",
      "tran_en": "after a long time, or after a lot of things have happened"
    }
  ],
  "exchange": {}
}