{
  "word": "expatriate",
  "ipa": {
    "us": "ˌeksˈpætriət",
    "uk": "ˌeksˈpeɪtriət"
  },
  "sentences": [
    {
      "en": "...British expatriates in Spain.",
      "cn": "…侨居西班牙的英国人。"
    },
    {
      "en": "Application of work visa, work permit and house lease for expatriate staff.",
      "cn": "负责为外籍员工及其家属申请工作签证, 工作证和房屋租赁合同的签订与保管."
    },
    {
      "en": "British expatriates living in Spain",
      "cn": "生活在西班牙的英国侨民"
    },
    {
      "en": "Handles Human Resources administration of expatriate staff.",
      "cn": "负责外籍员工的人力资源管理."
    },
    {
      "en": "He is content to remain an expatriate the rest of his life.",
      "cn": "他满足于馀生流亡于国外."
    },
    {
      "en": "Job involvement has mediator effect between expatriate adjustment and job satisfaction.",
      "cn": "工作投入在海外适应性与工作满意度之间有中介效果."
    },
    {
      "en": "Only tenure positively influenced expatriates'adjustment while other demographic variables main effects on expatriate adjustment.",
      "cn": "结果发现当控制其他人文变数时,年资会正向影响外派人员适应性."
    },
    {
      "en": "Personality traits; Career management; Expatriate compensation management; Job satisfaction; Expatriate willingness.",
      "cn": "人格特质; 生涯管理; 驻外报偿管理; 工作满足; 派外意愿."
    },
    {
      "en": "Since the storm , 21 expatriate Red Cross and Red Crescent aid workers have joined the team.",
      "cn": "21名(缅甸)移居国外的红十字会与红新月会救援工作者也加入了救援队伍."
    },
    {
      "en": "Some of them have the idea that this a short cut to a fast expatriate package.",
      "cn": "他们当中的一些人认为,这是迅速找到外派工作的捷径."
    },
    {
      "en": "Sunhome Real Estate focuses on providing professional Residential Relocation Service to the expatriate community.",
      "cn": "中涛房产致力于为外籍人士提供专业的居住安家服务."
    },
    {
      "en": "The author is an expatriate artist living in Singapore.",
      "cn": "作者是旅居本地的艺术工作者."
    },
    {
      "en": "The course is directed at the expatriate community and will be conducted mainly in English.",
      "cn": "课程将主要集中在以英语为主的国外人士社区或团体开设."
    },
    {
      "en": "The expatriate vote could help determine who wins in November.",
      "cn": "侨居者们的投票有助于决定谁在11月获胜。"
    },
    {
      "en": "The writer is expatriate artist living in Singapore.",
      "cn": "作者是旅居本地的艺术工作者.叶琦保译."
    },
    {
      "en": "This paper develops a practical approach for the selection of expatriate managers and discusses expatriate - training.",
      "cn": "本文针对跨国公司外派经理的选择问题,给出了一种实用的决策分析方法;并讨论了外派经理开发机制."
    },
    {
      "en": "This paper develops a practical approach for the selection of expatriate managers.",
      "cn": "针对跨国公司外派经理的选择问题,给出了一种实用的决策分析方法."
    },
    {
      "en": "Visa application for all foreign expatriate, guest, customer and employee who traveling abroad on company business.",
      "cn": "所有外籍人员 、 客人 、 客户及公司因公出差员工的签证事务."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "expatriation",
          "tran_cn": " 放弃国籍；流放国外"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dispossess",
            "emigrant",
            "migrate",
            "pilgrim"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "transport",
            "banish"
          ],
          "tran_cn": "使移居国外；流放，放逐；使放弃国籍"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "移居国外的；被流放的",
      "tran_en": "Expatriate is also an adjective"
    },
    {
      "pos": "n",
      "tran_cn": "侨民，移居国外者，被逐出国外者",
      "tran_en": "someone who lives in a foreign country"
    },
    {
      "pos": "v",
      "tran_cn": "使移居国外；流放，放逐；使放弃国籍"
    }
  ],
  "exchange": {
    "pl": [
      "expatriates"
    ]
  }
}