{
  "word": "biodegradable",
  "ipa": {
    "us": "ˌbaɪəʊdɪˈɡreɪdəbl",
    "uk": "ˌbaɪoʊdɪˈɡreɪdəbl"
  },
  "sentences": [
    {
      "en": "A biodegradable mobile phone was, this month , introduced by scientists.",
      "cn": "这不是天方夜谭."
    },
    {
      "en": "A term that refers to products that are biodegradable.",
      "cn": "可生物降解的产品的特点."
    },
    {
      "en": "Biodegradable poly ( L - aspartic acid ) hydrogels were synthesized by a two step cross - linking reaction.",
      "cn": "采用两步交联法合成了可生物降解聚天冬氨酸水凝胶."
    },
    {
      "en": "In practice this is not the case since part of the sludge is not biodegradable.",
      "cn": "实际上不是这样,因为有一部分污泥不能为生物所降鲜."
    },
    {
      "en": "Poly - lactide is one of the generally acknowledged biodegradable macromolecular materials.",
      "cn": "聚丙 交酯 是世界公认的可体内降解的高分子材料之一."
    },
    {
      "en": "Polyesteramide copolymer is a newly developed biodegradable high - molecular material.",
      "cn": "聚酯酰胺是一种新开发的可生物降解的高分子聚合材料."
    },
    {
      "en": "Preparation of biodegradable PELA microspheres and optimization of the technology are reported.",
      "cn": "本文报道了可生物降解的PELA微球的优化工艺,制得平均球径为32.μ,平均包封率为75%上,临界相对湿度约78%及流动性好的白色球形粉末."
    },
    {
      "en": "Sarcosinate that is a raw material for biodegradable formulas is found.",
      "cn": "找到了一种可生物降解的配方原材料——肌氨酸盐."
    },
    {
      "en": "Starch - based biodegradable plastics is a kind of important degradable polymer material.",
      "cn": "淀粉基生物降解塑料是一种重要的可降解高分子材料."
    },
    {
      "en": "Study immunological adjuvant function of biodegradable microspheres for DNA immunization.",
      "cn": "探讨生物可降解微球对基因免疫的增强作用."
    },
    {
      "en": "That car was said to be 95 percent recyclable or biodegradable.",
      "cn": "据说这辆车95%的部分可以回收并且可以生物降解."
    },
    {
      "en": "The company had falsely claimed that its products were biodegradable.",
      "cn": "公司谎称他们的产品是可生物降解的."
    },
    {
      "en": "The rap oil - based lubricative additive is biodegradable and environment receivable lubricant.",
      "cn": "菜籽油基添加剂是一种可生物降解的环保的润滑剂."
    },
    {
      "en": "The wastewater oleoresin processing is acidic, and contains concentrated non biodegradable pollutants.",
      "cn": "松脂加工废水呈酸性,污染物浓度高, 生物难降解."
    },
    {
      "en": "These issues may be averted by biodegradable stents, the authors maintain.",
      "cn": "作者认为生物降解支架可以防止这些问题."
    },
    {
      "en": "This carton is made of biodegradable plastic.",
      "cn": "这盒子是用生物降解塑料做的。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "biodiversity",
          "tran_cn": " 生物多样性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "biodegrade",
          "tran_cn": " 进行生物降解"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "biodegrade",
          "tran_cn": " 生物递降分解"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "能进行生物降解的，能起生物递解分解作用的",
      "tran_en": "materials, chemicals etc that are biodegradable are changed naturally by  bacteria  into substances that do not harm the environment"
    }
  ],
  "exchange": {}
}