{
  "word": "Buddhism",
  "ipa": {
    "us": "ˈbʊdɪzəm",
    "uk": "ˈbʊdɪzəm"
  },
  "sentences": [
    {
      "en": "- Buddhism has a history of 2,000 years in China.",
      "cn": "-- 佛教在中国已有二千年历史."
    },
    {
      "en": "Buddhism had revolutionized philosophical and religious thought.",
      "cn": "佛教使哲学和宗教思想发生了根本转变."
    },
    {
      "en": "Buddhism had to adapt to the new world or perish.",
      "cn": "佛教必须适应新时代，否则将会消亡。"
    },
    {
      "en": "Buddhism was introduced into China about 67 AD.",
      "cn": "佛教是在公元67年左右传入中国的."
    },
    {
      "en": "Buddhism was introduced into China about A . D . 67 .",
      "cn": "佛教是在公元 六十七年 传入中国的."
    },
    {
      "en": "By the first century BC, Buddhism was in danger of fragmenting into small sects.",
      "cn": "到公元前1世纪时，佛教面临着被分化成一些小派别的危险。"
    },
    {
      "en": "Gere became interested in Buddhism in the 1970s.",
      "cn": "盖尔20世纪70年代对佛教产生了兴趣。"
    },
    {
      "en": "In 1741 Catherine the Great issued an edict of toleration for Buddhism.",
      "cn": "1741年，叶卡捷琳娜大帝颁布法令，允许佛教的存在。"
    },
    {
      "en": "John has converted to Buddhism.",
      "cn": "约翰改信佛教."
    },
    {
      "en": "Many people willingly converted to Buddhism.",
      "cn": "很多人情愿皈依佛教."
    },
    {
      "en": "Mr White has converted to Buddhism.",
      "cn": "怀特先生已改信佛教。"
    },
    {
      "en": "My aunt has a sincere commitment to Buddhism.",
      "cn": "我姑妈笃信佛教."
    },
    {
      "en": "The custom derives its origin from Buddhism.",
      "cn": "这种习惯起源于佛教。"
    },
    {
      "en": "The introduction of Buddhism into China influenced Chinese greatly.",
      "cn": "佛教传入中国,影响中国人致深."
    },
    {
      "en": "This concept is one of the fundamental doctrines in Buddhism and Hinduism.",
      "cn": "这一概念是佛教和印度教最基本的教义之一。"
    },
    {
      "en": "Uniquely among the great world religions, Buddhism is rooted only in the universal experience of suffering known to all human beings.",
      "cn": "与世界其他主要宗教不同的是，佛教是唯一基于全人类所共知的苦难而产生发展起来的。"
    },
    {
      "en": "Untypically for a man in that situation he became interested in Buddhism.",
      "cn": "他在那种情况下对佛教产生兴趣并不稀奇。"
    },
    {
      "en": "We can develop Buddhism as a string to weave all the beings in a single wreath.",
      "cn": "我们可以将佛教发展成为一条将所有生物编织在同一个花环上的绳子。"
    },
    {
      "en": "Yet the original teachings of Buddhism and Taoism were almost flatly opposed.",
      "cn": "可佛教原来的教义和道教几乎完全相反."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "esoteric buddhism",
      "tran_cn": "密宗（秘教性的佛教）"
    },
    {
      "phrase": "tibetan buddhism",
      "tran_cn": "藏传佛教"
    },
    {
      "phrase": "zen buddhism",
      "tran_cn": "禅宗佛教"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "佛教",
      "tran_en": "a religion of east and central Asia, based on the teaching of Gautama Buddha"
    }
  ],
  "exchange": {
    "adj": [
      "Buddhist"
    ]
  }
}