{
  "word": "ceremonious",
  "ipa": {
    "us": "ˌserəˈməʊniəs",
    "uk": "ˌserəˈmoʊniəs"
  },
  "sentences": [
    {
      "en": "During festival, in every country, Christendom all holds ceremonious souvenir ceremony.",
      "cn": "节日期间, 各国基督教徒都举行隆重的纪念仪式."
    },
    {
      "en": "He unveiled the picture with a ceremonious gesture.",
      "cn": "他郑重其事地为这幅画揭幕."
    },
    {
      "en": "Last, we'll celebrate ceremonious sum - up meeting .",
      "cn": "最后我们还将举行隆重的 总结会."
    },
    {
      "en": "Miao New Year is the most important and ceremonious festival in the Miao community.",
      "cn": "苗年是苗族同胞最隆重、最重要的节日."
    },
    {
      "en": "Music A showy or ceremonious passage, such as a fanfare.",
      "cn": "装饰乐句,花式吹奏:一段炫耀或讲究仪式的音乐, 例如小号曲."
    },
    {
      "en": "Putting on a hat can be a ceremonious act, an elegant gesture in the ritual of dressing.",
      "cn": "戴帽子被看作一种礼节性的举动， 是着装仪式上一个优雅的举动。"
    },
    {
      "en": "Such a ceremonious opening, but it had nothing practical in it.",
      "cn": "把剪彩仪式搞得这么隆重, 纯粹是摆花架子."
    },
    {
      "en": "The Spring Festival is the most ceremonious traditional festival, we the Chinese nation is the most festive atmosphere all holidays a festival.",
      "cn": "春节是我们中华民族最隆重的传统节日，是所有的节日中最有节日氛围的一个节日。"
    },
    {
      "en": "Their ceremonious greetings did not seem heartfelt.",
      "cn": "他们隆重的欢迎看起来并不衷心."
    },
    {
      "en": "To bring, offer, or give, often in a formal or ceremonious way.",
      "cn": "把， 提供，或给予，往往在正式或隆重的方式下进行。"
    },
    {
      "en": "When their bodies arrived in Shanghai, all walks of life in Shanghai held ceremonious funeral service for them.",
      "cn": "其灵榇抵达上海后，上海社会各界为之举行了隆重的祭奠活动。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "courteous",
            "gracious",
            "polite"
          ],
          "tran_cn": "恭敬的"
        },
        {
          "words": [
            "formal",
            "pompous",
            "ritualistic",
            "solemn",
            "stately"
          ],
          "tran_cn": "隆重的,正式的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ceremonial",
            "civil",
            "courteous",
            "formal",
            "gracious",
            "official",
            "polite",
            "pompous",
            "ritualistic",
            "stately"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "好礼仪的，讲究礼节的，正式的，隆重",
      "tran_en": "done in a formal serious way, as if you were in a ceremony"
    }
  ],
  "exchange": {
    "adv": [
      "ceremoniously"
    ]
  }
}