{
  "word": "riverbed",
  "ipa": {
    "us": "'rɪvəbed",
    "uk": "ˈrɪvɚˌbɛd"
  },
  "sentences": [
    {
      "en": "A deposit of gold ore in an old riverbed.",
      "cn": "富金砂矿古河床里的金砂矿床."
    },
    {
      "en": "However, the riverbed sludge plays a catalytic role on coal slime pyrolysis.",
      "cn": "但是, 污泥对煤泥水的热解起到一定的催化作用."
    },
    {
      "en": "Its main bridge - a huge concrete structure - now lies concertina ed on the riverbed.",
      "cn": "钢筋混凝土结构的主要桥梁,被扭扁坍塌在河床."
    },
    {
      "en": "Plus, the riverbed has more? jagged rocks than it does water.",
      "cn": "还有, 河床上比水面有更多的 凹凸不平 的岩石."
    },
    {
      "en": "River section analysis is the foundation of riverbed evolution analysis.",
      "cn": "河道断面分析是河床演变分析的基础."
    },
    {
      "en": "Samburu man leads his cattle out of the village and across a swath of arid land toward a water well dug into a desiccated Kenyan riverbed.",
      "cn": "一位桑布鲁男子赶着牛群走出村落，穿过一片干燥的土地，朝着在干燥河床上挖掘的一口水井进发。"
    },
    {
      "en": "Terrain: riverbed - loose sand, pebbles and shrubs.",
      "cn": "地形: 河床 - 松软的沙土地, 鹅卵石,灌木."
    },
    {
      "en": "The crocodile was crawling along the riverbed.",
      "cn": "这条鳄鱼正沿着河床爬行."
    },
    {
      "en": "The dry riverbed finds no thanks for its past.",
      "cn": "干河床对它的过去不怀谢意."
    },
    {
      "en": "The riverbed is silted up , so there's no outlet for the floodwater.",
      "cn": "河道淤塞, 水无出路."
    },
    {
      "en": "The riverbed was strewn with big boulders.",
      "cn": "河床上散布着很多大圆石。"
    },
    {
      "en": "The workers rammed piles into a riverbed.",
      "cn": "工人们把木桩打入河床内."
    },
    {
      "en": "There are many pebbles on the riverbed.",
      "cn": "河床上有很多卵石."
    },
    {
      "en": "They followed the Black Hawks’ initial flight path but landed at a predetermined point on a dry riverbed in a wide unpopulated valley in northwest Pakistan.",
      "cn": "他们使用了黑鹰的出事航线但降落在巴基斯坦西北部一处宽阔的无人居住山谷的干河床上，这个地点是预先指定的。"
    },
    {
      "en": "They loaded sand and gravel from the riverbed into a washing pan.",
      "cn": "他们满载砂石从河床成为洗衣机潘."
    },
    {
      "en": "They were ramming piles into the riverbed.",
      "cn": "他们夯木桩到河床内."
    },
    {
      "en": "We usually play on the riverbed when the river dries up.",
      "cn": "小河断流时,我们经常在河槽上玩耍."
    },
    {
      "en": "When somebody confides in you, his words are spoken out of his mouth just like a clear, sweet and flowing river, whereas beneath the riverbed lurks a dirty undercurrent.",
      "cn": "有的人，在面对你倾诉深情的时候，语言的表述像一条流淌的清亮甜美的大河，而在河床底下，却潜藏着一股污浊的暗流。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "streambed",
            "cauce"
          ],
          "tran_cn": "河床"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "河床，河槽",
      "tran_en": "A riverbed is the ground which a river flows over"
    }
  ],
  "exchange": {}
}