{
  "word": "carbohydrate",
  "ipa": {
    "us": "ˌkɑːbəʊˈhaɪdreɪt",
    "uk": "ˌkɑːrboʊˈhaɪdreɪt"
  },
  "sentences": [
    {
      "en": "...carbohydrates such as bread, pasta, or potatoes.",
      "cn": "…含碳水化合物的食物，如面包、意大利面或马铃薯。"
    },
    {
      "en": "Any person abruptly starved shows alterations in intermediary metabolism of protein, carbohydrate, and fat.",
      "cn": "任何人突然遭到饥饿,就会出现蛋白质 、 碳水化合物和脂肪的中间代谢的改变."
    },
    {
      "en": "Around one third of our meals should be based on carbohydrate, with roughly one half of these grains being whole.",
      "cn": "我们每餐食物应当差不多有三分之一是碳水化合物，大概有一半谷物食品为全麦的。"
    },
    {
      "en": "Athletes usually eat a high carbohydrate diet.",
      "cn": "运动员通常吃高碳水化合物食物."
    },
    {
      "en": "Carbohydrate, fat and protein are the basic feedstuffs.",
      "cn": "碳水化合物 、 脂肪与蛋白质都是饲料中的基本营养成分."
    },
    {
      "en": "Cashew nuts are rich in carbohydrate.",
      "cn": "腰果含丰富碳水化合物."
    },
    {
      "en": "Conjugates of proteins with carbohydrate are termed glycoproteins.",
      "cn": "蛋白质和碳水化合物的结合物称为糖蛋白."
    },
    {
      "en": "Finally, it is a complex carbohydrate that is attacked by relatively few bacteria.",
      "cn": "最后它是一种复杂的碳水化合物,只有很少几种细菌能分解它."
    },
    {
      "en": "Inherent in this proposal is the assumption that growth is regulated by the availability of carbohydrate.",
      "cn": "实质上这个提法假定了生长是被碳水化合物的供应情况所调节的."
    },
    {
      "en": "Lactose is the main carbohydrate occurring in milk.",
      "cn": "乳糖是乳的主要碳水化合物."
    },
    {
      "en": "Seeds grown for food generally contain large quantities of stored carbohydrate, protein and other reserves.",
      "cn": "为用作食物而栽培的种子通常含有大量贮藏的多糖 、 蛋白质和其它贮藏物质."
    },
    {
      "en": "The carbohydrate intake of a diabetic exceeds the capacity of his kidney to excrete sugar.",
      "cn": "糖尿病人吸入的碳水化合物超过肾排泄糖的能力."
    },
    {
      "en": "The carbohydrate matter that is assimilated into the blood stream is used for energy.",
      "cn": "被吸收进血液的碳水化合物用作能量."
    },
    {
      "en": "The carbohydrate portion is made of gala ctose, glucosamine, fucose and sialic acid.",
      "cn": "碳水化合物部分由半乳糖,葡糖胺, 岩藻糖和唾液酸组成."
    },
    {
      "en": "The integration of fat and carbohydrate metabolism is of great importance in the heart.",
      "cn": "心脏中脂肪和糖代谢的整合也是很重要的."
    },
    {
      "en": "The reason for this is that carbohydrate consumption stimulates insulin production, which aids the production of muscle glycogen.",
      "cn": "这是因为是碳水化合物的消耗刺激了胰岛素的分泌，后者对于肌肉糖原产生有帮助。"
    },
    {
      "en": "The rejected carbohydrate matter is cellulose and other higher polysaccharides.",
      "cn": "排泄样的碳水化合物是纤维素和其它较高的多糖."
    },
    {
      "en": "There have been no studies of the effects of a low carbohydrate diet on pregnancy, so its effect on the fetus, if any, are unknown.",
      "cn": "目前为止还没有关于怀孕时低碳水化合物饮食影响的研究，因此如果对胎儿有什么影响也是不知道的。"
    },
    {
      "en": "You should not have too much carbohydrate in your diet.",
      "cn": "你日常饮食中不该有过多碳水化合物."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "glucide",
            "saccharide"
          ],
          "tran_cn": "[有化]碳水化合物；糖类"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "carbohydrate metabolism",
      "tran_cn": "[医]碳水化合物代谢"
    },
    {
      "phrase": "complex carbohydrate",
      "tran_cn": "复合糖；合成碳水化合物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "碳水化合物，糖类",
      "tran_en": "a substance that is in foods such as sugar, bread, and potatoes, which provides your body with heat and energy and which consists of oxygen,  hydrogen  , and  carbon "
    }
  ],
  "exchange": {
    "pl": [
      "carbohydrates"
    ]
  }
}