{
  "word": "mussel",
  "ipa": {
    "us": "ˈmʌsl",
    "uk": "ˈmʌsəl"
  },
  "sentences": [
    {
      "en": "Be sure the Information about the collection of the zebra mussel data.",
      "cn": "要保证熟读有关收集斑马贻贝数据的说明."
    },
    {
      "en": "Fishermen fear valuable oyster and mussel beds could be decimated.",
      "cn": "渔民们害怕宝贵的牡蛎和贻贝层会被破坏。"
    },
    {
      "en": "Fortunately, in previous years, the Festival Flea Lille also mussel festival to at the same time.",
      "cn": "好在同往年一样, 里尔旧货节还同时举行淡菜节."
    },
    {
      "en": "In the shallows, the dark, water-soakedsticks and twigs, smooth and old, were undulating in clusters on the bottomagainst the clean ribbed sand, and the track of the mussel was plain.",
      "cn": "滩头水浅处，湖底沙地干净整洁，纹路层叠，贻贝爬过的痕迹清晰可辨，另有长短不一的枝桠成簇在水底摇摆不定，或光滑或腐朽，一律给湖水浸得发乌。"
    },
    {
      "en": "It rises to stand from Beijing, edge way by port of Tianjin, Jinan, Xuzhou, mussel.",
      "cn": "它起自北京站, 沿途径由天津 、 济南 、 徐州 、 蚌埠."
    },
    {
      "en": "Mussel crisp delicious, packet sauce tasty, traditional cuisine of coastal Wenzhou.",
      "cn": "淡菜脆嫩鲜香, 包汁入味, 是温州沿海的传统佳肴."
    },
    {
      "en": "Paul is then left to choose one box to open to retrieve the mussel.",
      "cn": "然后让保罗选择打开其中一个箱子来获得贻贝。"
    },
    {
      "en": "Pisaster has everted its stomach out through its mouth, and it'sdigesting the mussel externally.",
      "cn": "海星通过嘴部把胃翻了出来，它正从外部消化这只贻贝。"
    },
    {
      "en": "Rich oyster, mussel, clam, snail, seaweed, laver and other shellfish, algae.",
      "cn": "盛产牡蛎 、 蛏 、 蛤 、 螺 、 海带 、 紫菜等贝 、 藻类."
    },
    {
      "en": "That's how scientists think the destructive and oft - pilloried mussel got into the Great Lakes.",
      "cn": "科学家认为臭名昭著的斑马贝就是这样到达北美五大湖的."
    },
    {
      "en": "The dry prodnets: bake fish , while squid bake eel fish, mussel meat and so on.",
      "cn": "干燥产品: 烤鱼片 、 整体鱿鱼、烤鳗 、 贻贝等."
    },
    {
      "en": "The relevant factors that may limit or prevent the spread of the zebra mussel are uncertain.",
      "cn": "可以限制或阻止斑马贻贝扩展的相关因素是不确定的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sea-mussel",
            "moule"
          ],
          "tran_cn": "蚌；[无脊椎]贻贝；[水产]淡菜"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "贻贝，蚌类，淡菜",
      "tran_en": "a small sea animal with a soft body that can be eaten and a black shell that is divided into two parts"
    }
  ],
  "exchange": {
    "pl": [
      "mussels"
    ]
  }
}