{
  "word": "excavation",
  "ipa": {
    "us": "ˌekskəˈveɪʃn",
    "uk": "ˌekskəˈveɪʃn"
  },
  "sentences": [
    {
      "en": "A second excavation, in 1985, lasted a year and was cut short for technical reasons.",
      "cn": "第二次挖掘是在1985年，因为技术原因持续了一年就突然停止了。"
    },
    {
      "en": "Ancient tombs are main targets for archaeological investigation and excavation.",
      "cn": "古代墓葬为考古调查发掘的主要对象."
    },
    {
      "en": "Blue flags define the excavation perimeter, while yellow ones mark the location of fossils or stone tools.",
      "cn": "蓝旗用来显示发掘地的周长，而黄旗用来标明发掘出化石或石制工具的地点。"
    },
    {
      "en": "Changsha is also known for its important 2, 100 - year old Han Excavation.",
      "cn": "长沙还因其出土了2100年前重要的汉墓而出名."
    },
    {
      "en": "Ground water is lowered by the drainage which can be caused by any deep excavation.",
      "cn": "任何一种深的挖方都能造成排水现象从而使地下水位降低."
    },
    {
      "en": "Hydraulic lift integrates bulldozing, rotary excavation, agitation, conveying, loading together.",
      "cn": "采纳液压升降集推土 、 旋挖 、 搅拌 、 输送 、 装车于一体."
    },
    {
      "en": "If he thinks I’m particular about excavation records, you should see him taking pictures!",
      "cn": "如果他觉得我对挖掘纪录很挑剔，你应该看看他是怎么拍照的。"
    },
    {
      "en": "More discoveries were made as the excavation proceeded.",
      "cn": "挖掘期间陆续有所发现."
    },
    {
      "en": "Permit to work - hot work, excavation, confined space entry, scaffolding erection.",
      "cn": "开作业票 -- 动火作业, 开挖, 限制空间进入, 脚手架安装,栅栏拆."
    },
    {
      "en": "Shaft to ventilation and excavation, repair qanat soil when used.",
      "cn": "竖井是为了通风和挖掘 、 修理坎儿井时提土之用的."
    },
    {
      "en": "The bad weather has hung up the work of excavation.",
      "cn": "天气不好耽误了挖掘工作."
    },
    {
      "en": "The excavation exposed some ancient ruins.",
      "cn": "这次挖掘暴露出一些古遗迹."
    },
    {
      "en": "The present relief of more than 1000 ft was due to excavation.",
      "cn": "现在的地形起伏超过1000尺是削蚀作用造成的."
    },
    {
      "en": "The stress - strain of excavation in layers optimum to single excavation.",
      "cn": "分层开挖的应力应变状况略好于一次性开挖."
    },
    {
      "en": "They were genetically distinct from other humans, and an upper molar tooth (above) found at the same excavation hints that these people were similar to earlier species like Homo erectus.",
      "cn": "丹尼索瓦人在基因上独特于其他人种，在同一次洞穴挖掘中发现的上臼齿暗示着，这些人种与早期人种如直立猿人相类似。"
    },
    {
      "en": "This paper discusses the construction plan of highway tunnel by zero excavation.",
      "cn": "文章论述了高速公路隧道采用零开挖进洞的施工方案."
    },
    {
      "en": "This thesis puts forward the excavation algorithm of complete connection rule.",
      "cn": "摘要提出了完全关联规则挖掘算法."
    },
    {
      "en": "To address this question, the excavation work to continue.",
      "cn": "解决了这个疑问后, 发掘工作得以继续推进."
    },
    {
      "en": "We decided to commit ourselves and began a full - scale excavation of the site in 1977.",
      "cn": "我们决定全力以赴,于是在1977年开始了大规模的发掘工作."
    },
    {
      "en": "What have learnt from this excavation? Two thousand years ago they had swords and how much did this cost?",
      "cn": "这次挖掘有何收获？两千年前他们就会铸剑了？铸造这把剑要消耗多少材料？"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "excavator",
          "tran_cn": " 挖掘机；开凿者；打洞机"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "excavate",
          "tran_cn": " 发掘；细查"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "excavate",
          "tran_cn": " 挖掘；开凿"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "digging",
            "disinterment"
          ],
          "tran_cn": "[建]挖掘，[古]发掘"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "opening"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "deep excavation",
      "tran_cn": "深挖[工]"
    },
    {
      "phrase": "earth excavation",
      "tran_cn": "挖土工程；土方开挖"
    },
    {
      "phrase": "excavation depth",
      "tran_cn": "挖掘深度"
    },
    {
      "phrase": "excavation work",
      "tran_cn": "挖土工程"
    },
    {
      "phrase": "rock excavation",
      "tran_cn": "岩石开挖，开采岩石"
    },
    {
      "phrase": "underground excavation",
      "tran_cn": "地下挖掘"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "挖掘，开凿，开凿的洞穴（或山路等），（发掘出来的）古迹"
    }
  ],
  "exchange": {
    "pl": [
      "excavations"
    ]
  }
}