{
  "word": "garb",
  "ipa": {
    "us": "ɡɑːb",
    "uk": "ɡɑːrb"
  },
  "sentences": [
    {
      "en": "A man in the garb of a priest went onto the stage and stood there silently.",
      "cn": "一名穿着牧师服的男子走上了台,并默默地站在那里."
    },
    {
      "en": "Dr Zyphur's garb was, however, no provocative fashion statement.",
      "cn": "然而, 塞弗博士的装束绝非张扬的时尚宣言."
    },
    {
      "en": "He wore the garb of a general.",
      "cn": "他身着将军的制服。"
    },
    {
      "en": "He wore the garb of a scout, not a general.",
      "cn": "他身着童子军制服，而不是将军的制服。"
    },
    {
      "en": "It garb of a Golden A, as a veteran soldier.",
      "cn": "它披着一身黄金甲, 像一位久经沙场的战士."
    },
    {
      "en": "Once dry, Squeak preened his sparkling emerald - green garb.",
      "cn": "刚一见干, “佳乐”就用嘴梳理起那身晶莹翠绿的羽衣来."
    },
    {
      "en": "Postal carriers wore no uniform, but only ordinary peasant garb.",
      "cn": "邮递员不穿制服, 只是普通农民的装束."
    },
    {
      "en": "priestly garb",
      "cn": "牧师装束"
    },
    {
      "en": "She doffs her garb worn under fire and wears again female attire.",
      "cn": "脱我战时袍着我旧时裳."
    },
    {
      "en": "She doffs her garb worn under fire And wears again female attire.",
      "cn": "区别于制服、工作服和牧师服装的普通衣服."
    },
    {
      "en": "The pushback resistance part of the Garb set bonus does not seem to be functioning.",
      "cn": "战斗施法二件套的抵抗施法条被击退的效果并未生效."
    },
    {
      "en": "Their Name, their Garb, and Work did so intoxicate and bewitch me.",
      "cn": "他们的名气, 服饰和作品确实使我陶醉,令我着迷."
    },
    {
      "en": "This lawful process coincidentally clothes life in a spiritual looking garb.",
      "cn": "巧合的是,这一受自然规律支配的过程给生命披上了件貌似灵性的外衣."
    },
    {
      "en": "Thus I assumed the splendid garb of the scholar - black mortar - board and black gown.",
      "cn": "从此黑方巾、黑披袍的风光也被我占着了."
    },
    {
      "en": "Whether a student or a teacher, standard dress for scholars was clerical garb.",
      "cn": "无论学生还是老师, 学者的标准着装是牧师装扮."
    },
    {
      "en": "Why, when she decks herself in the gayest coloring, do we don out soberest garb?",
      "cn": "自然女生用最绚丽华美的颜色装扮自己的时候, 我们为什么还穿着最素净的衣裳?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "apparel",
            "attire",
            "clothing",
            "dress",
            "garments"
          ],
          "tran_cn": "服装"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "apparel",
            "attire",
            "clothes",
            "clothing",
            "dress",
            "guise",
            "robe",
            "vest"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "rig out",
            "to dress"
          ],
          "tran_cn": "装扮；穿衣"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<正，幽>（尤指某类人穿的特定）服装，衣服，制服",
      "tran_en": "a particular style of clothing, especially clothes that show your type of work or look unusual"
    },
    {
      "pos": "v",
      "tran_cn": "装扮"
    },
    {
      "pos": "vt",
      "tran_cn": " 穿着， 装扮"
    }
  ],
  "exchange": {}
}