{
  "word": "textual",
  "ipa": {
    "us": "ˈtekstʃuəl",
    "uk": "ˈtɛkstʃuəl"
  },
  "sentences": [
    {
      "en": "a detailed textual analysis of the Bible",
      "cn": "对《圣经》文本的详尽分析"
    },
    {
      "en": "As the view of the object enlarges, attributes ( often textual ) appear superimposed over its graphical representation.",
      "cn": "随着对象视图的增大, 属性 ( 经常是文本 ) 出现在其图形表达上."
    },
    {
      "en": "He gives the textual research on the sutras Imperial Collection of Four.",
      "cn": "考证了《四库全书》收录的十一部堪舆类经典."
    },
    {
      "en": "It is multiple level, showing a textual description of each operation in the Undo stack.",
      "cn": "它是多个层次的, 在撤销堆栈中显示了每次操作的文字描述."
    },
    {
      "en": "It is very important to analyze the textual evidence about he.",
      "cn": "讨论这个问题,重要的是对书证的分析."
    },
    {
      "en": "Mail permits network users to send textual messages to each other.",
      "cn": "电子邮件允许网络用户彼此传送文本消息."
    },
    {
      "en": "Mail permits network users to send textual messages to echo other.",
      "cn": "电子邮件允许网络用户彼此传送文本信息."
    },
    {
      "en": "Searching and deviation are the textual characters of the root - searching novels.",
      "cn": "寻找与背离,是寻根派小说的文本品性."
    },
    {
      "en": "Textual analysis identified the author as Shakespeare.",
      "cn": "对原文的分析研究鉴定出作者是莎士比亚."
    },
    {
      "en": "The command - string interface provides a textual version of the command messages.",
      "cn": "命令字符串 接口提供命令消息的文字版本."
    },
    {
      "en": "The sixth part is textual conclusion and textual reference.",
      "cn": "第六部分是本文的结语以及本文的参考文献."
    },
    {
      "en": "The textual criticisms on the problem are not enough.",
      "cn": "对于这个问题的考据尚不充足."
    },
    {
      "en": "Thirdly do textual research on his practice and influence in rubbing.",
      "cn": "三是在探讨陈介祺传古思想成因的基础上,对传拓实践及影响作了考述."
    },
    {
      "en": "ToolTips provide textual hints that assist in drawing lines and aligning objects.",
      "cn": "工具提示提供了协助画线和对象对齐的文本提示."
    },
    {
      "en": "Understanding or experience of the european online marketing. Knowledge of textual criticism.",
      "cn": "理解或有相关的欧洲网络市场推广、网络影响经验. 懂得文字批判技巧."
    },
    {
      "en": "You can also zoom textual tool windows, for example, the Output window.",
      "cn": "您还可以缩放文本工具窗口(例如“输出”窗口)."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "textual analysis",
      "tran_cn": "文本分析，篇章分析"
    },
    {
      "phrase": "textual criticism",
      "tran_cn": "校勘；考订；版本鉴定"
    },
    {
      "phrase": "textual research",
      "tran_cn": "考证；考据"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "正文的，版本的，原文的",
      "tran_en": "relating to the way that a book, magazine etc is written"
    }
  ],
  "exchange": {}
}