{
  "word": "dichotomy",
  "ipa": {
    "us": "daɪˈkɒtəmi",
    "uk": "daɪˈkɑtəmi"
  },
  "sentences": [
    {
      "en": "Actually, those may not be such a dichotomy.",
      "cn": "实际上, 两派或许根本没那么水火不容."
    },
    {
      "en": "But even Laila Ali admits that she is a walking dichotomy.",
      "cn": "但即使是莱拉·阿里也承认,自己的性格具有鲜明的两面性."
    },
    {
      "en": "But perhaps instead it is time to ask whether the dichotomy between banks and markets false.",
      "cn": "不过,与之相反,现在或许正是我们反思银行和市场两分法是否正确的时机."
    },
    {
      "en": "Can the Zeta's explain the hemisperical crustal dichotomy of the planet Mars?",
      "cn": "齐塔人能否解释下火星半球地壳两分的(原理) 吗 ?"
    },
    {
      "en": "Coherence enjoys in nature the dichotomy between explicitness and implicitness , stability and dynamics, and and macrocosm.",
      "cn": "连贯呈现出显性与隐性、静态性与动态性 、 微观性与宏观性的二元性特征."
    },
    {
      "en": "For those of you familiar with cognitive psychology this will a familiar dichotomy.",
      "cn": "那些对认知心理学比较熟悉的读者会发现这其实是个熟悉的两分法."
    },
    {
      "en": "If this dichotomy is maintained what happens to the rate of interest?",
      "cn": "如果保持这种二分法,利率会怎样 呢 ?"
    },
    {
      "en": "Specific analytical methods have linear regression analysis method and logic dichotomy.",
      "cn": "具体分析方法有线性回归、二分法和逻辑分析方法."
    },
    {
      "en": "Such a dichotomy cannot simply be attributed to coincidence.",
      "cn": "这样一种分歧不能简单归之于巧合."
    },
    {
      "en": "The dichotomy between peace and war.",
      "cn": "和平与战争之一分为二."
    },
    {
      "en": "The dichotomy of discovery and establishment of law also has certain foundations in hermeneutic.",
      "cn": "法的发现与证立之二分同时存在解释学上的依据."
    },
    {
      "en": "The dynamic state dichotomy vectorization insures precision of drawings but has redundant data.",
      "cn": "动态二分矢量化方法可以确保图形的点位精度,但存在大量冗余数据."
    },
    {
      "en": "There is a dichotomy between the academic world and the industrial world.",
      "cn": "学术界与工业界有着天壤之别。"
    },
    {
      "en": "There is a natural dichotomy between the two sides of one’s personality that is usually displayed between the different types of social groups with which an individual may identify oneself.",
      "cn": "在一个人性格的这两方面之间，存在着一种自然的两分法。 个人的性格一般就体现在这一个人所可能认同的不同社会群体之间。"
    },
    {
      "en": "There is an odd dichotomy of comfort andin the combination of furniture and objects of weaponry.",
      "cn": "将家具和武器相结合到一起,舒适性其实也不那么重要了."
    },
    {
      "en": "They set up a false dichotomy between work and raising a family.",
      "cn": "他们错误地把工作与养育儿女两者对立起来."
    },
    {
      "en": "This dichotomy has its uses, but it can cause problems if taken too literally.",
      "cn": "这种二分法有它的用途，但如果死板地应用也会引发一些问题。"
    },
    {
      "en": "What is needed is a less rigid dichotomy between the autonomy of nurses and doctors, and more collaborative teamwork.",
      "cn": "需要减少护士和医生之间僵化的二分法，并进行更多团队合作。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dichotomous",
          "tran_cn": " 叉状分枝的；分成两个的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "dichotomization",
          "tran_cn": " 二分"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "dichotomise",
          "tran_cn": " 二分；对分（等于dichotomize）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "dichotomise",
          "tran_cn": " 将…二等分"
        },
        {
          "word": "dichotomize",
          "tran_cn": " 对分，二分"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "disruption",
            "fragmentation"
          ],
          "tran_cn": "[生物]二分法；两分；分裂；[植]双歧分枝"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "separation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "一分成二，对分"
    }
  ],
  "exchange": {
    "pl": [
      "dichotomies"
    ]
  }
}