{
  "word": "backdrop",
  "ipa": {
    "us": "ˈbækdrɒp",
    "uk": "ˈbækdrɑːp"
  },
  "sentences": [
    {
      "en": "...the rugged cliffs that formed a backdrop to the village.",
      "cn": "...构成村庄天然屏障的崎岖峭壁。"
    },
    {
      "en": "A present, the supply backdrop for lead appears extremely favourable.",
      "cn": "目前, 铅的供需状况对于价格走势似乎极为有利."
    },
    {
      "en": "Against this backdrop, Shell had a defining year in China.",
      "cn": "在这样的大环境下, 2002年成为对壳牌中国具有决定性意义的一年."
    },
    {
      "en": "Although the financial backdrop has, for now, stopped getting worse, the Fed is taking no chances.",
      "cn": "虽然就现在来说, 金融停止了不断变坏, 美联储仍然不能掉以轻心."
    },
    {
      "en": "And in the sky above, starry backdrop.",
      "cn": "我看见了高空星光点缀的天幕."
    },
    {
      "en": "Businesses can't go on functioning against a backdrop of failing civic infrastructure.",
      "cn": "在民用基础设施失灵的情况下,企业无法继续运转."
    },
    {
      "en": "In the backdrop of yellow sand, it is more and more green and full of vitality.",
      "cn": "在黄沙的衬托下, 它越发翠绿,充满了生机."
    },
    {
      "en": "Light colours provide an effective backdrop for pictures or a mirror.",
      "cn": "浅色是挂放图画或镜子很有效果的衬托。"
    },
    {
      "en": "Scattered low, tight layout, surrounded by mountain backdrop a quiet elegant.",
      "cn": "高低错落, 布局严谨, 四周山林掩映,清静幽雅."
    },
    {
      "en": "Thailand's recovery is all the more remarkable considering its political backdrop.",
      "cn": "考虑到其政治形势,泰国的经济复苏更是难能可贵."
    },
    {
      "en": "The conference begins this week against a backdrop of unmitigated gloom.",
      "cn": "会议这个星期在一片愁云惨雾中开始."
    },
    {
      "en": "The election will take place against a backdrop of increasing instability.",
      "cn": "选举将在愈加动荡不安的局势下举行。"
    },
    {
      "en": "The lake is seen against a breathtaking backdrop of mountain scenery.",
      "cn": "这座湖由令人惊奇的山脉风光做衬托."
    },
    {
      "en": "The large bay has a superb backdrop of mountains.",
      "cn": "大海湾背靠着庄严的山脉."
    },
    {
      "en": "The mountains provided a dramatic backdrop for our picnic.",
      "cn": "群山如画，给我们的野餐平添景色。"
    },
    {
      "en": "The world famous zoo was the backdrop for ten kilometer dash.",
      "cn": "那个世界著名的动物园是十公里赛跑的场地."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "backcloth",
          "tran_cn": " 背景幕"
        },
        {
          "word": "backgrounder",
          "tran_cn": " 政府官员举行的记者招待会；提供背景资料的简报或报告"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prehistory"
          ],
          "tran_cn": "背景；背景幕；交流声"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<戏>背景幕布，背景，交流声",
      "tran_en": "the  scenery  behind something that you are looking at"
    }
  ],
  "exchange": {
    "pl": [
      "backdrops"
    ]
  }
}