{
  "word": "isotopic",
  "ipa": {
    "us": "aɪsəʊ'tɒpɪk",
    "uk": "aɪsoʊ'tɒpɪk"
  },
  "sentences": [
    {
      "en": "An isotopic analysis of the grains has made that fear come true.",
      "cn": "一项对这些颗粒的同位素分析让这种担心成真了."
    },
    {
      "en": "Evidence from isotopic dating suggests that the greenstone belts vary considerably in age.",
      "cn": "来自同位素年龄鉴定的证据指出,绿岩带在年龄上彼此变化相当大."
    },
    {
      "en": "Isotopic and trace elements data show that mineralizing materials are of multi - sources.",
      "cn": "同位素及微量元素研究表明,成矿物质具有多源性."
    },
    {
      "en": "Isotopic discrimination is not likely.",
      "cn": "同位素甄别是不可能的."
    },
    {
      "en": "Isotopic scans demonstrate a nonfunctioning ( cold ) nodule that does not concentrate radioiodine.",
      "cn": "同位素扫描显示无功能 ( 冷 ) 节,它不能浓集射碘."
    },
    {
      "en": "It is important to avoid the use of uranium compounds of unspecified isotopic composition.",
      "cn": "要避免使用那种非专用的同位素成份的铀化合物."
    },
    {
      "en": "Magma rising from deep within the Earth has a different isotopic and chemical composition than magma that forms just below Earth's crust.",
      "cn": "从地球深处所喷出的岩浆与仅低于地壳表面所形成的岩浆有着了不同的同位素和化学成分。"
    },
    {
      "en": "Stable isotopic method can be used effectively in the diagenetic research of deep water carbonate rocks.",
      "cn": "稳定同位素方法可以有效地应用于深水碳酸盐岩的成岩作用研究."
    },
    {
      "en": "The catalysis of enzymes causes much more complexity for the isotopic fractionation under microbial actions.",
      "cn": "辅酶对反应的催化作用使微生物作用造成的同位素分馏更加复杂."
    },
    {
      "en": "The environmental isotopic tracer is a new technique developed in recent years.",
      "cn": "环境同位素示踪技术是近几年新发展起来的一项新技术."
    },
    {
      "en": "The isotopic abundance ratio and content are determined with isotopic mass - spectrometry.",
      "cn": "文章用同位素质谱法测定了辐照堆元件铀的同位素丰度比和含量."
    },
    {
      "en": "The isotopic dating and fossil geochronometry are the basic methods of ophiolite geochronometry.",
      "cn": "同位素测年及化石年代学法是蛇绿岩年代学研究的基本方法."
    },
    {
      "en": "The isotopic signatures of most ancient limestones indicated the same process.",
      "cn": "大多数古代石灰岩的同位素特征说明了同样的过程."
    },
    {
      "en": "The results agree with those by using isotopic method reported in the literature.",
      "cn": "与文献报道的同位素方法研究结果相同."
    },
    {
      "en": "The variations in isotopic ratios take place on the right time scale, and they mirror those seen in modern corals, he notes.",
      "cn": "他说，同位素比例变化所发生的时间范围恰到好处，这与在现代珊瑚中的发现保持了一致。"
    },
    {
      "en": "This change does not disturb isotopic fractionation andthethe stalagmite able to keep environment information.",
      "cn": "转化作用不影响同位素分馏,石笋同时全面记录古气候环境信息."
    },
    {
      "en": "This paper determined the sulfur isotopic composition of the Mianning REE deposit, Sichuan Province , China.",
      "cn": "分析了四川冕宁大型稀土矿床硫同位素组成."
    },
    {
      "en": "While initial research was aimed at looking at seasonal variations in diet, the isotopic tests pointed them instead to apparent gender variations.",
      "cn": "虽然初始的研究是为了确定其食物随季节的变化，同位素测试让他们发现了明显的性别差异。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "isotope",
          "tran_cn": " 同位素"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "isotopic tracer",
      "tran_cn": "示踪同位素；同位素指示剂；示踪物"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "同位素的，合痕的"
    }
  ],
  "exchange": {}
}