{
  "word": "unwitting",
  "ipa": {
    "us": "ʌnˈwɪtɪŋ",
    "uk": "ʌnˈwɪtɪŋ"
  },
  "sentences": [
    {
      "en": "But Kimberly-Clark, which touts its green credentials on its website, rejects the idea that it is pushing destructive products on an unwitting American public.",
      "cn": "但是金佰利，虽在其网站上宣称有环保证明，但拒绝承认它正在向不知情的美国公众推销其破坏环境的产品。"
    },
    {
      "en": "EXMP : he kept the truth from their unwitting friends.",
      "cn": "他对不知情的朋友隐瞒真相."
    },
    {
      "en": "He became an unwitting accomplice in the crime.",
      "cn": "他糊里糊涂地成了犯罪的帮凶。"
    },
    {
      "en": "Introduce:An inflexible old lady the saving lifetime - , below the old mattess that million euro hid her, can be this mattess however by unwitting children people disrelish too old old, threw.",
      "cn": "简介：一个古板的老太太把一生的积蓄-—一百万欧元都藏到了她的旧床垫下面，可是这个床垫却被不知情的子女们嫌太老旧，扔了。"
    },
    {
      "en": "Is he the architect of the evil that has befallen the town, or simply an unwitting pawn?",
      "cn": "他到底是把恶魔引到镇上的罪魁祸首，还是仅仅是一个毫不知情的卒子？"
    },
    {
      "en": "It had been an unwitting blunder on Blair's part.",
      "cn": "它曾是布莱尔的无心之失。"
    },
    {
      "en": "It is this unwitting interpretation of interpretation that interests de Man.",
      "cn": "正是这个未被意识到的“阐释的阐释”吸引了德曼."
    },
    {
      "en": "More and more, health is the unwitting victim of policies made in the international systems that tie countries, economies, commerce, and trade together.",
      "cn": "在越来越多的情况中，卫生工作不知不觉地成为把国家、经济、商业和贸易联系在一起的国际系统中所制定政策的受害者。"
    },
    {
      "en": "She was the unwitting tool of the swindlers.",
      "cn": "她不知不觉地被这些诈骗犯所利用,成了他们的工具."
    },
    {
      "en": "She was unwitting tool of the swindlers.",
      "cn": "她不知道自己是骗子的道具."
    },
    {
      "en": "Situations are staged and the reactions of unwitting passers - by are filmed.",
      "cn": "设定多种情境后,并不知情的 过路人 的反应会被拍摄下来."
    },
    {
      "en": "The focal point of MKULTRA was the use of humans as unwitting subjects [ without their knowledge ].",
      "cn": "MKULTRA的焦点是利用不知情的人类 [ 在他们不知情的情况下 ]."
    },
    {
      "en": "We were unwitting collaborators in his plan.",
      "cn": "我们无意中成为他的计划的协作者。"
    },
    {
      "en": "We're unwitting victims of the system.",
      "cn": "我们都是该系统的不知情的受害者。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "unwittingly",
          "tran_cn": " 不知不觉地；不知情地；不经意地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "uninitiated",
            "involuntary"
          ],
          "tran_cn": "不知情的；不知不觉的，无意的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accidental"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不知道的，未觉察的，无意的",
      "tran_en": "If you describe a person or their actions as unwitting, you mean that the person does something or is involved in something without realizing it"
    },
    {
      "pos": "v",
      "tran_cn": "使精神错乱；使丧失智能（unwit的ing形式）"
    },
    {
      "pos": "vt",
      "tran_cn": "使精神错乱(unwit的ing形式)，使丧失智能"
    }
  ],
  "exchange": {}
}