{
  "word": "lien",
  "ipa": {
    "us": "ˈli:ən",
    "uk": "lin, ˈliən"
  },
  "sentences": [
    {
      "en": "A lien against the property is granted to secure an obligation.",
      "cn": "准予对财产拥有留置权以保证义务之履行."
    },
    {
      "en": "A lien is a type of security over property.",
      "cn": "留置是一种财产担保."
    },
    {
      "en": "A lien may arise by operation of the law.",
      "cn": "留置产生于法律的运作."
    },
    {
      "en": "A lienee is the person in whose favour a lien exists.",
      "cn": "留置权人是指为其利益而产生留置的人."
    },
    {
      "en": "A pledge is something more that a mere lien and something less than a mortgage.",
      "cn": "质押的性质超过纯粹留置,但却比不上按揭."
    },
    {
      "en": "Afterwards, this Article discusses the content of maritime lien.",
      "cn": "其次, 对船舶优先权的内容作一论述."
    },
    {
      "en": "For the loan, he could have a lien placed on your home.",
      "cn": "因为此笔贷款, 他对你的住房享有留置权."
    },
    {
      "en": "Hello. Is this the Lien An Restaurant?",
      "cn": "喂, 是联安餐厅 吗 ?"
    },
    {
      "en": "In the latest research, participants were lien mental ability tests each year.",
      "cn": "在最新的研究中, 参与者每年接受智力测验."
    },
    {
      "en": "Lien Chans recent Lian Jie, the harvest is due.",
      "cn": "最近的连战连捷, 也是应有的收获."
    },
    {
      "en": "Lien is one of Guarantee System of debt regulated by Civil Law.",
      "cn": "留置为我国民法规定的一种债的担保方法."
    },
    {
      "en": "The acquisition in good faith of lien has its composing element.",
      "cn": "留置权的善意取得有其独立的构成要件."
    },
    {
      "en": "The lienor is the person over whose goods a lien exists.",
      "cn": "留置人是指在其财产上产生留置的人."
    },
    {
      "en": "The warehouse claims a lien for all lawful charges for storage and preservation of the goods.",
      "cn": "仓库主张对拖欠合法仓储保管费的货物享有留置权."
    },
    {
      "en": "Things continue to get better since Lien s visit.",
      "cn": "事情继续好转留置权的访问以来."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "maritime lien",
      "tran_cn": "（法）海上留置权"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<法>留置权，扣押权",
      "tran_en": "the legal right to keep something that belongs to someone who owes you money, until the debt has been paid"
    }
  ],
  "exchange": {
    "pl": [
      "liens"
    ]
  }
}