{
  "word": "heavier",
  "ipa": {
    "us": "'hevɪə",
    "uk": "'hevɪr"
  },
  "sentences": [
    {
      "en": "Conditions are then suitable for the formation of heavier elements.",
      "cn": "这样的情况适于形成较重的元素."
    },
    {
      "en": "He outboxed bigger and heavier opponents.",
      "cn": "他在拳击中打胜比他又大又重的对手."
    },
    {
      "en": "Her basket had grown heavier with every step of the way home.",
      "cn": "在她回家的路上,提篮似乎变得越来越重."
    },
    {
      "en": "His state of an illness is not become heavier at least.",
      "cn": "至少他的病情没加重."
    },
    {
      "en": "I'm close to five pounds lighter ( heavier ) than I was last winter.",
      "cn": "我比去年冬天时要减轻 ( 加重 ) 将近五磅."
    },
    {
      "en": "In printing, a heavier version of a particular typeface.",
      "cn": "印刷技术中指专用铅字面的一种加粗形式."
    },
    {
      "en": "Just as in the sun, the chain reaction in the second stage fuses the hydrogen atoms into heavier helium atoms and releases vast amounts of energy in the process.",
      "cn": "正如在太阳上所进行的反应一样，第二阶段连锁反应将氢原子聚合成较重的氦原子并在这一过程中释放出巨大的能量。"
    },
    {
      "en": "More reactive are the heavier isotopes of hydrogen, deuterium and tritium.",
      "cn": "更为活跃的是氢的较重同位素, 氘和氚."
    },
    {
      "en": "Neutron is neutral and slightly heavier than the proton.",
      "cn": "中子是中性的,比质子略重."
    },
    {
      "en": "Screening separates much of the heavier trash by use of different - sized screens.",
      "cn": "许多较重的杂质,经由各种不同的筛子筛除."
    },
    {
      "en": "The animal was heavier than Gerard had expected, shifting its weight mysteriously from one corner of the box to another as he carried it out into the snow and set it on the seat beside him.",
      "cn": "这个动物要比杰拉德想象的要重些，当勃兹曼顶着雪走出来并把它放在杰拉德座位旁边时，箱子里动物的重量神秘的从箱子的一角偏向另一角。"
    },
    {
      "en": "The forepaws are also used for burrowing and for dragging heavier logs.",
      "cn": "它们的前爪还可以用来打洞和拖拽较重的树干."
    },
    {
      "en": "The heavier boiling fractions remain, in liquid form on the manifold wall.",
      "cn": "较重的沸腾着的馏分以液态停留在多孔的壁上."
    },
    {
      "en": "The lighter version used liquid hydrogen, the heavier used hypergolic propellants.",
      "cn": "较轻的推进器采用液态氢, 较重的采用自燃推进剂."
    },
    {
      "en": "The loss could have been heavier, but that was cold comfort.",
      "cn": "这次损失不算太重, 但那并不值得高兴."
    },
    {
      "en": "The snowfall was becoming heavier ; it was sticking to the ground now.",
      "cn": "雪是愈下愈密了, 街上已经见白."
    },
    {
      "en": "Today's heavier noontime traffic seemed to be building up earlier than usual.",
      "cn": "今天的午间交通高峰似乎比平时来得早些."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "huge",
            "tremendous",
            "enormous",
            "massive",
            "macro"
          ],
          "tran_cn": "沉重的；巨大的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "沉重的，巨大的，重的（ heavy的比较级 ）"
    },
    {
      "pos": "other",
      "tran_cn": "更重的"
    }
  ],
  "exchange": {}
}