{
  "word": "honeybee",
  "ipa": {
    "us": "ˈhʌnibi:",
    "uk": "ˈhʌniˌbi"
  },
  "sentences": [
    {
      "en": "A honeybee may be limited by having comparatively few neurons, but it surely seems to squeeze everything it can out of them.",
      "cn": "蜜蜂被相对较少的的神经元所限制，但可以确信的是，它似乎挤出了这些神以元所能做的一切。"
    },
    {
      "en": "Bee and honeybee product are the reliable, sensitive and economic biological indicators for monitoring environmental pollution.",
      "cn": "蜜蜂及其产品是可靠 、 灵敏、经济的环境污染生物指示器."
    },
    {
      "en": "Conclusion: Its useful for Ramulas Cinnamomi to be prepared by frying or with honeybee.",
      "cn": "结论: 桂枝的炒制和蜜制是有意义的."
    },
    {
      "en": "He is knowledgeable about the biology of the honeybee.",
      "cn": "他对蜜蜂的生活规律知之甚多."
    },
    {
      "en": "He runs to the flowering shrubs in asks honeybee: Little elder sister, How can be joyful?",
      "cn": "他跑到花丛中问蜜蜂: 小姐姐, 怎样才能快乐 呢 ?"
    },
    {
      "en": "Honeybee hordes use two weapons - heat and carbon dioxide - to kill their natural enemies, giant hornets.",
      "cn": "蜜蜂部落使用两种武器 - 热量和二氧化碳 - 杀死了它们的天敌, 大黄蜂."
    },
    {
      "en": "Porpolis is an important honeybee product, which has many pharmaceutic effects.",
      "cn": "蜂胶是一种具有多种药理作用的重要的蜂产品."
    },
    {
      "en": "Tarantula venom is weaker than that of a honeybee and, though painful, is virtually harmless to humans.",
      "cn": "狼蛛毒液的毒性比蜜蜂的都弱，被它咬一口尽管很疼，但事实上对人体无害。"
    },
    {
      "en": "The collection of bee venom by electric shocking is not beneficial to honeybee population and production.",
      "cn": "电取蜂毒不利于蜜蜂群势发展和养蜂生产."
    },
    {
      "en": "The genome of the honeybee is yielding some clues.",
      "cn": "蜜蜂基因图提供了一些线索."
    },
    {
      "en": "The tau fluvalinate is one kind of high efficient acaricides for honeybee.",
      "cn": "氟胺氰菊酯是一种用于蜜蜂的高效杀螨剂."
    },
    {
      "en": "This training will work only if the experiment follows the honeybee's natural 24 - hour rhythm.",
      "cn": "只有当实验遵循蜜蜂24小时的自然节拍时,这种训练才能奏效."
    },
    {
      "en": "When a honeybee takes its first flight, it immediately releases its strong smelling meconium.",
      "cn": "蜕变后的蜜蜂第一次起飞时，它会立刻将难闻的“蛹便”丢弃。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bee"
          ],
          "tran_cn": "[蜂]蜜蜂"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蜜蜂",
      "tran_en": "a  bee  that makes honey"
    }
  ],
  "exchange": {
    "pl": [
      "honeybees"
    ]
  }
}