{
  "word": "stilt",
  "ipa": {
    "us": "stɪlt",
    "uk": "stɪlt"
  },
  "sentences": [
    {
      "en": "At the Temple Fair, the stilt walker threceived a lot of applause after his performance.",
      "cn": "庙会上踩高跷的演员赢得了阵阵喝彩声."
    },
    {
      "en": "he is talking nonsense on stilts, and he knows it.",
      "cn": "他正在夸张地胡说八道，这一点他自己很清楚。"
    },
    {
      "en": "Some palms , mangroves and other tropical trees form woody prop roots , often called stilt roots.",
      "cn": "向地生长, 插入土壤,并对茎提供一定的支撑."
    },
    {
      "en": "Stilt dance basic moves are Yangko step.",
      "cn": "高跷舞的基本动作是秧歌步."
    },
    {
      "en": "SV : Regarding that stilt incident, do you think that had any effect in the final judging?",
      "cn": "关于那次事件, 你觉得对你的评判方面影响到了 吗 ?"
    },
    {
      "en": "Thatch hut is raised high above the paddy field on stilt.",
      "cn": "茅草屋用柱高高地建在稻田之上."
    },
    {
      "en": "The most noteworthy features of mangrove forests, apart from their unique habitat, are: the relative paucity of the species comprising them; the arch-formed stilt roots of the Rhizophora spp.;",
      "cn": "除了其独特的生境以外， 红树林最令人注意的特征是构成红树林的品种比较单一； Rhizophora 品种的拱形高跷根系；其它属的悬空根系团或呼吸根，如 Avicennia 和 Sonneratia。"
    },
    {
      "en": "The neighborhood is given over to performers, stilt walkers and drag queens.",
      "cn": "社区变成了玩杂耍的、踩高跷的和扮装皇后的天地。"
    },
    {
      "en": "The stilt roots of Ficus altissima in the limestone forest in Xishuangbanna, southern Yunnan.",
      "cn": "滇南西双版纳石灰岩森林中高山榕的升高根."
    },
    {
      "en": "They inhabit reed huts built on stilts above the water.",
      "cn": "他们居住在建在水中木桩上的芦苇草屋里。"
    },
    {
      "en": "They're doing stilt - walking. This kind of performance has a really long history in China.",
      "cn": "他们是在踩高跷, 这种表演在中国有着很悠久的历史."
    },
    {
      "en": "We able to met giant stilt walkers, vocalists ( with ultra - sharp voice ), and living statues here.",
      "cn": "我们在这里就遇到踩高跷表演者 、 歌唱家 ( 声音超尖的 ) 、 和真人雕塑."
    },
    {
      "en": "When holidays came , there were Yangko and stilt shows with people eager to participate.",
      "cn": "过节时人们还会参加扭秧歌、踩高跷等表演."
    },
    {
      "en": "When holidays came, there were Yangko and stilt shows with people eager to participate.",
      "cn": "过节时会有扭秧歌、踩高跷表演，人们也都乐意参加。"
    },
    {
      "en": "Zhangzhuang the stilt dance so unique because it has absorbed some of the field performance skills.",
      "cn": "张庄的高跷舞所以与众不同,是因为它吸收了外地的一些表演技巧."
    },
    {
      "en": "Zhangzhuang the stilt dance, in Changzhi City, is very famous.",
      "cn": "张庄的高跷舞, 在长治市是很出名的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "stilted",
          "tran_cn": " 不自然的；呆板的；僵硬的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "stilted",
          "tran_cn": " 使踩高跷（stilt的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leg",
            "support",
            "backbone",
            "stay"
          ],
          "tran_cn": "高跷；支柱，[建]支撑物"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "on stilts",
      "tran_cn": "（语言）夸张做作的（地)，不自然的（地）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（支撑建筑物高出地面或水面的）桩子，支柱，高跷",
      "tran_en": "one of two poles which you can stand on and walk high above the ground"
    }
  ],
  "exchange": {
    "pl": [
      "stilts"
    ]
  }
}