{
  "word": "scientifically",
  "ipa": {
    "us": "ˌsaɪən'tɪfɪklɪ",
    "uk": "ˌsaɪən'tɪfɪklɪ"
  },
  "sentences": [
    {
      "en": "Any more restrictive measures must be consistent and justifiable scientifically.",
      "cn": "更多的限制标准必须具科学一贯性与合理性."
    },
    {
      "en": "Evidence - based medicine ( EBM ) applies a potential method to settling It'scientifically.",
      "cn": "循证医学 ( EBM ) 方法为科学地解决这一问题带来了曙光."
    },
    {
      "en": "He explained scientifically the most important questions of political economy.",
      "cn": "他科学地阐述了政治经济学中一些最重要的问题."
    },
    {
      "en": "It is rational, but scientifically unanswerable and hence uninteresting.",
      "cn": "它是理性的, 但是无法通过科学予以回答,因而让人提不起兴趣."
    },
    {
      "en": "Lutein is a kind of natural pigment, extracted scientifically from natural marigold.",
      "cn": "叶黄素是以万寿菊花为原料, 采用科学方法提取精制而成的天然色素."
    },
    {
      "en": "Marx and Engels scientifically forecast the collapse of capitalism.",
      "cn": "马克思和恩格斯科学地预言了资本主义的灭亡."
    },
    {
      "en": "Perhaps this subdivision does not meet completely the point of view of scientifically exact systematics.",
      "cn": "这样的分类方法也许并不完全是科学上的严密的分类方法."
    },
    {
      "en": "Scientifically speaking, we should act according to realistic principles.",
      "cn": "所谓鼓实劲,不鼓虚劲,拿科学的语言来说, 就是按客观规律办事."
    },
    {
      "en": "Superstitions are often thought of as naive, popular beliefs that are logically or scientifically untenable.",
      "cn": "迷信通常被认为是一些朴实天真, 流行甚广的信仰,从逻辑和科学的角度看都站不住脚."
    },
    {
      "en": "The object of this society is to perfect its members practically and scientifically.",
      "cn": "这个社团的目的是实际地、科学地及充分地指导其成员。"
    },
    {
      "en": "The theory is not yet scientifically established.",
      "cn": "这个理论尚未被科学地证实."
    },
    {
      "en": "This view has been confirmed scientifically.",
      "cn": "这种说法已得到了科学的印证."
    },
    {
      "en": "Uncertainty theory scientifically reflects the reliability of measurement result data.",
      "cn": "不确定度科学地反映了测量结果的数值和可靠程度."
    },
    {
      "en": "Visible additive stresses economic significance to what raise scientifically.",
      "cn": "可见添加剂对科学饲养的突出经济意义."
    },
    {
      "en": "We should plan scientifically, and establish a proper city network.",
      "cn": "我们应当科学规划, 建设合理的城市网络."
    },
    {
      "en": "We want to have more scientifically literate people running our television stations.",
      "cn": "我们想增加一些通晓科学的人手来运作电视台。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "scientific",
          "tran_cn": " 科学的，系统的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "science",
          "tran_cn": " 科学；技术；学科；理科"
        },
        {
          "word": "scientist",
          "tran_cn": " 科学家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "systematacially"
          ],
          "tran_cn": "系统地；合乎科学地；学问上"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "合乎科学地"
    }
  ],
  "exchange": {
    "adj": [
      "scientific"
    ]
  }
}