{
  "word": "pandemonium",
  "ipa": {
    "us": "ˌpændəˈməʊniəm",
    "uk": "ˌpændəˈmoʊniəm"
  },
  "sentences": [
    {
      "en": "All at pandemonium broke out again and it was impossible to hear what anybody was saying.",
      "cn": "纷乱的嚷闹起来了,谁也听不清谁的话语."
    },
    {
      "en": "And despite the pandemonium, the avid shopper had taken his time to browse the shops.",
      "cn": "不管有多混乱, 这位狂热的购物者总会从容不迫地去购物."
    },
    {
      "en": "I had found Adlai unperturbed in the midst of pandemonium.",
      "cn": "我觉得艾德莱在一片大混乱中仍然镇定自若."
    },
    {
      "en": "Pandemonium broke out as they ran into the street shouting.",
      "cn": "他们叫嚷着冲到大街上，大街上顿时乱作一团。"
    },
    {
      "en": "Pandemonium broke out when the news was announced.",
      "cn": "这消息一宣布，立即乱成一片。"
    },
    {
      "en": "Pandemonium reigned in the classroom until the teacher arrived.",
      "cn": "教师来到之前教室里乱哄哄的."
    },
    {
      "en": "Shrill cries and startled oaths flew up around us as pandemonium broke out.",
      "cn": "骚乱爆发时，我们周围充斥着尖厉的哭喊声和难以入耳的咒骂声。"
    },
    {
      "en": "The fumes began seeping through the trains and stations, and pandemonium ensued.",
      "cn": "毒气随即开始弥漫整个车厢,车站, 马上引起了一场大混乱."
    },
    {
      "en": "The whole lobby was a perfect pandemonium, and the din was terrific.",
      "cn": "整个门厅一片嘈杂, 而且喧嚣刺耳."
    },
    {
      "en": "There was complete pandemonium in the kitchen.",
      "cn": "厨房里乱哄哄的。"
    },
    {
      "en": "There was pandemonium in court as the judge gave his summing up.",
      "cn": "法官做总结时，法庭里一片混乱。"
    },
    {
      "en": "There was pandemonium in court as the judge gave his summing-up.",
      "cn": "法官的结案陈词在法庭上引起一片混乱。"
    },
    {
      "en": "There was pandemonium when the news was announced.",
      "cn": "消息宣布后一片混乱."
    },
    {
      "en": "What i want is womb - like security and protection, what destiny gives is throwing me onto pandemonium.",
      "cn": "我想要的是子宫般的安全与保护, 命运便降生我于这尘嚣."
    },
    {
      "en": "When the tone finally came through , there was pandemonium in the mission control room.",
      "cn": "乐曲终于响起,控制室内一片沸腾."
    },
    {
      "en": "When the verdict was read pandemonium broke out in the courtroom.",
      "cn": "宣判的时候法庭上乱成一团。"
    },
    {
      "en": "Working in collusion , one from within and the other from without , they created pandemonium.",
      "cn": "他们里应外合, 把时局搞得乌烟瘴气."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "anarchy",
            "circus",
            "rumpus",
            "tumult",
            "turmoil",
            "uproar"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "喧嚣， 嘈杂，大混乱，大混乱的场面",
      "tran_en": "a situation in which there is a lot of noise because people are angry, confused or frightened"
    }
  ],
  "exchange": {
    "pl": [
      "pandemoniums"
    ]
  }
}