{
  "word": "guinea",
  "ipa": {
    "us": "ˈgɪni",
    "uk": "ˈɡɪni"
  },
  "sentences": [
    {
      "en": "\" Guinea hens ,'said Archie suddenly and his voice was contemptuous.",
      "cn": "\" 你们这帮蠢货?\"阿尔奇突然用轻蔑的语气说."
    },
    {
      "en": "About 85 species from Ceylon to South East Asia and New Guinea.",
      "cn": "近85种﹐分布区域由锡兰至东南亚及新几内亚."
    },
    {
      "en": "Being herbivores, guinea pigs eat almost constantly, and metabolize food very quickly.",
      "cn": "作为食草动物, 猪猪几乎一直都在吃, 食物的新层代谢非常快."
    },
    {
      "en": "General MacArthur attacked through New Guinea and into the Philippines.",
      "cn": "麦克阿瑟将军通过新几内亚攻击和进入菲律宾."
    },
    {
      "en": "General Macarthur was working westward along the north coast of New Guinea.",
      "cn": "麦克阿瑟将军正在沿着新几内亚北岸向西进军."
    },
    {
      "en": "H 2 SO 4 is at least 100 times as lethal as SO 2 in guinea pigs.",
      "cn": "在豚鼠中,硫酸致死性至少为二氧化硫致死性的一百倍."
    },
    {
      "en": "He dresses decently, yet he seldom has a guinea at command.",
      "cn": "他衣着体面, 然而他很少有一块钱可供花用."
    },
    {
      "en": "I'd catch hold of your throat and choke you for half a guinea. \"",
      "cn": "我拿半克朗打赌,一定要抓住你的喉咙掐死你. ”"
    },
    {
      "en": "Objective : To test the trichinella spiralis antibody from the infected guinea pigs.",
      "cn": "目的探索检测旋毛虫病抗体的简便易行方法."
    },
    {
      "en": "Papua New Guinea became independent from Australia in 1975.",
      "cn": "巴布亚新几内亚1975年脱离澳大利亚正式独立。"
    },
    {
      "en": "Portugal recognized Guinea - Bissau in 1974.",
      "cn": "1974年,葡萄牙承认 几内亚比绍."
    },
    {
      "en": "South American cavy; possibly ancestral to the domestic guinea pig.",
      "cn": "南美洲豚鼠; 可能是家养豚鼠的祖先."
    },
    {
      "en": "Students in fifty schools are to act as guinea pigs for these new teaching methods.",
      "cn": "五十所学校的学生将作为这些新教学法的试验对象。"
    },
    {
      "en": "They use prison as guinea pig to test drug.",
      "cn": "他们用罪犯来试验药品."
    },
    {
      "en": "We inject guinea pigs or rabbits with enkephalins that are chemically coupled to large proteins.",
      "cn": "我们将脑素和大分子蛋白质从化学上结合起来,把它注射给豚鼠或兔."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "equatorial guinea",
      "tran_cn": "n. 赤道几内亚（西非国家）"
    },
    {
      "phrase": "guinea fowl",
      "tran_cn": "n. 珍珠鸡"
    },
    {
      "phrase": "guinea pig",
      "tran_cn": "豚鼠；[动]天竺鼠"
    },
    {
      "phrase": "guinea worm",
      "tran_cn": "[医]麦地那龙线虫"
    },
    {
      "phrase": "gulf of guinea",
      "tran_cn": "几内亚湾"
    },
    {
      "phrase": "new guinea",
      "tran_cn": "新几内亚（澳大利亚北方岛屿）"
    },
    {
      "phrase": "papua new guinea",
      "tran_cn": "巴布亚新几内亚"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "畿尼（英国的旧金币，值一镑一先令），几内亚，[俚语] 意大利人：用作贬义词，指意大利人或意大利后裔",
      "tran_en": "a British gold coin or unit of money used in the past, worth one pound and one  shilling  (£1.05). Prices are sometimes still given in guineas when buying or selling  racehorses ."
    }
  ],
  "exchange": {
    "pl": [
      "guineas"
    ]
  }
}