{
  "word": "intervening",
  "ipa": {
    "us": "ˌɪntəˈvi:nɪŋ",
    "uk": "ˌɪntərˈvinɪŋ"
  },
  "sentences": [
    {
      "en": "Are such \" passive intervening landowners \" liable under section 107 ( a )?",
      "cn": "那么根据第107条 ( a ),那样 “ 被动的介入其间的土地拥有者 ” 是否也负有责任 呢 ?"
    },
    {
      "en": "Bureaucrats , engaging in trade led to tradespeople's bureaucratization and further caused tradespeople's intervening with political affairs.",
      "cn": "官僚经商导致了商人的官僚化,进而出现了商人干政的局面."
    },
    {
      "en": "During those intervening years Bridget had married her husband Robert.",
      "cn": "在其间的那些年里，布里奇特与罗伯特结为夫妻。"
    },
    {
      "en": "He took the lamp in his hand , crossed the two intervening outer rooms, and opened it.",
      "cn": "他捧起灯, 穿过中间两间屋, 开了门."
    },
    {
      "en": "It was evident that Providence was intervening.",
      "cn": "上天从中布置,那是显然的了."
    },
    {
      "en": "Lobules of neoplastic cells have an intervening stroma with characteristic lymphoid infiltrates.",
      "cn": "肿瘤的细胞团间的间质以淋巴浸润为特征."
    },
    {
      "en": "So much had happened during the intervening years.",
      "cn": "在这之间的若干年中,发生了太多的事情."
    },
    {
      "en": "The bank has been intervening in foreign exchange markets.",
      "cn": "银行一直干预外汇市场."
    },
    {
      "en": "The intervening space was empty and dark.",
      "cn": "介于其中的空间是空洞且黑暗的."
    },
    {
      "en": "The intervening years had dimmed his memory.",
      "cn": "经过了其间那么多年他的记忆已经不大清楚了。"
    },
    {
      "en": "The key element in forgetting is interference from intervening events and activities.",
      "cn": "其他事件或行为的干扰是遗忘的主要因素."
    },
    {
      "en": "The script has lost all of its shock value over the intervening 24 years.",
      "cn": "时隔24年后，这个剧本已经完全失去了震撼力。"
    },
    {
      "en": "They had scoured the intervening miles of moorland.",
      "cn": "他们已经仔细搜遍了其间绵延数英里的高沼地。"
    },
    {
      "en": "Was there a direct connection between them, without too many intervening causes?",
      "cn": "两者之间是否有直接联系, 而不是介入了太多的干预原因?"
    },
    {
      "en": "We are actively intervening to settle a quarrel.",
      "cn": "我们正在积极调解争执."
    },
    {
      "en": "When she came back, she found that much had changed in the intervening years.",
      "cn": "她回来后发现这几年有了很大的变化."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "intervenor",
          "tran_cn": " 介入者；干涉者"
        },
        {
          "word": "intervention",
          "tran_cn": " 介入；调停；妨碍"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "intervene",
          "tran_cn": " 干涉；调停；插入"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "intervening variable",
      "tran_cn": "中介变量；中介变项；中介变数"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "发生于其间的，介于中间的",
      "tran_en": "An intervening period of time is one that separates two events or points in time"
    },
    {
      "pos": "v",
      "tran_cn": "介入(intervene的现在分词)，调停，干涉，介于…之间"
    }
  ],
  "exchange": {}
}