{
  "word": "syphilis",
  "ipa": {
    "us": "ˈsɪfɪlɪs",
    "uk": "ˈsɪfəlɪs"
  },
  "sentences": [
    {
      "en": "Abstract: Eight cases of oral syphilitic eruption in secondary syphilis are reported.",
      "cn": "文摘: 报告8例口腔二期梅毒疹患者."
    },
    {
      "en": "Alopecia may also occur in syphilis, thyroid disease, and iron deficiency.",
      "cn": "梅毒 、 甲状腺疾病和铁缺乏症也可引起脱发."
    },
    {
      "en": "Arsenic was also widely available at the time, handed out in the form of Fowler's Solution as a treatment for everything from rheumatism – something Austen complained of in her letters – to syphilis.",
      "cn": "砷在当时以福勒氏溶液（亚砷酸钾溶液）的形式被广泛使用：该溶液被作为一种医治百病的药剂——从风湿病到梅毒——奥斯汀在信中曾抱怨过此事。"
    },
    {
      "en": "In pregnant women with untreated early syphilis, 25% of pregnancies result in stillbirth and 14% in neonatal death – an overall perinatal mortality of about 40%.",
      "cn": "患有早期梅毒但未经治疗的孕妇，有25%的妊娠结果为死胎，14%为新生儿死亡 − 总的围产儿死亡率约为40%。"
    },
    {
      "en": "In Shanghai, syphilis is now the most commonly reported communicable disease.",
      "cn": "在上海, 梅毒已成为最常见的传染病."
    },
    {
      "en": "In the past 12 months, have you had a syphilis test?",
      "cn": "在最近的12个月内, 您曾患有梅毒 吗 ?"
    },
    {
      "en": "Many spirochetes are pathogens that cause yaws and syphilis.",
      "cn": "许多螺旋体是病原体,会导致雅司病(热带肉芽肿)、梅毒."
    },
    {
      "en": "Mercury was commonly used to treat the disease syphilis.",
      "cn": "水银当时普遍被用于治疗梅毒."
    },
    {
      "en": "Objective To help physicians make correct diagnosis of secondary syphilis.",
      "cn": "目的:提高临床医师诊断二期梅毒的准确性."
    },
    {
      "en": "Objective To investigate the clinical manifestations of early congenital syphilis.",
      "cn": "目的探讨早期胎传梅毒的临床表现."
    },
    {
      "en": "Other serious bacterial diseases include cholera, diphtheria, bacterial meningitis, and syphilis.",
      "cn": "其它严重的细菌性疾病包括霍乱 、 白喉 、 细菌性脑膜炎 、 梅毒."
    },
    {
      "en": "So long as congenital syphilis early diagnosis, is also may permanently cure.",
      "cn": "先天性梅毒只要早期确诊, 也是可以根治的."
    },
    {
      "en": "So, why the widespread belief that syphilis drove him insane?",
      "cn": "那为什么一般人会认为他是因为梅毒发作而发疯了?"
    },
    {
      "en": "Syphilis developed a few days after the wedding.",
      "cn": "婚后没几天就染上了梅毒."
    },
    {
      "en": "Syphilis, that is, smallpox, came from the West, and so on.",
      "cn": "梅毒即是天花, 来自西洋等等."
    },
    {
      "en": "Syphilis: Sexually transmitted disease caused by the spirochete Treponema pallidum.",
      "cn": "梅毒: 由苍白密螺旋体(Treponemapallidum)引起引起的一种性传染病."
    },
    {
      "en": "The study did not include syphilis, gonorrhea or HIV, as earlier studies found very low prevalence of these diseases in this age group.",
      "cn": "研究内容并不包括梅毒、淋病和艾滋病，正如先前的研究一样：在此年龄组里，以上疾病并不普遍。"
    },
    {
      "en": "What symptom does syphilis have? Through what to infect?",
      "cn": "梅毒有哪些症状? 都是通过什么传染的?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "syphilitic",
          "tran_cn": " 梅毒的；感染梅毒的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "syphilitic",
          "tran_cn": " 梅毒病人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "siff",
            "lues"
          ],
          "tran_cn": "[性病]梅毒"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "secondary syphilis",
      "tran_cn": "[医]二期梅毒"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "梅毒",
      "tran_en": "a very serious disease that is passed from one person to another during sexual activity"
    }
  ],
  "exchange": {
    "adj": [
      "syphilitic"
    ]
  }
}