{
  "word": "Egyptian",
  "ipa": {
    "us": "iˈdʒɪpʃn",
    "uk": "iˈdʒɪpʃn"
  },
  "sentences": [
    {
      "en": "...the Egyptian pharaoh.",
      "cn": "...古埃及法老。"
    },
    {
      "en": "Common fractions written in the Greek or Egyptian system were too awkward for astronomical calculations.",
      "cn": "用希腊人或埃及人那套办法写出来的普通分数很不便于作天文计算."
    },
    {
      "en": "Egyptian law was in fact highly developed and extraordinarily efficient.",
      "cn": "埃及的法制其实已经高度发达且行之有效."
    },
    {
      "en": "Egyptian'mummies'can still be seen in our museums.",
      "cn": "我们仍可在博物馆看到埃及的木乃伊."
    },
    {
      "en": "Leaders from around the world eulogized the Egyptian president.",
      "cn": "全世界的领导人都致悼词称颂那位埃及总统。"
    },
    {
      "en": "No Egyptian interest was served by the destruction of Israel.",
      "cn": "摧毁以色列不见得对埃及有利."
    },
    {
      "en": "Of the life and career of Moses, there is no Egyptian record at all.",
      "cn": "关于摩西的生活和事迹, 埃及记录毫无记述."
    },
    {
      "en": "Settlement would require ceding some Egyptian territory.",
      "cn": "解决办法将要求埃及让出一些领土."
    },
    {
      "en": "the ancient Egyptian pantheon",
      "cn": "古埃及众神"
    },
    {
      "en": "The Egyptian character of the masonry weighed upon me with its gloom.",
      "cn": "那石头建筑具有埃及风格,阴森可怖,使我深感压抑."
    },
    {
      "en": "The Egyptian pyramids indicate considerable mechanical skill as well as a stupendous mass effort.",
      "cn": "埃及的金字塔花费了巨大的群众力量,也表现了相当高明的力学上的技巧."
    },
    {
      "en": "The Egyptian was intoxicated and subdued by her grace even more than by her beauty.",
      "cn": "她的优雅风度比她的美貌更使埃及人如醉如痴,五体投地."
    },
    {
      "en": "The original fishing village of Rhacotis was the Egyptian district.",
      "cn": "原来的小渔村雷可提斯现在是埃及人聚居区."
    },
    {
      "en": "The Ptolemies respected Egyptian religion, and confirmed the priests in their positions.",
      "cn": "他们非常尊重埃及人的宗教, 并确定了埃及祭司的地位."
    },
    {
      "en": "The Syrian and Egyptian armies both suffered heavy setbacks.",
      "cn": "叙利亚和埃及军队都遭受了严重的挫败."
    },
    {
      "en": "To the Egyptian the Nile was his life's blood.",
      "cn": "尼罗河是埃及人的生命源泉."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "egyptian art",
      "tran_cn": "古埃及雕刻、绘画与建筑等艺术"
    },
    {
      "phrase": "egyptian cotton",
      "tran_cn": "埃及棉"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "埃及的，埃及人的",
      "tran_en": "relating to Egypt or its people"
    },
    {
      "pos": "n",
      "tran_cn": "古埃及语，埃及人",
      "tran_en": "someone from Egypt"
    }
  ],
  "exchange": {
    "pl": [
      "Egyptians"
    ]
  }
}