{
  "word": "cataract",
  "ipa": {
    "us": "ˈkætərækt",
    "uk": "ˈkætəˌrækt"
  },
  "sentences": [
    {
      "en": "A cataract is a painless clouding of the lens of the eye.",
      "cn": "白内障是眼球晶状体的无痛混浊现象."
    },
    {
      "en": "Age is not a factor in cataract surgery.",
      "cn": "年龄并不是影响做白内障手术的因素。"
    },
    {
      "en": "As he stood there, this cataract on a sudden increased in volume.",
      "cn": "他站在那儿, 这道瀑布忽然越来越大了."
    },
    {
      "en": "By definition a cataract is an opacity in the lens.",
      "cn": "白内障的定义就是晶状体混浊."
    },
    {
      "en": "Conclusion The dysgenesis of lens capsule is intimately correlated with congenital cataract.",
      "cn": "结论本结果提示晶体囊膜的形成与白内障的发生及眼球的发育密切相关."
    },
    {
      "en": "Diet is a major factor in cataract and glaucoma as well.",
      "cn": "饮食也是白内障,青光眼的主要原因."
    },
    {
      "en": "He is an elderly gentleman who had had a cataract operation.",
      "cn": "他是一位曾经动过白内障手术的老人."
    },
    {
      "en": "In one study, light smokers were found to be more than twice as likely to get cataracts as non-smokers.",
      "cn": "一项研究表明，轻度烟民患白内障的比例是不吸烟者的两倍以上。"
    },
    {
      "en": "Nexus - information on refractive and cataract surgery, corneal topography and topographers.",
      "cn": "屈光矫正,白内障手术, 角膜地形图的有关信息."
    },
    {
      "en": "Objective To evaluate the application of softshell technique in cataract surgery.",
      "cn": "目的评价软壳技术在白内障手术中的应用价值."
    },
    {
      "en": "Objective To investigate the effects of taurine on diabetic cataract diabetic rats.",
      "cn": "目的研究牛磺酸对大鼠糖尿病性白内障的防治作用并探讨其机制."
    },
    {
      "en": "Removing the thick screen, he breathed the fresh and reviving air from the cataract.",
      "cn": "他掀起这块厚厚的幕幔, 一阵从瀑布那儿飘来的、使人精神为之一振的新鲜空气,扑面而来."
    },
    {
      "en": "Sindy's mom has a cataract surgery lately is recovering well.",
      "cn": "慧嫦的母亲最近做了白内障手术,她的康复理想."
    },
    {
      "en": "The good news from the battlefields is becoming a cataract.",
      "cn": "战场上传来的好消息正在变成一道奔流."
    },
    {
      "en": "The way is blocked by the tall cataract.",
      "cn": "高悬的大瀑布挡住了去路."
    },
    {
      "en": "To determine the factors causing diplopia and ptosis after cataract extraction.",
      "cn": "目的:探讨白内障术后复视及上睑下垂的机制."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flood",
            "heavy rain"
          ],
          "tran_cn": "[眼科]白内障；[水文]大瀑布；暴雨，洪水；奔流"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "river",
            "waterfall"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "pour out into"
          ],
          "tran_cn": "倾注"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大瀑布，急瀑布，[医]白内障，暴雨，洪水，奔流",
      "tran_en": "a medical condition that causes the  lens  of your eye to become white, so that you slowly lose your sight"
    },
    {
      "pos": "vt",
      "tran_cn": "倾注"
    }
  ],
  "exchange": {
    "pl": [
      "cataracts"
    ]
  }
}