{
  "word": "artillery",
  "ipa": {
    "us": "ɑːˈtɪləri",
    "uk": "ɑːrˈtɪləri"
  },
  "sentences": [
    {
      "en": "After an artillery bombardment lasting several days the town finally succumbed.",
      "cn": "在持续炮轰数日后,该城终于屈服了."
    },
    {
      "en": "Enemy forces lobbed a series of artillery shells onto the city.",
      "cn": "敌军对该城发起连串炮轰。"
    },
    {
      "en": "Our artillery opened up and we heard a fearful wailing and screeching.",
      "cn": "我们的炮弹一发，便听到可怕的哀号声和尖叫声。"
    },
    {
      "en": "Our infantry was protected by a curtain of artillery fire.",
      "cn": "我们的步兵在炮兵火力掩护之下."
    },
    {
      "en": "Our militia fired off volley after volley from antiaircraft artillery.",
      "cn": "我民兵的高射炮连续射击."
    },
    {
      "en": "Rebel artillery units have regularly bombarded the airport.",
      "cn": "叛军的炮兵部队经常轰炸机场。"
    },
    {
      "en": "Rockets, mortars and artillery rounds rained on buildings.",
      "cn": "火箭炮、迫击炮和各种炮弹如雨点般落在大楼上。"
    },
    {
      "en": "Some of those artillery pieces look a little elderly.",
      "cn": "那些大炮中有些看起来有点老掉牙了。"
    },
    {
      "en": "The artillery was deployed to bear on the fort.",
      "cn": "火炮是对着那个碉堡部署的."
    },
    {
      "en": "The city has been flattened by heavy artillery bombardments.",
      "cn": "城市已被猛烈的炮火夷为平地。"
    },
    {
      "en": "The commandos pushed forward under the covering fire of their artillery.",
      "cn": "突击队在炮兵的火力掩护下向前推进."
    },
    {
      "en": "The town is under heavy artillery fire.",
      "cn": "该市镇处于密集的炮火之下。"
    },
    {
      "en": "The two sides exchanged fire with artillery, mortars and small arms.",
      "cn": "双方交火时动用了大炮、迫击炮和轻武器。"
    },
    {
      "en": "They blitzed the capital with tanks, artillery, anti-aircraft weapons and machine guns.",
      "cn": "他们动用坦克、大炮、防空武器和机关枪奇袭了首都。"
    },
    {
      "en": "Using tanks and heavy artillery, they seized the town.",
      "cn": "他们倚仗坦克和重型火炮占领了这个镇。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Cannons",
            "ordnance"
          ],
          "tran_cn": "[军]火炮；大炮；炮队；炮术"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "firearms"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "field artillery",
      "tran_cn": "野战炮兵"
    },
    {
      "phrase": "heavy artillery",
      "tran_cn": "重型火炮，重型炮兵"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "火炮，炮兵部队",
      "tran_en": "large guns, either on wheels or fixed in one place"
    }
  ],
  "exchange": {}
}