{
  "word": "regeneration",
  "ipa": {
    "us": "rɪˌdʒenə'reɪʃn",
    "uk": "rɪˌdʒɛnəˈreʃən"
  },
  "sentences": [
    {
      "en": "Activation of lymphocytes and liver regeneration both involve perinuclear clustering of lysosmes.",
      "cn": "淋巴细胞的激活以及肝脏的再生都与溶酶体在核周的集聚有关."
    },
    {
      "en": "And , activated carbon regeneration rotary furnace is transformed into vertical moving bed.",
      "cn": "将活性炭回轿再生炉改造为立式移动床."
    },
    {
      "en": "And doctors are already experimenting with ways of using tactile cues to improve wound healing and regeneration.",
      "cn": "医生已经在试验运用触觉信号来提高伤口愈合及再生的方法。"
    },
    {
      "en": "But they can definitely determine how they plan to grow as more people move in, and also how they want to rehabilitate areas that need regeneration.",
      "cn": "但它们确实可以决定怎样在更多的人迁移进来的同时计划它们的增长，以及它们希望怎样修复需要重建的区域。"
    },
    {
      "en": "Epithelial regeneration takes place principally from the epithelial lining of the sweat glands and hair follicles.",
      "cn": "表皮再生主要依靠汗腺和毛囊的表皮被复."
    },
    {
      "en": "Facilitate sleep, stabilize nervous system, promote cell regeneration, and prevent ageing.",
      "cn": "促进睡眠, 稳定神经, 促进细胞再生, 防止衰老发."
    },
    {
      "en": "Holy paladins will use spirit as their mana regeneration stat.",
      "cn": "神圣骑将会用精神作为法力回复属性."
    },
    {
      "en": "It was the sign of the regeneration of the human race. It'superseded the Gross.",
      "cn": "它是人类复兴的象征, 取代了十字架的地位."
    },
    {
      "en": "Objective : To sum up regeneration and repair of skin coated Jingwanhong ointment.",
      "cn": "目的: 总结京万红药膏在皮肤再生修复应用中的作用和施护体会."
    },
    {
      "en": "Regeneration frequency is the average No. regeneration shoots that a leaf regenerated.",
      "cn": "再生频率为平均每叶再生出的不定芽."
    },
    {
      "en": "Regeneration of the effluent by diaphragm electrolysis is suggested.",
      "cn": "介绍了镀锌低铬钝化工艺,采用隔膜电解法再生钝化废液."
    },
    {
      "en": "The key technology of the diesel exhaust particulate filter is filter regeneration.",
      "cn": "柴油机排气微粒捕捉器的关键技术是捕捉器的再生."
    },
    {
      "en": "The methods of regeneration and preventing deactivation of catalysts are reviewed briefly.",
      "cn": "简要介绍了催化剂的再生和防失活等方面的技术."
    },
    {
      "en": "There are three parts to your hair: the hair shaft (the fiber), the hair bulb (the root) and the hair cycle (the period of rest and regeneration).",
      "cn": "我们的头发包含三个部分：毛干(纤维)，毛球(根部)和毛发周期(休息和再生的周期)。"
    },
    {
      "en": "This decision will give renewed impetus to the economic regeneration of east London.",
      "cn": "这一决定会给东伦敦的经济复苏带来新的推动力。"
    },
    {
      "en": "Too much oxygen can also block regeneration.",
      "cn": "过多的氧也可阻碍再生."
    },
    {
      "en": "Vitamin B assists in red-blood-cell regeneration.",
      "cn": "维生素B可以促进红细胞再生。"
    },
    {
      "en": "With her help, Mike began his regeneration.",
      "cn": "在她的帮助下，迈克开始了新生。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "regenerate",
          "tran_cn": " 再生的；革新的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "regenerate",
          "tran_cn": " 再生；革新"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "regenerate",
          "tran_cn": " 使再生；革新"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reconstruction",
            "breeding",
            "restructuring",
            "rebirth"
          ],
          "tran_cn": "[生物][化学][物]再生，重生；重建"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "nature",
            "recovery",
            "refreshment",
            "renaissance"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "regeneration capacity",
      "tran_cn": "再生能力"
    },
    {
      "phrase": "regeneration unit",
      "tran_cn": "再生装置"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生>再生，恢复，<宗>（灵魂的）重生，<电子>正反馈"
    }
  ],
  "exchange": {
    "verb": [
      "regenerate"
    ],
    "adj": [
      "regenerative"
    ]
  }
}