{
  "word": "interconnected",
  "ipa": {
    "us": ",ɪntɚkə'nɛkt",
    "uk": "ˌɪntərkə'nektɪd"
  },
  "sentences": [
    {
      "en": "All the vascular bundles are interconnected so that transport between organs carried on rapidly and efficiently .",
      "cn": "所有维管束都互相连通，因而得以迅速而有效地完成器官之间的运输。"
    },
    {
      "en": "An interconnected array of many such cells will deliver  amounts of useful electricity.",
      "cn": "若把许许多多这样的电池连成阵列，就能提供可以利用的电能量。"
    },
    {
      "en": "An interconnected array of many such cells will deliver useful amounts of electricity.",
      "cn": "若把许许多多这样的电池连成阵列,就能提供可资利用的电能量."
    },
    {
      "en": "Bad housing is interconnected with debt and poverty.",
      "cn": "住房条件差与负债以及贫困相关联。"
    },
    {
      "en": "But what we wanna be able to do is kind of think through how this reactor, steam generator and pressuriser are interconnected with all the systems.",
      "cn": "但是我们想要能够做的就是思考，这个电站，蒸汽发生器，和加压的，是如何的与所有的系统相互作用的。"
    },
    {
      "en": "First all, We have interconnected our service offices throughout the country.",
      "cn": "首先, 我们在国内实现了服务机构网络化."
    },
    {
      "en": "I see these two theories as somehow interconnected.",
      "cn": "我认为这两种理论在某种程度上是互相关联的."
    },
    {
      "en": "In today's interconnected world, network management is critically important.",
      "cn": "在今天这个相互联接的世界里, 网络管理是至关重要的."
    },
    {
      "en": "Multiple - phase windings. Phases can be specified as interconnected or not interconnected.",
      "cn": "多相绕组. 可指定相间是互联的或非互联的."
    },
    {
      "en": "Symplast The living system of interconnected protoplasts extending through a plant body.",
      "cn": "共质体:内部相连的原生质体生命系统在植物体中延伸形成."
    },
    {
      "en": "The 5 Cs are interconnected , not isolated traits, Lerner says.",
      "cn": "勒纳说,5C的5个人格特质并不是单独存在, 它们彼此间有密切关系."
    },
    {
      "en": "The content of fiction is inseparably interconnected with its form and structure.",
      "cn": "小说的内容和结构形态互为因果,不可分割."
    },
    {
      "en": "The plates are bounded by an interconnected network of ridges, transform faults, and trenches.",
      "cn": "板块以一个由洋中脊、转换断层和海沟相互连接形成的网络为界。"
    },
    {
      "en": "The regions are interconnected by an excellent highway system.",
      "cn": "那些地区通过完善的公路系统相互连接。"
    },
    {
      "en": "The sub-plots are only tenuously interconnected.",
      "cn": "次要情节之间的联系有点牵强。"
    },
    {
      "en": "The various parts of the eye are interconnected with the nervous system.",
      "cn": "眼睛的各个部分和神经系统相互连结."
    },
    {
      "en": "They are closely interconnected.",
      "cn": "他们彼此紧密地连系着."
    },
    {
      "en": "Today, operators run separate but interconnected networks for fixed and mobile phones.",
      "cn": "今日的公司企业虽然分散经营,但他们却通过固定与移动电话相互沟通."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "connected"
          ],
          "tran_cn": "连通的；有联系的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": " 相互连接的"
    },
    {
      "pos": "v",
      "tran_cn": "互相连接，互相联系( interconnect的过去式和过去分词)"
    }
  ],
  "exchange": {}
}