{
  "word": "decibel",
  "ipa": {
    "us": "ˈdesɪbel",
    "uk": "ˈdesɪbel"
  },
  "sentences": [
    {
      "en": "A Decibel is equal to a shell very.",
      "cn": "一贝尔等于十分贝."
    },
    {
      "en": "A measure of sound intensity equivalent to one decibel at 1000 Hz.",
      "cn": "一种声强的量度单位,其值等价于1000Hz1分贝."
    },
    {
      "en": "And it analyses the effect of decibel in the EMC test and electromagnetic design.",
      "cn": "分析了分贝在电焊机电磁兼容测试和电磁兼容设计方面作用."
    },
    {
      "en": "Decibel one phrase is applied to telephone engineering first in 1924 beginning of years in.",
      "cn": "分贝一词于1924年首先被应用到电话工程中."
    },
    {
      "en": "Ear also becomes carried on the back a bit, talking sound grows decibel.",
      "cn": "耳朵也变得有点背了, 说话的声音长分贝了."
    },
    {
      "en": "Human's ear usually cannot stand sound over 80 decibel.",
      "cn": "人类的耳朵通常忍受不了八十分贝以上的声音."
    },
    {
      "en": "I yell at a decibel machine hysterically, a series of chirps , with unknown tones, till i am voiceless.",
      "cn": "我对着分贝器歇斯底里的喊\"叽里咕噜不知所云的音调\"一串一串的喊! 一次都喊到我无法发声为止."
    },
    {
      "en": "In sound we use the decibel scale.",
      "cn": "在声学中我们采用分贝标度."
    },
    {
      "en": "noise levels exceeding 85 decibels",
      "cn": "超过85分贝的噪声强度"
    },
    {
      "en": "Scientists use a unit of measure called a decibel to measure the loudness of a sound.",
      "cn": "科学家使用了一种计算单位称为分贝来衡量响度的声音."
    },
    {
      "en": "Specified as a decibel value over a frequency range.",
      "cn": "以特定频率范围的分贝值表示."
    },
    {
      "en": "The decibel is unit that expresses the ration of the magnitude of two electric voltage.",
      "cn": "分贝是表示两个电压等级数量的单位."
    },
    {
      "en": "The decibel level was mounting.",
      "cn": "噪音在增强。"
    },
    {
      "en": "The most usual system is that of the decibel scale.",
      "cn": "最常用的系统为分贝标度系统."
    },
    {
      "en": "The noise pollution reached a high decibel levellevel.",
      "cn": "噪音污染达到了很高分贝."
    },
    {
      "en": "Toys that make noise can't exceed certain decibel limits.",
      "cn": "有噪声的玩具不能超过规定的分贝限度."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<物>分贝",
      "tran_en": "a unit for measuring the loudness of sound"
    }
  ],
  "exchange": {
    "pl": [
      "decibels"
    ]
  }
}