{
  "word": "entrust",
  "ipa": {
    "us": "ɪnˈtrʌst",
    "uk": "ɪnˈtrʌst"
  },
  "sentences": [
    {
      "en": "Application estate is registered, the applicant can entrust others representative.",
      "cn": "申请房地产登记, 申请人可以委托他人代理."
    },
    {
      "en": "Broken heart To entrust to the dream of joy.",
      "cn": "心碎了把欢乐托付给梦."
    },
    {
      "en": "But, I cannot use their software to entrust business however.",
      "cn": "可是, 我却不能使用他们的软件委托买卖."
    },
    {
      "en": "Entrust his drawing to the care to us.",
      "cn": "把他的画委托给我们照顾."
    },
    {
      "en": "He entrusted his cash to a business partner for investment in a series of projects.",
      "cn": "他把现款委托给一个生意合伙人投资一系列项目。"
    },
    {
      "en": "He was forced to entrust an assistant with the important task of testing and demonstrating aircraft to prospective customers.",
      "cn": "他不得不将向潜在客户测试和展示飞行器的重任交托给一名助手。"
    },
    {
      "en": "I couldn't entrust my children to strangers.",
      "cn": "我不能把孩子交给陌生人照看."
    },
    {
      "en": "I entrust her with the care of my property.",
      "cn": "我托她照顾我的财产."
    },
    {
      "en": "If parents wanted to entrust their child to the best surgeons, they traveled to Bologna's medical school.",
      "cn": "如果父母们想给孩子看最好的外科医生，他们会前往博洛尼亚的医学院。"
    },
    {
      "en": "Replace what oneself client accepts him to entrust business namely!",
      "cn": "就是代替自己的顾主受理他的委托业务!"
    },
    {
      "en": "Saying exactly is fund is fried, entrust a bank to deal with.",
      "cn": "确切地说是基金炒股, 委托银行办理."
    },
    {
      "en": "Users shall entrust the qualified installation unit to install fuel gas appliances.",
      "cn": "用户应当委托具有资质的安装单位安装燃气器具."
    },
    {
      "en": "We are not decided to entrust you the sole agency for cars.",
      "cn": "咱们决定委托你作为咱们汽车的独家代理."
    },
    {
      "en": "We entrust authorize XXcompany to charge for the goods on our behalf.",
      "cn": "拜托帮忙翻译一句话“我方委托XX公司 代理收货款”,谢谢!"
    },
    {
      "en": "We've decided to entrust you the sole agency for our produces.",
      "cn": "我们决定委托你作为我们产品的独家代理."
    },
    {
      "en": "Why don't you entrust that to a travel agency?",
      "cn": "为什么你不交托给旅行社 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "assign",
            "charge",
            "commission",
            "commit",
            "consign",
            "convey",
            "delegate",
            "empower",
            "vest"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "assign",
            "commission",
            "delegate"
          ],
          "tran_cn": "委托;委派"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "entrust with",
      "tran_cn": "委托；信托"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "委托，托付",
      "tran_en": "to make someone responsible for doing something important, or for taking care of someone"
    },
    {
      "pos": "vt",
      "tran_cn": " 委托， 交付， 托付",
      "tran_en": "to make someone responsible for doing something important, or for taking care of someone"
    }
  ],
  "exchange": {
    "third": [
      "entrusts"
    ],
    "past": [
      "entrusted"
    ],
    "done": [
      "entrusted"
    ],
    "ing": [
      "entrusting"
    ]
  }
}