{
  "word": "subduction",
  "ipa": {
    "us": "səb'dʌkʃən",
    "uk": "səb'dʌkʃən"
  },
  "sentences": [
    {
      "en": "Certain parts of the plate boundaries along subduction zones appear to be aseismic.",
      "cn": "沿消减带的某些板块边界似乎长期无震."
    },
    {
      "en": "Dragon subduction lake that no longer seen.",
      "cn": "龙女即潜没潭中,不再露面."
    },
    {
      "en": "Eclogite plays an important role in mantle convection and dynamics in subduction zone.",
      "cn": "超高压榴辉岩在地幔对流、壳-幔物质循环和俯冲带动力学起着重要作用."
    },
    {
      "en": "In the past 300 years, no earthquake nearly that large — nothing larger than magnitude-eight — had struck in the Japan subduction zone.",
      "cn": "在过去的300年里，在日本俯冲地区，从没发生过一个如此巨大的地震-没有一次比八级还大。"
    },
    {
      "en": "Is There a Neo - Tethys'Subduction Record Earlier than arc volcanic rocks in the Sangri Group?",
      "cn": "存在比桑日群弧火山岩更早的新特提斯洋俯冲记录 么 ?"
    },
    {
      "en": "Most volcanoes occur near the leading edges of moving plates – near the subduction zone.",
      "cn": "大多数火山都出现在移动板块的前边缘附近–接近沉降区."
    },
    {
      "en": "Since the Permian, the Tarim Basin had undergone basinal extension, subduction and intro - continental orogeny.",
      "cn": "塔里木盆地自二叠纪以来, 历经盆地扩张和盆地俯冲以及陆内造山作用的过程."
    },
    {
      "en": "The Andes will gain elevation overlevel from the pole shift due to Pacific subduction.",
      "cn": "因为极移造成了太平洋收缩,安第斯山脉的海拔将会升高."
    },
    {
      "en": "The seismic subduction zones have shown signs of rapid movement recently.",
      "cn": "那板块沉淀区最近有急剧的移动."
    },
    {
      "en": "The site of this destruction is another kind of plate boundary: a subduction zone.",
      "cn": "销毁旧岩石圈的地方形成另外一种板块边界: 一块潜没的区域."
    },
    {
      "en": "The south Tianshan ocean polarity of subduction is south to north.",
      "cn": "而且中天山南缘洋盆俯冲极性应向北."
    },
    {
      "en": "This allows the ear nerve to be tempered, frequency noise damage, there is a certain subduction.",
      "cn": "这样可以让耳朵的神经得到锻炼, 对低频噪音的伤害, 有一定的消减作用."
    },
    {
      "en": "This is called a subduction zone.",
      "cn": "这被称为俯冲带(subductionzone)."
    },
    {
      "en": "This occurs in trenches, also called subduction zones.",
      "cn": "这个过程发生在海沟.也叫作俯冲带."
    },
    {
      "en": "Through the low stress subduction of oceanic plate crustal extension has dominated in Southeastern China.",
      "cn": "晚白垩世以来大洋板块属于低应力型俯冲,拉张是东南部主构造."
    },
    {
      "en": "Two subduction zones, the Ryukyu trench and Manila trench, exist in the East Asia continental margin.",
      "cn": "东亚大陆边缘自北向南发育了琉球海沟和马尼拉海沟等俯冲带."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "elimination",
            "subtraction"
          ],
          "tran_cn": "俯冲；除去；减法"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "subduction zone",
      "tran_cn": "俯冲带；隐没带；消减带"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "减去，减法，[地]潜没（指地壳的板块沉到另一板块之下）"
    }
  ],
  "exchange": {}
}