{
  "word": "gamma",
  "ipa": {
    "us": "ˈgæmə",
    "uk": "ˈɡæmə"
  },
  "sentences": [
    {
      "en": "An irradiation of 60 sec. limits the build - up of excessive gamma radiation levels.",
      "cn": "采取60秒辐射限定了剩余伽玛射线水平的增高."
    },
    {
      "en": "Consequently, gamma rays will reach a particular target on the ground from many directions.",
      "cn": "这样, γ射线必将从四面八方射达某一指定的地面目标."
    },
    {
      "en": "Further, both gamma rays and neutrons can produce harmful effects in living organisms.",
      "cn": "此外, r射线和中子都能损害生物组织."
    },
    {
      "en": "Gamma Knife surgery has recently been tried as an alternative to surgical extirpation.",
      "cn": "伽玛刀治疗最近被尝试作为手术根治之外的另一种选择。"
    },
    {
      "en": "Heavy metals, such as iron and lead, make good gamma - ray shields because of their high density.",
      "cn": "重金属像铁、铅等由于密度很大,都是防护γ射线的最好的防护材料."
    },
    {
      "en": "However the major portion of the initial gamma radiation is derived from the two latter sources.",
      "cn": "可是绝大部分早期γ辐射来自后两种来源."
    },
    {
      "en": "If gamma particles are present, potential differences of several thousand volts can be generated.",
      "cn": "如果存在γ粒子, 可能产生几千伏的电位差."
    },
    {
      "en": "In a vacuum, gamma rays travel in straight lines with the speed of light.",
      "cn": "真空中, γ射线以光速沿直线前进."
    },
    {
      "en": "Missing gamma - ray bursts are one of the top mysteries on the agenda.",
      "cn": "失踪的γ射线爆发是会议议程中的重点之一."
    },
    {
      "en": "Strictly speaking, it is not possible to absorb gamma rays completely.",
      "cn": "严格来说, 不可能把γ射线全部吸收掉."
    },
    {
      "en": "The biological effects of various gamma - radiation doses will be considered more fully in Chapter XI.",
      "cn": "在第十一章中还要更全面地讨论不同辐射剂量的生物效能."
    },
    {
      "en": "The instantaneous gamma rays are produced almost entirely before the weapon has completely blown apart.",
      "cn": "瞬时γ射线差不多是在武器完全飞散之前就全部产生了."
    },
    {
      "en": "The scanner calibration variables including brightness , contrast, gamma value, the white balance.",
      "cn": "扫描仪需订正的不恒度次要包罗亮度 、 差比度(伽马值) 、 不黑不均."
    },
    {
      "en": "These regions were then targeted with high - dose radiation from a Gamma Knife.",
      "cn": "这些区域然后施以伽码刀的集中照射治疗."
    },
    {
      "en": "Unimmunized contacts, especially infants, should receive 2 to 4 ml. of hyperimmue gamma globulin intramuscularly.",
      "cn": "未经免疫的接触者, 尤其是婴儿, 应接受2～4毫升高度免疫性的丙种球蛋白肌肉注射."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "microgramme"
          ],
          "tran_cn": "微克；希腊语的第三个字母"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "gamma correction",
      "tran_cn": "图像灰度校正"
    },
    {
      "phrase": "gamma distribution",
      "tran_cn": "伽马分配；伽马分布"
    },
    {
      "phrase": "gamma globulin",
      "tran_cn": "丙种球蛋白；伽玛球蛋白"
    },
    {
      "phrase": "gamma irradiation",
      "tran_cn": "伽马辐照"
    },
    {
      "phrase": "gamma knife",
      "tran_cn": "n. 伽玛刀"
    },
    {
      "phrase": "gamma radiation",
      "tran_cn": "伽玛辐射"
    },
    {
      "phrase": "gamma ray",
      "tran_cn": "n. 伽马射线，γ射线"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "希腊字母表的第三个字母，微克，[物]伽马，[虫]V纹蛾"
    }
  ],
  "exchange": {
    "pl": [
      "gammas"
    ]
  }
}