{
  "word": "slapstick",
  "ipa": {
    "us": "ˈslæpstɪk",
    "uk": "ˈslæpˌstɪk"
  },
  "sentences": [
    {
      "en": "a slapstick comedy",
      "cn": "打闹喜剧"
    },
    {
      "en": "A slapstick scene usually includes someone being hit in the face with a custard pie.",
      "cn": "胡闹剧中通常可见到某人的脸上被牛奶蛋糊馅饼砸个正著."
    },
    {
      "en": "Cartoon caricatures, slapstick comedy, and clowning articles are all based on exaggeration, she notes.",
      "cn": "她说,有利身心的玩笑,卡通漫画, 闹剧喜剧, 诙谐文章都在运用夸张."
    },
    {
      "en": "Charlie's slapstick humor gets sold fast.",
      "cn": "查利的粗鲁(格)滑稽表演已经过时了."
    },
    {
      "en": "Goofy slapstick and ridiculous out - of - date banter make the other 10 %.",
      "cn": "蠢笨的闹剧和荒诞的过时戏谑却造成了另外的10%(与种族无关的)."
    },
    {
      "en": "His attempts to copy other slapstick comedians who were popular at that time were a failure.",
      "cn": "他模仿当时受欢迎的闹剧演员的尝试失败了."
    },
    {
      "en": "I prefer the dry humour of situation comedy to the slapstick of circus clowns.",
      "cn": "我喜欢滑稽戏不动声色的幽默.不喜欢马戏小丑的低级滑稽."
    },
    {
      "en": "Kino is very funny slapstick comedy full of gags from the beginning until the end.",
      "cn": "《看电影》是一出从头到尾都充满了笑料的爆笑闹剧."
    },
    {
      "en": "Real Wanzhu with these little slapstick essentially different.",
      "cn": "真正的顽主与这些小玩闹有着本质的不同."
    },
    {
      "en": "Safe return home is not slapstick, all the way security is very important.",
      "cn": "平安回家不打闹, 一路安全很重要."
    },
    {
      "en": "Such feelings infuse Ekhrajiha, which is nonetheless an odd mix of slapstick humour and mawkish sentimentality.",
      "cn": "电影Ekhrajiha(无家可归)是一部由幽默闹剧及令人厌恶的情节组成的奇怪混合物,其中到处充斥着这种感情."
    },
    {
      "en": "Taking the slapstick route, he quarried for bits and shticks, not archetypes and myths.",
      "cn": "本着打闹剧的戏路, 他挖掘小角色与滑稽场面, 而不是主题与神话."
    },
    {
      "en": "The mentally ill tend to be relegated to slapstick sub - plots, alongside a central love story.",
      "cn": "精神病问题往往成了爱情故事这个主题之外的闹剧性次要情节."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "comedy",
            "comic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "slapstick comedy",
      "tran_cn": "闹剧；低级喜剧"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "闹剧，趣剧",
      "tran_en": "humorous acting in which the performers fall over, throw things at each other etc"
    }
  ],
  "exchange": {}
}