{
  "word": "driveway",
  "ipa": {
    "us": "ˈdraɪvweɪ",
    "uk": "ˈdraɪvˌwe"
  },
  "sentences": [
    {
      "en": "A little way further down the lane we passed the driveway to a house.",
      "cn": "顺着巷子再走过去一点，我们经过车道来到一幢房子前。"
    },
    {
      "en": "A sudden glare of headlights lit the driveway.",
      "cn": "突然一辆汽车的头灯照亮了车道."
    },
    {
      "en": "Agnew's car pulled into the driveway at exactly five o'clock.",
      "cn": "阿格纽的车在5点整驶入了车道。"
    },
    {
      "en": "As he pulled into the driveway, he saw her bedroom light was off.",
      "cn": "当他把车开进车道时，他看到她卧室的灯已经熄了。"
    },
    {
      "en": "He drove down the long, steeply angled driveway.",
      "cn": "他驱车从又长又陡的车道驶下。"
    },
    {
      "en": "He pulled into the driveway in front of her garage.",
      "cn": "他把车停在了她家车库前的车道上。"
    },
    {
      "en": "He pulled sedately out of the short driveway.",
      "cn": "他慢慢地把车开出了巴掌大的私人车道。"
    },
    {
      "en": "He tends the flower beds and evergreens that he has planted in the driveway.",
      "cn": "他打理着他栽在车道两旁的花坛和常青树。"
    },
    {
      "en": "I saw five cop cars pull into the driveway. And I literally freaked.",
      "cn": "我看到5辆警车开进了我家的车道。我简直吓坏了。"
    },
    {
      "en": "I stood in the driveway and watched him back out and pull away.",
      "cn": "我站在车道上，看着他把车倒出来然后开走。"
    },
    {
      "en": "I was running down the driveway to the car and I lost my balance.",
      "cn": "我正沿着车道向车子跑去，然后我失去了平衡。"
    },
    {
      "en": "In one driveway a chauffeur wearing rubber boots was hosing down a limousine.",
      "cn": "其中一条私人车道上，一位穿着橡胶靴的专职司机正用水管冲洗一辆豪华轿车。"
    },
    {
      "en": "She heard the crunch of tires on the gravel driveway.",
      "cn": "她听到轮胎轧过石子铺成的车道，发出嘎吱声。"
    },
    {
      "en": "The car idled in the driveway.",
      "cn": "这辆车停在行车道上,引擎发动着."
    },
    {
      "en": "The driveway makes a hook around an old tree.",
      "cn": "车道绕过一棵老树来了个急转弯."
    },
    {
      "en": "You can't park here, you're obstructing my driveway.",
      "cn": "你不能在这里停车，你挡住了我家的车道。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "drive",
          "tran_cn": " 驱动器；驾车；[心理] 内驱力，推进力；快车道"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "drive",
          "tran_cn": " 开车；猛击；飞跑"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "drive",
          "tran_cn": " 推动，发动（机器等）；驾驶（马车，汽车等）；驱赶"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "carriage drive",
            "driftway"
          ],
          "tran_cn": "车道"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "马路，汽车道，马车道",
      "tran_en": "the hard area or road between your house and the street"
    }
  ],
  "exchange": {
    "pl": [
      "driveways"
    ]
  }
}