{
  "word": "Persian",
  "ipa": {
    "us": "ˈpɜːʃn",
    "uk": "ˈpɜːrʒn"
  },
  "sentences": [
    {
      "en": "A Persian rug covered the hardwood floors.",
      "cn": "硬木地板上铺着一张波斯地毯。"
    },
    {
      "en": "Alexander was free to go on with the Persian campaign.",
      "cn": "亚历山大放手出征波斯."
    },
    {
      "en": "He knows nothing about Persian art; that's quite outside his province.",
      "cn": "他对波斯艺术一窍不通, 那不是他的本行."
    },
    {
      "en": "He recollected Cronshaw's whimsical metaphor of the Persian carpet.",
      "cn": "他回忆克朗肖经常谈起的那个波斯地毯的寓言."
    },
    {
      "en": "In California, Persian walnuts were first grown in the days of the early Spanish missions.",
      "cn": "早在西班牙教区时代,加利福尼亚就首次栽培了核桃."
    },
    {
      "en": "Iran was key to the balance in the Persian Gulf.",
      "cn": "伊朗是保持波斯湾平衡的关键."
    },
    {
      "en": "Large crowds stood in the space between the Persian cavalry.",
      "cn": "大批群众挤满了波斯骑兵中间的空隙."
    },
    {
      "en": "Such is the texture of Persian history.",
      "cn": "这就是波斯历史的梗概."
    },
    {
      "en": "The extreme case of favorable physical resource endowments is, of course, the Persian Gulf oil states.",
      "cn": "有幸得到天赋物质资源好处的极端例子自然是波斯湾各产油国了."
    },
    {
      "en": "The Persian Gulf is rich in petroleum.",
      "cn": "波斯湾盛产石油."
    },
    {
      "en": "The quaint Persian city has been engulfed by a roaring metropolis.",
      "cn": "那富有奇趣的波斯城市已经被一座喧嚣的大都会所吞没."
    },
    {
      "en": "They approved a $1.1 billion package of pay increases for the veterans of the Persian Gulf War.",
      "cn": "他们通过了对参加过波斯湾战争的老兵增发共计11亿美元的一揽子提案。"
    },
    {
      "en": "They resumed their journey when the rains ended and continued by land from the Persian Gulf.",
      "cn": "雨季过后,他们又重新航行,再在波斯湾登陆,由陆地继续前进."
    },
    {
      "en": "Three hundred brave Greeks held off a Persian army of a million men.",
      "cn": "三百个勇敢的希腊人抵御住了一百万个波斯人的进攻."
    },
    {
      "en": "Twenty thousand Persian soldiers had fallen before that handful of men.",
      "cn": "两万波斯士兵败在这一小队人面前."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cat"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "persian carpet",
      "tran_cn": "波斯地毯"
    },
    {
      "phrase": "persian cat",
      "tran_cn": "[动]波斯猫（一种长毛型家猫）"
    },
    {
      "phrase": "persian gulf",
      "tran_cn": "波斯湾（简称海湾，在伊朗和阿拉伯半岛之间）"
    },
    {
      "phrase": "persian rug",
      "tran_cn": "波斯地毯；波斯毛毯"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "波斯（现称伊朗）的，波斯人的，波斯语的"
    },
    {
      "pos": "n",
      "tran_cn": "波斯人，波斯语，波斯绸，百叶窗"
    }
  ],
  "exchange": {
    "pl": [
      "Persians"
    ]
  }
}