{
  "word": "choleric",
  "ipa": {
    "us": "ˈkɒlərɪk",
    "uk": "ˈkɑlərɪk"
  },
  "sentences": [
    {
      "en": "...his choleric disposition.",
      "cn": "...他易怒的天性。"
    },
    {
      "en": "Beneath his choleric exterior Gerald O'Hara had the tenderest of hearts.",
      "cn": "杰拉尔德?欧哈拉的外相虽然凶恨,心里却是再和气不过."
    },
    {
      "en": "Choleric people don't cry easily or show much emotion at all.",
      "cn": "暴躁的人不会轻易哭泣,或显露过多的情绪."
    },
    {
      "en": "Criminally offensive, weak in self - restraint on criminal impulse and choleric.",
      "cn": "犯罪攻击性强 、 犯罪 自我 的内心控制力弱、性情狂暴."
    },
    {
      "en": "From a choleric man withdraw a little; form him that says nothing, for ever.",
      "cn": "同易动气的人离远点; 同不开口的人别打交道."
    },
    {
      "en": "He was affable at one moment, choleric the next.",
      "cn": "他一会儿还和蔼可亲，可一转眼就火冒三丈。"
    },
    {
      "en": "Hippocrates: Because of an excess of black bile and a deficiency of choleric humour.",
      "cn": "希波克拉底: 由于黑胆汁分泌过多而胆汁分泌不足."
    },
    {
      "en": "His pride and choleric temper were to ruin him.",
      "cn": "他生性高傲自恃而又易于发怒,这会毁了他的."
    },
    {
      "en": "How did a choleric chef regain his reputation after attacking a kitchen staff?",
      "cn": "坏脾气的厨子如何在袭击员工后赚回声誉?"
    },
    {
      "en": "In style, Mr McCain's reaction was slow and choleric, while Mr Obama's was steely and swift.",
      "cn": "在风度上, 麦凯恩先生的反应迟缓、暴躁, 而奥巴马先生的反应则坚定、迅速."
    },
    {
      "en": "Men of the choleric type take to kicking and smashing.",
      "cn": "易怒的人喜欢乱踢东西和摔碎东西."
    },
    {
      "en": "Paul was a choleric. Jeremiah was a melancholy.",
      "cn": "彼得热情乐观，保罗暴躁易怒，耶利米多愁善感。"
    },
    {
      "en": "The choleric face distorts in a look of puzzlement.",
      "cn": "那张暴躁的脸孔蹙了起来,显得有些迷惑."
    },
    {
      "en": "There was NO vulgar bullying, NO bravado of any sort, NO choleric hectoring…",
      "cn": "没有低级庸俗的恃强欺弱，没有任何形式的虚张声势，没有怒气冲冲的威胁恐吓…"
    },
    {
      "en": "Words like confident, independent and motivated describe choleric people.",
      "cn": "像自信 、 独立和充满干劲之类的字眼,都可形容暴躁的人."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "choler",
          "tran_cn": " 胆汁；愤怒"
        },
        {
          "word": "cholestasis",
          "tran_cn": " 胆汁阻塞，胆汁郁积"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "fierce",
            "testy"
          ],
          "tran_cn": "易怒的；暴躁的；胆汁质的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "angry",
            "excitable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "易怒的，性情暴躁的",
      "tran_en": "A choleric person gets angry very easily. You can also use choleric to describe a person who is very angry. "
    }
  ],
  "exchange": {}
}