{
  "word": "widget",
  "ipa": {
    "us": "ˈwɪdʒɪt",
    "uk": "ˈwɪdʒɪt"
  },
  "sentences": [
    {
      "en": "Annotations can be added to any widget to clarify functionality.",
      "cn": "为阐明功能可以在任何部件上增加标注."
    },
    {
      "en": "Annotations Pane: Add and customize annotations specifying widget functionality.",
      "cn": "附注面板: 用于增加和自定义对部件功能的详细说明."
    },
    {
      "en": "At the same time, Baidu recently partnered with Nokia to provide widget on Nokia's Widsets platform.",
      "cn": "与此同时, 百度最近与诺基亚结成合作关系,为诺基亚的维信平台提供微件."
    },
    {
      "en": "Company A produces 6,000 widgets a month at a unit price of $0.33.",
      "cn": "A公司每月生产6,000件产品，每件单价0.33美元。"
    },
    {
      "en": "Display Space is the area requested by a widget for the purposes of painting itself.",
      "cn": "填充区域是填充器允许放置部件的区域."
    },
    {
      "en": "Double - click ( or begin typing ) on the Text Panel widget to edit the text.",
      "cn": "每个组件都有在设计中可被编辑的属性."
    },
    {
      "en": "Enable Widget: Enable form widgets like a drop list or text field.",
      "cn": "使部件有效: 使窗体部件有效,例如下拉列表框或文本框."
    },
    {
      "en": "FUEL - UP ! is the best widget for those who drive.",
      "cn": "这个插件是驾驶者最好的帮手!"
    },
    {
      "en": "Now select a size for your brand new widget!",
      "cn": "现在请为这个新聊窗设定尺寸!"
    },
    {
      "en": "Ook voegt HTC eigen gratis widgets aan de Android Market coals Parkingtimer, Translator en een ringtone - widget.",
      "cn": "它还增加了宏达自己的,自由的部件,如机器人市场停车计时器, 翻译部件和铃声."
    },
    {
      "en": "Please provide a widget name.",
      "cn": "请输入聊窗名称."
    },
    {
      "en": "Scalable businesses are those that can produce the next widget at a fraction of the cost.",
      "cn": "升级的公司就是那些可以用很小的成本就生产出新产品的公司."
    },
    {
      "en": "The Widget is optimized for the 5800 Display - Size.",
      "cn": "窗口小部件是5800优化的显示尺寸."
    },
    {
      "en": "Then we utilize Toolbar widget and imagelist widget to achieve the design of the main interface.",
      "cn": "利用Toolbar控件与imagelist控件来实现主界面的设计."
    },
    {
      "en": "This will also avoid that the widget converter and field validator get out of sync.",
      "cn": "这也将会避免部件转换器和域校验器不同步."
    },
    {
      "en": "Widget Title Free Screen Sharing for Everyone!",
      "cn": "人人都可以分享屏幕!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ornamentation",
            "adorning"
          ],
          "tran_cn": "装饰物；小机械；未定名的主要新产品"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小器具，装饰品，窗口小部件",
      "tran_en": "a small piece of equipment that you do not know the name for"
    }
  ],
  "exchange": {
    "pl": [
      "widgets"
    ]
  }
}