{
  "word": "Pakistan",
  "ipa": {
    "us": "ˌpɑ:kisˈtɑ:n",
    "uk": "ˈpækɪˌstæn"
  },
  "sentences": [
    {
      "en": "Back in Washington, I called in Pakistan's Ambassador.",
      "cn": "回到华盛顿后, 我召见了巴基斯坦大使."
    },
    {
      "en": "Despite repeated assurances to the contrary, Pakistan has not ended its nuclear programme.",
      "cn": "尽管巴基斯坦再三保证停止其核项目，但事实却并非如此。"
    },
    {
      "en": "He helped to recruit volunteers to go to Pakistan to fight.",
      "cn": "他协助招募志愿者到巴基斯坦打仗。"
    },
    {
      "en": "He is on the way to Pakistan via the Silk Route.",
      "cn": "他正经由丝绸之路在去巴基斯坦的旅途上."
    },
    {
      "en": "His family tricked him into going to Pakistan, and once he was there, they took away his passport.",
      "cn": "家人骗他去了巴基斯坦，等到他一到那里，他们就拿走了他的护照。"
    },
    {
      "en": "I have sensed and savoured the special friendship of the Chinese people toward Pakistan.",
      "cn": "我一直感受并体会到中国人民对巴基斯坦所怀有的特殊友情."
    },
    {
      "en": "I mean you presumably still have friends and family back in Pakistan.",
      "cn": "我的意思是你大概还有朋友和家人在巴基斯坦吧。"
    },
    {
      "en": "Nixon and I agreed on the importance of Turkey, Pakistan, and Iran.",
      "cn": "尼克松和我都同感土耳其, 巴基斯坦, 伊朗这三国的重要性."
    },
    {
      "en": "Nothing seems certain in this crucial period in Pakistan's political life.",
      "cn": "在巴基斯坦政治历史上的这个紧要关头,一切皆非定数."
    },
    {
      "en": "Pakistan became a conduit for drugs produced in Afghanistan.",
      "cn": "巴基斯坦成了阿富汗毒品的贩运通道。"
    },
    {
      "en": "Pakistan's Jansher Khan has won the men's final at the Singapore Open.",
      "cn": "巴基斯坦的詹谢尔汗取得了新加坡公开赛男子决赛的胜利。"
    },
    {
      "en": "Sastri's speech was cultured and precise, with a Pakistan lilt.",
      "cn": "萨斯特利 的话很有教养,相当准确, 略带巴基斯坦腔调."
    },
    {
      "en": "Should I not be worrying about Pakistan?",
      "cn": "我不该担心巴基斯坦问题吗？"
    },
    {
      "en": "That is a jute mills of Pakistan.",
      "cn": "那是一家巴基斯坦的黄麻纤维制造厂."
    },
    {
      "en": "The aid allocation for Pakistan was still under review.",
      "cn": "拨给巴基斯坦的援助物资仍在审核当中。"
    },
    {
      "en": "The polls have closed in the Pakistan parliamentary elections.",
      "cn": "巴基斯坦议会选举投票已结束。"
    },
    {
      "en": "Troops and police have been reinforced in the southern Pakistan city of Hyderabad.",
      "cn": "巴基斯坦南部的海得拉巴市已增派了军队和警力。"
    },
    {
      "en": "We can see the impacts of those problems on Afghanistan and Pakistan.",
      "cn": "我们能够看到那些问题对阿富汗和巴基斯坦的影响。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "east pakistan",
      "tran_cn": "n. 东巴基斯坦"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巴基斯坦（南亚国家）"
    }
  ],
  "exchange": {}
}