{
  "word": "fifteenth",
  "ipa": {
    "us": "ˌfɪf'ti:nθ",
    "uk": "fɪfˈtinθ"
  },
  "sentences": [
    {
      "en": "Crusades of a kind continued into the fifteenth century.",
      "cn": "类似的十字军远征一直延续至15世纪."
    },
    {
      "en": "Did the matter in question occur on or about ten o'clock on the fifteenth of June?",
      "cn": "那事是在6月15日10点或10点左右发生的 吗 ?"
    },
    {
      "en": "During the fifteenth century the Greek works reached Europe in enormously great numbers.",
      "cn": "在十五世纪,希腊的著作大量进入了欧洲."
    },
    {
      "en": "Each of the fifteen had one fifteenth of the cake.",
      "cn": "十五个人每人都分得蛋糕的十五分之一."
    },
    {
      "en": "It is unacceptable that here, in the country that invented the Internet, we fell to fifteenth in the world in broadband deployment.",
      "cn": "令人无法接受的是，在这个发明互联网的国家，我们宽带数量的排名却滑到了世界第十五位。"
    },
    {
      "en": "It occurred on the morning of the fifteenth.",
      "cn": "事情发生在15号的上午."
    },
    {
      "en": "Lantern Festival falls on the fifteenth day of the first lunar month. This is the first full moon of the new year, symbolizing unity and perfection.",
      "cn": "元宵节是农历正月的第十五天，这是新年的第一次满月，象征着和睦和团圆。元宵节是春节的一个重要组成部分，也象征着春节长假的正式结束。"
    },
    {
      "en": "On the fifteenth of every month he made a concession to his laborers.",
      "cn": "他每月十五对雇工们特别开恩."
    },
    {
      "en": "So, initially they came up with four lines and then eventually five and even six, and then they went back to five by the fifteenth century.",
      "cn": "那么,他们最初提出的是四条线,但是最终却是五条线,甚至六条线,然后在十五世纪又回到了五条线"
    },
    {
      "en": "The castle was enlarged considerably in the fifteenth century.",
      "cn": "这个城堡在15世纪得到了相当大的扩展."
    },
    {
      "en": "The light above the elevator indicated that the elevator was then at the fifteenth floor.",
      "cn": "电梯上方的灯指示那时电梯在十五楼."
    },
    {
      "en": "The local church has traces of fifteenth-century frescoes.",
      "cn": "当地教堂仍留有15世纪壁画的遗迹。"
    },
    {
      "en": "The palace was built in the fifteenth century.",
      "cn": "这宫殿建于十五世纪."
    },
    {
      "en": "The weather was exceptionally fine the night of fifteenth.",
      "cn": "元宵节的夜晚,天气非常好."
    },
    {
      "en": "The wedding ceremony was held on April fifteenth.",
      "cn": "婚礼在四月十五日举行."
    },
    {
      "en": "They succeeded in the experiment on the fifteenth trial.",
      "cn": "他们在第十五次试验时获得了成功."
    },
    {
      "en": "This is my fifteenth visit to Europe.",
      "cn": "这是我第十五次访问欧洲."
    },
    {
      "en": "Today is March the fifteenth.",
      "cn": "今天三月十五号."
    },
    {
      "en": "When oil paint replaced tempera in the fifteenth century, it helped painters to deal with difficult subjects like the human figure because, unlike tempera, oil can be blended and overpainted.",
      "cn": "油画颜料在十五世纪取代蛋彩的时候, 画家开始能够处理一些诸如人像画等困难的题材, 因为不象蛋彩,油画颜料可以混合和覆盖."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fifteen",
          "tran_cn": " 十五的"
        },
        {
          "word": "fifth",
          "tran_cn": " 第五的；五分之一的"
        },
        {
          "word": "fiftieth",
          "tran_cn": " 第五十的；五十分之一的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "fifteen",
          "tran_cn": " 十五；十五个；十五人组成的橄榄球队"
        },
        {
          "word": "fifth",
          "tran_cn": " 第五；五分之一"
        }
      ]
    },
    {
      "pos": "num",
      "words": [
        {
          "word": "fifteen",
          "tran_cn": " 十五"
        },
        {
          "word": "fifth",
          "tran_cn": " 第五"
        },
        {
          "word": "fiftieth",
          "tran_cn": " 第五十；五十分之一"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（与the连用）第十五的，第十五个的，十五分之一的"
    },
    {
      "pos": "n",
      "tran_cn": "（与the连用）第十五（个），月的第十五日"
    },
    {
      "pos": "num",
      "tran_cn": "第十五，十五分之一"
    }
  ],
  "exchange": {
    "pl": [
      "fifteenths"
    ]
  }
}