{
  "word": "amphitheater",
  "ipa": {
    "us": "ˌæmfɪ'θɪətə",
    "uk": "ˌæmfɪ'θɪrtə"
  },
  "sentences": [
    {
      "en": "COLOSSEUM, ITALY: The 50,000 - seat amphitheater 3 in Rome was inaugurated in A . D . 80.",
      "cn": "罗马圆形大剧场(意大利): 容纳5万人的罗马竞技场建于 公元 80年."
    },
    {
      "en": "Hollywood Bowl, the huge outdoor amphitheater, is very attractive.",
      "cn": "好莱坞圆形的露天剧场非常壮观."
    },
    {
      "en": "It was mid - June , 1972, the Chicago Amphitheater was packed , sweltering, rocking.",
      "cn": "1972年6月的一天, 芝加哥圆形剧场挤满了大汗淋漓 、 疯狂摇摆的人们."
    },
    {
      "en": "Men fought with lions in the arena of the great amphitheater at Rome.",
      "cn": "在罗马一所大圆形剧场内的竞技场,人们与狮子搏斗."
    },
    {
      "en": "People in Roman times went to the Amphitheater to see plays and gladiator fights.",
      "cn": "古罗马的人们去圆形剧场观看演出和角斗士的表演."
    },
    {
      "en": "Sometimes circuses with acrobats and animal acts would stage shows in the Amphitheater.",
      "cn": "有时候表扬走钢丝和动物秀的马戏团也会在圆形剧场演出."
    },
    {
      "en": "That must be the oval unroofed amphitheater in Rome. It was basically a stadium with comprehensive functions.",
      "cn": "那就是罗马的椭圆型露天竞技场了, 基本上是综合功能的体育场."
    },
    {
      "en": "The amphitheater was a sealed off round structure . Swordplay, wresting, gladiatoral and other contests were held there.",
      "cn": "该竞技场为四周封闭式结构,可以举行斗剑 、 格斗 、 斗兽及其他竞赛项目."
    },
    {
      "en": "The Chicago Amphitheater was packed, sweltering rocking.",
      "cn": "芝加哥半圆形剧场里拥挤不堪,热浪滚滚, 人潮涌动."
    },
    {
      "en": "The spectators in the amphitheater cheered the gladiators.",
      "cn": "观众的剧场欢呼的角斗士."
    },
    {
      "en": "This is considered to be the world's oldest amphitheater.",
      "cn": "它被认为是世界上最古老的圆形竞技场."
    },
    {
      "en": "TITe is his mind. It is an amphitheater in which the actor gives a protean performance.",
      "cn": "他的头脑, 他的头脑是唯一圆形剧场,场上的演员一人扮演好几个角色."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "amphitheatre",
          "tran_cn": " 圆形剧场；阶梯教室（等于amphitheater）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lists",
            "arena"
          ],
          "tran_cn": "竞技场；[建]圆形露天剧场；古罗马剧场"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "stadium",
            "theater"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "圆形露天剧场，竞技场面，（供观摩外科手术等的）梯形教室，（剧场中的）阶梯式座位区",
      "tran_en": "a building, usually circular or oval, in which tiers of seats rise from a central open arena, as in those of ancient Rome "
    }
  ],
  "exchange": {
    "pl": [
      "amphitheaters"
    ]
  }
}