{
  "word": "predation",
  "ipa": {
    "us": "prɪˈdeɪʃn",
    "uk": "prɪˈdeɪʃn"
  },
  "sentences": [
    {
      "en": "Predation is even trickier to uncover when goods are sold together.",
      "cn": "当商品一起销售时,掠夺行为将会更难发现."
    },
    {
      "en": "The early singing may also put the males at greater risk of predation.",
      "cn": "提早唱歌这种行为也增加了雄鸟被捕食的可能."
    },
    {
      "en": "The fastest land animal in the world, cheetahs once thrived in Africa and Asia, but lion predation haunts their young, and farms and ranching have reduced their habitat.",
      "cn": "猎豹是陆地上速度最快的动物，曾在亚非大地上大量生长，但它们的幼兽常为狮子等捕食，栖息场所也因不断增加的农庄和牧场而缩减。"
    },
    {
      "en": "The importance of predation as an exploitation strategy may be summarized under four main categories.",
      "cn": "捕食作用作为一种掠夺性的对策其重要意义可归纳为四个主要方面."
    },
    {
      "en": "The predation and spatial heterogeneity on Harmonia axyridis adult to Myzus persicae were determined.",
      "cn": "测定异色瓢虫成虫对桃蚜的捕食功能和空间异质性."
    },
    {
      "en": "There are as well as density - dependent biological factors such as disease, predation, and intraspecific conpetition.",
      "cn": "还有密度制约的生物因素,诸如病害 、 捕食和种内竞争等."
    },
    {
      "en": "They seem to be missing the know - how that makes it possible to escape predation.",
      "cn": "“但是要想使它们回到海洋后能顺利成活却十分困难."
    },
    {
      "en": "Three bio - methods for sludge reduction including aerobic digestion, anaerobic digestion and predation by T.",
      "cn": "通过间歇试验得到3种生物方式(污泥好氧消化 、 厌氧消化以及颤蚓摄食)对污泥的比减量速率、污泥减量速率和污泥减量比例."
    },
    {
      "en": "We think of these strategies as having been in response to competition and in response to predation.",
      "cn": "我们认为，它们的这种生存策略是为了应对生存竞争和其他生物的捕食。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "predatory",
          "tran_cn": " 掠夺的，掠夺成性的；食肉的；捕食生物的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "predator",
          "tran_cn": " [动] 捕食者；[动] 食肉动物；掠夺者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prey",
            "rapine"
          ],
          "tran_cn": "[动]捕食；掠夺"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pirate"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "掠夺行为",
      "tran_en": "when an animal kills and eats another animal"
    }
  ],
  "exchange": {}
}