{
  "word": "Melbourne",
  "ipa": {
    "us": "'melbən",
    "uk": "'melbərn"
  },
  "sentences": [
    {
      "en": "All works are handmade in Melbourne, with sterling silver, human hair and human teeth.",
      "cn": "所有的作品都以纯银、人的头发和牙齿在墨尔本手工制作而成。"
    },
    {
      "en": "Citizens of other cities may scoff at Melbourne's brown river.",
      "cn": "其他城市的居民或许会嘲笑墨尔本的褐色泥浆河."
    },
    {
      "en": "Could you let me know before we get to Melbourne?",
      "cn": "到墨尔本之前可以告诉我一下 吗 ?"
    },
    {
      "en": "Could you take me to Melbourne and bring me back?",
      "cn": "你能带我去墨尔本在接我回来 吗 ?"
    },
    {
      "en": "Despite such highlights Melbourne has long been considered the more conservative of Australia's cities.",
      "cn": "尽管墨尔本有这样一些引人注目的精彩场面,它长期以来却被认为是澳大利亚比较保守的城市."
    },
    {
      "en": "Do I have to change trains to go to Melbourne?",
      "cn": "去墨尔本我需要换车 吗 ?"
    },
    {
      "en": "Does the train to Melbourne shop at this station?",
      "cn": "去墨尔本的火车在这站停 吗 ?"
    },
    {
      "en": "Does this bus go to Melbourne?",
      "cn": "这是去墨尔本的巴士 吗 ?"
    },
    {
      "en": "Father and son even attended university together when Daniel began his masters degree in genetics, aged 15, and his dad studied mathematics and physics at the University of Melbourne.",
      "cn": "这对父子甚至一起上大学：当15岁的达尼埃尔在墨尔本大学开始攻读遗传学硕士的时候，他父亲正在学习数学和物理学。"
    },
    {
      "en": "His trip to Melbourne had yielded a lot of information.",
      "cn": "他的墨尔本之行让他大开眼界。"
    },
    {
      "en": "Is there a bus that goes to Melbourne central station?",
      "cn": "有去墨尔本中心火车站的巴士 吗 ?"
    },
    {
      "en": "Is there a direct train to Melbourne?",
      "cn": "有直达去墨尔本的火车 吗 ?"
    },
    {
      "en": "Is this the right platform for the train to Melbourne?",
      "cn": "这个是去墨尔本的站台 吗 ?"
    },
    {
      "en": "Lord Melbourne replied with a very wise letter.",
      "cn": "梅尔本爵爷回了一封极有见识的信."
    },
    {
      "en": "Other important Australian cities include Melbourne, Brisbane and Adelide.",
      "cn": "澳大利亚的其他重要城市还有墨尔本 、 布里斯班和阿德莱德."
    },
    {
      "en": "So, while Melbourne was not a convict settlement, it wasn't squeaky - clean either.",
      "cn": "由此可见, 早先的墨尔本虽不是流放犯的聚居地, 但也不是十分清白的."
    },
    {
      "en": "We went to bed to rise early the next day and set off along the Great Ocean Road, which stretches for around 160 miles along the coast between Adelaide and Melbourne.",
      "cn": "我们早早上床睡觉，第二天早起后出发驶上大洋路，这条路从阿德雷德到墨尔本，沿着海岸线延伸160英里。"
    },
    {
      "en": "We'd be watching every plane coming in from Melbourne.",
      "cn": "我们会密切注意从墨尔本飞来的每架飞机。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of melbourne",
      "tran_cn": "墨尔本大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "墨尔本（有二：其一为澳大利亚东南部港市，另一为美国佛罗里达州东部城市）"
    },
    {
      "pos": "other",
      "tran_cn": "墨尔本（澳大利亚东南部港市，维多利亚州首府）"
    }
  ],
  "exchange": {}
}