{
  "word": "liter",
  "ipa": {
    "us": "ˈliːtə(r)",
    "uk": "ˈliːtər"
  },
  "sentences": [
    {
      "en": "A liter of gas have less mass than a liter of water.",
      "cn": "一公升汽油的质量比一公升水的质量小."
    },
    {
      "en": "a liter of water",
      "cn": "一升水"
    },
    {
      "en": "According to technological requirement, 20 Cubic liter mixer machine has designed.",
      "cn": "按照工艺技术要求设计20立升高速混合机."
    },
    {
      "en": "Add 20 mg. of diatomaceous earth filter aid per liter of solution.",
      "cn": "对每升溶液加入20毫克硅藻土助滤剂."
    },
    {
      "en": "Add nine - and - one - half milliliters of salt to each liter of boiled water.",
      "cn": "每公升沸水加入 9.15 毫升的盐."
    },
    {
      "en": "Bee Yong Joon consumed 7 liter of water per one day.",
      "cn": "裴勇俊以此每天饮7公升水."
    },
    {
      "en": "Containers must be placed and well-sealed in one transparent plastic bag with a press-seal, of a maximum capacity of one liter (quart).",
      "cn": "这些东西必须被密封放置在一个有冲压密封圈的，最大容量为一公升（一夸脱）的透明塑料袋中。"
    },
    {
      "en": "Craig: Sounds interesting . Do you have anything in a twenty - liter capacity?",
      "cn": "克雷格: 听起来不错. 你们有容积廿公升的机种 吗 ?"
    },
    {
      "en": "Give me a big bag and a two-liter of diet Sprite.",
      "cn": "给我一包大包的和一瓶两公升的低糖“雪碧”汽水。"
    },
    {
      "en": "He still drank 1 liter of liquor every morning.",
      "cn": "他仍然每天早上喝一升酒."
    },
    {
      "en": "I was so thirsty that I drank a liter of iced tea.",
      "cn": "我太渴了,竟然喝了一公升的冰茶."
    },
    {
      "en": "Inhabitants there sip large quantities of hot black tea - typically drinking more than a liter (1.8 pints) per day per person - but also have a low incidence of tobacco and alcohol use.",
      "cn": "在那里的居民饮用大量的热的黑茶，通常可以每个人每天喝超过一升（1.8品脱）的量，同时他们也会偶尔使用烟草和酒精。"
    },
    {
      "en": "It takes over three times as much energy to produce a liter of non-organic milk than a liter of organic milk.",
      "cn": "生产一公升的非有机牛奶所需能源，比生产一公升的有机牛奶还要多出三倍以上。"
    },
    {
      "en": "Joe: Well, on a long run around 25 kilometers per liter at 110 kph.",
      "cn": "乔伊: 嗯, 以跑长途来说,在时速一百一十公里下,每公升汽油可以跑25公里左右."
    },
    {
      "en": "Replace engines oil filter on 0 liter and 4 liter engines.",
      "cn": "更换在0公升和4公升引擎上的引擎机油滤清器."
    },
    {
      "en": "So this is moles per liter per second, right? It's disappearance of some concentration for time.",
      "cn": "所以这里的单位是摩尔每升每秒，对吗？这代表浓度随着时间的减少。"
    },
    {
      "en": "The average fuel consumption for this car is 10 kilometers per liter.",
      "cn": "这部车的平均燃油消耗量为每公升可跑10公里."
    },
    {
      "en": "The average traffic fuel ( gasoline ) consumption of this lorry is 0.3 liter per kilometer ( l / km ).",
      "cn": "这台货车的平均行车柴油 ( 汽油 ) 耗量为每公里 0.3 公升."
    },
    {
      "en": "The bottle holds a liter of beer.",
      "cn": "这个瓶子装一升啤酒."
    },
    {
      "en": "This bottle holds one liter.",
      "cn": "这个瓶子装一升."
    },
    {
      "en": "You will need 30 bottles for a standard 23 liter recipe.",
      "cn": "您需要30个瓶子来装一份23公升标准的配方."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "litre"
          ],
          "tran_cn": "[计量]公升（容量单位）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[计量] 公升（容量单位）",
      "tran_en": "(<英>litre)the basic unit for measuring liquid in the metric system"
    }
  ],
  "exchange": {
    "pl": [
      "liters"
    ]
  }
}