{
  "word": "stodgy",
  "ipa": {
    "us": "ˈstɒdʒi",
    "uk": "ˈstɑːdʒi"
  },
  "sentences": [
    {
      "en": "A stodgy pudding served up when everyone was already full.",
      "cn": "在每个人都吃饱的时候,油腻腻的布丁又端上来了."
    },
    {
      "en": "After reading these stodgy philosophers, I find his pellucid style very enjoyable.",
      "cn": "在阅读这些乏味的哲学家, 我觉得他的透明风格非常愉快."
    },
    {
      "en": "Dark blue is sometimes seen as staid or stodgy - old - fashioned.",
      "cn": "深蓝色的是有时被视为稳重或油腻 - 老式."
    },
    {
      "en": "Even the normally stodgy Xinhua News Agency has weighed in.",
      "cn": "甚至一贯保守的新华社也参与进来."
    },
    {
      "en": "Gradually it acquired its own editorial voice, and with it a somewhat stodgy image.",
      "cn": "其后杂志逐步添加入了自己的评论, 尽管其观点令人稍感乏味."
    },
    {
      "en": "He was disgusted with the stodgy pizzas on sale in London.",
      "cn": "他讨厌吃伦敦卖的难以下咽的比萨饼。"
    },
    {
      "en": "I want something to read. These volumes are stodgy.",
      "cn": "我要一些可读的东西, 这些书本本枯燥乏味."
    },
    {
      "en": "It wasn't easy to lose puppy fat when Mum fed her on stodgy home cooking.",
      "cn": "母亲给她吃易饱的家常菜,她想减掉婴儿肥可是很难."
    },
    {
      "en": "She laughed to herself, then looked sideways at this stodgy nurse.",
      "cn": "她顾自大笑起来, 然后斜眼看了看这个墨守成规的护士."
    },
    {
      "en": "She poked fun at Alec because he was shy and stodgy.",
      "cn": "她开亚历克的玩笑,因为他羞怯,同时还有些枯燥沉闷."
    },
    {
      "en": "The company hasn't been able to shake off its image as stodgy and old-fashioned.",
      "cn": "该公司一直未能摆脱其古板守旧的形象。"
    },
    {
      "en": "The gateman was a stodgy fellow of 60.",
      "cn": "看门人是个六十岁的矮胖子."
    },
    {
      "en": "These were not the old stodgy ads listing goods for sale.",
      "cn": "这不是那种列明打折商品的旧式、乏味的广告."
    },
    {
      "en": "They're not cultured or interesting, they are boring stodgy old things.",
      "cn": "他们没修养，很乏味，是一群无聊古板的老家伙。"
    },
    {
      "en": "U . membership , and in doing so shepherded their makeovers from stodgy Soviet vassals into economic dynamos.",
      "cn": "通过整合实现了诸国从笨拙的前苏联属国向经济发动机的转变."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "ordinary",
            "stock",
            "crowded"
          ],
          "tran_cn": "平凡的；塞满的；庸俗的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "colorless",
            "stuffy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<英，贬>（食物）吃下去感觉撑的，易饱的，滞涩的，古板的",
      "tran_en": "If someone or something is stodgy, they are dull, unimaginative, and commonplace"
    }
  ],
  "exchange": {
    "er": [
      "stodgier"
    ],
    "est": [
      "stodgiest"
    ]
  }
}