{
  "word": "symbiosis",
  "ipa": {
    "us": "ˌsɪmbaɪˈəʊsɪs",
    "uk": "ˌsɪmbaɪˈoʊsɪs"
  },
  "sentences": [
    {
      "en": "...the link between bacteria, symbiosis, and the evolution of plants and animals.",
      "cn": "...细菌、共生和动植物进化间的联系。"
    },
    {
      "en": "An eerie symbiosis of human and machine effort is also starting to evolve.",
      "cn": "一种怪诞可怕的人机共生现象已开始出现."
    },
    {
      "en": "Challenges and opportunities coexist, innovation and development of symbiosis, difficult and accompanied by success.",
      "cn": "挑战与机遇并存, 创新与发展共生, 艰难与成功相伴."
    },
    {
      "en": "Especially, drought and high salt concentration are significant factors that limit rhizobium - legume symbiosis.",
      "cn": "土壤干旱和土壤高盐浓度是影响根瘤形成的重要限制因子."
    },
    {
      "en": "In supply chain, it exits conflict based on respective benefit asas symbiosis based on corporate benefit.",
      "cn": "在供应链内部, 既有各自利益的冲突关系,又有在共同利益下的合作关系."
    },
    {
      "en": "Judge the \" Dancing Spirit \" of Sculpture Art from \" Multiple Symbiosis \"",
      "cn": "由 “ 多元共生 ” 看雕塑艺术的 “ 乐舞精神 ”"
    },
    {
      "en": "Next symbiosis became a major mover and shaker feeding off the change produced by natural selection.",
      "cn": "接下来,共生开始成为进化的主要推动者和振荡器,依靠自然选择产生的变化滋养."
    },
    {
      "en": "Systemic symbiosis is the foundation for the development of electric vehicle industry.",
      "cn": "摘要系统共生是实现电动汽车产业发展的基础与依据."
    },
    {
      "en": "The Archilife Research Foundation 2007 Research of Symbiosis Seminar ended in great success.",
      "cn": "佑生研究基金会2007年度共生化之研究学术研讨会,至此顺利圆满结束."
    },
    {
      "en": "The clues I present here of symbiosis , directed mutation, saltationism, and self - organization, are far from conclusive.",
      "cn": "我在本书中提供的种种事例,包括共生共栖 、 定向突变 、 骤变论以及自组织现象, 都还远远称不上是最后的定论."
    },
    {
      "en": "The concept of mutualism effect of hybrid control is proposed based on the biologic symbiosis.",
      "cn": "借用生物共生概念,提出了协调控制的互利共生效应概念;复合优化和弱势强化效应."
    },
    {
      "en": "The ecclesiastical purple and the pagan orange symbolising the symbiosis in marriage.",
      "cn": "教会的紫色和异教的橙色,多么奇怪的共生现象."
    },
    {
      "en": "The microorganisms involved in symbiosis with the alder tree are actinomycetes of the genus Frankia.",
      "cn": "而与赤杨共生的微生物是放线菌."
    },
    {
      "en": "The part of mutulistic symbiosis playing in the process of pine wilt disease was discussed.",
      "cn": "笔者还讨论了互惠共生现象在松材线虫致病过程中的作用."
    },
    {
      "en": "The song that almost reaches the sound of symbiosis.",
      "cn": "一首几乎达到完美和谐的歌曲."
    },
    {
      "en": "There is a symbiosis between large and small.",
      "cn": "大公司和小公司可以共存."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "symbiotic",
          "tran_cn": " [生态] 共生的；共栖的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "partnership",
            "intergrowth"
          ],
          "tran_cn": "[生态]共生；合作关系；共栖"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（通常互利的）共生（现象），（人与人之间的）互利关系",
      "tran_en": "a relationship between people or organizations that depend on each other equally"
    }
  ],
  "exchange": {
    "pl": [
      "symbioses"
    ],
    "adv": [
      "symbiotically"
    ],
    "adj": [
      "symbiotic"
    ]
  }
}