{
  "word": "hilt",
  "ipa": {
    "us": "hɪlt",
    "uk": "hɪlt"
  },
  "sentences": [
    {
      "en": "A knife was plunged up to the hilt in Rita's left breast.",
      "cn": "一把短刀齐柄直插在丽达的左胸上."
    },
    {
      "en": "A knob on the hilt of a sword or similar weapon.",
      "cn": "金属丝绕就的把手配有钢制护手和剑柄圆头."
    },
    {
      "en": "A very good small Dao , should have copper flower decoration on hilt hole.",
      "cn": "很好的小刀, 刀柄孔处应该有铜花装饰."
    },
    {
      "en": "His hand sprang to the sword hilt.",
      "cn": "他的手飞快去抓剑柄."
    },
    {
      "en": "I'm in trouble up to the hilt.",
      "cn": "我深陷困境之中."
    },
    {
      "en": "It has such a long hilt for keeping balance.",
      "cn": "为了保持平衡,才有这么长的柄啊."
    },
    {
      "en": "James was over-drawn and mortgaged to the hilt.",
      "cn": "詹姆斯已经透支到最大额度并把能抵押的都抵押上了。"
    },
    {
      "en": "played the role to the hilt.",
      "cn": "完全投入演出（或职责）中"
    },
    {
      "en": "She was in this right up to the hilt.",
      "cn": "她已经完全卷入了此事。"
    },
    {
      "en": "She's up to the hilt in trouble.",
      "cn": "她深深地陷入麻烦之中."
    },
    {
      "en": "the estate was mortgaged up to the hilt.",
      "cn": "地产全都被抵押了。"
    },
    {
      "en": "The golden hilt is ornamented with three large emeralds, topped by a golden watch with an emerald lid.",
      "cn": "金制的刀柄装饰有三颗大绿宝石，顶部是金色手表和翠绿色的盖子。"
    },
    {
      "en": "The hilt is made of entire iron. Is the barycenter on the case?",
      "cn": "柄用全铁的, 这把剑的重心是不是在格上了 啊 ?"
    },
    {
      "en": "The hilt of the sword is missing.",
      "cn": "这把剑的柄不见了."
    },
    {
      "en": "The Hotel d'Aubrion was mortgaged to the hilt , and Charles was marked down to clear it.",
      "cn": "特·奥勃里翁的府邸早已抵押出去, 要查理给赎回来."
    },
    {
      "en": "The newfound hilt may have been left behind because it was unwanted, or it may have been inaccessible, according to Moore's colleague Wendy Welsh, a conservator on the project.",
      "cn": "据此项目保管人、摩尔的同事温迪.威尔士说，这把刚刚发现的剑柄可能因为没有用被扔下的，也可能是剑柄不容易拿到手的原因。"
    },
    {
      "en": "The sword hilt was studded with jewels.",
      "cn": "那把剑柄镶[缀]有宝石."
    },
    {
      "en": "The sword hilt—found in pieces but reassembled for this picture—is among their latest finds and was revealed to the public this month.",
      "cn": "这把剑柄——此图是由碎片拼凑成的剑柄——是他们的最新发现物之一，本月公布于众的。"
    },
    {
      "en": "We were in it up to the hilt.",
      "cn": "相反地,我们是准备全力以赴的."
    },
    {
      "en": "You can't enjoy life to the hilt.",
      "cn": "你不能充分地享受人生."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "handle",
            "shank"
          ],
          "tran_cn": "刀把，柄"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "grip"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "(up) to the hilt",
      "tran_cn": "完全地"
    },
    {
      "phrase": "to the hilt",
      "tran_cn": "完全地：完全地；彻底地"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（刀剑、匕首等的）柄，全力（ 支持某人等），彻底，到最大程度",
      "tran_en": "the handle of a sword or knife, where the blade is attached"
    }
  ],
  "exchange": {
    "pl": [
      "hilts"
    ]
  }
}