{
  "word": "lateness",
  "ipa": {
    "us": "'leɪtnəs",
    "uk": "ˈletnɪs"
  },
  "sentences": [
    {
      "en": "A large crowd had gathered despite the lateness of the hour.",
      "cn": "尽管天色已晚，仍有一大群人聚集到了一起。"
    },
    {
      "en": "Even one minute's lateness would earn a stern rebuke.",
      "cn": "哪怕迟到一分钟也将受到严厉的斥责."
    },
    {
      "en": "Everyone else was put to trouble by her lateness.",
      "cn": "她的迟到给其他人带来了麻烦."
    },
    {
      "en": "He only offered a partial explanation for his lateness.",
      "cn": "他对自己迟到只提供了并不完全的解释."
    },
    {
      "en": "He worked overtime to make up for his lateness for work.",
      "cn": "他加班以补偿上班迟到."
    },
    {
      "en": "His lateness was due to the very heavy traffic on the motorway.",
      "cn": "他迟到是因高速公路上车辆过多所致."
    },
    {
      "en": "I must report your lateness to the teacher.",
      "cn": "我必须报告老师你迟到了。"
    },
    {
      "en": "I remember that rich bass voice hanging in the night air, making some elaborate operatic point despite the lateness of the hour - and the train.",
      "cn": "尽管那次时间已经很晚，再加上火车的隆隆声，我还记得那饱满的低音弥漫在夜空之中，详尽地阐述他关于歌剧的看法 。"
    },
    {
      "en": "I shall have to report you for repeated lateness.",
      "cn": "你老是迟到,我可要告你了."
    },
    {
      "en": "Lateness and carelessness are subjects for complaint.",
      "cn": "迟到与粗心会引起埋怨."
    },
    {
      "en": "Lateness is discourteous to your classmates and to your professor.",
      "cn": "迟到是对你同学和教授的不尊敬."
    },
    {
      "en": "No point credit will be given for unexcused lateness exceeding 5 days.",
      "cn": "迟交作业超过5天将不可原谅,不会给予分数."
    },
    {
      "en": "Team members will be penalized for lateness.",
      "cn": "队员迟到要受处罚."
    },
    {
      "en": "The guesthouse in Nanshao was the most pleasant we have come across, run by a welcoming Miao family who despite the lateness of the hour gave us hot water for our feet and hot food for our bellies.",
      "cn": "南哨的旅馆是我们遇到的最友善的旅馆，由一家好客的苗族人经营。 尽管那天已经很晚，主人还是为我们的双脚提供了热水，为我们的肚子提供了热饭。"
    },
    {
      "en": "The inference I've drawn from his lateness is he overslept.",
      "cn": "从他来晚我得出的结论是他睡过头了."
    },
    {
      "en": "The lateness of the ship was due to the storm.",
      "cn": "船的晚点是由于风暴造成的."
    },
    {
      "en": "The principal reprimand the student for his chronic lateness.",
      "cn": "校长斥责那个学生不该接二连三地迟到."
    },
    {
      "en": "What did he say in explanation of his lateness?",
      "cn": "他说了些什么来为自己的迟到辩解 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "late",
          "tran_cn": " 晚的；迟的；已故的；最近的"
        },
        {
          "word": "latish",
          "tran_cn": " 稍迟的；稍后的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "late",
          "tran_cn": " 晚；迟；最近；在晚期"
        },
        {
          "word": "latish",
          "tran_cn": " 稍迟地；稍晚"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "迟，晚"
    }
  ],
  "exchange": {
    "adj": [
      "late"
    ]
  }
}