{
  "word": "footpath",
  "ipa": {
    "us": "ˈfʊtpɑ:θ",
    "uk": "ˈfʊtpæθ"
  },
  "sentences": [
    {
      "en": "A footpath runs down the hill.",
      "cn": "一条小路通往山下."
    },
    {
      "en": "A knot of people was standing on the footpath outside his units.",
      "cn": "一群人站在他家门外的小路上."
    },
    {
      "en": "A little knot of people collected on the footpath to pay homage to the snorting motor.",
      "cn": "人行道上聚集了一小堆人,对这辆呼哧呼哧的汽车啧啧赞叹."
    },
    {
      "en": "An old, close - bitten pasture, with a footpath wandering across it and a molehill here and there.",
      "cn": "这古老的牧场荒草参差, 一条曲曲弯弯的小径,一片鼹鼠拱起的土丘."
    },
    {
      "en": "Fans blasted his music and danced energetically to the delight of tourists and passers-by on the crowded footpath.",
      "cn": "在这条拥挤的人行道上，歌迷们向兴致盎然的游客和路人播放着杰克逊的音乐，并随之跳起劲舞。"
    },
    {
      "en": "Follow the footpath and you'll eventually hit the road.",
      "cn": "沿这条小径走终究会见到大路的."
    },
    {
      "en": "Follow this footpath and you'll eventually hit the road.",
      "cn": "沿着这条小路走,终会走上大路."
    },
    {
      "en": "He said he had just picked up the druken man from the footpath and did not know him from Adam.",
      "cn": "他说他只是把这个倒在人行道上的醉汉扶了起来，他根本不认识他。"
    },
    {
      "en": "Keep to the footpath.",
      "cn": "顺着道儿走."
    },
    {
      "en": "Nancy wander for hour aimlessly along the intertwining road and footpath.",
      "cn": "南茜毫无目的地在纵横交错大路与小径之间徘徊了几个小时."
    },
    {
      "en": "Owners who allow their dogs to foul the footpath will be fined.",
      "cn": "主人若放任狗弄脏人行道将受处罚."
    },
    {
      "en": "Pedestrian footpath on ground level facing Tai Hong Street.",
      "cn": "公共行人径位于地面,面向太康街."
    },
    {
      "en": "Pedestrians keep to the sidewalk [ footpath ] !",
      "cn": "行人走 便道."
    },
    {
      "en": "Some seed fell along the footpath, and the birds came and ate it up.",
      "cn": "有些种子散落在小路上，鸟儿飞来把它们吃光了。"
    },
    {
      "en": "The car parks are joined by a footpath.",
      "cn": "停车场中间有一条人行道。"
    },
    {
      "en": "The children squared off the footpath to play hopscotch.",
      "cn": "孩子们在人行道上划方格玩“跳方”游戏."
    },
    {
      "en": "The sun was shining gloriously, so Karen and the old lady went along the footpath through the corn, where it was rather dusty.",
      "cn": "那天艳阳高照，凯伦和老妇人沿着穿过玉米地的小路去教堂，一路上灰尘漫天。"
    },
    {
      "en": "This is a footpath ; cars are not allowed.",
      "cn": "这是人行道, 不准汽车通行."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "path",
            "pavement",
            "sidewalk"
          ],
          "tran_cn": "人行道；小路；小径"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pavement",
            "sidewalk",
            "track"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人行道，人行小径，小路，小径",
      "tran_en": "a narrow path for people to walk along, especially in the country"
    }
  ],
  "exchange": {
    "pl": [
      "footpaths"
    ]
  }
}