{
  "word": "osmosis",
  "ipa": {
    "us": "ɒzˈməʊsɪs",
    "uk": "ɑzˈmoʊsɪs"
  },
  "sentences": [
    {
      "en": "...the processes of diffusion and osmosis.",
      "cn": "...扩散与渗透过程。"
    },
    {
      "en": "Aim To examine the quality of purified water made by reverse osmosis.",
      "cn": "目的考察二级反渗透法制备纯化水的质量."
    },
    {
      "en": "Blood can be cleaned by osmosis if the kidneys have failed.",
      "cn": "若肾功能衰退,可通过渗透作用使血液净化."
    },
    {
      "en": "Children seem to learn about computers by osmosis.",
      "cn": "孩子们似乎不知不觉地就了解了计算机。"
    },
    {
      "en": "Childrenseem to learn about computers by osmosis.",
      "cn": "儿童似乎不知不觉地就了解了计算机."
    },
    {
      "en": "Developering add an anionic surfactant so that developer by osmosis.",
      "cn": "显影液洋补充阴离子暗不天活性剂,以利于显影剂不合泌."
    },
    {
      "en": "Frogs never drink. They absorb water from their surroundings through osmosis.",
      "cn": "蛙类从不喝水, 它们通过渗透压的调节,从周围环境中吸收水分."
    },
    {
      "en": "He seems to absorb information through a process of osmosis.",
      "cn": "他似乎是通过耳濡目染来吸收信息的。"
    },
    {
      "en": "If we put the salt water under pressure, we achieve reverse osmosis.",
      "cn": "如果我们给盐水加压, 就可以实现“逆向渗透”."
    },
    {
      "en": "It results from the uptake of water into the cell by osmosis.",
      "cn": "其产生是由于细胞通过渗透作用吸收大量水分引起的."
    },
    {
      "en": "My mother taught me about the science of OSMOSIS.",
      "cn": "妈妈教我渗透的科学原理."
    },
    {
      "en": "Perhaps, it is the impact of osmosis, is profoundly nurtured.",
      "cn": "或许, 这样的影响是耳濡目染的, 是深刻熏陶的吧."
    },
    {
      "en": "Principal application of reverse osmosis has been in desalting brackish waters for domestic consumption.",
      "cn": "反渗透主要应用于生活用含盐水的脱盐."
    },
    {
      "en": "She allowed her life to be absorbed by his, taking on as if by osmosis his likes and dislikes.",
      "cn": "她让自己融入他的生活，似乎是潜移默化地养成和他同样的好恶。"
    },
    {
      "en": "Steam osmosis is a new type of separation technology.",
      "cn": "蒸汽渗透是一种新型膜分离技术."
    },
    {
      "en": "The environmental engineer does not have much opportunity to apply the principle of osmosis.",
      "cn": "环境工程师应用反渗透原理的机会并不多."
    },
    {
      "en": "Water passes into the roots of a plant by osmosis.",
      "cn": "水渗透至植物根部。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "permeability",
            "penetration",
            "infiltration"
          ],
          "tran_cn": "[物]渗透；渗透性；渗透作用"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "reverse osmosis",
      "tran_cn": "反渗透，逆向渗透"
    },
    {
      "phrase": "reverse osmosis membrane",
      "tran_cn": "反渗透膜；逆渗透膜"
    },
    {
      "phrase": "reverse osmosis unit",
      "tran_cn": "倒转渗透器；反渗透装置"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "渗透（作用），潜移默化，耳濡目染",
      "tran_en": "the gradual process of liquid passing through a membrane"
    }
  ],
  "exchange": {
    "adj": [
      "osmotic"
    ]
  }
}