{
  "word": "notoriety",
  "ipa": {
    "us": "ˌnəʊtəˈraɪəti",
    "uk": "ˌnoʊtəˈraɪəti"
  },
  "sentences": [
    {
      "en": "A crime or scandal brings much notoriety to those involved in it.",
      "cn": "罪行或丑闻常使有牵连的人声名狼藉."
    },
    {
      "en": "And others will gain notoriety for how fiercely wild their machinery is.",
      "cn": "他人则因为他们的机器多么地桀骜不羁而获得恶名."
    },
    {
      "en": "At first he was bashful about the notoriety which the newspaper caused.",
      "cn": "最初他对报纸给他引起的狼藉名声感到很害羞."
    },
    {
      "en": "But its notoriety has made it a target.",
      "cn": "但它的恶名也使其成为众矢之的."
    },
    {
      "en": "Carpenter : Peglegs made here can be given to pirates, boosting their notoriety.",
      "cn": "把这里制造的假腿给你的海盗船长, 能增加他们的名声."
    },
    {
      "en": "He achieved notoriety as chief counsel to President Nixon in the Watergate break-in.",
      "cn": "他因在水门事件中担任尼克松总统的首席法律顾问而声名狼藉。"
    },
    {
      "en": "His abrasive manner has won him an unenviable notoriety.",
      "cn": "他生硬粗暴的态度让他声名狼藉。"
    },
    {
      "en": "His crimes earned him considerable notoriety.",
      "cn": "他因犯罪而声名狼藉."
    },
    {
      "en": "His daring escape from prison gained him a certain notoriety.",
      "cn": "他大胆的越狱使他臭名昭著."
    },
    {
      "en": "His notoriety a rake did not come until his death.",
      "cn": "他作为流氓的恶名是他死后才传开的."
    },
    {
      "en": "His notoriety as a hooligan did not come until his death.",
      "cn": "他作为流氓的恶名是在死后才传开的."
    },
    {
      "en": "His notoriety as a rake did not come until his death.",
      "cn": "他作为流氓的恶名是他死后才传开来的."
    },
    {
      "en": "It has gained widespread notoriety in New Age circles.",
      "cn": "这在新世纪圈子中都已广泛流传."
    },
    {
      "en": "The line between popular and professional notoriety is not distinct.",
      "cn": "公众领域与职业领域内的声名狼藉两者之间的界线并不分明."
    },
    {
      "en": "You'll notice the effects of the notoriety system behind the scenes.",
      "cn": "一直默默作业的恶名系统所产生的各种影响会让你注意到它的存在."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "notorious",
          "tran_cn": " 声名狼藉的，臭名昭著的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "notoriously",
          "tran_cn": " 众所周知地；声名狼藉地；恶名昭彰地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "glory"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "恶名，丑名，臭名昭著，声名狼藉",
      "tran_en": "the state of being famous or well-known for something that is bad or that people do not approve of"
    }
  ],
  "exchange": {
    "pl": [
      "notorieties"
    ]
  }
}