{
  "word": "skyscraper",
  "ipa": {
    "us": "ˈskaɪskreɪpə(r)",
    "uk": "ˈskaɪskreɪpər"
  },
  "sentences": [
    {
      "en": "\"However, given high costs of building skyscrapers and maintaining them as well as environmental problems they cause, government should be cautious in approving skyscraper projects, \" he said.",
      "cn": "然而，考虑到摩天楼的高造价和高维护费用，以及由此引起的环境问题，政府应谨慎批准摩天楼项目。"
    },
    {
      "en": "A skyscraper has been erected.",
      "cn": "一栋摩天大楼拔地而起."
    },
    {
      "en": "A skyscraper has many storeys.",
      "cn": "摩天大楼有许多层."
    },
    {
      "en": "He raised his head and looked up at the skyscraper.",
      "cn": "他翘望摩天大楼."
    },
    {
      "en": "He talks of building a \"digital skyscraper, \" a company whose services are so indispensable that someday we will look back and wonder how we managed to do without it.",
      "cn": "他谈到要建立一座“数字摩天楼”，其服务是如此不可或缺，以至于会有那么一天，我们将怀疑没有它到底还能做什么。"
    },
    {
      "en": "He talks of building a “digital skyscraper,” a company whose services are so indispensable that someday we will look back and wonder how we managed to do without it.",
      "cn": "他谈到要建立一座“数字摩天楼”，其服务是如此不可或缺，以至于会有那么一天，我们将怀疑没有它到底还能做什么。"
    },
    {
      "en": "Hubert : Heard about the guy who fell off a skyscraper?",
      "cn": "听说了那个从摩天大楼上摔下来的家伙 吗 ?"
    },
    {
      "en": "In Pudong, the skyscraper district of Shanghai, office workers are calm phlegmatic.",
      "cn": "在上海高楼林立的浦东区, 上班族们镇定自如."
    },
    {
      "en": "Referring to two helicopters bought by the village for sightseers, Zhou Li said: 'The air flight project and our new skyscraper are our ways to improve the quality of tourism.",
      "cn": "指着两架买来为观光者使用的直升机，周丽说：“这个空中飞行项目和我们新建的摩天楼都是我们来提升旅游质量的举措。"
    },
    {
      "en": "Soon I was stepped into the plush comfort of a skyscraper office.",
      "cn": "不久之后,我又踏入了一间摩天大厦中的极其舒适的办公室."
    },
    {
      "en": "Steel is an integral part of a modern skyscraper.",
      "cn": "钢铁是现代摩天大厦的主干."
    },
    {
      "en": "Suddenly, a top needle of a skyscraper is pressing toward him. He fails to dodge and bumps heavily on the concrete needle.",
      "cn": "突然，一座摩天大厦的尖型顶柱朝他逼来，他躲避不及，重重地撞在混凝土顶柱上。"
    },
    {
      "en": "The design elements have come to characterize the age of the skyscraper.",
      "cn": "设计元素已经成为了摩天大楼时代的特征."
    },
    {
      "en": "The majesty of the skyscraper awed me .",
      "cn": "这幢摩天大厦的雄伟气势令我惊叹。"
    },
    {
      "en": "The skyscraper has a magnificent outside.",
      "cn": "这座摩天大楼外观宏伟."
    },
    {
      "en": "The skyscraper stands 500 feet.",
      "cn": "摩天大楼高达500尺."
    },
    {
      "en": "The skyscraper towers into the clouds.",
      "cn": "那幢摩天大楼高耸入云."
    },
    {
      "en": "The skyscraper towers into the sky.",
      "cn": "该摩天大楼高耸入云."
    },
    {
      "en": "The skyscraper was wrapped in fog.",
      "cn": "摩天楼为雾所笼罩."
    },
    {
      "en": "Today this was would not be considered much of a skyscraper.",
      "cn": "今天这不能被认为是一座摩天大楼."
    },
    {
      "en": "With a few exceptions, the technique for building a skyscraper is similar whether you are in Europe or you are in Singapore.",
      "cn": "除了少数特例外，不管是在欧洲还是新加坡，建造一幢摩天楼的技术大体上是相似的。"
    },
    {
      "en": "With an elevator in the skyscraper , we can easily go up and down.",
      "cn": "摩天楼里有电梯, 上下很方便."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "building"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "摩天大楼，超高层大楼，特别高的东西",
      "tran_en": "a very tall modern city building"
    }
  ],
  "exchange": {
    "pl": [
      "skyscrapers"
    ]
  }
}