{
  "word": "seasickness",
  "ipa": {
    "us": "'si:sɪknəs",
    "uk": "ˈsiˌsɪknɪs"
  },
  "sentences": [
    {
      "en": "After the second day, recovered from seasickness, the full passenger list was in evidence, and the more he saw of the passengers the more he disliked them.",
      "cn": "过了第二天，晕船的都恢复过来，全船旅客都—一露了面。 他越和旅客们来往就越不喜欢他们。"
    },
    {
      "en": "But for Florence a \" visceral dread, a helpless disgust as palpable as seasickness \" is overwhelming her.",
      "cn": "但对佛罗伦萨而言, “ 一种和晕船一样明显、发自内心的恐惧和无助的恶心 ” 正席卷全身."
    },
    {
      "en": "Commonly used drugs such as methyldopa , Symmetrel, Inderal, cimetidine, scopolamine seasickness patches, and digitalis preparations.",
      "cn": "常用药物,如甲基多巴 、 盐酸金刚烷胺、心得安 、 甲腈咪胺 、 莨菪胺晕船膏药和洋地黄制剂."
    },
    {
      "en": "Europeans take melons for a preventive against seasickness.",
      "cn": "欧洲人吃瓜作为预防晕船的方法."
    },
    {
      "en": "He was very prone to seasickness and already felt queasy.",
      "cn": "他快晕船了，已经感到恶心了。"
    },
    {
      "en": "I focused on the horizon through my porthole or sought solace in Darwin’s Beagle journal:he suffered terribly from seasickness, and he was at sea for nearly five years.",
      "cn": "我把注意力集中在舷窗外的海平线上，或者从想象达尔文的比格尔海峡之旅中寻求一点安慰：达尔文因晕船痛苦不堪，但是他坚持在海上呆了五年。"
    },
    {
      "en": "I have some tablets for seasickness.",
      "cn": "我有止晕药片."
    },
    {
      "en": "It is mainly used to treat summer - head, mind - cold due to exogenous evils , headache, nausea vomiting, seasickness , carsickness, etc.",
      "cn": "主要用于治疗暑热 、 外感风寒 、 头痛 、 恶心呕吐 、 晕船等病证."
    },
    {
      "en": "Many cases of seasickness originate in indigestion.",
      "cn": "许多人晕船是由于消化不良而引起的."
    },
    {
      "en": "Objective To investigate the correlation between personality trait, cognitive style and seasickness symptoms.",
      "cn": "目的探讨人格特质 、 认知方式与晕船症状的关系,寻找预测晕船易感性的心理学指标."
    },
    {
      "en": "Sally always suffers from seasickness when she is at sea.",
      "cn": "萨莉每次出海会晕船."
    },
    {
      "en": "Seaborne financial investors could be in for a bout of seasickness.",
      "cn": "海运业务的金融投资者可能会有些晕船。"
    },
    {
      "en": "Seasickness has no personal meaning for me.",
      "cn": "晕船对我不具意义."
    },
    {
      "en": "The ship rocked violently from side to side, causing many passengers to feel seasickness.",
      "cn": "4轮船剧烈地左右晃动, 许多乘客都晕船了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "seasick",
          "tran_cn": " 晕船的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pelagism",
            "naupathia"
          ],
          "tran_cn": "晕船"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "晕船"
    }
  ],
  "exchange": {
    "adj": [
      "seasick"
    ]
  }
}