{
  "word": "pharmacology",
  "ipa": {
    "us": "ˌfɑ:məˈkɒlədʒi",
    "uk": "ˌfɑrməˈkɑlədʒi"
  },
  "sentences": [
    {
      "en": "A9 To master the basic knowledge of the area of biomedicine production, including pharmaceutical technology, pharmacology, pharmaceutics, Pharmaceutical Analysis, etc.",
      "cn": "A9掌握生物制药工艺学、药理学、药剂学、药物分析等生物工程制药领域的基本知识；"
    },
    {
      "en": "Abstract: 2 - Chloro - 5 - chloromethylpyridine is an important intermediates of the pesticide and the pharmacology.",
      "cn": "文摘: 2- 氯 -5- 氯甲基吡啶是农药和医药的重要中间体."
    },
    {
      "en": "Abstract: 2 - Chloro - 5 - chloromethylpyridine is an importantintermediates of the pesticide and the pharmacology.",
      "cn": "文摘: 2 - 氯 - 5 - 氯甲基吡啶是农药和医药的重要中间体."
    },
    {
      "en": "Aim To explore new grouping method of clinical pharmacology experiments.",
      "cn": "摘要目的探讨临床药理实验分组新方法."
    },
    {
      "en": "As a medical student 20 years ago, I learned all about anatomy, physiology and pharmacology.",
      "cn": "20年前，我是一名学医的学生，我学会了所有的解剖学，生理性和和药理学。"
    },
    {
      "en": "Baroness GREenfield, professor of pharmacology at Oxford University, believes the growth of internet 'friendships' – as well as GREater use of computer games – could effectively 'rewire' the brain.",
      "cn": "牛津大学药理学教授贝洛尼斯•格林菲尔德认为，网络“友谊”的增长以及电脑游戏的风行，会有效地“改装”人的大脑。"
    },
    {
      "en": "Behavioral Pharmacology and Toxicology. Behavioral Pathologies in Laboratory and in the Wild.",
      "cn": "20行为药物学和毒理学. 在实验室和荒野的行为病理学."
    },
    {
      "en": "Cover pre - clinical disciplines, such as Anatomy, Pharmacology and Physiology.",
      "cn": "包括临床前期科目, 如解剖学 、 药剂学及生理学等."
    },
    {
      "en": "Great importance has been continuously attached to traditional Tibetan medicine and pharmacology.",
      "cn": "古老的藏医、藏药继续得到重视."
    },
    {
      "en": "It covers some applications of animal - behavior knowledge to neuropsychology and behavioral pharmacology.",
      "cn": "它涵盖对神经心理学与行为药物学的动物行为知识的一些应用."
    },
    {
      "en": "Li Shizhen was the originator of the Chinese pharmacology.",
      "cn": "李时珍是我国医药界的鼻祖."
    },
    {
      "en": "Modern pharmacology offers an abundance of tranquilizers, antidepressants and anti - anxiety drugs.",
      "cn": "现代药理学提供了许许多多的镇静剂 、 抗抑郁剂和 抗 焦虑剂."
    },
    {
      "en": "Molecular and Cellular Pharmacology – regulation of Phase II enzymes in cancer.",
      "cn": "分子和细胞药理学------在癌症中II相酶的调节."
    },
    {
      "en": "Objective evolution the features of propofol on pharmacology and clinical uses.",
      "cn": "目的:探讨异丙酚的药理学及临床应用特征,以指导临床用药."
    },
    {
      "en": "Pharmacology is a theoretical as well as an experimental science.",
      "cn": "药理学是医药学的主干学科,也是一门实验性学科."
    },
    {
      "en": "Pharmacology laboratory was established in Hubei Pharmaceutical Industry Research Institute.",
      "cn": "1958年-湖北省医药工业研究所组建药理研究室."
    },
    {
      "en": "SETTING: Department of Pharmacology, Institute of Basic Medicine of Liaoning Province.",
      "cn": "单位: 辽宁省基础医学研究所药理研究室."
    },
    {
      "en": "She took up a post as research assistant in the Department of Pharmacology.",
      "cn": "她在药物学系做研究助理."
    },
    {
      "en": "Some biodegradable polymers such as polyesters hae already been employed as excipients in pharmacology.",
      "cn": "一些生物可降解聚合物，例如聚酯，已经作为辅料应用在药理学中。"
    },
    {
      "en": "The son of a pharmacology professor was not unique in his generation.",
      "cn": "这位药理学教授的儿子在他这一代人中并不特别。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pharmaceutical",
          "tran_cn": " 制药（学）的"
        },
        {
          "word": "pharmacologic",
          "tran_cn": " 药理学的；药物学的"
        },
        {
          "word": "pharmacological",
          "tran_cn": " 药理学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "pharmaceutical",
          "tran_cn": " 药物"
        },
        {
          "word": "pharmacogenetics",
          "tran_cn": " 遗传药理学；药物基因学"
        },
        {
          "word": "pharmacokinetics",
          "tran_cn": " 药物（代谢）动力学"
        },
        {
          "word": "pharmacologist",
          "tran_cn": " 药理学家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "psychopharmacology"
          ],
          "tran_cn": "[药]药物学，药理学"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pharmacy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "clinical pharmacology",
      "tran_cn": "临床药理学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "药理学，药物学",
      "tran_en": "the scientific study of drugs and medicines"
    }
  ],
  "exchange": {
    "adj": [
      "pharmacological"
    ]
  }
}