{
  "word": "outsource",
  "ipa": {
    "us": "ˈaʊtsɔ:s",
    "uk": "ˈaʊtsɔrs"
  },
  "sentences": [
    {
      "en": "...companies that outsource IT functions.",
      "cn": "…将信息技术方面的工作外包的公司。"
    },
    {
      "en": "Are they planning to outsource the manufacturing?",
      "cn": "他们是不是准备把生产承包给别的公司 呢 ?"
    },
    {
      "en": "Do what you do best and outsource the rest!",
      "cn": "做你最擅长的,其余的外包!"
    },
    {
      "en": "Figure out what you are very good at doing - delegate or outsource the rest.",
      "cn": "确定你最善于做的是什么 -- 将其它事交给别人做."
    },
    {
      "en": "Figure out what you are very good at doing -- delegate or outsource the rest.",
      "cn": "确定你最善于做的是什么 —— 将其它事委派或外包给别人做."
    },
    {
      "en": "Hire, outsource, and automate in proportion to the growth of your business.",
      "cn": "雇佣 、 外包和自动化工作要与企业的发展规模相符."
    },
    {
      "en": "I think this means that you don't want to outsource your work.",
      "cn": "你们的公司不会外包你们的业务."
    },
    {
      "en": "Increasingly, corporate clients are seeking to outsource the management of their facilities.",
      "cn": "越来越多的公司客户寻求将设施的管理外包出去。"
    },
    {
      "en": "It may be more cost - effective to delegate or outsource.",
      "cn": "也许把这项工作委派或外包给别人是更加划算的."
    },
    {
      "en": "Joanna: So we should outsource at a higher cost for lower quality work?",
      "cn": "乔安娜: 所以我们就该以更高的价格外包而换来更差的工作品质 吗 ?"
    },
    {
      "en": "Kevin: Some of our investors are arguing that we should outsource more of our operations.",
      "cn": "凯文: 我们公司的一些投资者认为我们应该将我们更多的运营项目外包."
    },
    {
      "en": "Many companies outsource and hire consultants in order to maintain a flexible workforce.",
      "cn": "许多公司外包和雇用咨询人员,以便保持灵活的劳动力队伍."
    },
    {
      "en": "Should we outsource production or transportation?",
      "cn": "我们是否应该将生产和运输外包?"
    },
    {
      "en": "The company began looking for ways to cut costs, which led to the decision to outsource.",
      "cn": "该公司开始寻找降低成本的途径，这使他们决定外包。"
    },
    {
      "en": "The decision to outsource marketing was determined by the new boss.",
      "cn": "外包市场的决定是新老板做出的."
    },
    {
      "en": "The Trend of IDM Outsource and Opportunities for China Semiconductor Packaging & Testing Companies .",
      "cn": "传统的 IDM 外包趋势与中国半导体封装产业的机遇?"
    },
    {
      "en": "We outsource all our computing work.",
      "cn": "我们把全部计算机技术工作包给外边去做。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "subcon"
          ],
          "tran_cn": "外包"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "把…外包",
      "tran_en": "If a company outsources work or things, it pays workers from outside the company and often outside the country to do the work or supply the things"
    },
    {
      "pos": "vt",
      "tran_cn": "外购（指从外国供应商等处获得货物或服务）； 外包（工程）"
    }
  ],
  "exchange": {
    "third": [
      "outsources"
    ],
    "past": [
      "outsourced"
    ],
    "done": [
      "outsourced"
    ],
    "ing": [
      "outsourcing"
    ],
    "noun": [
      "outsourcing"
    ]
  }
}