{
  "word": "precession",
  "ipa": {
    "us": "prɪ'seʃən",
    "uk": "prɪ'seʃən"
  },
  "sentences": [
    {
      "en": "Black body temperature, orbital elements, the Milankovitch precession index, and the Seversmith psychroterms.",
      "cn": "黑体温度 、 轨道要素 、 米兰科维奇进动指数及Seversmith精神分析项."
    },
    {
      "en": "By participating, visitors can experience the basic traits of gyro - precession.",
      "cn": "让观众通过参与体验陀螺的基本特性 - 进动性."
    },
    {
      "en": "Developments and Applications of Proton Precession Magnetometers in China ( An Overview )",
      "cn": "质子旋进式磁力仪在我国的发展及应用 ( 综述 )"
    },
    {
      "en": "Finally, physics about precession sorted by precession mechanism are presented curtly.",
      "cn": "最后, 试介绍进动物理方面的基本知识,以进动机制分类对进动做了总结."
    },
    {
      "en": "For example, methane concentrations fluctuate mainly at the 22,000 - year tempo of an orbital cycle called precession.",
      "cn": "举例来说, 甲烷浓度波动的周期为2万2000年,与称为[岁差]的轨道周期相同."
    },
    {
      "en": "He then accounts for the precession of the equinoxes.",
      "cn": "然后他解释分点岁差."
    },
    {
      "en": "In the third chapter, precession cone semi - angle is discussed.",
      "cn": "第三章主要讨论进动锥角的问题."
    },
    {
      "en": "Like precession, mountains produce some quadrupole asymmetry, so they will radiate.",
      "cn": "山脉也可以像进动那样产生四极不对称, 因此它们也将辐射引力波."
    },
    {
      "en": "Oscillations passage , and the frequency of vortex type Oscillatory flowmeter: vortex flowmeter and vortex precession flowmeter.",
      "cn": "基于旋涡流体振荡原理的流量计主要有两种: 涡街流量计和旋进旋涡流量计."
    },
    {
      "en": "Precession is of utmost importance since it causes relatively rapid changes in coordinates d and б.",
      "cn": "岁差之所以特别重要是因为它引起坐标d和б比较迅速的变化."
    },
    {
      "en": "The so - called precession is caused by the inequality of the moments of inertia of the earth.",
      "cn": "所谓日月岁差,是由于地球转动惯量的不相等造成的."
    },
    {
      "en": "The tilting of the gyro continues until the erection torque balances the torque producing the precession.",
      "cn": "陀螺继续倾斜直至修正力矩与产生进动的力矩平衡."
    },
    {
      "en": "Then, a simple discussion on solitary precession cone semi - angle follows.",
      "cn": "并对进动锥角是否有独立性做了一点讨论."
    },
    {
      "en": "Then, the impact of black hole masses on disk - driven precession model is discussed.",
      "cn": "接着, 讨论了黑洞质量对盘致进动模型的影响."
    },
    {
      "en": "This gyroscopic motion is called precession.",
      "cn": "此陀螺运动叫做进动."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "precess",
          "tran_cn": " 按岁差前进"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "precess",
          "tran_cn": " 使产生进动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "priority",
            "antecedence"
          ],
          "tran_cn": "[天]岁差（等于precession of the equinoxes）；先行；优先"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "运动，旋进，岁差"
    }
  ],
  "exchange": {}
}