{
  "word": "monastery",
  "ipa": {
    "us": "ˈmɒnəstri",
    "uk": "ˈmɑnəsteri"
  },
  "sentences": [
    {
      "en": "He has cloistered himself in a monastery for more than thirty years.",
      "cn": "他隐居于修道院中已三十余年。"
    },
    {
      "en": "He's living in a monastery in a gesture of atonement for human rights abuses committed under his leadership.",
      "cn": "为了弥补自己当权时对人权的践踏，他以出家来谢罪。"
    },
    {
      "en": "Here too, they carried off the treasures of the monastery and slaughtered all the monks there.",
      "cn": "在这里他们抢走了修道院的财宝,杀害了所有的修道士."
    },
    {
      "en": "How about White Cloud Monastery?",
      "cn": "上白云观?"
    },
    {
      "en": "If you can rid our monastery of this scourge, that would be a great happiness for us!",
      "cn": "你若能为我僧院除了这条祸根, 正是三生有幸了!"
    },
    {
      "en": "In 1857 Mendel started experimenting with peas in his monastery garden.",
      "cn": "1857年，孟德尔开始在修道院的菜园里用豌豆做实验。"
    },
    {
      "en": "In winter, however, life at the monastery is quite different.",
      "cn": "可是一到冬天, 修道院的生活就大不相同了."
    },
    {
      "en": "It was previously a small monastery but the authorities turned all the monks out.",
      "cn": "那里原先是座小寺庙，但当局把所有僧侣都撵走了。"
    },
    {
      "en": "On those nights when they could find no monastery or inn to take them in, they bedded down in the fields.",
      "cn": "那几天晚上，他们找不到可以投宿的修道院和客栈，只好露宿野外。"
    },
    {
      "en": "So Master Sugehara named his temple \" The Date Monastery \".",
      "cn": "长老遂把自己住持的寺院 更名 为枣寺."
    },
    {
      "en": "The famous monastery of St Bernard , which was founded in the elventh century, lies about a mile away.",
      "cn": "著名的圣·伯纳德修道院是11世纪建立的, 它座落在离开关隘一英里的地方."
    },
    {
      "en": "The monastery has taken in 26 refugees.",
      "cn": "修道院已经收留了26位难民。"
    },
    {
      "en": "The monastery is in a remote mountain pass.",
      "cn": "那个修道院在一个偏远的山口中。"
    },
    {
      "en": "The only regular visitors to the monastery in winter are parties of skiers who go there at Christmas and Easter.",
      "cn": "冬天常来修道院参观的只有一批批滑雪者。 他们在圣诞节或复活节到那儿去。"
    },
    {
      "en": "The privations of monastery life were evident in his appearance.",
      "cn": "从他的外表来看可以明显看出修道院生活的清贫。"
    },
    {
      "en": "They found an icon in the monastery.",
      "cn": "他们在修道院中发现了一个圣像。"
    },
    {
      "en": "To order a book one first had to get permission from the monastery that held the copyright.",
      "cn": "要想订购书，必须先得到持有该书版权的修道院的许可。"
    },
    {
      "en": "We went through the monastery.",
      "cn": "我们参观了整个修道院."
    },
    {
      "en": "Would you have locked yourself in a monastery if you'd lost?",
      "cn": "如果你输了你会把你自己锁在一间修道院 吗 ?"
    },
    {
      "en": "You know, my dear child, in peace, in the work is not found, it is not in joy, nor in the world or the monastery, it exists only in the human soul.",
      "cn": "你知道，我亲爱的孩子，安宁，在工作中是找不到的，它也不在欢乐中，也不在这个世界上或者这所修道院中，它仅仅存在于人的灵魂里。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "monastic",
          "tran_cn": " 修道院的；僧尼的；庙宇的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "monastic",
          "tran_cn": " 僧侣；修道士"
        },
        {
          "word": "monasticism",
          "tran_cn": " 修道院生活；禁欲主义；出家；隐修制度"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "monk",
            "Grazie"
          ],
          "tran_cn": "修道院；僧侣"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abbey",
            "retirement"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "修道院，寺院，[复数]全体僧侣",
      "tran_en": "a place where  monk s  live"
    }
  ],
  "exchange": {
    "pl": [
      "monasteries"
    ]
  }
}