{
  "word": "memoir",
  "ipa": {
    "us": "ˈmemwɑ:(r)",
    "uk": "ˈmɛmˌwɑr, -ˌwɔr"
  },
  "sentences": [
    {
      "en": "A musical based on Obama's memoir is set to open.",
      "cn": "基于奥巴马自传改编的音乐剧正要上演."
    },
    {
      "en": "Dancing away an anxious mind: a memoir about overcoming panic disorder.",
      "cn": "跳舞以外的焦急: 克服恐慌症的回忆录."
    },
    {
      "en": "George W. Bush—soon, like so many American workers, to have lots of time on his hands—may soon be shopping a memoir, and for good reason.",
      "cn": "布什不久就会像许多美国工人那样拥有相当多的闲暇时光，他可能会用一个极好的理由购买一本实录。"
    },
    {
      "en": "He has just published a memoir in honour of his captain.",
      "cn": "他刚刚出了一本传记来纪念他的队长。"
    },
    {
      "en": "His antobiography, or memoir, is ready for publication.",
      "cn": "他的自传, 也就是回忆录, 即可出版了."
    },
    {
      "en": "I had requested the statesman to autograph my copy of his latest memoir.",
      "cn": "我请求这位政治家为我的一本李光耀回忆录下册签名."
    },
    {
      "en": "In 1858 he sent me a memoir on this subject.",
      "cn": "他于1858年,曾寄给我关于本题的一篇论文."
    },
    {
      "en": "In her memoir, the actress wrote about the bittersweet memories of her first love.",
      "cn": "在那个女演员的自传中, 她写到了自己苦乐掺半的初恋."
    },
    {
      "en": "In his memoir, Stephen King shows that he knows the ropes when it comes to storytelling.",
      "cn": "在他的回忆录中, 史蒂芬&8226;金表示他很懂讲故事的诀窍."
    },
    {
      "en": "In the celebrity memoir that sees in us, have mostly similar, mad but correct age job.",
      "cn": "在我们看到的名人回忆录中, 大多有类似的 、 疯狂但是正确的陈年旧事."
    },
    {
      "en": "Lady Thatcher had just published her memoirs.",
      "cn": "撒切尔夫人刚刚出版了她的回忆录。"
    },
    {
      "en": "She wrote a memoir of her stay in France.",
      "cn": "她写了一篇旅法记事录."
    },
    {
      "en": "That volcanologist was busying with memoir after his retirement.",
      "cn": "自从退休以后,那位火山学家一直忙于撰写回忆录."
    },
    {
      "en": "The actress wrote a notorious tell - all memoir.",
      "cn": "那位女演员写了一本声名狼藉的告白回忆录."
    },
    {
      "en": "The elderly a memoir.",
      "cn": "老年人则是一本回忆录."
    },
    {
      "en": "The memoir eloquent chronicle of Lee Kuan Yew's extensive experiences in statecraft, politics and international diplomacy.",
      "cn": "回忆录对李光耀的治国才能 、 政治和国际外交的丰富经验有生动流畅的记载."
    },
    {
      "en": "The students decided to write a memoir to commemorate their teacher.",
      "cn": "为了纪念恩师,同学们打算撰写一部回忆录."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "autobiography"
          ],
          "tran_cn": "回忆录；研究报告；自传；实录"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "biography"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "回忆录，自传，记事录",
      "tran_en": "a book by someone important and famous in which they write about their life and experiences"
    }
  ],
  "exchange": {
    "pl": [
      "memoirs"
    ]
  }
}