{
  "word": "republican",
  "ipa": {
    "us": "rɪˈpʌblɪkən",
    "uk": "rɪˈpʌblɪkən"
  },
  "sentences": [
    {
      "en": "\" But our Defarge,'said Jacques Three, \" is undoubtedly a good Republican? Eh? \"",
      "cn": "“ 可是我们的德伐日, ”雅克三号说, “ 无疑是个优秀的共和分子,是 么 ? ”"
    },
    {
      "en": "Connecticut Independent Senator Joseph Lieberman is endorsing Republican Senator John McCain.",
      "cn": "康涅狄格州独立派参议员约瑟夫.列波曼将会票选共和议员约翰. 麦凯恩."
    },
    {
      "en": "He fought for the republican cause in the civil war.",
      "cn": "他在内战中为共和事业而战."
    },
    {
      "en": "His report was scathing about Loyalist and Republican terror groups.",
      "cn": "他的报告猛烈抨击了忠英派和共和军的恐怖组织。"
    },
    {
      "en": "In Zhongshan a pioneer in building, advocacy feudal Republican sweep.",
      "cn": "中山先驱民国建, 倡导共和扫封建."
    },
    {
      "en": "Is there a republican who can mount a serious challenge, and are you him?",
      "cn": "你将成为向他挑战的候选人吗你是 吗 ?"
    },
    {
      "en": "Lower taxes made Republican voters happier with their party.",
      "cn": "更低的税率使共和党选民对该党更加满意。"
    },
    {
      "en": "One of the goals of the campaign is to cut off the elite Republican Guard from its supplies.",
      "cn": "该战役的目标之一就是切断精锐共和国卫队的补给。"
    },
    {
      "en": "Republican in title he was, but an autocrat at heart.",
      "cn": "他名义上是共和主义者, 但内里却是个专制君主."
    },
    {
      "en": "Republican period, Qing Ge metal framework to achieve peak performance.",
      "cn": "民国时期, 铁架擎阁表演达到鼎盛."
    },
    {
      "en": "Republican Road ( Plum Garden Road - Road Commission ): three - lane tunnel stopped 5.",
      "cn": "共和路 ( 梅园路 - 大统路 ): 隧道三线停5辆."
    },
    {
      "en": "Roman republican law upheld a humanistic view of marriage.",
      "cn": "罗马共和国的法律对婚姻坚持人道主义的观点."
    },
    {
      "en": "The republican international system info will be the navigation world human history philosophy ethics navigation aid!",
      "cn": "共和国际理论体系纵横于世将是全人类哲学史上的巅峰!"
    },
    {
      "en": "The republican will do almost anything if you know who to speak to.",
      "cn": "如果你能找到合适的人帮忙的话民国什么事情都可以帮忙."
    },
    {
      "en": "Then analyzes allotment condition of the United States republican system to be established.",
      "cn": "然后分析了共和制建立的基础——经济寡头控制该国的国民经济."
    },
    {
      "en": "What made you decide to become a Republican, as opposed to a Democrat?",
      "cn": "是什么使你决定成为共和党人，而不是民主党人呢？"
    },
    {
      "en": "Yuan Shih - Kai once promised to uphold Republican principles.",
      "cn": "袁世凯曾经信誓旦旦,说要坚持共和原则."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "republic",
          "tran_cn": " 共和国；共和政体"
        },
        {
          "word": "republicanism",
          "tran_cn": " 共和主义；共和政治"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "democratic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "irish republican army",
      "tran_cn": "爱尔兰共和军"
    },
    {
      "phrase": "republican party",
      "tran_cn": "共和党"
    }
  ],
  "trans": [
    {
      "pos": "a&n",
      "tran_cn": "共和政体的,共和党人(的)",
      "tran_en": "someone who believes in government by elected representatives only, with no king or queen"
    },
    {
      "pos": "adj",
      "tran_cn": "共和国的，共和政体的，共和主义的，共和党的",
      "tran_en": "relating to or supporting a system of government that is not led by a king or queen"
    },
    {
      "pos": "n",
      "tran_cn": "拥护共和政体者，共和主义者，共和党人",
      "tran_en": "someone who believes in government by elected representatives only, with no king or queen"
    }
  ],
  "exchange": {
    "pl": [
      "republicans"
    ]
  }
}