{
  "word": "extraterritoriality",
  "ipa": {
    "us": "ˌekstrəˌterɪˌtɔ:rɪ'ælɪtɪ",
    "uk": "ˌekstrəˌterəˌtoʊrɪ'ælətɪ"
  },
  "sentences": [
    {
      "en": "- They enjoyed extraterritoriality, and were not governed by China's laws.",
      "cn": "-- 享有不受中国法律管辖的\"治外法权 \"."
    },
    {
      "en": "Because of the existence of extraterritoriality, the case was tried by the foreign envoys in China.",
      "cn": "由于治外法权的存在, 该案由上海会审公廨审理,最终的结果是判处梅生九个月监禁."
    },
    {
      "en": "Finally, we had extraterritoriality and used this legal advantage in order to be extremely active in the opium trade.",
      "cn": "最后，我们有治外法权，并利用这一法律的好处，以极为活跃在鸦片贸易。"
    },
    {
      "en": "Japan was the first Asian country to modernize on its own terms, outside of colonial or semi-colonial control, or even, after 1895, extraterritoriality.",
      "cn": "日本是亚洲第一个现代化的国家就其本身来说，远离殖民地或半殖民地的控制之苦，甚至，1895年以后，治外法权。"
    },
    {
      "en": "The issue of extraterritoriality had been a major block to Sino - American relationship.",
      "cn": "领事裁判权问题是近代以来阻碍中美关系发展的主要症结."
    },
    {
      "en": "These missionaries even wilfully extended extraterritoriality to Chinese converts and interfered in Chinese judicial authority.",
      "cn": "这些传教士还肆意将“治外法权”延伸至中国信徒,干涉司法."
    },
    {
      "en": "These missionaries even wilfully extended the extraterritoriality to Chinese converts and interfered in Chinese judicial authority.",
      "cn": "这些传教士还肆意将\"治外法权\"延伸至中国信徒,干涉司法."
    },
    {
      "en": "They enjoyed extraterritoriality, and were not governed by China's laws.",
      "cn": "享有不受中国法律管辖的“治外法权”."
    },
    {
      "en": "This i. e. , if in fight or being in charge of quarters period, the crime American serviceman enjoys the extraterritoriality .",
      "cn": "这也就是说，如果是在战斗或值勤期间，犯罪的美国军人还是享有治外法权。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "exterritoriality"
          ],
          "tran_cn": "治外法权（等于exterritoriality）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "治外法权",
      "tran_en": "the privilege granted to some aliens, esp diplomats, of being exempt from the jurisdiction of the state in which they reside "
    }
  ],
  "exchange": {}
}