{
  "word": "cheapness",
  "ipa": {
    "us": "'tʃi:pnəs",
    "uk": "'tʃipnəs"
  },
  "sentences": [
    {
      "en": "And, the traditional aqueous titration is cheapness, good of repeatability, but low intensity.",
      "cn": "其中, 传统的滴定法廉价 、 重复性好, 但灵敏度低,适合测定草酸或钙含量较高的样品."
    },
    {
      "en": "Beauty, cheapness and practicality are my three principles when buying things.",
      "cn": "美观 、 便宜、实用性是我选购商品的三大原则."
    },
    {
      "en": "Cheapness is one of the main attractions of polyester resins.",
      "cn": "廉价是聚酯树脂受到欢迎的主要原因之一."
    },
    {
      "en": "Chitosan as a efficient and cheapness crude macromolecular flocculation exist many problems.",
      "cn": "壳聚糖作为一种高效,廉价的天然高分子絮凝剂,它也存在着自身的问题."
    },
    {
      "en": "Go out to take a stroll very easily, and guest house here also very comfortable cheapness.",
      "cn": "出去走动很容易, 而且这里的宾馆也非常舒适便宜."
    },
    {
      "en": "I was surprised at the cheapness of everything.",
      "cn": "出乎意料之外,东西都很便宜."
    },
    {
      "en": "It possess - es security, cheapness, strong specificity, and apts to preservation and application etc.",
      "cn": "肽疫苗具有安全 、 廉价 、 特异性强、易于保存和应用等特点."
    },
    {
      "en": "Most are traders lured by the cheapness and variety of goods made in the surrounding Pearl River Delta.",
      "cn": "他们多是被珠江三角洲周边廉价和种类繁多的商品吸引过来的商人。"
    },
    {
      "en": "One point in favour of her plan is its cheapness.",
      "cn": "她的计画可取之处是花费少."
    },
    {
      "en": "Price cheapness, deliver goods quick, the quality suffer the extensive customer affirmative.",
      "cn": "价格便宜, 交货迅速, 品质受到广泛客户的肯定."
    },
    {
      "en": "The bare bones of the scheme are its cheapness and simplicity.",
      "cn": "这个方案最主要的特征是省钱和简易."
    },
    {
      "en": "The cheapness of coach travel is its only recommendation.",
      "cn": "乘长途汽车唯一可取之处就是旅费便宜."
    },
    {
      "en": "The lightness and cheapness of the substance recommended it for architecting decoration.",
      "cn": "这种材料不仅质轻,而且便宜,建筑上拿来做装饰用."
    },
    {
      "en": "There are three major advantagesof the design, viz / namely cheapness, simplicity and availability.",
      "cn": "这种设计有叁大优点, 即价廉 、 简便、实用."
    },
    {
      "en": "These Bookshops! What an immense profusion ! What a Blessed cheapness!'",
      "cn": "这么多的书店! 简直触目皆是! 书价又是那么低廉!"
    },
    {
      "en": "This hotel has nothing to recommend it to travellers except cheapness.",
      "cn": "除了价格低廉以外,这家旅馆对旅客来说毫无可取之处."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "cheaply",
          "tran_cn": " 便宜地；廉价地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sale price"
          ],
          "tran_cn": "[物价]廉价"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abstinence",
            "thrift"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "廉价"
    }
  ],
  "exchange": {
    "adj": [
      "cheap"
    ]
  }
}