{
  "word": "cognition",
  "ipa": {
    "us": "kɒɡˈnɪʃn",
    "uk": "kɑːɡˈnɪʃn"
  },
  "sentences": [
    {
      "en": "Analogical reasoning ability is a central component of children cognition.",
      "cn": "类比推理能力的发展是儿童认知发展的重要成分之一."
    },
    {
      "en": "Computational neuroscience proposes certain proof for algorithmism cognition theory.",
      "cn": "计算神经科学为计算主义认知观提供了一定的证据."
    },
    {
      "en": "Double rhythms, resounding through the lyric depiction and connecting with each other , indicate the thespian place of mankind and the cognition of the writer to this thespian place.",
      "cn": "这双重旋律互为表里, 表明了人类的某种悲剧性处境以及作家对这种悲剧性处境的感受和认识."
    },
    {
      "en": "It is a big leap in the process of cognition.",
      "cn": "这是认识过程的一次大飞跃."
    },
    {
      "en": "It is of special value for subjects and cognition.",
      "cn": "它的研究具有其独特的主体论价值和认识论价值."
    },
    {
      "en": "Moral behavior, determined by moral feelings, strenghtens moral cognition and moral feeling.",
      "cn": "道德情感以道德认识为基础而又强化道德认识, 道德情感决定道德行为, 道德行为也强化道德认识和道德情感."
    },
    {
      "en": "Objective To deepen the cognition to the experiences of controlled fidgety patients.",
      "cn": "目的加深对烦躁患者约束体验的认识."
    },
    {
      "en": "People have speculated about human cognition for 2000 years.",
      "cn": "人们对人类的认知力已思索了2000年."
    },
    {
      "en": "Solution to inferior sense lies mostly in group or individual - cognition interfering scheme.",
      "cn": "影响自卑感的因素很多,解决自卑感的方法主要有团体和个体认知干预方案."
    },
    {
      "en": "Such attitudes are valueless unless they reflect inner cognition and certainty.",
      "cn": "这种态度如果不能反映内心的认知和把握就毫无价值。"
    },
    {
      "en": "The personality system includes three parts: cognition, emotion and will.",
      "cn": "人格系统包括认知 、 情感、意志三大组成部分."
    },
    {
      "en": "the regions of the brain that are responsible for memory and cognition",
      "cn": "大脑主管记忆与认知的区域"
    },
    {
      "en": "The thought of Energy Diffusion is related closely to our cognition extension.",
      "cn": "能量耗散的思想与我们的认知外延密切相关."
    },
    {
      "en": "The wrong cognition about environmental protection in China is also introduced.",
      "cn": "介绍中国在经济发展过程中对环境保护存在的认识误区."
    },
    {
      "en": "This is the leap once of process of cognition.",
      "cn": "这是认识过程的一次飞跃."
    },
    {
      "en": "We may be able to predict that based on cognition.",
      "cn": "我们能根据其认知能力对这个作出预测."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cognitive",
          "tran_cn": " 认知的，认识的"
        },
        {
          "word": "cognizable",
          "tran_cn": " 可认识的；可辨识的；可以审理的"
        },
        {
          "word": "cognoscible",
          "tran_cn": " 可以认识到的；可辨识的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "cognitively",
          "tran_cn": " 认知地"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "cognise",
          "tran_cn": " （主英）认识（等于cognize）"
        },
        {
          "word": "cognize",
          "tran_cn": " 认识，认知"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "awareness",
            "information",
            "knowledge of"
          ],
          "tran_cn": "认识；知识；认识能力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brain",
            "intellect",
            "knowledge",
            "perception",
            "understanding"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cognition practice",
      "tran_cn": "认知实践；熟悉实习"
    },
    {
      "phrase": "cognition process",
      "tran_cn": "认知过程"
    },
    {
      "phrase": "social cognition",
      "tran_cn": "社会认知"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "认知，认识",
      "tran_en": "the process of knowing, understanding, and learning something"
    }
  ],
  "exchange": {}
}