{
  "word": "lastly",
  "ipa": {
    "us": "ˈlɑ:stli",
    "uk": "ˈlæstli"
  },
  "sentences": [
    {
      "en": "Lastly she arrived at the tresses and felt a qualm of disgust.",
      "cn": "最后,她看到提到头发的那一句,心里觉得一阵恶心."
    },
    {
      "en": "Lastly the digital signal processing block made of FPGA + DSP is presented.",
      "cn": "最后给出了由FPGA+DSP构成的数字信号模块的实现过程."
    },
    {
      "en": "Lastly, article indicates the trend of this method in water analysis.",
      "cn": "最后指出了流动注射法在今后水质分析中的发展趋势."
    },
    {
      "en": "Lastly, author points out Babylonian mathematics influence on the development of science.",
      "cn": "最后, 作者指出了巴比伦数学对科学发展的影响."
    },
    {
      "en": "Lastly, could I ask all of you to keep this information secret?",
      "cn": "最后，我请求各位对这一消息保密。"
    },
    {
      "en": "Lastly, I must explain why I won't accept his offer.",
      "cn": "最后, 我必须说明一下我何以不接受他的邀请."
    },
    {
      "en": "Lastly, I must say I owe all the achievements to the encouragement and help from my collegues and friends.",
      "cn": "最后, 我必须说我的这些成就都应归功于我的同事和朋友们的鼓励和帮助."
    },
    {
      "en": "Lastly, optimal iteration algorithm was performed to reduce the registration error.",
      "cn": "最后应用迭代算法降低配准误差."
    },
    {
      "en": "Lastly, the paper simulates bolt timbering of the laneway along the gob.",
      "cn": "最后, 分析模拟了沿空巷道的锚杆支护情况."
    },
    {
      "en": "Lastly, the voters must take some of the blame.",
      "cn": "最后, 选民也要负上一定的责任."
    },
    {
      "en": "Lastly, we all get our words mixed up sometimes.",
      "cn": "最后一点, 每个人都会有说错话的时候."
    },
    {
      "en": "Lastly, we have aggregated these laws of demand and supply.",
      "cn": "最后, 我们把需求与供给的定律综合起来."
    },
    {
      "en": "Lastly, we insisted that our choices actively use their power.",
      "cn": "最后, 我们认为他们必须积极运用权力."
    },
    {
      "en": "Thank you to Jim Sheppe for drawing the maps. And lastly, a very big thank-you to Tony, William, Deborah and Bethan.",
      "cn": "多谢詹姆·谢泼绘制的地图。最后，非常感谢托尼、威廉、德博拉和贝唐。"
    },
    {
      "en": "They wash their hands, arms and faces, and lastly, they wash their feet.",
      "cn": "他们洗了手、胳膊和脸，最后脚也洗了。"
    },
    {
      "en": "Xin: Lastly, please close your eyes. Always remember what I look like.",
      "cn": "心: 最后?请你闭上眼睛. 永远记住我的样子."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "last",
          "tran_cn": " 最后的；最近的，最新的；仅剩的；最不可能…的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "last",
          "tran_cn": " 最后地；上次，最近；最后一点"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "last",
          "tran_cn": " 末尾，最后；上个；鞋楦（做鞋的模型）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "last",
          "tran_cn": " 持续；维持，够用；持久"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "last",
          "tran_cn": " 度过，拖过；使维持"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "eventually",
            "finally",
            "ultimately"
          ],
          "tran_cn": "最后，终于"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "最后，终于",
      "tran_en": "used when telling someone the last thing at the end of a list or a series of statements"
    }
  ],
  "exchange": {}
}