{
  "word": "troposphere",
  "ipa": {
    "us": "'trɒpəsfɪə(r)",
    "uk": "'trɒpəsfɪə(r)"
  },
  "sentences": [
    {
      "en": "Above the troposphere is the stratosphere, followed by the ionosphere and capped by the exosphere.",
      "cn": "在对流层上是平流层, 接着是电离层,最上层是外逸层."
    },
    {
      "en": "Besides, the planetary monsoon in the troposphere is also realistically reproduced.",
      "cn": "此外, 模式也真实再现了对流层高层的行星季风."
    },
    {
      "en": "Chlorofluorocarbons and hydrochloroflorocarbons are oxidated in the stratosphere and troposphere respectively.",
      "cn": "两类物质分别在同温层和对流层氧化降解."
    },
    {
      "en": "H 2 O absorption is predominant in the troposphere, particularly the lower troposphere.",
      "cn": "H2O吸收在对流层, 特别在对流层下部起着主要作用."
    },
    {
      "en": "HF ultimately diffuses down to the troposphere where it is removed by wet deposition.",
      "cn": "HF最终扩散到大气中,在大气中它通过湿沉积被除去."
    },
    {
      "en": "Impact of monsoon circulations on the upper troposphere and lower stratosphere.",
      "cn": "季风环流对对流层上部和平流层下部的影响."
    },
    {
      "en": "In natural air of the troposphere a suitable amount of ozone is beneficial to clean air.",
      "cn": "在对流层大气中,适量臭氧对清洁大气是有益的."
    },
    {
      "en": "Lightning is a common phenomenon of spark discharge of the air in the troposphere.",
      "cn": "闪电是常见的对流层大气火花放电现象."
    },
    {
      "en": "Meridional heat transfer by large - scale eddies is most significant in the upper troposphere of middle latitude.",
      "cn": "大尺度湍涡的子午线热输送在纬度对流层上层是最重要的."
    },
    {
      "en": "Next comes the tropopause, which is the upper boundary of the troposphere.",
      "cn": "其上是对流层顶, 它是对流层的上部边界."
    },
    {
      "en": "Rain is created in the troposphere.",
      "cn": "降雨往往是在对流层发生的."
    },
    {
      "en": "Temperature decreases with elevation through the troposphere at a rate, normally, of about 0.6℃ for 100 m.",
      "cn": "在对流层,气温随高度减小,其递减率通常为每上升100米下降0.6℃右."
    },
    {
      "en": "The balance must be made up by heat transported through the troposphere.",
      "cn": "必须通过对流层顶的热输送来建立平衡."
    },
    {
      "en": "The lowest layer of the atmosphere is known as the troposphere, which is constantly in motion, causing the weather.",
      "cn": "地球大气层的最底层是所谓的对流层，这一层的大气不断运动，引起了气象变化。"
    },
    {
      "en": "The orange layer is known as the troposphere, where all of the weather and clouds are generated and contained.",
      "cn": "橘黄色的那一层被称为“对流层”，那里是所有的气候状况和云层形成和演变的地方。"
    },
    {
      "en": "The reasons are as below, the Pacific jet stream or planetary waves in troposphere can directly affect the Pacific center of action of the AO.",
      "cn": "这主要是因为太平洋急流或准定常行星波在对流层中直接影响了位于该区域的北极涛动的活动中心。"
    },
    {
      "en": "The stratosphere is the layer above the troposphere and extends to about 50 km.",
      "cn": "平流层是从对流层顶向上延伸到50千米高空的界层."
    },
    {
      "en": "Why do we say troposphere and human are in most close relations?",
      "cn": "为什么说,对流层与人类的关系最为密切?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "atmosphere"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "对流层",
      "tran_en": "the lowest atmospheric layer, about 18 kilometres (11 miles) thick at the equator to about 6 km (4 miles) at the Poles, in which air temperature decreases normally with height at about 6.5°C per km "
    }
  ],
  "exchange": {}
}