{
  "word": "adversely",
  "ipa": {
    "us": "æd'vɜ:slɪ",
    "uk": "æd'vɜslɪ"
  },
  "sentences": [
    {
      "en": "And, by inflaming the liver, hepatitis can adversely affect dozens of life processes.",
      "cn": "而肝脏的炎症又会对数十种生命过程产生有害影响."
    },
    {
      "en": "As my national security advisor, he had to deal with the British on many other issues that could be adversely affected by the visa.",
      "cn": "作为我的国家安全顾问，托尼需要在许多其它问题上与英国人打交道，签证问题可能会对这些问题产生不利的影响。"
    },
    {
      "en": "Disrupt public order or adversely affect good social customs.",
      "cn": "妨害公共秩序或善良风俗."
    },
    {
      "en": "Flower - bud formation may be affected adversely.",
      "cn": "反而影响花芽的形成."
    },
    {
      "en": "Her health was adversely affected by the climate.",
      "cn": "那种气候损害了她的健康。"
    },
    {
      "en": "I think everyone has something from their past that they're worried might adversely affect how they raise their children.",
      "cn": "我想每个人都会担心自己过去的某些事可能会对他们如何培养孩子产生不利的影响。"
    },
    {
      "en": "In addition, interruption line operators will also adversely affect the business reputation.",
      "cn": "并且, 线路中断还会对运营商的商业信誉造成不利影响."
    },
    {
      "en": "It is obvious that such uncomfortable feelings must affect people adversely.",
      "cn": "显而易见,这种不舒适的感觉必然给人们带来了不利的影响."
    },
    {
      "en": "Low cycle fatigue properties are affected adversely by abusive grinding.",
      "cn": "过量磨削对低循环疲劳性起着有害的作用."
    },
    {
      "en": "Once inside our bodies, they start to affect our health adversely.",
      "cn": "一旦进入体内, 这些化学物质便开始对我们的健康产生不利的影响."
    },
    {
      "en": "Price changes must not adversely affect the living standards of the people.",
      "cn": "物价变化一定不能给人们的生活水准带来负面影响。"
    },
    {
      "en": "The poorest of the poor are the most adversely affected.",
      "cn": "其中受影响最严重的将是穷人中的穷人."
    },
    {
      "en": "This adversely affects water movement, permeability, and aeration.",
      "cn": "这对水分移动, 渗透度及通气性有不利影响."
    },
    {
      "en": "Toxins adversely influence cells and tissues in the body, revising their functions.",
      "cn": "细胞的结构和组织在人体中的毒素所改变, 因此不愉快影响它的存在."
    },
    {
      "en": "Undoubtedly, some managers will react adversely to this approach.",
      "cn": "毫无疑问, 有些经理对这种方法持相反态度."
    },
    {
      "en": "We commented adversely upon the imbecility of that message of telegraphic style.",
      "cn": "我们对着这条电报式的愚蠢的留言发泄了一通不满."
    },
    {
      "en": "When a realm reaches maximum player capacity , gameplay becomes adversely affected.",
      "cn": "当服务器里的宅人们太多的时候, 游戏过程将因此大受影响."
    },
    {
      "en": "Widely fluctuating exchange rates may adversely affect international trade.",
      "cn": "浮动幅度很大的汇率可能会对国际贸易产生有害的影响."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "adverse",
          "tran_cn": " 不利的；相反的；敌对的（名词adverseness，副词adversely）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "ill",
            "disadvantageously"
          ],
          "tran_cn": "不利地；逆地；反对地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "逆地，反对地，不利地，有害地"
    }
  ],
  "exchange": {
    "adj": [
      "adverse"
    ]
  }
}