{
  "word": "dispensable",
  "ipa": {
    "us": "dɪˈspensəbl",
    "uk": "dɪˈspensəbl"
  },
  "sentences": [
    {
      "en": "All those people in the middle are dispensable.",
      "cn": "所有那些立场骑墙的人都可要可不要。"
    },
    {
      "en": "Consider the design conflict of an ordinary dispensable razor.",
      "cn": "剃须刀必须很锋利以便能方便的剃须."
    },
    {
      "en": "Delete what is dispensable and give more prominence to the essentials.",
      "cn": "可以不说的去掉,该说的就可以更突出."
    },
    {
      "en": "Flexible rectangular waveguide is a dispensable component for the connection between microwave equipment and feeder.",
      "cn": "矩形软波导是微波设备和馈线之间连接必不可少的一种器件."
    },
    {
      "en": "He repents having compensated the dispensable pension for fear of penalty.",
      "cn": "他后悔因害怕处罚而补偿了不必要的养老金."
    },
    {
      "en": "If you want to run the enterprise well, none of these two qualifications is dispensable.",
      "cn": "如果想把企业经营好, 这两个条件缺一不可."
    },
    {
      "en": "Most candidates are photography fans with dispensable income.",
      "cn": "广泛的参与人群普遍是摄影爱好者、发烧友,消费能力强."
    },
    {
      "en": "Neither of these two approaches is dispensable.",
      "cn": "照顾全局,从实际出发,这两个观点缺一不可."
    },
    {
      "en": "Part-time workers are considered dispensable.",
      "cn": "兼职工作人员被认为是可有可无的。"
    },
    {
      "en": "Person, it is affection animal, dispensable?",
      "cn": "人, 是情感动物, 可有可无?"
    },
    {
      "en": "Since none of the four is dispensable, they are equally important.",
      "cn": "实际上,这四种力量既然是缺一不可的, 所以是同等重要的."
    },
    {
      "en": "They looked on music and art lessons as dispensable.",
      "cn": "他们认为音乐课和美术课是可有可无的。"
    },
    {
      "en": "Thought the instant noodles worked as staple food the age the staple food are also dispensable.",
      "cn": "想,速食面当主食的年代,主食也就可有可无了."
    },
    {
      "en": "Wherever conductors are needed, insulators will be in dispensable.",
      "cn": "凡是需要导体的地方, 绝缘体就必不可少."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "dispensability",
          "tran_cn": " 可分配；可特别恕免；可宽恕"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "needless"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非必需的，可省去的，不必要",
      "tran_en": "not necessary or important and so easy to get rid of"
    }
  ],
  "exchange": {}
}