{
  "word": "interviewer",
  "ipa": {
    "us": "ˈɪntəvjuːə(r)",
    "uk": "ˈɪntərvjuːər"
  },
  "sentences": [
    {
      "en": "Being a good interviewer, however, requires much preparation and skill.",
      "cn": "不过，好的采访者需要许多准备和技巧。"
    },
    {
      "en": "He once told an interviewer that he didn't even like rock music.",
      "cn": "他曾告诉一位采访者，他甚至都不喜欢摇滚乐。"
    },
    {
      "en": "His abrasive wit and caustic comments were an interviewer's nightmare.",
      "cn": "他睿智刁钻，评论尖刻，对任何采访他的人而言都是梦魇。"
    },
    {
      "en": "Interviewer : Does that mean that you have to discard sequences?",
      "cn": "那意味你不得不丢弃一些连续的镜头."
    },
    {
      "en": "Interviewer will judge the interviewees attitude by asking the motive of interview.",
      "cn": "主持面试的人往往通过了解应聘者应聘的动机来判断应聘者的态度."
    },
    {
      "en": "Interviewer: Definitely! That is what our company depends on!",
      "cn": "老板: 毫无疑问, 这是我们公司赖以生存的机制!"
    },
    {
      "en": "Interviewer: How is it possible? There are lots of more experienced staff.",
      "cn": "老板: 怎么可能,你 上头 还有很多资深同事!"
    },
    {
      "en": "Interviewer: Miss Green and I both have questions for you.",
      "cn": "访问者: 格林小姐和我都有几个问题要问您."
    },
    {
      "en": "Interviewer: So when will the new product go into production?",
      "cn": "访问者: 新产品何时投产?"
    },
    {
      "en": "Interviewer: Where do you see yourself five years from now?",
      "cn": "面试官: 根据你的个人发展目标,你认为自己五年后以后会 怎样 ?"
    },
    {
      "en": "Interviewer: Why did you finally decide in favor of music?",
      "cn": "采访者: 为甚麽你最后选择音乐?"
    },
    {
      "en": "It was on television that he made an even stronger impact as an interviewer.",
      "cn": "作为采访者，是电视让他产生了更大的影响。"
    },
    {
      "en": "Often the interviewer will need to play devil's advocate in order to get a discussion going.",
      "cn": "采访者常常需要故意唱唱反调以使访谈继续下去。"
    },
    {
      "en": "The Interviewer a small man with a tired expression.",
      "cn": "面试她的是个小个子男人,一副疲惫的面容."
    },
    {
      "en": "The interviewer cut short his guest in mid - sentence.",
      "cn": "采访的人没等客人把那句话说完就打断了他的话."
    },
    {
      "en": "The success depends on good rapport between interviewer and interviewee.",
      "cn": "成功取决于采访者与被采访者之间的良好沟通。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "interview",
          "tran_cn": " 接见，采访；面试，面谈"
        },
        {
          "word": "interviewee",
          "tran_cn": " 被接见者；被访问者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "interview",
          "tran_cn": " 采访；接见；对…进行面谈；对某人进行面试"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "面试者，会见者，采访者",
      "tran_en": "the person who asks the questions in an interview"
    }
  ],
  "exchange": {
    "pl": [
      "interviewers"
    ]
  }
}