{
  "word": "gibraltar",
  "ipa": {
    "us": "dʒiˈbrɔ:ltə",
    "uk": "dʒəˈbrɔltɚ"
  },
  "sentences": [
    {
      "en": "At Gibraltar we were greeted by the governor, Lieutenant General Sir F . N . Mason MacFarlane.",
      "cn": "我们在直布罗陀受到总督梅森·麦克法兰中将的欢迎."
    },
    {
      "en": "Be wary of places such as Gibraltar, Malta or Cyprus.",
      "cn": "要提防一些地方如直布罗陀 、 马耳他或塞浦路斯等."
    },
    {
      "en": "For uncounted millions, faith remains as rock - solid as Gibraltar.",
      "cn": "对无数的信徒来讲, 信仰就像直布罗陀的岩石一样坚不可摧."
    },
    {
      "en": "Gibraltar fell to their zeal in 711 and soon afterwards they took Spain.",
      "cn": "711年,直布罗陀开始受到他们的热切关注,此后不久他们占领了西班牙."
    },
    {
      "en": "Gibraltar has been called the key to the Mediterranean.",
      "cn": "直布罗陀一直被称做地中海的门户."
    },
    {
      "en": "Gibraltar is the key to the Mediterranean.",
      "cn": "直布罗陀是地中海的要冲."
    },
    {
      "en": "I tentatively decided, unless conditions should improve , to divert the expedition into Gibraltar.",
      "cn": "我临时决定, 除非情况转佳,将远征军开向直布罗陀."
    },
    {
      "en": "Many ships coal at Gibraltar.",
      "cn": "许多船在直布罗陀加煤."
    },
    {
      "en": "The Gibraltar airport runway runs straight through the main street!",
      "cn": "直布罗陀机场跑道直接穿越主要街道!"
    },
    {
      "en": "The Rock of Gibraltar is honeycombed with caves.",
      "cn": "直布罗陀岩山上有许多洞穴."
    },
    {
      "en": "The Strait of Gibraltar connects the Mediterranean Sea and the Atlantic Ocean.",
      "cn": "直布罗陀海峡连接着地中海和大西洋."
    },
    {
      "en": "The straits of Gibraltar are the gate of the Mediterranean.",
      "cn": "直布罗陀海峡是通向地中海的必经之路."
    },
    {
      "en": "The Straits of Gibraltar are the strategic passage between the Mediterranean and the Atlantic.",
      "cn": "直布罗陀海峡是地中海通向大西洋的咽喉."
    },
    {
      "en": "The Straits of Gibraltar have not lost their strategic importance.",
      "cn": "直布罗陀海峡尚未丧失其战略上的重要地位."
    },
    {
      "en": "This ship calls at Gibraltar on the way to Port Said.",
      "cn": "这艘船在去赛保港的途中停靠直布罗陀."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "直布罗陀，冰砂糖"
    }
  ],
  "exchange": {}
}