{
  "word": "Greenland",
  "ipa": {
    "us": "ˈɡri:nlənd",
    "uk": "ˈɡrinlənd, -ˌlænd"
  },
  "sentences": [
    {
      "en": "As a result, Greenland, for the well - deserved, \" Big Brother Islands globe. \"",
      "cn": "因此, 格陵兰岛当之无愧为 “ 寰球诸岛大哥大 ”."
    },
    {
      "en": "Greenland depends thick ice before it can process at high sea level.",
      "cn": "格陵兰岛全靠厚厚的冰层,才使它能高高地突起于海平面上."
    },
    {
      "en": "Greenland in the Danish official language literally means \" green land. \"",
      "cn": "格陵兰在它的官方语言丹麦语的字面意思为 “ 绿色的土地 ”."
    },
    {
      "en": "Greenland is the most important natural factor in urban landscape.",
      "cn": "绿地是城市这个人工景观中最重要的自然要素."
    },
    {
      "en": "Greenland's topology has been shaped by the glaciers of the ice age.",
      "cn": "格林兰岛的布局是在冰河时代的冰川作用下形成的."
    },
    {
      "en": "He persuaded some people to go back with him to Greenland.",
      "cn": "并说服一些人与他一起回到格陵兰岛."
    },
    {
      "en": "Oliver Burkeman on Greenland and a London airport expansion.",
      "cn": "奥利弗&#8226;布克曼详述格陵兰与伦敦机场扩建."
    },
    {
      "en": "Regardless of which version of Santa Claus you believe in, however, there is only one thing you need to know – that Santa Claus lives in Greenland.",
      "cn": "不过 无论你相信的是那一个版本的圣诞老人 你只需要知道一件事-圣诞老人居住在格陵兰。"
    },
    {
      "en": "That is more than the gross national product of Greenland.",
      "cn": "这笔花销超过了格陵兰的年国民生产总值."
    },
    {
      "en": "The brightest spot in the image is Greenland, covered in snowy white.",
      "cn": "图像中最明亮的区域是被白雪覆盖的格林兰岛."
    },
    {
      "en": "The ice covering Greenland is about hundreds of meters thick.",
      "cn": "覆盖格陵兰岛的冰大约有几百米厚."
    },
    {
      "en": "The impact of Greenland's deglaciation on the Arctic circulation.",
      "cn": "格陵兰的冰川减退作用对北极环流的影响."
    },
    {
      "en": "There are about 70 species of spiders in Greenland alone.",
      "cn": "(据悉),仅格陵兰岛上的蜘蛛就多达70种左右."
    },
    {
      "en": "This is confirmed by temperature reconstructions of marine sediments and Greenland cores.",
      "cn": "海底沉积物和格陵兰冰芯气温重建证实了这一点."
    },
    {
      "en": "What do accumulation records of single ice cores in Greenland represent?",
      "cn": "格林兰单冰核心累集记录说明什么?"
    },
    {
      "en": "Wiki: The lyrics are dedicated to the Faroe Islands and Greenland.",
      "cn": "王菲的英文歌,但是只是对象是格陵兰和法罗群岛."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "格陵兰（岛名，位于北美洲的东北部，属丹麦）"
    },
    {
      "pos": "other",
      "tran_cn": "格林兰（位于北美洲东北部，世界第一大岛）"
    }
  ],
  "exchange": {}
}