{
  "word": "because",
  "ipa": {
    "us": "bɪˈkɒz",
    "uk": "bɪˈkɔːz"
  },
  "sentences": [
    {
      "en": "‘Why can’t I go?’ ‘Because you’re not old enough.’",
      "cn": "“我为什么不能去？”“因为你年纪太小。”"
    },
    {
      "en": "Because of the slump in domestic demand, production has stopped.",
      "cn": "由于国内需求大幅下降，生产已经停止。"
    },
    {
      "en": "Don't try and double-cross me, Taylor, because I'll kill you.",
      "cn": "别跟我耍花招，泰勒，要不我会杀了你。"
    },
    {
      "en": "He had to cancel some engagements because of tiredness.",
      "cn": "他太累了，不得不取消一些约会。"
    },
    {
      "en": "He is called Mitch, because his name is Mitchell.",
      "cn": "人们叫他米奇，因为他大名叫米切尔。"
    },
    {
      "en": "Hubert never experienced any fear, and this was partly because he was not particularly intelligent.",
      "cn": "休伯特从来都没有害怕的感觉，部分原因是他这人不大聪明。"
    },
    {
      "en": "I decided to go with them, mainly because I had nothing better to do.",
      "cn": "我决定和他们一起去，主要是因为我没有更好的事情可做。"
    },
    {
      "en": "I get very nervous because I'm using a lot of expensive equipment.",
      "cn": "因为正在使用很多昂贵的设备，所以我非常紧张。"
    },
    {
      "en": "I thought they were laughing at me because I was ugly.",
      "cn": "我觉得他们嘲笑我是因为我长得丑。"
    },
    {
      "en": "Many exam candidates lose marks simply because they do not read the questions properly.",
      "cn": "许多应试者失分只是因为没有好好地读题。"
    },
    {
      "en": "None of that matters, because we're crazy about each other.",
      "cn": "那些都不重要，因为我们深深地爱着对方。"
    },
    {
      "en": "The landlord refused to serve him because he considered him too drunk.",
      "cn": "酒吧老板觉得他已经喝多了，拒绝再给他添酒。"
    },
    {
      "en": "The man was known to the police because of previous convictions.",
      "cn": "因为有犯罪前科，警察们都认识这个人。"
    },
    {
      "en": "They actually moved down from upstairs because the rent's that expensive.",
      "cn": "他们确实从楼上搬到了楼下，因为房租太贵了。"
    },
    {
      "en": "they moved here because of the baby.",
      "cn": "他们为了孩子而搬家到这里。"
    },
    {
      "en": "Tony didn't notice because he was too engrossed in his work.",
      "cn": "托尼因为太专注于自己的工作而毫未察觉。"
    },
    {
      "en": "Town gardens are ideal because they produce flowers nearly all year round.",
      "cn": "城市公园是理想去处，那里几乎一年四季鲜花盛开。"
    },
    {
      "en": "Universities are facing grave problems because of diminishing resources.",
      "cn": "由于资源的减少，大学正面临严峻的问题。"
    },
    {
      "en": "We didn’t enjoy the day because the weather was so awful.",
      "cn": "那天我们很不尽兴，因为天气实在太糟。"
    },
    {
      "en": "We have been successful because we are offering a quality service.",
      "cn": "我们因提供的服务水准一流一直经营得很成功。"
    },
    {
      "en": "We were not able to meet the deadline because of manufacturing delays.",
      "cn": "因为制造方面的延误，我们没能赶上最后期限。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "since",
            "for",
            "seeing",
            "that"
          ],
          "tran_cn": "因为"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "as",
            "for",
            "whereas",
            "while"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "because of",
      "tran_cn": "由于，因为"
    }
  ],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": " 因为，由于",
      "tran_en": "used when you are giving the reason for something"
    },
    {
      "pos": "other",
      "tran_cn": "因为",
      "tran_en": "used when you are giving the reason for something"
    }
  ],
  "exchange": {
    "prep": [
      "because of"
    ]
  }
}