{
  "word": "washed",
  "ipa": {
    "us": "wɒʃt",
    "uk": "wɒʃt"
  },
  "sentences": [
    {
      "en": "Flood waters washed away one of the main bridges in Pusan.",
      "cn": "洪水冲垮了釜山的一座主要桥梁。"
    },
    {
      "en": "He never washed, and always wore a filthy old jacket.",
      "cn": "他总是穿着一件从来不洗的脏兮兮的旧夹克。"
    },
    {
      "en": "He seems to have washed his hands of the job.",
      "cn": "那份工作他好像已经洗手不干了。"
    },
    {
      "en": "He stared at me out of those washed-out blue eyes.",
      "cn": "他用暗淡无神的蓝眼睛盯着我看。"
    },
    {
      "en": "He's all washed up, but he still yells at everyone.",
      "cn": "他彻底完蛋了，但仍旧对每个人大吼大叫。"
    },
    {
      "en": "I even washed the flipping bed sheets yesterday.",
      "cn": "我昨天甚至把那些可恶的床单给洗了。"
    },
    {
      "en": "I took down the curtains, washed, and starched them.",
      "cn": "我摘下窗帘，洗了洗，然后给它们上了浆。"
    },
    {
      "en": "If my arm touches the wall, it has to be washed again.",
      "cn": "如果我的胳膊碰到了墙，就得再洗一次。"
    },
    {
      "en": "It took a long time to wash the mud out of his hair.",
      "cn": "花了很长时间才把泥从他头发上洗掉。"
    },
    {
      "en": "Rain washed out five of the last seven games.",
      "cn": "由于下雨，最后的7场比赛取消了5场。"
    },
    {
      "en": "She looked washed out and listless.",
      "cn": "她看上去精疲力竭而且情绪低落。"
    },
    {
      "en": "The force of the water washed him back into the cave.",
      "cn": "大水把他冲回到洞里。"
    },
    {
      "en": "The oil washed ashore on roughly 1,000 miles of coastline.",
      "cn": "石油沿着海岸线扩散到了大约1,000英里范围的沿岸海域。"
    },
    {
      "en": "The soil washed from the hills is silting up the hydroelectric dams.",
      "cn": "从山上冲刷下来的泥土就要让水电大坝淤塞了。"
    },
    {
      "en": "They looked as if they hadn't washed in days.",
      "cn": "他们看起来好像已经有好些天没洗澡了。"
    },
    {
      "en": "We did odd jobs like farm work and washing dishes.",
      "cn": "我们做了一些诸如干农活儿和洗盘子之类的零活儿。"
    },
    {
      "en": "Weeks of heavy rain have washed away roads and bridges.",
      "cn": "几周的大雨将道路和桥梁都冲垮了。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "washed coal",
      "tran_cn": "洗煤"
    },
    {
      "phrase": "washed out",
      "tran_cn": "褪色的，洗旧了的；筋疲力尽的"
    },
    {
      "phrase": "washed up",
      "tran_cn": "洗净的；失败的"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "洗过的"
    },
    {
      "pos": "other",
      "tran_cn": "out 非常疲倦的",
      "tran_en": "If you wash something, you clean it using water and usually a substance such as soap or detergent"
    },
    {
      "pos": "v",
      "tran_cn": "洗( wash的过去式和过去分词 )，洗涤，冲，（向着某一方向）流动"
    }
  ],
  "exchange": {}
}