{
  "word": "cathedral",
  "ipa": {
    "us": "kəˈθiːdrəl",
    "uk": "kəˈθiːdrəl"
  },
  "sentences": [
    {
      "en": "A monument to him was erected in St Paul's Cathedral.",
      "cn": "在圣保罗大教堂为他修了一座纪念碑。"
    },
    {
      "en": "a view of Rheims Cathedral, in all its splendour",
      "cn": "尽显其宏伟气象的兰斯大教堂景色"
    },
    {
      "en": "As Wren's epitaph famously declares, the cathedral itself is his monument.",
      "cn": "众所周知，雷恩的墓志铭中写道，大教堂本身就是他的纪念碑。"
    },
    {
      "en": "His funeral will be on Thursday at Blackburn Cathedral.",
      "cn": "他的葬礼将于星期四在布莱克本大教堂举行。"
    },
    {
      "en": "Notre-Dame Cathedral in Senlis is less famous than its namesake in Paris.",
      "cn": "桑利斯的圣母院不如在巴黎与其同名的圣母院有名。"
    },
    {
      "en": "Rosie gray is the one and only person , if it had not been for her , this crystal cathedral would not be here.",
      "cn": "她就是那一位，唯一的一人若没有她，水晶宫大教堂不会存在，这事工永远不会展开。"
    },
    {
      "en": "St Paul’s Cathedral",
      "cn": "圣保罗大教堂"
    },
    {
      "en": "St. Patrick's Cathedral is famed for its midnight mass on Christmas eve.",
      "cn": "圣巴特里克大教堂以其圣诞前夜的午夜弥撒著称."
    },
    {
      "en": "the baroque frontage of Milan Cathedral",
      "cn": "米兰大教堂巴罗克风格的正面"
    },
    {
      "en": "The bells of the cathedral rang out their loud peal.",
      "cn": "大教堂响起了响亮的钟声."
    },
    {
      "en": "The cathedral is the crowning glory of the city.",
      "cn": "大教堂是这座城市至高无上的骄傲。"
    },
    {
      "en": "The cathedral was destroyed by the Great Fire of 1136 AD.",
      "cn": "大教堂在公元1136年的大火中被付之一炬。"
    },
    {
      "en": "The ceiling of the cathedral glittered with gold.",
      "cn": "大教堂的天花板金光闪闪。"
    },
    {
      "en": "the dome of St Paul's Cathedral",
      "cn": "圣保罗大教堂的穹顶"
    },
    {
      "en": "The fourteenth century cathedral was reduced to a mass of rubble.",
      "cn": "这座14世纪的大教堂变成了一堆瓦砾。"
    },
    {
      "en": "The restaurant is located near the cathedral.",
      "cn": "餐馆位于大教堂附近。"
    },
    {
      "en": "The sheer size of the cathedral is a constant reminder of the power of religion.",
      "cn": "大教堂的宏大规模使人时刻领略到宗教的威严。"
    },
    {
      "en": "This Gothic cathedral has attracted visitors from all around the world .",
      "cn": "这座哥特式的大教堂吸引了世界各地的游客。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "minster",
            "duomo"
          ],
          "tran_cn": "大教堂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "church"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": " 大教堂的"
    },
    {
      "pos": "n",
      "tran_cn": "大教堂，主教座堂",
      "tran_en": "the main church of a particular area under the control of a  bishop "
    }
  ],
  "exchange": {
    "pl": [
      "cathedrals"
    ]
  }
}