{
  "word": "insurer",
  "ipa": {
    "us": "ɪnˈʃʊərə(r)",
    "uk": "ɪnˈʃʊrə(r)"
  },
  "sentences": [
    {
      "en": "A breach of warranty may be waived by the insurer.",
      "cn": "保险人可以放弃保证的违反."
    },
    {
      "en": "A business entity shall purchase annuity insurance from single insurer.",
      "cn": "事业单位以向一保险人投保为限."
    },
    {
      "en": "At some moments in this crisis it has shown the way—by agreeing to supply dollars to countries that needed them, and by guaranteeing the contracts of European banks when it rescued a big insurer.",
      "cn": "在这次危机的某些时刻，美国显示出了这一做法，同意提供美元给需要的国家，而且当欧洲的银行在援救一个大保险公司的时候，担保它们的合约。"
    },
    {
      "en": "China's Insurance Law stipulates the insurer's obligation of explanation.",
      "cn": "保险人说明义务是我国保险法的开创性规定."
    },
    {
      "en": "Diabetics an insurer can expect to pay inflated premiums.",
      "cn": "糖尿病患者投保可能需增加保险费."
    },
    {
      "en": "Ensure proper communication between insurer and doctor by our professional knowledge.",
      "cn": "透过我们专业知识,使保险业者与医生有适当的遘通."
    },
    {
      "en": "Has any insurer declined, cancelled or non - renewed your Domestic Helper Insurance?",
      "cn": "阁下是否被保险公司拒绝投保, 取消或拒绝续保您的家佣保险?"
    },
    {
      "en": "In between these visits, at the request of the hospital manager, I am constantly on the phone to my travel insurance party, as neither hospital nor insurer seems to accept what the other is saying.",
      "cn": "在那些探视者来访的间隙，按照医院经理的要求，我不断地和我的保险公司打电话，因为无论是医院还是保险公司似乎都不认同对方所说的情况。"
    },
    {
      "en": "Insurance law involves a contract between the insurer and the insured.",
      "cn": "保险法内容包括投保人和保险人之间的合同."
    },
    {
      "en": "She has a reasonable prospect of recovery from the insurer.",
      "cn": "她有望从保险公司拿到赔偿。"
    },
    {
      "en": "The agent's uncertainty of action will bring some risks to insurer unavoidably.",
      "cn": "代理人行动的不确定性较大,不可避免地将给保险人带来某些风险."
    },
    {
      "en": "The airline's insurer is liable for damages to the victims' families.",
      "cn": "航空公司所投的保险公司有责任向受害者家属赔付损害赔偿金。"
    },
    {
      "en": "The full cost of storm damage will be paid by the insurer.",
      "cn": "暴风雨所造成的损失将由保险公司全额理赔."
    },
    {
      "en": "The insurer promises to pay by issuance of a policy.",
      "cn": "保险公司对保单做赔偿的承诺."
    },
    {
      "en": "The insurer who fails to perform the obligation must shoulder corresponding liability.",
      "cn": "保险人违反抗辩义务,必须承担相应的法律责任."
    },
    {
      "en": "The insurer will also have to pay the additional costs of the trial.",
      "cn": "保险公司将不得不支付审判的额外费用。"
    },
    {
      "en": "Their insurer paid the £900 bill, even though the policy did not strictly cover it.",
      "cn": "虽然严格来讲保险单并不包含这一项，他们的保险公司还是支付了那张900英镑的账单。"
    },
    {
      "en": "This alternative would have to operate as any other insurer, on the basis of the premiums it collects.",
      "cn": "这个选项如同其他的保险公司一样，依靠它收取的保费生存。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "insurable",
          "tran_cn": " 可保险的，适合保险的"
        },
        {
          "word": "insured",
          "tran_cn": " 已投保的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "insurability",
          "tran_cn": " [保险] 可保险性"
        },
        {
          "word": "insurance",
          "tran_cn": " 保险；保险费；保险契约；赔偿金"
        },
        {
          "word": "insured",
          "tran_cn": " 被保险人"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "insured",
          "tran_cn": " 确保；给…保险（insure的过去式和过去分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "insure",
          "tran_cn": " 确保；投保"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "insure",
          "tran_cn": " 确保，保证；给…保险"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "insurance company",
            "insurance carrier"
          ],
          "tran_cn": "[保险]保险公司；承保人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "承保人，保险公司",
      "tran_en": "a person or company that provides insurance"
    }
  ],
  "exchange": {
    "pl": [
      "insurers"
    ]
  }
}