{
  "word": "resume",
  "ipa": {
    "us": "rɪˈzjuːm",
    "uk": "rɪˈzuːm"
  },
  "sentences": [
    {
      "en": "a brief resume of the day’s events",
      "cn": "当天活动的概述"
    },
    {
      "en": "Don't push for an interview on the spot, but rather explain that you want to let them know of your interest, drop off your resume, and complete an application while you're there if possible.",
      "cn": "这个时候不要急着想得到面试，而是解释为你只是想让他们知道你对他们招聘的职位有兴趣，放下你的简历，然后有可能的话填完一份申请表就离开吧。"
    },
    {
      "en": "He bowed to the inevitable and announced that he was willing to resume diplomatic relations.",
      "cn": "迫于形势他只好宣称愿意恢复外交关系。"
    },
    {
      "en": "He would resume pacing the courtyard and reading the almanac.",
      "cn": "于是他又捧了那本历书,在廊下徘徊起来."
    },
    {
      "en": "I mentioned that in my resume .",
      "cn": "我有在我的履历表中提到。"
    },
    {
      "en": "I was given the all clear by the doctor to resume playing.",
      "cn": "医生准许我重新开始训练。"
    },
    {
      "en": "My resume shows that I have the right qualifications for the job.",
      "cn": "我的简历表明我正符合这项工作的条件."
    },
    {
      "en": "Officials from the two countries will meet again soon to resume negotiations.",
      "cn": "两国官员不久将再度会晤以重启谈判。"
    },
    {
      "en": "Peace talks will resume tomorrow.",
      "cn": "和平谈判明天重新启动。"
    },
    {
      "en": "Please do not send your resume by attachment.",
      "cn": "请勿以附件形式发送简历。"
    },
    {
      "en": "resume your seat/place/position",
      "cn": "恢复席位 / 地位 / 职位"
    },
    {
      "en": "Send a resume, please.",
      "cn": "请寄一份简历."
    },
    {
      "en": "Send us a resume and cover letter.",
      "cn": "将简历装入信封发送给我们."
    },
    {
      "en": "Send your resume with a cover letter that is specific to that particular job.",
      "cn": "寄出你的简历并附上一份针对那个特定工作岗位的附函。"
    },
    {
      "en": "She hopes to resume work after the baby is born.",
      "cn": "她想生完孩子后继续工作。"
    },
    {
      "en": "South Africa resume this morning on 278 for seven and England could well polish them off first thing.",
      "cn": "南非队今天上午以278分7人出局继续比赛，英格兰队应该很容易就能击败他们。"
    },
    {
      "en": "The rebels have resumed hostilities against government troops.",
      "cn": "叛乱分子继续与政府军发生冲突。"
    },
    {
      "en": "The search is expected to resume early today.",
      "cn": "搜寻预计于今天早些时候重新开始。"
    },
    {
      "en": "They thought that he should resume his kingly duties.",
      "cn": "他们认为他应该继续履行君主的职责。"
    },
    {
      "en": "Update your resume and cover letter.",
      "cn": "更新你的简历和求职信。"
    },
    {
      "en": "We'll stop now and resume at two o'clock.",
      "cn": "我们现在停下来,到两点再干."
    },
    {
      "en": "What do you do after being a spy? Do you sell insurance? And how do you get a new career when your resume is blank?",
      "cn": "在特工之后你又该做些什么呢？卖保险？当你的履历档案完全是空白时，你怎样才能得到一份新工作呢？"
    },
    {
      "en": "Within hours, she was free to resume her journey westward.",
      "cn": "几小时以后她便抽出身来重新开始西行的旅程。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "resumption",
          "tran_cn": " 恢复；重新开始；取回；重获；恢复硬币支付"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bio",
            "abstract",
            "brief",
            "summary",
            "record"
          ],
          "tran_cn": "[管理]履历；个人简历；摘要"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "recover",
            "start over"
          ],
          "tran_cn": "重新开始；重新获得"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "personal resume",
      "tran_cn": "个人简历"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": " 摘要， 概要； 简历",
      "tran_en": "a short account of something such as an article or speech which gives the main points but no details"
    },
    {
      "pos": "v",
      "tran_cn": "恢复；重新开始",
      "tran_en": "if an activity or process resumes, it starts again after a pause"
    },
    {
      "pos": "vi",
      "tran_cn": "重新开始，继续；再次出现"
    },
    {
      "pos": "vt",
      "tran_cn": "（中断后）重新开始，继续；重新回到，恢复（席位，地位或职位）；（停顿或被打断后）继续说；重选，重穿，重新占用",
      "tran_en": "to start doing something again after stopping or being interrupted"
    }
  ],
  "exchange": {
    "pl": [
      "resumes"
    ]
  }
}