{
  "word": "vertebrate",
  "ipa": {
    "us": "ˈvɜːtɪbrət",
    "uk": "ˈvɜːrtɪbrət"
  },
  "sentences": [
    {
      "en": "A dog is a vertebrate animal.",
      "cn": "狗是脊椎动物."
    },
    {
      "en": "Advanced plant 2000 a variety of, feral vertebrate 500 a variety of.",
      "cn": "高等植物2000多种, 野生脊椎动物500多种."
    },
    {
      "en": "All these seem to indicate that molecular mechanisms of vertebrate sex determination and differentiation are diversified.",
      "cn": "所有这些表明脊椎动物性别决定和分化机制是多样化的."
    },
    {
      "en": "Because these cells are among the largest in the vertebrate brain, they were the first neurons to be identified.",
      "cn": "由于这些细胞是脊椎动物大脑中最大的细胞，它们是最早被识别出来的神经元。"
    },
    {
      "en": "Cold - blood vertebrate has formatted multi - cold adaptation artifice in the various habitation environment.",
      "cn": "冷血脊椎动物在多种多样栖息环境中形成多种耐寒策略."
    },
    {
      "en": "Dead bodies of vertebrate in the field should not be collected or closely examined.",
      "cn": "不要太接近脊椎动物的尸体或收集它们作样本。"
    },
    {
      "en": "It is also a major component of vertebrate bones and teeth.",
      "cn": "这也是脊椎动物,骨头和牙齿主要的组成部分."
    },
    {
      "en": "Name the vertebrate group to which the Hong Kong newt belongs.",
      "cn": "名称的脊椎动物集团的香港蝾螈属."
    },
    {
      "en": "Now at Leicester, his research focuses upon the earliest part of the vertebrate fossil record.",
      "cn": "现在他在莱斯特大学从事博士后研究,侧重于研究脊椎动物的化石记录的最早一部分."
    },
    {
      "en": "Objective To study the mechanism of the dislocation of vertebrate.",
      "cn": "目的掌握颈椎脱位的力学机制."
    },
    {
      "en": "Quite unexpectedly, vertebrate physiologists and microbial biochemists had found a common ground.",
      "cn": "出乎意外, 脊椎动物生理学家和微生物生化学家找到了共同阵地."
    },
    {
      "en": "THE ARAGONIAN VERTEBRATE FAUNA OF XIACAOWAN , JIANGSU ——4 . GLIRIDAE ( RODENTIA, MAMMALIA )",
      "cn": "江苏泗洪下草湾中中新世脊椎动物群—— 4. 睡鼠科 ( 哺乳纲, 啮齿目 )"
    },
    {
      "en": "THE ARAGONIAN VERTEBRATE FAUNA OF XIACASWAN , JIANGSU 2 . AEGYPINAE ( FALCANIFORMES, AVES )",
      "cn": "江苏泗洪下草湾中中新世脊椎动物群—— 2. 兀鹫亚科 ( 鸟纲 、 隼形目 )"
    },
    {
      "en": "The snake belongs to chordate phyla, vertebrate, reptile, squamata, serpents, in the animal kingdom.",
      "cn": "蛇在动物界属脊索动物门 、 脊椎动物亚门 、 爬行纲 、 有鳞目 、 蛇亚目."
    },
    {
      "en": "The spleen of certain vertebrate animals, such as cows or pigs.",
      "cn": "脾脏某些脊椎动物的脾脏, 如牛或猪的."
    },
    {
      "en": "The unborn young of a viviparous vertebrate having a basic structural resemblance to the adult animal.",
      "cn": "胎基本结构与成年动物相似的胎生脊椎动物未出生的幼子."
    },
    {
      "en": "This part of the vertebrate brain has two divisions, the medulla and the cerebellum.",
      "cn": "脊椎动物脑子的这一部分可分为两部分:脑髓和小脑."
    },
    {
      "en": "Zoonoses are defined by the WHO as “Any disease or infection which is naturally transmissible from vertebrate animals to man\".",
      "cn": "世界卫生组织将人畜共患病定义为“任何自然地从脊椎动物传播到人类的疾病或传染病”。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "vertebral",
          "tran_cn": " 脊椎的；椎骨的；由椎骨组成的；有脊椎的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "vertebra",
          "tran_cn": " [解剖] 椎骨；[解剖] 脊椎"
        },
        {
          "word": "vertebrata",
          "tran_cn": " 脊椎动物门"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "backboned"
          ],
          "tran_cn": "[脊椎]脊椎动物的；有脊椎的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "amniote"
          ],
          "tran_cn": "[脊椎]脊椎动物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "creature"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有脊椎的，脊椎动物的"
    },
    {
      "pos": "n",
      "tran_cn": "脊椎动物",
      "tran_en": "a living creature that has a backbone"
    },
    {
      "pos": "n&adj",
      "tran_cn": " 脊椎动物",
      "tran_en": "a living creature that has a backbone"
    }
  ],
  "exchange": {
    "pl": [
      "vertebrates"
    ]
  }
}