{
  "word": "blond",
  "ipa": {
    "us": "blɒnd",
    "uk": "blɑnd"
  },
  "sentences": [
    {
      "en": "Blond strands of hair whipped in the wind.",
      "cn": "缕缕金发在风中飘扬。"
    },
    {
      "en": "Even the tall Teutonic blond fellow who gave me an unsteady smile as I took the mat next to him is frightened — once I’d sat down, I could see he was shaking.",
      "cn": "甚至那个当我要拿起他旁边的一个坐垫时对我颤抖着微笑的高大的日耳曼的金发家伙也很害怕。 有一次我要坐下，就看到他正在发抖着。"
    },
    {
      "en": "He was a handsome blond Nordic type.",
      "cn": "他属于北欧人那种类型，英俊潇洒，金发碧眼。"
    },
    {
      "en": "He was in his early forties, tall and blond with bright blue eyes.",
      "cn": "他40出头儿，高高的个子，金黄头发，一双天蓝色眼睛。"
    },
    {
      "en": "He was of medium height with blond hair and light blue eyes.",
      "cn": "他中等身材，金发碧眼。"
    },
    {
      "en": "Her long blond hair spilled down over her shoulders.",
      "cn": "她那淡黄色的长发披垂在双肩."
    },
    {
      "en": "His blond hair was windblown.",
      "cn": "他的一头金发被风吹得乱蓬蓬的。"
    },
    {
      "en": "His thick blond hair had just been styled before his trip.",
      "cn": "他在旅行前刚把浓密的金发修剪了一番。"
    },
    {
      "en": "I have long blond hair and blue eyes.",
      "cn": "我有着长发,蓝色的眼睛."
    },
    {
      "en": "I think someone at this table with blond curly hair should enter.",
      "cn": "我认为坐在餐桌边的金发卷毛的人应该参加。"
    },
    {
      "en": "In the interval a blond boy dressed in white serenaded the company on the flute.",
      "cn": "幕间休息时，一位身着白衣的金发男孩用长笛为来宾演奏了一支小夜曲。"
    },
    {
      "en": "She's had her blond hair done up exactly like Jackie's.",
      "cn": "她把她的金发盘得和杰姬一模一样。"
    },
    {
      "en": "The actress wore a black wig over her blond hair.",
      "cn": "那个女演员戴一顶黑色假发罩住自己的金黄色头发."
    },
    {
      "en": "The baby had blond curls.",
      "cn": "那个婴儿有一头金色卷发。"
    },
    {
      "en": "The tall girl with short blond hair is Ingrid.",
      "cn": "那个金色短发的高个女孩是英格里德."
    },
    {
      "en": "This little blond moppet, gentle and kind and interested in the world.",
      "cn": "这个金发的小娃娃，温顺而友好，对世界充满了兴趣。"
    },
    {
      "en": "Thomas was the only blond in the family, beside the mother.",
      "cn": "在这一家人中除了母亲之外,只有托马斯是金发."
    },
    {
      "en": "Who's that girl with blond hair?",
      "cn": "那个金发女孩是谁?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "fair-haired"
          ],
          "tran_cn": "金发的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "gold",
            "white",
            "yellow"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "blond hair",
      "tran_cn": "金发"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（头发）金黄色的，有浅色头发的",
      "tran_en": "a man who is blond has pale or yellow hair"
    },
    {
      "pos": "n",
      "tran_cn": "金发女郎"
    }
  ],
  "exchange": {
    "pl": [
      "blonds"
    ]
  }
}