{
  "word": "HIV",
  "ipa": {
    "us": "ˌeɪtʃ aɪ ˈvi:",
    "uk": "ˌeɪtʃaɪ'vi"
  },
  "sentences": [
    {
      "en": "A newer anti-HIV drug called pyridinone caused HIV to mutate into a form which could not reproduce or infect new cells.",
      "cn": "一种叫作吡啶酮的新型抗艾滋病药物能促使艾滋病毒变异，使其不能繁殖，也不会再感染新的细胞。"
    },
    {
      "en": "All donated blood is screened for HIV.",
      "cn": "所献血液一律要经过人体免疫缺陷病毒的筛查。"
    },
    {
      "en": "Biomedical research will enable many individuals infected with HIV to live longer, more comfortable lives.",
      "cn": "生物医学研究将会使许多艾滋病患者延长生命、提高生命质量。"
    },
    {
      "en": "Both drugs slow the progression of HIV, but neither cures the disease.",
      "cn": "这两种药物都可以延缓艾滋病病情发展，但是都不能治愈这种疾病。"
    },
    {
      "en": "But could slowing HIV be as simple as using an inexpensive spermicide?",
      "cn": "但是,降低HIV能像用一种廉价杀精剂那么简单 吗 ?"
    },
    {
      "en": "Heterosexual contact is responsible for the bulk of HIV transmission.",
      "cn": "艾滋病病毒大半是经异性性接触传播的。"
    },
    {
      "en": "His estimate of half a million HIV positive cases was based on an extrapolation of the known incidence of the virus.",
      "cn": "他估计有50万个HIV阳性病例，这是根据已知的病毒感染率作出的推论。"
    },
    {
      "en": "HIV positive/negative (=having or not having HIV in your body)",
      "cn": "艾滋病病毒检测呈阳性的/阴性的"
    },
    {
      "en": "human immunodeficiency virus or HIV",
      "cn": "人体免疫缺陷病毒，即HIV"
    },
    {
      "en": "I have patients who are HIV-positive and asymptomatic.",
      "cn": "我的一些病人艾滋病病毒检测呈阳性，但却无任何体征。"
    },
    {
      "en": "I translated this as a mad desire to lock up every single person with HIV.",
      "cn": "我把这点理解为想把每个艾滋病病毒携带者都关起来的疯狂欲望。"
    },
    {
      "en": "It is also uncertain at this stage whether or not the devices will test for HIV.",
      "cn": "目前也还不确定，在现阶段这个装置是否将会用于检测艾滋病（HIV）。"
    },
    {
      "en": "Next generation Fusion inhibitors like T - 20 may soon fight HIV.",
      "cn": "下一代融合抑制物 T -20可以迅速攻击艾滋病病毒."
    },
    {
      "en": "That is why we are continuing to invest in the fight against HIV/AIDS.",
      "cn": "这就是为什么我们一直与艾滋病毒和艾滋病斗争的原因。"
    },
    {
      "en": "The FDA approved a new anti - HIV drug.",
      "cn": "FDA已批准了一种新的 抗 艾滋病病毒药."
    },
    {
      "en": "There's a time lag between infection with HIV and developing AIDS.",
      "cn": "从感染艾滋病病毒到病发有一段滞后期。"
    },
    {
      "en": "to be infected with HIV",
      "cn": "染上艾滋病病毒"
    },
    {
      "en": "You can contract Aids if your bodily fluids come into contact with the bodily fluids of someone else who is infected with HIV.",
      "cn": "如果你的体液与染有HIV者 的体液接触,你就会染上艾滋病."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "hiv virus",
      "tran_cn": "艾滋病毒"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "hiver (French=winter)（法语）冬季，Human Immunodeficiency Virus艾滋病病毒"
    },
    {
      "pos": "other",
      "tran_cn": "人体免疫缺损病毒（艾滋病病毒）；（Human Immunodeficiency Virus）的缩写",
      "tran_en": "HIV is a virus which reduces people's resistance to illness and can cause AIDS"
    }
  ],
  "exchange": {}
}