{
  "word": "infighting",
  "ipa": {
    "us": "ˈɪnfaɪtɪŋ",
    "uk": "ˈɪnˌfaɪtɪŋ"
  },
  "sentences": [
    {
      "en": "Athens has been a headache to International Olympic Committee, not least because of infighting.",
      "cn": "雅典已经令国际奥组委大为头疼, 尤其是由于那里有混战."
    },
    {
      "en": "Environmental chaos, something non - constant infighting tangled several forces, the detection work like and mirrors, investigators overwhelmed.",
      "cn": "环境混乱, 事 非 不断,几股势力纠结暗斗, 侦破工作有如雾里看花,办案人员压力重重."
    },
    {
      "en": "Fractious infighting left the cartel in disarray. Prices collapsed.",
      "cn": "混战之后油价崩溃,欧佩克陷入困境."
    },
    {
      "en": "I gather a lot of political infighting went on before he got the top job.",
      "cn": "我看他一定经历了政治上诸多明争暗斗才获此高位."
    },
    {
      "en": "If they can hold it together and stop the usual infighting that has plagued many of their campaigns, it may just provide the platform for Arsenal's Robin van Persie to shine.",
      "cn": "如果他们能够团结一致，抑制住往届比赛中如同瘟疫一般纠缠着他们的暗斗，那么就可能为阿森纳的罗宾范佩西提供表演的舞台。"
    },
    {
      "en": "Instead, Europe's best example of industrial co - operation is mired in political infighting.",
      "cn": "可是, 这个欧洲工业合作的最好范例却因政治内讧而陷入困境."
    },
    {
      "en": "Most players would be fed up with the infighting that structured the Lakers off season.",
      "cn": "大多数的湖人主力球员都经历了这样的混乱."
    },
    {
      "en": "Negativity and infighting were common.",
      "cn": "消极影响和内部混战司空见惯."
    },
    {
      "en": "This causes the technology process to degenerate into political infighting, forces foul compromises, and creates delays.",
      "cn": "这使得技术过程退化成了立场混战, 导致了违反规则的妥协, 延迟了规范的发布."
    },
    {
      "en": "Yes, I said, but given the Tuareg history of betrayal and infighting, could the West trust them?",
      "cn": "是的，我说，但考虑到历史上图阿雷格人的背叛和暗斗，西方人能信任他们吗？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "melee",
            "mix-up"
          ],
          "tran_cn": "暗斗；混战；接近战"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "faction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "内讧，内部纠纷，勾心斗角"
    },
    {
      "pos": "v",
      "tran_cn": "暗斗（infight的ing形式）；近击"
    }
  ],
  "exchange": {}
}