{
  "word": "flotation",
  "ipa": {
    "us": "fləʊˈteɪʃn",
    "uk": "floʊˈteɪʃn"
  },
  "sentences": [
    {
      "en": "A rise in the value of old securities is an indispensable preliminary to the flotation of new issues.",
      "cn": "一只旧的有价证券的升值是浮现新问题的必不可少的第一步。"
    },
    {
      "en": "Effects of sodium sulfide on collectorless flotation of galena have been investigated.",
      "cn": "本文研究了硫化钠对方铅矿无捕收剂浮选的影响."
    },
    {
      "en": "Expounds liquid level control system of flotation machine and its industrial test.",
      "cn": "介绍浮选机矿浆液位控制系统及其工业试验过程."
    },
    {
      "en": "Flotation is a process for separating low density solids or liquid particles from a liquid phase.",
      "cn": "浮选是从液体中分离出低密度固体物或液态颗粒."
    },
    {
      "en": "Flotation is used for Florida and Kola rock.",
      "cn": "浮选操作法用于佛罗里达磷矿和科拉磷矿."
    },
    {
      "en": "Huang original nitrate, 11 th flotation oil processing and sales.",
      "cn": "黄原酸盐 、 11号浮选油加工销售."
    },
    {
      "en": "Kerosene and butyl xanthate were used as collectors in bulk flotation.",
      "cn": "混合浮选采用煤油加丁基黄药作为捕收剂."
    },
    {
      "en": "Multi - District flotation series, automatic feed pulp, using ink - floating bubble Xiedai to separate.",
      "cn": "多级 浮选区串联, 自动送浆, 利用气泡挟带油墨离子上浮,使其分离出来."
    },
    {
      "en": "Process mineralogy investigations were emphasized in designing new technologies of sulphide flotation.",
      "cn": "工艺矿物学研究是设计确定硫化矿浮选新工艺的重要依据."
    },
    {
      "en": "The pilot test shows that the flotation process is properly used.",
      "cn": "中间试结果表明所选用的浮选工艺是合理的."
    },
    {
      "en": "The result shows, the mixed flotation sulphidecopper is the best.",
      "cn": "试验结果发现, 混合浮选流程选别指标最好."
    },
    {
      "en": "The separated metals then feed into a series of flotation cells.",
      "cn": "分离出的金属物料再传输到一系列的浮选槽."
    },
    {
      "en": "The slides at main door can be used as flotation aid.",
      "cn": "主出口的滑梯可用作辅助漂浮装置."
    },
    {
      "en": "Therefore, flotation recovery should be taken into account for the slime.",
      "cn": "因而考虑对细泥部分采用浮选回收."
    },
    {
      "en": "Ultravioletspectrumspectrum and flotation solution chemistry were studied of scheelite and benzoylhydroxamic acid.",
      "cn": "研究了天青石精矿复分解法制备碳酸锶的工艺及溶液化学作用机理."
    },
    {
      "en": "When combined with XHF , it may consist a horizontal flotation system.",
      "cn": "与XHF浮选机联合使用可形成水平布置的浮选系统."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "floatation"
          ],
          "tran_cn": "浮选（等于floatation）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "air flotation",
      "tran_cn": "空气浮选；充气浮选"
    },
    {
      "phrase": "dissolved air flotation",
      "tran_cn": "溶气浮选法；溶解气浮选"
    },
    {
      "phrase": "flotation agent",
      "tran_cn": "浮选剂"
    },
    {
      "phrase": "flotation cell",
      "tran_cn": "[矿]浮选池"
    },
    {
      "phrase": "flotation machine",
      "tran_cn": "浮选机"
    },
    {
      "phrase": "flotation process",
      "tran_cn": "浮选法"
    },
    {
      "phrase": "flotation tailings",
      "tran_cn": "浮选尾矿"
    },
    {
      "phrase": "froth flotation",
      "tran_cn": "浮选；泡沫浮选"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "浮选，漂浮，漂浮状态，发行股票，发行公债",
      "tran_en": "a container filled with air or gas, fixed to something to make it float"
    }
  ],
  "exchange": {
    "pl": [
      "flotations"
    ]
  }
}