{
  "word": "hypocritical",
  "ipa": {
    "us": "ˌhɪpə'krɪtɪkl",
    "uk": "ˌhɪpəˈkrɪtɪkəl"
  },
  "sentences": [
    {
      "en": "He thought the letter cowardly and hypocritical.",
      "cn": "他认为这封信写得既怯懦又伪善."
    },
    {
      "en": "I hate people striking attitudes most, and find them extremely hypocritical.",
      "cn": "我最讨厌那些爱做秀的人了, 感觉他们特别虚伪."
    },
    {
      "en": "I live very hypocritical, pretending to have their own very happy.",
      "cn": "所以我活的很虚伪, 假装自己过的很开心."
    },
    {
      "en": "I removed the hypocritical smile, put on a tired face.",
      "cn": "我卸下了虚伪的微笑, 摆出一张疲倦的脸."
    },
    {
      "en": "I would just like to say that this is the most hypocritical thing I have ever heard in my life.",
      "cn": "我只想说这是我这辈子听说过的最虚伪的事情。"
    },
    {
      "en": "If someone is being hypocritical then it is fair to expose that.",
      "cn": "如果有人虚伪矫饰，那就应该暴露他的真面目。"
    },
    {
      "en": "It laid bare the hypocritical apologies of economists.",
      "cn": "它揭穿了经济学家的虚伪的粉饰."
    },
    {
      "en": "It would be hypocritical to say I travel at 70 mph simply because that is the law.",
      "cn": "如果仅仅因为法律规定的时速是70英里我就说自己的行驶时速是70英里，那就太虚伪了。"
    },
    {
      "en": "It would be hypocritical to say I travel at 70mph simply because that is the law.",
      "cn": "如果因为法律规定的时速是70英里我就说自己的车速是这么高，那就是虚伪了。"
    },
    {
      "en": "It's hypocritical to say one thing and do another.",
      "cn": "言行不符就是伪善."
    },
    {
      "en": "Sincere expressions are much more valuable than empty and hypocritical imitations.",
      "cn": "真诚的表达较空洞,虚伪的模仿更为可贵."
    },
    {
      "en": "The Heidlers are an unpleasantly hypocritical pair.",
      "cn": "海德勒夫妇很虚伪，很让人讨厌。"
    },
    {
      "en": "Their marriage reforms, assumes a light and hypocritical companionship.",
      "cn": "他们的婚姻生活却从此变了样, 而变为一种浮而不实的伴侣关系."
    },
    {
      "en": "This hypocritical bureaucrat has done many bad things secretly.",
      "cn": "这些虚伪的官绅背地里做尽了坏事."
    },
    {
      "en": "What could be more amusing than the public exposure of hypocritical sinners?",
      "cn": "是的,每个人都喜欢丑闻,就算你不喜欢最新的也没关系."
    },
    {
      "en": "With hypocritical mockers in feasts, they gnashed upon me with their teeth.",
      "cn": "诗35:16他们如同席上好嬉笑的狂妄人、向我咬牙."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "Janus-faced",
            "artificial",
            "deceitful",
            "deceiving",
            "deceptive",
            "dishonest",
            "dissembling",
            "duplicitous",
            "fake",
            "false",
            "hollow",
            "insincere",
            "pharisaical",
            "phony",
            "pious",
            "pretending",
            "pretentious",
            "sanctimonious",
            "self-righteous",
            "unnatural"
          ],
          "tran_cn": "伪善的,虚伪的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "伪善的，虚伪的，伪善者的，言不由衷的",
      "tran_en": "behaving in a way that is different from what you claim to believe – used to show disapproval"
    }
  ],
  "exchange": {
    "adv": [
      "hypocritically"
    ],
    "noun": [
      "hypocrite"
    ]
  }
}