{
  "word": "sauna",
  "ipa": {
    "us": "ˈsɔ:nə",
    "uk": "ˈsɔnə, ˈsaʊ-"
  },
  "sentences": [
    {
      "en": "a hotel with a swimming pool and sauna",
      "cn": "带游泳池和桑拿浴室的旅馆"
    },
    {
      "en": "A sauna is a type of steam bath.",
      "cn": "桑拿是一种蒸汽浴."
    },
    {
      "en": "After taking a sauna, you'll feel like a new man.",
      "cn": "洗了蒸汽浴, 你会感到有如新生一般."
    },
    {
      "en": "Applicant for bathroom, sauna room, supermarket, stadiums and gymnasiums, office, storage, etc.",
      "cn": "应用于浴室, 桑拿, 超市, 运动场所, 公司的储物柜."
    },
    {
      "en": "Can't l have a shvitz in peace in my own sauna?",
      "cn": "我不能在自己的桑拿浴里享受点和平 吗 ?"
    },
    {
      "en": "City Jinqi wholesale business scope covers hotel supplies, sauna room supplies.",
      "cn": "金屹城批发市场的经营范围涵盖了酒店用品 、 桑拿客房用品等."
    },
    {
      "en": "Hotel amenities include coin - operated laundry, pool , spa sauna, tennis court and jacuzzi.",
      "cn": "旅馆的设施还包括自动投币的洗衣机 、 泳池 、 泉、拿 、 球场和按摩浴缸."
    },
    {
      "en": "I asked myself: How does this sauna differ from all other saunas?",
      "cn": "我扪心自问: “这个桑拿和其它的有何不同? ”"
    },
    {
      "en": "I had a sauna this morning, so now I feel really relaxed.",
      "cn": "我今天早晨去洗了个桑拿浴, 现在觉得很舒坦."
    },
    {
      "en": "I tried a sauna at the local YMCA to compare.",
      "cn": "我到附近YMCA的桑拿做比较."
    },
    {
      "en": "It was really hot in the sauna.",
      "cn": "桑拿浴的确很热."
    },
    {
      "en": "My face is always as red as a beet when I come out of the sauna.",
      "cn": "每次洗完桑拿,我的脸总是通红."
    },
    {
      "en": "Sports: including equipment gym, aerobics fitness, water sports, sauna.",
      "cn": "运动方面包括器械健身 、 有氧课程 、 水中运动 、 男女桑拿."
    },
    {
      "en": "The hotel has a sauna, solarium and heated indoor swimming pool.",
      "cn": "这家旅馆有一个桑拿浴室、日光浴室和室内温水游泳池。"
    },
    {
      "en": "The sauna and massage refreshed me after a long walk.",
      "cn": "走了很长的路之后,桑拿按摩使我恢复了精神."
    },
    {
      "en": "The stairs separates the rest room from the sauna area.",
      "cn": "这个楼梯将休息室与桑拿区分开来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bath"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "桑拿浴室，桑拿房，桑拿，桑拿浴，蒸气浴",
      "tran_en": "a room that is heated to a very high temperature by hot air, where people sit because it is considered healthy"
    },
    {
      "pos": "vi",
      "tran_cn": "洗桑拿浴"
    }
  ],
  "exchange": {
    "pl": [
      "saunas"
    ]
  }
}