{
  "word": "meanwhile",
  "ipa": {
    "us": "ˈmiːnwaɪl",
    "uk": "ˈmiːnwaɪl"
  },
  "sentences": [
    {
      "en": "Cook the sauce over a medium heat until it thickens. Meanwhile start boiling the water for the pasta.",
      "cn": "用中火把调味汁煮到变稠，同时烧水准备煮意大利面。"
    },
    {
      "en": "I continued working, meanwhile, he went out shopping.",
      "cn": "我继续工作, 这期间他出去买东西."
    },
    {
      "en": "I knew I wouldn’t get my exam results for several weeks, and I wasn’t sure what to do in the meanwhile.",
      "cn": "我知道我要几星期后才能拿到考试成绩，我不知道这期间该做什么。"
    },
    {
      "en": "I'll be back soon. Meanwhile follow on.",
      "cn": "我马上就回来, 你继续干下去好了."
    },
    {
      "en": "Meanwhile the personality cult around this campaigner grew.",
      "cn": "同时，对这位竞选者的个人崇拜正在逐渐升温。"
    },
    {
      "en": "Meanwhile the race is on to resurface the road before next Wednesday.",
      "cn": "与此同时正赶着在下周三之前把路面重新铺好。"
    },
    {
      "en": "Meanwhile we must do a good job in transport and communications.",
      "cn": "同时我们要搞好交通运输工作."
    },
    {
      "en": "Meanwhile, as the politicians haggle, the violence worsens.",
      "cn": "在政客们大打嘴仗的同时，暴力事件愈演愈烈。"
    },
    {
      "en": "Meanwhile, back in London, Palace Pictures was collapsing.",
      "cn": "与此同时，伦敦的皇宫影业公司也正在分崩离析。"
    },
    {
      "en": "Meanwhile, Dusty Springfield's new TV series began a run on BBC 1.",
      "cn": "同时，达斯蒂·斯普林菲尔德的电视剧新作开始在BBC1台播放。"
    },
    {
      "en": "Meanwhile, melt the white chocolate in a bowl suspended over simmering water.",
      "cn": "同时，把碗置于微沸的水上，将白巧克力放入碗中使其熔化。"
    },
    {
      "en": "Meanwhile, sales of vinyl records halved in 1992 to just 6.7m.",
      "cn": "与此同时，黑胶唱片的销售量在1992年下降了一半，只有670万张。"
    },
    {
      "en": "Meanwhile, the boredom is excruciating.",
      "cn": "同时，又无聊得让人苦恼不已。"
    },
    {
      "en": "The doctor will see you again next week. Meanwhile, you must rest as much as possible.",
      "cn": "医生下周还会给你看病。在此期间，你一定要尽可能多休息。"
    },
    {
      "en": "The flight will be announced soon. Meanwhile, please remain seated.",
      "cn": "很快就要广播通知登机，在此期间请继续留在座位上。"
    },
    {
      "en": "The media, meanwhile, has blown hot and cold on the affair.",
      "cn": "同时，媒体对这件事的态度表现得忽冷忽热。"
    },
    {
      "en": "The public, meanwhile, hold architects in low esteem.",
      "cn": "与此同时，公众对建筑师并不看重。"
    },
    {
      "en": "You, meanwhile, will be skulking in the safety of the car.",
      "cn": "与此同时，你会安全地藏在汽车里。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "together",
            "simul"
          ],
          "tran_cn": "同时，其间"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "meantime"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in the meanwhile",
      "tran_cn": "同时；在此期间"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "同时，在此期间，与之相比",
      "tran_en": "in the period of time between two events"
    },
    {
      "pos": "n",
      "tran_cn": "其间，其时"
    }
  ],
  "exchange": {}
}