{
  "word": "perpetrator",
  "ipa": {
    "us": "ˈpɜ:pətreɪtə(r)",
    "uk": "ˈpɜrpətreɪtə(r)"
  },
  "sentences": [
    {
      "en": "A violent crime transfers evidence from the victim to the perpetrator and vice - versa.",
      "cn": "狂暴的罪行会将证据从受害人转移到罪犯身上,反之亦然."
    },
    {
      "en": "Circumstantial evidenceand documents that point to an individual as the perpetrator of a crime.",
      "cn": "指认某个人为犯罪者的间接证据和文件。"
    },
    {
      "en": "Corporate crime — committed by businesses — should not be confused with white - collar crime, which refers to the occupation of the perpetrator and may be directed against a business.",
      "cn": "公司犯罪不应与 白领 犯罪混淆, 后者指的是犯罪者的职业,其罪行可能是针对企业的."
    },
    {
      "en": "In the climate crisis, China can be seen as perpetrator and victim.",
      "cn": "在气候危机中, 中国可以被视为“作恶者”也可以被视为“受害者”."
    },
    {
      "en": "Little would argue that how resources are distributed isa perpetrator to global injustice ( hint: Marx ).",
      "cn": "很少人会否认资源调配的方法是全球不公义的罪魁 ( 留意: 马克思 )."
    },
    {
      "en": "Perhaps very soon a crime with perpetrator unknown will come to light.",
      "cn": "或许不久就有一桩未知杀人案即将披露."
    },
    {
      "en": "That notorious perpetrator of robbery was sentenced to death yesterday.",
      "cn": "那个臭名昭著的抢劫犯昨天被判处死刑."
    },
    {
      "en": "The act of perpetrator is a kind of acts that are realistic dangers to legal interests.",
      "cn": "实行行为是对法益侵害具有现实危险的行为."
    },
    {
      "en": "The perpetrator of this crime must be traced.",
      "cn": "对这起案件的凶手必须要一查到底。"
    },
    {
      "en": "The perpetrators were never caught.",
      "cn": "作案者始终逍遥法外。"
    },
    {
      "en": "The trail led straight to the perpetrator.",
      "cn": "这条线索直接指向那个罪犯."
    },
    {
      "en": "The victims of a crime are demanding the perpetrator be dealt with appropriately.",
      "cn": "这种犯罪行为的受害者却是遵纪守法的良民."
    },
    {
      "en": "Wait - you mean you saw the perpetrator stealing the vehicle?",
      "cn": "等一等 —— 你说你看到窃犯偷你的车 吗 ?"
    },
    {
      "en": "Wait - you mean you see the perpetrator stealing the vehicle?",
      "cn": "等一等 -- 你说你看到窃犯偷你的车 吗 ?"
    },
    {
      "en": "Water runs downhill. Fraud will the areas of greatest return at the lowest risk the perpetrator.",
      "cn": "无孔不入的网络诈骗者将会在那些能够以最低风险获取最大回报的领域采取行动."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "perpetration",
          "tran_cn": " 犯罪；做坏事"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "perpetrate",
          "tran_cn": " 犯（罪）；做（恶）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "criminal offender",
            "malefactor"
          ],
          "tran_cn": "犯罪者；作恶者；行凶者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "worker"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "做坏事者，犯罪者，加害者，行凶者",
      "tran_en": "someone who does something morally wrong or illegal"
    }
  ],
  "exchange": {
    "pl": [
      "perpetrators"
    ]
  }
}