{
  "word": "you",
  "ipa": {
    "us": "ju",
    "uk": "jə"
  },
  "sentences": [
    {
      "en": "Did Robin give you the money?",
      "cn": "罗宾把钱给你了吗？"
    },
    {
      "en": "Do not wait for good things to happen to you. You need to walk towards happiness.",
      "cn": "不要等待好事降临，你要向幸福进发。"
    },
    {
      "en": "Eventually, you'll learn to cry that on the inside.",
      "cn": "终有一天，你会学会让泪往心里流。"
    },
    {
      "en": "Good luck is when an opportunity comes along and you're prepared for it. ",
      "cn": "好运就是当机会来临时，你早已做好了准备。"
    },
    {
      "en": "Hey, you over there! Get out of the way!",
      "cn": "嘿，说你呢，让开！"
    },
    {
      "en": "Hi, Kelly. How are you?",
      "cn": "嗨，凯利，你好吗？"
    },
    {
      "en": "I have some news for you.",
      "cn": "我有一些消息要告诉你们。"
    },
    {
      "en": "I thought you might like to read the enclosed.",
      "cn": "我想你或许想要读一下信封里的内容。"
    },
    {
      "en": "I will return, find you, love you, marry you and live without shame.",
      "cn": "我会回去，找到你，爱你，娶你，活的光明正大。《赎罪》"
    },
    {
      "en": "If you love life, life will love you back.",
      "cn": "热爱生活，生活也会厚爱你。"
    },
    {
      "en": "If you wait, all that happens is that you get older.",
      "cn": "如果你等待，发生的只有变老。"
    },
    {
      "en": "If you're not satisfied with the life you're living, don't just complain. Do something about it.",
      "cn": "对于现况的不满，不能只是抱怨，要有勇气作出改变。"
    },
    {
      "en": "Only you can make this decision.",
      "cn": "只有你才能作这个决定。"
    },
    {
      "en": "Remember, happiness doesn't depend upon who you are or what you have; it depends solely upon what you think.--Dale Carnegie",
      "cn": "请记住，幸福不在于你是谁或者你拥有什么，而仅仅取决于你的心态！"
    },
    {
      "en": "Some battles you win, some battles you lose.",
      "cn": "胜败乃兵家常事。"
    },
    {
      "en": "Success is not guaranteed. It is not handed to you. Success is earned.",
      "cn": "成功无法保证，并非唾手可得。成功必须靠自己去争取。"
    },
    {
      "en": "The difference between who you are and who you want to be is what you do. ",
      "cn": "你是什么样的人和你想成为什么样的之间的差距就是，你做了什么。"
    },
    {
      "en": "The letter is addressed to both of you.",
      "cn": "信是寄给你们俩的。"
    },
    {
      "en": "the minister was later to be sacked by you-know-who.",
      "cn": "部长后来被那个人解雇了，你知道他是谁。"
    },
    {
      "en": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt.",
      "cn": "当你从内心深处找到一种可以忍受一切痛苦的坚强力量时，你的成长历程就会出现飞跃。"
    },
    {
      "en": "When life gets hard and you want to give up, remember that life is full of ups and downs, and without the downs, the ups would mean nothing.",
      "cn": "当生活很艰难，你想要放弃的时候，请记住，生活充满了起起落落，如果没有低谷，那站在高处也失去了意义。"
    },
    {
      "en": "You boys have got to learn to behave yourselves.",
      "cn": "你们这些男孩子必须学着规矩点。"
    },
    {
      "en": "You have to do everything you can. You have to work your hardest. And if you do, if you stay positive, then you have a shot at a silver lining.",
      "cn": "你必须全力以赴，最大限度地去努力。如果你这么做，并且保持乐观，你就会看见乌云背后的幸福线。"
    },
    {
      "en": "You idiot!",
      "cn": "你这个白痴！"
    },
    {
      "en": "You must all listen carefully.",
      "cn": "你们大家都必须仔细听着。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "as you were",
      "tran_cn": "◎【军事】[用作操练口令]原地不动，还原，复原(指恢复原来的姿势)"
    },
    {
      "phrase": "you and yours",
      "tran_cn": "你和你的一切（包括你的家人和密友）"
    },
    {
      "phrase": "you-know-who (或 you-know-what)",
      "tran_cn": "那个人（或东西）（指不待明言便知所指是谁或什么东西）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "(You)人名；(柬)尤；(东南亚国家华语)猷"
    },
    {
      "pos": "pron",
      "tran_cn": "你，您，你们",
      "tran_en": "used to refer to a person or group of people when speaking or writing to them"
    }
  ],
  "exchange": {
    "pl": [
      "yous"
    ]
  }
}