{
  "word": "woven",
  "ipa": {
    "us": "ˈwəʊvn",
    "uk": "ˈwoʊvn"
  },
  "sentences": [
    {
      "en": "Chain link fencefabric shall be woven into approximately 2-inch mesh such that there shall be at least 7 meshes in a vertical dimension of 23 inches along the diagonals of the openings.",
      "cn": "链节网应该被编织成近似2英寸的网格（直径，也即对角线），如此以使在垂直尺寸上有7个网孔，而开孔的对角线上有23英寸。"
    },
    {
      "en": "His coat was woven from wool of many colors.",
      "cn": "他的外套是用多种颜色的毛线织成的."
    },
    {
      "en": "His love had been woven of sentiment rather than passion.",
      "cn": "他的爱是以情感而不是以情欲为其经纬的."
    },
    {
      "en": "However, a study has found that when we smell or hear something during an emotional experience, the odour or sound is woven together with the memory in the same region of the brain.",
      "cn": "不管怎样, 一个研究发现当我们在情绪波动时闻到或者听到什么, 那么这些气味和声音便会和当时的记忆编织在一起并存储在大脑的同一个地方."
    },
    {
      "en": "It is woven of [ from ] silk .",
      "cn": "这是用 丝织 成的."
    },
    {
      "en": "It is woven of silk.",
      "cn": "这是用丝织成的。"
    },
    {
      "en": "It was a melancholy little drama, woven from bits and scraps of gossip and neighbourhood legend.",
      "cn": "这是一出由街谈巷议和左邻右舍的传说一点点拼凑而成的有悲伤情调的短剧."
    },
    {
      "en": "Landscaped gardens woven around the building are shaded by screens and pergolas where required to create \"a sequence of distinct spaces with varying qualities of light and shadow\".",
      "cn": "围绕建筑编织的景观花园被遮蔽在屏障和凉亭下，这里想要创建“具有不同光线和阴影质量的不同空间的序列”。"
    },
    {
      "en": "Serr and Forde used 9 X 15 cm bags of tightly woven white cotton gabardine.",
      "cn": "塞尔和福德应用了9X15厘米的密绩白色棉华达呢袋."
    },
    {
      "en": "The baskets are woven from strips of willow.",
      "cn": "这些篮子是用柳条编的。"
    },
    {
      "en": "The fabric is woven of cotton.",
      "cn": "那块布料是用棉纱织成的."
    },
    {
      "en": "The floors are covered with woven straw mats.",
      "cn": "地板上铺着编织的草垫。"
    },
    {
      "en": "The furniture is covered with horse - hair woven in alternate dull and glossy stripes.",
      "cn": "几张沙发和椅子,上面包的马鬃布满是一条条忽而暗淡忽而发光的纹缕."
    },
    {
      "en": "The same day, Philomela read the message woven into the robe.",
      "cn": "同一天, 菲罗墨拉读了织在袍子上的口信."
    },
    {
      "en": "There on the floor were rag rugs Ellen had dyed and woven herseof.",
      "cn": "地板上那条百纳地毯是艾伦亲手染了织成的."
    },
    {
      "en": "These threads had not as yet been successfully woven together.",
      "cn": "这些线索以前还不曾被成功地组织在一起."
    },
    {
      "en": "They knew nothing of cultivation and nothing of any sort of basketwork or woven cloth.",
      "cn": "他们对耕种一窍不通,也不知道如何编篮或织布."
    },
    {
      "en": "Threads of real gold were woven into the cloth for the royal garments.",
      "cn": "真金的丝线被织进布料里为皇室做衣裳."
    },
    {
      "en": "Wreaths are woven of wool, feathers, or even human hair.",
      "cn": "还有人将羊毛 、 羽毛 、 甚至头发编织成花环."
    },
    {
      "en": "Yes, it was loosely enough woven that you could see through it somewhat, but it felt soft like wool and I could only imagine the heat under there!",
      "cn": "是的，头巾编织的比较稀疏，透过头巾可以看到外面的东西，但是头巾的材料好像是羊毛，我无法想象戴着它会有多热。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "weave",
          "tran_cn": " 织物；织法；编织式样"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "weave",
          "tran_cn": " 纺织；编成；迂回行进"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "weave",
          "tran_cn": " 编织；编排；使迂回前进"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "knitted",
            "redacted"
          ],
          "tran_cn": "编织；交织（weave的过去分词）；编造"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "woven bag",
      "tran_cn": "编织袋；布袋；聚丙烯编织带"
    },
    {
      "phrase": "woven belt",
      "tran_cn": "帆布皮带"
    },
    {
      "phrase": "woven fabric",
      "tran_cn": "织物"
    },
    {
      "phrase": "woven label",
      "tran_cn": "织唛；梭织商标"
    },
    {
      "phrase": "woven roving",
      "tran_cn": "方格布；无捻粗纱布；粗格布"
    },
    {
      "phrase": "woven wire",
      "tran_cn": "钢丝网，铁丝网"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "织物的"
    },
    {
      "pos": "n",
      "tran_cn": "机织织物"
    },
    {
      "pos": "v",
      "tran_cn": "编，织，织成( weave的过去分词 )，编排，杜撰，（把…）编成"
    }
  ],
  "exchange": {}
}