{
  "word": "smelter",
  "ipa": {
    "us": "ˈsmeltə(r)",
    "uk": "ˈsmɛltɚ"
  },
  "sentences": [
    {
      "en": "County, the county also built on gold smelter, the formation of mining, heap leaching, smelting stop.",
      "cn": "县上还在县城建起黄金冶炼厂, 形成采矿 、 堆浸 、 冶炼一条龙."
    },
    {
      "en": "In 2000 the smelter was closed to reduce health risks caused by the lead pollution.",
      "cn": "虽然冶炼厂在2000年关闭,以减少铅污染所造成的健康危害."
    },
    {
      "en": "It presents the application and modification of the M 330 tube - type electric mist precipitator in Shaoguan Smelter.",
      "cn": "介绍了M330管式电除雾器在韶关冶炼厂的应用与改造实践."
    },
    {
      "en": "Lingbao is primarily a gold smelter with an estimated self - sufficiency ratio of 21 %.",
      "cn": "灵宝黄金主要从事黄金冶炼业务,预计 自给 率为21%."
    },
    {
      "en": "Officials at Wugang , the nearest town , say they did not know the smelter existed.",
      "cn": "武冈市官员表示, 他们不知道有这家锰冶炼厂存在."
    },
    {
      "en": "Rectifiers are the critical components in a smelter potline.",
      "cn": "整流器是熔炉电解槽中的关键组成部分."
    },
    {
      "en": "The Balaklala smelter was finally shut down in July, 1911.",
      "cn": "巴拉克拉拉冶炼厂于1911年7月终于停产关闭."
    },
    {
      "en": "The Contop Process become first one for Copper Smetling innovation at Huludao zine smelter.",
      "cn": "指出旋涡炉顶吹炼铜法应作为葫芦岛锌厂粗铜冶炼技改项目的首选工艺."
    },
    {
      "en": "The corrosion reason and countermeasure of concentrated acid pump in Guixi Smelter is discussed.",
      "cn": "介绍贵溪冶炼厂浓酸泵部件腐蚀失效的原因及防护措施."
    },
    {
      "en": "The corrosion reason and countermeasure of concentrated acid pump in Tanggang smelter is discussed.",
      "cn": "研究唐钢冶炼厂浓酸泵部件腐蚀失效的原因,从工艺改进、部件防护几方面实施防护措施,延长设备的使用寿命."
    },
    {
      "en": "The Gold Smelter through technical reform of washing system achieved zero discharge of cyanide - bearing waste water.",
      "cn": "介绍了某黄金冶炼厂通过对洗涤工艺流程的改造,实现了含氰污水零排放."
    },
    {
      "en": "The process design for and expansion engineering of Hunan Shizhuyuan Bismuth Smelter is described.",
      "cn": "介绍湖南柿竹园公司铋冶炼改扩建的工艺设计."
    },
    {
      "en": "The same trend has taken place in the smelter field.",
      "cn": "冶金工业也有同样的趋向."
    },
    {
      "en": "We overlooked a smelter and there was an asphalt factory down the road.",
      "cn": "远远望去,可见一座熔炉,道路旁边还有一家沥青厂."
    },
    {
      "en": "Will a smaller smelter voluntarily cut output if its larger competitors do not?",
      "cn": "小型冶炼厂会在其大的竞争对手不减产的情况下自愿减产 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "smelt",
          "tran_cn": " 香鱼；胡瓜鱼"
        },
        {
          "word": "smeltery",
          "tran_cn": " 冶炼厂"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "smelt",
          "tran_cn": " 闻（smell的过去式和过去分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "smelt",
          "tran_cn": " 熔炼，精炼"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "smelt",
          "tran_cn": " 熔炼，冶炼；精炼"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "furnace",
            "forge"
          ],
          "tran_cn": "[冶]熔炉；冶金厂；熔炼工"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "foundry"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "熔炉，熔炼工",
      "tran_en": "A smelter is a container for smelting metal"
    }
  ],
  "exchange": {
    "pl": [
      "smelters"
    ]
  }
}