{
  "word": "astronomer",
  "ipa": {
    "us": "əˈstrɒnəmə(r)",
    "uk": "əˈstrɑːnəmər"
  },
  "sentences": [
    {
      "en": "\"I think we've made a crucial step towards finding if there is life out there, \" said Amaury Triaud, one of the study authors and an astronomer at the University of Cambridge.",
      "cn": "该项研究作者之一、剑桥大学天文学家阿莫里·特里奥表示说：“我认为我们在发现是否存在地外生命方面走出了至关重要的一步。"
    },
    {
      "en": "A new star attracted the notice of the astronomer.",
      "cn": "新发现的一颗星引起了那位天文学家的注意."
    },
    {
      "en": "A prominet Soviet astronomer puts it well.",
      "cn": "一位著名的苏联天文学家对此有过十分精辟的描绘."
    },
    {
      "en": "According to a Cornell astronomer, it's just rock formation.",
      "cn": "据天文学家称, 那只是一块岩石."
    },
    {
      "en": "An astronomer can determine the brightness of each star.",
      "cn": "天文学家能够测定每颗恒星的亮度。"
    },
    {
      "en": "Any astronomer, at any university, in any country can write a proposal for what they want to do with the telescope.",
      "cn": "任何国家、任何大学的天文学家都可以递交申请，告诉我们他们想要使用这台望远镜做什么。"
    },
    {
      "en": "If people know you’re an astronomer, they will soon be asking you all about it.",
      "cn": "如果有人知道你是个天文学家，他们会很快向你询问关于这件事的一切。"
    },
    {
      "en": "It is the only tangible object the astronomer can handle.",
      "cn": "这是天文学家能够掌握的唯一可接触的对象."
    },
    {
      "en": "Leon Stuart reported what he saw to the publication The Strolling Astronomer.",
      "cn": "利昂?斯图亚特向《漫步着的天文学家》杂志报告了他所看到的现象."
    },
    {
      "en": "Make much mathematician, physicist, astronomer wait to be enrolled to enter Microsoft.",
      "cn": "许多数学家 、 物理学家 、 天文学家等被招进微软."
    },
    {
      "en": "My ideal is to be an astronomer.",
      "cn": "我的理想是当一个天文学家。"
    },
    {
      "en": "One astronomer looked at pictures of Miranda and remembered an old joke.",
      "cn": "一位天文学家看着天王星的照片想起了一句过去开过的玩笑."
    },
    {
      "en": "The amateur astronomer must consult the exposure meter and not rely on his senses.",
      "cn": "业余天文学家必须参照曝光表而不能光靠感觉."
    },
    {
      "en": "The amateur astronomer will be well able to fulfill these.",
      "cn": "业余天文学家是可能做到这些的."
    },
    {
      "en": "The astronomer arranged in a series his observation on the stars.",
      "cn": "这位天文学家将他对星星的观察所得按次序编列."
    },
    {
      "en": "The astronomer look at the starry sky, trying to locate centaur.",
      "cn": "这位天文学家看着满天星斗的天空, 试着找到半人马星座."
    },
    {
      "en": "The astronomer must decipher it before being able to assess its significance.",
      "cn": "天文学家必须在对它的意义作出评价之前,先把它翻译出来."
    },
    {
      "en": "The astronomer presented a new concept of the beginning of the universe.",
      "cn": "这位天文学家提出了一个宇宙起源的新概念。"
    },
    {
      "en": "Then one day an astronomer came to the village.",
      "cn": "终有一日，村子里来了一个天文学家。"
    },
    {
      "en": "There was no gainsaying the astronomer's knowledge about the planets.",
      "cn": "这位天文学家对于行星的知识是毋庸置疑的."
    },
    {
      "en": "This assistant is alive today and an astronomer, of course.",
      "cn": "这助手今天还活着而且是个天文学家, 当然."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "astronomic",
          "tran_cn": " 天文学的；星学的"
        },
        {
          "word": "astronomical",
          "tran_cn": " 天文的，天文学的；极大的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "astronomically",
          "tran_cn": " 天文学上地；宇航学地；天体地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "astronavigation",
          "tran_cn": " 太空航行；[航] 天文导航"
        },
        {
          "word": "astronomy",
          "tran_cn": " 天文学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stargazer"
          ],
          "tran_cn": "[天]天文学家"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "radio astronomer",
      "tran_cn": "n. 射电天文学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "天文学家",
      "tran_en": "a scientist who studies the stars and  planet s "
    }
  ],
  "exchange": {
    "pl": [
      "astronomers"
    ]
  }
}