{
  "word": "oilfield",
  "ipa": {
    "us": "ˈɔɪlfiːld",
    "uk": "ˈɔɪlfiːld"
  },
  "sentences": [
    {
      "en": "A preliminary trial is carried out in 4 wells in Tarim oilfield.",
      "cn": "这种堵漏剂具有一定的油溶性和酸溶性,堵漏效果好,对油层污染小."
    },
    {
      "en": "Barium is found in some oilfield brines in concentrations greater than 100 mg / litre.",
      "cn": "在有些油田卤水中,钡的浓度大于100毫克/升."
    },
    {
      "en": "Combined with the theoretical research, Putaohua oilfield pilot test is proved successful.",
      "cn": "结合理论研究在葡萄花油田现场试验,取得较好效果."
    },
    {
      "en": "Constructing a harmonious oilfield is inevitable for oilfield enterprises to develop.",
      "cn": "摘要构建和谐油田是油田企业不断发展壮大的必然要求."
    },
    {
      "en": "Drilling will continue on the site to assess the dimensions of the new oilfield.",
      "cn": "该处的钻探工作将继续下去，以便估测新油田的面积。"
    },
    {
      "en": "Highly - displacement drilling is an effective technology to exploit peripheral oilfield.",
      "cn": "摘要大位移钻井是开发边际油田的有效手段."
    },
    {
      "en": "Logging tool sticking often occurs during drilling operation in Zhongyuan oilfield.",
      "cn": "在中原油田,测井阻卡是钻井施工中常遇到的现象之一."
    },
    {
      "en": "One partial solution to our energy problems lies not in the oilfield but in the cornfield, as nations increasingly replace some petroleum needs with bioenergy — fuel made from plants.",
      "cn": "解决能源危机的新出路不在油田，而可能在农田；世界各国正在用生物能源——从植物中提取的燃料——取代对部分石油制品的需求。"
    },
    {
      "en": "Pingbei Area of Ansai Oilfield belongs to low permeability sandstone reservoir.",
      "cn": "安塞油田坪北区属于低渗透砂岩油藏."
    },
    {
      "en": "Scientific output prediction is very important for the development in oilfield.",
      "cn": "科学的产量预测对油田开发具有重要的意义."
    },
    {
      "en": "Study on Construction of Corporation Culture of Daqing Oilfield Company Limited.",
      "cn": "钻井企业技术创新评价模型研究."
    },
    {
      "en": "Systems engineering has been widely applied in the oilfield exploitation and construction.",
      "cn": "近年来，系统工程学在油田开发建设中应用广泛。"
    },
    {
      "en": "The casing damage was serious during the thermal production Liaohe Oilfield.",
      "cn": "辽河油田稠油热采过程中套管损坏严重."
    },
    {
      "en": "The Daqing Oilfield is one of the richest oilfields in our country.",
      "cn": "大庆油田是我国最富的油田之一."
    },
    {
      "en": "The injection technic develops gradually with the deeper exploitation to oilfield.",
      "cn": "注水技术是随着油田的深度开采而逐步发展起来的."
    },
    {
      "en": "This paper introduces three kinds of bacteria which are the most hazardous for oilfield water injection, namely sulfate reducing bacteria, iron bacteria and saprophytic bacteria.",
      "cn": "摘要油田注入水中硫酸盐还原菌、铁细菌、腐生菌是危害最大的细菌，这三种细菌特性各异，相互之间还存在一定的联系。"
    },
    {
      "en": "Water injection system is one of the five systems in oilfield.",
      "cn": "油田注水系统是油田地面工程的五大系统之一."
    },
    {
      "en": "Yangjiaba oilfield product oil in 1988 is a old oilfield now.",
      "cn": "杨家坝油田是1988年投入开发的老油田."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "油田",
      "tran_en": "an area of land or sea under which there is oil"
    }
  ],
  "exchange": {
    "pl": [
      "oilfields"
    ]
  }
}