{
  "word": "fanfare",
  "ipa": {
    "us": "ˈfænfeə(r)",
    "uk": "ˈfænfer"
  },
  "sentences": [
    {
      "en": "A fanfare of trumpets heralded the arrival of the King.",
      "cn": "嘹亮的小号声宣告了国王驾到."
    },
    {
      "en": "A fanfare was played as the queen entered.",
      "cn": "女王驾到时,小号奏起欢迎乐曲."
    },
    {
      "en": "A wreath was laid on the monument to a fanfare of trumpets.",
      "cn": "在响亮的号角声中花圈被献在纪念碑前."
    },
    {
      "en": "For a world first , the announcement came with remarkably little fanfare.",
      "cn": "作为一项世界先例, 消息发布之低调令人吃惊."
    },
    {
      "en": "Music A showy or ceremonious passage, such as a fanfare.",
      "cn": "装饰乐句,花式吹奏:一段炫耀或讲究仪式的音乐, 例如小号曲."
    },
    {
      "en": "She eventually returned to Thesme to little fanfare.",
      "cn": "她最终默默无闻地回到泰斯姆."
    },
    {
      "en": "Sound the fanfare. The royal armies are victorious once more.",
      "cn": "吹响号角, 皇家部队又一次取得了胜利."
    },
    {
      "en": "The 13 new banknotes were unveiled with great fanfare on July 31.",
      "cn": "13种新钞7月31日盛大对外公开."
    },
    {
      "en": "The bill passed both houses of the Legislature in June with little fanfare or debate.",
      "cn": "6月份立法两院未经辩论悄悄地通过了此项议案."
    },
    {
      "en": "The ceremony opened with a fanfare of trumpets.",
      "cn": "典礼以一段号角的奏鸣开始了。"
    },
    {
      "en": "The departure of the South Korean prime minister was marked with little fanfare.",
      "cn": "韩国首相悄无声息地离开了。"
    },
    {
      "en": "The product was launched amid much fanfare worldwide.",
      "cn": "这个产品在世界各地隆重推出。"
    },
    {
      "en": "The royal visitor is saluted by a fanfare of trumpet.",
      "cn": "皇室贵宾在嘹后的铜管乐曲中受到热烈欢迎."
    },
    {
      "en": "The royal visitor was saluted by a fanfare of trumpets.",
      "cn": "皇室贵宾在嘹亮的铜管乐曲中受到热烈欢迎."
    },
    {
      "en": "Two elves at the front of the sleigh blew a trumpet fanfare.",
      "cn": "雪橇前面的两个喜欢恶作剧的孩子在吹着小号曲."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "display",
            "blague"
          ],
          "tran_cn": "吹牛，炫耀；喇叭或号角嘹亮的吹奏声"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "glory",
            "trumpet",
            "vanity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "喧耀，号角齐鸣",
      "tran_en": "A fanfare is a short, loud tune played on trumpets or other similar instruments to announce a special event"
    },
    {
      "pos": "vt",
      "tran_cn": "热热闹闹地宣布"
    }
  ],
  "exchange": {
    "pl": [
      "fanfares"
    ]
  }
}