{
  "word": "osseous",
  "ipa": {
    "us": "ˈɒsiəs",
    "uk": "ˈɑsiəs"
  },
  "sentences": [
    {
      "en": "All patients underwent an elective osseous surgical procedure on the forefoot.",
      "cn": "所有病人都作了前足的选择性骨手术."
    },
    {
      "en": "At postoperative 7 week, the humerus sample showed that osteocyte separated from osseous lacuna, some nucleus pycnosis and rough endoplasmic hollowed;",
      "cn": "术后7周实验组肱骨标本可见骨细胞与骨陷窝分离，有的细胞核固缩粗面内质网肿胀空化；"
    },
    {
      "en": "Conclusions Osseous metastasis in cancer is characterized by multiple osteolytic damage.",
      "cn": "结论肺癌骨转移以多发性、溶骨性骨破坏为特征."
    },
    {
      "en": "Elevated serum AKP level is helpful for the diagnosis of osseous metastases of lung cancer.",
      "cn": "血清AKP值对肺癌骨转移诊断有参考价值."
    },
    {
      "en": "Extraction of proteins from extensively calcified osseous tissue, such as cortical bone has been particularly challenging for traditional methods of sample preparation.",
      "cn": "从皮质骨等充分钙化的骨质组织中提取蛋白的方法极大地挑战了传统的样品制备方法。"
    },
    {
      "en": "Growth is mainly depending on osseous system's growth.",
      "cn": "人体的生长,主要取决于骨骼系统的发育."
    },
    {
      "en": "If you shall send us inferior merchandise , we'll reserve the right to claim for osseous.",
      "cn": "如你方运来次品, 我们将保留索赔权."
    },
    {
      "en": "In the cure of osseous tissue affection, inorganic carrier are commonly used.",
      "cn": "对骨组织疾病的治疗, 一般采用无机药物载体."
    },
    {
      "en": "Lesions surrounded by aerated lung or protected by over lying osseous structures cannot be sampled.",
      "cn": "周围包绕着充气肺组织或被骨质结构所保护的病变不能在超声下取样."
    },
    {
      "en": "Nevertheless, you will have more closely to supervise your dental and osseous health, which tends to being more vulnerable to certain deficiencies in olio elements.",
      "cn": "然而，你将要更加紧密地关注自己的牙齿和骨骼的健康，往往更容易受到某种疾病的影响。"
    },
    {
      "en": "NON - OSSEOUS RE - ESTABLISHMENT OF ABDUCTION OF THE THUMB IN HAND COMPLEX INJURY ( REPORT OF 24 CASES )",
      "cn": "手部复合伤非骨性的拇指外展功能重建术 ( 附24例报告 )"
    },
    {
      "en": "Objective : To study on the structure of the nasal and paranasal of osseous by CT image.",
      "cn": "目的: 通过CT影像学研究骨性鼻腔鼻窦的结构."
    },
    {
      "en": "Objective To study the dose - response internal radiation therapy in aged patients with osseous metastases.",
      "cn": "目的探讨老年癌症骨转移患者内照射治疗的剂量效应."
    },
    {
      "en": "Objective: Discuss stability, osseous reaction and metabolizability of implant anchorage affter received orthodontic force.",
      "cn": "目的: 本研究旨在探讨种植体支抗受正畸力力系作用后的稳定性, 骨组织的反应及骨代谢的情况."
    },
    {
      "en": "Objective:To investigate the effect of rapid decalcification by Lightwave/microwave nitric acid method on the antigenicity of osseous tissue.",
      "cn": "目的：探讨光波微波硝酸快速脱钙技术对骨及软组织抗原活性的影响。"
    },
    {
      "en": "Restrain rheumatism and arthritis , helpful for improve pain of articulation when andand adjust osseous swell.",
      "cn": "有效调理风湿、节炎等症状;镇定变天时的关节骨头酸痛;改善风湿、椎、椎、骨神经,调理缓解骨质增生、刺的问题."
    },
    {
      "en": "Restrain rheumatism and arthritis, helpful for improve pain of articulation whenrain day and adjust osseous swell.",
      "cn": "有效调理风湿、关节炎等症状; 镇定变天时的关节骨头酸痛;改善风湿、腰椎、脊椎、坐骨神经,调理缓解骨质增生、骨刺的问题."
    },
    {
      "en": "Some patients underwent an osseous surgical.",
      "cn": "某些病人作了骨手术。"
    },
    {
      "en": "The lesion was excised and histopathologic examination showed an osseous choristoma.",
      "cn": "此肿块经外科手术切除,组织病理检查发现为一骨性迷离瘤."
    },
    {
      "en": "The majority of jawbone intra-osseous lipomas are found in adults, and of uncertain origin and etiology but are usually associated with molar teeth.",
      "cn": "大部份颚骨的骨内脂肪瘤被发现于成年人，而其来源及病因不明，但通常与大臼齿有关。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "bony",
            "osteal"
          ],
          "tran_cn": "[解剖]骨的；骨质的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "osseous tissue",
      "tran_cn": "骨组织"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "骨的，多骨的，有骨的",
      "tran_en": "consisting of or containing bone, bony "
    }
  ],
  "exchange": {}
}