{
  "word": "compactness",
  "ipa": {
    "us": "kəm'pæktnɪs",
    "uk": "kəmˈpæktnɪs"
  },
  "sentences": [
    {
      "en": "As a particular of Rado's theorem and the compactness theorem one obtains the following result.",
      "cn": "作为Rado定理和紧致性定理的一种特殊情形,我们得到下面的结果."
    },
    {
      "en": "Bacon's essays are famous for their brevity, compactness and powerfulness.",
      "cn": "培根的散文以简洁, 紧凑,有力度而著名."
    },
    {
      "en": "Bytecode operations have been carefully designed to ensure subsystem compactness and performance.",
      "cn": "字节码的相关操作设计得十分细致,以确保子系统的紧密性与性能."
    },
    {
      "en": "It balances compactness and simplicity with reasonable representational power.",
      "cn": "该版本平衡了压缩性和简单性,具有合理的表达能力."
    },
    {
      "en": "Laser Diode Array ( LDA ) is attractive for its high output power and compactness.",
      "cn": "半导体二极管列阵 ( LDA ) 具有体积小,输出功率高的优点而受到人们的广泛重视."
    },
    {
      "en": "Lua's compactness is a consequence of its simplicity.",
      "cn": "lua的紧密性是其简明性的结果."
    },
    {
      "en": "Nucleon density Instrument can test its compactness rapidly.",
      "cn": "核子密度仪可快速获得其压实度."
    },
    {
      "en": "Some of the advantages of lens stereoscopes are compactness, simplicity and ready portability.",
      "cn": "透镜式立体镜的一些优点是坚固 、 简单、轻便."
    },
    {
      "en": "Study on Signal Analysis Method of Instant Vibration Testing for Soil Compactness.",
      "cn": "土密实度瞬态振动测试的分析方法研究."
    },
    {
      "en": "The compactness and utility of this notation becomes apparent when high order systems are considered.",
      "cn": "当研究高阶系统时,这种表示方法就显得很紧凑和有用."
    },
    {
      "en": "The compactness of the car appeals to me.",
      "cn": "该车小巧令我喜欢."
    },
    {
      "en": "The evaluation methods of adhesion, compactness and high - temperature resistance of unsaturated polyester putty are discussed.",
      "cn": "讨论了原子灰附着性 、 致密性、耐高温性的评价方法;介绍了原子灰的正确选择和施工应用."
    },
    {
      "en": "The instrument is characterized by it compactness and portability.",
      "cn": "这台仪器的特点是结构精巧,携带方便."
    },
    {
      "en": "The instrument is characterized by its compactness and portability.",
      "cn": "这个仪器的特征是体积小,便于携带."
    },
    {
      "en": "The very compactness of the cottage made it all the more snug and appealing.",
      "cn": "正是村舍的小巧紧凑让其更为温暖舒适，也更有吸引力。"
    },
    {
      "en": "This is gauged by the faithfulness of the implementation to the algorithm's specifications, the compactness of the algorithm, and the speed with which it encrypts.",
      "cn": "这是由实现对算法规范的忠实性、算法的简洁性和加密的速度来衡量的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "compact",
          "tran_cn": " 紧凑的，紧密的；简洁的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "compactly",
          "tran_cn": " 简洁地；紧密地；细密地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "compact",
          "tran_cn": " 合同，契约；小粉盒"
        },
        {
          "word": "compaction",
          "tran_cn": " 压紧；精简；密封；凝结"
        },
        {
          "word": "compactor",
          "tran_cn": " 压土机；垃圾捣碎机；夯土机；[建] 压实器"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "compact",
          "tran_cn": " 使简洁；使紧密结合"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sententiousness",
            "brevity"
          ],
          "tran_cn": "简洁；紧密；密实度；紧密度"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "紧密，坚实，紧凑，小巧"
    }
  ],
  "exchange": {
    "adv": [
      "compactly"
    ],
    "adj": [
      "compact"
    ]
  }
}