{
  "word": "fourteenth",
  "ipa": {
    "us": "ˌfɔ:'ti:nθ",
    "uk": "fɔrˈtinθ, for-"
  },
  "sentences": [
    {
      "en": "\" There are lots of nice little flats down around Sixth Avenue, below Fourteenth Street.",
      "cn": "“ 在第六大道附近, 十四街往南,有很多漂亮的小公寓."
    },
    {
      "en": "Actually, it only takes one drink to get me loaded. Trouble is, I can't remember if it's the thirteenth or fourteenth.",
      "cn": "事实上，只有一杯酒就让我醉倒了，糟糕的是，我不能想起来它是第十三杯还是第十四杯。"
    },
    {
      "en": "Fourteenth, some people ask, what will be the trend in the future?",
      "cn": "第十四, 有人问, 将来的趋势 如何 ?"
    },
    {
      "en": "He went across Fourteenth Street on the car and got a transfer south on Broadway.",
      "cn": "他乘有轨电车穿过十四街,在百老汇大街转车朝南."
    },
    {
      "en": "In England judicial robes seem to have been green in the fourteenth century.",
      "cn": "在英格兰,14世纪的法衣似乎是绿色的."
    },
    {
      "en": "It was from these distresses that the peasant wars of the fourteenth century sprang.",
      "cn": "正是由于这些灾难才爆发了十四世纪的农民战争."
    },
    {
      "en": "It's Friday, the fourteenth of May.",
      "cn": "今天是5月14日星期五."
    },
    {
      "en": "Sunday the fourteenth dawned beautiful and cloudless.",
      "cn": "14日星期天破晓时天气晴朗无云."
    },
    {
      "en": "The exiles observed the Passover on the fourteenth of the first month.",
      "cn": "拉6:19正月十四日、被掳归回的人守逾越节."
    },
    {
      "en": "The existing contract ended at midnight on September fourteenth.",
      "cn": "现存的合同将于九月十四日午夜终止."
    },
    {
      "en": "The fourteenth century cathedral was reduced to a mass of rubble.",
      "cn": "这座14世纪的大教堂变成了一堆瓦砾。"
    },
    {
      "en": "The latter made progress along Thirteenth and across Fourteenth Street to Union Square. \" Look for work! \"",
      "cn": "赫斯渥沿着十三街朝前走,穿过十四街来到联合广常 \" 找工作!"
    },
    {
      "en": "The thirteenth to Huppah , the fourteenth to Jeshebeab.",
      "cn": "第十三是胡巴, 第十四是耶是比押."
    },
    {
      "en": "These evolved, in the thirteenth and fourteenth centuries, into the miracle and mystery plays that combined singing and spoken dialogue.",
      "cn": "这些表演在第十三世纪和第十四世纪演变成结合歌唱和对话的奇事剧和神秘剧。"
    },
    {
      "en": "This device is found from the fourteenth century.",
      "cn": "这一做法出现于14世纪."
    },
    {
      "en": "This eventually led, in the thirteenth and fourteenth centuries, to the polyphonic motets in which different parts might also have differing rhythms.",
      "cn": "这最终导致在第十三和第十四世纪的经文歌的和弦也可能在不同部分有着不同的节奏。"
    },
    {
      "en": "Two fourteenth-century manuscripts of this text are still extant.",
      "cn": "这个文本仍有两份14世纪手抄本存世。"
    },
    {
      "en": "With the fourteenth century the real history of the European literature begins.",
      "cn": "欧洲文学的真正历史开始于14世纪."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "four",
          "tran_cn": " 四的；四个的"
        },
        {
          "word": "fourteen",
          "tran_cn": " 十四的"
        },
        {
          "word": "fourth",
          "tran_cn": " 第四的，第四个的；四分之一的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "fourteen",
          "tran_cn": " 十四"
        },
        {
          "word": "fourth",
          "tran_cn": " 第四，月的第四日；四分之一"
        }
      ]
    },
    {
      "pos": "num",
      "words": [
        {
          "word": "four",
          "tran_cn": " 四；四个"
        },
        {
          "word": "fourteen",
          "tran_cn": " 十四"
        },
        {
          "word": "fourth",
          "tran_cn": " 第四"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "第十四的，十四分之一的"
    },
    {
      "pos": "n",
      "tran_cn": "第十四，每月的第十四日，十四分之一"
    },
    {
      "pos": "num",
      "tran_cn": "第十四"
    }
  ],
  "exchange": {
    "pl": [
      "fourteenths"
    ]
  }
}