{
  "word": "esophagus",
  "ipa": {
    "us": "ɪ'sɒfəɡəs",
    "uk": "iˈsɑːfəɡəs"
  },
  "sentences": [
    {
      "en": "A ring of muscle, the cardiac sphincter, surrounds the esophagus at this point.",
      "cn": "此处有一肌肉环即贲门括约肌围绕着食道."
    },
    {
      "en": "Bile reflux can induce the lesions of stomach and esophagus.",
      "cn": "胆汁反流可引起胃与食管粘膜病变,胆汁监测是最有效的诊断方法之一."
    },
    {
      "en": "Can be esophagus cancer treated? Do I want exact solution?",
      "cn": "食道癌可以治好吗? 我要确切的答案?"
    },
    {
      "en": "Congenital stenosis of the esophagus is not common.",
      "cn": "先天性食管狭窄并不常见."
    },
    {
      "en": "Do not attempt to force the dog to vomit as this can burn the esophagus and stomach and cause further complications.",
      "cn": "不要试图强迫狗狗呕吐，因为这样会烧坏食管和胃，并更进一步引起并发症。"
    },
    {
      "en": "Esophageal carcinomas probably originate from glands propria of esophagus.",
      "cn": "食管腺癌可能起源于食管固有腺."
    },
    {
      "en": "Heartburn also know as acid reflux is caused by progesterone relaxing the valve separating the esophagus from the stomach allowing acids to seep up the pipe.",
      "cn": "胃灼热，同时也被叫做胃酸倒流，这是因为黄体酮使瓣膜松弛把食道和胃分开了，这会让胃酸渗到食管里。"
    },
    {
      "en": "Horse 's narrow esophagus results in repeated choke.",
      "cn": "马的食道狭窄，常常引起食道阻塞。"
    },
    {
      "en": "Horse's narrow esophagus stenosis results in repeated choke.",
      "cn": "马的食道狭窄,常常引起食道阻塞."
    },
    {
      "en": "Is the person very old Oh art of esophagus cancer hotshot?",
      "cn": "人很老了得了食道癌能手术 吗 ?"
    },
    {
      "en": "One is a 9-month-old infant, adopted from Korea, who was born without a windpipe and breathes through a hole in her esophagus.",
      "cn": "其中一位是一个被收养的韩国婴儿，9个月大，她天生就没有气管，只能通过开在食道上的一个孔呼吸。"
    },
    {
      "en": "Peristalsis in the body of the esophagus is under vagal control.",
      "cn": "食管本体的蠕动受迷走神经支配."
    },
    {
      "en": "Tan - yellow plaques are seen in the lower esophagus, along with mucosal hyperemia.",
      "cn": "食管下段可见黄褐色的斑块, 同时黏膜充血."
    },
    {
      "en": "There the incidence of the cancer of the esophagus was suspected to be pretty high.",
      "cn": "估计那里的食道癌发病率相当高。"
    },
    {
      "en": "What is the dietary rudder of the patient after esophagus cancer art?",
      "cn": "食管癌术后病人的饮食指导原则是什么?"
    },
    {
      "en": "What is the optimal food after esophagus cancer surgery?",
      "cn": "食道癌手术后的最佳饮食是什么?"
    },
    {
      "en": "When food is swallowed, it passed through the pharynx and in the esophagus.",
      "cn": "食物被咽下, 经过咽进入食道."
    },
    {
      "en": "Which detail should food of esophagus cancer patient notice?",
      "cn": "食管癌患者饮食应注意哪细节?"
    },
    {
      "en": "You will be laid on your side or back in a comfortable position as the endoscope is gently passed through your mouth and into your esophagus, stomach and duodenum.",
      "cn": "当你找到一个舒服的正卧或侧卧姿势躺好后，医务人员会从你的口轻轻放入内视镜。 内视镜通过口、食管，到达胃和十二指肠。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "esophageal",
          "tran_cn": " 食管的；食道的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "oesophagus",
            "gullet"
          ],
          "tran_cn": "食管；[解剖]食道"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "carcinoma of esophagus",
      "tran_cn": "食道癌，食管癌"
    },
    {
      "phrase": "esophagus cancer",
      "tran_cn": "食道癌"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "食管，食道"
    }
  ],
  "exchange": {
    "pl": [
      " esophaguses",
      "esophagi"
    ]
  }
}