{
  "word": "feminism",
  "ipa": {
    "us": "ˈfemənɪzəm",
    "uk": "ˈfɛməˌnɪzəm"
  },
  "sentences": [
    {
      "en": "...Barbara Johnson, that champion of radical feminism.",
      "cn": "…芭芭拉·约翰逊，激进女权主义的拥护者。"
    },
    {
      "en": "\"Not all feminism has to be like this,\" Jo maintains.",
      "cn": "“女性主义不必全然如此，”乔断言。"
    },
    {
      "en": "Feminism is simply another device to ensnare women.",
      "cn": "女权主义只是使女性陷入圈套的另一种手段。"
    },
    {
      "en": "Feminism may have liberated the feminists, but it has still to change the lives of the majority of women.",
      "cn": "女性运动也许解放了女权主义者，但尚未改变大多数女性的生活。"
    },
    {
      "en": "Feminism must address issues beyond the concerns of middle-class whites.",
      "cn": "女权主义解决的问题不能仅仅局限于中产阶级白人妇女所关心的问题。"
    },
    {
      "en": "Her opposition to abortion and feminism mark her as a convinced traditionalist.",
      "cn": "她对堕胎和女权主义的反对态度表明她是个不折不扣的传统主义者。"
    },
    {
      "en": "If you're talking about feminism, I think you're right.",
      "cn": "如果你指的是女权意识, 我同意."
    },
    {
      "en": "Indeed, distinguishing them is essential to protecting the core feminism.",
      "cn": "实际上, 对于保护女权主义来说,区分这两点十分重要."
    },
    {
      "en": "It's in-your-face feminism, and it's meant to shock.",
      "cn": "这是特立独行的女性主义，它本来就是想惊世骇俗。"
    },
    {
      "en": "Mainline feminism was arguing for the inherent beauty of the natural woman.",
      "cn": "主流女权主义思想倡导女性天生的自然美。"
    },
    {
      "en": "Margaret had never been very impressed by feminism.",
      "cn": "玛格丽特从未对妇女运动发生过兴趣."
    },
    {
      "en": "Post-feminism does not actually exist because we are still in the phase of pre-feminism.",
      "cn": "后女权主义实际上并不存在，因为我们仍处在前女权主义阶段。"
    },
    {
      "en": "Radical feminism is currently the fashionable topic among the chattering classes.",
      "cn": "激进的女权主义是时下名嘴阶层热议的话题。"
    },
    {
      "en": "Simone de Beauvoir is one of the most forerunners of contemporary feminism.",
      "cn": "西蒙娜·德·波伏瓦是当代著名的女性解放运动的先驱."
    },
    {
      "en": "So many people think feminism is a dirty word.",
      "cn": "这么多人都认为女权主义是个龌龊的字眼。"
    },
    {
      "en": "Therefore , Woolf's feminism of androgyny is a better and profounder quest.",
      "cn": "伍尔夫追求两性二元互补、辨证交融的思想是一种更完善、更有深度的探索."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "feminist",
          "tran_cn": " 主张男女平等的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "feminist",
          "tran_cn": " 男女平等主义者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "women's liberation"
          ],
          "tran_cn": "女权主义；女权运动；男女平等主义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "女权主义，女权运动",
      "tran_en": "the belief that women should have the same rights and opportunities as men"
    }
  ],
  "exchange": {}
}