{
  "word": "researcher",
  "ipa": {
    "us": "rɪˈsɜːtʃə(r)",
    "uk": "ˈriːsɜːrtʃər"
  },
  "sentences": [
    {
      "en": "\" The literature ,'says one researcher, Dr. Ermesto Pollitt at the University of Texas, \" is poor. \"",
      "cn": "对此, 德克萨斯大学的一位科学家厄尼斯图-玻利特博士说: “ 这些理论是很不妥善的. ”"
    },
    {
      "en": "A market researcher called at the house where he was living.",
      "cn": "一位市场调查人员造访了他的住处。"
    },
    {
      "en": "But the researcher does not think these are the main explanations.",
      "cn": "但是研究者认为这些不足以说明问题."
    },
    {
      "en": "From the researcher's experience, a number of collaborations among teachers are met.",
      "cn": "笔者的研究经历来说, 对学校实践层面,接触的教师合作现象,也比较多."
    },
    {
      "en": "He chose to join the company as a market researcher.",
      "cn": "他选择到这家公司做了市场研究员。"
    },
    {
      "en": "He is a researcher of working class origin.",
      "cn": "他是工人出身的研究员."
    },
    {
      "en": "He is a systematic researcher.",
      "cn": "他是个按部就班的研究者."
    },
    {
      "en": "It'soon became apparent that these vocalizations were songs, said researcher Timothy Holy.",
      "cn": "很快,我们就知道这些发声法是一种歌声."
    },
    {
      "en": "Let me just conclude this post by saying, our passion for search is stronger than ever - and as a search researcher, I have the best job in the world :-).",
      "cn": "在这篇帖子结束的时候我想说，我们对搜索的热情比任何时候都强烈-作为一个搜索研究员，我有世界上最好的工作:)。"
    },
    {
      "en": "Mr Fay is to take up an appointment as a researcher with the Royal Society.",
      "cn": "费伊先生将担任皇家学会研究员的职务。"
    },
    {
      "en": "She has freelanced as a writer and researcher.",
      "cn": "她从事自由职业，一边写作，一边搞研究。"
    },
    {
      "en": "Some musicology researcher discovered that classic music has fractal character.",
      "cn": "而在音乐作曲领域,音乐学者对古典音乐的分析中,发现音乐也有分形性."
    },
    {
      "en": "Someone who lacks staying power and persistence is unlikely to make a good researcher.",
      "cn": "缺乏耐力和毅力的人不可能成为出色的研究员。"
    },
    {
      "en": "The Cloud Mouse is a project of Microsoft researcher Richard Harper and his collaborators at Microsoft Research Asia.",
      "cn": "云鼠标是微软研究员理查德哈珀和他的合作者在微软亚洲研究院的一个项目 。"
    },
    {
      "en": "The conscientious researcher is careful to avoid up the pole and omission.",
      "cn": "那位一丝不苟的研究人员总是小心谨慎地避免错误或疏漏."
    },
    {
      "en": "The psychologist always assigns work to each researcher.",
      "cn": "这个心理学家总是将工作分派给每个研究人员."
    },
    {
      "en": "The researcher applied mathematics to designing more efficient chip - manufacturing lines.",
      "cn": "研究者应用数学理论来设计更有效率的晶片生产线."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "research",
          "tran_cn": " 研究；调查"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "research",
          "tran_cn": " 研究；调查"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "research",
          "tran_cn": " 研究；调查"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "boffin"
          ],
          "tran_cn": "研究员"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "market researcher",
      "tran_cn": "市场研究员"
    },
    {
      "phrase": "scientific researcher",
      "tran_cn": "科学研究人员"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "研究者，调查员"
    }
  ],
  "exchange": {
    "pl": [
      "researchers"
    ]
  }
}