{
  "word": "entanglement",
  "ipa": {
    "us": "ɪnˈtæŋɡlmənt",
    "uk": "ɪnˈtæŋɡlmənt"
  },
  "sentences": [
    {
      "en": "...a military and political entanglement the president probably doesn't want.",
      "cn": "…一个总统很可能不想要的军事政治纠葛。"
    },
    {
      "en": "Actually, the continuous variable entanglement is correlative with squeezing.",
      "cn": "实际上, 连续变量纠缠与压缩是直接相关的."
    },
    {
      "en": "I long to exert a fraction of Samson's strength, and break the entanglement like tow!",
      "cn": "我渴望运用一点山姆森的力气, 把这一团乱丝象拉绳子般地拉断!"
    },
    {
      "en": "Loves if needs to accompany together, hates be free, likes with hating the entanglement continuous.",
      "cn": "爱若需要厮守, 恨更需要自由, 爱与恨纠缠不休."
    },
    {
      "en": "Many dolphins die each year from entanglement in fishing nets.",
      "cn": "每年都有许多海豚被捕鱼网缠绕致死。"
    },
    {
      "en": "Now all the entanglement of the day came back.",
      "cn": "那笔钱就能解决问题."
    },
    {
      "en": "Obviously, the regular crimp wave provides a mechanism for short - range entanglement of the ratchet type.",
      "cn": "虽然, 有规则的卷曲波纹能使纤维间短片段内彼此纠缠接触,产生棘轮式机械作用."
    },
    {
      "en": "The concurrence of the measurement of entanglement is calculated.",
      "cn": "纠缠度是对被纠缠的子系统之间的关联程度的量度."
    },
    {
      "en": "The entanglement degree is the consumer attends consumption to the needs, interests and values the object.",
      "cn": "卷入度是消费者根据个体的需要 、 兴趣和价值观产生的客体与自身的相关和重要程度."
    },
    {
      "en": "The four - body entanglement changes with the initial state of the system and detuning degree.",
      "cn": "并且四体纠缠随着系统的初始态和失谐量的变化而变化."
    },
    {
      "en": "There is some uncertainty about this entanglement with the city treasurer which you say exists.",
      "cn": "对于你所说的与市财政局长之间的纠葛,大家有些疑惑."
    },
    {
      "en": "There was a close correlation between umbilical cord length, the numbers of umbilical cordand cord entanglement.",
      "cn": "脐带长度与扭转周数有关,与脐带绕颈绕身有关."
    },
    {
      "en": "This entanglement made Carrie anxious for a change of some sort.",
      "cn": "这种纠葛弄得嘉莉急于改变一下."
    },
    {
      "en": "This result indicates the intrinsic relation between entanglement, Loschmidt echo, decoherence quantum criticality.",
      "cn": "这个结果揭示了纠缠, 洛克斯密特回波, 退相干以及临界性之间的内在联系."
    },
    {
      "en": "We investigate separability and measure of entanglement for quantum states.",
      "cn": "我们研究了量子态的可分性和纠缠度量."
    },
    {
      "en": "What are the ramifications of quantum entanglement and coherency in computation?",
      "cn": "量子缠绕和共谐通过结算的结果是什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "entangled",
          "tran_cn": " 卷入的；被缠住的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "entangled",
          "tran_cn": " 卷入；使…混乱；使…纠缠"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "entangle",
          "tran_cn": " 使纠缠；卷入；使混乱"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "involvement",
            "implication"
          ],
          "tran_cn": "纠缠；铁丝网；缠绕物；牵连"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "complexity",
            "complicity",
            "kink",
            "knot"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "瓜葛，牵连，纠缠，缠住",
      "tran_en": "when something becomes entangled in something"
    }
  ],
  "exchange": {
    "pl": [
      "entanglements"
    ]
  }
}