{
  "word": "macrophage",
  "ipa": {
    "us": "ˈmækrəfeɪdʒ",
    "uk": "ˈmækrəˌfedʒ"
  },
  "sentences": [
    {
      "en": "A relatively inactive , immobile macrophage found in normal connective tissue.",
      "cn": "血液中巨噬细胞增多的一种血液病."
    },
    {
      "en": "AIM : To study the activating effects of maize pollen polysaccharides on alveolar macrophage ( AM Φ ) .",
      "cn": "目的: 探讨玉米花粉多糖对 肺泡 巨噬细胞的激活作用."
    },
    {
      "en": "At 5 June, 2008, macrophage was started to translate and expanse.",
      "cn": "在2008年6月5日开始翻译并扩充巨噬细胞."
    },
    {
      "en": "At any time the macrophage system might be injured by viral infection or air pollutant exposure.",
      "cn": "巨噬细胞随时都可能受病毒感染或空气污染物所损伤."
    },
    {
      "en": "But macrophage signalling also involves SNAP-25, so Dr Chapman thinks he can use botulinum toxin to shut the cells up.",
      "cn": "但是巨噬细胞的信号通路中也包括SNAP-25，因此查普曼博士想，他能够用肉毒素来关闭这些免疫细胞。"
    },
    {
      "en": "Determination of the chemical nature of the macrophage inclusions by nuclear microprobe, X-ray microanalysis and atomic absorption spectrometry showed that they were composed of aluminium salts.",
      "cn": "用核微拭子、X 线微量分析和原子吸收光谱法对巨噬细胞包涵体的化学性质进行分析，发现其含有铝盐。"
    },
    {
      "en": "In alveolar macrophage the increasing secondary lysosomes are seen.",
      "cn": "肺泡巨噬细胞次级溶酶体明显增多."
    },
    {
      "en": "Iron is released from the heme moiety and either stored in the macrophage as ferritin or hemosiderin, or released into the circulation for transport back to the marrow.",
      "cn": "铁元素从血红素中释放出来，要么转化为巨噬细胞中的铁蛋白或含铁血黄素，或通过血液循环回流进入骨髓。"
    },
    {
      "en": "Litchi polysaccharides could improve the clearance rate and the index of the mouse abdominal cavity macrophage.",
      "cn": "目的研究荔枝多糖对小鼠免疫功能的影响."
    },
    {
      "en": "Methods: To weight immune organs, detect macrophage phagocytosis and hemolysin antibody production, lymphocyte transformation and MTT.",
      "cn": "方法: 采用免疫重量法计算脾脏和胸腺指数 、 巨噬细胞测定法及溶血素测定法 、 淋巴细胞转化实验、MTT法测定."
    },
    {
      "en": "Objective : To explore the effects of HG granule on mononuclear macrophage phagocytic function in hypoimmunologic mice.",
      "cn": "目的: 研究HG颗粒对免疫功能低下小鼠单核巨噬细胞吞噬功能的影响."
    },
    {
      "en": "Objective : To study the noxious effects of wood dust on alveolar macrophage ( AM ).",
      "cn": "目的: 探讨木尘对肺泡巨噬细胞 ( AM ) 的毒性作用."
    },
    {
      "en": "Objective: To demonstrate the hematopoietic enhancement activity of recombinant human macrophage colony stimulating factor ( rhM CSF ).",
      "cn": "目的: 研究重组人巨噬细胞集落刺激因子 ( rhM-CSF ) 对骨髓造血功能恢复的影响."
    },
    {
      "en": "Results: Daqinglong Tang has the functions of, restraining bacteria, and enhancing the effect of macrophage.",
      "cn": "结果: 大青龙汤具有解热 、 抑菌, 提高巨噬细胞吞噬的功能."
    },
    {
      "en": "The alveolar macrophage is derived largely from the bone marrow.",
      "cn": "肺泡巨噬细胞主要是从骨髓中分化出来的."
    },
    {
      "en": "The alveolar macrophage is particularly rich in the variety of proteolytic enzymes.",
      "cn": "肺泡巨噬细胞特别富含各种蛋白质水解酶."
    },
    {
      "en": "The job description of a macrophage includes janitorial services such as this, particularly when there is lipid.",
      "cn": "巨噬细胞的这种防御功能，尤其是在含脂质较多的组织中发挥得更明显。"
    },
    {
      "en": "The normal mesangium contains about 2 to 4 mesangial cells, a macrophage - like function.",
      "cn": "正常系膜含2～4个具有巨噬细胞的功能的系膜细胞."
    },
    {
      "en": "There are dilatation of blood sinus, hemolysis, macrophage reactions erc.",
      "cn": "脾血窦扩张、溶血及巨噬细胞反应等现象;"
    },
    {
      "en": "Whether nano - hydroxyapatite particles can influence apoptosis of mononuclear macrophage in rat abdominal cavity?",
      "cn": "纳米 羟基 磷灰石颗粒能够影响大鼠腹腔单核巨噬细胞的凋亡 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "macrocytosis",
          "tran_cn": " [医] 大红细胞症"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "scavenger cell"
          ],
          "tran_cn": "[组织]巨噬细胞"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "alveolar macrophage",
      "tran_cn": "[医]肺泡巨噬细胞"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巨噬细胞",
      "tran_en": "any large phagocytic cell occurring in the blood, lymph, and connective tissue of vertebrates "
    }
  ],
  "exchange": {}
}