{
  "word": "deregulation",
  "ipa": {
    "us": "ˌdiːˌreɡjuˈleɪʃn",
    "uk": "ˌdiːˌreɡjuˈleɪʃn"
  },
  "sentences": [
    {
      "en": "Airline deregulation, for example, initially fostered increased competition that lowered the cost of flying.",
      "cn": "例如, 撤销对航空部门的调控在开始阶段促进了竞争,从而降低了飞行成本."
    },
    {
      "en": "Also should prevent deregulation to close more contract cost.",
      "cn": "也要防止违反规定多收承包费."
    },
    {
      "en": "B second group of critics focuses on deregulation in finance, rather than the economy a whole.",
      "cn": "而另一群体的攻讦家则将核心放在了放松对于金融, 而非全般经济体的监管上."
    },
    {
      "en": "But deregulation had already begun to go out of fashion before the financial crisis.",
      "cn": "但是危机爆发之前,监管放松已经不流行了."
    },
    {
      "en": "Even at home the downside of deregulation were clear well before the Wall Street collapse.",
      "cn": "甚至在国内,在华尔街崩盘之前放松监管的趋势明显下降."
    },
    {
      "en": "Even if him worker agrees, do not expend also be deregulation for pay endowment insurance.",
      "cn": "即使是职工本人同意, 不为缴纳养老保险费也是违反规定的."
    },
    {
      "en": "In addition, deregulation provided things that voters wanted, such as cheap loans.",
      "cn": "另外, 放松管制也提供了选民所想, 例如廉价贷款等."
    },
    {
      "en": "Since deregulation, banks are permitted to set their own interest rates.",
      "cn": "管制撤销之后，银行可以自行设定利率。"
    },
    {
      "en": "Take effective measures and report to superior in case of deviation in goal achievement or deregulation.",
      "cn": "工作中出现偏差或违反规定的现象应及时采取有效措施同时向上级反映."
    },
    {
      "en": "The excessive deregulation was partly justified by the argument that financial institutions could effectively self - regulate .",
      "cn": "过度的撤销监管规定部分程度上可以由金融机构自身有效地 自律 作为依据而得到合理的解释."
    },
    {
      "en": "There's no question that this for deregulation set Britain for a fall.",
      "cn": "无疑是对放松管制的热衷导致了英国的危机."
    },
    {
      "en": "They say the industry is flat out lying about the effects of deregulation.",
      "cn": "他们说业界所谓的放宽管制已经取得了成效的说法纯属谎言。"
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "deregulate",
          "tran_cn": " 解除控制"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "deregulate",
          "tran_cn": " 解除对……的管制"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "perversion",
            "abnormalcy"
          ],
          "tran_cn": "违反规定，反常；撤消管制规定"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "freedom"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "撤销管制规定，解除控制",
      "tran_en": "Deregulation is the removal of controls and restrictions in a particular area of business or trade"
    }
  ],
  "exchange": {
    "verb": [
      "deregulate"
    ],
    "adj": [
      "deregulatory"
    ]
  }
}