{
  "word": "observatory",
  "ipa": {
    "us": "əbˈzɜːvətri",
    "uk": "əbˈzɜːrvətɔːri"
  },
  "sentences": [
    {
      "en": "According to the observatory, there will be a total solar eclipse tomorrow.",
      "cn": "天文台预测, 明天将会出现全日食."
    },
    {
      "en": "An observatory on the back side of the Moon would be a giant leap for astronomy, but there is a for more important reason to return.",
      "cn": "即使仅仅在月球的背面设置一个天文台，也将为天文学带来革命性的突破，何况月球的价值远远不止这些。"
    },
    {
      "en": "China boasts the world's earliest observatory, built in Nanking in 1385 in the Ming Dynasty ( 1368 A . D . - 1644 A . D . ), three centuries ahead of the Greenwich Observatory built in Britain in 1670.",
      "cn": "中国建有世界上最早的气象台. 公元1385年,明朝在南京建立观象台, 比英国格林尼治观象台 ( 建于1670年 ) 早三个世纪."
    },
    {
      "en": "Does my observatory code move with me? [ Added 2002 Dec. 12 ]",
      "cn": "我的观测站编号是否可以随我移动? [ 添加2002年12月12日 ]"
    },
    {
      "en": "Guy's house was close to the observatory.",
      "cn": "盖伊的房子离天文台很近."
    },
    {
      "en": "He presented his finding to the Royal Observatory in Greenwich, England.",
      "cn": "他把他的发现提交给英国的格林威治皇家天文台."
    },
    {
      "en": "Leverrier sent his information to the Urania Observatory in Berlin, Germany.",
      "cn": "勒威耶把他的发现告诉了柏林的乌兰尼亚天文台."
    },
    {
      "en": "Officials from Greenwich Observatory have the clock checked twice a day.",
      "cn": "格林威治天文台的职员们每天对大钟检查两次."
    },
    {
      "en": "The children are the Hong Kong Observatory. Act the officer.",
      "cn": "小朋友们在参观香港天文台. 扮演那里的主人."
    },
    {
      "en": "The conservative man made a reservation in the observatory.",
      "cn": "保守的人在天文台的保留."
    },
    {
      "en": "The meteorological observatory in Beijing said the storm could hit the city.",
      "cn": "气象观测站,在北京说,风暴可能袭击的城市."
    },
    {
      "en": "The nearest research observatory should be contacted right away.",
      "cn": "应立即通知附近的天文台."
    },
    {
      "en": "The Observatory Dome of the HKU Department of Physics.",
      "cn": "香港大学物理系天文台."
    },
    {
      "en": "The observatory is the largest, most sensitive gravitational wave detector ever built.",
      "cn": "它是目前全世界最大的 、 灵敏度最高的引力波探测所."
    },
    {
      "en": "The Observatory issued only an amber rainstorm signal and a thunderstorm warning.",
      "cn": "天文台只是发出黄色暴雨警告及雷暴警告."
    },
    {
      "en": "They visited the observatory yesterday.",
      "cn": "他们昨天参观了天文台。"
    },
    {
      "en": "When a piece of antimatter strikes the observatory and collides with \"normal\" matter, both particles immediately annihilate and are transformed into gamma rays — which Fermi can detect.",
      "cn": "当一小块反物质击打天文台并与“正常”的物质相碰撞时，两个粒子都立即湮灭，并转变为伽马射线- 费米就可以检测到它。"
    },
    {
      "en": "With a full-power observatory in place, that explanation, as well as a better explanation of high-energy astrophysical phenomena throughout the universe, may be available in the years to come.",
      "cn": "一个满负荷运作的观测站的到位，对那些热点的解释，以及对遍及宇宙的高能天文学现象的更好的解释，将会在今年内成为可能。"
    },
    {
      "en": "Xujiahui old suit by the Observatory for the school over housing.",
      "cn": "学样借徐家汇老天文台余屋为校舍."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "meteorological station",
            "belvedere"
          ],
          "tran_cn": "天文台；[气象][天]气象台；瞭望台"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "astronomical observatory",
      "tran_cn": "天文台"
    },
    {
      "phrase": "meteorological observatory",
      "tran_cn": "气象台；气象观测所"
    },
    {
      "phrase": "national radio astronomy observatory",
      "tran_cn": "国立射电天文台"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "天文台,气象台"
    },
    {
      "pos": "n",
      "tran_cn": "天文台，气象台，瞭望台",
      "tran_en": "a special building from which scientists watch the moon, stars, weather etc"
    }
  ],
  "exchange": {
    "pl": [
      "observatories"
    ]
  }
}