{
  "word": "primate",
  "ipa": {
    "us": "ˈpraɪmeɪt",
    "uk": "ˈpraɪmeɪt"
  },
  "sentences": [
    {
      "en": "14 per cent of primate species are highly endangered.",
      "cn": "14%的灵长类物种处于高度濒危状态。"
    },
    {
      "en": "14 percent of primate species are highly endangered.",
      "cn": "14%的灵长类物种处于高度濒危状态。"
    },
    {
      "en": "And any primate can harbor deadly infectious agents.",
      "cn": "而且,任何灵长类都潜藏着致死性感染病原物."
    },
    {
      "en": "Genetic control is an important component general management of nonhuman primate colonies.",
      "cn": "遗传学控制在非人灵长类动物人工繁殖种群诸多管理环节具有至关重要的作用."
    },
    {
      "en": "Human beings are the only primate species that regularly seeks assistance during labor and delivery.",
      "cn": "那麽,我们的雌性祖先在什麽时候放弃自立自强的生产之道?"
    },
    {
      "en": "My children could spend hours watching playful monkeys at the primate exhibit.",
      "cn": "我的孩子们可以在灵长类动物展示区,看那些爱玩耍的猴子好几个小时."
    },
    {
      "en": "Objective To assess the sensory restoration of the denervated glabrous skin in primate following sensory implantation.",
      "cn": "目的评价感觉神经植入术在灵长类动物失神经无毛皮肤的感觉重建效果."
    },
    {
      "en": "Primate models of amnesia: Contribution of specific medial temporal - lobe areas.",
      "cn": "遗忘症的灵长类模式: 特定中颞叶区域的贡献."
    },
    {
      "en": "Schwartz. \" Primate Motor Cortex and Free Arm Movements to Visual Targets in Three - Dimensional Space. \"",
      "cn": "灵长类运动皮质和三维空间中,对于视觉目标的自由手臂运动."
    },
    {
      "en": "The golden lion tamarin, a tiny primate, goes for $ 20 000 or more.",
      "cn": "一种很小的灵长目动物金狮小绢猴可以卖到2万美元甚至更高的价钱."
    },
    {
      "en": "The primate queen shares her wildlife inspirations.",
      "cn": "灵长类女王分享了她关于野生生物的灵感."
    },
    {
      "en": "The theory pushes the history of primate evolution back some ten million years.",
      "cn": "这个理论将灵长类动物进化的历史后退了上千万年."
    },
    {
      "en": "The woolly spider monkey is the largest primate in the Americas.",
      "cn": "绒毛蛛猴是美洲最大的灵长类动物。"
    },
    {
      "en": "To invesigate to roots of laughter, scientists have turned to our primate cousins.",
      "cn": "为了研究笑的根源, 科学家们转而求助于人类的灵长类远亲."
    },
    {
      "en": "We analyse environmental problems in city construction and put forward appro ˉ primate prevention and control measures.",
      "cn": "本文分析了城市建设施工所引起的一些环境污染问题,并提出相应的防治措施."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "primacy",
          "tran_cn": " 首位；卓越；大主教的职位"
        },
        {
          "word": "primality",
          "tran_cn": " 原始；首要；根本；素性"
        },
        {
          "word": "primates",
          "tran_cn": " 灵长类"
        },
        {
          "word": "primateship",
          "tran_cn": " 大主教之职"
        },
        {
          "word": "primatology",
          "tran_cn": " [脊椎] 灵长类动物学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "principal",
            "all-important"
          ],
          "tran_cn": "灵长目动物的；首要的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leader",
            "chief",
            "captain",
            "boss"
          ],
          "tran_cn": "大主教；灵长类的动物；首领"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bishop",
            "cardinal",
            "monkey",
            "priest"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "灵长目动物的；首要的"
    },
    {
      "pos": "n",
      "tran_cn": "灵长目动物，（英国教会的）大主教，<古>首领，监督长",
      "tran_en": "a member of the group of animals that includes humans and monkeys"
    }
  ],
  "exchange": {
    "pl": [
      "primates"
    ]
  }
}