{
  "word": "zoologist",
  "ipa": {
    "us": "zəʊˈɒlədʒɪst",
    "uk": "zoʊˈɑlədʒɪst"
  },
  "sentences": [
    {
      "en": "“This is a classic example of freak events coinciding,” noted Peter Boeckmann, a leading Norwegian zoologist. “In the United States, the reaction is: 'Oh no, doomsday is coming!",
      "cn": "“这是一个典型的同时发生的反常事件，”挪威重要动物学家彼德.伯格曼解释说，“在美国，这原因是'哦，不，末日来了！'"
    },
    {
      "en": "A journalist went to interview a zoologist who stud ied gorillas in the jungle.",
      "cn": "一名新闻记者前去采访一位在丛林里研究大猩猩的动物学家."
    },
    {
      "en": "Barja, an Autonomous University of Madrid zoologist, inspected wolf scat in a mountainous region of Spain's northwest Iberian Peninsula.",
      "cn": "一个马德里自治大学的动物学家，研究了西班牙伊比利亚半岛西北部一个多山地区嚎叫的狼。"
    },
    {
      "en": "Desmond Morris is an English zoologist who applies his knowledge of animal Behavior to human Beings.",
      "cn": "德斯蒙·英里斯是一位英国动物学家,他把他所具有的动物行为的知识运用于对人类的研究."
    },
    {
      "en": "Kay E.Holekamp, a zoologist atMichigan State University, writes from the Masai Mara National Reserve inKenya, where she is studying the behavior of spotted hyenas.",
      "cn": "凯 E. 哈乐凯普，密歇根州立大学的动物学家，写于肯尼亚的马赛马拉国家保护区，此时正在那里研究斑点鬣狗的行为。"
    },
    {
      "en": "Services of a zoologist guide, and several Indian guides.",
      "cn": "一名动物学家向导和几名印第安人向导服务费."
    },
    {
      "en": "The zoologist has lived in the forest for ten years and he thinks it worthwhile.",
      "cn": "这个动物学家在丛林里生活了十年,他认为很值得."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "zoological",
          "tran_cn": " 动物学的；关于动物的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "zoology",
          "tran_cn": " 动物学；动物区系"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "动物学家",
      "tran_en": "a scientist who studies animals and their behaviour"
    }
  ],
  "exchange": {
    "pl": [
      "zoologists"
    ]
  }
}