{
  "word": "resumption",
  "ipa": {
    "us": "rɪˈzʌmpʃn",
    "uk": "rɪˈzʌmpʃn"
  },
  "sentences": [
    {
      "en": "A hike in advertising spending from carmakers highlights the resumption of new product launches this year.",
      "cn": "汽车制造商广告支出骤增也表明,今年各厂商正陆续恢复新产品的投放."
    },
    {
      "en": "A resumption after an interruption.",
      "cn": "再开始中断后的重新开始."
    },
    {
      "en": "Acceptance for the normal only after the resumption of production operations.",
      "cn": "验收为正常库后,方可恢复生产运行."
    },
    {
      "en": "If the interruption cause is water flow system trouble, do not usewater right after supply resumption but keep it running around 2 minutes andmake sure water quality is acceptable.",
      "cn": "如因供水管路故障导致的停水，在供水恢复后，应打开水龙头放水2分钟左右，经确认水质合格后，方可使用。"
    },
    {
      "en": "It is premature to speculate about the resumption of negotiations.",
      "cn": "现在猜测谈判是否会重新开始还为时过早。"
    },
    {
      "en": "Local treatment after a slight redness, rest for half an hour after the resumption.",
      "cn": "1:治疗后局部有轻微发红, 休息半小时后可恢复."
    },
    {
      "en": "Resumption would create problems.",
      "cn": "恢复试验会引起种种问题."
    },
    {
      "en": "Second, the global economic recovery the process and the resumption of external demand.",
      "cn": "二是全球经济复苏的进程与外部需求的恢复."
    },
    {
      "en": "She perhaps agrees, but prefers denial and resumption of her re - election campaign.",
      "cn": "凯可能也这样认为, 但她拒绝承认,仍继续参加竞选,争取再次当上众议员."
    },
    {
      "en": "The European Union is calling for immediate resumption of all gas deliveries.",
      "cn": "欧盟呼吁立即恢复所有的天然气输送."
    },
    {
      "en": "The investments required for this resumption comes from the Aga Khan Foundation.",
      "cn": "恢复所需资金由阿加汗基金会提供."
    },
    {
      "en": "The press saw the event as a straw in the wind that augured the resumption of diplomatic relations between the two countries.",
      "cn": "报界把这件事看作是两国之间即将恢复邦交的预兆."
    },
    {
      "en": "The resolution called for the resumption of negotiations.",
      "cn": "决议要求恢复谈判."
    },
    {
      "en": "They cynically tried to trade off a reduction in the slaughter of dolphins against a resumption of commercial whaling.",
      "cn": "他们见利忘义地试图以减少屠杀海豚数量作为交换条件，重启商业捕鲸。"
    },
    {
      "en": "We are hoping for an early resumption of peace talks.",
      "cn": "我们企盼着早日恢复和谈。"
    },
    {
      "en": "Zhang Ling in Qingchengshan Alchemy , the resumption Cho Hyun guard Dan Long Room.",
      "cn": "张陵在青城山炼丹时,收赵玄朗护卫丹室."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "resume",
          "tran_cn": " [管理] 履历；个人简历；摘要"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "resume",
          "tran_cn": " 再开始"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "resume",
          "tran_cn": " 重新开始；重新获得"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recovery",
            "restoration",
            "retrieval",
            "renewal",
            "comeback"
          ],
          "tran_cn": "恢复；重新开始；取回；重获；恢复硬币支付"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "recovery"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<正>重新开始，继续",
      "tran_en": "the act of starting an activity again after stopping or being interrupted"
    }
  ],
  "exchange": {}
}