{
  "word": "waterborne",
  "ipa": {
    "us": "ˈwɔ:təbɔ:n",
    "uk": "ˈwɔtərbɔrn"
  },
  "sentences": [
    {
      "en": "A waterborne epoxy - polyurethane paint is synthesized according to the scientific principles of formulation design.",
      "cn": "采用科学的配方设计原理,合成了水性环氧聚酯."
    },
    {
      "en": "And yet , 6,000 children do die, every single day, from waterborne illnesses.",
      "cn": "然而, 每一天的确有6, 000个孩子死于与水有关的疾病."
    },
    {
      "en": "Because they measured success only by the number of wells built and the decline of waterborne illnesses, they missed early signs of the arsenicosis crisis.",
      "cn": "因为他们认为的成功只是水井的数量和减少水传播的疾病，他们忽视掉了早期砷中毒所带来的危机信号。"
    },
    {
      "en": "Bubbles easily occurs in waterborne polyurethane wood varnish, which will influence the decoration effects.",
      "cn": "水性聚氨酯木器漆极易产生气泡, 影响其装饰性."
    },
    {
      "en": "cholera and other waterborne diseases",
      "cn": "霍乱等经水传染疾病"
    },
    {
      "en": "Environmental pressures are strengthening the case for waterborne freight.",
      "cn": "环境的压力使人们更加认可水上运输。"
    },
    {
      "en": "Haven development needs special geography and waterborne environment.",
      "cn": "港口发展需要非凡的地理和水运环境."
    },
    {
      "en": "No Indian labourers under any employment program are given preventive information or materials — not even a bar of soap, even though 60 per cent of diseases are waterborne.",
      "cn": "在任何就业项目中的印度劳动者都没有获得预防信息或材料——即便60%的疾病是通过水传播的，他们甚至没有一块肥皂。"
    },
    {
      "en": "Polyamine - epoxy adduct is used as waterborne epoxy hardener generally.",
      "cn": "水性环氧固化剂一般采用多元胺 - 环氧加成物."
    },
    {
      "en": "Specialized in water - borne industrial coatings, waterborne architectural coatings development and production.",
      "cn": "专业从事 水性 工业涂料 、 水性建筑涂料的开发和生产."
    },
    {
      "en": "The application of additives in waterborne automotive base coats were introduced.",
      "cn": "对助剂在汽车用水性底色漆中的应用作了介绍."
    },
    {
      "en": "The development status of waterborne epoxy paint system was reviewed.",
      "cn": "概述了水性环氧涂料体系的研发状况."
    },
    {
      "en": "The preparation method and technics of waterborne polyurethane are optimized.",
      "cn": "优化了水性聚氨酯体系的制备方法及工艺条件."
    },
    {
      "en": "The researchers say their approach could also be used to identify the risk of other waterborne diseases, such as those caused by the bacteria Shigella, Salmonella, and Escherichia coli.",
      "cn": "这组科学家说，他们的方法还可以用于检测其他水传播疾病的风险，例如由志贺氏菌、沙门氏菌和埃希氏大肠杆菌引发的疾病。"
    },
    {
      "en": "The title alkyd resin modified waterborne nitrocellulose emulsion was prepared by alkyd resin phase inversion process.",
      "cn": "采用醇酸树脂相反转乳化法制备了硝化纤维素乳液."
    },
    {
      "en": "The waterborne epoxy coatings for inner cabin are formulated.",
      "cn": "研制了水性环氧内舱涂料."
    },
    {
      "en": "They are at risk of getting ill and dying from waterborne diseases.",
      "cn": "他们正处于水上传播疾病的威胁之中."
    },
    {
      "en": "We use environmental friendly waterborne materials for coating which has no smell.",
      "cn": "涂布涂料采用水性涂料,无异味,确保绿色环保."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "waterborne disease",
      "tran_cn": "水传疾病，水传播病"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "水上的，水运的"
    },
    {
      "pos": "adv",
      "tran_cn": "水上的,  水运的"
    }
  ],
  "exchange": {}
}