{
  "word": "England",
  "ipa": {
    "us": "'ɪŋɡlənd",
    "uk": "ˈɪŋɡlənd"
  },
  "sentences": [
    {
      "en": "After the pain of defeat passes, England have some thinking to do.",
      "cn": "失败的痛苦过去以后，英国人应该认真反思一下。"
    },
    {
      "en": "England's footballers are back home after their ill-fated trip to Algeria.",
      "cn": "英格兰足球队结束了倒霉的阿尔及利亚之行，回到了国内。"
    },
    {
      "en": "He had returned to England in an aircraft carrier no less.",
      "cn": "他竟然坐航空母舰回的英格兰。"
    },
    {
      "en": "He recognized the coast of England through a veil of mist.",
      "cn": "透过薄雾他认出了那是英格兰的海岸线。"
    },
    {
      "en": "He was confirmed as a member of the Church of England.",
      "cn": "他领受了坚振礼，成为英国国教会的一员。"
    },
    {
      "en": "He was headmaster of a public school in the West of England.",
      "cn": "他是英格兰西部一所公学的校长。"
    },
    {
      "en": "He was soon one of the most celebrated young painters in England.",
      "cn": "不久他就成了英格兰最负盛名的年轻画家之一。"
    },
    {
      "en": "He will shortly become the fulcrum of the England team.",
      "cn": "他不久就会成为英格兰队的支柱。"
    },
    {
      "en": "He won the decider which completed England's 3-2 victory over Austria.",
      "cn": "他取得了决赛局的胜利，帮助英格兰最终以3：2战胜奥地利。"
    },
    {
      "en": "I don't think he could do himself justice playing for England.",
      "cn": "我认为他为英格兰队效力时不可能充分发挥自己的水平。"
    },
    {
      "en": "In a warm-up game for the World Cup, Uruguay have beaten England.",
      "cn": "在世界杯热身赛中，乌拉圭队打败了英格兰队。"
    },
    {
      "en": "That programme will include live commentary on the England-Ireland game.",
      "cn": "那个节目将包括英格兰与爱尔兰比赛的实况报道。"
    },
    {
      "en": "The Bank of England seems determined to wind up the company.",
      "cn": "英格兰银行似乎决心要关闭这家公司。"
    },
    {
      "en": "The company, New England Electric, burns coal to generate power.",
      "cn": "新英格兰电力公司用煤发电。"
    },
    {
      "en": "We study English every day. So of course we should know something about England.",
      "cn": "我们每天都学习英语，因此我们当然应该知道一些有关英国的事。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "bank of england",
      "tran_cn": "英格兰银行"
    },
    {
      "phrase": "church of england",
      "tran_cn": "英国国教"
    },
    {
      "phrase": "new england",
      "tran_cn": "新英格兰"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "英格兰，英国",
      "tran_en": "a division of the United Kingdom"
    },
    {
      "pos": "other",
      "tran_cn": "英格兰"
    }
  ],
  "exchange": {}
}