{
  "word": "receptor",
  "ipa": {
    "us": "rɪˈseptə(r)",
    "uk": "rɪˈseptər "
  },
  "sentences": [
    {
      "en": "...the information receptors in our brain.",
      "cn": "…我们大脑中的信息感受器。"
    },
    {
      "en": "A noncompetitive antagonist prevents the agonist from producing any effect at a given receptor site.",
      "cn": "非竞争性拮抗剂可阻止激动剂在特定受体部位产生任何效应."
    },
    {
      "en": "ADP - P 2 Y 12 receptor pathway plays a crucial role in platelet activation and thrombogenesis.",
      "cn": "P2Y12 受体途径在血小板激活、血栓形成中发挥重要作用."
    },
    {
      "en": "Definitive determination of the benefit of angiotensin - converting angiotensin - receptor blockade.",
      "cn": "而血管紧张素转化酶抑制剂疗法获益的确切结果则需要像血管紧张素受体拮抗剂一样的确定性临床试验研究."
    },
    {
      "en": "EIA was established to derect the pHSA - receptor titre of PreS 2 - HBsAg .",
      "cn": "我们应用酶免疫分析法测定了PreS2-HBsAg中的 pHSA - 受体."
    },
    {
      "en": "Objective To investigate the relationship between estrogen receptor gene polymorphism and SLE.",
      "cn": "目的探讨雌激素受体与SLE的相关性."
    },
    {
      "en": "Objective To synthesize raloxifene hydrochloride, which is a selective estrogen receptor modulator.",
      "cn": "目的合成选择性雌激素受体调节剂盐酸雷洛昔芬."
    },
    {
      "en": "Results Human motilin receptor was successfully cloned with correct open reading fragment.",
      "cn": "结果成功克隆了人胃动素受体基因表达片段,测序证实读框正确."
    },
    {
      "en": "The central curve, labeled binding, depicts the occupation of receptor by increasing concentrations of drug.",
      "cn": "中间注明“结合”的那条曲线表示随药物浓度增大时受体占领的情况."
    },
    {
      "en": "The liver not only is the receptor of dietary fat.",
      "cn": "肝脏是日粮脂肪的接受者."
    },
    {
      "en": "The majority of AMPA receptor is a GluR 2 - containing heterotetramer in hippocampus.",
      "cn": "在海马中大部分AMPA受体是以含 GluR2 的异四聚体的形式存在."
    },
    {
      "en": "The tyrosine phosphorylation of leptin receptor was revealed by immuno precipitation.",
      "cn": "应用免疫沉淀法检测瘦素受体的酪氨酸磷酸化程度."
    },
    {
      "en": "These may bind to receptor molecules on the surfaces of cells.",
      "cn": "这些可能会在细胞表面和受体分子结合在一起。"
    },
    {
      "en": "They are found in key receptor areas of the brain.",
      "cn": "人们发现它们位于大脑关键的接收区域."
    },
    {
      "en": "They are in key receptor areas of the brain.",
      "cn": "它们位于大脑关键的接收区域。"
    },
    {
      "en": "To explore distribution of chemokine receptor CXCR 4 on clear cell renal carcinoma.",
      "cn": "目的研究肾透明细胞癌中趋化性细胞因子受体CXCR4的分布."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "receptive",
          "tran_cn": " 善于接受的；能容纳的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "receptiveness",
          "tran_cn": " 感受性；接受能力"
        },
        {
          "word": "receptivity",
          "tran_cn": " 接受能力；[生理] 感受性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ceptor",
            "holding tank"
          ],
          "tran_cn": "[生化]受体；[电讯][生理]接受器；感觉器官"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hormone receptor",
      "tran_cn": "[医]激素受体；[医]荷尔蒙受体"
    },
    {
      "phrase": "insulin receptor",
      "tran_cn": "n. 胰岛素受体"
    },
    {
      "phrase": "receptor protein",
      "tran_cn": "受体蛋白质"
    },
    {
      "phrase": "receptor site",
      "tran_cn": "受点，受体部位"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[生]感受器，受体，[电]感受器，接收器，[化]接受器，感觉器官",
      "tran_en": "a nerve ending which receives information about changes in light, heat etc and causes the body to react in particular ways"
    }
  ],
  "exchange": {
    "pl": [
      "receptors"
    ]
  }
}