{
  "word": "casualty",
  "ipa": {
    "us": "ˈkæʒuəlti",
    "uk": "ˈkæʒuəlti"
  },
  "sentences": [
    {
      "en": "Any history of bombing must also be a history of civilian casualty, for bombing saves the lives of soldiers only at the expense of other lives.",
      "cn": "任何空袭的历史也必定是平民伤亡的历史，因为空袭救了士兵的性命只能以其他人的生命为代价。"
    },
    {
      "en": "I was taken to casualty at St Thomas's Hospital.",
      "cn": "我被送往圣·托马斯医院的急救室。"
    },
    {
      "en": "In the medical disaster - response model, the casualty collection point performs two functions.",
      "cn": "在灾害应对医疗方案里, 伤员集中区有两项职能."
    },
    {
      "en": "Never apply water to a burn from an electric shock while the casualty is still in contact with the electric current.",
      "cn": "当被电击者还连着电时，千万不要把水弄到电击伤口上。"
    },
    {
      "en": "No casualty and damage in the area has been reported so far.",
      "cn": "暂时未有伤亡和破坏在该地区已报告."
    },
    {
      "en": "Our aim is to reduce road casualties .",
      "cn": "我们的目标是减少交通事故的伤亡人数。"
    },
    {
      "en": "She read through the casualty list anxiously.",
      "cn": "她忧虑地把伤亡人员名单从头到尾看了一遍."
    },
    {
      "en": "Small shops have been a casualty of the recession.",
      "cn": "小商店在经济萧条中深受其害."
    },
    {
      "en": "The car industry has been one of the greatest casualties of the recession.",
      "cn": "汽车工业是经济不景气最大的受害者之一。"
    },
    {
      "en": "The casualty of the Iraqi troops was more than 85,000.",
      "cn": "伊军的伤亡人数达8.5万之多."
    },
    {
      "en": "The casualty of the murder case didnt want to appear in public.",
      "cn": "这件凶杀案的受害这不愿意出现在公众场合."
    },
    {
      "en": "The first item always on that was the overnight casualty report from Iraq and Afghanistan, and I would often come and see that had been circled by the president or that he would be reflecting on that.",
      "cn": "上面的第一条永远是,这一晚在伊拉克和阿富汗,士兵的伤亡报告，我来的时候会看到那条消息,被布什总统圈了出来,他看着报告会陷入沉思。"
    },
    {
      "en": "The property sector was another casualty of the lurch towards higher interest rates.",
      "cn": "房地产业是受利率猛然攀高影响的又一重灾区。"
    },
    {
      "en": "The rebels have inflicted heavy casualties .",
      "cn": "叛乱者造成了大量的伤亡。"
    },
    {
      "en": "There are fears that the casualty toll may be higher.",
      "cn": "有人担心伤亡总数可能会更高。"
    },
    {
      "en": "They also gave warning that casualty figures are to rise.",
      "cn": "他们也给出预报说伤亡人数还会增加."
    },
    {
      "en": "Training includes realistic simulation of casualty procedures.",
      "cn": "培训包括对急救过程的真实模拟。"
    },
    {
      "en": "Two years ago, Citigroup demerged its Travelers property and casualty business.",
      "cn": "两年前, 花旗集团将从事财产及灾害险业务的旅行者公司分拆了出来."
    },
    {
      "en": "VI Design and Usage of PICC Property and Casualty Company Ltd.",
      "cn": "中国人保寿险有限公司vi设计的应用."
    },
    {
      "en": "We have had our first casualty. One runner has dropped out with cramp.",
      "cn": "我们有了第一位伤员，有一位队员因腿部痉挛退出了。"
    },
    {
      "en": "When truths collide, compromise becomes the first casualty ( Henry A. Kissinger )",
      "cn": "当事实相互抵触时, 首当其冲的受害者是妥协 ( 亨利A. 基辛格 )"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "accident",
            "disaster",
            "fluke",
            "injury",
            "misfortune",
            "mishap"
          ],
          "tran_cn": "意外;灾难"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accident",
            "fluke",
            "injury",
            "misadventure",
            "misfortune",
            "mishap",
            "occurrence"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "casualty insurance",
      "tran_cn": "灾害保险；不幸事故保险"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "伤亡人员，受害者，急诊室",
      "tran_en": "someone who is hurt or killed in an accident or war"
    }
  ],
  "exchange": {
    "pl": [
      "casualties"
    ]
  }
}