{
  "word": "lore",
  "ipa": {
    "us": "lɔ:(r)",
    "uk": "lɔr"
  },
  "sentences": [
    {
      "en": "According to local lore, a ghost still haunts the castle.",
      "cn": "根据当地人的传说，城堡里至今仍然闹鬼。"
    },
    {
      "en": "Carrie became wise in theatrical lore, hearing the gossip of little Lola.",
      "cn": "听着小萝拉的闲言碎语,嘉莉开始了解戏剧界的情况了."
    },
    {
      "en": "Early peoples passed on and animal lore through legend.",
      "cn": "古代的人通过传说把他们知道的关于动植物的知识传给后代."
    },
    {
      "en": "Early peoples passed on plant and animal lore through legend.",
      "cn": "早期人类通过传说传递有关植物和动物的知识."
    },
    {
      "en": "Even today , romantic lore commonly identifies chocolate as an aphrodisiac.",
      "cn": "浪漫的民间传说通常认为巧克力是一种催情剂."
    },
    {
      "en": "He has his Provensal legendary lore at his fingers'ends.",
      "cn": "他对普罗旺斯地区的口头传说了如指掌."
    },
    {
      "en": "He sought out the old farmers and collected their weather lore.",
      "cn": "他找一些老农搜集了他预测天气的经验."
    },
    {
      "en": "Herb Lore ( Level 2 ) - You understand the secrets of herbs.",
      "cn": "药草知识 ( 要求等级2级 ) 你能理解药草的秘密."
    },
    {
      "en": "I could spice my talk with Talmudic lore, too.",
      "cn": "我还能够把一些犹太法典的知识融会于我的谈论之中."
    },
    {
      "en": "I will seek and question him of his lore.",
      "cn": "我倒要找上他,向他讨教他的渊博的学问."
    },
    {
      "en": "I would speed tne vast career of civilising lore.",
      "cn": "我要尽快地充实浩瀚的知识宝库."
    },
    {
      "en": "In Gnostic lore, Sophia was the mother of all angels.",
      "cn": "在诺斯替教的传说中, 苏菲亚是天使之母."
    },
    {
      "en": "Melville incorporated in \" Moby Dick \" an exhaustive encyclopaedia of whaling lore.",
      "cn": "梅尔维尔在《白鲸 》 中汇集了各种捕鲸知识."
    },
    {
      "en": "Over many a quaint and curious volume of forgotten lore?",
      "cn": "沉思许多古怪而离奇、早已被人遗忘的传闻?"
    },
    {
      "en": "They almost certainly accepted at face value most of this lore.",
      "cn": "他们当然会按表面的意义基本上接受这种提法."
    },
    {
      "en": "Tribal lore and custom have been passed down orally.",
      "cn": "部落的知识和风俗口耳相传保存下来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "information",
            "knowledge of",
            "learning",
            "cognition",
            "study"
          ],
          "tran_cn": "知识；学问；全部传说；（动物的）眼光知识"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "knowledge",
            "learning"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（专门的）知识，学问，口头传说，[动]眼端，眼光",
      "tran_en": "knowledge or information about a subject, for example nature or magic, that is not written down but is passed from person to person"
    }
  ],
  "exchange": {}
}