{
  "word": "loudspeaker",
  "ipa": {
    "us": "ˌlaʊdˈspiːkə(r)",
    "uk": "ˌlaʊdˈspiːkər"
  },
  "sentences": [
    {
      "en": "Announcements were made over the loudspeaker system.",
      "cn": "通知通过喇叭广播。"
    },
    {
      "en": "BERLIN (Reuters) -- Before leaving on vacation, a German couple set up a loudspeaker and timer rigged to blast their neighbors with the sound of a crowing cock every morning.",
      "cn": "柏林(路透社)：一对德国夫妇在外出度假前安装好了扩音器和定时装置,使其在每天凌晨用刺耳的公鸡啼叫声骚扰邻居。"
    },
    {
      "en": "Excuse me, did the loudspeaker say that a watch had been found?",
      "cn": "外宾:对不起, 刚才广播里说拾到了一块手表,是 吗 ?"
    },
    {
      "en": "I distinctly heard the loudspeaker calling passengers for the Turin-Amsterdam flight.",
      "cn": "我清楚地听到扩音器里在请都灵至阿姆斯特丹航班的旅客登机。"
    },
    {
      "en": "Nearly all serious loudspeaker designs have incorporated a crossover network.",
      "cn": "几乎所有严肃的扬声器设计都会涉及分频网络."
    },
    {
      "en": "Oh, I've forgotten about the loudspeaker!",
      "cn": "哦, 我忘了扬声器的事!"
    },
    {
      "en": "On the loudspeaker his voice turned dull and cranky.",
      "cn": "在扬声器中,他的声音变得沉闷,听起来别扭."
    },
    {
      "en": "The loudspeaker announced each airplane as it landed at the airport.",
      "cn": "每架飞机在机场一着陆,扩音器就发出通告."
    },
    {
      "en": "The loudspeaker announced the arrival of the train.",
      "cn": "广播说火车进站了。"
    },
    {
      "en": "The loudspeaker is too loud and thus a bit noisy.",
      "cn": "这个扩大器的声音很大,有点闹了!"
    },
    {
      "en": "The loudspeaker's stopped working.",
      "cn": "扩音器不响了."
    },
    {
      "en": "The nurse paged the doctor on the loudspeaker.",
      "cn": "护士通过广播喊叫那位医生."
    },
    {
      "en": "The police addressed the crowd through a loudspeaker on their car.",
      "cn": "警察通过他们汽车上的喇叭向人群喊话."
    },
    {
      "en": "The voltage of the amplified signal at the loudspeaker is 2 V.",
      "cn": "扬声器放大了的信号的电势为2伏."
    },
    {
      "en": "Their names were called over the loudspeaker .",
      "cn": "喇叭里叫着他们的名字。"
    },
    {
      "en": "There is a loudspeaker in a radio.",
      "cn": "收音机里有个喇叭."
    },
    {
      "en": "We heard the news over the loudspeaker.",
      "cn": "我们听见扩音器里广播了这一消息."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bullhorn",
            "horn",
            "loudhailer",
            "megaphone",
            "microphone",
            "speaker",
            "system",
            "unit"
          ],
          "tran_cn": "扬声器,喇叭"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "扩音器，扬声器，喇叭，扬场器",
      "tran_en": "a piece of equipment used to make sounds louder"
    }
  ],
  "exchange": {
    "pl": [
      "loudspeakers"
    ]
  }
}