{
  "word": "Washington",
  "ipa": {
    "us": "'wɒʃɪŋtən",
    "uk": "'wɑʃɪŋtənˌ 'wɔʃɪŋ-"
  },
  "sentences": [
    {
      "en": "A windstorm in Washington is causing power outages throughout the region.",
      "cn": "风暴造成整个华盛顿地区电力供应中断。"
    },
    {
      "en": "Agricultural interests are some of the most powerful lobbies in Washington.",
      "cn": "农业利益集团是华盛顿最具影响力的游说团体之一。"
    },
    {
      "en": "By the time he's twenty he'll know everyone worth knowing in Washington.",
      "cn": "到20岁时，他就会认识华盛顿所有值得认识的人。"
    },
    {
      "en": "His last visit to Washington was little short of a fiasco.",
      "cn": "他最近对华盛顿的访问几乎是一场惨败。"
    },
    {
      "en": "If relations between Hanoi and Washington begin to normalise, anything is possible.",
      "cn": "如果河内和华盛顿之间的关系开始恢复正常，任何事情都有可能。"
    },
    {
      "en": "In Washington, the President and his advisers spent the day in meetings.",
      "cn": "在华盛顿，总统和他的顾问们一整天都在开会。"
    },
    {
      "en": "Middle East peace talks in Washington showed signs of progress yesterday.",
      "cn": "昨天在华盛顿举行的中东和谈有了取得进展的迹象。"
    },
    {
      "en": "Middle East peace talks reopen in Washington on Wednesday.",
      "cn": "中东和平谈判于周三在华盛顿重启。"
    },
    {
      "en": "Mr Mandela was given a tumultuous reception in Washington.",
      "cn": "曼德拉先生在华盛顿受到热情的款待。"
    },
    {
      "en": "Our understanding is that they wanted to be in Washington.",
      "cn": "我们的理解是，他们想呆在华盛顿。"
    },
    {
      "en": "The address is 2025 M Street, Northwest, Washington, DC, 20036.",
      "cn": "地址为华盛顿特区，西北区，M大街2025号，邮政编码20036。"
    },
    {
      "en": "The cherry blossom came out early in Washington this year.",
      "cn": "今年华盛顿的樱花开得很早。"
    },
    {
      "en": "The library was modelled after the library of Congress of Washington.",
      "cn": "这个图书馆是按华盛顿国会图书馆的式样设计建造的。"
    },
    {
      "en": "The President departed from Washington today.",
      "cn": "总统今天从华盛顿出发。"
    },
    {
      "en": "They have already given evidence before a grand jury in Washington.",
      "cn": "他们已经在华盛顿的大陪审团前作证。"
    },
    {
      "en": "Washington looks like a poster boy for strength and athleticism.",
      "cn": "华盛顿看上去是个典型的体魄强健、崇尚运动的人。"
    },
    {
      "en": "What brought you to Washington in the first place?",
      "cn": "最初是什么让你来到华盛顿的？"
    },
    {
      "en": "What time does the train get into Washington?",
      "cn": "这趟火车什么时间到达华盛顿?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "denzel washington",
      "tran_cn": "丹泽尔·华盛顿（美国黑人演员）"
    },
    {
      "phrase": "george washington",
      "tran_cn": "乔治·华盛顿（美国第一位总统）"
    },
    {
      "phrase": "university of washington",
      "tran_cn": "华盛顿大学"
    },
    {
      "phrase": "washington dc",
      "tran_cn": "华盛顿（特区）；华盛顿哥伦比亚特区"
    },
    {
      "phrase": "washington monument",
      "tran_cn": "华盛顿纪念碑"
    },
    {
      "phrase": "washington mutual",
      "tran_cn": "华盛顿互惠银行（公司）；华盛顿共同基金"
    },
    {
      "phrase": "washington post",
      "tran_cn": "华盛顿邮报"
    },
    {
      "phrase": "washington state",
      "tran_cn": "华盛顿州（位于美国西北部）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[地名]华盛顿，[英格兰人姓氏]华盛顿，来源于古英语人名Wassa+古英语，含义是“居留地”(settlement)"
    }
  ],
  "exchange": {}
}