{
  "word": "woodwind",
  "ipa": {
    "us": "ˈwʊdwɪnd",
    "uk": "ˈwʊdwɪnd"
  },
  "sentences": [
    {
      "en": "A brass or woodwind player may hum while playing, to produce two pitches at once.",
      "cn": "铜管或木管乐器演奏者可以在演奏时哼唱, 用来同时产生两个音调."
    },
    {
      "en": "A double - reed woodwind instrument similar to but larger than the oboe and pitched lower a fifth.",
      "cn": "一种 双簧 的木制管乐器,类似于双簧管,但音高比双簧管低五度."
    },
    {
      "en": "A symphony orchestra is composed of a variety of brass, woodwind, percussion and instruments.",
      "cn": "交响乐队是由许多不同的铜乐器, 木管乐器, 打击乐器,弦乐器组成."
    },
    {
      "en": "A symphony orchestra is composed of a variety of brass, woodwind, percussion stringed instruments.",
      "cn": "交响乐队是由不同的铜乐器, 木管乐器, 打击乐器,弦乐器组成."
    },
    {
      "en": "Eastern Winds appear primarily as a woodwind quintet.",
      "cn": "目前[东风]以木管乐五重奏为主."
    },
    {
      "en": "Examples : The woodwind section complements the strings in this piece of music.",
      "cn": "木管乐器 的乐章弥补了这首曲子中弦乐部分的不足."
    },
    {
      "en": "How do you like woodwind, say, an oboe?",
      "cn": "你喜欢木管乐器吗, 比如说双簧管?"
    },
    {
      "en": "Originally, flute is belong to woodwind, later made by metal.",
      "cn": "长笛原来属于木管乐器, 后来改用金属制造."
    },
    {
      "en": "The bass clarinet forms a solid bass for the woodwind group.",
      "cn": "低音单簧管在木管乐组中形成浓重的低音."
    },
    {
      "en": "The flute is the first one woodwind instrument.",
      "cn": "长笛是最早产生的木管乐器之一."
    },
    {
      "en": "The section of a band or an orchestra composed of woodwind instruments.",
      "cn": "文艺复兴时期的带有双簧片和弯管的木管乐器."
    },
    {
      "en": "The woodwind quartet is composed by Mozart.",
      "cn": "这支木管四重奏是由莫扎特作曲的."
    },
    {
      "en": "The Woodwind Quintet was one of the best turns in the show.",
      "cn": "木管五重奏是这次演出的最佳节目之一."
    },
    {
      "en": "the woodwind section of the orchestra",
      "cn": "管弦乐队的木管乐器组"
    },
    {
      "en": "There are the usual strings, woodwind, brass and percussion of a western orchestra.",
      "cn": "有常用的弦乐器 、 木管乐器 、 铜管和打击乐器."
    },
    {
      "en": "woodwind instruments such as the flute or saxophone",
      "cn": "木管乐器，如长笛和萨克斯管"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "woodshed",
          "tran_cn": " 贮放柴薪的木棚；柴间"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "woodshed",
          "tran_cn": " 练习乐器"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "woodwind instrument",
      "tran_cn": "木管乐器"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "木管乐器",
      "tran_en": "musical instruments made of wood or metal that you play by blowing and that usually have finger holes or  key s "
    }
  ],
  "exchange": {
    "pl": [
      "woodwinds"
    ]
  }
}