{
  "word": "arteriosclerosis",
  "ipa": {
    "us": "ɑːˌtɪəriəʊskləˈrəʊsɪs",
    "uk": "ɑːrˌtɪrioʊskləˈroʊsɪs"
  },
  "sentences": [
    {
      "en": "Arteriosclerosis affects an increasingly broad segment of the older population.",
      "cn": "老年人中动脉硬化越来越多."
    },
    {
      "en": "Both PWV and ABI screening help give a clearer picture of overall arteriosclerosis health.",
      "cn": "透过计算PWV,了解血管的硬化程度,另计算ABI读数,了解血管的阻塞程度."
    },
    {
      "en": "Conclusion The effects of tongsaimai pian on arteriosclerosis obliterans ( aso ) were remarkable.",
      "cn": "结论中西医结合治疗下肢深静脉 血栓 形成有较好的治疗效果."
    },
    {
      "en": "Conclusion The tension of office brainwork may have an effect on ocular fundus arteriosclerosis.",
      "cn": "结论办公室紧张的脑力劳动对眼底动脉硬化可能有一定影响."
    },
    {
      "en": "Exposure to CO may enhance the development of underlying arteriosclerosis.",
      "cn": "一氧化碳暴露可以加剧潜在动脉硬化症的发展."
    },
    {
      "en": "Finally, lower your daily intake of salt, which will minimize your risk of arteriosclerosis.",
      "cn": "最后，每天减少盐的摄入量，可以减小动脉硬化的危险。"
    },
    {
      "en": "Garlic aids in the digestion of fats and oils, lowers blood pressure, prevents arteriosclerosis, and lowers cholesterol levels.",
      "cn": "大蒜具有帮助消化脂肪和油脂，降低血压，防止动脉硬化和降低固醇水平的功能。"
    },
    {
      "en": "However, the amino acids in fish can prevent arteriosclerosis.",
      "cn": "但鱼肉中的氨基酸可以防止动脉硬化."
    },
    {
      "en": "I had been warned that he was beginning to show sighs of arteriosclerosis.",
      "cn": "我已得知,他已开始有动脉硬化的征象."
    },
    {
      "en": "If this high concentration of blood sugar continues for a long period, it will affect the vascular system and cause serious diseases including arteriosclerosis and retinal hemorrhages.",
      "cn": "如果这种高血糖浓度状况持续一段长时期，将影响到血管系统并导致包括动脉硬化和视网膜出血在内的严重疾病。"
    },
    {
      "en": "In addition, Silymarin has the function of anti radiation and, arteriosclerosis preventing, skin - aging delaying.",
      "cn": "另外水飞蓟素具有抗辐射 、 防止动脉硬化 、 延缓皮肤老化等功效."
    },
    {
      "en": "Myocardial ischemic pain due to coronary arteriosclerosis is usually exertion - related, at least initially.",
      "cn": "由冠状动脉硬化引起的心肌缺血性疼痛通常与劳力有关, 至少在初期是这样."
    },
    {
      "en": "Objective : To make a diagnosis as arteriosclerosis according to characteristics of the pulse wave.",
      "cn": "目的: 根据脉搏信号的波形特征早期诊断动脉硬化."
    },
    {
      "en": "Objective To assess the relationship between arcus senilis and blood - fat & arteriosclerosis.",
      "cn": "目的探讨角膜老年环与血脂 及 动脉硬化的关系."
    },
    {
      "en": "Purpose: The arteriosclerosis and circuity of thoracic aorta will press the oesophagus and causes dysphagia.",
      "cn": "目的: 观察主动脉硬化迂曲,推移压迫食管引发临床吞咽困难的影像学表现."
    },
    {
      "en": "The prevention of brain disease, cerebral arteriosclerosis and cancer have a significant effect.",
      "cn": "对预防大脑病变 、 脑动脉硬化和肿瘤都有显著效果."
    },
    {
      "en": "What calls arteriosclerosis sex head to straighten dead?",
      "cn": "什么叫动脉硬化性脑梗死?"
    },
    {
      "en": "What fruit can old people arteriosclerosis eat?",
      "cn": "老年人动脉硬化可以吃什么水果 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "arterial",
          "tran_cn": " [解剖] 动脉的；干线的；像动脉的"
        },
        {
          "word": "arteriolar",
          "tran_cn": " 小动脉的"
        },
        {
          "word": "arteriosclerotic",
          "tran_cn": " 动脉硬化的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "arteriectasis",
          "tran_cn": " 动脉扩张"
        },
        {
          "word": "arteriogram",
          "tran_cn": " 动脉波；动脉脉搏图；动脉搏描记图"
        },
        {
          "word": "arteriography",
          "tran_cn": " 动脉 X 线摄影法"
        },
        {
          "word": "arteriole",
          "tran_cn": " [解剖] 小动脉；细动脉"
        },
        {
          "word": "arteritis",
          "tran_cn": " [内科] 动脉炎"
        },
        {
          "word": "artery",
          "tran_cn": " 动脉；干道；主流"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "arterialize",
          "tran_cn": " 化为动脉血"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "atherosclerosis"
          ],
          "tran_cn": "[内科]动脉硬化"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cerebral arteriosclerosis",
      "tran_cn": "脑动脉硬化"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "动脉硬化",
      "tran_en": "a disease in which your arteries become hard, which makes it difficult for the blood to flow through"
    }
  ],
  "exchange": {}
}