{
  "word": "dioxide",
  "ipa": {
    "us": "daɪˈɒksaɪd",
    "uk": "daɪˈɑːksaɪd"
  },
  "sentences": [
    {
      "en": "And then we have gas cooled reactors which can use supercritical carbon dioxide or helium.",
      "cn": "然后我们有气体冷却反应堆,那能使用超临界二氧化碳或者氦。"
    },
    {
      "en": "But as Solomon and colleagues suggest in a new study published in the Proceedings of the National Academy of Sciences, it is not true for the most abundant greenhouse gas: carbon dioxide.",
      "cn": "但是，正如所罗门和他的同事提出的一项发表在《美国国家科学院院刊》的新研究表明，对最丰富的温室气体，二氧化碳，这是不正确的。"
    },
    {
      "en": "Carbon dioxide is a necessary result of the oxidation of carbon compounds.",
      "cn": "碳化合物氧化后必然会产生二氧化碳。"
    },
    {
      "en": "Carbon dioxide is the largest contributor to the greenhouse effect.",
      "cn": "二氧化碳太多是道致温室效应的最主要原因."
    },
    {
      "en": "Carbon is an element, while carbon dioxide is a compound.",
      "cn": "碳是一种(化学)元素, 而二氧化碳则是一种化合物."
    },
    {
      "en": "carbon/sulphur dioxide",
      "cn": "二氧化碳／硫"
    },
    {
      "en": "Coke burns with oxygen to give carbon dioxide.",
      "cn": "焦碳用氧气燃烧,产生二氧化碳."
    },
    {
      "en": "How much carbon dioxide you save, if any, depends on how far you live from work and how you get there, among other things.",
      "cn": "如果真有的话，你可以节约多少二氧化碳？ 它取决于你住得有多远还是你如何完成目标抑或其他因素？"
    },
    {
      "en": "I am all for cutting carbon dioxide emissions, but that would be much more easily achieved by giving subsidies to windpower, than with nuclear power.",
      "cn": "我完全赞成减少二氧化碳的排放，但是，相比发展核能，对发展风能提供补贴更容易实现这一目标。"
    },
    {
      "en": "Mars has an insubstantial atmosphere, consisting almost entirely of carbon dioxide.",
      "cn": "火星的大气层极其稀薄，几乎全部由二氧化碳构成。"
    },
    {
      "en": "Methane is often regarded as the second most important greenhouse gas after carbon dioxide.",
      "cn": "甲烷常被认为是仅次于二氧化碳的重要温室气体。"
    },
    {
      "en": "Plants and trees filter carbon dioxide out of the air and produce oxygen.",
      "cn": "花草树木会过滤掉空气中的二氧化碳并制造氧气。"
    },
    {
      "en": "She is your indispensable oxygen, carbon dioxide is not essential you me.",
      "cn": "她是你不可缺少的氧气，我是你可有可无的二氧化碳。"
    },
    {
      "en": "Studying the light in each image could also reveal physical characteristics, such as the presence of water or carbon dioxide.",
      "cn": "研究每个行星图像中的光线同样可以揭示物理特性，如是否存在水或二氧化碳。"
    },
    {
      "en": "the emission of carbon dioxide into the atmosphere",
      "cn": "向大气排放二氧化碳"
    },
    {
      "en": "The emission of gases such as carbon dioxide should be stabilised at their present level.",
      "cn": "二氧化碳等气体的排放应该稳定在当前水平。"
    },
    {
      "en": "The lime water has turned cloudy, therefore carbon dioxide has been produced during the experiment.",
      "cn": "石灰水变得混浊了, 可见在实验中有二氧化碳生成了."
    },
    {
      "en": "The proposed initiative would mandate a reduction of carbon dioxide of 40%.",
      "cn": "倡议将强制规定把二氧化碳排放量降低40%。"
    },
    {
      "en": "The two principal combustion products are water vapor and carbon dioxide.",
      "cn": "两种主要的燃烧产物是水蒸气和二氧化碳。"
    },
    {
      "en": "This all has to do with photosynthesis, the process in which plants turn sunlight, carbon dioxide and water into food.",
      "cn": "这一切都与光合作用有关，在这一过程中，植物将阳光、二氧化碳和水转变为食物。"
    },
    {
      "en": "Under normal circumstances, these two gases react readily to produce carbon dioxide and water.",
      "cn": "在正常情况下，这两种气体容易发生反应产生二氧化碳和水。"
    },
    {
      "en": "What was happening was this: in its pure state of repeating units of one titanium and two oxygen atoms, titanium dioxide is a semiconductor.",
      "cn": "发生的事是这样的：在纯净的一个钛和两个氧原子组成的重复单位下，二氧化钛是一种半导体。"
    },
    {
      "en": "You can liquefy the carbon dioxide to separate it from the other constituents.",
      "cn": "可以将二氧化碳液化，以便和其他成分分开。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "carbon dioxide",
      "tran_cn": "二氧化碳"
    },
    {
      "phrase": "carbon dioxide ice",
      "tran_cn": "干冰，固体二氧化碳"
    },
    {
      "phrase": "carbon dioxide laser",
      "tran_cn": "二氧化碳激光器；二氧化碳雷射"
    },
    {
      "phrase": "cerium dioxide",
      "tran_cn": "二氧化铈"
    },
    {
      "phrase": "chlorine dioxide",
      "tran_cn": "二氧化碳"
    },
    {
      "phrase": "lead dioxide",
      "tran_cn": "[化]二氧化铅"
    },
    {
      "phrase": "liquid carbon dioxide",
      "tran_cn": "液态二氧化碳"
    },
    {
      "phrase": "manganese dioxide",
      "tran_cn": "二氧化锰"
    },
    {
      "phrase": "nitrogen dioxide",
      "tran_cn": "[化]二氧化氮"
    },
    {
      "phrase": "silicon dioxide",
      "tran_cn": "[化]二氧化硅"
    },
    {
      "phrase": "sulfur dioxide",
      "tran_cn": "二氧化硫"
    },
    {
      "phrase": "sulphur dioxide",
      "tran_cn": "[化]二氧化硫"
    },
    {
      "phrase": "tellurium dioxide",
      "tran_cn": "二氧化碲"
    },
    {
      "phrase": "tin dioxide",
      "tran_cn": "[化]二氧化锡"
    },
    {
      "phrase": "titanium dioxide",
      "tran_cn": "二氧化钛"
    },
    {
      "phrase": "vanadium dioxide",
      "tran_cn": "二氧化钒"
    },
    {
      "phrase": "zirconium dioxide",
      "tran_cn": "二氧化锆"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "二氧化物",
      "tran_en": "a chemical compound that contains two atoms of oxygen and one atom of another chemical element"
    }
  ],
  "exchange": {
    "pl": [
      "dioxides"
    ]
  }
}