{
  "word": "nihilism",
  "ipa": {
    "us": "ˈnaɪɪlɪzəm",
    "uk": "ˈnaɪəˌlɪzəm, ˈni-"
  },
  "sentences": [
    {
      "en": "And by nihilism, I mean the view that every preference, however squalid, base or sordid, must be regarded as the legitimate equal of every other.",
      "cn": "我所谓的虚无主义,意指所有偏好，无论如何卑鄙，拙劣，或下贱都必需被视为,与所有其它同等合法。"
    },
    {
      "en": "By contrast, the chilly Californian nihilism of Robinson Jeffers was a refreshing tonic.",
      "cn": "相形之下, 罗宾逊?杰弗斯的加州冷冰冰的虚无主义反而给人以清新兴奋之感."
    },
    {
      "en": "Doris: You have no values. With you it's all nihilism, cynicism, sarcasm, and orgasm.",
      "cn": "你没有价值观，你拥有的仅仅是虚无主义，犬儒主义，挖苦讽刺和性高潮。 。"
    },
    {
      "en": "He opposed\" science for science\" as the decadent nihilism, and advocated\" science for human life\".",
      "cn": "他反对为科学而科学的颓废的虚无主义，主张为人生而科学。"
    },
    {
      "en": "It is neither absolutism nor mysticism, nor nihilism, but full of logics and dialectics.",
      "cn": "也不是什么神秘主义或虚无主义, 它的论证形式充满了逻辑与辩证法的意味."
    },
    {
      "en": "Master of Shuwa: That is nihilism ! Nothingness!",
      "cn": "修瓦之主: 那是虚无主义! 完全的空虚!"
    },
    {
      "en": "Master of Shuwa: That is nihilism! ! Nothingness! !",
      "cn": "修瓦之主：那是虚无主义！！完全的空虚！！"
    },
    {
      "en": "Meshing the angry nihilism of punk and heavy metal with the synthetic sheen of techno.",
      "cn": "新唱片《下旋》里面揉合了庞克和重金属两种乐风的虚无主义以及科技摇滚的电子合成器光泽."
    },
    {
      "en": "The negation of the infinite leads straight to nihilism.",
      "cn": "对无极的否认会直接导向虚无主义。"
    },
    {
      "en": "The philosophy of those long - hairs leans towards nihilism.",
      "cn": "那些长发嬉皮士的人生观倾向于虚无主义."
    },
    {
      "en": "This finale is correlative with his viewpoint of nihilism an d humanitarianism.",
      "cn": "这种结局与周氏的虚无主义和个人主义的人道主义世界观密不可分."
    },
    {
      "en": "Why should a great community like a university be afraid of nihilism?",
      "cn": "为什么像大学这样人才济济的社区要害怕虚无主义呢？"
    },
    {
      "en": "You think his nihilism Got the best of him? He tried to kill himself?",
      "cn": "你以为虚无主义占据了他的思想? 他想自杀?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "nihilistic",
          "tran_cn": " 虚无主义的；无政府主义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "nihil",
          "tran_cn": " 无；虚无；毫无价值的东西"
        },
        {
          "word": "nihilist",
          "tran_cn": " 虚无主义者"
        },
        {
          "word": "nihility",
          "tran_cn": " 虚无"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anarchism"
          ],
          "tran_cn": "虚无主义；无政府主义；恐怖行为"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "虚无主义，极端怀疑论",
      "tran_en": "the belief that nothing has any meaning or value"
    }
  ],
  "exchange": {
    "adj": [
      "nihilistic"
    ]
  }
}