{
  "word": "adversarial",
  "ipa": {
    "us": "ˌædvəˈseəriəl",
    "uk": "ˌædvərˈseriəl"
  },
  "sentences": [
    {
      "en": "Anything that setsthat kind of adversarial relationship just doesn't work.",
      "cn": "任何导致这种对立的关系的机制都无法很好地运行."
    },
    {
      "en": "In 1996, after the amendment of Criminal Procedure Law, the adversarial system was introduced in China.",
      "cn": "1996年, 我国刑事诉讼法(下称刑诉法)修改后, 引入了英美法系当事人主义的抗辩式庭审模式."
    },
    {
      "en": "In our country there is an adversarial relationship between government and business.",
      "cn": "在我国，官商之间存在一种对立关系。"
    },
    {
      "en": "Kill 1000 enemies in multiplayer adversarial with at least 6 players present.",
      "cn": "多人对抗赛累积共击毙1000个敌人,但至少需6位玩家同场."
    },
    {
      "en": "Kill 150 enemies in multiplayer adversarial with at least 6 players present.",
      "cn": "多人对抗赛累积共击毙150个敌人,但至少需6位玩家同场."
    },
    {
      "en": "Kill 300 enemies in multiplayer adversarial with at least 6 players present.",
      "cn": "多人对抗赛累积共击毙300个敌人,但至少需6位玩家同场."
    },
    {
      "en": "Kill 50 enemies in multiplayer adversarial with at least 6 players present.",
      "cn": "多人对抗赛累积共击毙50个敌人,但至少需6位玩家同场."
    },
    {
      "en": "Kill 500 enemies in multiplayer adversarial with at least 6 players present.",
      "cn": "多人对抗赛累积共击毙500个敌人,但至少需6位玩家同场."
    },
    {
      "en": "the adversarial nature of two-party politics",
      "cn": "两党政治的对抗性"
    },
    {
      "en": "Their relationship with exchanges need not be wholly adversarial.",
      "cn": "OTC产品与交易所之间不应是完全对抗的关系."
    },
    {
      "en": "This is the Adversarial Problem.",
      "cn": "这就是对抗性问题."
    },
    {
      "en": "Unfortunately, those kinds of cases are not so easily resolved through our adversarial process.",
      "cn": "不幸的是, 许多种这样的案件并不能简单地通过我们的对抗制就能解决."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "confrontational",
            "oppositional"
          ],
          "tran_cn": "对抗的；对手的，敌手的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "competitive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "敌手的，对手的，对抗（性）的",
      "tran_en": "an adversarial system, especially in politics and the law, is one in which two sides oppose and attack each other"
    }
  ],
  "exchange": {}
}