{
  "word": "dejection",
  "ipa": {
    "us": "dɪˈdʒekʃn",
    "uk": "dɪˈdʒɛkʃən"
  },
  "sentences": [
    {
      "en": "As for the gentleman himself, his feelings were chiefly expressed, not by embarrassment or dejection, or by trying to avoid her, but by stiffness of manner and resentful silence.",
      "cn": "说到那位先生本人，他可并不显得意气沮丧，也没有表现出要回避她的样子，只是气愤愤地板着脸，默然无声。"
    },
    {
      "en": "Dejection spiritually is wrong, and we are always to blame for it.",
      "cn": "灵性低潮是不对的, 我们也只能责备自己."
    },
    {
      "en": "Following the disappearance of Esta , there had settled a period of dejection which still endured.",
      "cn": "爱丝塔失踪以后, 全家人一直闷闷不乐."
    },
    {
      "en": "He left in dejection.",
      "cn": "他垂头丧气地走了."
    },
    {
      "en": "He was in that condition, the last phase of dejection, in which sorrow no longer flows; it is coagulated, so to speak; there is something on the soul like a clot of despair.",
      "cn": "他停留在这种状态，沮丧的最后阶段，这时痛苦已不再发生变化，可以说它已经凝固了；就象灵魂上凝聚着失望一样。"
    },
    {
      "en": "He was leaning against a table in the hall, heavy with dejection or sleep.",
      "cn": "他在门厅里靠着一张桌子站着, 由于沮丧或者瞌睡而显得很颓唐."
    },
    {
      "en": "He went away in dejection.",
      "cn": "他灰溜溜地走了."
    },
    {
      "en": "Her face showed her dejection at missing the party.",
      "cn": "她因错过聚会而面露懊丧之色."
    },
    {
      "en": "In a moment of deep dejection she thought of taking her own life.",
      "cn": "她一时极度沮丧想寻短见."
    },
    {
      "en": "Over the past four years, I have seen his face evolve into picture of dejection.",
      "cn": "在过去的四年多的时间里，他的面容逐渐变成一副沮丧的样子。"
    },
    {
      "en": "Since dietary fibers can combine with cholic acid, the generated bilirubin will be discharged with dejection.",
      "cn": "因为膳食纤维可以和胆酸结合, 生成胆红素随粪便排出."
    },
    {
      "en": "The loser sat slumped in dejection.",
      "cn": "失败者垂头丧气地坐着,全身瘫软."
    },
    {
      "en": "There was a slight air of dejection about her.",
      "cn": "她看上去稍微有点儿沮丧。"
    },
    {
      "en": "Timidity is the bridge to dejection.",
      "cn": "怯弱是通向消沉的桥."
    },
    {
      "en": "Tomato fibre can improve apparently intestinal peristalsis, and increase dejection amounts, weights, and elevate defecation frequents.",
      "cn": "结果显示番茄纤维能明显促进小鼠小肠运动 、 增加粪便粒数 、 重量和提高排便频率."
    },
    {
      "en": "We regular check on its physical conditions, food taking and dejection during the quarantine period.",
      "cn": "在检疫期间我们定期检查她的身体状况, 饮食和排泄情况."
    },
    {
      "en": "Your dejection will do no good to your health.",
      "cn": "你的沮丧情绪于你的健康不利."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "depression",
            "disappointment"
          ],
          "tran_cn": "沮丧；粪便"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "depression",
            "doldrums",
            "gloom",
            "grief",
            "oppression"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "忧郁，沮丧，排粪，排泄物"
    }
  ],
  "exchange": {}
}