{
  "word": "treadmill",
  "ipa": {
    "us": "ˈtredmɪl",
    "uk": "ˈtredmɪl"
  },
  "sentences": [
    {
      "en": "Avoid weight training and concentrate on running, swimming, and doing the treadmill.",
      "cn": "避免消耗过大的运动,跑步 、 游泳和骑单车会是不错的选择."
    },
    {
      "en": "Drugs remove man from the treadmill of routine.",
      "cn": "药物可以使人摆脱日常单调的工作带来的疲劳."
    },
    {
      "en": "Got aching knees after running on the treadmill yesterday.",
      "cn": "昨天被跑步机搞得膝盖酸痛."
    },
    {
      "en": "I can't get off the office treadmill.",
      "cn": "我无法摆脱单调的坐班工作."
    },
    {
      "en": "I'd like to escape the office treadmill.",
      "cn": "我想摆脱办公室的枯燥工作。"
    },
    {
      "en": "James: I was on the treadmill and my back started acting up.",
      "cn": "詹姆斯: 我正在跑步机上,然后我的背开始不太对劲."
    },
    {
      "en": "Mr Stocks can expect a gruelling week on the publicity treadmill.",
      "cn": "斯托克斯先生可以预见下一周会被枯燥繁重的宣传工作搞得焦头烂额。"
    },
    {
      "en": "Run the treadmill. Pull the blocks and hang from the tree.",
      "cn": "单调地踩着踏车, 拉动石块,悬在树边."
    },
    {
      "en": "The runners were observed train mill treadmill machine.",
      "cn": "这些跑步者是在跑步机上被研究的."
    },
    {
      "en": "The treadmill has a heart rate monitor.",
      "cn": "跑步机上有个脉搏监视器."
    },
    {
      "en": "the treadmill of working in the office",
      "cn": "单调枯燥的办公室工作"
    },
    {
      "en": "The treadmill test will show the doctors how exercise affects your heart.",
      "cn": "这项跑步机测试结果会告诉医生运动对你的心脏影响多少."
    },
    {
      "en": "The workout: simply walk backwards on the treadmill at an easy pace.",
      "cn": "锻炼要求: 只是在跑步机上用容易的步伐向后行走."
    },
    {
      "en": "To evaluate the diagnostic value of treadmill exercise testing ( TET ).",
      "cn": "目的评价和分析次极量平板运动试验 ( TET ) 对冠心病的诊断的价值."
    },
    {
      "en": "Treadmill will stop immediately if the safety key is pulled off.",
      "cn": "如果安全密匙脱落,跑步机将立即停止工作."
    },
    {
      "en": "Want to be stuck on the career treadmill?",
      "cn": "想爱上单调乏味的职业?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "踏车，单调的工作，（锻炼身体的）跑步机",
      "tran_en": "work or a way of life that seems very boring because you always have to do the same things"
    }
  ],
  "exchange": {
    "pl": [
      "treadmills"
    ]
  }
}