{
  "word": "nutriment",
  "ipa": {
    "us": "ˈnjuːtrɪmənt",
    "uk": "ˈnutrɪmənt"
  },
  "sentences": [
    {
      "en": "Advertisements say that the nutriment is free of any unhealthy elements, like fat or cholesterol.",
      "cn": "广告宣传说这种营养品决不含有脂肪和胆酤醇等对人体不利的元素."
    },
    {
      "en": "As them were Very abundance hungry, them ate up all the nutriment Very abundance soon.",
      "cn": "因该饿极了, 她们很快就吃光了所有的吃的东西."
    },
    {
      "en": "Besides, I've seeing IT eat a lot of junk nutriment those bad for digestion.",
      "cn": "此外, 我还见她吃很多不利于消化的Junk食品."
    },
    {
      "en": "Bread and butter is theirs daily nutriment.",
      "cn": "面包和黄油是她们每一天的食品."
    },
    {
      "en": "Eskimos use refrigerators to hold nutriment from freezing.",
      "cn": "爱斯基摩人用冰箱防止吃的东西结冰."
    },
    {
      "en": "It is ridiculous to judge a foreign culture only by its nutriment.",
      "cn": "仅仅根据唯一全国的饮食来评价该全国的文学是荒唐可笑的."
    },
    {
      "en": "Main Ingredients: colostrum, lactobacillus, soybean lecithin, albumen powder, taurine, folic acid, immune-enhancing substance, comprehensive vitamin, comprehensive nutriment, and mineral substance.",
      "cn": "主要成份：牛初乳，乳酸菌，大豆卵磷脂，蛋白粉，牛磺酸，叶酸，免疫增强素，综合营养素，综合维生素，矿物质。"
    },
    {
      "en": "Objeotive: This paper reports quantitative determination of trace elements in nutriment by AES.",
      "cn": "目的: 用原子发谢光谱分析法(AES)检测营养品中的微量元素."
    },
    {
      "en": "Physical and chemical index and the compose of nutriment were analyzed.",
      "cn": "结果表明:饼皮料的最佳配比以面粉为100%计,豆渣粉15%,木糖醇糖浆80%,亚麻油25%."
    },
    {
      "en": "Soon tITedespite the first man prayed for a abode, clothes and abundance nutriment.",
      "cn": "不久,NO· 1独立个体又祈求得到一间屋子 、 衣服和更多的吃的东西."
    },
    {
      "en": "The effect of enzymes on the nutriment, stability, colour and flavor of the juices was discussed.",
      "cn": "讨论了酶技术对果菜汁饮料稳定性 、 营养成分 、 色泽和风味的影响."
    },
    {
      "en": "The matter of the body is continually changing by process of nutriment and wastage.",
      "cn": "肉体的物质通过营养与消耗的过程不断变化着."
    },
    {
      "en": "The nutriment value of dietary fiber is also influenced by enviornmental temperature that single - stomache animal grows.",
      "cn": "日粮纤维素的营养价值也受单胃动物所处的环境温度的影响."
    },
    {
      "en": "The yellow, usually spherical portion of an egg of a bird or reptile, surrounded by the albumen and serving as nutriment for the developing young.",
      "cn": "蛋黄鸟类或爬行动物蛋内的黄色的、通常是球形的部分，回周包有蛋白，作为哺育幼鸟（仔）的营养物。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "nutrient",
          "tran_cn": " 营养的；滋养的"
        },
        {
          "word": "nutritional",
          "tran_cn": " 营养的；滋养的"
        },
        {
          "word": "nutritious",
          "tran_cn": " 有营养的，滋养的"
        },
        {
          "word": "nutritive",
          "tran_cn": " 有营养的；滋养的；有营养成份的；与营养有关的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "nutrient",
          "tran_cn": " 营养物；滋养物"
        },
        {
          "word": "nutrition",
          "tran_cn": " 营养，营养学；营养品"
        },
        {
          "word": "nutritionist",
          "tran_cn": " 营养学家"
        },
        {
          "word": "nutritiousness",
          "tran_cn": " 有营养成份"
        },
        {
          "word": "nutritive",
          "tran_cn": " 营养物"
        },
        {
          "word": "nutshell",
          "tran_cn": " 坚果的外壳；小的东西，小容器"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "nutshell",
          "tran_cn": " 概括"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nurture"
          ],
          "tran_cn": "营养物；促进生长的东西"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "food",
            "meat",
            "nourishment",
            "refreshment"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "营养品，滋养，养料",
      "tran_en": "a substance that gives plants and animals what they need in order to live and grow"
    }
  ],
  "exchange": {}
}