{
  "word": "visionary",
  "ipa": {
    "us": "ˈvɪʒənri",
    "uk": "ˈvɪʒəneri"
  },
  "sentences": [
    {
      "en": "An entrepreneur is more than just a risk taker. He is a visionary.",
      "cn": "企业家不仅要能承担风险，还应富于远见。"
    },
    {
      "en": "Equally, some employees are great, some managers visionary, some jobs wonderful.",
      "cn": "同样, 有些员工很棒, 有些经理有远见卓识, 有些工作非常棒."
    },
    {
      "en": "He had demonstrated to all those obsessed with the tangible the transcendence of visionary.",
      "cn": "他向所有那些纠缠于眼前事物的人们显示了他的远见卓识."
    },
    {
      "en": "In fact, it is just a visionary mirage, common to many people.",
      "cn": "其实这荒漠只是视野中的“海市蜃楼”."
    },
    {
      "en": "Many are hailing Rendell's ideas as visionary.",
      "cn": "许多人都称赞伦德尔的想法很有远见。"
    },
    {
      "en": "Many beautiful imaginations will turn to visionary hopes in reality.",
      "cn": "许多美好的想象,会在现实中化为泡影."
    },
    {
      "en": "Many visionary nanoscale products will require new manufacturing systems.",
      "cn": "许多幻想中的纳米产品要求新的制造系统."
    },
    {
      "en": "Planners of tunnels can now be bold and visionary.",
      "cn": "因此,隧道规划师不但要果敢而且还要富有远见."
    },
    {
      "en": "The cool - headed reckoner is the stern chastiser of the ecstatic visionary.",
      "cn": "头脑冷静的计算者,是梦想家的严厉惩罚人."
    },
    {
      "en": "The ideas of a visionary may seem impractical to us.",
      "cn": "在我们看来,空想家的观念好像不切实际."
    },
    {
      "en": "The opposition saw the potential of film as a creative, visionary medium.",
      "cn": "反对把电影的潜力看作了有创造性的 、 幻的媒介."
    },
    {
      "en": "Their visionary ideas are often misunderstood by their own generation.",
      "cn": "他们的理想往往招致同时代人的误解."
    },
    {
      "en": "Under his visionary leadership, the city prospered.",
      "cn": "在他富有远见的领导下，这座城市蓬勃发展。"
    },
    {
      "en": "While Gates was a visionary, Ballmer is simply a businessman.",
      "cn": "盖茨是有远见的领袖, 鲍尔默则仅仅是一位商人."
    },
    {
      "en": "White was both visionary and rationalist.",
      "cn": "怀特既有远见又充满理性。"
    },
    {
      "en": "Words cascaded in torrents from Malraux as he fixed his hearers with his visionary gaze.",
      "cn": "马尔罗一面用幻想家的眼光把听众吸引住,一面口若悬河,一泻千里."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "vision",
          "tran_cn": " 视力；美景；眼力；幻象；想象力"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "vision",
          "tran_cn": " 想象；显现；梦见"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "dreamy",
            "adream"
          ],
          "tran_cn": "梦想的；幻影的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "daydreamer",
            "fancier"
          ],
          "tran_cn": "空想家；梦想者；有眼力的人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "aerial",
            "closet",
            "creative",
            "fanciful",
            "fantastic",
            "original",
            "progressive",
            "romantic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "空想的，幻想的，预言性的，有远见的，有智慧的",
      "tran_en": "existing only in someone’s mind and unlikely to ever exist in the real world"
    },
    {
      "pos": "n",
      "tran_cn": "空想家，预言家，有远见的人，有智慧的人",
      "tran_en": "someone who has clear ideas and strong feelings about the way something should be in the future"
    }
  ],
  "exchange": {
    "pl": [
      "visionaries"
    ]
  }
}