{
  "word": "landslide",
  "ipa": {
    "us": "ˈlændslaɪd",
    "uk": "ˈlændslaɪd"
  },
  "sentences": [
    {
      "en": "A : They leveled off the road so efficiently after the landslide.",
      "cn": "山崩后他们很有效率地把路面整平了."
    },
    {
      "en": "a landslide election victory ",
      "cn": "压倒性的选举胜利"
    },
    {
      "en": "A seven-year-old boy was found dead after a landslide engulfed a block of flats.",
      "cn": "山体滑坡掩埋了一栋公寓楼，造成一名7岁男孩丧生。"
    },
    {
      "en": "He won last month's presidential election by a landslide.",
      "cn": "他以压倒性多数赢得上月的总统选举。"
    },
    {
      "en": "Interesting hummocks swirls and are found on the surface of the landslide.",
      "cn": "在山体滑坡的表面,我们能够看到有趣的山包,盘绕的丘陵和悬崖."
    },
    {
      "en": "Listen for rumbling sounds that might indicate an approaching landslide or mudflow.",
      "cn": "听见隆隆的声音可能预示着新一次即将来临的滑坡或泥石流."
    },
    {
      "en": "Many people were dug out after being burried by the landslide.",
      "cn": "有许多埋在土里的人被挖出来."
    },
    {
      "en": "Our candidate is predicated to win by a landslide.",
      "cn": "我们的候选人被预言讲义绝对优势取胜."
    },
    {
      "en": "Rapid melting of the snow caused masses of the landslide to break off.",
      "cn": "积雪的急剧融化使滑坡解体."
    },
    {
      "en": "Rapid melting of the snow saturated debris in a large landslide.",
      "cn": "积雪的急剧融化使大滑坡中的岩屑饱和."
    },
    {
      "en": "The heavy rain was responsible for the landslide.",
      "cn": "山崩应归于下大雨."
    },
    {
      "en": "The landslide earthed up the pool where the animals usually drank water.",
      "cn": "滑坡把动物常饮水的水池填平了."
    },
    {
      "en": "The landslide earthed up the pool where the animals usually drank.",
      "cn": "滑坡填塞了动物通常来饮水的这个水坑."
    },
    {
      "en": "The railroad was blocked by a landslide.",
      "cn": "塌方把铁路堵塞了."
    },
    {
      "en": "The storm caused landslides and flooding in Savona.",
      "cn": "暴风雨引发了萨沃纳的山崩和水灾。"
    },
    {
      "en": "The village was destroyed by a landslide.",
      "cn": "滑坡摧毀了村庄."
    },
    {
      "en": "Their house was buried by a landslide.",
      "cn": "他们的房子在一次塌方中被掩埋。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flying colours",
            "mudslide"
          ],
          "tran_cn": "[地质]山崩；大胜利"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "landslide control",
      "tran_cn": "滑坡控制；滑坡防治"
    },
    {
      "phrase": "landslide victory",
      "tran_cn": "以绝对优势取得胜利"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[地]山崩，大胜利",
      "tran_en": "a sudden fall of a lot of earth or rocks down a hill, cliff etc"
    }
  ],
  "exchange": {
    "pl": [
      "landslides"
    ]
  }
}