{
  "word": "hillock",
  "ipa": {
    "us": "ˈhɪlək",
    "uk": "ˈhɪlək"
  },
  "sentences": [
    {
      "en": "Among them, adjudgement, procuratorial work assists hillock 491 post of procuratorate judicatory police 9.",
      "cn": "其中, 审判 、 检察辅助岗491名,检察院司法警察岗9名."
    },
    {
      "en": "Annulus hillock, the professional career progress that should notice what link ability is him adds cent?",
      "cn": "而轮岗与空降相比, 对经理人有哪些利弊?轮岗中,该注重哪些环节才能为自己的职业生涯发展加分?"
    },
    {
      "en": "In the gray shadows of dawn he watched as she ribboned her way up the path that crested the hillock.",
      "cn": "在黎明的灰色影子中，他看见它朝着那条直到山丘顶部的小径一拐一拐地走着。"
    },
    {
      "en": "She neared the 22 crest of a hillock and was soon out of sight.",
      "cn": "就在那时,艾伦注意到还是那条道上有什么东西在动."
    },
    {
      "en": "She neared the crest of a hillock and was soon out of sight.",
      "cn": "它走近一座小山丘的顶部,很快就不见了踪影."
    },
    {
      "en": "The children are playing on the hillock.",
      "cn": "孩子们正在小土堆上玩."
    },
    {
      "en": "The group in A has the mechanism of round of hillock and tradition.",
      "cn": "阿里集团有轮岗的机制与传统."
    },
    {
      "en": "The leaves might bestrew him, and the soil gradually accumulate and form a little hillock over his frame, no matter whether there were life in it or no.",
      "cn": "树叶会撒落在他身上，泥土会逐渐堆积，从而在他身上形成一个小土丘，无需过问他的躯体内还有无生命。"
    },
    {
      "en": "They leveled the hillock to flat ground and began to grow crops.",
      "cn": "他们削平了乱土岗,开始种庄稼."
    },
    {
      "en": "This hillock is only ten feet higher than the horizontal land.",
      "cn": "这个土岗只比平地高出一丈多."
    },
    {
      "en": "This village has farmland 1500 mus, give priority to with upland hillock sloping field.",
      "cn": "该村有耕地1500亩, 以丘陵岗坡地为主."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hilly",
          "tran_cn": " 丘陵的；陡的；多小山的；多坡的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "morro",
            "kopje"
          ],
          "tran_cn": "[地理]小丘；小山似的一堆"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "knob"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小丘",
      "tran_en": "a little hill"
    }
  ],
  "exchange": {
    "pl": [
      "hillocks"
    ]
  }
}