{
  "word": "woodworking",
  "ipa": {
    "us": "'wʊdˌwɜ:kɪŋ",
    "uk": "'wʊdˌwɜkɪŋ"
  },
  "sentences": [
    {
      "en": "Adequate lighting shall be provided for a woodworking machine.",
      "cn": "须为木工机器提供足够的照明."
    },
    {
      "en": "And the system Gezhongfeibiao Machine Saw Blade, machine blade, razor blades and various pieces of woodworking.",
      "cn": "并代制各种非标机用锯条, 机用刀片, 木工刀片及各种坯料."
    },
    {
      "en": "DIYing has given a major shot in the arm to the crafting industry, which covers scrapbooking, traditional needlework as well as hobbies like woodworking.",
      "cn": "DIY给手工艺界带来重大冲击，这个行业涵盖剪贴薄制作、传统的缝纫工作以及一些业余爱好，例如木工手艺等。"
    },
    {
      "en": "Exhibit: woodworking machinery and furniture manufacture trade periodical.",
      "cn": "展品: 木工机器和家具制造行业杂志."
    },
    {
      "en": "General rules to safety production of woodworking shop.",
      "cn": "木工(材)车间安全生产通则."
    },
    {
      "en": "Good working experience in woodworking machinery industry and machining supplier sourcing experience will be prefer.",
      "cn": "有木工机械行业工作经验且有大型机加工供应商开发经验者优先考虑."
    },
    {
      "en": "He kept his woodworking gear in the garage.",
      "cn": "他把木工工具存放在车库."
    },
    {
      "en": "Ltd. is a professional manufacturer of woodworking machinery enterprises, mainly produce solid wood machinery, plate machine.",
      "cn": "天缘机械(铭鑫木工机械厂)是一家专业制造与销售木工机械的企业, 主要生产实木机械 、 板式机械."
    },
    {
      "en": "Other growth areas include adhesives for assembly, woodworking and transportation.",
      "cn": "其他的是胶粘剂用在包装 、 木制品和运输方面的增长."
    },
    {
      "en": "Therefore, Kahn decided to establish own woodworking factory.",
      "cn": "为此, 卡恩决定创立自己的木材加工工厂."
    },
    {
      "en": "They do their own cooking, spinning, and woodworking.",
      "cn": "他们自己做饭，纺线，做木工活。"
    },
    {
      "en": "This paper introduces the processing theory of MJKS 365 numerical control ( NC ) woodworking curve band saw.",
      "cn": "介绍了研制开发的 MJKS365 型数控木工曲线带锯机的工作原理."
    },
    {
      "en": "Woodworking is a practical art.",
      "cn": "木工是一种非常实用的技艺."
    },
    {
      "en": "Woodworking tools will be developed from super - hard cutting materials for high precision and high performance.",
      "cn": "木工刀具正向着超硬材料、高精密和高速高效的方向发展."
    },
    {
      "en": "Yin - century China and woodworking machinery industry advanced enterprises trophy and the honorary title.",
      "cn": "并荣犾跨世纪中国木工机械行业先进企业奖杯和荣誉称号."
    },
    {
      "en": "You can find lots of DIY woodworking projects online.",
      "cn": "你可以在网络上找到许多自己动手做木工的教学指南."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "woodwork",
          "tran_cn": " 木制品；木工活"
        },
        {
          "word": "woodworker",
          "tran_cn": " 木工；木工艺家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "carperter"
          ],
          "tran_cn": "[木]木工；木工活"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "woodworking industry",
      "tran_cn": "木制品工业"
    },
    {
      "phrase": "woodworking machine",
      "tran_cn": "木工机床，木工机器；木材加工机械"
    },
    {
      "phrase": "woodworking machinery",
      "tran_cn": "木工机械"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "干木工活的",
      "tran_en": "of, relating to, or used in woodworking "
    },
    {
      "pos": "n",
      "tran_cn": "木工艺，木工",
      "tran_en": "the process of working wood "
    }
  ],
  "exchange": {}
}