{
  "word": "amidst",
  "ipa": {
    "us": "əˈmɪdst",
    "uk": "əˈmɪdst"
  },
  "sentences": [
    {
      "en": "A few minutes later she had vanished beneath the waves amidst a vast pall of smoke.",
      "cn": "几分钟后,它就在烟雾弥漫中沉没在波涛之下了."
    },
    {
      "en": "a light that shines amidst the darkness",
      "cn": "黑暗之中闪现的一道亮光"
    },
    {
      "en": "Amidst the current bunch of nonentities, he is a towering figure.",
      "cn": "在当前这帮无足轻重的人里面，他算是鹤立鸡群。"
    },
    {
      "en": "Amidst these thoughts, poor Jones passed a long sleepless night.",
      "cn": "可怜的琼斯就这样百感交集, 辗转难眠."
    },
    {
      "en": "During some trials, an audible tone was played through the headphones, either amidst white noise or on its own, and afterwards the participants were asked if they had noticed it.",
      "cn": "在一些测试中，耳机里会播放一些可被听见的声音，该声音或混杂于白噪音中，或单独播放，之后，参与者将被问及是否注意到这些声音。"
    },
    {
      "en": "He did his best to retrieve the situation, amidst some laughter.",
      "cn": "他在哄笑中尽力挽回尴尬的局面."
    },
    {
      "en": "He persevered amidst all these difficulties.",
      "cn": "身处所有这些困难之中,他仍然坚持下去."
    },
    {
      "en": "I tackled him about how anyone could live amidst so much poverty.",
      "cn": "我坦率地问他，人在如此贫穷的环境中如何还能生存。"
    },
    {
      "en": "It was The Vengeance who , amidst the warm commendations of the audience, thus assisted the proceedings.",
      "cn": "那在听众的热烈赞扬声中像这样促进了审讯过程的是复仇女神."
    },
    {
      "en": "The bridge was completed in 1811 amidst much rejoicing.",
      "cn": "大桥于1811年竣工,当时大家欢欣鼓舞."
    },
    {
      "en": "The cat managed to find a spot to sleep amidst all the clutter of my study.",
      "cn": "猫儿设法在我一片零乱的书房中找了个地方睡觉."
    },
    {
      "en": "The family reunited amidst much weeping.",
      "cn": "一家人见了面唏嘘对泣."
    },
    {
      "en": "The hooligans broke up amidst loud shouts and screams.",
      "cn": "歹徒呼啸而遁."
    },
    {
      "en": "The soprano began to sing amidst acclamations of the audience.",
      "cn": "女高音歌手在四座欢呼声中开始演唱."
    },
    {
      "en": "The world advances amidst turbulence.",
      "cn": "世界在动荡中前进."
    },
    {
      "en": "They were as a few fragrant flowers amidst a dense accumulation of noxious weeds.",
      "cn": "她们就象大丛毒草中的几朵香花."
    },
    {
      "en": "Whatever troubles arise, we'll have peace of mind amidst seeming chaos.",
      "cn": "无论出现什么样的麻烦，我们都会在貌似混乱的情形中保持平和的心态。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "amongst"
          ],
          "tran_cn": "在…当中"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "在",
      "tran_en": "amid"
    },
    {
      "pos": "在",
      "tran_cn": "当中"
    }
  ],
  "exchange": {}
}