{
  "word": "basalt",
  "ipa": {
    "us": "ˈbæsɔ:lt",
    "uk": "bəˈsɔlt"
  },
  "sentences": [
    {
      "en": "A continuous basalt fiber was prepared by crucible process.",
      "cn": "利用坩埚法制备玄武岩连续纤维."
    },
    {
      "en": "As they approached the shore, a lanky, suntanned, salt-encrusted 26-year-old stepped out with a splash and clambered up onto a jumble of broken basalt.",
      "cn": "当他们到达海岸，一个瘦长的，黝黑的，身上沾著些许海盐的26岁青年溅踏着水面爬上一堆杂乱破碎的玄武岩。"
    },
    {
      "en": "Basalt is needed to surface a road or to build a break water.",
      "cn": "需要用玄武岩来铺设路面或修防洪堤."
    },
    {
      "en": "Basalt is the commonest volcanic rock.",
      "cn": "玄武岩是最普通的火山岩."
    },
    {
      "en": "Basic suite consists of tholeiite and alkali - basalt.",
      "cn": "基性岩套由拉斑玄武岩-碱性玄武岩组成."
    },
    {
      "en": "But under the water, volcanoes continued to erupt, sending up magma and forming mountains of basalt.",
      "cn": "但是在水下，火山依旧喷发，滚滚岩浆形成了玄武岩的山脉。"
    },
    {
      "en": "Finally, one morning Omar led us up through the basalt ridges of the Messir Plateau.",
      "cn": "终于在某天早晨,欧玛带我们走到了梅西尔高原的玄武岩山脊上."
    },
    {
      "en": "He adds that briny, acidic water would dissolve through alkaline basalt rock, not create puddles.",
      "cn": "他认为那种盐水, 产生的酸会溶解碱性的玄武岩岩石, 不能产生水池."
    },
    {
      "en": "Her love was a fire playing ineffectually over a rock of basalt.",
      "cn": "她的爱,如同一团火,徒劳地烧炼着一块玄武岩石."
    },
    {
      "en": "Huoshan Dan black texture, basalt, granite, marble, and so on.",
      "cn": "质地有黑色火山石 、 玄武岩 、 花岗岩 、 大理石等."
    },
    {
      "en": "Mainly is basalt and tuff, secondly become for the alteration basalt and andesite.",
      "cn": "主要为玄武岩和凝灰岩, 其次为蚀变玄武岩和安山岩."
    },
    {
      "en": "No original relation was found between the xenoliths and the host basalt.",
      "cn": "上述捕虏体均与寄主玄武岩无成因关系."
    },
    {
      "en": "On Skye's Trotternish Peninsula, basalt pinnacles loom over the Sound of Raasay.",
      "cn": "在斯开岛的特洛登尼许半岛, 玄武岩尖塔俯瞰着拉塞海峡."
    },
    {
      "en": "The canyon was a natural cutting through a mountain of basalt.",
      "cn": "峡谷是一条横穿玄武岩山的天然断裂."
    },
    {
      "en": "The composite paper board and shaped materials are prepared by basalt fiber and plant fiber addingagents.",
      "cn": "由玄武岩纤维和植物纤维制备复合纸板及型体材料."
    },
    {
      "en": "The lava cooled and hardened , it formed layers of basalt rock to become The Giant's Causeway.",
      "cn": "熔岩冷却, 它形成一层层硬岩石,变成了玄武岩组成的巨人之路."
    },
    {
      "en": "The paper introduced the development and preparation of continuous basalt fiber.",
      "cn": "介绍了连续玄武岩纤维的研发现状及连续玄武岩纤维的制备."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "basaltic",
          "tran_cn": " [岩] 玄武岩的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "玄武岩，黑陶器（似玄武岩的制品）",
      "tran_en": "a type of dark green-black rock"
    }
  ],
  "exchange": {
    "pl": [
      "basalts"
    ]
  }
}