{
  "word": "singularity",
  "ipa": {
    "us": "ˌsɪŋgjuˈlærəti",
    "uk": "ˌsɪŋɡjəˈlærɪti"
  },
  "sentences": [
    {
      "en": "According to our present understanding of physics, any radiation produced by the singularity would never emerge.",
      "cn": "按着我们现有的物理知识, 奇点产生的任何辐射永远不会出来."
    },
    {
      "en": "And the information exchange with the singularity is taking up a lot of my attention.",
      "cn": "奇异的信息交换吸引了我的注意."
    },
    {
      "en": "And what of the arrival of the Singularity itself?",
      "cn": "那么当奇点真正到达时又是怎样的情形?"
    },
    {
      "en": "But at the moment, it was a while Qinyu singularity of.",
      "cn": "可是此刻, 秦羽却感到一阵奇异之处."
    },
    {
      "en": "Can the Singularity be Avoided?",
      "cn": "奇点可以被避免 吗 ?"
    },
    {
      "en": "Conclusion: Thermograph has an unmeasurable singularity in early diagnosis of breast cancer.",
      "cn": "结论: 红外热像图对乳腺癌的早期诊断有独到之处."
    },
    {
      "en": "Fundamental theories on singularity of parallel mechanism is introduced in this thesis.",
      "cn": "首先介绍了并联机构奇异位形的基本理论."
    },
    {
      "en": "He had an attractive singularity of viewpoint.",
      "cn": "他的观点新奇有趣。"
    },
    {
      "en": "He was still more surprised at the singularity of the stranger's appearance.",
      "cn": "他看到那个陌生人的外表非常古怪而更加惊异了."
    },
    {
      "en": "He was surprised at the singularity of the stranger's appearance.",
      "cn": "他对那个陌生人独特的外貌感到惊讶。"
    },
    {
      "en": "My refusing to eat flesh occasioned an inconvenience, and I was frequently chid for my singularity.",
      "cn": "我不吃肉,带来种种不便, 于是常因这种怪癖受到责备."
    },
    {
      "en": "Singularity means oddity or peculiarity a man out from other men.",
      "cn": "而“奇思异想”意指奇异或怪癖,有使人从群体分离的特质."
    },
    {
      "en": "The fractal picture is elegancy and singularity, and has obvious geometrical meaning.",
      "cn": "然后根据求根的结果绘制分形图形的方法,绘制出的分形图优美而玄妙, 几何意义明显."
    },
    {
      "en": "The research results provide valuable references for the singularity free path planning.",
      "cn": "研究结果为两种机构避免奇异性的路径规划提供了有益的参考."
    },
    {
      "en": "The singularity arises only formally, because we neglected the effect of damping.",
      "cn": "这个奇异点的产生仅仅是形式上的, 因为我们忽略了阻尼的作用."
    },
    {
      "en": "They are convinced of the singularity of their good taste.",
      "cn": "他们确信自己的趣味高雅非凡."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "singular",
          "tran_cn": " 单数的；单一的；非凡的；异常的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "singularly",
          "tran_cn": " 异常地；非常地；令人无法理解地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "singular",
          "tran_cn": " 单数"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "projection",
            "oddity"
          ],
          "tran_cn": "[数]奇异；奇点；突出；稀有"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abnormality",
            "characteristic",
            "eccentricity",
            "nature"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<正>异常，奇怪，奇特，奇点",
      "tran_en": "an extremely small point in space that contains an extremely large amount of material and which does not obey the usual laws of nature, for example a  black hole  or the point at the beginning of the universe"
    }
  ],
  "exchange": {
    "pl": [
      "singularities"
    ]
  }
}