{
  "word": "gymnastic",
  "ipa": {
    "us": "dʒɪmˈnæstɪk",
    "uk": "dʒɪmˈnæstɪk"
  },
  "sentences": [
    {
      "en": "At present, balance beam and rhythmic gymnastic are restricted to women only.",
      "cn": "目前, 平衡木和韵律操仅限于女子参加."
    },
    {
      "en": "Class 28 Games and playthings; gymnastic and sporting articles not included in other classes; decorationsfor Christmas trees.",
      "cn": "商标注册类别28娱乐品及玩具; 不属别类的体育及运动用品, 圣诞树用装饰品."
    },
    {
      "en": "Gymnastic champion Li Ning was carried running through air to light the Olympic cauldron.",
      "cn": "体操冠军李宁被拉升在体育场上空绕场跑一圈后点燃奥林匹克主火炬."
    },
    {
      "en": "Gymnastic prince Li Ning retired in April after gaining 106 golden medals.",
      "cn": "1988年4月“体操王子”李宁在获得了106枚金牌之后宣布退役."
    },
    {
      "en": "Hans, I hear the Sydney Olympics had some new gymnastic events.",
      "cn": "汉斯, 听说悉尼奥运会增加了些新的体操项目."
    },
    {
      "en": "In the gymnastic contest, the two teams kept abreast with each other.",
      "cn": "在体操比赛中, 两支队伍并驾齐驱,不分先后."
    },
    {
      "en": "It was the best result for Greek gymnasts since they began taking part in gymnastic internationals.",
      "cn": "这是希腊选手参加历届世界体操大赛以来获得的最好名次."
    },
    {
      "en": "On our return from school our drawing and gymnastic masters would be ready for us.",
      "cn": "放学回来,我们的图画和体操老师已在家里恭候多时了."
    },
    {
      "en": "On the street you can see various groups of people , often elderly, gymnastic exercise together.",
      "cn": "在大街上,你可以看到很多不同的群体, 通常是老人, 在一起做操锻炼身体."
    },
    {
      "en": "She does gymnastic exercises four times a week in the quest for achieving the perfect figure.",
      "cn": "为练成完美的体型,她每周做四次健身操."
    },
    {
      "en": "She passed her qualification for the Olympic gymnastic competition.",
      "cn": "她获得了奥林匹克体操比赛的资格。"
    },
    {
      "en": "Sports A piece of gymnastic equipment with an upholstered body used especially for vaulting.",
      "cn": "体操器械,主体装有软垫,主要用于支撑跳跃."
    },
    {
      "en": "Sylvia didn’t have any gymnastic classes but she was tall, strong, and she was popular.",
      "cn": "西尔维娅没有上过任何的体操课，但是她长得又高又壮的，很受大家的欢迎。"
    },
    {
      "en": "The gymnastic testing standard should change according to the development of the times.",
      "cn": "体操普修课的考核标准应随时代的发展而变化."
    },
    {
      "en": "Walks, jogs, the gymnastic exercises to belong reduces the fat movement project.",
      "cn": "走路 、 慢跑 、 健身操都属于减脂运动项目."
    },
    {
      "en": "We all did our best, but the visiting gymnastic team skinned us alive.",
      "cn": "我们竭尽全力, 但来访的体操队还是把我们打败了."
    },
    {
      "en": "We have some of the latest gymnastic apparatus. Would you like to have a look?",
      "cn": "我们这儿到了些最新的健身器材, 想看一看 吗 ?"
    },
    {
      "en": "When you were 10 years old, she drove you all day,from socer to gymnastic to one birthday party after another. You thanked her by jumping out of the car and never looking back.",
      "cn": "你10岁时，她整天开着车送你，从足球课到体操房再到一个接一个的生日聚会， 你却以跳下车绝不回头看一眼来感谢她。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "gym",
          "tran_cn": " 健身房；体育；体育馆"
        },
        {
          "word": "gymkhana",
          "tran_cn": " 比赛，运动会；竞技场，体育馆"
        },
        {
          "word": "gymnasium",
          "tran_cn": " 体育馆；健身房"
        },
        {
          "word": "gymnast",
          "tran_cn": " 体操运动员"
        },
        {
          "word": "gymnastics",
          "tran_cn": " 体操；体育；体操运动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "calisthenic"
          ],
          "tran_cn": "体操的，体育的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "athletic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "体育的，体操的，体操运动",
      "tran_en": "of, relating to, like, or involving gymnastics "
    },
    {
      "pos": "n",
      "tran_cn": "体操运动；训练课程"
    }
  ],
  "exchange": {
    "noun": [
      "gymnastics"
    ]
  }
}