{
  "word": "typographical",
  "ipa": {
    "us": "ˌtaɪpə'ɡræfɪkl",
    "uk": "ˌtaɪpə'ɡræfɪkl"
  },
  "sentences": [
    {
      "en": "Because of a typographical error, the town of Longridge was spelt as Longbridge.",
      "cn": "由于一个印刷上的错误，朗里奇镇的名称Longridge被拼成了Longbridge。"
    },
    {
      "en": "Because of several typographical reasons.",
      "cn": "基于几个排印上的原因."
    },
    {
      "en": "Box: Typographical term meaning rules which enclosed type matter as a frame.",
      "cn": "线框: 印刷字体学的术语.指用线作框把字体围绕."
    },
    {
      "en": "Copyright for the typographical arrangement of publications lasts for 25 years.",
      "cn": "出版物在印刷排版方面的版权期限为25年."
    },
    {
      "en": "CTQ Measure : Number of typographical mistakes.",
      "cn": "临界质量特性名称: 印刷质量."
    },
    {
      "en": "From time to time stock errors or typographical mistakes may occur.",
      "cn": "不时股票错误或排印错误可能发生."
    },
    {
      "en": "In some cases, typographical mistakes led to the collection of information on the wrong people.",
      "cn": "在某些案件中, 印刷错误导致向错误的人收集数据."
    },
    {
      "en": "In this article, a lot of clerical and typographical errors are made through confusing similar characters.",
      "cn": "这篇文章鲁鱼亥豕,错误百出."
    },
    {
      "en": "It means that our work should conform to a few basic rules of \" typographical hygiene. \"",
      "cn": "这就是说:我们的工作应该遵守 “ 排印卫生 ” 的几条基本规则."
    },
    {
      "en": "Love Typography , devoted to fonts typefaces and all things typographical.",
      "cn": "研究关于所有字体,字形以及排版的设计."
    },
    {
      "en": "My primary frustration with this book is the many typographical errors.",
      "cn": "我最感失望的是，本书有许多的印刷错误。"
    },
    {
      "en": "Please excuse this typographical error.",
      "cn": "请原谅此打印错误."
    },
    {
      "en": "Some are typographical or careless mistakes, but some are grammatical, stylistic , interpretation or translation mistakes.",
      "cn": "有些是笔误,有些是注解错误, 也有些是语法错误."
    },
    {
      "en": "The following typographical conventions are used to present technical material in this document.",
      "cn": "上面这些只是一些约定俗成的东西;在实际应用中你可以使用任何你喜欢的前缀命名方法."
    },
    {
      "en": "Why are small caps needed Because of several typographical reasons.",
      "cn": "为什么会需要小型大写基于几个排印上的原因."
    },
    {
      "en": "Writer must proofread work for any typographical or grammatical errors before submitting for consideration.",
      "cn": "作家必须校对审议之前提交任何印刷或语法错误的工作."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "印刷上的，排字上的",
      "tran_en": "Typographical relates to the way in which printed material is presented"
    }
  ],
  "exchange": {
    "adv": [
      "typographically"
    ],
    "noun": [
      "typography"
    ]
  }
}