{
  "word": "apogee",
  "ipa": {
    "us": "ˈæpədʒi:",
    "uk": "ˈæpədʒi"
  },
  "sentences": [
    {
      "en": "Apogean tides occur when the moon is at the apogee of its orbit.",
      "cn": "远月潮在月球位于其轨道的最远点时发生."
    },
    {
      "en": "As a result it appeared some 14 percent larger and 30 percent brighter than a Full Moon near apogee, the most distant point in the elliptical lunar orbit.",
      "cn": "结果，这导致了比起运行到远地点（椭圆形月球轨道的最远端）时的满月，那天的月亮面积增大14%，亮度增加30%。"
    },
    {
      "en": "At the time of Shakespeare's death, such luminaries as Ben Jonson hailed him as the apogee of Renaissance theatre.",
      "cn": "当时莎士比亚的死亡，这种灯具作为本琼森称赞他为远地点文艺复兴剧院举行。"
    },
    {
      "en": "Depth of puncture can be deduced according to interval of apogee of malar archs.",
      "cn": "根据颧弓最高点间距可推算卵圆孔穿刺时穿刺针进针的深度."
    },
    {
      "en": "George, where is the apogee on the earth?",
      "cn": "乔治, 地球上最高点在哪里?"
    },
    {
      "en": "His political career reached its apogee in the 1960s.",
      "cn": "20世纪60年代，他的政治生涯达到了顶峰。"
    },
    {
      "en": "If this is an ellipse around the Earth, then this would be perigee and this would be apogee .",
      "cn": "如果这是一个围绕，地球的椭圆形轨道，那么这是近地点，这是远地点。"
    },
    {
      "en": "If this is an ellipse around the Earth, then this would be perigee and this would be apogee.",
      "cn": "如果这是一个围绕,地球的椭圆形轨道,那么这是近地点，这是远地点。"
    },
    {
      "en": "Mistakenly believe that doing elliptical motion of the satellite perigee and apogee of the orbit radius of curvature different.",
      "cn": "错误地认为做椭圆运动的卫星在近地点和远地点的轨道曲率半径不同。"
    },
    {
      "en": "Particularly well equipped are the apogee telescopes.",
      "cn": "装备特别好的是远地点望远镜."
    },
    {
      "en": "The Alliance for Progress reached its apogee during the first half of the decade.",
      "cn": "这十年中的前五年是进步联盟迈向顶峰的时期。"
    },
    {
      "en": "The farthest point on lunar orbit is called apogee.",
      "cn": "而绕月轨道里地球最远的点则为远地点."
    },
    {
      "en": "The orbit of the artificial satellite has an apogee of 200 miles from the earth.",
      "cn": "这个人造卫星的轨道,其最远点在离地球200英里的地方."
    },
    {
      "en": "We know the period, we know where apogee is, we know where perigee is, - we know the orbital period-- anything we want to know.",
      "cn": "知道周期，知道远地点，和近地点在哪里，知道轨道周期-,知道了想知道的一切。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "peak",
            "pole"
          ],
          "tran_cn": "[军]最高点，极点；[天][航]远地点"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "altitude",
            "brink"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "最高点，远地点，最远点",
      "tran_en": "The apogee of something such as a culture or a business is its highest or its greatest point"
    },
    {
      "pos": "vt",
      "tran_cn": "位于远地点；位于最高点"
    }
  ],
  "exchange": {}
}