{
  "word": "into",
  "ipa": {
    "us": "ˈɪntə , ˈɪntu , ˈɪntuː",
    "uk": "ˈɪntə , ˈɪntu , ˈɪntuː"
  },
  "sentences": [
    {
      "en": "Come into the office.",
      "cn": "到办公室里来。"
    },
    {
      "en": "He closed down the business and went into politics.",
      "cn": "他关闭公司投身政治。"
    },
    {
      "en": "He thrust his hand into his coat pocket.",
      "cn": "他把手插进大衣口袋里。"
    },
    {
      "en": "He was often caustic and mocking, or flew into rages.",
      "cn": "他常常讽刺或挖苦人，有时又会大发雷霆。"
    },
    {
      "en": "I have tried to pack a good deal into a few words.",
      "cn": "我尽量言简意赅。"
    },
    {
      "en": "I took the phone, and she went discreetly into the living room.",
      "cn": "我拿起了电话，她知趣地进了客厅。"
    },
    {
      "en": "I’ve got to go into town this morning.",
      "cn": "我今天上午得进城去。"
    },
    {
      "en": "If you build more plastics into cars, the car lasts longer.",
      "cn": "如果汽车采用更多塑料元件，寿命会更长一些。"
    },
    {
      "en": "Jovial ladies chivvy you into ordering more than you can eat!",
      "cn": "热情的女招待会一再推荐，最后点的餐多到吃不下!"
    },
    {
      "en": "Llewelyn was mounting the stairs up into the keep.",
      "cn": "卢埃林登上台阶，走进城堡主楼。"
    },
    {
      "en": "She reached into the wardrobe and extracted another tracksuit.",
      "cn": "她伸手又从衣橱里取出一件运动服。"
    },
    {
      "en": "Sue got back into bed and pulled the quilt over her head.",
      "cn": "休回到床上，拉过被子蒙住头。"
    },
    {
      "en": "The brothers usually roll into their studio around midday.",
      "cn": "兄弟几个总是要到正午前后才姗姗来到工作室。"
    },
    {
      "en": "The bus is said to have over-turned and fallen into a ravine.",
      "cn": "据说巴士发生翻车，跌进了峡谷。"
    },
    {
      "en": "The light went out, and the room was plunged into darkness.",
      "cn": "灯熄了，屋里陷入一片漆黑。"
    },
    {
      "en": "The recent rain had churned up the waterfall into a muddy whirlpool.",
      "cn": "最近的一场雨把瀑布搅成了泥水漩涡。"
    },
    {
      "en": "There must be another way into the cave.",
      "cn": "一定有其他的路可以进入洞穴。"
    },
    {
      "en": "They identified six plants as having potential for development into pharmaceutical drugs.",
      "cn": "他们验明6种植物有可能提炼出药物麻醉剂。"
    },
    {
      "en": "We dived into the sea.",
      "cn": "我们跳进海里。"
    },
    {
      "en": "We're taking relatively benign medicines and we're turning them into poisons.",
      "cn": "我们服的药相对来说药性温和，但是我们却在把它们变成毒药。"
    },
    {
      "en": "You have to take capital appreciation of the property into account.",
      "cn": "你必须将该处房产的资本增值考虑在内。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "across",
            "in",
            "inside"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "go into",
      "tran_cn": "进入；加入；变得；探究"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "(Into)人名；(芬、英)因托"
    },
    {
      "pos": "prep",
      "tran_cn": "进入，到…里面，朝，向，撞上，碰上，到（一段时间的某一点），成为，关于，涉及",
      "tran_en": "to the inside or inner part of a container, place, area etc"
    }
  ],
  "exchange": {}
}