{
  "word": "counterpoint",
  "ipa": {
    "us": "ˈkaʊntəpɔɪnt",
    "uk": "ˈkaʊntərpɔɪnt"
  },
  "sentences": [
    {
      "en": "Fred: It's true. But the total counterpoint is so pianissimo.",
      "cn": "你说得没错. 但是总的复调旋律是非常轻柔的."
    },
    {
      "en": "I did this for all the other requirements like Arranging 2, and traditional counterpoint classes.",
      "cn": "所有其他必修课如编曲以及传统的对位课,我都是这么做的."
    },
    {
      "en": "In this foundation, Kundera constructs the modern Polyphonic Novel Theory, which is based on the counterpoint.",
      "cn": "在此基础上, 昆德拉建构了以对位为核心的现代复调小说理论."
    },
    {
      "en": "It is a counterpoint and counter - profit teaching model.",
      "cn": "联合办学是一种对位、共赢的教学模式."
    },
    {
      "en": "It related to the harmonious of interval, harmony and counterpoint.",
      "cn": "这种审美形态包括音程的“和谐”、和声的“和谐”、复调对位中的“和谐”。"
    },
    {
      "en": "Paris is just a short train journey away, providing the perfect counterpoint to the peace and quiet of Reims.",
      "cn": "从这儿到巴黎坐火车一会儿就到，那里与兰斯的宁静平和相比却又是另一番景象。"
    },
    {
      "en": "So, there's the melody up above, this bassoon playing the counterpoint, kind of in the middle, and then the bass playing these notes quietly underneath.",
      "cn": "然后，旋律在上面，这支巴松管来演奏对位，基本上在中间，而低音提琴在底下悄悄地演奏这些音符。"
    },
    {
      "en": "That Shchedrin's 24 Prelude and Fugue is an important work of the counterpoint music in 20 th century.",
      "cn": "前苏联作曲家谢德林的《24首前奏曲与赋格》,是20世纪钢琴复调音乐中的重要文献."
    },
    {
      "en": "The container is held in a counterpoint and the suface to be printed is horizontal.",
      "cn": "容器在对应位置,表面便以水平印出."
    },
    {
      "en": "The dark curtains make an interesting counterpoint to ( ie contrast with ) the lighter walls.",
      "cn": "深色的窗帘与浅色的墙壁形成有趣的对比."
    },
    {
      "en": "The dark curtains make an interesting counterpoint to the lighter walls.",
      "cn": "深色的窗廉与浅色的墙壁形成有趣的对比."
    },
    {
      "en": "The painting portrayed the beauty of nature as counterpoint to that of a human body.",
      "cn": "这幅画将自然美作为人体美的对比物."
    },
    {
      "en": "The two melodies are played in counterpoint.",
      "cn": "用对位法来演奏这两首曲调。"
    },
    {
      "en": "This commentary, counterpoint, and debate is worth pondering.",
      "cn": "这篇评论之对比观点及讨论值得仔细考虑."
    },
    {
      "en": "To write or arrange ( music ) in counterpoint.",
      "cn": "用对位法写或安排 ( 音乐 )"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "polyphony",
            "opposite number"
          ],
          "tran_cn": "复调；对位法；旋律配合；对应物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "对位法，旋律配合，对应物",
      "tran_en": "the combination of two or more tunes played together so that they sound like one tune"
    },
    {
      "pos": "v",
      "tran_cn": "用…作对比；与…形成对比"
    }
  ],
  "exchange": {
    "pl": [
      "counterpoints"
    ],
    "third": [
      "counterpoints"
    ],
    "past": [
      "counterpointed"
    ],
    "ing": [
      "counterpointing"
    ]
  }
}