{
  "word": "disparaging",
  "ipa": {
    "us": "dɪ'spærɪdʒɪŋ",
    "uk": "dɪˈspærɪdʒɪŋ"
  },
  "sentences": [
    {
      "en": "But Xia Houzhang is returned often rearward is disparaging Meng Changjun.",
      "cn": "可是夏候章还常常在背后毁谤孟尝君."
    },
    {
      "en": "Even with favorable items they would usually add some disparaging comments.",
      "cn": "即使对好消息,他们也往往要加上几句诋毁的评语."
    },
    {
      "en": "Halliday's comments grew daily more and more sparklingly disagreeable and disparaging.",
      "cn": "一天天过去,哈里代的评论越来越肆无忌惮,越来越讨人嫌,越来越阴损了."
    },
    {
      "en": "He was critical of the people, disparaging of their crude manners.",
      "cn": "他对那些人很有看法，看不起他们粗俗的举止。"
    },
    {
      "en": "If you jump right into job hunting, you risk entering an interview with a negative attitude or making a disparaging remark about your former employer, neither of which will win you any points.",
      "cn": "如果你立即投身于寻找职业的行列中，你面试时就会有一个消极的态度，并且说一些毁谤旧老板的话，这会带给你很大风险，其中任何一种行为都会使你吃不消。"
    },
    {
      "en": "In one study, for instance, subjects were asked to listen to recordings of people supposedly saying disparaging things about them.",
      "cn": "例如，在一份调查中，受调查者被安排听别人毁谤自己的录音。"
    },
    {
      "en": "It not known whether it was his stature or his penchant for fashionable sunglasses that once drew disparaging comments from political rival Dominique de Villepin.",
      "cn": "不知是他的身高还是他对时尚太阳镜的嗜好因此曾经招致了政坛敌手多米尼克·德维尔潘的轻蔑言论。"
    },
    {
      "en": "Offensive Slang Used as a disparaging term for a heterosexual person.",
      "cn": "用作对异性恋者的蔑视称呼."
    },
    {
      "en": "Offensive Slang Used as a disparaging term for a woman.",
      "cn": "用来称呼妇女的带侮辱性的词语."
    },
    {
      "en": "Offensive Slang Used as a disparaging term for an Irishman.",
      "cn": "爱尔兰乡巴佬:对爱尔兰人的贬称."
    },
    {
      "en": "Offensive Slang Used as a disparaging term for an Italian or a person of Italian descent.",
      "cn": "用作贬义词,指意大利人或意大利后裔."
    },
    {
      "en": "She made several disparaging remarks about the manager she dislikes.",
      "cn": "她对那位她不喜欢的经理说了一些不敬的话."
    },
    {
      "en": "Slang Used as a disparaging term for a mentally retarded person.",
      "cn": "用作精神迟钝者的贬称."
    },
    {
      "en": "The Minister was alleged to have made disparaging remarks about the rest of the Cabinet.",
      "cn": "据说这位部长发表了一些贬低其他内阁成员的言论。"
    },
    {
      "en": "Used as a disparaging term for a Jew.",
      "cn": "对不懂世故的人的一种蔑视的称呼."
    },
    {
      "en": "Used as a disparaging term for a Native american or Black man.",
      "cn": "用来指美洲印第安人和男性黑人的贬义词."
    },
    {
      "en": "Used as a disparaging term for a white person.",
      "cn": "对白人一种贬损的字眼."
    },
    {
      "en": "Used as a disparaging term for an australian aborigine.",
      "cn": "土著对澳大利亚土著人的贬义称呼."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "disparagingly",
          "tran_cn": " 以轻视的态度，蔑视地；以贬抑的口吻"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "disparagement",
          "tran_cn": " 轻蔑；轻视"
        },
        {
          "word": "disparager",
          "tran_cn": " 毁谤者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "disparage",
          "tran_cn": " 蔑视；毁谤"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "scornful",
            "contemptuous"
          ],
          "tran_cn": "毁谤的；轻蔑的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abusive",
            "derogatory",
            "disgraceful"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "轻蔑的，毁谤的",
      "tran_en": "criticizing someone or something, and showing that you do not think they are very good or important"
    },
    {
      "pos": "v",
      "tran_cn": "轻视( disparage的现在分词 )，贬低，批评，非难"
    }
  ],
  "exchange": {
    "adv": [
      "disparagingly"
    ],
    "verb": [
      "disparage"
    ],
    "noun": [
      "disparagement"
    ]
  }
}