{
  "word": "unprincipled",
  "ipa": {
    "us": "ʌnˈprɪnsəpld",
    "uk": "ʌnˈprɪnsəpəld"
  },
  "sentences": [
    {
      "en": "Abstract art is a product of the untalented, sold by the unprincipled to the utterly bewildered.",
      "cn": "抽象艺术是无能的人的作品, 然后被无良的人卖给无知的人."
    },
    {
      "en": "An unprincipled, deceitful, and unreliable person a scoundrel or rascal.",
      "cn": "无赖, 流氓,恶棍:不讲道德 、 欺诈和不可靠的人;赖皮或流氓."
    },
    {
      "en": "Closely observes closely Geng Haoshi in them, the unprincipled person actually sneaks off from their eyelid.",
      "cn": "在他们紧紧盯住耿浩时,坏人却从他们眼皮底下溜走."
    },
    {
      "en": "Comprehensive, too, can mean unprincipled inclusiveness, the inclusiveness of the syllabus or the anthology.",
      "cn": "理解力也可能意味着无原则的包容, 教学大纲和文集式的包容."
    },
    {
      "en": "He is totally unprincipled in money matters; you can't trust him.",
      "cn": "他在金钱方面根本不讲道德, 你不能相信他."
    },
    {
      "en": "He is unprincipled, swindling the widow and her fatherless son.",
      "cn": "他这个人很卑鄙,期负人家孤儿寡母."
    },
    {
      "en": "He never gets involved in unprincipled disputes.",
      "cn": "他从不介入无原则的争端."
    },
    {
      "en": "It is a market where people can be very unprincipled and unpleasant.",
      "cn": "在这个市场里，一些人可能根本不讲道德原则，非常令人厌恶。"
    },
    {
      "en": "The rejection of absolutism implicit in our constitutional structure may sometimes make our politics seem unprincipled.",
      "cn": "宪法结构中固有的对专制主义的抑制,在有些时候可能使我们的政治显得缺乏原则."
    },
    {
      "en": "They cling to the unprincipled safe middle of every issue.",
      "cn": "他们对任何事情都严守不讲道德以求保险的折中立场."
    },
    {
      "en": "This hero is upholds justly, subdues the unprincipled person is his only objective.",
      "cn": "这位英雄是主持正义的, 制伏坏人是他的惟一宗旨."
    },
    {
      "en": "Unprincipled accommodation will do harm to him.",
      "cn": "无原则的迁就对他有害."
    },
    {
      "en": "When we speak of unity, we do not mean unprincipled peace.",
      "cn": "所谓团结, 并非一团和气."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "corrupt",
            "criminal",
            "crooked",
            "dishonest",
            "fraudulent",
            "unscrupulous"
          ],
          "tran_cn": "不道德的;不正直的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abandoned",
            "black",
            "corrupt",
            "criminal",
            "crooked",
            "discreditable",
            "dishonest",
            "dishonorable",
            "fraudulent",
            "rotten",
            "unscrupulous"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不道德的，肆无忌惮的，不诚实的，无原则的",
      "tran_en": "not caring whether what you do is morally right"
    }
  ],
  "exchange": {}
}