{
  "word": "derrick",
  "ipa": {
    "us": "ˈderɪk",
    "uk": "ˈdɛrɪk"
  },
  "sentences": [
    {
      "en": "Could you give me a hand in adjusting the derrick?",
      "cn": "你是否能帮我调整一下吊杆?"
    },
    {
      "en": "Derrick and I have been laying out the system of irrigating ditches.",
      "cn": "德里克跟我在一起修建那个灌溉网."
    },
    {
      "en": "Derrick: Yeah . He won't let us go out past our waists.",
      "cn": "德瑞克: 就是嘛. 他不准我们游超过水深过腰的地方."
    },
    {
      "en": "Do you give me a hand in adjusting the derrick?",
      "cn": "你看是否能把我们的安排通知领班?"
    },
    {
      "en": "Do you want the derrick adjusted upwards and downwards?",
      "cn": "你要将吊杆上调借是高调?"
    },
    {
      "en": "Don't stay under the arm of a derrick!",
      "cn": "不要在起重机的吊臂下!"
    },
    {
      "en": "Hose - handing derrick are fitted port and starboard near the manifolds.",
      "cn": "水管递井架是适合的口岸和右舷近的多头管."
    },
    {
      "en": "Michelle searched Derrick's name online and found his blog.",
      "cn": "米歇尔在网上搜索他的名字并且找到了他的博客."
    },
    {
      "en": "Putting him on the current Bulls with my buddy Derrick Rose?",
      "cn": "把与我的好友德里克罗斯目前公牛队 呢 ?"
    },
    {
      "en": "The hoisting capacity of that gin pole ( girder pole, guy derrick ) is sixty tons.",
      "cn": "那个起重抱杆 ( 格状抱杆 、 转盘抱杆 ) 的起重能力为60吨."
    },
    {
      "en": "The pylon cell units were hoisted to the deck by the transfer derrick.",
      "cn": "塔室块件由传递用的转臂吊机吊放在桥面上."
    },
    {
      "en": "The safety belt should be fastened when working on the derrick.",
      "cn": "上井架工作必须系好安全带."
    },
    {
      "en": "They were placed by a derrick mounted on rails on the bridge deck.",
      "cn": "它们由轨道上的转臂吊机吊放在桥面上."
    },
    {
      "en": "To raise or lower ( the boom of a crane or derrick ).",
      "cn": "起重机臂转了过来."
    },
    {
      "en": "Unlike Harran Derrick, he seemed more of a character than a type.",
      "cn": "他跟哈伦·台力克不一样,与其说他是个典型,还不如说他是个很特殊的人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "crane",
            "lifting machine"
          ],
          "tran_cn": "[机]起重机，转臂起重机；油井的铁架塔"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "oil derrick",
      "tran_cn": "井架；油井架；钻油塔"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "起重机，（油井的）井架",
      "tran_en": "a tall machine used for lifting heavy weights, especially on ships"
    }
  ],
  "exchange": {
    "pl": [
      "derricks"
    ]
  }
}