{
  "word": "cypress",
  "ipa": {
    "us": "ˈsaɪprəs",
    "uk": "ˈsaɪprɪs"
  },
  "sentences": [
    {
      "en": "A cypress tree touched with the genius of man becomes a shrine.",
      "cn": "柏树在天才的手中变成了殿堂."
    },
    {
      "en": "Cypress and redwood are seldom used in the superstructure of commercial greenhouses.",
      "cn": "扁柏和美州红松很少用于商用温室的上部结构."
    },
    {
      "en": "It'seems that the swaying ancient cypress was saying something.",
      "cn": "摇曳的古柏就好像在说话了."
    },
    {
      "en": "The area also contains forests of palm, cypress, mangrove and pine.",
      "cn": "大沼泽的林区里有棕榈树, 丝柏, 红树林和松树."
    },
    {
      "en": "The character of the pine and cypress is shown in frigid winter ; the sincerity of one's friend is shown in adverse circumstances.",
      "cn": "岁寒知松柏,患难见交情."
    },
    {
      "en": "The driveway was sheltered by a large cypress tree.",
      "cn": "车道被一株大柏树掩蔽着."
    },
    {
      "en": "The pine and the cypress remain green all the year round.",
      "cn": "苍松翠柏,常绿不凋."
    },
    {
      "en": "The rays of the late sun slanted in streams through the cypress trees.",
      "cn": "夕阳的光线一缕缕地从柏树林中斜穿过来."
    },
    {
      "en": "The towering pine and cypress trees defy frost and snow.",
      "cn": "松柏参天傲霜雪."
    },
    {
      "en": "The USB 2.0 chip in this system is EZ - USB FX 2 from Cypress Ltd.",
      "cn": "本系统选用Cypress公司 的EZ-USBFX2芯片作为USB2.0接口芯片."
    },
    {
      "en": "The USB 2.0 chip in this system is EZ - USB FX 2 from Cypress Ltd.",
      "cn": "本系统选用Cypress公司 的EZ -USB FX2芯片作为USB2.0接口芯片."
    },
    {
      "en": "There are abundance wilding plant resources including cypress, poplar, spruce etc.",
      "cn": "山中野生植物资源丰富,盛产云杉、柏 、 杨等木材."
    },
    {
      "en": "There are abundant wilding plant resources including cypress, poplar and spruce.",
      "cn": "山中野生植物资源丰富,盛产柏 、 白杨、云杉等木材."
    },
    {
      "en": "Unprofitable eloquence is like the cypress, which is great and tall, but bears no fruit.",
      "cn": "无益的雄辩犹如柏树, 虽然高大但不结果."
    },
    {
      "en": "You know over in Cypress , where they're buiIding that new miII?",
      "cn": "你知道人们在塞浦路斯正在建新工厂吧?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "柏属植物（原产北美、欧、亚），柏树，柏树枝（用作哀悼的标志），似柏树树种，柏木：这些树的木头",
      "tran_en": "a tree with dark green leaves and hard wood, which does not lose its leaves in winter"
    }
  ],
  "exchange": {
    "pl": [
      "cypresses"
    ]
  }
}