{
  "word": "chateau",
  "ipa": {
    "us": "ʃæˈtəʊ",
    "uk": "ʃæˈto"
  },
  "sentences": [
    {
      "en": "'The chateau and all the race,'returned Defarge.",
      "cn": "“ 庄园和全家, ”德伐日回答."
    },
    {
      "en": "'The chateau and all the race?'",
      "cn": "“ 庄园和全家? ”"
    },
    {
      "en": "After lunch there will be a walk in the grounds of the chateau to see the Jugendstil nymph fountains, a work dating from 1903 by Walter Schott.",
      "cn": "午餐后，萨奥尔一行将在城堡四周“漫步”，参观（雕刻大师）沃尔特·肖特1903年的作品--德国“青年派”风格女神雕像喷泉。"
    },
    {
      "en": "Chateau _ de _ Vianden Pr é sentation de cet é difice m é di é val , informations pratiques pour le visiter.",
      "cn": "青海经济信息网包括经济新闻, 有关宏观经济数据,关于西部大开发的资料,投资指南."
    },
    {
      "en": "Eureka, up in the temperate central hills, has been turned into a museum, and retains its atmosphere of a Normandy chateau transplanted to the tropics.",
      "cn": "位于气候温和的中部山区的法式山中别墅尤里卡现已成为一座博物馆，保留着那种移植到热带的诺曼底乡村别墅的气氛。"
    },
    {
      "en": "He became the proud owner of a luxury yacht and a French chateau.",
      "cn": "他骄傲地成为一艘豪华游艇和法国城堡的主人。"
    },
    {
      "en": "He had not been entirely clearheaded when the chateau gates snapped shut behind him.",
      "cn": "当大别墅的门在他身后“啪”地关上的时候,他的头脑还没清醒过来."
    },
    {
      "en": "Here, first Normandy, and then the Chateau country.",
      "cn": "看, 先是诺曼底, 然后去法国的古堡地区."
    },
    {
      "en": "I followed him to this island chateau where he's holding a party.",
      "cn": "我跟踪他来到这座岛上城堡。他将在这里举办宴会。"
    },
    {
      "en": "It came on briskly, and came up to the front of the chateau.",
      "cn": "车声轻快地来到庄园前面."
    },
    {
      "en": "It portended that there was one stone face too many, up at the chateau.",
      "cn": "这说明庄园里多出了一张石雕人面."
    },
    {
      "en": "Lucille's home was very grandly called a chateau, though in truth it was nothing more than a large moated farm.",
      "cn": "露西尔的家美其名曰城堡，事实上不过是一座壕沟环绕的大农场。"
    },
    {
      "en": "She lives , fittingly enough, in a gated French chateau in Beverly Hills.",
      "cn": "斯通还在贝佛利山上有一栋豪华的法式城堡."
    },
    {
      "en": "So you're leaving your best friend alone in an eerie chateau on his first night?",
      "cn": "所以你要在头一晚把你最好的朋友抛在这古怪的山庄里?"
    },
    {
      "en": "So, he actually owned for a short time this huge chateau, and other relatives and friends lived in estates surrounding theirs.",
      "cn": "他只拥有这个巨大的城堡一段很短的时间，其他的亲戚朋友的房子都挨的很近。"
    },
    {
      "en": "Taste notes: Chateau Margaux makes opulent and rich wine.",
      "cn": "品尝记录: 玛歌庄园酒丰硕浓郁."
    },
    {
      "en": "The chateau awoke later, as became its quality, but awoke gradually and surely.",
      "cn": "庄园要醒得晚一些, 这跟它的身份相称, 却也显然渐渐地苏醒了."
    },
    {
      "en": "The chateau is on fire; valuable objects may be saved from the flames by timely aid!",
      "cn": "庄园烧起来了, 早点去还可以抢救出些值钱的东西!"
    },
    {
      "en": "The chateau was left to itself to flame and burn.",
      "cn": "那府第便径自腾起大火燃烧下去."
    },
    {
      "en": "The house was modelled on a French chateau.",
      "cn": "这房子是模仿一座法国大别墅建造的."
    },
    {
      "en": "There is no grand chateau, no marble staircase.",
      "cn": "他们没有宏伟的庄园别墅，没有大理石阶梯。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "villa",
            "castle"
          ],
          "tran_cn": "（法国封建时代的）城堡；（尤指法国的）别墅"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "castle",
            "manor",
            "mansion",
            "palace"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（法国封建时代的）城堡，（尤指法国的）别墅，庄园",
      "tran_en": "a castle or large country house in France"
    }
  ],
  "exchange": {}
}