{
  "word": "plaid",
  "ipa": {
    "us": "plæd",
    "uk": "plæd"
  },
  "sentences": [
    {
      "en": "a plaid shirt",
      "cn": "格子衬衫"
    },
    {
      "en": "As uneven plaid is uneven both horizontally and vertically.",
      "cn": "不均匀格子布横向、竖向都是不均匀的."
    },
    {
      "en": "Eddie wore blue jeans and a plaid shirt.",
      "cn": "埃迪穿着蓝色牛仔裤和方格布衬衫。"
    },
    {
      "en": "I am wearing a plaid nightgown trimmed with white lace.",
      "cn": "我穿着一件带有白色蕾丝花边的格子呢睡衣。"
    },
    {
      "en": "I like your plaid shirt.",
      "cn": "我喜欢你的格子衬衫."
    },
    {
      "en": "I think I like the striped tie better than the plaid one.",
      "cn": "我想我喜欢那条带条纹的领带胜过那条带格子花纹的."
    },
    {
      "en": "Jack's plaid shirt didn't mix well with his striped trousers.",
      "cn": "杰克的方格衬衫与条纹长裤不相配."
    },
    {
      "en": "Miley Cyrus , Hilary Duff and Taylor Swift spice up their all - black looks with bold plaid scarves.",
      "cn": "麦莉和希拉里·达芙以及泰勒斯威夫特在她们的全身黑色的行头里添加了彩色的大方格丝巾."
    },
    {
      "en": "Plaid fabrics are printed or woven and are designed evenly or unevenly.",
      "cn": "格子布图案可以印染或机织,图案的设计也可以是均匀的或不均匀的."
    },
    {
      "en": "Plaid shirt are easy to find in stores fall due to their crazy popularity.",
      "cn": "格子衬衫仍旧是今年的流行大热门."
    },
    {
      "en": "Please advise status of corrected wool plaid trim.",
      "cn": "请通知状态改正羊毛格子花呢披肩整齐."
    },
    {
      "en": "She dressed very simply and elegantly in short plaid skirts and waists of knitted silk.",
      "cn": "她身穿方格子的绒布短裙和丝织的上衣,相当朴素而入时."
    },
    {
      "en": "She made a long plaid skirt.",
      "cn": "她做了一条格子花呢的长裙."
    },
    {
      "en": "She wore a plaid shirt and blue jeans.",
      "cn": "她穿着彩格呢衬衫和牛仔裤."
    },
    {
      "en": "What should I put with this wool - blend plaid skirt?",
      "cn": "这件羊毛混纺的苏格兰格子裙我要搭配什麽?"
    },
    {
      "en": "What should I put with this wool blend plaid skirt?",
      "cn": "这条羊毛混纺的苏格兰格子裙我要搭配什么?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有格子图案的"
    },
    {
      "pos": "n",
      "tran_cn": "彩格呢，格子图案，毛呢长披肩（苏格兰民族服饰）",
      "tran_en": "a pattern of crossed lines and squares, used especially on cloth"
    }
  ],
  "exchange": {
    "pl": [
      "plaids"
    ]
  }
}