{
  "word": "franklin",
  "ipa": {
    "us": "'fræŋklɪn",
    "uk": "'fræŋklɪn"
  },
  "sentences": [
    {
      "en": "\"Don't do it again,\" Franklin cabled her when he got her letter.",
      "cn": "富兰克林收到她的信后给她拍了封电报，说：“别再那么做了。”"
    },
    {
      "en": "Franklin and his thirteen-year-old son somehow got separated in the crush.",
      "cn": "富兰克林和他13岁的儿子在人群中被挤散了。"
    },
    {
      "en": "Franklin did not turn up until well after midnight.",
      "cn": "富兰克林直到午夜过后很久才出现。"
    },
    {
      "en": "Franklin joined her and the children whenever his crowded calendar allowed.",
      "cn": "只要能从百忙之中抽出空，富兰克林就会陪在妻儿身边。"
    },
    {
      "en": "Franklin told Sara that he had himself disdained to take the job.",
      "cn": "富兰克林告诉萨拉他不屑于去做那份工作。"
    },
    {
      "en": "Franklin was free to do pretty much whatever he pleased.",
      "cn": "富兰克林几乎可以做自己喜欢做的任何事情。"
    },
    {
      "en": "Franklin was predisposed to believe him.",
      "cn": "富兰克林倾向于相信他。"
    },
    {
      "en": "Franklin went to work in his shirtsleeves.",
      "cn": "富兰克林穿着衬衫去上班了。"
    },
    {
      "en": "Franklin's experiments showed that the lightning is an electrical discharge.",
      "cn": "富兰克林的实验表明闪电是一种放电."
    },
    {
      "en": "He decided Franklin must be suffering from a bad cold.",
      "cn": "他断定富兰克林一定是得了重感冒。"
    },
    {
      "en": "I told Franklin he would have to start dinner without me.",
      "cn": "我告诉富兰克林吃晚饭不必等我。"
    },
    {
      "en": "Sara was not amused by Franklin's teasing.",
      "cn": "被富兰克林揶揄之后，萨拉的脸上全无笑意。"
    },
    {
      "en": "Scores of congratulatory telegrams and letters greeted Franklin on his return.",
      "cn": "富兰克林一回来，就收到了好几十封贺电和贺信。"
    },
    {
      "en": "The Roosevelt family produced two presidents: Theodore Roosevelt and Franklin Roosevelt.",
      "cn": "罗斯福家族出过两个总统: 西奥多·罗斯福和弗兰克林·罗斯福."
    },
    {
      "en": "While Franklin saw to the luggage, Sara took Eleanor home.",
      "cn": "富兰克林负责照看行李，萨拉则带着埃莉诺回家了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "squireen"
          ],
          "tran_cn": "小地主；乡绅"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "benjamin franklin",
      "tran_cn": "n. 本杰明·富兰克林（美国政治家及科学家）"
    },
    {
      "phrase": "franklin roosevelt",
      "tran_cn": "富兰克林·罗斯福（美国总统）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小地主，乡绅，静库仑数"
    }
  ],
  "exchange": {}
}