{
  "word": "spore",
  "ipa": {
    "us": "spɔ:(r)",
    "uk": "spɔr, spor"
  },
  "sentences": [
    {
      "en": "BTH had no direct inhibition to the spore germination and mycelial growth.",
      "cn": "BTH对 炭疽菌孢子萌发及菌丝生长均无直接抑制作用."
    },
    {
      "en": "Don't flee battles just because they seem pointless to you. A horde of spore plants when you can shoot two targeted shots per round is still good xp!",
      "cn": "不用逃避战斗，因为他们似乎对你无所谓。一大批孢子植物时，你可以各个击破它们并得到一些经验值！"
    },
    {
      "en": "Early fertile spore cabbage is a vegetable of leaflet coccus form.",
      "cn": "“早生子持”孢子甘蓝是一种以小叶球供食用的特菜."
    },
    {
      "en": "Legionellae are aerobic, non - spore formingrod - shaped , typically flagellated, gram - negative bacteria.",
      "cn": "军团菌群是一种好氧的 、 非 孢子繁殖的、杆状的 、 一般带有绒毛的格兰氏阴性菌."
    },
    {
      "en": "Objectives To observe how cere spore bacilli resulted in swallowing infection.",
      "cn": "目的:观察蜡样芽胞杆菌感染途径."
    },
    {
      "en": "Results Cerea spore bacilli were detected from the bacterial cultivation.",
      "cn": "结果:通过细菌学培养鉴定在咽部检出蜡样芽胞杆菌."
    },
    {
      "en": "Salicylic acid (SA) has no inhibition in growth of hyphae, and no obvious influence on spore germination.",
      "cn": "水杨酸对焦枯病菌菌丝的生长无抑制作用，对孢子萌发的影响不显著。"
    },
    {
      "en": "Spore characters of 23 acrocarpous moss taxa in China are reported.",
      "cn": "报道了中国23种顶蒴藓类孢子的形态特征."
    },
    {
      "en": "Spore Mines can no longer enter Ravener Tunnels and Webway Gates.",
      "cn": "孢子雷不能进入坑道和传送门."
    },
    {
      "en": "Sunkens and Spore Colonies will not expand the creep.",
      "cn": "地刺和孢子菌落不会扩张菌毯."
    },
    {
      "en": "The cation penetrates the spore.",
      "cn": "这种阳离子能透入孢子."
    },
    {
      "en": "The development process and spore sterile culture of Pteris wallichiana Agardh.",
      "cn": "研究了西南凤尾蕨的发育过程和孢子的无菌培养方法."
    },
    {
      "en": "The encroach process includes conglutination, spore germination, penetration, growth and host death.",
      "cn": "它对寄主侵染过程包括粘附 、 子萌发 、 透虫体 、 内发育和致死."
    },
    {
      "en": "The optimum temperature for fungus growth aud spore germination is 25 - 28℃.",
      "cn": "病菌生长的适宜温度为25—28℃,在pH4.5—10之间均能生长,孢子萌发的适宜温度为25—28℃."
    },
    {
      "en": "The same goes for spore diseases like anthrax, where it's in the soil -- \"you can't get rid of that unless you concrete the entire world, because it's in the soil.",
      "cn": "通过孢子传播的疾病情况也相同，例如炭疽病就存在于土壤中--“由于它存在于土壤中，除非把整个世界浇注上混凝土，不然无法根除炭疽病。”"
    },
    {
      "en": "The use of slide culture method compression rate of spore germination.",
      "cn": "采用玻片压片培养法计算孢子萌发率."
    },
    {
      "en": "Triterpenoids are the main efficacious ingredients in ganoderma spore lipids.",
      "cn": "灵芝三萜类化合物是灵芝孢子油中的主要功效成分."
    },
    {
      "en": "Zoospore An asexual motile spore produced by a zoosporangium.",
      "cn": "游动孢子:由游动孢子囊产生的无性可自由运动的孢子."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sporogenous",
          "tran_cn": " 产孢子的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sporotrichosis",
          "tran_cn": " 侧孢病霉；[医] 孢子丝菌病；分支孢菌病"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "孢子，胚种，（事物的）根源，原因",
      "tran_en": "a cell like a seed that is produced by some plants such as  mushrooms  and can develop into a new plant"
    },
    {
      "pos": "vi",
      "tran_cn": "长孢子"
    }
  ],
  "exchange": {
    "pl": [
      "spores"
    ]
  }
}