{
  "word": "inclement",
  "ipa": {
    "us": "ɪnˈklemənt",
    "uk": "ɪnˈklɛmənt"
  },
  "sentences": [
    {
      "en": "Confrontation between the two sides ensued for 3 hours as a result, eventually with the Vietnamese Navy retreating due to inclement weather.",
      "cn": "双方的对抗持续了3小时，最终越南海军由于险恶的天气而撤退。"
    },
    {
      "en": "Granted Power: Inclement weather has less of an effect on you.",
      "cn": "神授力量: 恶劣天气对你影响减小."
    },
    {
      "en": "Increased concern has been reported in Tajikistan due to inclement weather on the cotton crop.",
      "cn": "塔吉克斯坦的棉花作物由于恶劣的天气被广泛关注."
    },
    {
      "en": "It is inclement weather.",
      "cn": "今天天气很险饿恶."
    },
    {
      "en": "Loggers also deal with severe environmental conditions such as inclement weather and severe heat cold.",
      "cn": "伐木者还需要在严酷的环境条件下工作,例如险恶的天气,严寒和酷暑."
    },
    {
      "en": "The inclement weather brought forth a host of diseases.",
      "cn": "恶劣的天气引起了种种疾病."
    },
    {
      "en": "The inclement weather influenced our decision to leave there a day earlier.",
      "cn": "严酷的天气影响了我们提前一天离开的决定."
    },
    {
      "en": "The vagaries of inclement weather conditions are avoided to a certain extent.",
      "cn": "可以在一定程度上避免变化莫测的恶劣气候影响."
    },
    {
      "en": "There is no charge, it is safe, and it is protected from inclement weather above.",
      "cn": "这里无须费用, 安全, 并且可以避免上面严寒的天气."
    },
    {
      "en": "They kept on going, even through the inclement weather.",
      "cn": "即使天气恶劣,他们还是执意要去."
    },
    {
      "en": "This space wraps around the southern side of the house, and is covered by an overhanging roof. A fireplace allows residents to enjoy the outdoors, even in inclement weather.",
      "cn": "这部分空间包裹着建筑的南面，被悬挑屋顶覆盖。即使在恶劣的天气情况下，壁炉的存在使居民可以更享受户外空间。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "inclemency",
          "tran_cn": " 严酷，气候严酷；天气险恶"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cold",
            "cruel",
            "harsh",
            "rough",
            "severe",
            "stormy"
          ],
          "tran_cn": "天气恶劣的;冷酷的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cold",
            "cruel",
            "harsh",
            "rough",
            "severe",
            "stormy"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<正>（天气）恶劣的（指寒冷的、潮湿的等）",
      "tran_en": "inclement weather is unpleasantly cold, wet etc"
    }
  ],
  "exchange": {
    "noun": [
      "inclemency"
    ]
  }
}