{
  "word": "platelet",
  "ipa": {
    "us": "ˈpleɪtlət",
    "uk": "ˈpletlɪt"
  },
  "sentences": [
    {
      "en": "ADP - P 2 Y 12 receptor pathway plays a crucial role in platelet activation and thrombogenesis.",
      "cn": "P2Y12 受体途径在血小板激活、血栓形成中发挥重要作用."
    },
    {
      "en": "Certain enzyme studies, like the white cell or platelet assay, are particularly advantageous when testing in pregnancy.",
      "cn": "在怀孕期间对某些酶进行检测是非常有益的，比如白细胞或血小板含量。"
    },
    {
      "en": "Conclusion Insulin can inhibit P - slectin expression on activated platelet membrane.",
      "cn": "结论胰岛素可抑制活化血小板膜P - 选择素的表达."
    },
    {
      "en": "Conclusion The frozen platelet has got the positive impact to the hemostasis.",
      "cn": "结论:冰冻血小板有一定的止血效果."
    },
    {
      "en": "Function of platelet; Anticoagulation system; fibrinolysis; The principles of blood transfusion.",
      "cn": "血小板的功能; 抗凝系统; 纤维蛋白溶解; 输血的原则."
    },
    {
      "en": "Here is an actual electron micrograph of a platelet.",
      "cn": "这是血小板的电镜图."
    },
    {
      "en": "Inhibits platelet aggregation. DNA polymerase inhibitor. Shows antifungal activity.",
      "cn": "抑制血小板聚集. DNA聚合酶抑制剂. 显示抗真菌活性."
    },
    {
      "en": "Method Platelet aggregation was induced by adenosine diphosphate ( ADP ) in rabbits.",
      "cn": "方法采用了血小板聚集试验、抗血栓形成试验、溶栓试验."
    },
    {
      "en": "Methods Platelet count in 112 patents with lung cancer was analyzed.",
      "cn": "方法分析112名肺癌患者的血小板数量情况."
    },
    {
      "en": "Methods: The platelet aggregation rate was measured by turbidimetric method.",
      "cn": "方法比浊法测定血小板聚集率."
    },
    {
      "en": "Objective : To improve the method for isolating platelet - rich plasma ( PRP ).",
      "cn": "目的筛选简便、有效、安全的方法获得富血小板血浆 ( platelet -richplasma, PRP ),为局部骨缺损修复提供自体生长因子."
    },
    {
      "en": "Objective To observe the inhibition effects of Naokang on platelet agglutination.",
      "cn": "目的:观察脑康对血小板聚集的抑制作用."
    },
    {
      "en": "Others have shown garlic prevents platelet aggregation and reduces high blood pressure.",
      "cn": "其他资料提出大蒜防止血小板凝聚，减少高血压。"
    },
    {
      "en": "Prostaglandin is the dilation of blood vessels and inhibit platelet function.",
      "cn": "前列腺素具有扩张血管和抑制血小板作用."
    },
    {
      "en": "The lower the HU, the more platelet - rich was the thrombus composition.",
      "cn": "HU值越低, 血栓中含的血小板越多."
    },
    {
      "en": "The rate of platelet aggregation induced by ADP, COL, AA was determined.",
      "cn": "第2d各组分别自颈动脉取血,以比浊法测二磷酸腺苷(ADP) 、 胶原(COL) 、 花生四烯酸(AA) 诱导的血小板最大聚集率."
    },
    {
      "en": "Thrombocytopathies comprise a poorly defined group of diseases in which platelet numbers are normal, but their function is impaired.",
      "cn": "血小板病包括一些不好界定的疾病——血小板数量是正常的，但它们的功能受损。"
    },
    {
      "en": "White cells contaminate the red cell and platelet components.",
      "cn": "白细胞会“污染”红细胞和血小板制品."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "slice",
            "thrombocyte"
          ],
          "tran_cn": "[组织][生物]血小板；薄片"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "blood platelet",
      "tran_cn": "n. 血小板；凝血细胞"
    },
    {
      "phrase": "platelet aggregation",
      "tran_cn": "血小板聚集"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "血小板，小盘，小板",
      "tran_en": "one of the very small flat round cells in your blood that help it become solid when you bleed, so that you stop bleeding"
    }
  ],
  "exchange": {
    "pl": [
      "platelets"
    ]
  }
}