{
  "word": "upscale",
  "ipa": {
    "us": "ˌʌpˈskeɪl",
    "uk": "ˌʌpˈskeɪl"
  },
  "sentences": [
    {
      "en": "an affluent upscale audience",
      "cn": "富裕的高消费观众"
    },
    {
      "en": "Can buy the upscale and old aged clothing in Shanghai where?",
      "cn": "在上海哪里可以买到高档的中老年服装?"
    },
    {
      "en": "Choose to use upscale import the piano box, insure external appearance elegant.",
      "cn": "选用高档进口琴箱, 确保了外观的大气高雅."
    },
    {
      "en": "Consumer credit expansion will increase upscale retail as well as value and standard retail.",
      "cn": "扩大消费信贷将增加高档零售业务同时增长经济型和标准品牌的零售."
    },
    {
      "en": "He was seen dining his guests in an upscale French restaurant.",
      "cn": "有人看到他在一家高档法国餐馆款待客人."
    },
    {
      "en": "High gloss, used as the upscale crystal paint.",
      "cn": "具有非常高的光泽度, 可以做成高档水晶漆."
    },
    {
      "en": "However, the upscale estate still are not at present startled.",
      "cn": "不过, 高档楼盘目前依然波澜不惊."
    },
    {
      "en": "Inn: This upscale establishment provides tasty fruit pastries and rum.",
      "cn": "酒店: 这个高级设施提供美味的糕点和朗姆酒."
    },
    {
      "en": "Jonathan : Retail is going upscale here?",
      "cn": "此地的零售走入高价位了?"
    },
    {
      "en": "Lights create a glowing the upscale shopping area of South Molton Street in London.",
      "cn": "在伦敦,巨大的节日灯光笼罩着伦敦最豪华的购物区."
    },
    {
      "en": "Our company also manufactures artificial nylon hair, upscale artificial hair, accessories for makeup brushes.",
      "cn": "我司还经营各种尼龙毛 、 高档毛 、 各种化妆笔刷零配件."
    },
    {
      "en": "Popular in the upscale restaurant chain, the user's favorite!",
      "cn": "深受中高档餐饮连锁用户的喜爱!"
    },
    {
      "en": "Upscale cigarette paper appropriation carbonate is placed in to lead the position in England, German etc.",
      "cn": "高档卷烟纸专用碳酸钙英国 、 德国等在这方面处于领先地位."
    },
    {
      "en": "We specialize in luxury decor that is both upscale and unique.",
      "cn": "我们专门从事开发华贵家居饰品,她高端,独特."
    },
    {
      "en": "You always wear a suit and a tie at an upscale restaurant like this one.",
      "cn": "在象这样正式豪华的餐厅吃饭的时候你应该穿西装打领带."
    },
    {
      "en": "You're shooting upscale with a variable ten knot wind.",
      "cn": "风对你发出的枪会有不可预知的影响."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "upmarket"
          ],
          "tran_cn": "迎合高层次消费者的；质优价高的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "高档的，高收入的，销售对象为高收入者的",
      "tran_en": "relating to people from a high social class who have a lot of money"
    },
    {
      "pos": "v",
      "tran_cn": " 升高级， 升档",
      "tran_en": "Upscale is also an adverb"
    },
    {
      "pos": "vt",
      "tran_cn": "升高一级，升档，迎合（高层次消费者）"
    }
  ],
  "exchange": {}
}