{
  "word": "nicotine",
  "ipa": {
    "us": "ˈnɪkətiːn",
    "uk": "ˈnɪkətiːn"
  },
  "sentences": [
    {
      "en": "A nicotine spray can help smokers quit the habit without putting on weight.",
      "cn": "尼古丁喷雾剂能够帮助吸烟者在不增加体重的同时戒烟。"
    },
    {
      "en": "After about three months, I was no longer addicted to nicotine.",
      "cn": "大约3个月后，我就不再对尼古丁上瘾了。"
    },
    {
      "en": "Both nicotine and carbon monoxide inhaled with cigarette smoking have been incriminated as causative factors.",
      "cn": "抽烟时吸入的尼古丁和一氧化碳都已经被标定为致病因素。"
    },
    {
      "en": "Caffeine and nicotine are stimulants.",
      "cn": "咖啡因和尼古丁是刺激物质."
    },
    {
      "en": "Dixon said, grateful for nicotine and support of Margaret.",
      "cn": "狄克逊说着, 对玛格丽特的烟和同情非常感激."
    },
    {
      "en": "Doctors also warn us of nicotine, tar, and many other toxic substances contained in cigarettes.",
      "cn": "医生也警告我们，香烟含有尼古丁、焦油以及许多其他有毒的物质。"
    },
    {
      "en": "Her voice was raspy with nicotine and whiskey.",
      "cn": "她因为抽烟喝酒声音变得嘶哑。"
    },
    {
      "en": "His teeth were stained with nicotine from years of smoking.",
      "cn": "他的牙齿因多年抽烟而被尼古丁染黄了."
    },
    {
      "en": "If any plants are infested, they can be dipped in a 0.2 % nicotine solution.",
      "cn": "倘若某些植物受侵扰, 可将它们侵入0.2%尼古丁溶液中."
    },
    {
      "en": "It allows nicotine to diffuse slowly and steadily into the bloodstream.",
      "cn": "它能使尼古丁平稳缓慢地渗透到血液里。"
    },
    {
      "en": "Many smokers who are chemically addicted to nicotine cannot cut down easily.",
      "cn": "许多有尼古丁瘾的抽烟人不容易把烟戒掉."
    },
    {
      "en": "Nicotine marks stained his chin and fingers.",
      "cn": "尼古丁渍染黄了他的下巴和手指。"
    },
    {
      "en": "Nicotine produces a feeling of well-being in the smoker.",
      "cn": "尼古丁给吸烟者带来一种愉悦的感觉。"
    },
    {
      "en": "Nicotinic acetylcholine receptors have many functions, and in the brain are the primary targets of nicotine.",
      "cn": "尼古丁乙酰胆碱受体有许多作用，在大脑中，它是尼古丁的主要目标。"
    },
    {
      "en": "She had long beautiful hands with fingers stained by nicotine.",
      "cn": "她有一双修长美丽的手,手指上有尼古丁留下的痕迹."
    },
    {
      "en": "Smokers who inhale are likely to become addicted to nicotine.",
      "cn": "吸烟的人容易对尼古丁上瘾."
    },
    {
      "en": "You are given pills with small quantities of nicotine to wean you from cigarettes.",
      "cn": "会给你一些含少量尼古丁的药片帮你戒除烟瘾。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "尼古丁，[化]烟碱",
      "tran_en": "a substance in tobacco which makes it difficult for people to stop smoking"
    }
  ],
  "exchange": {}
}