{
  "word": "hydrological",
  "ipa": {
    "us": "ˌhaɪdrə'lɒdʒɪkəl",
    "uk": "ˌhaɪdrə'lɒdʒɪkəl"
  },
  "sentences": [
    {
      "en": "Besides that, the observed areas of East Juyanhai by hydrological method were also collected.",
      "cn": "此外, 还收集东居延海的水面面积旬观测数据及调水期间的日观测数据."
    },
    {
      "en": "BFS ( Bayesian Forecasting System ) is one of theoretic frames to produce probabilistic hydrological forecasts.",
      "cn": "贝叶斯概率预报系统 ) 就是构建概率水文预报的理论框架之一."
    },
    {
      "en": "But It'should reinforce the point that, on hydrological grounds alone, conserving forest is often essential.",
      "cn": "但是有一点需要强调的是仅水域而论, 保护森林是极其重要的."
    },
    {
      "en": "Climate change is expected to alter hydrological regimes and the patterns of freshwater resources availability with impacts on both rainfed and irrigated agriculture.",
      "cn": "预计气候变化将改变水文体系和淡水资源来源的模式，这将对旱作和灌溉农业都有影响。"
    },
    {
      "en": "Conclusion is the parametric models do some simplicity and supposition the hydrological phenomenon.",
      "cn": "两个模型均通过模型适用性检验,模拟效果均达到实用的要求,是可行而有效的."
    },
    {
      "en": "Finally , the causes of runoff variation in Sanchuanhe River Basin were analyzed with hydrological simulation method.",
      "cn": "采用水文模拟途径分析了三川河流域径流量的变化原因."
    },
    {
      "en": "Hydrological monitoring and flood early warning and forecasting system.",
      "cn": "水文和洪水监测预警预报体系."
    },
    {
      "en": "In this system, the mode of hydrological information transmission is very important.",
      "cn": "水情信息的传输方式是该系统的重要部分."
    },
    {
      "en": "Period superposition forecasting model is a practical method in mid - to - long - term hydrological forecasting.",
      "cn": "摘要周期迭加预报是 中长期 水文预报的一种实用模型."
    },
    {
      "en": "Proper hydrological function of wetland systems year and the changing seasons are critical to their survival.",
      "cn": "湿地系统的水文功能随季节而变化,季节变化对湿地的生存非常重要."
    },
    {
      "en": "The checking accepting standards of Hydrological Data Acquisition System ( HDAS ) construction vary with its work mode.",
      "cn": "水文遥测系统工作制式不同,系统的验收标准也不同."
    },
    {
      "en": "The condition of hydrological geology is relatively complexity and the contact of waterpower karst mine area.",
      "cn": "它决定着矿床水文地质条件复杂程度和矿山防治水设计难度,是矿山排水和矿床疏干设计的重要依据."
    },
    {
      "en": "The paper analyzes precipitation, evaporate, run off , water resources etc. hydrological characteristic in Heihe City.",
      "cn": "分析了黑河市的降水 、 蒸发 、 径流 、 水资源等水文特征."
    },
    {
      "en": "The series of low and high water levels are inevitable variations of normal hydrological sequences.",
      "cn": "上游山区来水量多年平均无大的变化,某些时段的偏枯或偏半是正常水主序列的必然变化过程."
    },
    {
      "en": "The theme addresses the role of forests and trees outside forests to help moderate soil, hydrological and aquatic systems.",
      "cn": "本主题处理森林及森林外树木帮助调节土壤、水文以及水生系统的作用。"
    },
    {
      "en": "This paper introduced multivariate hydrological analysis and estimation methods and the existent problems.",
      "cn": "综述了多变量水文分析计算方法及存在的问题."
    },
    {
      "en": "Thus cloudiness decreases even as the hydrological cycle accelerates and precipitation and evaporation increase.",
      "cn": "云量降低甚至出现在水循环加速和降水、蒸发增加以后."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "hydrological cycle",
      "tran_cn": "水循环；水分循环"
    },
    {
      "phrase": "hydrological forecast",
      "tran_cn": "水文预报；水文预告"
    },
    {
      "phrase": "hydrological regime",
      "tran_cn": "水文状况，水分状况"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "水文学的"
    }
  ],
  "exchange": {}
}