{
  "word": "hammerhead",
  "ipa": {
    "us": "ˈhæməhed",
    "uk": " ˈhæmərhed"
  },
  "sentences": [
    {
      "en": "A great hammerhead shark will reach an average of 500 lbs. at adulthood.",
      "cn": "一只成年的大锤头鲨可以长到约500磅."
    },
    {
      "en": "A hammerhead shark is fatally caught in a gill net in Mexico's Gulf of California.",
      "cn": "一头双髻鲨最终在墨西哥的加利福尼亚海湾被刺网捕获."
    },
    {
      "en": "Choice having introduced the hammerhead and cleading chemical composition.",
      "cn": "介绍了锤头和衬板化学成分的选择."
    },
    {
      "en": "Ha! Missed again, you hammerhead halibut. Here boy, here, go get it.",
      "cn": "哈! 又错过了, 你这只锤子头的大比目鱼. 这里,小子, 这里, 抓住它."
    },
    {
      "en": "In one project, someone has constructed catalytic molecular beacons a hammerhead - type deoxyribozyme by a modular design.",
      "cn": "在一项研究工作中, 曾经以锤头型脱氧核酶为模板设计了催化分子信标."
    },
    {
      "en": "It a haven for hammerhead ( and ) white tip sharks, as well as ( manta rays ).",
      "cn": "它对槌头双髻鲨、白鳍鲨 、 蝠 鲼 来说是个安全的地方."
    },
    {
      "en": "It is a heaven haven for hammerhead and white tip sharks, as well as manta rays.",
      "cn": "对于槌头双髻鲨、白色背鳍鲨和蝠鲼来说, 这里确实成为了它们的避难所."
    },
    {
      "en": "It's a heaven for hammerhead and white tip sharks, as well as manta rays.",
      "cn": "这里是槌头白顶鲨和蝠鲼的憩息地."
    },
    {
      "en": "Objective To detect activity of Giardia canis virus vector - mediated hammerhead ribozyme for KRR 1 in vitro transcript.",
      "cn": "目的检测犬贾第虫病毒介导的锤头状核酶对犬贾第虫滋养体核仁功能性蛋白KRR1基因体外转录体切割效率."
    },
    {
      "en": "The most well - known sharks are the great white shark, whale shark, blue shark and hammerhead shark.",
      "cn": "最著名的有大白鲨 、 鲸鲨 、 蓝鲸和座头鲨."
    },
    {
      "en": "These gates were constructed through a modular design that combines molecular beacon stem - loops with hammerhead - type deoxyribozymes.",
      "cn": "通过将分子信标的茎环结构与脱氧核酶结合,构建了这些逻辑门."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "gawkish"
          ],
          "tran_cn": "锤头状的；鲁钝的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "simple",
            "turkey",
            "put"
          ],
          "tran_cn": "[机]锤头；笨蛋"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "锤头",
      "tran_en": "any shark of the genus Sphyrna and family Sphyrnidae, having a flattened hammer-shaped head "
    }
  ],
  "exchange": {}
}