{
  "word": "canto",
  "ipa": {
    "us": "ˈkæntəʊ",
    "uk": "ˈkæntoʊ"
  },
  "sentences": [
    {
      "en": "And he does everything he canto take my son along with him!",
      "cn": "而且他还尽全力去拉拢我儿子!"
    },
    {
      "en": "Bel canto in pop singing - Is that innovation, or some useless gimmick?",
      "cn": "美声唱流行 —— 勇于创新还是不伦不类?"
    },
    {
      "en": "Chinese singing style is a bIt'similar to bel canto.",
      "cn": "中国的传统演唱方法和美声有点相似."
    },
    {
      "en": "First , the singer must master the technique of bel canto, which is the basic requirement.",
      "cn": "演唱者应正确掌握了西洋美声唱法的技术要领, 这是前提条件."
    },
    {
      "en": "For other uses, see Bel canto ( disambiguation ).",
      "cn": "作其他用途, 见美声唱法 ( 歧 )."
    },
    {
      "en": "Garcia is the well - known authority on the teaching of bel canto and theory of vocal music.",
      "cn": "加尔西亚 是世界公认的美声学派声乐教学和声乐理论的权威."
    },
    {
      "en": "He sings songs very well, but also Bel Canto.",
      "cn": "他唱歌唱得非常好, 还会美声唱法."
    },
    {
      "en": "I love to listen and dance to Canto - Pop but I can't understand the words at all!",
      "cn": "我喜欢听粤语流行歌曲并用它来伴舞,可我根本什么都听不懂!"
    },
    {
      "en": "It's the passage from Spenser's cave of Mammon canto that describes this same scene of violation, the violation of mother earth.",
      "cn": "这是斯潘塞笔下描写贪神之洞的长诗的篇章,它描述了对于大地母亲粗暴冒犯的场景。"
    },
    {
      "en": "Mathilde Marchesi ( 1821 –1913 ), a famous teacher of bel canto repertoire.",
      "cn": "玛蒂尔德迈凯 ( 1821年至1913年 ), 一位著名的老师美声唱法曲目."
    },
    {
      "en": "Once again, the dangers of Dante's poetic vocation are dramatized in the canto that immediately follows.",
      "cn": "再次, 但丁的诗职业的危险,戏剧化的坎是紧跟."
    },
    {
      "en": "Only by understanding and mastering the skill of attack correctly, can we sing Bel Canto beautifully.",
      "cn": "因此, 要想唱出美妙的歌声,必须从理解并把握正确的起音技术开始."
    },
    {
      "en": "The Fifth Canto of the Srimad Bhagavatam tells of innumerable universes.",
      "cn": "《圣典博伽瓦谭》第五篇讲述了有无数宇宙存在."
    },
    {
      "en": "There are two schools of singing ways in bel canto.",
      "cn": "美声唱法分为“靠前”与“靠后”两大学派."
    },
    {
      "en": "Wholesome canto needs sexual, establishment has productivity.",
      "cn": "卫生篇章必有性, 设施具备生产性."
    },
    {
      "en": "Writing new canto with book of nuclear energy domain again.",
      "cn": "又在和核能领域书写新的篇章."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "piece",
            "air"
          ],
          "tran_cn": "篇；曲调；长诗的篇章"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "bel canto",
      "tran_cn": "（意）美声唱法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "长诗中的篇（相当于书中的“章”）",
      "tran_en": "one of the parts into which a very long poem is divided"
    }
  ],
  "exchange": {
    "pl": [
      "canto"
    ]
  }
}