{
  "word": "vamp",
  "ipa": {
    "us": "væmp",
    "uk": "væmp"
  },
  "sentences": [
    {
      "en": "Application: For stitching shoe border or vamp Refer the right photo.",
      "cn": "特点: 适用于鞋边马靴及鞋前上方缝合."
    },
    {
      "en": "Be suitable for trimming inner lining of and solve vamp.",
      "cn": "适用于各类鞋底之毛边修削及鞋面之内里修削."
    },
    {
      "en": "Bending of stitching can't exposed Sticking foxing and vamp sketch line smoothly.",
      "cn": "折边车线不能外露贴时后套里与画线平齐."
    },
    {
      "en": "She can always vamp up some new excuse for coming late.",
      "cn": "她总能编出某种新的借口为其迟到辩解."
    },
    {
      "en": "Sticking and pressing boxtoe Tongue stitching with vamp.",
      "cn": "贴压前衬接鞋舌."
    },
    {
      "en": "Sticking and stitching tongue emboss Sticking and stitching vamp.",
      "cn": "贴车舌面烙印商标:贴车后套商标."
    },
    {
      "en": "Stitching boxtoe and vamp sketch line smoothly Use correct mold.",
      "cn": "贴时后套里与画线平齐用正确的定型模."
    },
    {
      "en": "Suitable for curved shaping of vamp leather of kinds of boots.",
      "cn": "适用于各种靴类鞋、皮鞋的鞋面皮及革伸展曲线定型,可另配套蒸湿机构."
    },
    {
      "en": "That vamp picks up new guys every weekend.",
      "cn": "那荡妇每周末都钓不同的男人."
    },
    {
      "en": "The vamp material is superb.",
      "cn": "嗯,鞋的面料很不错."
    },
    {
      "en": "The vamp picks up new guys every night.",
      "cn": "这个荡妇每晚都钓不同的男人."
    },
    {
      "en": "Vamp fabrics uses leather of high quality complete grain and costly goatskin.",
      "cn": "鞋面面料采用高品质全颗粒皮革和奢华的山羊皮."
    },
    {
      "en": "Vamp is seamed rope made of hemp to sole.",
      "cn": "鞋面缝到鞋底上需用麻绳."
    },
    {
      "en": "Vamp uses leather of light qualitative synthesis.",
      "cn": "鞋面使用轻质合成皮革."
    },
    {
      "en": "With high - temperature and high - pressure steam, the vamp can treated soft and evenly.",
      "cn": "采用高温丶高压蒸气蒸湿鞋面, 使鞋面能均匀蒸软."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "vamper",
          "tran_cn": " 即席伴奏者；补靴者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "slut",
            "chippie"
          ],
          "tran_cn": "[服装]鞋面；荡妇"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "patch up",
            "piece up"
          ],
          "tran_cn": "修补；拼凑"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鞋面，即席伴奏，补片，利用色相勒索男子的女子",
      "tran_en": "a woman who uses her sexual attractiveness to make men do what she wants"
    }
  ],
  "exchange": {
    "pl": [
      "vamps"
    ]
  }
}