{
  "word": "Kenya",
  "ipa": {
    "us": "ˈkɛnjə",
    "uk": "ˈkɛnjə"
  },
  "sentences": [
    {
      "en": "Elephants were often to be found in swamp in eastern Kenya around the Tana River.",
      "cn": "在肯尼亚东部的塔纳河一带经常发现陷入沼泽的大象。"
    },
    {
      "en": "He carted two chimpanzees from England to Kenya.",
      "cn": "他好不容易把两只黑猩猩从英国运到了肯尼亚."
    },
    {
      "en": "In Kenya, taxation was much more moderate.",
      "cn": "在肯尼亚, 税率要低得多."
    },
    {
      "en": "In Kenya, the government plans cooperation with Japan to produce biofuels.",
      "cn": "在肯尼亚，政府打算与日本合作生产生物燃料。"
    },
    {
      "en": "It wants to keep some taxes on goods from Kenya.",
      "cn": "它希望能保持对来自肯尼亚的某些商品的关税。"
    },
    {
      "en": "Kenya was under ( British ) colonial rule for many years.",
      "cn": "肯尼亚曾多年受 ( 英国 ) 殖民统治."
    },
    {
      "en": "Kenya's beef comes from the zebu cattle.",
      "cn": "肯尼亚的牛肉是瘤牛肉。"
    },
    {
      "en": "Kenya's Kipkemboi successfully defended his Dublin city marathon title on Monday.",
      "cn": "星期一,肯尼亚选手基肯保尔成功卫冕都柏林城马拉松赛冠军."
    },
    {
      "en": "Kenya's long distance runners have taken the athletics world by storm.",
      "cn": "肯尼亚的长跑运动员在田径界获得了巨大成功。"
    },
    {
      "en": "Kenya's population is growing at 4.1 per cent per annum.",
      "cn": "肯尼亚人口正以每年4.1%的速度增长。"
    },
    {
      "en": "Kenya's Robert Kibe was the fastest qualifier for the 800 metres final.",
      "cn": "肯尼亚的罗伯特·基布是800米决赛入围者中速度最快的选手."
    },
    {
      "en": "Let us now fuse together now as one people who want to do something for the people of Kenya. Let us strengthen the foundation of multiparty democracy in our country.",
      "cn": "现在让我们融汇在一起，团结起来，就像希望为肯尼亚人民作一些事情的同一个人，让我们一起巩固我国多党民主制的基础。"
    },
    {
      "en": "She was off again. Last year she had been to Kenya. This year it was Goa.",
      "cn": "她又走了，去年去了肯尼亚，今年则是果阿。"
    },
    {
      "en": "Some in Mombasa say they want to leave Kenya for good.",
      "cn": "一些在蒙巴萨的亚裔讲道,他们想要永远离开肯尼亚."
    },
    {
      "en": "Some of the best programmers in Kenya are working for nonprofits when they could be creating an economy.",
      "cn": "在肯尼亚，一些最好的程序员在他们能够创造经济效益时却为非盈利组织工作。"
    },
    {
      "en": "The areas are not even connected to Kenya's electric power satellite supply.",
      "cn": "这些地区甚至还未能得到肯尼亚的电力供应."
    },
    {
      "en": "The first leg of the journey was by boat to Lake Naivasha in Kenya.",
      "cn": "行程的首段是乘船到肯尼亚的奈瓦沙湖。"
    },
    {
      "en": "The study showed that these measures helped fish populations grow in Kenya.",
      "cn": "研究表示这些措施能帮助鱼类数量在肯尼亚的增长."
    },
    {
      "en": "We traveled to Kenya and Tanzania of East Africa in May 2007.",
      "cn": "今年五月我们游历了东非的肯尼亚和坦桑尼亚."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "kenya airways",
      "tran_cn": "肯尼亚航空（公司）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "肯尼亚"
    }
  ],
  "exchange": {}
}