{
  "word": "cockroach",
  "ipa": {
    "us": "ˈkɒkrəʊtʃ",
    "uk": "ˈkɑkroʊtʃ"
  },
  "sentences": [
    {
      "en": "A cockroach can live several weeks with its head off.",
      "cn": "蟑螂在头被切掉后仍能活好几个星期."
    },
    {
      "en": "A species of cockroach sprays a substance , ethylacrolein, that is a kind of tear gas.",
      "cn": "某种蟑螂喷射一种催泪性毒气――乙 基丙烯 醛."
    },
    {
      "en": "Cang Li Man places back the cockroach on his right ear lobe.",
      "cn": "仓里满把那头蟑螂放回了右边耳垂上."
    },
    {
      "en": "Competitions include Skating Around Poverty and Welfare Hurdles. Mascots include a cockroach and a rat.",
      "cn": "比赛项目包括贫穷和福利绕障碍滑冰，吉祥物是蟑螂和老鼠。"
    },
    {
      "en": "Does the cockroach undergo complete metamorphosis or incomplete metamorphosis?",
      "cn": "蟑螂的成长期属于完全变态还是不完全变态?"
    },
    {
      "en": "He saw the cockroach scurry under it with the gecko far behind struggling to go under.",
      "cn": "蟑螂急匆匆的从冰箱底下跑过去，壁虎在后面也努力的想要钻过去。"
    },
    {
      "en": "He stumbled to the door and found a six-foot cockroach standing there.",
      "cn": "他跌跌撞撞地去打开门，见到一只六英尺高的蟑螂站在那儿！"
    },
    {
      "en": "How do cockroach and spider say he has not come back?",
      "cn": "蟑螂和蜘蛛就说他怎么还没回来 啊 ?"
    },
    {
      "en": "I'm sorry , but I really can't. There's a cockroach.",
      "cn": "对不起, 我真不行. 那里有一只蟑螂."
    },
    {
      "en": "If a cockroach fall down a building, will it die?",
      "cn": "到底蟑螂先生由高空(高楼大下)掉落地会唔会死!"
    },
    {
      "en": "If you solve the problem earlier, it won't be a cockroach problem.",
      "cn": "如果你早点解决这个问题, 它就不会比原先还要来得严重了."
    },
    {
      "en": "M : Kill it! Use the cockroach spray under the sink.",
      "cn": "杀了它! 克蟑就放在水槽的下面."
    },
    {
      "en": "She screamed when she found a cockroach in her bed.",
      "cn": "她在床上找到一只蟑螂时大声尖叫."
    },
    {
      "en": "She was forced to live in a cockroach - infested house.",
      "cn": "她被迫住在一间蟑螂成群的房子里."
    },
    {
      "en": "The cockroach liftes Tao Zi up from the floor by her arms.",
      "cn": "蟑螂把陶子从地板上搀了起来."
    },
    {
      "en": "The Cockroach, is me, changed from the spell of a sorcerer.",
      "cn": "蟑螂 ﹐ 也就是“我” ﹐ 被魔法师施了咒语之后才变成蟑螂的."
    },
    {
      "en": "Wednesday - very bad day - at lunch we experience our first cockroach.",
      "cn": "星期三 - 很倒霉的一天."
    },
    {
      "en": "You must be tough as a cockroach to survive my attack wave.",
      "cn": "你这只臭蟑螂还挺强硬顶住了我的冲击波."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "black beetle",
            "roach"
          ],
          "tran_cn": "[昆]蟑螂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "insect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[昆]蟑螂",
      "tran_en": "a large black or brown insect that lives in dirty houses, especially if they are warm and there is food to eat"
    }
  ],
  "exchange": {
    "pl": [
      "cockroaches"
    ]
  }
}