{
  "word": "stereoscopic",
  "ipa": {
    "us": "ˌsteriəˈskɒpɪk",
    "uk": "ˌsteriəˈskɑːpɪk"
  },
  "sentences": [
    {
      "en": "{\"COLLOINEXA\":[\"stereoscopic vision\"]}",
      "cn": "立体视觉"
    },
    {
      "en": "A stereoscopic camera is used for stereo - photography.",
      "cn": "立体相机是用来 立体 摄影的."
    },
    {
      "en": "And indeed they have large stereoscopic eyes, excellent for night vision.",
      "cn": "而实际上,它们的确具有大范围的立体视野, 夜间视力也非常好."
    },
    {
      "en": "Establishing a system of controlling agricultural stereoscopic pollution on the ecological Chongming Island by integrated innovation.",
      "cn": "实施集成创新战略建立崇明生态岛农业立体污染防控体系."
    },
    {
      "en": "Following metal prop bamboo pole this sign stereoscopic effect obviously.",
      "cn": "下面的金属支柱竿显的这牌更立体感."
    },
    {
      "en": "For a digital stereo mapping system, there are several different Methods: To obtain stereoscopic vision.",
      "cn": "摘要使用桌上型个人计算机为主机之数位立体制图仪, 有数种形成立体视觉之方法."
    },
    {
      "en": "Main Outcome Measures LogMAR visual acuity, BCVA, contrast sensitivity and stereoscopic vision.",
      "cn": "主要指标LogMAR视力 、 最佳矫正视力 、 对比敏感度、立体视锐度."
    },
    {
      "en": "Stereoscopic vision is the direct perception of distances of objects, using both eyes.",
      "cn": "立体视觉是两眼对物体距离的直观感觉."
    },
    {
      "en": "The actuality and development of electronic transformer are introduced , from four types: stereoscopic, plane, chip, film.",
      "cn": "从立体 、 平面 、 片式 、 薄膜四种类型电子变压器,再次讨论电子变压器的现状和发展问题."
    },
    {
      "en": "The parallax barrier is the main technology to realize auto stereoscopic display.",
      "cn": "视差栅栏方式的立体显示技术是现在主要的自动立体显示技术."
    },
    {
      "en": "This paper introduced the application of S 7 - 200 PLC in automated stereoscopic warehouse.",
      "cn": "介绍了西门子S7 -200 可编程控制器在自动化立体仓库模型中的应用."
    },
    {
      "en": "This paper introduces a single - projection - lens LCD stereoscopic video projector with optimized luminous efficiency.",
      "cn": "本文介绍一种单投影透镜LCD立体电视投影机,它具有最佳的发光效率."
    },
    {
      "en": "This stereoscopic film is thought of as interesting.",
      "cn": "这个立体电影被认为是有趣的."
    },
    {
      "en": "Timothy Spahr, 26, peered through a stereoscopic microscope, shook his head and looked again.",
      "cn": "26岁的 史巴尔 向立体影像显微镜里瞄了一眼, 摇摇头,再重看一次."
    },
    {
      "en": "To fully comprehend space we need stereoscopic touch, hearing and vision.",
      "cn": "我们通过触觉 、 听觉和视觉来完全理解空间."
    },
    {
      "en": "What's more, it was a stereoscopic defence against outside enemy.",
      "cn": "这样一座城寨, 是当年辉发的立国之基,也是抵御外敌的坚实防线和最后一道立体防线."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "stereo",
          "tran_cn": " 立体的；立体声的；立体感觉的"
        },
        {
          "word": "stereophonic",
          "tran_cn": " 立体声的，立体音响的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "steradian",
          "tran_cn": " 球面度；立体弧度（等于sterad）"
        },
        {
          "word": "stereo",
          "tran_cn": " 立体声；立体声系统；铅版；立体照片"
        },
        {
          "word": "stereophony",
          "tran_cn": " 立体声；立体音响"
        },
        {
          "word": "stereoscope",
          "tran_cn": " [光] 立体镜；体视镜；立体照相镜"
        },
        {
          "word": "stereoscopy",
          "tran_cn": " [测] 体视学；体视术；体视法；立体观视；实体镜学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "solid",
            "tridimensional"
          ],
          "tran_cn": "立体的；体视镜的；有立体感的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "实体镜的，有立体感的",
      "tran_en": "a stereoscopic picture, photograph etc appears solid when you look at it through a special machine"
    },
    {
      "pos": "v",
      "tran_cn": " 刺， 戳； 黏贴， 黏住； 卡住， 陷住"
    }
  ],
  "exchange": {}
}