{
  "word": "parallelogram",
  "ipa": {
    "us": "ˌpærəˈleləgræm",
    "uk": "ˌpærəˈlɛləˌɡræm"
  },
  "sentences": [
    {
      "en": "A solid with six faces, each a parallelogram and each being parallel to the opposite face.",
      "cn": "平行六面体一种有六个面且每一面都是平行四边形并与对面相平行的立方体."
    },
    {
      "en": "By the parallelogram rule or constructing a force triangle.",
      "cn": "由力的平行四边形法则作,也可用力的三角形来作."
    },
    {
      "en": "Explain again, sorry, was the question how a determinant equals the area of a parallelogram?",
      "cn": "再解释一下，你的问题是,为什么行列式等于平行四边形的面积？"
    },
    {
      "en": "Given that OABC is a parallelogram.",
      "cn": "已知OABC为一平行四边形."
    },
    {
      "en": "In fact , the area of the steel plate is the area of the parallelogram.",
      "cn": "求钢板的面积就上求平行四边形面积."
    },
    {
      "en": "Moreover , the parallelogram law is also generalized and some important operator inequalities are established.",
      "cn": "与此同时推广了平行四边形法则,给出了一些重要的算子不等式."
    },
    {
      "en": "Now, above that I will have a parallelogram on my surface.",
      "cn": "现在在上方的曲面上，有一个平行四边形。"
    },
    {
      "en": "OK, so now what the area of this parallelogram?",
      "cn": "那么现在这个平行四边形的面积是多少？"
    },
    {
      "en": "Teacher: The shape of the parallelogram has changed. What about its perimeter?",
      "cn": "师: 图形的形状变了,而周长 怎样 ?"
    },
    {
      "en": "The area of every triangle equals the area of the parallelogram.",
      "cn": "每个三角形的面积等于拼成的平行四边形面积的."
    },
    {
      "en": "The diagonals of a ( an ) isosceles [ trapezoid, trapezoid, parallelogram ] are congruent.",
      "cn": "等腰 梯形的对角线等长."
    },
    {
      "en": "The following illustration shows the original image and the image mapped to the parallelogram.",
      "cn": "下面的插图显示原始图像以及映射为平行四边形的图像."
    },
    {
      "en": "The kinds of things you need to learn in seventh grade math, sure, they're hard: ratios, decimals, the area of a parallelogram.",
      "cn": "七年级数学要学的东西确实挺难：比例、小数、平行四边形的面积。"
    },
    {
      "en": "The little parallelogram above your top lip is called the filtrum.",
      "cn": "你上嘴唇上方的四方形叫做过滤器."
    },
    {
      "en": "The shear changed the quadrilateral into a parallelogram.",
      "cn": "四边形被剪成了平行四边形."
    },
    {
      "en": "These are the opposite sides of the parallelogram.",
      "cn": "这是平行四边形的对边."
    },
    {
      "en": "This construction is often called the parallelogram law of addition of vectors.",
      "cn": "这种作图法常被称为矢量相加的平行四边形法则."
    },
    {
      "en": "This thesis proposes a novel burst detection algorithm, Narrowest Parallelogram Coverage.",
      "cn": "本文提出了一种新颖的数据流上的突变检测算法, 即最窄平行四边形法."
    },
    {
      "en": "We have learned the area formulas of square, rectangle and parallelogram.",
      "cn": "正方形 、 长方形、平行四边形面积的计算公式."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "parallelepiped",
          "tran_cn": " 平行六面体"
        },
        {
          "word": "parallelism",
          "tran_cn": " 平行；类似，对应"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "parallelize",
          "tran_cn": " 平行放置；使……平行于……"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "parallel"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "parallelogram of forces",
      "tran_cn": "力的平行四边形"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<数>平行四边形",
      "tran_en": "a flat shape with four sides in which each side is the same length as the side opposite it and parallel to it"
    }
  ],
  "exchange": {
    "pl": [
      "parallelograms"
    ]
  }
}