{
  "word": "Sweden",
  "ipa": {
    "us": "'swi:dn",
    "uk": "'swidn"
  },
  "sentences": [
    {
      "en": "A variety of Russian goods are forwarded through Sweden.",
      "cn": "各种俄国货都是由瑞典转运来的."
    },
    {
      "en": "Appendix II of this chapter reproduces the form used in Sweden.",
      "cn": "本章附录Ⅱ转载了瑞典使用的表格."
    },
    {
      "en": "Denmark, Poland, and Russia each desired parts of Sweden's exposed Baltic empire.",
      "cn": "丹麦 、 波兰和俄国都对它们面前的这个波罗的海帝国瑞典的某些部分垂涎三尺."
    },
    {
      "en": "During a holiday in Sweden， I found this note on my car： 'sir， we welcome you to our city.",
      "cn": "有一次在瑞典度假，我发现我的车上有这样一个字条：\"先生，欢迎您光临我们的城市。"
    },
    {
      "en": "During a holiday in Sweden, I found this note on my car.",
      "cn": "在瑞典度假期间, 我在我的车子上发现了这张字条."
    },
    {
      "en": "Germany rose against him, Sweden turned against him.",
      "cn": "德国起来反对他, 瑞典也与他为敌."
    },
    {
      "en": "It was a choice of home or Sweden, and I prefer home to Sweden.",
      "cn": "是待在家里还是去瑞典一定要做出选择的话, 我还是宁愿待在家里而不去瑞典."
    },
    {
      "en": "It would be great to get a recall to the England squad for Sweden.",
      "cn": "若能够被召进英格兰队参加对瑞典的比赛那就太棒了。"
    },
    {
      "en": "Our range from England over Germany is just as good as from Sweden.",
      "cn": "我们从英国飞往德国各地的距离,恰恰相当于从瑞典飞往德国各地的距离."
    },
    {
      "en": "She was intended to play a leading role in the growing might of Sweden.",
      "cn": "当时打算让这艘船在瑞典的正在增长着的威力中起主导作用."
    },
    {
      "en": "Shirley's brother is now a consultant heart surgeon in Sweden.",
      "cn": "雪利的兄弟现在在瑞典做心脏外科高级顾问医师。"
    },
    {
      "en": "Sweden borders Norway and Finland.",
      "cn": "瑞典与挪威、芬兰接壤。"
    },
    {
      "en": "Sweden could not be expected to expose herself to invasion by Germany.",
      "cn": "我们不能期望瑞典自己去招致德国的侵犯."
    },
    {
      "en": "Sweden has frontiers with Norway and Finland.",
      "cn": "瑞典同挪威.芬兰相邻."
    },
    {
      "en": "The Commission can't demand from Sweden more than it demands from its own members.",
      "cn": "委员会对瑞典的要求不能比对自己的会员国要求都多。"
    },
    {
      "en": "We crossed over the river into Sweden.",
      "cn": "我们渡河到了瑞典."
    },
    {
      "en": "We were happy to come away with a draw against Sweden.",
      "cn": "我们很高兴能和瑞典队战平。"
    },
    {
      "en": "Why did you choose Sweden for the procedure?",
      "cn": "为什么你会选择在瑞典进行治疗"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "瑞典"
    }
  ],
  "exchange": {}
}