{
  "word": "leukemia",
  "ipa": {
    "us": "lu:'ki:mɪə",
    "uk": "lu'kimɪr"
  },
  "sentences": [
    {
      "en": "A slight higher predominance of leukemia in males than females . 3.",
      "cn": "(慢性骨髓性白血病除外)2.男性罹患率较女性高."
    },
    {
      "en": "Acute leukemia ( AL ) is a serious danger to the mankind.",
      "cn": "急性白血病 ( AL ) 是严重危害人类健康和生命的重大疾病."
    },
    {
      "en": "Acute myeloid leukemia ( AML ) is a clonal and heterogeneous disease characterized by a myriad of genetic defects.",
      "cn": "急性髓性白血病 ( acutemyeloid leukemia, AML ) 是一类起源于造血干细胞的、以大量遗传缺陷为特征的异质性恶性血液病."
    },
    {
      "en": "Children are children, whether they have leukemia or not.",
      "cn": "孩子就是孩子，不管他们是否有白血病。"
    },
    {
      "en": "He was diagnosed with leukemia.",
      "cn": "他经诊断患有白血病."
    },
    {
      "en": "However, the residuary leukemia cells of autogenous graft can cause leukemia relapse.",
      "cn": "然而, 自体移植物中残留的白血病细胞可引起白血病复发."
    },
    {
      "en": "If you dug up an old medical book from the sixties, it would tell you that childhood leukemia is incurable.",
      "cn": "如果找一本20世纪60年代的旧医学书出来的话，它会告诉你儿童白血病是不治之症。"
    },
    {
      "en": "Imatinib is currently the most popular therapy for chronic myeloid leukemia ( CML ).",
      "cn": "伊马替尼是目前治疗慢性髓细胞 白血病 的最普遍药物."
    },
    {
      "en": "In two years'time, I will be able to cure children's leukemia.",
      "cn": "在两年内, 我将治好小儿白血病."
    },
    {
      "en": "Leukemia is a malignant hematopoietic system, is the most common malignant one.",
      "cn": "白血病是造血系统的恶性肿瘤, 是我国最常见的恶性肿瘤之一."
    },
    {
      "en": "Lymph node enlargement occurs early in chronic lymphocytic leukemia.",
      "cn": "慢性淋巴细胞性白血病,出现淋巴结肿大较早."
    },
    {
      "en": "Objective : To evaluate the diagnosis, treatment and prognosis of chronic neutrophilic leukemia ( CNL ).",
      "cn": "目的: 探讨慢性中性粒细胞白血病 ( CNL ) 的诊断 、 治疗和预后."
    },
    {
      "en": "Objective : To observe the apoptosis - inducing effects of dopamine on K 562 leukemia cells.",
      "cn": "目的: 观察多巴胺对白血病细胞系K562的诱导凋亡作用."
    },
    {
      "en": "Objective: To define the diagnostic criteria of eosinophilic leukemia ( EoL ).",
      "cn": "目的: 探讨嗜酸粒细胞白血病 ( EoL ) 的诊断标准."
    },
    {
      "en": "The bcr - abl fusion gene is the characteristic gene of chronic myeloid leukemia ( CML ).",
      "cn": "慢性粒细胞白血病 ( Chronicmyeloid leukemia, CML ) 具有特征性的bcr-abl 融合基因."
    },
    {
      "en": "There are some we think may contribute, but as you know, we give a lot of different medications, particularly in children with leukemia.",
      "cn": "有一些我们认为可能有贡献，但如你所知，我们开了很多不同的药物，特别是给有白血病的儿童。"
    },
    {
      "en": "There is little doubt that exposure to ELF causes childhood leukemia.",
      "cn": "毋庸置疑,暴露于低频电磁场可引起儿童白血病."
    },
    {
      "en": "Unlike the other three types of leukemia, some patients with CLL may have disease that does not progress for a long time.",
      "cn": "与其他三种类型的白血病不同，慢性淋巴细胞白血病患者可能会有一些持续时间不长的病症。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "leukocytosis",
          "tran_cn": " 白血球增多；[内科] 白细胞增多"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "luckemia",
            "leucocythemia"
          ],
          "tran_cn": "[内科][肿瘤]白血病"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "acute leukemia",
      "tran_cn": "急性白血病"
    },
    {
      "phrase": "acute lymphocytic leukemia",
      "tran_cn": "急性淋巴细胞白血病；急性淋巴细菌性白血病"
    },
    {
      "phrase": "chronic myeloid leukemia",
      "tran_cn": "慢性骨髓白血病；慢性粒细胞白血病"
    },
    {
      "phrase": "hairy cell leukemia",
      "tran_cn": "毛细胞白血病"
    },
    {
      "phrase": "leukemia cell",
      "tran_cn": "白血病细胞"
    },
    {
      "phrase": "lymphocytic leukemia",
      "tran_cn": "淋巴细胞性白血病；淋巴球性白血病"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>白血病（俗称血癌）",
      "tran_en": "a type of cancer of the blood, that causes weakness and sometimes death"
    }
  ],
  "exchange": {}
}