{
  "word": "Timor",
  "ipa": {
    "us": "ˈti:mɔ:",
    "uk": "ˈtimɔr, tiˈmɔr"
  },
  "sentences": [
    {
      "en": "A group of fish swims by a pristine coral reef along East Timor's East coast.",
      "cn": "一群鱼儿游经东帝汶东岸的原始珊瑚礁."
    },
    {
      "en": "Alkatiri was addressing an investment conference organized to promote foreign investment in Timor - Leste.",
      "cn": "阿尔卡蒂里是在促进东帝汶外国投资的投资研讨会上重申上述决定的."
    },
    {
      "en": "Although Timor Leste is a new country, it is already part of the international sport scene.",
      "cn": "东帝汶虽然是一个新国家，但是它已经是国际体育运动的一部分了。"
    },
    {
      "en": "And Eastern Timor got it live as an official symbol starting 2007.",
      "cn": "东帝汶和东欧生活了它作为官方标志从2007年开始."
    },
    {
      "en": "East Timor declares its independence from Portugal.",
      "cn": "1975年,东帝汶宣告脱离葡萄牙独立."
    },
    {
      "en": "East Timor, Bosnia and Cambodia are grateful for the help in stopping the bloodshed.",
      "cn": "东帝汶 、 波斯尼亚和柬埔寨都非常感激和平部队协助他们停止国内的血腥冲突."
    },
    {
      "en": "Eurico Guterres was involved in many other violent incidents in East Timor.",
      "cn": "尤里科·古特雷斯还卷入了东帝汶其他许多的暴力事件中."
    },
    {
      "en": "In South Korea, Singapore and East Timor, Christmas is an official holiday.",
      "cn": "在韩国 、 新加坡和东帝汶等, 圣诞节也是官方假日."
    },
    {
      "en": "International peacekeepers are trying to restore order in East Timor.",
      "cn": "国际维和部队正在东帝汶试图重新恢复该地区秩序."
    },
    {
      "en": "Pope John Paul received a rapturous reception when he visited East Timor.",
      "cn": "在访问东帝汶期间，教皇约翰·保罗受到了热烈的欢迎。"
    },
    {
      "en": "The picture shows Timor - Leste's one and only port with poor conditions.",
      "cn": "图为东帝汶唯一的港口,条件十分落后."
    },
    {
      "en": "Then in 2002, East Timor and the neutral state of Switzerland joined the U . N.",
      "cn": "到了二○○二年, 伴随著东帝汶与中立国瑞士的加入,会员国更增加至一百九十一国."
    },
    {
      "en": "There is also a place for newcomers East Timor and Kiribati.",
      "cn": "此外,奥运新成员还有东帝汶和基里巴斯."
    },
    {
      "en": "You are leaving for East Timor and Liberia soon.",
      "cn": "你们很快就要前往东帝汶和利比里亚."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "east timor",
      "tran_cn": "东帝汶（位于东南亚，曾是葡萄牙殖民地）"
    },
    {
      "phrase": "timor sea",
      "tran_cn": "帝汶海（印度洋的分支海域）"
    }
  ],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "帝汶岛（马来群岛中一岛）"
    }
  ],
  "exchange": {}
}