{
  "word": "plagiarize",
  "ipa": {
    "us": "ˈpleɪdʒəraɪz",
    "uk": "ˈpledʒəˌraɪz"
  },
  "sentences": [
    {
      "en": "All pictures, work and content of this post is Copyright. No plagiarize and copy is allowed.",
      "cn": "本帖所有内容、图片 、 文字版权所有. 不得抄袭、转载."
    },
    {
      "en": "He accused other scientists of plagiarizing his research.",
      "cn": "他指控其他科学家剽窃他的研究成果。"
    },
    {
      "en": "He have plagiarize most of the book from earlier study of the period.",
      "cn": "他那本书大部分都是从研究那个时期的著作中剽窃的内容."
    },
    {
      "en": "It's not a viable option to plagiarize someone else's work.",
      "cn": "剽窃他人作品的行为是不可取的."
    },
    {
      "en": "Never plagiarize your paper.",
      "cn": "课程论文千万不要抄袭."
    },
    {
      "en": "ProfessioalProfessional writers who plagiarize can be taken to civil court and ordered to pay damages.",
      "cn": "专业抄袭写手可能会被送上民事法庭,并被勒令赔偿损失."
    },
    {
      "en": "Professional writers who plagiarize can be taken to se civil court and ordered to pay damages.",
      "cn": "从事剽窃的专业作家会被起诉到民事法院并被判赔偿损失."
    },
    {
      "en": "Professional writers who plagiarize can be to civil court and ordered to pay damages.",
      "cn": "职业作家若做出剽窃行为可能被告上法庭并赔偿相应损失."
    },
    {
      "en": "Professional writers who plagiarize plagiarize can be taken to civil court and ordered to pay damages.",
      "cn": "有剽窃行为的专业作家,可以被告上民事法庭并被要求赔偿损失."
    },
    {
      "en": "Professional writers who pleasurize plagiarize can be taken to civil court and ordered to pay damages.",
      "cn": "有抄袭行为的职业作家可能被起诉至地方法院并要求赔偿损失."
    },
    {
      "en": "Professional writers who to rise plagiarize to be to civil court and ordered to pay damages.",
      "cn": "有剽窃行为的专业作家会被带上民事法庭,要求赔付赔偿金."
    },
    {
      "en": "They also made may discuss plagiarize plagiarism with their students at the start of every term.",
      "cn": "他们也会在开学的时候和学生讨论抄袭的问题."
    },
    {
      "en": "This should go without saying, but I'll include it within this point, absolutely do not plagiarize.",
      "cn": "有一点不言自明, 但是我还是要在这里说一下:那就是, 绝对不要剽窃."
    },
    {
      "en": "Thus, please do not plagiarize my style or fake my username.",
      "cn": "因此, 请不要模仿我的风格或者假冒我的用户名."
    },
    {
      "en": "To plagiarize ( an idea or answer, for example ).",
      "cn": "剽窃剽窃 ( 如思想或答案 )"
    },
    {
      "en": "Write a English composition, my fault plagiarize, is right not knowing I write.",
      "cn": "写一篇英语作文, 我不是抄袭, 不知道我写的对不对."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "plagiaristic",
          "tran_cn": " 抄袭的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "plagiarism",
          "tran_cn": " 剽窃；剽窃物"
        },
        {
          "word": "plagiarist",
          "tran_cn": " 剽窃者，抄袭者；文抄公"
        },
        {
          "word": "plagiarizer",
          "tran_cn": " 剽窃者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "plagiarise",
          "tran_cn": " 剽窃；抄袭"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pirate"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "copy"
          ],
          "tran_cn": "剽窃；抄袭"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "lift",
            "copy"
          ],
          "tran_cn": "剽窃；抄袭"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": " 剽窃， 抄袭 and use them as if they were one's own)",
      "tran_en": "to take words or ideas from another person’s work and use them in your work, without stating that they are not your own"
    },
    {
      "pos": "vt",
      "tran_cn": "剽窃，抄袭"
    }
  ],
  "exchange": {
    "third": [
      "plagiarizes"
    ],
    "past": [
      "plagiarized"
    ],
    "done": [
      "plagiarized"
    ],
    "ing": [
      "plagiarizing"
    ]
  }
}