{
  "word": "everything",
  "ipa": {
    "us": "ˈevriθɪŋ",
    "uk": "ˈevriθɪŋ"
  },
  "sentences": [
    {
      "en": "Apart from the bus arriving late, everything else seemed to be going according to plan.",
      "cn": "除了公共汽车晚点之外，其他一切似乎都在按计划进行。"
    },
    {
      "en": "Everything breakable had been broken and scattered chaotically about the room.",
      "cn": "房间里能打碎的东西都打碎了，一片狼藉。"
    },
    {
      "en": "Everything was covered in a thick layer of dust.",
      "cn": "所有东西上面都蒙着厚厚一层灰。"
    },
    {
      "en": "Everything’s fine at the moment.",
      "cn": "目前一切都好。"
    },
    {
      "en": "He explained somewhat unconvincingly that the company was paying for everything.",
      "cn": "他解释说公司会支付一切费用，这个说法有点令人不能信服。"
    },
    {
      "en": "I decided to tell her everything.",
      "cn": "我决定把一切都告诉她。"
    },
    {
      "en": "I felt that everything was going wrong.",
      "cn": "我觉得一切都不顺利。"
    },
    {
      "en": "I tended to mistrust my emotions and intellectualize everything.",
      "cn": "我往往不相信自己的情感，倾向于把一切事物都理智化。"
    },
    {
      "en": "In prison they'd taken away his watch and everything he possessed.",
      "cn": "在监狱，他们把他的手表和其他一切东西都搜走了。"
    },
    {
      "en": "Oh God, you get so flaming worked up about everything.",
      "cn": "哦，天哪，你总是这么激动，真该死。"
    },
    {
      "en": "Patty began reading everything she could get her hands on.",
      "cn": "帕蒂开始阅读她能找到的所有东西。"
    },
    {
      "en": "She radiates an infectious enthusiasm for everything she does.",
      "cn": "她做任何事情都充满一种极富感染力的热情。"
    },
    {
      "en": "She sipped the wine. Everything was hazy now, except for Nick's face.",
      "cn": "她小口地抿着酒。现在一切都变得模糊起来，除了尼克的脸。"
    },
    {
      "en": "she was articulate, she was fun—it seemed to me she had everything.",
      "cn": "她善于言表，人又风趣——在我看来，她似乎是应有尽有。"
    },
    {
      "en": "The dug-outs were secure from everything but a direct hit.",
      "cn": "除非是直接被击中，否则这个地下掩体是非常安全的。"
    },
    {
      "en": "The prisoners went on the rampage destroying everything in their way.",
      "cn": "囚犯撒野闹事，砸毁了所有挡路的东西。"
    },
    {
      "en": "The volunteers kept a record of everything they ate for a week.",
      "cn": "志愿者记录下他们一周所吃的所有食物。"
    },
    {
      "en": "They had to buy everything at inflated prices at the ranch store.",
      "cn": "他们不得不在农场商店以高价购买所有东西。"
    },
    {
      "en": "This design knocks everything else into a cocked hat.",
      "cn": "这一设计令其他作品相形见绌。"
    },
    {
      "en": "We have lost everything, but thank God, our lives have been spared.",
      "cn": "我们已经失去了一切，不过谢天谢地，总算是保住了性命。"
    },
    {
      "en": "You have to do everything you can. You have to work your hardest. And if you do, if you stay positive, then you have a shot at a silver lining.",
      "cn": "你必须全力以赴，最大限度地去努力。如果你这么做，并且保持乐观，你就会看见乌云背后的幸福线。"
    },
    {
      "en": "you'll still get paid and everything.",
      "cn": "你将仍会得到报酬以及其他东西。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "all",
            "and",
            "be-all",
            "end-all",
            "matters",
            "that"
          ],
          "tran_cn": "一切"
        },
        {
          "words": [
            "entirety",
            "lot",
            "the",
            "whole"
          ],
          "tran_cn": "事事,万事"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "and everything",
      "tran_cn": "(非正式)以及其他等等"
    },
    {
      "phrase": "have everything",
      "tran_cn": "(非正式)具有各种吸引力（或优势）"
    },
    {
      "phrase": "like everything",
      "tran_cn": "[口语]"
    }
  ],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "每件事，一切，形势，最重要的东西",
      "tran_en": "each thing or all things"
    }
  ],
  "exchange": {}
}