{
  "word": "grande",
  "ipa": {
    "us": "grɑ:nd",
    "uk": "grɑnd"
  },
  "sentences": [
    {
      "en": "A city of southern New Mexico on the Rio Grande north - northwest of El Paso, Texas.",
      "cn": "拉斯克鲁塞斯新墨西哥南部的一座城市, 位于得克萨斯的埃尔帕索西北偏北格兰德河上."
    },
    {
      "en": "A shot of Grande Madre di Dio in Torino, Italy.",
      "cn": "位于都灵, 意大利拍摄的大马德雷迪迪奥."
    },
    {
      "en": "E se vuoi farti unidea di quanto ｅ grande questo amore.",
      "cn": "只要我活着,我就把它给你,我再不会给其他人."
    },
    {
      "en": "E'una grande soddisfazione per me essere in una societ à fantastica come questa.",
      "cn": "能够加盟这家梦幻般的俱乐部我十分高兴."
    },
    {
      "en": "Grande Prairie Regional College is a public supported post - secondary institution.",
      "cn": "格兰伯瑞尔地区学院是一所公立大专以上教育院校."
    },
    {
      "en": "Grande, which is both Italian and Spanish for large, is medium.",
      "cn": "“豪华”---这个词在意大利语和西班牙语中是大的意思---才是中杯."
    },
    {
      "en": "Gunmetal sheen of sundown bathes craggy terrain where the Rio Grande cuts a tortuous path.",
      "cn": "崎岖的山体被蜿蜒的里约格兰地河切断,在夕阳下呈现出暗灰色光泽."
    },
    {
      "en": "Jacques Grande: I'm going to make you a Quebec Pizza!",
      "cn": "雅克·甘德: 我正准备给你做一份魁北克比萨呢."
    },
    {
      "en": "La casa en que vivien ellas ese grande.",
      "cn": "这家具用木材是很漂亮."
    },
    {
      "en": "Para m í el deportista m á s grande de todos es Michael Jordan.",
      "cn": "我喜欢他们,但更喜欢迈克尔乔丹."
    },
    {
      "en": "Part Amistad Reservoir on the Rio Grande in Texas.",
      "cn": "部分特德水库里奥格兰德在得克萨斯州."
    },
    {
      "en": "Stroll around Grande Bale, the busiest tourist centre, and you will not be pestered.",
      "cn": "即使漫步在最热闹的旅游中心格朗第湾, 也不会有人来打扰或纠缠你."
    },
    {
      "en": "T ú eres mi m á s grande deseo y mi m á s brillante sue? o.",
      "cn": "你是我最大的愿望和最耀眼的梦想."
    },
    {
      "en": "The delta region of the Rio Grande river was a forsaken land of thickets and swamps.",
      "cn": "里奥格兰德河三角洲曾是一片遍布荆棘和沼泽的荒废之地。"
    },
    {
      "en": "The picture shows the Grande Mine.",
      "cn": "图为希拉格兰德矿山."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "important",
            "significant",
            "great",
            "cracking",
            "grave"
          ],
          "tran_cn": "重大的，显要的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rio grande",
      "tran_cn": "格兰德河（美国和墨西哥之间）"
    },
    {
      "phrase": "rio grande river",
      "tran_cn": "里奥格兰德河"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<法>重大的，壮大的，宏大的，盛大的"
    }
  ],
  "exchange": {}
}