{
  "word": "currently",
  "ipa": {
    "us": "ˈkʌrəntli",
    "uk": "ˈkɜːrəntli"
  },
  "sentences": [
    {
      "en": "30 percent of reptiles, birds, and fish are currently threatened with extinction.",
      "cn": "目前，30%的爬行动物、鸟类和鱼类面临灭绝的危险。"
    },
    {
      "en": "Education, quite rightly, is currently at the forefront of the political agenda.",
      "cn": "目前教育被排在政治议程的首位，这样做非常恰当。"
    },
    {
      "en": "Five large pieces of the wall are currently on exhibition in London.",
      "cn": "那堵墙的5块大碎片眼下正在伦敦展出。"
    },
    {
      "en": "He currently terrorises politicians and their ilk on \"Newsnight\"",
      "cn": "他目前在《新闻之夜》节目中的讲话搞得政客们惶恐不安。"
    },
    {
      "en": "He is currently on trial accused of serious drugs charges.",
      "cn": "他目前正因严重的毒品控罪而受审。"
    },
    {
      "en": "He is currently working on his first novel.",
      "cn": "他目前正在创作他的第一本小说。"
    },
    {
      "en": "No one knows how many people currently surf the Net.",
      "cn": "没人知道现在有多少人在网上冲浪。"
    },
    {
      "en": "Radical feminism is currently the fashionable topic among the chattering classes.",
      "cn": "激进的女权主义是时下名嘴阶层热议的话题。"
    },
    {
      "en": "Religious groups are currently not allowed to advertise on television.",
      "cn": "目前禁止宗教团体在电视上做广告。"
    },
    {
      "en": "She is currently doing a business studies course at Leeds.",
      "cn": "她目前在利兹大学修读一门商科课程。"
    },
    {
      "en": "She is currently writing a sequel to Daphne du Maurier's \"Rebecca\"",
      "cn": "她现在正在续写达夫妮·杜穆里埃的小说《蝴蝶梦》。"
    },
    {
      "en": "The medicines you are currently taking could be affecting your balance.",
      "cn": "你现在服用的药物可能会影响身体的平衡能力。"
    },
    {
      "en": "The nature of the polymer is currently a trade secret.",
      "cn": "这一聚合物的性质目前是个商业机密。"
    },
    {
      "en": "the products that are currently available",
      "cn": "目前供应的产品"
    },
    {
      "en": "They are currently taking a short break in Spain.",
      "cn": "他们目前正在西班牙休短假。"
    },
    {
      "en": "This may help to undermine the brittle truce that currently exists.",
      "cn": "这也许会火上浇油，破坏当前脆弱不稳的休战局面。"
    },
    {
      "en": "Twelve potential vaccines are currently being tested on human volunteers.",
      "cn": "目前正在人类志愿者身上试验12种试用疫苗。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "current",
          "tran_cn": " 现在的；流通的，通用的；最近的；草写的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "current",
          "tran_cn": " （水，气，电）流；趋势；涌流"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "commonly",
            "normally",
            "generally"
          ],
          "tran_cn": "当前；一般地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "目前，当前",
      "tran_en": "at the present time"
    }
  ],
  "exchange": {}
}