{
  "word": "opaque",
  "ipa": {
    "us": "əʊˈpeɪk",
    "uk": "oʊˈpeɪk"
  },
  "sentences": [
    {
      "en": "A second laser can then be fired through the normally opaque sodium; it passes through, but not much faster than a racehorse can run.",
      "cn": "然后，通过通常不透明的钠发射第二束激光；光线虽能通过, 但它运动的速度不会比一匹赛马更快。"
    },
    {
      "en": "a shower with an opaque glass door",
      "cn": "装有不透明玻璃门的淋浴间"
    },
    {
      "en": "A standing opaque beacon may be useful in addition.",
      "cn": "此外,也可以使用常设的实体觇标."
    },
    {
      "en": "And some minutely crystalline varieties, such as flint, may be opaque and of a waxy luster.",
      "cn": "某些细小的结晶变种, 如燧石, 可能是不透明的,并具有腊样的光泽."
    },
    {
      "en": "Because of their short wavelength, x - rays can pass through objects which are opaque to ordinary light.",
      "cn": "由于 X 射线的波长短, 它就能穿透一般光线所不能穿透的物体."
    },
    {
      "en": "In advanced stages the opaque corneas may ulcerate and even perforate.",
      "cn": "在疾病后期,不透明的角膜可能产生溃疡,甚至穿孔."
    },
    {
      "en": "Materials through which no radiation is propagated are called opaque.",
      "cn": "辐射线不能透过的物质叫不透明体."
    },
    {
      "en": "opaque tights",
      "cn": "不透明的连裤袜"
    },
    {
      "en": "Positive line work and letterpress must be opaque.",
      "cn": "阳像线划原图和注记必须是不透明的."
    },
    {
      "en": "Since the thermal radiation largely stopped by ordinary opaque materials, buildings and clothing can provide protection.",
      "cn": "既然普通不透明的材料可以在很大程度上阻止住热辐射, 建筑物和衣服就能起防护作用."
    },
    {
      "en": "The complex administrative arrangements render the decision - making process somewhat opaque.",
      "cn": "复杂的行政协商使决策过程透明度不高."
    },
    {
      "en": "The jargon in his talk was opaque to me.",
      "cn": "他谈话中使用的行话对我是一团迷雾。"
    },
    {
      "en": "The method applies to both opaque and transparent objects.",
      "cn": "这个方法既适用于不透明物体,又适用于透明物体."
    },
    {
      "en": "The moving current is white and opaque due to the use of a bentonite solution.",
      "cn": "由于采用膨润土溶液,流动的异重流为白色不透明的."
    },
    {
      "en": "The once clear mountain stream is now polluted and opaque.",
      "cn": "曾经是很清澈的山溪,现在受到污染变得混浊了."
    },
    {
      "en": "The opaque, mad look came into his eyes again.",
      "cn": "一种意思不很明确而又狂野的神色又出现在他的眼睛里."
    },
    {
      "en": "The report was written in long, opaque sentences.",
      "cn": "报告中的句子又长又难懂."
    },
    {
      "en": "Unlike the other two, this is not an opaque type; its structure is documented.",
      "cn": "与另外两个数据类型不同，这是一个透明的类型；其结构在文档中有介绍。"
    },
    {
      "en": "You can always use opaque glass if you need to block a street view.",
      "cn": "如果不想从室内看到街景，可以使用不透明玻璃。"
    },
    {
      "en": "You can do that, but I find the syntax kind of opaque.",
      "cn": "您可以这样做，但是我发现语法有些不透明。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "opaquely",
          "tran_cn": "无光泽地；不透明地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "opaqueness",
          "tran_cn": "不透明性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cloudy",
            "dark",
            "dull",
            "filmy",
            "indistinct",
            "murky",
            "obscure",
            "obtuse",
            "unclear",
            "vague"
          ],
          "tran_cn": "晦暗的;朦胧的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "black",
            "cloudy",
            "dark",
            "dull",
            "filmy",
            "indistinct",
            "milky",
            "muddy",
            "murky",
            "obscure",
            "obtuse",
            "shade",
            "unclear",
            "vague"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "devitrify"
          ],
          "tran_cn": "[物]使不透明；使不反光"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "opaque glass",
      "tran_cn": "不透明玻璃"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不透明的，无光泽的，晦暗的，不传导性的，含糊的，迟钝的",
      "tran_en": "(of glass, liquid, etc.) not clear enough to see through or allow light through"
    },
    {
      "pos": "n",
      "tran_cn": "不透明物"
    },
    {
      "pos": "vt",
      "tran_cn": "使不透明；使不反光"
    }
  ],
  "exchange": {}
}