{
  "word": "suspenders",
  "ipa": {
    "us": "sə'spendəz",
    "uk": "sə'spendəz"
  },
  "sentences": [
    {
      "en": "Bet she wears those curse of God stays suspenders and yellow stockings, darned with lumpy wool.",
      "cn": "但是她准穿着那讨厌的缀有吊袜带的紧身褡和用粗糙的羊毛线织成的浅黄长袜."
    },
    {
      "en": "Ends of dark brown leather suspenders are looped around buttons.",
      "cn": "深棕色皮制背带的两端系在纽扣上."
    },
    {
      "en": "Gone are the support suspenders and gaudy steel rings that strangled the tower for much of the last decade.",
      "cn": "过去十几年间斜塔四周起支撑作用的吊杆和绕在塔身上的华而不实的钢圈现已荡然无存."
    },
    {
      "en": "He also wore a pair of suspenders.",
      "cn": "他也穿着吊带裤。"
    },
    {
      "en": "He rarely uses suspenders, since they may chafe him.",
      "cn": "他很少穿吊裤带, 因为会擦得身上痛."
    },
    {
      "en": "I often wear suspenders, too.",
      "cn": "我还总是穿着吊带裤."
    },
    {
      "en": "Quiet, roomy cabin and adeptness overshadowed by cumbersome curb weight, soft suspenders, and a tacky dash.",
      "cn": "安静, 宽敞和越野却受累于其笨拙的体重, 柔软的悬挂和俗不可耐的仪表板."
    },
    {
      "en": "Radiating stay cables provide greater rigidity than suspension cables with suspenders.",
      "cn": "辐射状的支撑缆索可以产生的强度比挂式悬索更好."
    },
    {
      "en": "She used suspenders to hang her stockings.",
      "cn": "她用吊带吊住长筒袜."
    },
    {
      "en": "Some boys wear suspenders to keep their trousers up.",
      "cn": "有些孩子使用背带来吊住裤子."
    },
    {
      "en": "The components of a suspension bridge are: flexible cables, towers, anchorages, suspenders, deck and stiffening trusses.",
      "cn": "悬索桥有下列构件: 柔性索缆 、 索塔 、 锚固件 、 吊杆 、 桥面、加劲桁架."
    },
    {
      "en": "The great body of the flooring and the suspenders was swayed to and fro.",
      "cn": "庞大的桥面躯体和吊杆来回地摆动."
    },
    {
      "en": "Where suspenders are employed, the inclined type are preferable.",
      "cn": "使用吊索时, 斜拉式更好."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "galluses"
          ],
          "tran_cn": "吊裤带；裤子背带（suspender的复数）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（复数）吊裤带，吊袜带，吊杆，吊索，吊裤带( suspender的名词复数 )，悬挂物，吊杆，袜吊",
      "tran_en": "Suspenders are a pair of straps that go over someone's shoulders and are fastened to their trousers at the front and back to prevent the trousers from falling down"
    }
  ],
  "exchange": {}
}