{
  "word": "drawbridge",
  "ipa": {
    "us": "ˈdrɔ:brɪdʒ",
    "uk": "ˈdrɔˌbrɪdʒ"
  },
  "sentences": [
    {
      "en": "Deep ditch, single drawbridge, massive stone walls, eight at towers, cannon, muskets, fire and smoke.",
      "cn": "深深的壕堑, 单吊桥, 厚重的石壁, 八座巨大的塔楼.大炮 、 毛瑟枪 、 火焰与烟雾."
    },
    {
      "en": "Deep ditches, double drawbridge , massive stone walls, eight great towers, cannon, muskets, fire and smoke.",
      "cn": "深深的壕堑 、 双重的吊桥 、 厚重的石壁 、 八座巨大的塔楼.大炮 、 毛瑟枪 、 火焰与烟雾."
    },
    {
      "en": "Hearing the wheels on the drawbridge, Puss in Boots hastened out.",
      "cn": "听见吊桥上车轮的声音，穿靴子的猫急忙跑了出来。"
    },
    {
      "en": "Please keep a firm grasp on the cable when crossing the drawbridge.",
      "cn": "过吊桥的时候请大家用手抓紧绳缆."
    },
    {
      "en": "That's a drawbridge which is swing but not falling.",
      "cn": "那是摇曳而不墬的吊桥."
    },
    {
      "en": "The chains clanked as the drawbridge opened.",
      "cn": "吊桥放下时,铁链发出叮当声."
    },
    {
      "en": "The king commanded the guards to raise the drawbridge.",
      "cn": "国王命令卫兵升起吊桥."
    },
    {
      "en": "The old security model was for IT to build a big mote around the corporate network and only let trusted, authorized employees come across the well-guarded drawbridge and into the proverbial castle.",
      "cn": "IT旧的安全模型是在企业网络周围建立一刻巨大的微尘，只让受信任的、已授权的员工穿越守卫严密的吊桥墙进入众所周知的城堡。"
    },
    {
      "en": "Try to destroy your opponents drawbridge and at the same time defend yours.",
      "cn": "现在你要努力去破坏对手的吊桥同时保护好自己的. 好好利用你的魔法盾!"
    },
    {
      "en": "With few other tourists for company, we charged around the ramparts, stampeded across the drawbridge and did battle on the, um, battlements - the setting was so filmic, it was hard to resist the urge.",
      "cn": "几乎没有别的游人同行，我们冲破壁垒，穿越吊桥，在城墙上战斗——背景真像在电影里一样，我们拟制不住模仿一番的冲动。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "suspension bridge",
            "hanging bridge",
            "pontlevis"
          ],
          "tran_cn": "（可开闭的）吊桥"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（昔日的）开合桥，吊桥，活动桥",
      "tran_en": "a bridge that can be pulled up to stop people from entering a castle, or to let ships pass"
    }
  ],
  "exchange": {
    "pl": [
      "drawbridges"
    ]
  }
}