{
  "word": "personalization",
  "ipa": {
    "us": "'pɜ:sənəlaɪzeɪʃn",
    "uk": "'pɜsənəlaɪzeɪʃn"
  },
  "sentences": [
    {
      "en": "A personalization recommendation algorithm based on session cluster ( SCRec ) was proposed.",
      "cn": "提出了一种基于会话聚类的个性化推荐算法 ( SCRec ) ."
    },
    {
      "en": "As for personalization recommendation technology, paper lucubrates the technology of based rule and information filtering.",
      "cn": "在个性化推荐技术方面, 论文全面研究了基于规则的技术以及信息过滤技术,比较了两种技术的优点和缺点,深入分析了不同的过滤模型的特点以及应用范围."
    },
    {
      "en": "Click Appearance and Personalization, click Personalization, and then click Change desktop icons.",
      "cn": "点击出现和个人化, 点击个人化, 然后点击变动桌面象."
    },
    {
      "en": "Commercial business card printing and membership card: the product catalog data, and personalization.",
      "cn": "商业制卡和会员卡制作: 产品目录数据化 、 个性化."
    },
    {
      "en": "Cookies may be the most recognizable personalization tools.",
      "cn": "Cookies( “甜点”文件)可能是最为被认可的个人化工具."
    },
    {
      "en": "Develop CAF Vehicle Personalization Strategy to provide timely coverage and revenue opportunities for dealer operations nationally.",
      "cn": "制定附件业务战略,对全国经销商及时供应附件,实现销售收入的增长."
    },
    {
      "en": "Personalization business card printing and membership card making is come into our lives.",
      "cn": "个性化制卡和会员卡制作正在走进我们的生活中."
    },
    {
      "en": "PERSONALIZATION: Agents that filter information for individual users.",
      "cn": "个人化层: 为个人用户过滤信息的代理程序."
    },
    {
      "en": "RMC provides structure in three areas for the practitioner: productivity, guidance , and personalization.",
      "cn": "RMC在三个领域为从业者提供了结构：生产力，指导和个性化。"
    },
    {
      "en": "That's the question the e - commerce industry is wrestling with as Web personalization technology takes off.",
      "cn": "这就是随着网站个人化技术的起飞, 电子商务 界正在与之较量的问题."
    },
    {
      "en": "The design of personalization, price transparency, perfection of technology.",
      "cn": "设计个性化 、 价格透明化 、 工艺完美化."
    },
    {
      "en": "The implementation of personalization and security management is detail introduced in this paper.",
      "cn": "本文对个性化和安全管理改进的实现作了详细介绍,并在具体项目中得以实施."
    },
    {
      "en": "The method is applied in personalization information recommendation and achieves better effect.",
      "cn": "将该方法用于个性化信息检索,取得较好的效果."
    },
    {
      "en": "The term personalization describes the decoration of persistent objects.",
      "cn": "术语“个性化”描述的是持久对象的装饰."
    },
    {
      "en": "This method is called personalization of information service.",
      "cn": "这就是个性化的信息服务."
    },
    {
      "en": "With print, preservation, personalization settings, card management functions.",
      "cn": "具有打印 、 保存 、 个性化设置 、 名片管理等功能."
    },
    {
      "en": "You must consider security, performance, extension of using personalization, number of users, and other factors in your environment, to decide on approach which is the best for your site.",
      "cn": "您必须考虑安全性、性能、使用个性化的伸缩性、用户数以及环境中的其他因素，以便确定哪种方式最适合于您的站点。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "individuation"
          ],
          "tran_cn": "个性化"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": " 个性化"
    },
    {
      "pos": "other",
      "tran_cn": "人格化，个性化"
    }
  ],
  "exchange": {}
}