{
  "word": "basaltic",
  "ipa": {
    "us": "bə'sɒltɪk",
    "uk": "bə'sɒltɪk"
  },
  "sentences": [
    {
      "en": "All indications are that it is everywhere basaltic and relatively constant in composition.",
      "cn": "所有的迹象只表明海洋地壳处都是玄武岩质的,组成也比较稳定."
    },
    {
      "en": "Basaltic in the mountains built the temple, Lingyun Ge, the founder Dian, Antique - Shouting , such as construction.",
      "cn": "山中建有玄武庙 、 凌云阁, 祖师殿 、 仁寿亭等仿古建筑."
    },
    {
      "en": "Basaltic lava first erupted from the center and built up the volcano.",
      "cn": "首先是玄武岩浆从中间喷发,构成火山."
    },
    {
      "en": "Basaltic magma is fluid.",
      "cn": "玄武岩岩浆是流动的."
    },
    {
      "en": "Frantz Josef Land is a basaltic plateau split into many islands and covered with ice.",
      "cn": "法兰仕约瑟夫地的群岛是由一个玄武岩高原分裂而成的，终年覆盖着冰雪。"
    },
    {
      "en": "Hydrogen partition coefficients between nominally anhydrous minerals and basaltic melts.",
      "cn": "名义上的无水矿石和玄武岩熔点之间的氢分割系数."
    },
    {
      "en": "In the course of the investigation, the PUC charge related to the leadership of basaltic sub - command.",
      "cn": "在侦查过程中, 市局相关领导亲自坐镇玄武 分局 指挥."
    },
    {
      "en": "In the Liaodong and Shandong Peninsulas, there are basaltic plateaus.",
      "cn": "辽东半岛和山东半岛上, 则出现玄武岩高原."
    },
    {
      "en": "In this image streaks of dark basaltic sand have been carried frombelow the ice layer to form fan-shaped deposits on top of the seasonalice.",
      "cn": "在这幅图像中黑色玄武岩沙带被从冰层下面显露出来，在季节性冰盖的顶部形成扇形堆积。"
    },
    {
      "en": "Researchers have found the deposits contain opaline silica and iron sulfates, which you would expect to find if acidic water once flowed over basaltic materials in low temperatures.",
      "cn": "研究人员发现，这些沉积物中含有乳白石英和铁硫酸盐，而这些东西只出现在低温状态下被酸性水侵蚀的玄武岩地区。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "basalt",
          "tran_cn": " [岩] 玄武岩；黑陶器"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "玄武岩的"
    }
  ],
  "exchange": {}
}