{
  "word": "abacus",
  "ipa": {
    "us": "ˈæbəkəs",
    "uk": "ˈæbəkəs"
  },
  "sentences": [
    {
      "en": "A : So am I. Using an abacus is still a basic accounting.",
      "cn": "我也一样,打算盘仍然是会计的基本技能."
    },
    {
      "en": "But that position did not arise because of Abacus 2007 - AC 1 .",
      "cn": "但这些头寸并非源自Abacus2007 -AC1 交易."
    },
    {
      "en": "Children thinking courses: abacus calculation, English, literature special education, English language.",
      "cn": "儿童思维训练班: 珠算 、 英语 、 文学启智 、 英语口语."
    },
    {
      "en": "Do you know how to work an abacus?",
      "cn": "你会打算盘 吗 ?"
    },
    {
      "en": "Except for the sharp clicking of Chueh - hsin's abacus counters, all was still.",
      "cn": "房里只有算盘珠子的接连的 、 清脆的响声."
    },
    {
      "en": "I could write on paper and use abacus for statistic.",
      "cn": "我可以用纸笔写作，要算统计时就打算盘。"
    },
    {
      "en": "In English we call it an abacus.",
      "cn": "在英语里我们叫它为一个算盘。"
    },
    {
      "en": "In response to declining math skills among their students, some Japanese schools are bringing back an ancient calculating device - the abacus.",
      "cn": "为了改善学生日渐衰退的计算能力，日本的一些学校重新使用起一个古老的计算工具-算盘。"
    },
    {
      "en": "She can reckon rapidly on the abacus.",
      "cn": "她用算盘算得很快."
    },
    {
      "en": "She is a passive person like an abacus, lacking initiative in everything.",
      "cn": "她是个算盘珠似的人, 从来做事都是缺乏主动性的."
    },
    {
      "en": "The abacus fell down on the ground and the beads went everywhere.",
      "cn": "算盘摔到了地上,算盘珠散落一地."
    },
    {
      "en": "The abacus is still in use today Chinatowns abroad.",
      "cn": "现在,已经进入了电子计算机时代,但是古老的算盘仍然发挥着重要的作用."
    },
    {
      "en": "The abacus is the ancestor of the modern computer.",
      "cn": "算盘是现代电脑的原型."
    },
    {
      "en": "The children are learning to do their sums on an abacus.",
      "cn": "孩子们正在学做珠算."
    },
    {
      "en": "The clerk reckoned the expenditure last week with an abacus.",
      "cn": "那位职员用算盘将上周的花销计算出来."
    },
    {
      "en": "The room was very quiet. Even the sound of the abacus was stilled.",
      "cn": "屋子里宁静了片刻,算盘珠子的声音也已经停止了."
    },
    {
      "en": "They do use an abacus when they count, do they?",
      "cn": "他们计算的时候用算盘, 不是 吗 ?"
    },
    {
      "en": "They don't use an abacus when they count, right?",
      "cn": "他们计算时用算盘, 对 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "算盘，<建>（圆柱）顶板",
      "tran_en": "a frame with small balls that can be slid along on thick wires, used for counting and calculating"
    }
  ],
  "exchange": {
    "pl": [
      "abacuses"
    ]
  }
}