{
  "word": "Morse",
  "ipa": {
    "us": "mɔ:s",
    "uk": "mɔrs"
  },
  "sentences": [
    {
      "en": "A flow in one direction could be the same as a dash in Morse.",
      "cn": "这一方向的电流可以作为是莫尔斯电码中的一划."
    },
    {
      "en": "An intricate etching honors the invention of the telegraph by Samuel Morse.",
      "cn": "塞缪尔·莫尔斯摩斯电报的发明而尊称为复杂的表现法."
    },
    {
      "en": "Charles Morse: What one man can do , another can do!",
      "cn": "于是有人放弃了接受考验, 他们抱怨着自己无法做到."
    },
    {
      "en": "For details of Morse test, please see PART C.",
      "cn": "有关莫尔斯电码测验的详情, 请参考丙栏."
    },
    {
      "en": "He rapped out a Morse message.",
      "cn": "他嗒嗒地拍发了一份摩尔斯电码的电报."
    },
    {
      "en": "He was glad that Mr. Morse was not there.",
      "cn": "莫尔斯先生不在场,他感到高兴."
    },
    {
      "en": "I realized the extent of the trouble that Mary Morse was brewing up.",
      "cn": "我意识到了玛丽·莫尔斯正在制造的麻烦有多大。"
    },
    {
      "en": "In 1843, Morse and Vail received funding from the U.S. Congress to set up and test their telegraph system between Washington, D.C., and Baltimore, Maryland.",
      "cn": "在1843年，摩尔斯和威尔受美国国会资助，在华盛顿和马里兰州的巴尔的摩之间建立电报系统并进行了测试。"
    },
    {
      "en": "In Morse code all letters are four or fewer characters long.",
      "cn": "在Morse电码中所有字母的长度只有四个或不到四个符号."
    },
    {
      "en": "KKJBKVUNAAV is any meaning understands Morse code Daren instruction!",
      "cn": "KKJBKVUNAAV是什么意思啊懂摩尔斯电码的达人赐教啊!"
    },
    {
      "en": "Marconi now found that he could transmit Morse Code signals.",
      "cn": "他现在可以用它来发送和接收莫尔斯电码了."
    },
    {
      "en": "Not tolk white cat black cat, catch morse are good cats!",
      "cn": "不论白猫黑猫, 抓到老鼠就是好猫!"
    },
    {
      "en": "The Morse code is made up of dots and dashes.",
      "cn": "莫尔斯电码是由点和线组成的."
    },
    {
      "en": "The Morse Code is made up of dots and dashes.",
      "cn": "莫尔斯电码由点和画线组成."
    },
    {
      "en": "The residential college system worked better on paper than it did in reality, especially for those of us who were stuck in Morse.",
      "cn": "住宿学院系统实际操作没有做得文件上写的那么好，尤其是对我们那些陷入摩尔斯代码研究困境的人而言。"
    },
    {
      "en": "Visitors can experiment with Morse Code using a telegraph device.",
      "cn": "参观者可以用电报设备来尝试使用摩斯代码."
    },
    {
      "en": "We only used Morse code to keeo in touch.",
      "cn": "我们只是用摩尔斯密码保持联系。"
    },
    {
      "en": "You can go home afterwards and watch Inspector Morse in colour.",
      "cn": "之后你就可以回家，看彩色版的电视连续剧《摩斯警长》。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "morse code",
      "tran_cn": "莫尔斯电报电码"
    },
    {
      "phrase": "morse taper",
      "tran_cn": "莫尔斯锥度"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "莫尔斯电码"
    },
    {
      "pos": "other",
      "tran_cn": "莫尔斯电码"
    },
    {
      "pos": "vt& vi.",
      "tran_cn": "用莫尔斯电码通信（给）"
    }
  ],
  "exchange": {}
}