{
  "word": "nuclei",
  "ipa": {
    "us": "'nju:klɪaɪ",
    "uk": "ˈnukliˌaɪ, ˈnju-"
  },
  "sentences": [
    {
      "en": "Alpha particles are positively charged helium nuclei obtained from natural radioactive decay.",
      "cn": "α粒子是从天然放射性蜕变得到的带正电的氦核."
    },
    {
      "en": "As neutrons pass through matter, they make occasional elastic collisions with nuclei.",
      "cn": "当中子穿过物质时, 偶尔与核发生弹性碰撞."
    },
    {
      "en": "Collectively , these two constituents of nuclei are known as nucleons.",
      "cn": "这两种原子核的组分统称核子."
    },
    {
      "en": "Embryo has most commonly eitht genetically identical haploid nuclei.",
      "cn": "胚囊,普通具有8个遗传上相同的单倍体核."
    },
    {
      "en": "Hyphae with nuclei of different genotypes can fuse to form a heterokaryon.",
      "cn": "当含有两种不同基因型的菌丝融合在一起时,可以形成异核体."
    },
    {
      "en": "In certain fusion processes, among nuclei of the hydrogen isotopes, neutrons of high energy are liberated.",
      "cn": "在氢同位素原子核中的某些熔合过程中，会释放出高能中子。"
    },
    {
      "en": "In this process the nucleus breaks up into two intermediate - sized nuclei.",
      "cn": "在这种过程中,那个原子核分裂成两个中等大小的核."
    },
    {
      "en": "It is possible to transplant chromosomes in cell nuclei.",
      "cn": "移植细胞核内的染色体是可能的."
    },
    {
      "en": "Much of what we know about nuclei comes through scattering experiments.",
      "cn": "我们现在对原子核的许多认识来自散射实验."
    },
    {
      "en": "Normally, nuclei are not completely isolated.",
      "cn": "通常, 原子核并不是完全孤立的."
    },
    {
      "en": "Some of this force is also supplied by neutrons, which outnumber protons in most nuclei and have no electric charge.",
      "cn": "强核力的一部分也由中子提供，在大多数原子核内，中子比质子数量多，并且不带电荷。"
    },
    {
      "en": "That is, all nuclei have approximately the same density.",
      "cn": "就是说, 所有原子核都几乎有相同的密度."
    },
    {
      "en": "The chalazal parts of the endosperm containing free nuclei forms several lobes.",
      "cn": "包含游离核的合点端胚乳部分形成几个裂片."
    },
    {
      "en": "The electron clouds are clearly visible as blurs surrounding the invisible nuclei.",
      "cn": "电子云就象环绕着看不见的核的一片云雾."
    },
    {
      "en": "The polar and egg nuclei of the female gametophyte are genetically identical.",
      "cn": "雌配子体中的极核和卵核遗传上是同一的."
    },
    {
      "en": "There are numerous amoeboid nuclei suspended in the organelle - rich cytoplasm.",
      "cn": "在富含细胞器的细胞质中,有许多变形核."
    },
    {
      "en": "To free electrons, something has to make them whirl fast enough to break away from their nuclei.",
      "cn": "为了释放电子，必须使电子高速旋转而足以摆脱原子核的束缚。"
    },
    {
      "en": "We get a buildup of electronic probability density between the nuclei.",
      "cn": "我们得到在两个核间的电子几率密度的堆积."
    },
    {
      "en": "When neutrinos interact with electrons or nuclei of those water or oil molecules, they give off a flash of light that sensors can detect.",
      "cn": "当中微子与那些水分子或油分子的电子或原子核相互作用时，会发出传感器可以检测到的闪光。"
    },
    {
      "en": "Whenresearchers collided protons with lead nuclei, they were surprised to find that the result was teeny, tiny droplets of liquid.",
      "cn": "当研究人员用质子和铅原子核相撞时，他们惊讶地发现，结果产物是极小的液体微滴。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cores",
            "kernels"
          ],
          "tran_cn": "核心，核子；原子核（nucleus的复数形式）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "amygdaloid nucleus",
      "tran_cn": "杏仁核；扁桃状核；杏仁巢"
    },
    {
      "phrase": "arcuate nucleus",
      "tran_cn": "弓状核；弧形核"
    },
    {
      "phrase": "atomic nucleus",
      "tran_cn": "n. [化]原子核"
    },
    {
      "phrase": "caudate nucleus",
      "tran_cn": "[医]尾状核"
    },
    {
      "phrase": "cell nucleus",
      "tran_cn": "细胞核"
    },
    {
      "phrase": "crystal nucleus",
      "tran_cn": "晶核"
    },
    {
      "phrase": "lateral geniculate nucleus",
      "tran_cn": "外侧膝状体核"
    },
    {
      "phrase": "nucleus pulposus",
      "tran_cn": "髓核"
    },
    {
      "phrase": "paraventricular nucleus",
      "tran_cn": "室旁核；脑室壁核"
    },
    {
      "phrase": "raphe nucleus",
      "tran_cn": "中缝核"
    },
    {
      "phrase": "suprachiasmatic nucleus",
      "tran_cn": "视交叉上核"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "核，核心，原子核(nucleus的复数形)，（原子）核( nucleus的名词复数 )，中心，核心"
    }
  ],
  "exchange": {}
}