{
  "word": "extravagantly",
  "ipa": {
    "us": "ɪk'strævəɡəntlɪ",
    "uk": "ɪk'strævəɡəntlɪ"
  },
  "sentences": [
    {
      "en": "But we must remember not to use it extravagantly.",
      "cn": "但我们必须记住,不使用它大手大脚."
    },
    {
      "en": "By supercar standards, though, it is not extravagantly priced for a beautifully engineered machine.",
      "cn": "然而以豪华跑车的标准看，设计如此精美的汽车价格并不算太高。"
    },
    {
      "en": "Females fart just as much as males, though on the whole less extravagantly.",
      "cn": "尽管从整体而言女性放屁较少,但实际上女性放的屁其实跟男性一样多."
    },
    {
      "en": "In Rome, scent was used extravagantly in the famous baths and during banquets.",
      "cn": "在罗马, 香水在著名的沐浴和宴会时被奢侈地使用."
    },
    {
      "en": "Jeff had shopped extravagantly for presents for the whole family.",
      "cn": "杰夫花了很多钱为全家人买礼物。"
    },
    {
      "en": "New Grange is one of the most extravagantly decorated prehistoric tombs.",
      "cn": "新格兰奇是装饰最豪华的史前陵墓之一."
    },
    {
      "en": "She had on occasions praised him extravagantly.",
      "cn": "有时候她过分夸赞他。"
    },
    {
      "en": "She never spends extravagantly.",
      "cn": "她从不乱开支."
    },
    {
      "en": "She ran out extravagantly in praise of me.",
      "cn": "他对我赞不绝口."
    },
    {
      "en": "The bustle was extravagantly decorated with cords, braids, bows, flounces, and lace.",
      "cn": "后裙撑处用滚条 、 镶边 、 蝴蝶结 、 荷叶边及镂空花边等材料强化装饰."
    },
    {
      "en": "The day before announcing his farewell to business, Sir James talked to me in his extravagantly elegant Paris home.",
      "cn": "在宣布退出商界的前一天，詹姆斯爵士在他位于巴黎的极为雅致的家中和我谈了话。"
    },
    {
      "en": "The Monroes continued to entertain extravagantly.",
      "cn": "门罗一家继续大宴宾客。"
    },
    {
      "en": "The problems should be solved actively and smoothly, extravagantly, or it is adverse for the education.",
      "cn": "而对新问题的解决, 必须做到积极稳妥, 不宜偏极.将高等职业院校边缘化对发展高等职业教育是非常不利的."
    },
    {
      "en": "They have strong desire of seeking knowledge, do not spend money extravagantly, and are often thrifty.",
      "cn": "求知欲旺盛, 懂得节俭, 不随便浪费金钱."
    },
    {
      "en": "We are not spending extravagantly, but spending reasonably and temperately.",
      "cn": "他们不是在挥霍无度的消费, 而是合理的有节制的花费."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "extravagant",
          "tran_cn": " 奢侈的；浪费的；过度的；放纵的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "extravagance",
          "tran_cn": " 奢侈，浪费；过度；放肆的言行"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "挥霍无度地"
    }
  ],
  "exchange": {
    "adj": [
      "extravagant"
    ]
  }
}