{
  "word": "impurity",
  "ipa": {
    "us": "ɪmˈpjʊərəti",
    "uk": "ɪmˈpjʊrəti"
  },
  "sentences": [
    {
      "en": "All natural minerals contain impurities.",
      "cn": "凡天然矿物都含有杂质。"
    },
    {
      "en": "Appearance: Yellowish powder, no impurity naked eye can see.",
      "cn": "外观: 呈淡黄色粉末, 无肉眼可见夹杂物."
    },
    {
      "en": "Briefly introduces the demolishing mechanism of harmful impurity phosphor in pipeline.",
      "cn": "简述了有害杂质磷在管道焊缝中的破坏机理."
    },
    {
      "en": "Chemical products often need control of their trace iron contents as impurity.",
      "cn": "化工产品大多需控制其痕量杂质铁含量."
    },
    {
      "en": "Gandrake: We will purge the world of its impurity!",
      "cn": "我们会净化世界的一切废物!"
    },
    {
      "en": "Moreover, the presence of Ce ~ ( 3 + ) impurity causes the absorption band at 306 nm.",
      "cn": "同时, 杂质离子 Ce3 +的存在也导致晶体出现306nm的吸收带."
    },
    {
      "en": "Our oatmeal face mask absorbs impurities from your skin.",
      "cn": "我们的燕麦面膜能够吸收皮肤上的杂质。"
    },
    {
      "en": "Precision measurement is to content determination and quantification of impurity.",
      "cn": "含量测定和杂质定量测定应考查方法的精密度."
    },
    {
      "en": "Reasons of forming first cracks were foundry lacuna, impurity gathering , lard exiting.",
      "cn": "铸造缺陷 、 杂质元素偏聚和夹杂物的存在是形成早期裂纹源的原因."
    },
    {
      "en": "Silica, in fact, is a desirable impurity because it is one of the reactants.",
      "cn": "硅石实际上是一种有用的杂质,因为它是一种反应剂."
    },
    {
      "en": "The impurity of supposedly pure subcellular fractions is a constant threat to the plant biochemist.",
      "cn": "以为亚细胞组分很纯而实际不纯的情况,一直是植物化学家感到难办的问题."
    },
    {
      "en": "The molten sodium corrosivity to aluminium depended on existing impurity, especially silicon.",
      "cn": "铝合金的腐蚀程度取决于杂质元素尤其是硅的含量."
    },
    {
      "en": "The oxygen reacts vigorously with the impurity in the iron.",
      "cn": "氧气与铁中的杂质发生剧烈的化学反应."
    },
    {
      "en": "This gaseous impurity is able to bring about metal corrosion and contaminating.",
      "cn": "这些气相杂质的存在会造成金属材料腐蚀,并污染环境."
    },
    {
      "en": "This impurity must be purged away after death.",
      "cn": "这种污秽应该在死后加以净化."
    },
    {
      "en": "This is because of the impurity nitride ( MmNn ) in glass.",
      "cn": "本文认为这是玻璃内部所含的杂质氮化物 ( MmNn ) 所致."
    },
    {
      "en": "Vitriolic impurity is contained normally in the sewage that vitriolic factory discharges.",
      "cn": "硫酸厂排放的污水中通常含有硫酸杂质."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "impure",
          "tran_cn": "不纯的；肮脏的；道德败坏的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "impureness",
          "tran_cn": "污染；不纯；不道德"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "foreign matters",
            "nastiness"
          ],
          "tran_cn": "杂质；不纯；不洁"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "impurity element",
      "tran_cn": "杂质元素"
    },
    {
      "phrase": "mechanical impurity",
      "tran_cn": "机械杂质"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "污点，污染，掺杂，不纯，不道德，罪恶，混杂物，粗劣品",
      "tran_en": "a substance of a low quality that is contained in or mixed with something else, making it less pure"
    }
  ],
  "exchange": {
    "pl": [
      "impurities"
    ]
  }
}