{
  "word": "chlorine",
  "ipa": {
    "us": "ˈklɔ:ri:n",
    "uk": "ˈklɔːrˌiːn"
  },
  "sentences": [
    {
      "en": "\"But years of observation of geochemistry have taught me that caution is wise, \" he says, \"whether it be for the earlier claims on water or this latest work on chlorine isotopes.",
      "cn": "“但是，多年来对地球化学的观察让我知道谨慎是明智的，”他说，“无论是这次对于氯同位素的研究还是早期对于水的研究都需要谨慎。”"
    },
    {
      "en": "An overdose of sun, sea, sand and chlorine can give lighter hair a green tinge.",
      "cn": "过量接触阳光、海水、沙粒和氯气会使浅色头发略呈绿色。"
    },
    {
      "en": "Chlorides are considered as compounds consisting of one element combined with chlorine.",
      "cn": "氯化物被认为是一种元素与氯化合组成的化合物."
    },
    {
      "en": "Chlorine is a kind of high effective and widely used germicide.",
      "cn": "氯是一种高效的杀菌剂，用途十分广泛。"
    },
    {
      "en": "Chlorine is added to kill bacteria.",
      "cn": "加氯是为了杀死细菌。"
    },
    {
      "en": "Chlorine is used to disinfect water.",
      "cn": "氯用来给水消毒。"
    },
    {
      "en": "Chlorine is widely used to kill germs.",
      "cn": "氯气被广泛用于杀菌。"
    },
    {
      "en": "Common salt is a compound of sodium and chlorine.",
      "cn": "普通食盐是钠和氯的化合物。"
    },
    {
      "en": "Common salt is a compound of sodium and chlorine.",
      "cn": "食盐是钠和氯的复合物."
    },
    {
      "en": "Direct and some metal composition chlorides of chlorine under the moist circumstance .",
      "cn": "氯在潮湿的情况下直接与某些金属合成氯化物。"
    },
    {
      "en": "Direct and some metal composition chlorides of chlorine under the moist circumstance.",
      "cn": "氯在潮湿的情况下直接与某些金属合成氯化物."
    },
    {
      "en": "Her eyes were red and sore because of all the chlorine in the pool.",
      "cn": "游泳池中含有氯,她的眼睛又红又痛."
    },
    {
      "en": "Mercerizing wash waters can be used to prepare scour, chlorine bleach.",
      "cn": "丝光冲洗水可用作配制洗涤液氯漂白液."
    },
    {
      "en": "One of the products of this breakdown is the element chlorine.",
      "cn": "这种分解过程的产物之一是元素氯。"
    },
    {
      "en": "People chronically exposed to chlorine develop some degree of tolerance.",
      "cn": "人长期接触氯气可以产生某种程度的耐受性."
    },
    {
      "en": "Salt decomposes into sodium and chlorine.",
      "cn": "盐分解成钠和氯。"
    },
    {
      "en": "Significant amounts of chlorine and iron may affect the scattering.",
      "cn": "铁和氯的有效量能影响散射."
    },
    {
      "en": "Since 1908, chlorine has been added to drinking water.",
      "cn": "自1908年以来氯就被添加进饮用水当中。"
    },
    {
      "en": "Such chlorine will also arise within the chain from any dehydrochlorination.",
      "cn": "这种氯原子还可能由分子链中的脱氯化氢产生."
    },
    {
      "en": "These substances are sometimes combined with other chemicals, such as chlorine.",
      "cn": "这些物质有时可与其他化学品化合，例如氯。"
    },
    {
      "en": "Well, this chlorine has taken one electron from the sulfur.",
      "cn": "对了，这个氯从硫那里得到了一个电子。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "chlorination",
          "tran_cn": " 氯化作用，加氯消毒"
        },
        {
          "word": "chlorinity",
          "tran_cn": " [海洋] 氯度，含氯量"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "chlorinate",
          "tran_cn": " 用氯消毒；使氯化；使氯发生作用"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Cl"
          ],
          "tran_cn": "[化学]氯（17号化学元素）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[化]氯",
      "tran_en": "a greenish-yellow gas with a strong smell that is used to keep the water in swimming pools clean. It is a chemical element: symbol Cl"
    }
  ],
  "exchange": {}
}