{
  "word": "grandson",
  "ipa": {
    "us": "ˈɡrænsʌn",
    "uk": "ˈɡrænsʌn"
  },
  "sentences": [
    {
      "en": "Grandpa dotes on his grandson.",
      "cn": "爷爷疼孙子."
    },
    {
      "en": "He could not believe that, had the Englishman known how much he was at risk, he would have hazarded his grandson.",
      "cn": "他无法相信，如果当时那个英国人知道他冒的风险有多大，他还会让自己的孙子去冒这个险。"
    },
    {
      "en": "He nipped his grandson between his knees.",
      "cn": "他把孙子夹在双膝当中."
    },
    {
      "en": "He was just like this old man who had lost his grandson.",
      "cn": "既然找不到她,正象这老人死了孙子,为谁混呢?"
    },
    {
      "en": "I hadn't been far wrong in my estimate of his grandson's capabilities.",
      "cn": "我对他孙子的能力的判断还不算太离谱。"
    },
    {
      "en": "My grandson has been away since last October.",
      "cn": "我的孙子自去年10月份就离开了。"
    },
    {
      "en": "My grandson's birthday was on Tuesday.",
      "cn": "我孙子的生日是星期二。"
    },
    {
      "en": "My little grandson is no trouble at all, but his 6-year-old elder sister is rude and selfish.",
      "cn": "我的小孙子一点都不让人操心，但是他6岁大的姐姐却野蛮而又自私。"
    },
    {
      "en": "Rumor has it that you have grandson.",
      "cn": "听说你有孙子了."
    },
    {
      "en": "Sennacherib's grandson Assurbanipal did actually conquer Egypt in 670 BC.",
      "cn": "塞纳克里布的孙子亚瑟巴尼帕尔确实在公元前670年攻克埃及."
    },
    {
      "en": "The castle was rebuilt by his great grandson in 1859.",
      "cn": "城堡在1859年由他的曾孙重建。"
    },
    {
      "en": "The grandson gave his grandfather his arm and carefully supported him.",
      "cn": "孙子小心翼翼地扶着爷爷."
    },
    {
      "en": "The old man hobbled along with the help of his grandson.",
      "cn": "老人在他的孙子挽扶下蹒跚而行."
    },
    {
      "en": "The one thing he didn't have was a son. I think he's felt that a grandson is the next best thing.",
      "cn": "他唯一缺的就是个儿子，我想他觉得有个外孙也不错。"
    },
    {
      "en": "They spoil their only grandson very much.",
      "cn": "他们非常宠爱他们惟一的孙子."
    },
    {
      "en": "You could see his grandson toddling around in the garden.",
      "cn": "你可以看到他的孙子在花园里蹒跚行走."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "relative"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "孙子，外孙",
      "tran_en": "the son of your son or daughter"
    }
  ],
  "exchange": {
    "pl": [
      "grandsons"
    ]
  }
}