{
  "word": "Chile",
  "ipa": {
    "us": "ˈtʃɪli",
    "uk": " ˈtʃɪli"
  },
  "sentences": [
    {
      "en": "\" Miss Scarlett , you sho is de beatenes'chile!",
      "cn": "\" 思嘉小姐, 你真是他最好的孩子!"
    },
    {
      "en": "\" Well, Miss Scarlett, mah Dilcey ten'ter Miss Melly's chile.",
      "cn": "\" 唔, 思嘉小姐, 让俺家迪尔茜喂媚兰小姐的孩子吧."
    },
    {
      "en": "Antarctic air brought biting cold to southern Chile on Thursday.",
      "cn": "周四，南极气流给智利南部带来了刺骨的严寒。"
    },
    {
      "en": "As new mines come on stream, Chile's share of world copper output will increase sharply.",
      "cn": "新矿投产后，智利在世界铜产量中所占的份额将大幅增加。"
    },
    {
      "en": "Behave yourself in Chile, because it's not like Sweden!",
      "cn": "你在智利收敛点, 因为那里可不像瑞典!"
    },
    {
      "en": "Both Chile and Argentina feel very strongly about their territorial claims to Antarctica.",
      "cn": "智利和阿根廷对于南极的领土主张都持强硬态度。"
    },
    {
      "en": "Characterization and evolution of tropospheric plumes from Lascar and Villarrica volcanoes, Chile.",
      "cn": "来自智利Lascar和 Villarrica火山对对流层烟羽状的特征和发展."
    },
    {
      "en": "Chile is the world's largest producer of copper.",
      "cn": "智利是世界上最大的产铜国。"
    },
    {
      "en": "Conservationists in Chile are concerned over the effect of commercial exploitation of forests.",
      "cn": "对森林的商业开发所带来的影响让智利的自然资源保护者们感到忧心忡忡。"
    },
    {
      "en": "His voyage was down Chile's indented coastline.",
      "cn": "他的航行沿智利参差曲折的海岸线行进。"
    },
    {
      "en": "I shall deal with Cambodia and Chile elsewhere.",
      "cn": "柬埔寨和智利问题我当别论."
    },
    {
      "en": "In Brazil and Chile it could take five years.",
      "cn": "而在巴西和智利,可能需要5年."
    },
    {
      "en": "In the meantime, we must all have confidence in Chile.",
      "cn": "与此同时，我们大家都必须对智利保持信心。"
    },
    {
      "en": "That spoiled chile thrust his breakfast from him, asking for icecream.",
      "cn": "那个宠坏的孩子把早餐推开, 要冰激凌吃."
    },
    {
      "en": "The bombing of Cambodia or covert operations in Chile were thrown into the cauldron.",
      "cn": "轰炸柬埔寨和在智利的秘密行动也被拿来试问."
    },
    {
      "en": "The Vatican successfully mediated in a territorial dispute between Argentina and Chile in 1984.",
      "cn": "梵蒂冈成功地调解了1984年阿根廷与智利之间的领土争端。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "chilli sauce",
            "sambal"
          ],
          "tran_cn": "红番椒，辣椒的一种；辣椒酱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "智利（南美洲西南部的一个国家，首都是圣地亚哥Santiago），红番椒，辣椒的一种，辣椒酱"
    }
  ],
  "exchange": {}
}