{
  "word": "windfall",
  "ipa": {
    "us": "ˈwɪndfɔ:l",
    "uk": "ˈwɪndˌfɔl"
  },
  "sentences": [
    {
      "en": "Can this be a windfall?",
      "cn": "这是一比横财 吗 ?"
    },
    {
      "en": "Critics said it represented a potential new windfall for lenders.",
      "cn": "但是批评者说该条款表示放贷者会得到一笔潜在的横财."
    },
    {
      "en": "Do not corrupt windfall, contented people who always fun.",
      "cn": "切勿贪意外之财, 知足者人心常乐."
    },
    {
      "en": "Europe gave them away, which allowed polluters to make windfall profits.",
      "cn": "欧洲无偿发放配额, 结果却让排污企业赚得盆满钵满."
    },
    {
      "en": "He applied the windfall to payment of his mortgage.",
      "cn": "他把那笔意外的收入用于偿付抵押."
    },
    {
      "en": "his £2 million windfall in the lottery",
      "cn": "他彩票中奖得来的200万英镑意外之财"
    },
    {
      "en": "His win at the races gave him a windfall of ￡100.",
      "cn": "他在赛跑中获胜给他带来一笔一百镑的外快."
    },
    {
      "en": "Now the windfall tax threshold is 40 US dollars each barrel.",
      "cn": "现时暴利税起征点为每桶40美元."
    },
    {
      "en": "People in that situation will spend much or all any temporary windfall.",
      "cn": "在这种状况下的人会将碰巧得来的绝大部分或全部意外之财花光."
    },
    {
      "en": "So why do I now find the idea of a windfall tax on banks so appealing?",
      "cn": "那麽为什麽我现在发现,向银行徵收意外收入税这个主意很有吸引力 呢 ?"
    },
    {
      "en": "The money that my great - uncle left us was certainly a windfall.",
      "cn": "我的大叔叔留给我们的钱无疑是天上掉下来的馅饼."
    },
    {
      "en": "The next president gets a hecka windfall.",
      "cn": "飞来横财会光顾下一任总统."
    },
    {
      "en": "The trader may have just gotten lucky and experienced a profit windfall.",
      "cn": "交易者也许在幸运和经验的庇佑下获得了非凡的收益."
    },
    {
      "en": "The water treatment was new, now , and Tom's low condition was a windfall to her.",
      "cn": "时下,水疗法是个新玩意, 正巧汤姆精神也不怎么样,这下可得了她的劲."
    },
    {
      "en": "The windfall allowed me to buy a house.",
      "cn": "这意外之财使我得以购置一幢房子."
    },
    {
      "en": "You will try , try in vain to repeat windfall gain.",
      "cn": "得意不宜再往."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "boon"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "windfall tax",
      "tran_cn": "n. 暴利税；意外利润税"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "意外之财，意外的收获，被风吹落的果子",
      "tran_en": "an amount of money that you get unexpectedly"
    }
  ],
  "exchange": {
    "pl": [
      "windfalls"
    ]
  }
}