{
  "word": "serotonin",
  "ipa": {
    "us": "ˌserəˈtəʊnɪn",
    "uk": "ˌserəˈtoʊnɪn"
  },
  "sentences": [
    {
      "en": "Also whole grains promote production of the brain serotonin a greater sense of well - being.",
      "cn": "同时,谷物可以促进脑神经传递素复合胺的产生,使机体反应灵敏."
    },
    {
      "en": "Brain studies suggest that there is impairment serotonin function in neurons leading to the suprachiasmatic nucleus.",
      "cn": "大脑研究表明引导视交叉上核的神经元5-羟色胺功能有损伤."
    },
    {
      "en": "Ecstasy also keeps serotonin from being reabsorbed, further increasing the concentration in the synapse.",
      "cn": "毒品引起的狂迷还能阻止5—羟色胺的再吸收, 进一步增加了突触内5—羟色胺的浓度."
    },
    {
      "en": "In man, the local effects of serotonin are negligible.",
      "cn": "在人类, 血清素的局部作用是微不足道的."
    },
    {
      "en": "In previous studies, serotonin's been shown to inhibit impulsive behavior.",
      "cn": "以前的研究发现, 血清素可以抑制冲动行为."
    },
    {
      "en": "Levels of serotonin and prolactin were not music therapy.",
      "cn": "血清素和催乳激素则未有改善."
    },
    {
      "en": "LSD may act by inhibiting the action of serotonin.",
      "cn": "致幻剂LSD的药效就是抑制了血清素的作用."
    },
    {
      "en": "NEXT time a sentimental movie makes you cry, blame your serotonin levels.",
      "cn": "下次伤感电影让你哭的时候, 去怪你的血清素水平吧."
    },
    {
      "en": "Serotonin somehow exerts a calming influence on the mind.",
      "cn": "血清张力素对于我们的心灵有一股安定的作用."
    },
    {
      "en": "Several investigators are studying the effects on the body of diet induced changes in brain serotonin.",
      "cn": "几位研究工作者正在研究由饮食产生的脑色胺酸的变化对身体的影响."
    },
    {
      "en": "The chemical floods the synapse, overwhelming the serotonin receptors.",
      "cn": "这种化学物质湮没了突触, 覆盖了5—羟色胺的受体."
    },
    {
      "en": "The drug works by increasing levels of serotonin in the brain.",
      "cn": "这种药物通过提高大脑中血清素的含量来产生疗效。"
    },
    {
      "en": "The gene a transporter serotonin, a brain chemical included involved with mood and desire for food.",
      "cn": "基因传送血清素, 涉及情绪和食物欲望的人脑化学物质."
    },
    {
      "en": "The rush of serotonin may cause damage to the ends of axons.",
      "cn": "狂泻而来的5—羟色胺可能引起轴突末端的损害."
    },
    {
      "en": "The serotonin syndrome is a potentially life - threatening adverse reactions that results from therapeutic drug use.",
      "cn": "羟色胺综合征是一种由治疗药物引起的可能危及生命的不良反应."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "serologic",
          "tran_cn": " 血清学的"
        },
        {
          "word": "serological",
          "tran_cn": " 血清学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "serology",
          "tran_cn": " 血清学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "enteramine"
          ],
          "tran_cn": "血清素；[生化]5-羟色胺（血管收缩素）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[生化] 血清素；5-羟色胺（血管收缩素）",
      "tran_en": "a chemical in the body that helps carry messages from the brain and is believed to make you feel happy"
    },
    {
      "pos": "other",
      "tran_cn": "[医]5-羟色胺"
    }
  ],
  "exchange": {}
}