{
  "word": "questionnaire",
  "ipa": {
    "us": "ˌkwestʃəˈneə(r)",
    "uk": "ˌkwestʃəˈner"
  },
  "sentences": [
    {
      "en": "A major addition to the earlier revisions of the questionnaire is the job requirement exercise.",
      "cn": "之前对问卷的修改主要是增加了一些和工作要求有关的问题。"
    },
    {
      "en": "Answer the questionnaire overleaf.",
      "cn": "请回答背面的问卷。"
    },
    {
      "en": "Graham Fletcher was unimpressed with the idea of filling in a lengthy questionnaire.",
      "cn": "格雷厄姆·弗莱彻对填写冗长的调查问卷这种事没什么兴趣。"
    },
    {
      "en": "I designed a questionnaire to find out why It'should be so.",
      "cn": "我设计了一份调查问卷,找出为什么会如此."
    },
    {
      "en": "It included questionnaire design explanation, collection, reorganization and findings statistical analysis.",
      "cn": "问卷设计说明 、 收集 、 整理和研究结果的统计分析."
    },
    {
      "en": "Method: To investigate 139 senile resident patients by questionnaire and evaluation forms.",
      "cn": "方法: 以评定量表和问卷的形式调查了139例老年住院患者."
    },
    {
      "en": "Objective To make a willpower questionnaire for middle - high school students.",
      "cn": "目的编制适合中学生使用的意志力问卷."
    },
    {
      "en": "Peress had received a routine promotion even after he refused to answer a loyalty questionnaire.",
      "cn": "佩雷斯尽管拒绝回答一次有关忠诚问题的质问,还是得到了按规定的晋级."
    },
    {
      "en": "Teachers will be asked to fill in a questionnaire.",
      "cn": "教师们将被要求填写一份调查问卷。"
    },
    {
      "en": "The methods of researching article are literature and questionnaire.",
      "cn": "论文的研究方法主要有文献法、问卷调查法."
    },
    {
      "en": "The research methods include questionnaire survey and statistical analysis.",
      "cn": "研究方法包括调查问卷和统计学分析."
    },
    {
      "en": "to complete a questionnaire",
      "cn": "填好问卷"
    },
    {
      "en": "To obtain the factual details, the adviser will complete a confidential questionnaire.",
      "cn": "为了得到真实的细节, 顾问将填写一份机密调查表."
    },
    {
      "en": "Use a questionnaire to survey [ find out about ] attitudes to smoking.",
      "cn": "使用 问卷 方式调查对吸烟的意见."
    },
    {
      "en": "We ask candidates to complete a psychometric questionnaire.",
      "cn": "我们让候选人填写一份心理测试问卷。"
    },
    {
      "en": "When you have filled in the questionnaire, copy it and send the original to your employer.",
      "cn": "填好这份问卷后，复印一份并将原卷交给雇主。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "examination"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "personality questionnaire",
      "tran_cn": "人格问卷"
    },
    {
      "phrase": "questionnaire method",
      "tran_cn": "问卷调查法；问卷法"
    },
    {
      "phrase": "questionnaire survey",
      "tran_cn": "问卷调查"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "调查表，调查问卷",
      "tran_en": "a written set of questions which you give to a large number of people in order to collect information"
    }
  ],
  "exchange": {
    "pl": [
      "questionnaires"
    ]
  }
}