{
  "word": "expendable",
  "ipa": {
    "us": "ɪkˈspendəbl",
    "uk": "ɪkˈspɛndəbəl"
  },
  "sentences": [
    {
      "en": "A short - wave expendable communications buoy can offer a new way for the security of the submarine.",
      "cn": "消耗型 短波 通信浮标能为潜艇隐蔽通信提供一种新的手段."
    },
    {
      "en": "Also, the increased necessity for the high - price expendable article causes higher unit cost of production.",
      "cn": "此外, 对焊嘴的频繁更换,必然导致单位生产成本增加."
    },
    {
      "en": "And, with Marcus Camby and the return of Kenyon Martin, Nene is expendable.",
      "cn": "何况还有坎比,马丁的复出, 以及可用的内内."
    },
    {
      "en": "Anyone that's a threat to what we're doing is expendable.",
      "cn": "任何威胁到我们的人都是可牺牲的."
    },
    {
      "en": "During the recession, training budgets were seen as an expendable luxury.",
      "cn": "在经济衰退期间，培训预算被认为是一项可以节省下来的奢侈费用。"
    },
    {
      "en": "Here are the top 5 movies we feel qualify Mickey Rourke to be an Expendable.",
      "cn": "下面是5部使得米基·洛克够格成为敢死队的影片."
    },
    {
      "en": "In the same way our bodies allocate blood flow away from expendable extremities in favour of vital organs during a crisis, companies must make sure their best markets and consumers are protected.",
      "cn": "就像我们的身体在危急时刻，把血液从可以牺牲的四肢调配给致命器官的方式一样，公司必须确保其最好的市场和顾客受到保护。"
    },
    {
      "en": "In these conservation - conscious times, areas of grassland are no longer expendable.",
      "cn": "在人们意识到应当保护自然资源的这个时代, 草原已不容再受破坏了."
    },
    {
      "en": "Once our services cease to be useful to them, we're expendable.",
      "cn": "一旦我们的服务对他们不再有用，我们就可能被抛弃。"
    },
    {
      "en": "Pencils, ink and paper are expendable supplies.",
      "cn": "铅笔, 墨水和纸都是销耗品."
    },
    {
      "en": "Roller is the important tool and is one of expendable parts in rolling.",
      "cn": "轧辊是钢铁厂轧制钢板的重要工具,也是轧制生产中的主要消耗备件之一."
    },
    {
      "en": "Sand fill and compaction are essential factors of Expendable Pattern Casting ( EPC ).",
      "cn": "干砂的填充及紧实是实型造型工艺技术中的关键因素."
    },
    {
      "en": "System composition, capability of mine hunting sonar and expendable are briefly introduced in the article.",
      "cn": "文章简介了系统的组成以及猎雷声呐和一次性灭雷具的能力."
    },
    {
      "en": "The characteristics and advantages of expendable pattern casting process dry sand and vacuum are briefly introduced.",
      "cn": "本文简述了真空实型铸造工艺的特点和优点."
    },
    {
      "en": "The officer regarded his soldiers as expendable.",
      "cn": "这军官认为可以牺牲他的士兵."
    },
    {
      "en": "We need such expendable supplies as pencils, ink and paper.",
      "cn": "我们需要象铅笔 、 墨水和纸张这样的消费品."
    },
    {
      "en": "You may be doing what could just as easily be done by someone else, which means you’re highly expendable. You may be playing follow the follower.",
      "cn": "你可能在做一些其他也能轻易完成的事，那可能意味着你是完全可牺牲的，你可能是追随追随者的人。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "expenditure",
          "tran_cn": " 支出，花费；经费，消费额"
        },
        {
          "word": "expense",
          "tran_cn": " 损失，代价；消费；开支"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "expense",
          "tran_cn": " 被花掉"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "expend",
          "tran_cn": " 花费；消耗；用光；耗尽"
        },
        {
          "word": "expense",
          "tran_cn": " 向…收取费用"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "consumable"
          ],
          "tran_cn": "可消费的；排出的；不重复使用的；可牺牲的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "consumable supplies"
          ],
          "tran_cn": "消耗品"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可消费的，值得消耗的"
    },
    {
      "pos": "n",
      "tran_cn": "消耗品, 可牺牲的"
    }
  ],
  "exchange": {}
}