{
  "word": "acerbity",
  "ipa": {
    "us": "ə'sɜ:bətɪ",
    "uk": "ə'sɜbətɪ"
  },
  "sentences": [
    {
      "en": "Acerbity persimmon breed is mostly on production at present, need is acerbity hind ability edible.",
      "cn": "目前生产上大多是涩柿品种, 需要脱涩后才能食用."
    },
    {
      "en": "As he spits out retorts with majestic acerbity, you think for a minute that he's right and the Agency is wrong —that he knows too much or has dug too deep.",
      "cn": "在他大力刻薄愤怒的反驳时，有那么一刻你认为他是对的是部门的错误，Cox知道的太多了或者他想知道更多的。"
    },
    {
      "en": "Basic smell of the mankind has 4 kinds, namely flavour of sweet, acerbity, candy and moldy.",
      "cn": "人类的基本嗅觉有四种, 即香 、 酸 、 糖味和腐臭."
    },
    {
      "en": "Does bead sand star treat armour locust acerbity handkerchief clap effect how?",
      "cn": "甲蝗酸帕珠沙星治疗淋病效果怎么样?"
    },
    {
      "en": "Does this kind of acerbity fluid get enough whether strongly to dissolve this coin?",
      "cn": "这种酸液是否强烈得足以把这枚硬币溶解 呢 ?"
    },
    {
      "en": "Get up in the morning acid of lumbar acerbity backache, shoulder, a headache?",
      "cn": "早上起床腰酸背痛 、 肩酸 、 头痛 呢 ?"
    },
    {
      "en": "I often the eye is acerbity, and what my myopic degree increases is faster also.",
      "cn": "我常常眼涩, 而且我的近视度数增加的也比较快."
    },
    {
      "en": "Is acerbity memory of leg of 36 years old of lumbago drops premature senility?",
      "cn": "36岁腰痛腿酸记忆力下降是早衰 吗 ?"
    },
    {
      "en": "Is the apple acerbity piece can you reduce weight? Is there side effect?",
      "cn": "苹果酸片可以减肥 吗 ?有副作用 吗 ?"
    },
    {
      "en": "It has dark color and sweet smell, medium sourness, well controlled aftertaste, no acerbity.",
      "cn": "色较深，香味充分，酸度适中，回味涩度控制的好，无涩味。"
    },
    {
      "en": "Muscle of ministry of arm, back, leg can have acerbity sour to have the effect namely!",
      "cn": "手臂 、 背部 、 腿部肌肉会有酸酸感就是有效果啦!"
    },
    {
      "en": "My neck often rings, very acerbity, be cervical vertebra disease? Can you cure?",
      "cn": "我的脖子经常响, 很酸, 是颈椎病 吗 ?能治好 吗 ?"
    },
    {
      "en": "Product of acerbity series of cyanogen make water shares 4 kinds big two breed.",
      "cn": "氰尿酸系列产品共有四大类二十几个品种."
    },
    {
      "en": "That is too good, we will sit on the cloud tomorrow, won't the foot is acerbity.",
      "cn": "那太好了, 我们明天就可以坐在云上, 不会脚酸了."
    },
    {
      "en": "The biggest to amino acerbity demand still is animal feed additive.",
      "cn": "对氨基酸需求量最大的仍是动物饲料添加剂."
    },
    {
      "en": "The town, the old grey twilight towers enveloped in dark yellow amber. In the evening, the black acerbity to bury the newborn, expand the trip.",
      "cn": "小城的余辉殆尽，灰旧的城楼笼罩在一片暗黄的琥珀色里。傍晚的黑涩，埋葬了新生的期待，扩大了旅行的心酸。"
    },
    {
      "en": "Wake up these days of total acerbity backache how to return a responsibility?",
      "cn": "这些天睡醒总腰酸背痛的怎么回事?"
    },
    {
      "en": "Why can acerbity sick at heart feel after I drank honey water?",
      "cn": "为什么我喝了蜂蜜水之后会感觉酸酸的?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "acerb",
          "tran_cn": " 尖锐的；酸涩的；尖酸刻薄的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "acid",
            "acridness"
          ],
          "tran_cn": "酸，涩；刻薄"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acidity",
            "fury"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "酸，苦味，辛辣，（脾气、性情、言词等）尖刻",
      "tran_en": "Acerbity is a kind of bitter, critical humour"
    }
  ],
  "exchange": {
    "adj": [
      "acerbic"
    ]
  }
}