{
  "word": "maize",
  "ipa": {
    "us": "meɪz",
    "uk": "meɪz"
  },
  "sentences": [
    {
      "en": "\"This is my garden. I plant so many things, like peas, carrots and maize, \" Solomon said.",
      "cn": "所罗门说，“这是我的菜园。我种了很多东西，像豌豆、胡萝卜和玉米。”"
    },
    {
      "en": "But why did maize become the favoured food and the revered grain of the Americas?",
      "cn": "但为什么唯独玉米成为所有美洲人最为青睐的食品与崇敬的谷物？"
    },
    {
      "en": "It has increased to such an extent that Ghana can now export maize.",
      "cn": "玉米产量增长得如此迅速，现在加纳已经可以出口玉米了。"
    },
    {
      "en": "Large improvements in potential yields of maize have occurred through breeding programs.",
      "cn": "通过育种使玉米获得了很大的增产潜力."
    },
    {
      "en": "Maize evolved from a wild grass in Mexico.",
      "cn": "玉米是从墨西哥的一种野生禾本植物进化而来的。"
    },
    {
      "en": "She is ambitious and saves what money she can so she can buy at least a bit of fertilizer for her maize crop.",
      "cn": "她雄心勃勃并将能节省的钱留起来，这样她至少可以为她种植的玉米作物买一点肥料。"
    },
    {
      "en": "She paused as she pounded the maize grains.",
      "cn": "她捣玉米粒时停了一下。"
    },
    {
      "en": "Some maize with S cytoplasm can revert to the fertile condition.",
      "cn": "有些具有S细胞质的玉米植株可以逆转为可育状态."
    },
    {
      "en": "The best - known grains are wheat, barley, oats, rye and maize.",
      "cn": "最为人们所熟知的粮食是小麦 、 大麦 、 燕麦 、 黑麦和玉米."
    },
    {
      "en": "The life cycle of maize is that of a typical angiosperm.",
      "cn": "玉米的生活史是被子植物中比较典型的."
    },
    {
      "en": "The maize and millet were just putting forth ears.",
      "cn": "玉米和谷子正在抽穗."
    },
    {
      "en": "The researchers say it should be possible to transfer this process to rice by inserting genes from maize or from wild relatives of rice that also use it.",
      "cn": "科学家说，通过把来自玉米或者具有此功能的水稻野生亲属的基因插入水稻中，就有可能让水稻也具有这一功能。"
    },
    {
      "en": "There are three short insertions in the maize 23 s gene.",
      "cn": "玉米的23s基因中有三个短的插入片段."
    },
    {
      "en": "There's a field planted with maize behind the house.",
      "cn": "房子后面有一块玉米地."
    },
    {
      "en": "They cultivated maize, beans , squashes, and tobacco, in garden beds.",
      "cn": "他们在园圃的土坛上种植玉蜀黍 、 菜豆 、 南瓜和烟草."
    },
    {
      "en": "They're selecting maize seeds.",
      "cn": "他们在选玉米种."
    },
    {
      "en": "We can grow sorghum or maize on this plot.",
      "cn": "这块地可以种高粱或玉米."
    },
    {
      "en": "Wheat, maize and oats belong to the grain group.",
      "cn": "小麦, 玉米及燕麦都属谷类."
    },
    {
      "en": "Yesterday the field opposite was sown with maize.",
      "cn": "昨天对面的田里播种了玉米。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "yellow",
            "xanthic"
          ],
          "tran_cn": "黄色的，玉米色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "yellow",
            "zea mays"
          ],
          "tran_cn": "[作物]玉米；黄色，玉米色"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "maize meal",
      "tran_cn": "玉米粉，玉米面"
    },
    {
      "phrase": "maize starch",
      "tran_cn": "玉米淀粉；玉蜀黍淀粉"
    },
    {
      "phrase": "maize straw",
      "tran_cn": "玉米秸秆；玉米秆"
    },
    {
      "phrase": "maize yellow",
      "tran_cn": "玉米黄"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "黄色的，玉米色的"
    },
    {
      "pos": "adj .",
      "tran_cn": "玉米色的"
    },
    {
      "pos": "n",
      "tran_cn": "玉米，玉米色",
      "tran_en": "a tall plant with large yellow seeds that grow together on a  cob (= long hard part )  , and that are cooked and eaten as a vegetable"
    }
  ],
  "exchange": {}
}