{
  "word": "catastrophic",
  "ipa": {
    "us": " ˌkætəˈstrɒfɪk",
    "uk": " ˌkætəˈstrɑːfɪk"
  },
  "sentences": [
    {
      "en": "A tidal wave caused by the earthquake hit the coast causing catastrophic damage.",
      "cn": "地震引发的海啸袭击了海岸，造成了灾难性的损失。"
    },
    {
      "en": "All free nations have a stake in preventing sudden and catastrophic attacks.",
      "cn": "防范灾难性的突发攻击事件,与所有自由的国度休戚相关."
    },
    {
      "en": "Cathleen's plight seemed to her more startling than catastrophic.",
      "cn": "她觉得凯瑟琳的情况主要是令人惊讶,而并非什么可悲的事."
    },
    {
      "en": "Develop emergency action plans to facilitate efficient patient care in catastrophic situations.",
      "cn": "拟定紧急应变计划,以促进重大伤病发生时病人能获得有效率的照护."
    },
    {
      "en": "Figure 10 - 8 : Ejector seat levers have catastrophic results.",
      "cn": "图10-8弹射操纵杆具有灾难般的后果."
    },
    {
      "en": "Global warming per se is not really the problem; the catastrophic climate changes which might be caused by it are.",
      "cn": "全球变暖本身并不是真正的问题；可能由它引发的灾害性天气变化才是问题所在。"
    },
    {
      "en": "His mother's untimely death had a catastrophic effect on him.",
      "cn": "他母亲的早逝给了他沉重的打击。"
    },
    {
      "en": "In itself this was not a catastrophic turn.",
      "cn": "就这件事本身而论,还不算是一次灾难性的变化."
    },
    {
      "en": "In our business, a swing of 15 percent is catastrophic.",
      "cn": "在我们这个行业中, 15%的变化实在是个灾难."
    },
    {
      "en": "It has been predicted that the Earth will tilt on its axis , causing catastrophic famine and disease.",
      "cn": "有人曾预言地球会导致大荒灾和疾病."
    },
    {
      "en": "Relegation to the Third Division would prove catastrophic.",
      "cn": "降到丙级将是灾难性的。"
    },
    {
      "en": "The decision to cut back on film-making had a catastrophic effect on the nurturing of new talent.",
      "cn": "削减电影制作经费的决定在扶植新人方面有灾难性的影响。"
    },
    {
      "en": "The guilty president was suppressing the catastrophic news.",
      "cn": "应该承担罪责的总统扣压着这个灾难性消息."
    },
    {
      "en": "The minister gave a warning that if war broke out, it would be catastrophic.",
      "cn": "部长警告说，战争一旦爆发将会是灾难性的。"
    },
    {
      "en": "The minister warned that if war broke out, it would be catastrophic for the whole world.",
      "cn": "这位部长警告说，万一爆发战争，那对全世界都将是场灾难。"
    },
    {
      "en": "The situation in Afghanistan looks bad, but not yet catastrophic.",
      "cn": "阿富汗的局势看上去很糟, 但迄今为止还不算是场灾难."
    },
    {
      "en": "The water shortage in this country is potentially catastrophic.",
      "cn": "该国水资源的匮乏很可能是灾难性的。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "catastrophe",
          "tran_cn": " 大灾难；大祸；惨败"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "miserable",
            "calamitous"
          ],
          "tran_cn": "灾难的；悲惨的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "afflictive",
            "destructive",
            "disastrous",
            "tragic",
            "violent"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "catastrophic failure",
      "tran_cn": "突变失效；灾难性故障"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "灾难性的，糟糕的",
      "tran_en": "Something that is catastrophic involves or causes a sudden terrible disaster"
    }
  ],
  "exchange": {
    "adv": [
      "catastrophically"
    ],
    "noun": [
      "catastrophe"
    ]
  }
}