{
  "word": "pedagogical",
  "ipa": {
    "us": "ˌpɛdəˈgɒdʒɪkəl",
    "uk": "ˌpɛdəˈgɑdʒɪkəl"
  },
  "sentences": [
    {
      "en": "Based on pedagogical scheme of representation of fundamental dependent equations relating thermodynamic functions is suggested.",
      "cn": "通过多年教学实践,归纳出热力学函数间基本关系式的图示法."
    },
    {
      "en": "Furthermore, the book incorporates a number of important pedagogical innovations.",
      "cn": "此外, 本书在教学方法上有许多重要革新."
    },
    {
      "en": "Growing point is the key to the development of pedagogical theory.",
      "cn": "生长点是教学论发展的关键问题."
    },
    {
      "en": "I have no brow of such a pedagogical tone.",
      "cn": "我不喜欢这种学究的口吻."
    },
    {
      "en": "It was in ancient times that the thought of pedagogical pragmatics began to gestate and form.",
      "cn": "教学语用学思想是从古代开始孕育和形成的。"
    },
    {
      "en": "Judge Milford's pedagogical scheme was to let the children read whatever they pleased.",
      "cn": "米尔福德法官教导子女的原则就是让孩子们爱看什么书就看什么书."
    },
    {
      "en": "Pedagogical implications of the findings are discussed.",
      "cn": "本文最后依研究结果提出教学相关建议."
    },
    {
      "en": "Punning, together with other forms of humor, can be an efficient pedagogical tool in English classes.",
      "cn": "对教师们来说, 双关语及其它幽默形式在英语课堂上可以成为有效的教学手段."
    },
    {
      "en": "Teachers'reflective pedagogical thinking is closely related to their teaching behavior.",
      "cn": "教师的教学反思和教学行为是紧密联系的."
    },
    {
      "en": "The pedagogical school construction should be paid more attention in the 21 st century.",
      "cn": "21世纪需要更加关注教育学的学派建设."
    },
    {
      "en": "The school district provides training to help teachers improve their pedagogical methods.",
      "cn": "该学区提供培训以帮助教师们改进教学方法。"
    },
    {
      "en": "This article also discusses the pedagogical implications of metadiscourse in writing.",
      "cn": "本文还探讨了亚言语对英语写作教学的启示."
    },
    {
      "en": "This is a case - driven pedagogical approach.",
      "cn": "使用案例教学法."
    },
    {
      "en": "This restricted approach to the general problem of automated design has a number of pedagogical advantages.",
      "cn": "在自动设计一般性的问题上采用这一有限制性的方法在教学上有许多优点."
    },
    {
      "en": "Trains the pedagogical kind of student, makes the contribution for the education.",
      "cn": "培养出很多师范类学生, 为教育事业做出贡献."
    },
    {
      "en": "When it comes to pedagogical psychology, the young scholar knows what's what.",
      "cn": "讲起教育心理学, 这位年轻的学者是很在行的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "教师的，适宜于教师的，教学（法）的(pedagogical)，师范",
      "tran_en": "relating to teaching methods or the practice of teaching"
    }
  ],
  "exchange": {}
}