{
  "word": "merely",
  "ipa": {
    "us": "ˈmɪəli",
    "uk": "ˈmɪrli"
  },
  "sentences": [
    {
      "en": "By pushing aside unpleasant thoughts they merely repress these thoughts.",
      "cn": "他们对不愉快的想法不予理会，其结果仅仅是压制了这些想法。"
    },
    {
      "en": "Francis Watson was far from being merely a furniture expert.",
      "cn": "弗朗西斯·沃森远远不止是个家具行家。"
    },
    {
      "en": "He was not a dishonourable man, he was merely a professional.",
      "cn": "他不是个不知羞耻的人，他只是个专业人士。"
    },
    {
      "en": "He’s merely a boy – you can’t expect him to understand.",
      "cn": "他只是个孩子——你不要指望他能理解。"
    },
    {
      "en": "I am merely citing his reaction as typical of British industry.",
      "cn": "我仅以他为例来说明英国工业界的典型反应。"
    },
    {
      "en": "It is to be hoped that he is merely drumming up business.",
      "cn": "但愿他只是在招揽生意。"
    },
    {
      "en": "Merely because you believe a thing is right, it isn't automatically so.",
      "cn": "事情不会仅仅因为你相信它是对的，就会必然如此。"
    },
    {
      "en": "Music is merely an enhancement to the power of her words.",
      "cn": "音乐只是增强了她话语的力度。"
    },
    {
      "en": "Taxation is not popular in principle, merely acceptable in context.",
      "cn": "征税基本上是不受欢迎的，在一定情境中才勉强为人接受。"
    },
    {
      "en": "The brain accounts for merely three per cent of body weight.",
      "cn": "大脑仅占体重的3%。"
    },
    {
      "en": "The King has merely given the politicians enough rope to hang themselves.",
      "cn": "国王只不过是给了这些政客自缚的绳子。"
    },
    {
      "en": "The letter merely restated the law of the land.",
      "cn": "这封信只不过重复了一下土地法。"
    },
    {
      "en": "The police don't make the laws, they merely enforce them.",
      "cn": "警察并不制定法律，只是负责执行。"
    },
    {
      "en": "This merely strengthens our resolve to win the league.",
      "cn": "这只会更加坚定我们赢得联赛的决心。"
    },
    {
      "en": "When I finally posed the question, \"Why?\" he merely shrugged.",
      "cn": "当我最后问“为什么”时，他只是耸了耸肩。"
    },
    {
      "en": "You are merely reciting facts that you have learned by rote.",
      "cn": "你只是在背诵自己死记硬背下来的东西。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mere",
          "tran_cn": " 仅仅的；只不过的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "mere",
          "tran_cn": " 小湖；池塘"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "barely",
            "only",
            "purely",
            "simply"
          ],
          "tran_cn": "仅仅"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "barely",
            "but",
            "just",
            "only",
            "purely",
            "scarcely",
            "simply"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "只不过，仅仅",
      "tran_en": "used to emphasize how small or unimportant something or someone is"
    }
  ],
  "exchange": {}
}