{
  "word": "bison",
  "ipa": {
    "us": "ˈbaɪsn",
    "uk": "ˈbaɪsn"
  },
  "sentences": [
    {
      "en": "a herd of bison",
      "cn": "一群野牛"
    },
    {
      "en": "American bison are very large.",
      "cn": "美洲野牛非常巨大."
    },
    {
      "en": "And also they followed the bison.",
      "cn": "他们还追杀野牛."
    },
    {
      "en": "Bison waste no longer fell on the ground to improve the soil.",
      "cn": "野牛制造的废物也不再渗进泥土改善土壤了."
    },
    {
      "en": "Bison waste no longer fell on the ground to improve to soil.",
      "cn": "地上不再有野牛的粪便来改良土壤了."
    },
    {
      "en": "Bison were killed for their meat.",
      "cn": "他们杀野牛,吃野牛肉."
    },
    {
      "en": "But the biggest obstacle is the ranchers themselves, whose cattle compete with prairie dogs and bison for grass and space.",
      "cn": "但最大的阻碍来自牧场主本身，他们的牲畜与土拨鼠和野牛们竞争着草场和空间。"
    },
    {
      "en": "Each bottle contains a single blade of bison grass.",
      "cn": "每个瓶子都装有一片野牛草."
    },
    {
      "en": "He later was called a bison.",
      "cn": "后来,人们叫它美洲野牛."
    },
    {
      "en": "Herds of bison live in the park.",
      "cn": "公园内住有成群的野牛。"
    },
    {
      "en": "Large herds of bison used to live on the plains of North America.",
      "cn": "大群的野牛过去曾生活在北美大草原上."
    },
    {
      "en": "Nature and fertility would have been all-important; they would have worshipped sun gods, water gods, moon gods and doubtless bison gods.",
      "cn": "最重要的一点肯定是自然资源的丰饶多产，他们崇拜太阳神、水神、月亮神，无疑还有野牛神。"
    },
    {
      "en": "Now bison herds have increased to the hundreds of thousands.",
      "cn": "现在,野牛群又增加数以百计千计的数量."
    },
    {
      "en": "Sixty acres of woods and ponds are home to camels, zebra, bison, water buffalo, ostrich and antelope.",
      "cn": "六十英亩的森林和池塘是骆驼，斑马，野牛，水牛，鸵鸟和羚羊的家园。"
    },
    {
      "en": "The bison grows to a shoulder - height of 1.5 metres and can weigh 1100 kilograms.",
      "cn": "野牛可以长到肩高1.5米,重达1100千克."
    },
    {
      "en": "The steppes gave way to forests, and red deer took the place of horse and bison.",
      "cn": "大草原被森林取而代之, 赤鹿替代了野马和野牛."
    },
    {
      "en": "They stuck a bison with spears.",
      "cn": "他们用长矛刺死了一头野牛."
    },
    {
      "en": "This is Appa, my flying bison.",
      "cn": "这是阿帕, 会飞的野牛阿帕."
    },
    {
      "en": "Watching bison up close is mesmerizing, like watching a grass fire about to leap out of control.",
      "cn": "近距离观察野牛会使人生疑，就像看到一场失控的大火即将恣肆于草原。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "aurochs",
            "wisent"
          ],
          "tran_cn": "北美野牛；欧洲野牛"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ox"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "野牛",
      "tran_en": "an animal like a large cow, with hair on its head and shoulders"
    }
  ],
  "exchange": {
    "pl": [
      "bison"
    ]
  }
}