{
  "word": "postmodern",
  "ipa": {
    "us": "ˌpəʊstˈmɒdn",
    "uk": "ˌpoʊstˈmɑdərn"
  },
  "sentences": [
    {
      "en": "A true hypertext expression for the postmodern age.",
      "cn": "真正的后现代时期的超文本表示!"
    },
    {
      "en": "And as the unknown unknowns have turned into known unknowns, the system has been experiencing postmodern.",
      "cn": "当那些一无所知的受骗者意识到发生了什么, 这个体系就会经历后现代的挤兑."
    },
    {
      "en": "Could reinvent the genre for a cine - literate, postmodern audience.",
      "cn": "你是要改变电影文学, 后现代观众的品味."
    },
    {
      "en": "Doll puts forward 4 R in his postmodern perspective on curriculum.",
      "cn": "多尔在其后现代课程观中提出4R的后现代课程模式."
    },
    {
      "en": "He also displays a postmodern consciousness ahead of the times.",
      "cn": "他的小说里有一种浓浓的悲剧意识."
    },
    {
      "en": "His belongings are clearly in a row - a workout room, postmodern furniture, pets and gourmet.",
      "cn": "他的所有的东西一览无余 ---- 一间工作室 、 超前的家具 、 宠物和美食."
    },
    {
      "en": "In postmodern context, costume code is a kind of game of signifier in nature.",
      "cn": "在后现代语境中, 服饰符码在本性上是一种能指的游戏."
    },
    {
      "en": "Nevertheless, postmodern writers like Fowles do not want their authority to be neglected by the reader.",
      "cn": "但诸如福尔斯这样的后现代主义作家并不甘心放弃自己的权威性."
    },
    {
      "en": "postmodern architecture",
      "cn": "后现代主义建筑"
    },
    {
      "en": "Postmodern management view is a reformative theory on management based on the postmodern philosophy.",
      "cn": "后现代管理观是在后现代主义哲学基础上形成的一种变革性的管理理论."
    },
    {
      "en": "Postmodern psychology is impinging on modern psychology and attempting to transcend it.",
      "cn": "后现代心理学冲击着现代心理学,并试图实现对它的超越."
    },
    {
      "en": "Postmodern realism reflects the tendency of the development of postmodernism.",
      "cn": "后现代现实主义是后现代主义发展通俗化的体现."
    },
    {
      "en": "The possibilities rest with the influence of the postmodern philosophy and postmodern literature.",
      "cn": "“法律与文学”运动深受后现代哲学和后现代文学的影响."
    },
    {
      "en": "The postmodern philosophy was born, on the base rethinking and criticizing the modern rationalism.",
      "cn": "后现代哲学是在反思和批判现代理性主义的基础上诞生的."
    },
    {
      "en": "Therefore it has the academic value to clarify Jameson's postmodern theory.",
      "cn": "廓清詹明信的后现代理论的旨趣,具有重要的学术意义."
    },
    {
      "en": "We postmodern communication addicts might want to pay attention to this.",
      "cn": "我们这些有交流瘾的后现代人,可能想关注这一点."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "后现代主义的，后现代派的",
      "tran_en": "relating to or influenced by postmodernism"
    }
  ],
  "exchange": {}
}