{
  "word": "bathtub",
  "ipa": {
    "us": "ˈbɑːθtʌb",
    "uk": "ˈbæθtʌb"
  },
  "sentences": [
    {
      "en": "A long sleek one for the Mediterranean or a tiny one for your bathtub?",
      "cn": "造型优美的狭长地中海型,还是小巧的浴缸型?"
    },
    {
      "en": "A: The bathtub is large enough for two people.",
      "cn": "这个浴缸很大,足够两个人同时使用了."
    },
    {
      "en": "And the neighbor down the street found in the bathtub… And the kid who ran his motorcycle into a tree an accident but for the note left behind saying that's exactly what he intended to do… And so on.",
      "cn": "还有那个街上的邻居，被人发现在浴缸里自杀了……还记着有个小年轻骑摩托车撞到了树上，大家认为这是个意外，但是这个小孩留的字条上说他是一心寻死的，等等。"
    },
    {
      "en": "Behind the bedroom were an old kitchen and a bathroom so small the toilet seat sometimes scraped against the bathtub.",
      "cn": "卧室的后面是一个旧的厨房和一间浴室，浴室非常小，抽水马桶的盖子有时竞会碰擦到浴缸。"
    },
    {
      "en": "Clean out the bathtub when you are done.",
      "cn": "洗完澡后请把浴缸洗干净."
    },
    {
      "en": "He played with his rubber ball in the bathtub.",
      "cn": "他在浴缸里玩橡胶球."
    },
    {
      "en": "His students are generally much better at bathtub dynamics by the end of his course, which gives him hope.",
      "cn": "在完成他的课程之后，他的学生对浴缸动力学的理解普遍好多了，这给了他希望。"
    },
    {
      "en": "I'd prefer a shower to a bathtub, if possible.",
      "cn": "如果可能的话, 我更喜欢带淋浴的房间."
    },
    {
      "en": "It was a real classy act he pulled in the bathtub.",
      "cn": "他在浴缸里被捕才是真正的优秀行为."
    },
    {
      "en": "Let the water out of the bathtub.",
      "cn": "把浴缸里的水放掉."
    },
    {
      "en": "Mr. Bartlett built a special room for the bathtub.",
      "cn": "巴特利特先生为浴盆盖了一间特别的房子."
    },
    {
      "en": "Please let the water out of the bathtub.",
      "cn": "请把浴缸里的水放掉."
    },
    {
      "en": "She pulled out the plug of the bathtub.",
      "cn": "她拔下浴缸的塞子."
    },
    {
      "en": "The bathtub drain needs repairing.",
      "cn": "浴盆的下水道需要修理."
    },
    {
      "en": "The bathtub needs to be scrub.",
      "cn": "浴缸需要擦洗."
    },
    {
      "en": "The pillowcases are stained, and the bathtub is dirty.",
      "cn": "枕套上有污渍, 浴缸还是脏的."
    },
    {
      "en": "The sheet is stained and the bathtub is not clean.",
      "cn": "床单上有污点,浴缸也不干净."
    },
    {
      "en": "What if you fall in the bathtub?",
      "cn": "你要在浴缸里滑倒了 怎么办 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bath",
            "tub"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "浴缸，澡盆",
      "tran_en": "a long large container that you fill with water and sit or lie in to wash yourself"
    }
  ],
  "exchange": {
    "pl": [
      "bathtubs"
    ]
  }
}