{
  "word": "feudalism",
  "ipa": {
    "us": "ˈfju:dəlɪzəm",
    "uk": "ˈfjudlˌɪzəm"
  },
  "sentences": [
    {
      "en": "Against imperialism, feudalism and bureaucrat - capitalism, and against capitalism.",
      "cn": "对付帝国主义 、 封建主义、官僚资本主义, 对付资本主义."
    },
    {
      "en": "All of these are the survivals of feudalism and capitalism.",
      "cn": "所有的这一切都是封建主义和资本主义再现."
    },
    {
      "en": "As feudalism decayed in the West it gave rise to a mercantile class.",
      "cn": "随着西方封建制度解体，商业阶层应运而生。"
    },
    {
      "en": "By 1740 European feudalism was in its death throes.",
      "cn": "到1740年,欧洲的封建主义摇摇欲坠."
    },
    {
      "en": "Challenges against patriarchal - feudalism came from progressive intellectuals in the wake of the Reform Movement of 1898.",
      "cn": "对“封建宗法性”特征的挑战,始于戊戌变法后一代代先进的中国知识分子."
    },
    {
      "en": "China had a very long period of feudalism.",
      "cn": "中国有很长的封建时期."
    },
    {
      "en": "Feminism criticism has special context - against feudalism and the tradition.",
      "cn": "女性主义批评在中国具有特殊的语境即反封建、传统."
    },
    {
      "en": "In this article, the author focuses on the anti - feudalism consciousness, tragedy consciousness and animadversion consciousness.",
      "cn": "本文主要论述了意识倾向变化中的 反 封建意识 、 悲剧意识和批判意识."
    },
    {
      "en": "Now I come to the question of eliminating the influence of feudalism and of bourgeois thinking.",
      "cn": "现在说一下肃清封建主义和资产阶级思想影响的问题."
    },
    {
      "en": "The Enlightenment was an expression of struggle of the then progressive class of bourgeoisie against feudalism.",
      "cn": "启蒙运动实际上是当时先进的资产阶级同落后的封建主义斗争的一种形式."
    },
    {
      "en": "The struggle against imperialism and feudalism has achieved a foundemental victory.",
      "cn": "的职务,拒绝在对德“和约”上签字,反帝反封建斗争取得了初步胜利."
    },
    {
      "en": "This marked an initial victory for the struggle against imperialism and feudalism.",
      "cn": "这标志着反帝国反封建的斗争取得了初步胜利."
    },
    {
      "en": "This was very effective in eradicating the remaining evils of feudalism.",
      "cn": "这对消除封建残余很有作用."
    },
    {
      "en": "Under maintenance feudalism rule premise, attention textbook scientific nature and inappropriateness.",
      "cn": "在维护封建统治前提下, 注重教科书的科学性和适用性."
    },
    {
      "en": "What do we mean by feudalism?",
      "cn": "我们说的封建主义,是指什么呢?"
    },
    {
      "en": "With an owl scream in the dark , feudalism paid its last tribute to China's despot.",
      "cn": "这是封建主义向中国的专制寡头最后告别时发出的半夜里猫头鹰一样的凄厉叫声."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "feudal",
          "tran_cn": " 封建制度的；领地的；世仇的"
        },
        {
          "word": "feudalistic",
          "tran_cn": " 封建性的；封建制度的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "feudally",
          "tran_cn": " 如封建地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "feud",
          "tran_cn": " 不和；争执；封地"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "feud",
          "tran_cn": " 长期不和；长期争斗"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "feudalize",
          "tran_cn": " 使……形成封建制度；使……封建化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "feudal system"
          ],
          "tran_cn": "封建主义；封建制度"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "封建制度，封建主义",
      "tran_en": "a system which existed in the Middle Ages, in which people received land and protection from a lord when they worked and fought for him"
    }
  ],
  "exchange": {
    "adj": [
      "feudalistic"
    ]
  }
}