{
  "word": "fjord",
  "ipa": {
    "us": "fjɔ:d",
    "uk": "fjɔrd"
  },
  "sentences": [
    {
      "en": "An arm of the sea similar to a fjord.",
      "cn": "挪威中部一城市,濒临特隆赫姆沥海峡."
    },
    {
      "en": "For the Horde, in Howling Fjord, you enter an area with brand new Forsaken architecture.",
      "cn": "而部落玩家将会体验到一种全新的被遗忘者建筑的风格."
    },
    {
      "en": "He and his men settled in a fjord on the northwest part of the island.",
      "cn": "他和手下在岛上西北边的一处海湾安顿下来."
    },
    {
      "en": "Pulpit Rock towers over a fjord in the municipality of Forsand and is one of Norway's most popular attractions, drawing tens of thousands of holidaymakers every year.",
      "cn": "布道台立于福桑区的一处峡湾之上，是挪威最受欢迎的景点之一，每年都会吸引成千上万名游客。"
    },
    {
      "en": "The 20 km long shallow - bottomed fjord, Otago Harbour, is the home of an abundance of wildlife.",
      "cn": "拥有20公里长的低浅峡湾的奥塔哥港, 拥有丰富的野生动植物资源."
    },
    {
      "en": "The hut stands at the foot of a near vertical wall of rock in an icy fjord in the high Arctic, a week away by dog sled from the nearest human settlement.",
      "cn": "小屋坐落在高纬度北极地区峡湾边一座几乎是垂直的山岩下，从最近的有人居住的地方到此地，狗拉的雪橇要走一个星期。"
    },
    {
      "en": "The second longest fjord (an inset of the sea between steep slopes) in the world and the largest in Norway, the magnificence of this has to be experienced for the magnitude to be understood.",
      "cn": "这是世界第二长的峡湾（就是那种峭壁对峙的形式）当然在挪威是最大的，她有种难以言语的雄壮。"
    },
    {
      "en": "The walls of a fjord usually plunge deep below the surface of the water.",
      "cn": "峡湾的岩壁通常会深入水面之下."
    },
    {
      "en": "Three days later, she was photographed by aaircraft while resting in a Norwegian fjord ( Altenfiord ).",
      "cn": "三天后, 她在挪威海峡休息时被喷火式 侦察机 拍下照片."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "forde",
            "flord"
          ],
          "tran_cn": "[地理]峡湾（等于fiord）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "峡湾，海岸峡江",
      "tran_en": "a narrow area of sea between high cliffs, especially in Norway"
    }
  ],
  "exchange": {
    "pl": [
      "fjords"
    ]
  }
}