{
  "word": "Tahiti",
  "ipa": {
    "us": "təˈhi:tɪ",
    "uk": "tɑˈhitɪ"
  },
  "sentences": [
    {
      "en": "A male goat rests on the exposed root ball of a palm tree on Tahiti Island.",
      "cn": "一头山羊在大溪地岛上的棕榈树下裸露的球形根茎上休息."
    },
    {
      "en": "How about a 55-day round trip from California to Australia and New Zealand via Tahiti and Mexico?",
      "cn": "从加州途径塔希提岛和墨西哥前往澳大利亚和新西兰往返55天的行程怎么样？"
    },
    {
      "en": "Infrasound from ocean waves observed in Tahiti.",
      "cn": "在Tahiti观测到的海浪次声."
    },
    {
      "en": "Monoi de Tahiti Oil - Moisturises and helps to protect and condition the skin and hair.",
      "cn": "大溪地栀子花油 - 有效保护、修护肌肤和秀发."
    },
    {
      "en": "Tahiti is also much less crowded compared to other popular dive sites.",
      "cn": "相较于其他热闹的潜水地,大溪地也较不拥挤."
    },
    {
      "en": "Tahiti is famous for its world - class diving.",
      "cn": "大溪地以身为 世界级 的潜水地点而闻名."
    },
    {
      "en": "Tahiti is one of the most popular island vacation spots in the world.",
      "cn": "大溪地是全世界最热门的度假岛屿之一."
    },
    {
      "en": "Tahiti lies in the South Pacific.",
      "cn": "塔希提岛位于南太平洋。"
    },
    {
      "en": "Tahiti nut, worked or moulded ( excl. buttons and blanks thered )",
      "cn": "塔希提岛榈坚果, 已加工或模制 ( 不包括钮扣及钮扣的坯料 )"
    },
    {
      "en": "Tamanu oil is from Tahiti and is known for its capacity to regenerate scar tissue.",
      "cn": "塔玛纽油是来自大溪地,因为其再生伤疤组织的能力而闻名."
    },
    {
      "en": "The beautiful island of Tahiti is located south of the Equator.",
      "cn": "美丽的大溪地位于赤道以南."
    },
    {
      "en": "The hulls were built by Choco Indians in the Darien Providence of Panama and shipped to Tahiti.",
      "cn": "它的船身是在巴拿马的达里恩省由巧克族印第安人做的，然后运到塔希提岛来。"
    },
    {
      "en": "The language which the Maori speak is related to the languages of Tahiti and Hawaii.",
      "cn": "毛利人所说的语言同塔希提岛和夏威夷的语言是有关的."
    },
    {
      "en": "The only serious stress is laid upon the degradation of Tahiti.",
      "cn": "唯一严肃的地方是把塔希提岛奚落了一番."
    },
    {
      "en": "This is why Tahiti is the ideal place to get away from it all.",
      "cn": "这就是为什么大溪地是个能让人远离尖嚣的理想国度."
    },
    {
      "en": "This was a problem for observers elsewhere, too, not only Cook in Tahiti.",
      "cn": "不仅是塔西提岛的库克, 这对其他地方的观测者同样是个问题."
    },
    {
      "en": "Tom is taking me a vacation in Tahiti.",
      "cn": "汤姆要带我去大溪地度假."
    },
    {
      "en": "What when the steamer reached Tahiti?",
      "cn": "游船抵达塔希提后他要做什么?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "塔希提岛（南太平洋）"
    },
    {
      "pos": "other",
      "tran_cn": "塔西提岛（位于太平洋）"
    }
  ],
  "exchange": {}
}