{
  "word": "cauliflower",
  "ipa": {
    "us": "ˈkɒliflaʊə(r)",
    "uk": "ˈkɑːliflaʊər"
  },
  "sentences": [
    {
      "en": "Add cauliflower and cream of corn . Bring to a boil again.",
      "cn": "再加入椰菜花及粟米蓉同煮至沸滚."
    },
    {
      "en": "Also included in the green group of vegetables are broccoli, Brussels sprouts, and cabbage, which are, like cauliflower, cruciferous vegetables and contain powerful carcinogen blockers.",
      "cn": "椰菜、抱子甘蓝和卷心菜也属于绿色组蔬菜，像菜花那样，都是十字花科蔬菜并且含有强有效的致癌物质阻断剂。"
    },
    {
      "en": "Break the cauliflower into florets.",
      "cn": "把花椰菜撕成小朵。"
    },
    {
      "en": "Broccoli and cauliflower are among the most nutritions nutritious vegetables.",
      "cn": "花椰菜和菜花都是富含丰富营养的蔬菜."
    },
    {
      "en": "Broccoli and cauliflower are among the most nutritious vegetables.",
      "cn": "西兰花和花椰菜是最有营养价值的蔬菜."
    },
    {
      "en": "Broccoli and cauliflower can grow outdoors from seed or as small plants.",
      "cn": "西兰花和花椰菜可以在种子或者幼苗可以在户外种植."
    },
    {
      "en": "Buy: broccoli, cauliflower, red kidney bean, lotus root, frozen strawberry.",
      "cn": "采购: 西兰花, 花菜, 红腰果, 藕, 冷冻草莓."
    },
    {
      "en": "Divide the cauliflower into florets and wash them thoroughly.",
      "cn": "把菜花掰成一块块小花,然后仔细把它们洗干净."
    },
    {
      "en": "Do you like cauliflower?",
      "cn": "你喜欢菜花吗？"
    },
    {
      "en": "I ordered a dish of unmixed stir - fried cauliflower in the restaurant.",
      "cn": "我在餐馆点了一道清 炒菜 花."
    },
    {
      "en": "I'm just making the sauce for the cauliflower.",
      "cn": "我正在弄花椰菜的调味汁呢。"
    },
    {
      "en": "If cabbage, cauliflower, sunflower seed oil, colza is oily, wait.",
      "cn": "如卷心菜 、 菜花 、 葵花子油 、 菜子油等."
    },
    {
      "en": "If you don't have cucumbers, get creative–other vegetables such as cauliflower, carrots, or zucchini will make just as wonderful pickles!",
      "cn": "如果你没有黄瓜，发挥创意吧——其它蔬菜像花椰菜、胡萝卜或南瓜也一样可以做出极好的泡菜！"
    },
    {
      "en": "Jars of mixed pickles contain gherkins and pieces of cauliflower as well as onions.",
      "cn": "混合泡菜坛子里装有黄瓜、菜花片和洋葱."
    },
    {
      "en": "Other great choices are veggies from the cruciferous family, which include cauliflower and Brussels sprouts. And, you can try new ways to use these vegetables.",
      "cn": "另一种非常好的选择是花类蔬菜，包括花椰菜和布鲁塞尔豆芽，你也可用新方法制作这些蔬菜。"
    },
    {
      "en": "Spinach, egg - plant, cabbage, cauliflower, cucumber and turnip are our favorite vegetables.",
      "cn": "菠菜, 茄子, 卷心菜, 花椰菜, 黄瓜,和萝卜都是我们喜欢吃的蔬菜."
    },
    {
      "en": "They think broccoli is only green and cauliflower is only white.",
      "cn": "他们认为西兰花只有绿色的,而菜花都是白色的."
    },
    {
      "en": "This variant form of cauliflower is the ultimate fractal vegetable.",
      "cn": "这种花椰菜的变种形式是一种极限分形蔬菜."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "broccoli"
          ],
          "tran_cn": "花椰菜，[园艺]菜花"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "花椰菜，菜花",
      "tran_en": "a vegetable with green leaves around a firm white centre"
    }
  ],
  "exchange": {
    "pl": [
      "cauliflowers"
    ]
  }
}