{
  "word": "virtually",
  "ipa": {
    "us": "ˈvɜːtʃuəli",
    "uk": "ˈvɜːrtʃuəli"
  },
  "sentences": [
    {
      "en": "Alain Prost finished third and virtually conceded the world championship.",
      "cn": "阿兰·普罗斯特以第三名的成绩结束比赛，实际上已经将世界冠军的位置拱手让人。"
    },
    {
      "en": "Anita pushed her plate away; she had eaten virtually nothing.",
      "cn": "安妮塔把自己的盘子推开；她几乎什么都没吃。"
    },
    {
      "en": "He knew virtually nothing about music but he could smell a hit.",
      "cn": "他对音乐几乎一窍不通，却预感到它将会大受欢迎。"
    },
    {
      "en": "He was virtually unknown before running for office.",
      "cn": "他在参加竞选之前几乎不为人知。"
    },
    {
      "en": "In less than two hours Cohen capitulated to virtually every demand.",
      "cn": "还不到两个小时，科恩就屈服了，接受了几乎一切要求。"
    },
    {
      "en": "Its members had come out virtually unanimously against the tests.",
      "cn": "会员们几乎一致表示反对这些测试。"
    },
    {
      "en": "Its vineyards are virtually contiguous with those of Ausone.",
      "cn": "其葡萄园差不多紧挨着欧颂堡的葡萄园。"
    },
    {
      "en": "She virtually never mentions him in her corre-spondence or notebooks.",
      "cn": "她在书信和笔记中几乎从不提及他。"
    },
    {
      "en": "The foggy streets were virtually empty, except for the occasional evening stroller.",
      "cn": "除了偶尔一两个傍晚出来散步的人，雾蒙蒙的街上空荡荡的。"
    },
    {
      "en": "The old Dutch fort with its thick high walls looks virtually impregnable.",
      "cn": "古老的荷兰城堡城墙又厚又高，看起来几乎固若金汤。"
    },
    {
      "en": "There were contingents from the navies of virtually all EU countries.",
      "cn": "几乎欧盟各国都派出了海军分队。"
    },
    {
      "en": "This show, too, was virtually sold out before it opened.",
      "cn": "这场演出的门票也是几乎在开演前就销售一空了。"
    },
    {
      "en": "Valentino was virtually deified by legions of female fans.",
      "cn": "瓦伦蒂诺几乎被众多的女性崇拜者奉若神明。"
    },
    {
      "en": "Virtually all cooking was done over coal-fired ranges.",
      "cn": "事实上所有的烹饪都是在烧煤的炉灶上完成的。"
    },
    {
      "en": "Virtually all the children come to school by bus.",
      "cn": "几乎所有的孩子都乘公交车上学。"
    },
    {
      "en": "Virtually every woman in the '20s swooned over Valentino.",
      "cn": "在20年代，几乎每位女性都痴迷于华伦天奴这个品牌。"
    },
    {
      "en": "When Sotomayor is on form he is virtually invincible.",
      "cn": "索托马约尔状态好时几乎无人可敌。"
    },
    {
      "en": "You'll take everything you're offered yet your own generosity is virtually non-existent.",
      "cn": "你倒是来者不拒，照单全收，可你自己实际上却一毛不拔。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "virtual",
          "tran_cn": " [计] 虚拟的；有效的；实质上的，事实上的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "about",
            "all",
            "almost",
            "as",
            "barely",
            "basically",
            "close",
            "effect",
            "equal",
            "essentially",
            "for",
            "good",
            "hardly",
            "in",
            "just",
            "most",
            "near",
            "nearly",
            "next",
            "nigh",
            "part",
            "practical",
            "practically",
            "purposes",
            "scarcely",
            "substantially",
            "tantumount",
            "the",
            "to",
            "towards",
            "well-nigh"
          ],
          "tran_cn": "几乎,差不多,实质上,接近,几乎不"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "about",
            "really"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "实际上，实质上，事实上，几乎，无形中，无形",
      "tran_en": "almost"
    }
  ],
  "exchange": {}
}