{
  "word": "ambivalent",
  "ipa": {
    "us": "æmˈbɪvələnt",
    "uk": "æmˈbɪvələnt"
  },
  "sentences": [
    {
      "en": "A deconstructive reading of the story , indicates the author's ambivalent attitude towards this binary opposition.",
      "cn": "该作品对理性与非理性这对二元对立所包含的循规蹈矩和我行我素的对立的理解是自相矛盾的."
    },
    {
      "en": "Although she professed fear of the Russians, she seemed to have ambivalent feelings toward Philby himself.",
      "cn": "虽然她承认害怕俄国人, 然而她似乎对菲尔比本人有一种矛盾的感情."
    },
    {
      "en": "As a group, they are ambivalent about whether the quality of online content would suffer if companies could not charge for it—34% think so while 30% do not; and the remaining 36% have no firm opinion.",
      "cn": "对于如果网站对内容不收费这些内容的质量是否会变差的调查有矛盾：34%的人认为会变差，同时30%的认为不会，而36%的人没有固定的意见。"
    },
    {
      "en": "Athletes and fans alike seem to have an ambivalent attitude to drugs.",
      "cn": "运动员和其粉丝一样对兴奋剂的态度很是矛盾."
    },
    {
      "en": "Britons ambivalent about Charles remarrying.",
      "cn": "查尔斯王子再婚,英国人意见两极."
    },
    {
      "en": "Bungy and I had had an ambivalent relationship over years.",
      "cn": "我和邦迪多年来有着好恶参半的关系."
    },
    {
      "en": "He maintained an ambivalent attitude to the Church throughout his long life.",
      "cn": "在他漫长的一生中，他对基督教信仰始终是一种摇摆不定的态度。"
    },
    {
      "en": "He remained ambivalent for a long while about actual nature of light.",
      "cn": "他在光的实际本性问题上犹豫过很久."
    },
    {
      "en": "I must have acquired ambivalent attitude towards women from her.",
      "cn": "我对妇女的矛盾态度一定是从她那里学来的."
    },
    {
      "en": "In Karasu the Chinese traders are also ambivalent.",
      "cn": "卡拉苏的中国商人心情也比较复杂."
    },
    {
      "en": "Looking back on it, I can see how the statement looked ambivalent and a touch arrogant, but it was an honest expression of how I felt, as I began the first campaign since 1982 that I could have lost.",
      "cn": "现在回头想想，我能够看出，在这个声明中，我所流露出的矛盾心理和些许的傲慢，但它确实是我内心感受的真实表达，因为这是自1982年以来，我第一次开始进行可能会失利的竞选活动。"
    },
    {
      "en": "On his way out the rabbi told me my mother was ambivalent about dying, after all those years of nagging us all to help her on her way.",
      "cn": "在出来时，牧师告诉我说，虽然这些年来母亲一直唠叨让我们帮助她归西，但是对于死亡，她的内心还是矛盾。"
    },
    {
      "en": "She has been ambivalent about divorcing her hus - band.",
      "cn": "她对于离婚一直举棋不定."
    },
    {
      "en": "She remained ambivalent about her marriage.",
      "cn": "她对于自己的婚事仍然拿不定主意。"
    },
    {
      "en": "She seems to feel ambivalent about her new job.",
      "cn": "她似乎对新工作忧喜参半。"
    },
    {
      "en": "The Welsh princes had always enjoyed a somewhat ambivalent relationship with their technical Norman overlords.",
      "cn": "威尔士诸亲王对他们的诺曼主子总有一种暧昧的关系."
    },
    {
      "en": "There is an ambivalent feeling towards rural workers.",
      "cn": "人们对于民工的心情是复杂的."
    },
    {
      "en": "What worries me is that he's so placid and, almost , ambivalent while he's doing it.",
      "cn": "我所担心的是,他太平静了, 并且当他在选择自己干的时候, 他可能会犹豫."
    },
    {
      "en": "When it comes to love, we're ambivalent about \"opposites attract\".",
      "cn": "说到“爱情”，我们对“异性相吸”怀有矛盾的看法。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ambivalence",
          "tran_cn": " [心理] 矛盾情绪；正反感情并存"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "contradictory",
            "conflictive"
          ],
          "tran_cn": "矛盾的；好恶相克的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "contradictory"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "对某物、某人或某境况具有矛盾情感的，矛盾的",
      "tran_en": "not sure whether you want or like something or not"
    }
  ],
  "exchange": {
    "adv": [
      "ambivalently"
    ],
    "noun": [
      "ambivalence"
    ]
  }
}