{
  "word": "spillover",
  "ipa": {
    "us": "ˈspɪləʊvə(r)",
    "uk": "ˈspɪloʊvə(r)"
  },
  "sentences": [
    {
      "en": "A CBOT floor analyst said corn prices also stimulated spillover support from higher prices.",
      "cn": "一CBOT场内 分析师称,玉米价格上涨的溢出支撑也刺激了尾盘价格上涨."
    },
    {
      "en": "But office romances can have a negative spillover effect on co - workers.",
      "cn": "但是,办公室恋情对其他同事可能有不利的溢出效应."
    },
    {
      "en": "In the technology transfer of Multi - National Company ( MNC ) , there's externality, which means technology spillover effect.",
      "cn": "跨国公司 在技术转移中存在着外部性―溢出效应."
    },
    {
      "en": "In this paper, the parallel filtering control approach to suppress spillover is presented.",
      "cn": "提出了并行滤波控制方法抑制分布参数结构主动控制中的溢出."
    },
    {
      "en": "It is very important to measure volatility spillover for the dynamic investment portfolio and risk management.",
      "cn": "对于动态投资组合与风险管理来说,测度波动的溢出效应是非常重要的."
    },
    {
      "en": "It'shows technology spillover is not inherent nature for FDI.",
      "cn": "这种表明FDI的 技术外溢效应不是一种自然属性."
    },
    {
      "en": "Knowledge spillover in clusters is realized through personnel transfer, enterprises evolution, informal communication, etc.",
      "cn": "集群内知识溢出主要通过人员流动 、 业衍生 、 正式交流等途径来实现."
    },
    {
      "en": "Not all of the violence in Miami was spillover from the trial.",
      "cn": "迈阿密的暴力事件并非全是那次审判引起的。"
    },
    {
      "en": "Other resorts could benefit from the spillover of tourists.",
      "cn": "其他度假胜地可以从游客带来的影响中间受益."
    },
    {
      "en": "So is technology spillover with innovation of cluster effect.",
      "cn": "同时,技术溢出效应也与集群创新效应成正相关."
    },
    {
      "en": "Some jobs are quite likely to have a negative spillover into family life.",
      "cn": "有些工作很可能会对家庭生活产生不良影响。"
    },
    {
      "en": "Spillover damage from the building's demolition was confined to some broken glass.",
      "cn": "拆除这座大楼带来的损失仅仅是一些玻璃被震碎了。"
    },
    {
      "en": "Taking account of such spillover effects greatly increases some banks'value at risk ( see chart 9 ).",
      "cn": "评估时考虑到这种溢出效应(spillovereffects)8会大幅度增加银行的在险价值图9 )."
    },
    {
      "en": "The integration increases the R & D investment when the spillover is large enough.",
      "cn": "当溢出足够大时,一体化后R & D投资增加."
    },
    {
      "en": "There are opposite effects between the probability of merger and knowledge spillover.",
      "cn": "而企业间兼并的概率和知识溢出成反比."
    },
    {
      "en": "These people are subjected to a spillover effect.",
      "cn": "他们是指那些会受”溢出效应“影响的购物者."
    },
    {
      "en": "This kind of personnel 'spillover, ' far more than sharing individual technologies, has been key to thriving innovation ecosystems like Silicon Valley.",
      "cn": "这类人员“溢出”是推动硅谷这样的创新之地发展的关键，甚至比分享具体的技术重要得多。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "spill",
          "tran_cn": " 溢出，溅出；溢出量；摔下；小塞子"
        },
        {
          "word": "spillage",
          "tran_cn": " 溢出；溢出量"
        },
        {
          "word": "spiller",
          "tran_cn": " 使溢出者；使溅出者"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "spill",
          "tran_cn": " 溢出，流出；摔下；涌流"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "spill",
          "tran_cn": " 使溢出，使流出；使摔下"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "superflux",
            "extravasation"
          ],
          "tran_cn": "[通信]溢出；外流人口"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "溢出，溢出物，（大城市等容纳不下的）外流人口，始料未及的效果",
      "tran_en": "the effect that one situation or problem has on another situation"
    }
  ],
  "exchange": {
    "pl": [
      "spillovers"
    ]
  }
}