{
  "word": "alto",
  "ipa": {
    "us": "ˈæltəʊ",
    "uk": "ˈæltoʊ"
  },
  "sentences": [
    {
      "en": "A male singer castrated before puberty so as to retain a soprano or alto voice.",
      "cn": "为了保留女高音或次高音在青春期前被阉的男歌手."
    },
    {
      "en": "Alto , the leader of all the gods , saw this and was not pleased.",
      "cn": "天神的领袖 奥尔托 见到这一幕,感到十分不悦."
    },
    {
      "en": "an alto sax",
      "cn": "中音萨克斯管"
    },
    {
      "en": "Che Wan Wan : This song is quite custom - made. It demonstrates the tenor and the alto.",
      "cn": "车婉婉: 这首歌几度身订做, 表现我们的男高音和女低音."
    },
    {
      "en": "Critics describe a Garbo deep gruff voice like the Alto, with incredible arias like magic.",
      "cn": "一位影评家形容嘉宝的声音有如深沉粗哑的女低音, 具有难以置信的咏叹调般的魔力."
    },
    {
      "en": "Hand - made bamboo head joint with film, good harmony and tamber in tenor, alto and bass.",
      "cn": "手工加膜笛头,采用竹笛头加两片笛膜, 可以保证高中低音色及灵敏度的统一."
    },
    {
      "en": "In the recording I have today, it is sung by a male alto.",
      "cn": "我今天带的唱片是由一位男高音歌手唱的。"
    },
    {
      "en": "It is a combination of the tenor and the alto.",
      "cn": "这是男高音和女低音的组合。"
    },
    {
      "en": "Jerry Cain coached the team from Stanford University in Alto, California.",
      "cn": "杰瑞.该隐是参赛的加州帕洛阿尔托斯坦福大学队教练."
    },
    {
      "en": "Palo Alto boasted 36 percent more men than women.",
      "cn": "帕洛阿尔托一度吹嘘其男性人口超出女性人口36%."
    },
    {
      "en": "The four parts in singing are soprano , alto, tenor and bass.",
      "cn": "唱歌的四个声部是女高音、 女低音、 男高音和男低音。"
    },
    {
      "en": "The four parts in singing are soprano, alto, tenor and bass.",
      "cn": "唱歌的四个声部是女高音 、 女低音 、 男高音和男低音."
    },
    {
      "en": "The new Alto, How much is appropriate?",
      "cn": "新奥拓卖多少价合适?"
    },
    {
      "en": "The restaurant is operated by the Palo Alto Auxiliary for the benefit of the Lucile Salter Packard Children's Hospital.",
      "cn": "这家餐厅由帕洛阿尔托附院经营，收益用来资助露西尔·帕卡德儿童医院。"
    },
    {
      "en": "The snow reprints it, as it were, in clear white type alto - relievo.",
      "cn": "可以说, 雪花用清楚的白色的浮雕又把它印刷出来了."
    },
    {
      "en": "We can also alto flutes, bass flutes and wooden flutes etc.",
      "cn": "我们也可以制造中音长笛, 低音长笛和木管长笛."
    },
    {
      "en": "What are you, a soprano, an alto, or.",
      "cn": "你唱什么的， 女高音， 女低音，还是。"
    },
    {
      "en": "Wine has been produced by traditional landholders in the Alto Douro region for some 2, 000 years.",
      "cn": "在葡萄酒的产区上杜罗,当地人酿酒的历史可以追溯到大约2, 000多年前."
    },
    {
      "en": "Wine has been produced by traditional landholders in the Alto Douro region for some 2,000 years.",
      "cn": "在葡萄酒的产区上杜罗,当地人酿酒的历史可以追溯到大约2,000多年前."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "contralto",
            "countertenor"
          ],
          "tran_cn": "女低音；男声最高音；中音乐器"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "palo alto",
      "tran_cn": "n. 帕洛阿尔托（美国旧金山附近城市）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "中音部的",
      "tran_en": "an alto instrument or voice produces notes at the second highest level, below a  soprano "
    },
    {
      "pos": "n",
      "tran_cn": "女低音，男声最高音，中音部，女低音歌手",
      "tran_en": "a singing voice that is lower than a  soprano  , or a singer with a voice like this"
    }
  ],
  "exchange": {
    "pl": [
      "altos"
    ]
  }
}