{
  "word": "unpretentious",
  "ipa": {
    "us": "ˌʌnprɪˈtenʃəs",
    "uk": "ˌʌnprɪˈtɛnʃəs"
  },
  "sentences": [
    {
      "en": "Although she was wealthy, she lived in an unpretentious house.",
      "cn": "她虽然富有, 住的却是朴素的房子."
    },
    {
      "en": "an unpretentious hotel",
      "cn": "简朴的酒店"
    },
    {
      "en": "an unpretentious woman",
      "cn": "行事低调的女子"
    },
    {
      "en": "And as far as they are unpretentious in food you can find them absolutely everywhere.",
      "cn": "只要有食物,你就可以发现他们的影踪."
    },
    {
      "en": "He is a very famous singer but he is completely unpretentious.",
      "cn": "他是位很有名的歌唱家，但他非常谦逊。"
    },
    {
      "en": "Ideally, my partner would be intelligent, feminine, attractive, kind, considerate and unpretentious.",
      "cn": "我理想的伴侣应该是聪慧, 娇柔, 迷人, 友善, 体贴,而且谦逊的."
    },
    {
      "en": "It's unpretentious and following it will lead you to your most authentic joy and happiness.",
      "cn": "它是不矫揉造作的,跟随它可以指引你找到自己最真的欢乐和幸福."
    },
    {
      "en": "Like Ms Trott , Vox is unpretentious and accessible.",
      "cn": "跟她一样,Vox朴实无华,简单易懂."
    },
    {
      "en": "Midwesterners are straightforward and unpretentious, with a reputation as resolute individualists who can be somewhat hardheaded.",
      "cn": "中西部的人直截了当而不矫饰, 他们一向被认为是坚决的个人主义者,但可能有点固执."
    },
    {
      "en": "She managed to impart great elegance to the unpretentious dress she was wearing.",
      "cn": "她使自己朴素的衣着看起来也十分优雅。"
    },
    {
      "en": "She was caustically brilliant, yet totally loyal, unpretentious, human and tolerant.",
      "cn": "她这个人才气逼人，可是绝对忠诚可靠，而且毫不做作，有人情味和宽容心。"
    },
    {
      "en": "That's the sort of painting I like: simple, suggestive and unpretentious.",
      "cn": "我就是喜欢这种画; 朴素, 发人深思,而且毫无矫揉造作之感."
    },
    {
      "en": "The Tides Inn is both comfortable and unpretentious.",
      "cn": "泰得斯小酒店舒适而又简洁。"
    },
    {
      "en": "This is the real man, XieQiFangGang and unpretentious, while others need help and to bear.",
      "cn": "这才是真正的男儿, 血气方刚而又朴实无华, 当他人需要帮助时又有所担当."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "modest",
            "implicit"
          ],
          "tran_cn": "谦逊的；含蓄的；不炫耀的；不铺张的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "earthy",
            "humble",
            "meek",
            "modest",
            "unassuming"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不炫耀的，不矫饰的，谦逊的，朴实无华的，不铺张的",
      "tran_en": "not trying to seem better, more important etc than you really are – use this to show approval"
    }
  ],
  "exchange": {}
}