{
  "word": "fiduciary",
  "ipa": {
    "us": "fɪˈdju:ʃəri",
    "uk": "fɪˈduʃiˌɛri, -ʃəri, -ˈdju-, faɪ-"
  },
  "sentences": [
    {
      "en": "A company director owes a fiduciary duty to the company.",
      "cn": "公司董事应对公司负责受托人责任."
    },
    {
      "en": "A company director owes fiduciary duty to the company.",
      "cn": "公司董事对公司负有受托人责任."
    },
    {
      "en": "A promoter has a fiduciary relationship with the company.",
      "cn": "发起人与公司有信用上的关系."
    },
    {
      "en": "Durability, and trustworthy, re - justice , Boli, a service is good for you forever fiduciary commitment!",
      "cn": "保质 、 守信 、 重义 、 薄利 、 竭诚服务是福信人对您永远的承诺!"
    },
    {
      "en": "Federal and state politicians make efforts to impose a fiduciary duty on them.",
      "cn": "政治家们努力把住手职责强加于他们."
    },
    {
      "en": "Fiduciary Issue has been the highlight in the construction of securities market.",
      "cn": "诚信问题已经成为证券市场建设中人们普遍关注的问题."
    },
    {
      "en": "He was acting in a fiduciary capacity.",
      "cn": "他以受托人身份行为."
    },
    {
      "en": "It is illegal for a fiduciary to misappropriate money for personal gain.",
      "cn": "受托人为了个人利益挪用金钱是不合法的."
    },
    {
      "en": "Managing somebody is an unbelievable fiduciary responsibility.",
      "cn": "受托管理某人的责任令人难以置信."
    },
    {
      "en": "Running currency and fiduciary loan is its main characteristic.",
      "cn": "其行业特点是以货币为经营对象及以信用放款为主."
    },
    {
      "en": "The law regards the relationship between a trustee and a beneficiary as a fiduciary relationship.",
      "cn": "法律把受托人和受益人之间的关系看作是一种信用关系."
    },
    {
      "en": "They have a case against their directors for breach of fiduciary duty.",
      "cn": "他们掌握了足够的证据控告董事违犯信托责任。"
    },
    {
      "en": "This Act shall not apply to breaches of trust or of other fiduciary obligation.",
      "cn": "本法不适用于违背信托或者其他信义义务的情形."
    },
    {
      "en": "To the beneficiary the trustee a fiduciary duty.",
      "cn": "受托人对受益人负有信托义务."
    },
    {
      "en": "We are not acting and do any way as an advisor or in a fiduciary capacity.",
      "cn": "我们不是也不作为您的财务顾问或是受托人."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fiducial",
          "tran_cn": " [测] 基准的；信托的；根据信仰的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "trustee",
            "assignee"
          ],
          "tran_cn": "受托人；[金融]被信托者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "steward"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "fiduciary duty",
      "tran_cn": "信托责任；诚信义务"
    },
    {
      "phrase": "fiduciary relationship",
      "tran_cn": "信托关系"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "信托的；信用的；（尤指）受委托的，受信托的",
      "tran_en": "Fiduciary is used to talk about things which relate to a trust, or to the people who are in charge of a trust"
    },
    {
      "pos": "n",
      "tran_cn": "被信托者，受托人"
    }
  ],
  "exchange": {
    "pl": [
      "fiduciaries"
    ]
  }
}