{
  "word": "reindeer",
  "ipa": {
    "us": "ˈreɪndɪə(r)",
    "uk": "ˈreɪndɪr"
  },
  "sentences": [
    {
      "en": "...a herd of reindeer.",
      "cn": "…一群驯鹿。"
    },
    {
      "en": "A [ Nenets ] herder relies on the instincts of his lead reindeer.",
      "cn": "( 涅涅茨 )牧人需要依赖于他的领头驯鹿的本能."
    },
    {
      "en": "About half a are reindeer herders up in the Taiga mountains.",
      "cn": "大约一半的人在针叶林山上放牧驯鹿."
    },
    {
      "en": "Cats, dogs , reindeer, and Santa Claus were my specialties then.",
      "cn": "那时,我最擅长画猫, 狗, 驯鹿和圣诞老人."
    },
    {
      "en": "Here, Burl lves sings Rudolph the Red Nosed Reindeer.",
      "cn": "现在, 我们就来听听伯尔?艾夫斯演唱的《红鼻子驯鹿鲁道夫》."
    },
    {
      "en": "I heard a clunk on the roof. Must be the reindeer.",
      "cn": "我听到屋顶上有声音. 肯定是驯鹿在屋顶上."
    },
    {
      "en": "I thought the magical reindeer made The sleighs fly.",
      "cn": "不是魔法驯鹿让雪橇扶摇直上的吗?"
    },
    {
      "en": "Papa Elf: It's a 500 reindeer power, triple turbine engine.",
      "cn": "精灵爸爸: 这是台500驯鹿力 、 三涡轮的发动机."
    },
    {
      "en": "Rudolph the Red Nosed Reindeer, and Frosty the Snowman.",
      "cn": "《红鼻子驯鹿鲁道夫》和《结霜的雪人》."
    },
    {
      "en": "Son : Can you get me a reindeer? I really need it.",
      "cn": "我想要驯鹿. 我真的很需要现在."
    },
    {
      "en": "The herd of reindeer was being trailed by a pack of wolves.",
      "cn": "那群驯鹿被一只狼群寻踪追赶上来."
    },
    {
      "en": "The life of the Reindeer men was a frontier life.",
      "cn": "驯鹿时代人的生活是一种边区生活."
    },
    {
      "en": "Their traditional livelihood revolves around reindeer, which number about 200,000 in Finland.",
      "cn": "他们传统的生计是靠芬兰国内的大约20万只驯鹿."
    },
    {
      "en": "We encountered a herd of reindeer on the way to the cabin.",
      "cn": "我们到木屋的路途中遇到了一群麋鹿."
    },
    {
      "en": "What do you do if one of Santa's reindeer swallows your pencil?",
      "cn": "若圣诞老人的驯鹿吃掉你的铅笔该 怎么办 ?"
    },
    {
      "en": "Why are there reindeer on top of that trolley car?",
      "cn": "为什麽这些驯鹿要站在这部电车的顶端?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<动>驯鹿",
      "tran_en": "a large  deer  with long wide  antler s (= horns )  , that lives in cold northern areas"
    }
  ],
  "exchange": {
    "pl": [
      "reindeer",
      "reindeers"
    ]
  }
}