{
  "word": "pancreatic",
  "ipa": {
    "us": "ˌpæŋkriˈætɪk",
    "uk": "ˌpæŋkriˈætɪk"
  },
  "sentences": [
    {
      "en": "...pancreatic juices.",
      "cn": "...胰液。"
    },
    {
      "en": "Baseline sonography findings - All lesions were located on the pancreatic tail.",
      "cn": "基波超声所见― ― 所有病灶位于胰腺的尾部."
    },
    {
      "en": "Cells showing immunoreactivity to pancreatic polypeptide, glucagon and substance - P were not detected.",
      "cn": "胰高血糖素 、 胰多肽和P - 物质在消化道各段均未检出阳性细胞."
    },
    {
      "en": "Chronic inflammation has been linked to pancreatic cancer risk.",
      "cn": "慢性炎症可能会和胰腺癌有关系."
    },
    {
      "en": "Inbred mice of the DBA / 2 strain developed severe necrotizing lesions of the pancreatic islets.",
      "cn": "近亲繁殖的DBA/2系小白鼠发生了胰岛严重坏孢病变."
    },
    {
      "en": "Objective In order to realize the false positive of pancreatic amylase.",
      "cn": "目的了解胰淀粉酶测定的假阳性问题."
    },
    {
      "en": "Objective To discuss diagnosis and treatment of pancreatic ascites.",
      "cn": "目的提高对胰性腹水的认识和诊治水平."
    },
    {
      "en": "Objective To improve the treatment of hepatobiliary, pancreatic and splenic injury.",
      "cn": "目的提高外伤性肝胆胰脾损伤的治疗效果."
    },
    {
      "en": "Objective: Ampulla being obstructed can cause cholestasis and pancreatic juice regurgitation.",
      "cn": "目的: 胰胆管壶腹梗阻可引起胆汁淤积及胰液反流."
    },
    {
      "en": "Pancreatic abscess obviously requires drainage.",
      "cn": "胰腺脓肿显然需要引流."
    },
    {
      "en": "PDB can protect effectively the pancreatic islet B cells.",
      "cn": "结论翻白草能有效保护胰岛B细胞."
    },
    {
      "en": "The Ascaris adults may perforate a suture line or cause a bile or pancreatic duct obstruction.",
      "cn": "成虫可穿破缝线或引起胆管或胰腺管阻塞."
    },
    {
      "en": "The comprehensive methods for diagnosing cholangio - pancreatic disease were introduced.",
      "cn": "介绍胰胆系疾病的综合影像诊断方法."
    },
    {
      "en": "The control of pancreatic secretion is performed mainly through 2 hormones.",
      "cn": "胰腺的分泌作用主要为两种激素控制."
    },
    {
      "en": "The pancreatic endocrine and exocrine functions and renal functions were monitored.",
      "cn": "术后监测胰腺内分泌功能、胰液分泌及肾功能."
    },
    {
      "en": "The starch - digesting amylase produced by the pancreas and present in pancreatic juice.",
      "cn": "小肠内产生的助消化的荷尔蒙;刺激胰腺和肝脏."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pancreas",
          "tran_cn": " [解剖] 胰腺"
        },
        {
          "word": "pancreatitis",
          "tran_cn": " [内科] 胰腺炎"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "pancreatic cancer",
      "tran_cn": "胰腺癌；胰脏癌"
    },
    {
      "phrase": "pancreatic duct",
      "tran_cn": "胰管；胰腺管；霍夫曼氏管"
    },
    {
      "phrase": "pancreatic islet",
      "tran_cn": "[医]胰岛；郎格罕氏岛"
    },
    {
      "phrase": "pancreatic juice",
      "tran_cn": "[医]胰液"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "胰腺的",
      "tran_en": "Pancreatic means relating to or involving the pancreas"
    }
  ],
  "exchange": {
    "noun": [
      "pancreas"
    ]
  }
}