{
  "word": "floral",
  "ipa": {
    "us": "ˈflɔ:rəl",
    "uk": "ˈflɔrəl, ˈflor-"
  },
  "sentences": [
    {
      "en": "a light floral fragrance",
      "cn": "幽幽的花香"
    },
    {
      "en": "a pretty floral dress",
      "cn": "漂亮的印花连衣裙"
    },
    {
      "en": "a scarf with a bold floral pattern",
      "cn": "印有鲜艳花卉图案的围巾"
    },
    {
      "en": "Among them, water lives to animal, floral, grow a decision action.",
      "cn": "其中, 水对动物 、 植物的生存 、 生长起决定作用."
    },
    {
      "en": "Bouquet: Aromatic floral notes with suggestions of citrus flower.",
      "cn": "香气: 浓郁的花香,以及少许柑橘花的香气."
    },
    {
      "en": "Each room is distinctively decorated with light, bright colors and floral prints.",
      "cn": "每个房间都以淡雅或鲜艳的颜色和印花图案装饰成独特的风格。"
    },
    {
      "en": "Floral and fruity notes, just enough spicy after maturing in vats.",
      "cn": "带有浓郁的花香和水果香的味道, 在大桶中发酵后口感略带辛辣."
    },
    {
      "en": "Floral wallpaper adorned the walls of the guest room.",
      "cn": "客房的墙上裱糊着有花卉图案的壁纸."
    },
    {
      "en": "He chose a nice material with a floral pattern for the curtains.",
      "cn": "他选了块很好的带有花卉图案的料子做窗帘."
    },
    {
      "en": "In September, floral fragrance; September, autumn; in September, teachers stage.",
      "cn": "九月, 花果飘香; 九月, 秋高气爽; 九月, 老师的舞台."
    },
    {
      "en": "In this living room we've mixed glorious floral prints.",
      "cn": "在这间客厅，我们粘贴了各种美丽的印花纸。"
    },
    {
      "en": "Nose and elegant nose with attractive fruity, floral and citrus fruit aromas.",
      "cn": "芳香:优雅、馥郁 、 迷人的柑橘属水果的果香及花的清香."
    },
    {
      "en": "Perfume Features: The main tone of acetaldehyde rose floral notes.",
      "cn": "香水特色: 以玫瑰为主调的乙醛花香调."
    },
    {
      "en": "There is a floral border round the mouth of the vase.",
      "cn": "瓶口上有一道花边."
    },
    {
      "en": "There were floral tributes (= flowers sent as a sign of respect after someone has died ) from his colleagues.",
      "cn": "有他同事敬献的鲜花。"
    },
    {
      "en": "There's a floral pattern on the curtain.",
      "cn": "窗帘上有花卉图案."
    },
    {
      "en": "They lighted incense and candles and heaped floral tributes to the dead.",
      "cn": "他们点燃蜡烛、熏香,为死难者献上花环."
    },
    {
      "en": "Vintage caf é curtains in a graphic floral pattern add whimsy.",
      "cn": "古典风格的带有生动花纹的窗帘如锦上添花."
    },
    {
      "en": "We are not very keen on floral patterns and fussy designs.",
      "cn": "我们不是很喜欢花卉图案和过于繁琐的设计。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "flora",
          "tran_cn": " 植物区系；植物群"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "vegetable",
            "flowery"
          ],
          "tran_cn": "花的；植物的，植物群的；花似的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "floral arrangement",
      "tran_cn": "花卉摆设；插花艺术"
    },
    {
      "phrase": "floral organ",
      "tran_cn": "花器；花瀑"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "花的，花似的，以花装饰的，植物的，植物群的，花神的",
      "tran_en": "made of flowers or decorated with flowers or pictures of flowers"
    }
  ],
  "exchange": {}
}