{
  "word": "helium",
  "ipa": {
    "us": "ˈhiːliəm",
    "uk": "ˈhiːliəm"
  },
  "sentences": [
    {
      "en": "A fountain of helium spurt out of the tube.",
      "cn": "有一股氦的喷泉从小管中喷出."
    },
    {
      "en": "After hydrogen, the atom with the simplest structure is that of helium.",
      "cn": "在氢元素之后, 氦的原子结构最简单."
    },
    {
      "en": "Alpha particles -- helium nuclei -- were being hurled through the tube, in which an artificial mist had been created.",
      "cn": "粒子 —— 氦核 —— 正通过试管被抛出, 从而在试管中形成人造迷雾."
    },
    {
      "en": "Alpha particles are positively charged helium nuclei obtained from natural radioactive decay.",
      "cn": "α粒子是从天然放射性蜕变得到的带正电的氦核."
    },
    {
      "en": "But it is far more than a bland ball of hydrogen and helium.",
      "cn": "但它绝不仅仅是一个由氢和氦组成的平淡星球。"
    },
    {
      "en": "Helium and neon are inert gases.",
      "cn": "氦和氖为惰性气体."
    },
    {
      "en": "Helium and neon measurements provide further evidence that the earth was not completely melted.",
      "cn": "氦和氖的测定,提供了更多的关于地球并非全部熔融的证据."
    },
    {
      "en": "Helium is a gas used in balloons.",
      "cn": "氦是一种用于气球的气体."
    },
    {
      "en": "Helium is a noble gas.",
      "cn": "氦气是惰性气体."
    },
    {
      "en": "Helium is a very light gas.",
      "cn": "氦是一种非常轻的气体。"
    },
    {
      "en": "Hydrogen might be depleted with some of it turning into helium.",
      "cn": "氢可能被耗尽,一部分变为氦."
    },
    {
      "en": "If helium loses on electron, what do we have?",
      "cn": "如果氦原子失去了一个电子，我们得到了什么？"
    },
    {
      "en": "Just as in the sun, the chain reaction in the second stage fuses the hydrogen atoms into heavier helium atoms and releases vast amounts of energy in the process.",
      "cn": "正如在太阳上所进行的反应一样，第二阶段连锁反应将氢原子聚合成较重的氦原子并在这一过程中释放出巨大的能量。"
    },
    {
      "en": "Most big balloons are now filled with helium.",
      "cn": "现在许多大气球中充的是氦气."
    },
    {
      "en": "Some cables will deliver helium to the balloons, others will carry the solar energy back to earth.",
      "cn": "其中的一些电缆将传送氦到气球里面，其余的将运载太阳能返回到地球。"
    },
    {
      "en": "The bizarre behavior of superfluid helium has attracted many able theorists.",
      "cn": "超流体氦这些异乎寻常的行为吸引了许多有才干的理论物理学家."
    },
    {
      "en": "The discovery also explains why helium is found in radioactive mineral deposits.",
      "cn": "这个发现也解释了为什么在放射性矿渣中找到了氦."
    },
    {
      "en": "The helium - 3 apparently became trapped when the earth was formed.",
      "cn": "显然,当地球形成时,氦 - 3就被圈闭了."
    },
    {
      "en": "Unlike helium - 4, it cannot be produced by radioactive decay.",
      "cn": "与氦 - 4不同之处是, 氦-3不能由放射性衰变产生."
    },
    {
      "en": "We have a helium nucleus and one electron.",
      "cn": "我们有一个氦核和一个电子。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "helium gas",
      "tran_cn": "氦气"
    },
    {
      "phrase": "liquid helium",
      "tran_cn": "液氦；液态氦"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>氦",
      "tran_en": "a gas that is lighter than air and is used to make  balloons  float. It is a chemical  element  ：symbol He"
    }
  ],
  "exchange": {}
}