{
  "word": "oscillate",
  "ipa": {
    "us": "ˈɒsɪleɪt",
    "uk": "ˈɑsɪleɪt"
  },
  "sentences": [
    {
      "en": "Base band and overtone will be generated at the same string of stringed instrument oscillate.",
      "cn": "弦乐器琴弦的振动中包含基频与泛频,在一定位置上可抑制掉某些频率,便会出现演艺界定义的“泛音”效果."
    },
    {
      "en": "Certain hydronamical systems exhibIt'steady - state flow patterns , while others oscillate in a regular periodic fashion.",
      "cn": "某些水动力学系统存在着稳定状态的流型, 另一些则以某种规则的周期作往复运动."
    },
    {
      "en": "Don't let the radio oscillate as you might bother reception of others.",
      "cn": "但是不要发生振荡,这样会影响到其他人的接受."
    },
    {
      "en": "He seemed to oscillate between very drunk and icy sober.",
      "cn": "他似乎是在酩酊大醉和完全清醒之间摆来摆去."
    },
    {
      "en": "It is true that system could oscillate back - wards and forwards in this dead zone.",
      "cn": "不过,系统在这个死区内可能会发生来回的振荡."
    },
    {
      "en": "Manic depressives oscillate between depression and elation.",
      "cn": "躁狂抑郁症患者抑郁与躁狂交替发作."
    },
    {
      "en": "O. Oscillate between work and rest every day.",
      "cn": "每天都有规律地工作与休息."
    },
    {
      "en": "On an oscilloscope, you can see an electrical current oscillate up and down.",
      "cn": "在示波器上面你可以看到一股电流上下振动."
    },
    {
      "en": "Opamps will often oscillate when driving capacitive loads.",
      "cn": "放大器驱动容性负载时经常振荡."
    },
    {
      "en": "The associated cross-peak amplitude also appears to oscillate.",
      "cn": "相关的交叉峰的幅度也在振荡。"
    },
    {
      "en": "The design of high - frequence oscillate circuit can improve the reliability ofcharacter ofoperation and easy maintenance.",
      "cn": "采用高频振荡原理设计振荡电路,提高了稳定性和可靠性."
    },
    {
      "en": "The standard EBU model can not drive combustion to oscillate.",
      "cn": "EBU模型不包含燃烧振荡机理."
    },
    {
      "en": "The stock market is oscillating wildly at the moment.",
      "cn": "股票市场现在正急剧波动。"
    },
    {
      "en": "Through the mechanism called locally excitatory globally inhibitory existing among the visual cortical neurons neurons can oscillate in terms of visual information.",
      "cn": "视觉皮层神经元之间存在的局部兴奋全局抑制机制能够使神经元根据接受到的视觉信息产生相应的振荡活动。"
    },
    {
      "en": "To oscillate about a selected value. Used of a machine, an instrument, or a system.",
      "cn": "在一特定值的附近摇摆：在某一选定值周围振荡。用于机器，仪器或系统。"
    },
    {
      "en": "To sway from one side to the other; oscillate.",
      "cn": "摇摆从一边摇向另一边; 摇动."
    },
    {
      "en": "To vary from or oscillate setting , position , or mode of operation.",
      "cn": "用于修饰或说明安全工作方式或编码工作方式."
    },
    {
      "en": "When protons are placed in a magnetic field, they oscillate.",
      "cn": "将质子置于磁场中时, 它们就会振动."
    },
    {
      "en": "White light molecule, oscillate the tiny impurities of your cell continuously.",
      "cn": "白色的光分子, 不断地振荡细胞中较微细的杂质."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "oscillating",
          "tran_cn": " [物] 振荡的"
        },
        {
          "word": "oscillatory",
          "tran_cn": " 振荡的；振动的；动摇的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "oscillation",
          "tran_cn": " 振荡；振动；摆动"
        },
        {
          "word": "oscillator",
          "tran_cn": " [电子] 振荡器；摆动物；动摇的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "flap"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "hesitate",
            "to swing"
          ],
          "tran_cn": "振荡；摆动；犹豫"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "destabilize"
          ],
          "tran_cn": "使振荡；使振动；使动摇"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "振荡",
      "tran_en": "if an electric current oscillates, it changes direction very regularly and very frequently"
    },
    {
      "pos": "vi",
      "tran_cn": "持续周期性地摆动，动摇，犹豫：犹豫不决，动摇，犹豫：犹豫不决"
    },
    {
      "pos": "vt",
      "tran_cn": "使振荡，使振动，使动摇"
    }
  ],
  "exchange": {
    "third": [
      "oscillates"
    ],
    "past": [
      "oscillated"
    ],
    "done": [
      "oscillated"
    ],
    "ing": [
      "oscillating"
    ]
  }
}