{
  "word": "ocular",
  "ipa": {
    "us": "ˈɒkjələ(r)",
    "uk": "ˈɑkjələ(r)"
  },
  "sentences": [
    {
      "en": "Be sure of it; give me the ocular proof.",
      "cn": "相信它; 给我可见的证据."
    },
    {
      "en": "High elasticity facilitates capsulotomy and affords ocular protection against high - frequency mechanical insults.",
      "cn": "高弹性特征可易化撕囊难度和提供机械震动的吸收."
    },
    {
      "en": "In both instruments, the image formed by an objective is viewed through an ocular.",
      "cn": "在这两种仪器中, 物镜所成的象都是通过目镜来观看的."
    },
    {
      "en": "Objective To determine the permeability of prolonium iodide through blood - ocular barrier.",
      "cn": "目的确定普罗碘铵通过血 - 眼屏障的能力."
    },
    {
      "en": "Objective To evaluate ocular contusion by fundus fluorescein angiography.",
      "cn": "目的分析眼挫伤眼底改变及眼底荧光血管造影的表现."
    },
    {
      "en": "Objective To evaluate the diagnostic value of B - mode ultrasound in ocular injury.",
      "cn": "目的评价B超检查眼外伤的诊断价值."
    },
    {
      "en": "ocular muscles",
      "cn": "眼部肌肉"
    },
    {
      "en": "Report a case of siderosis bulb without definite ocular injury history.",
      "cn": "报告一无明显外伤史之眼球铁质沈着症病例."
    },
    {
      "en": "Report a case of siderosis bulbi without definite ocular injury history.",
      "cn": "摘要报告一无明显外伤史之眼球铁质沈着症病例."
    },
    {
      "en": "The first is a handful of ocular diseases like pigmentary glaucoma.",
      "cn": "首先,改变眼部黑色素的是眼部疾病,如青光眼(患者瞳孔内出现青绿色的反光)."
    },
    {
      "en": "The Huygens ocular , which dates back over 250 years is still in wide use today.",
      "cn": "二百五十多年前的惠更斯目镜今天还在广泛使用."
    },
    {
      "en": "The mechanism of corticosteroid - induced ocular hypertension is increased aqueous outflow resistance.",
      "cn": "类固醇诱导性高眼压的发生机制是房水流出阻力的增加."
    },
    {
      "en": "The ocular axial length and refractive degree were stable after operation.",
      "cn": "患者的眼轴和屈光度数稳定."
    },
    {
      "en": "The ocular defects made him lose the chance for the job.",
      "cn": "视力缺陷让他失去了这个工作的机会。"
    },
    {
      "en": "With atropine, ocular effects are accompanied by tachycardia.",
      "cn": "用阿托品则产生眼效应,并伴有心率加快."
    },
    {
      "en": "With ocular ultrasound examination , it was demonstrated to be a cystic - like lesion.",
      "cn": "经手术切除,组织病理证实为毛囊细胞瘤."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "optical",
            "visual"
          ],
          "tran_cn": "眼睛的；视觉的；目击的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "eyepiece lens"
          ],
          "tran_cn": "[光]目镜"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lens",
            "optic",
            "visual"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "眼睛的，适于眼睛的，用眼的，视觉的",
      "tran_en": "relating to your eyes or your ability to see"
    },
    {
      "pos": "n",
      "tran_cn": "[光] 目镜"
    }
  ],
  "exchange": {}
}