{
  "word": "Calgary",
  "ipa": {
    "us": "ˈkælgəri",
    "uk": "ˈkælgəri"
  },
  "sentences": [
    {
      "en": "\"It was half the size of a domestic cat and probably hunted and ate whatever it could for its size, \" said Nick Longrich, a palaeontologist at the University of Calgary, who led the expedition.",
      "cn": "“它的大小只是家猫的一半，它只可能猎食力所能及的任何动物，”领导这项探险的卡尔加里大学古生物学家尼克·朗瑞奇说到。"
    },
    {
      "en": "Calgary residents currently can take many recyclable products to neighbourhood green bins for free.",
      "cn": "现在卡尔加里居民可以把各种可回收的废物拿到社区免费的绿色(分类)箱子里."
    },
    {
      "en": "Expect beautiful scenery when you Calgary.",
      "cn": "期待来卡加利旅行看到美丽的风景."
    },
    {
      "en": "From the sweet tongue Xiangchun to contact, from fruit to chocolate romantic Calgary - Cities.",
      "cn": "“从香唇到舌尖的甜蜜接触, 从巧克力到水果的浪漫浓情”."
    },
    {
      "en": "He grew up in the south western part of Calgary.",
      "cn": "他在卡尔加里的西南区长大."
    },
    {
      "en": "Kananaskis is located near Calgary.",
      "cn": "卡纳纳斯基斯位于卡加立附近."
    },
    {
      "en": "Monte Carlo to Mexico City; Calgary to Cleveland have been astounded by his work.",
      "cn": "蒙特卡洛到墨西哥城, 卡尔加里克利夫兰震惊了他的工作."
    },
    {
      "en": "My name is James and I work for an advertising and marketing agency in Calgary, AB.",
      "cn": "我的名字是詹姆斯,我的广告和在卡尔加里, AB公司销售代理工作."
    },
    {
      "en": "Sure, the hippo racing is every Tuesday night in Calgary.",
      "cn": "当然, 河马赛跑是每周二晚上在卡尔加里."
    },
    {
      "en": "That's almost the distance from a snow shovel in Calgary to a palm tree in California.",
      "cn": "这是近的距离雪铲在卡尔加里到棕榈树在加利福尼亚州."
    },
    {
      "en": "The bidding fever surrounding Calgary was a critical point in the Olympic turnaround.",
      "cn": "围绕着卡尔加里冬奥会的投标热是奥林匹克运动的一次重大转折."
    },
    {
      "en": "The psychologist, from the University of Calgary, has subsequently formed an equation for why people procrastinate, which began by studying 250 college students.",
      "cn": "来自卡尔加里大学的心理学家随后提出了解释人们拖延的方程式，并已开始在250名大学生身上进行研究。"
    },
    {
      "en": "We also have a women working group in our Consulate General in Calgary. And the chair of the group, Ms. Yan, is just sitting over there.",
      "cn": "驻卡尔加里总领馆也有一个妇女工作小组，严萍女士就是这个小组的组长，她也参加了今天的活动。"
    },
    {
      "en": "While governor, Andy received the Calgary Challenge Award for membership growth at the International Convention.",
      "cn": "于总监任内, 安迪于扶轮国际年会上荣获社员成长卡加利挑战奖."
    },
    {
      "en": "Wing Kei Care Centre is the only 100 % Chinese care centre in Calgary.",
      "cn": "荣基护理中心是一所专为华人而设的护理中心."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of calgary",
      "tran_cn": "卡尔加里大学（位于加拿大）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "卡尔加里（加拿大城市）"
    },
    {
      "pos": "other",
      "tran_cn": "卡尔加里（加拿大西南部城市）"
    }
  ],
  "exchange": {}
}