{
  "word": "rugby",
  "ipa": {
    "us": "ˈrʌɡbi",
    "uk": "ˈrʌɡbi"
  },
  "sentences": [
    {
      "en": "a Scottish rugby internationalist",
      "cn": "参加国际比赛的苏格兰橄榄球队队员"
    },
    {
      "en": "Australia's rugby union side enjoyed a record-breaking win over France.",
      "cn": "澳大利亚的英式橄榄球联盟队创纪录地赢了法国队。"
    },
    {
      "en": "He has the physique of a rugby player.",
      "cn": "他有橄榄球运动员的体格。"
    },
    {
      "en": "He rugby tackled her and stole her bag.",
      "cn": "他将她撂倒，抢走了她的包。"
    },
    {
      "en": "He said they should have the same rights to display their sexuality as straight men who 'play rugby, drink beer and talk about girls with their mates'.",
      "cn": "他说，这些人应该与那些玩橄榄球、喝啤酒并与伙伴们一起谈论女孩儿的非同性恋者一样，有同样的权利去表达他们的性取向。"
    },
    {
      "en": "He was rugby tackled by a policeman after breaking through police lines.",
      "cn": "他在突破警戒线后被一名警察拦截了。"
    },
    {
      "en": "His audience consists predominantly of groups of rugby-club revellers.",
      "cn": "他的观众主要是橄榄球俱乐部里那些纵酒作乐的人。"
    },
    {
      "en": "I ghosted his weekly rugby column for the Telegraph.",
      "cn": "我为他代写《电讯报》每周的橄榄球专栏。"
    },
    {
      "en": "In Rugby League, Australia trounced France by sixty points to four.",
      "cn": "在联盟橄榄球赛上，澳大利亚队以60：4的比分大胜法国队。"
    },
    {
      "en": "Lining a corridor is a wall of photographs spanning his rugby days.",
      "cn": "走廊的一面墙上贴满了他橄榄球生涯里各个时期的照片。"
    },
    {
      "en": "Rugby's a rough game at the best of times.",
      "cn": "即使是在比赛最不激烈的时候，橄榄球也是一种粗野的运动。"
    },
    {
      "en": "Some speakers argued that boxing was less dangerous than rugby.",
      "cn": "一些发言者认为拳击的危险性比橄榄球运动小。"
    },
    {
      "en": "The players can advertise baked beans, but not rugby boots.",
      "cn": "球员可以给烤菜豆做广告，但不能代言橄榄球靴。"
    },
    {
      "en": "The team has accustomed itself to the pace of first division rugby.",
      "cn": "球队适应了英式橄榄球甲级联赛的节奏。"
    },
    {
      "en": "There were mixed fortunes for French rugby teams on tour.",
      "cn": "参加巡回比赛的法国橄榄球队成绩有喜有悲。"
    },
    {
      "en": "They have played an expansive style of rugby.",
      "cn": "他们采用向外展开打法打了一场橄榄球。"
    },
    {
      "en": "U8 is the least of all group, but they all worked hard, and never be late, it is obvious to see their deep love to rugby.",
      "cn": "U8的人数是所有组里面最少的，但是他们都十分努力从来不迟到。他们对橄榄球深深地热爱是显而易见的。"
    },
    {
      "en": "Weber took up the game at Iowa State University, in 1967, after becoming involved in the antiwar movement—in those days, rugby was a countercultural statement.",
      "cn": "1967年，韦伯在参加反战运动后，在衣阿华州立大学开始投身于这一运动——在那个年代，玩橄榄球曾经是反主流社会的宣言。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "rugby football",
      "tran_cn": "橄榄球"
    },
    {
      "phrase": "rugby league",
      "tran_cn": "n. 英式橄榄球联盟"
    },
    {
      "phrase": "rugby union",
      "tran_cn": "英式橄榄球联合会"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "橄榄球运动，拉格比市（英格兰中部的城市），英式橄榄球",
      "tran_en": "an outdoor game played by two teams with an  oval (= egg-shaped )  ball that you kick or carry"
    }
  ],
  "exchange": {}
}