{
  "word": "affordable",
  "ipa": {
    "us": "əˈfɔːdəbl",
    "uk": "əˈfɔːrdəbl"
  },
  "sentences": [
    {
      "en": "...the availability of affordable housing.",
      "cn": "…多数人支付得起的房产的供应。"
    },
    {
      "en": "Each part must express Ford's commitment to quality, long - life and affordable cost.",
      "cn": "每个零件都必须体现福特对优质 、 耐用和价格合理的承诺."
    },
    {
      "en": "He Ling: Our price is affordable to enterprises, or affordable.",
      "cn": "何玲: 我们的价格就是让企业买得起, 或者用得起."
    },
    {
      "en": "He provides affordable housing for the underprivileged.",
      "cn": "他提供给穷困阶层一所供得起的房子."
    },
    {
      "en": "Homes are more affordable than at any time in the past five years.",
      "cn": "现在住宅比过去5年里的任何时候都要便宜。"
    },
    {
      "en": "Orlando itself is vibrant, full of affordable accommodation and great places to eat.",
      "cn": "奥兰多本身充满了朝气，有很多便宜的旅馆和吃饭的好去处。"
    },
    {
      "en": "Our excellent quality, affordable prices and warm and thoughtful service.",
      "cn": "我们以优良的品质, 实惠的价格及热情周到的服务."
    },
    {
      "en": "The company makes wearable, beautifully cut clothes at affordable prices.",
      "cn": "这家公司生产经久耐穿、外形美观且价格合理的服装。"
    },
    {
      "en": "The cost of litigation will be more affordable and predictable.",
      "cn": "诉讼费将更注重民众经济能力,更具有可能预见性."
    },
    {
      "en": "The New 3 D Optical Desktop Scanner affordable for all!",
      "cn": "新的三维光学扫描仪桌面就是要让所有人都买得起!"
    },
    {
      "en": "The rent for the four - roomed house is affordable.",
      "cn": "四居室房屋的房租付得起."
    },
    {
      "en": "This series of products at an affordable price, health and environmental protection.",
      "cn": "该系列产品价格经济实惠, 健康环保."
    },
    {
      "en": "To collect stamps was then a novelty not affordable for many.",
      "cn": "那时,集邮还是一件新鲜事,这样的爱好只有少数人消受得起."
    },
    {
      "en": "Where the pervasive focus is more people, the goal here ismore affordable.",
      "cn": "如果普及的重点是更多的人, 这里的目标是让更多的人支付的起."
    },
    {
      "en": "Yes. The change is very low. It's affordable for ordinary families.",
      "cn": "有啊!收费很低, 普通家庭都可以承受."
    },
    {
      "en": "You may well need to look outside your preferred area to find affordable accommodation.",
      "cn": "你或许需要到你心仪的地区以外的地方去看看是否有能住得起的房子."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "afford",
          "tran_cn": " 给予，提供；买得起"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "affordable housing",
      "tran_cn": "经济适用房；可支付住宅"
    },
    {
      "phrase": "affordable price",
      "tran_cn": "可承受价"
    },
    {
      "phrase": "economically affordable housing",
      "tran_cn": "经济适用房"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "价格合理的，买得起的",
      "tran_en": "If something is affordable, most people have enough money to buy it"
    }
  ],
  "exchange": {
    "verb": [
      "afford"
    ],
    "noun": [
      "affordability"
    ]
  }
}