{
  "word": "Europe",
  "ipa": {
    "us": "ˈjʊərəp",
    "uk": "ˈjʊrəp"
  },
  "sentences": [
    {
      "en": "Anecdotal evidence suggests that sales in Europe have slipped.",
      "cn": "传闻有证据表明欧洲的销售量已经下滑。"
    },
    {
      "en": "Britain has the largest and most flourishing fox population in Europe.",
      "cn": "英国拥有欧洲最大也是最具繁殖能力的狐狸种群。"
    },
    {
      "en": "eastern Europe",
      "cn": "东欧"
    },
    {
      "en": "He is one of the most wanted criminals in Europe.",
      "cn": "他是欧洲最重要的通缉犯之一。"
    },
    {
      "en": "I solemnly vowed that someday I would return to live in Europe.",
      "cn": "我郑重发誓，总有一天我将回到欧洲生活。"
    },
    {
      "en": "In Europe, Aga Khan III presented himself in a completely different light.",
      "cn": "在欧洲，阿迦汗三世表现得完全是另一副样子。"
    },
    {
      "en": "Jean-Phillippe had hitched all over Europe in the 1960s.",
      "cn": "让－菲利普在20世纪60年代曾搭便车游遍欧洲。"
    },
    {
      "en": "Jim expects to be sent to Europe any day now.",
      "cn": "吉姆预计随时会被派到欧洲去。"
    },
    {
      "en": "Kaspar had spoken know-ledgeably about the state of agriculture in Europe.",
      "cn": "卡斯帕对欧洲农业状况发表了一番颇有见地的见解。"
    },
    {
      "en": "Laura Davies is assured of a place in Europe's team.",
      "cn": "劳拉·戴维斯确信能在欧洲队中占据一席之地。"
    },
    {
      "en": "Nissan now makes cars at two plants in Europe.",
      "cn": "目前日产公司在欧洲有两家工厂生产汽车。"
    },
    {
      "en": "Physical and ideological barriers had come down in Eastern Europe.",
      "cn": "物质和意识形态上的障碍在东欧已不复存在。"
    },
    {
      "en": "The Channel Tunnel project is the biggest civil engineering project in Europe.",
      "cn": "英吉利海峡隧道是欧洲最大的土木工程。"
    },
    {
      "en": "The grand design of Europe's monetary union is already agreed.",
      "cn": "欧洲统一货币的宏伟构想已经获得认同。"
    },
    {
      "en": "They have removed all tactical nuclear missiles that could strike Europe.",
      "cn": "他们已经拆除所有能够袭击欧洲的战术核导弹。"
    },
    {
      "en": "Why were spices so highly valued in late 15th-century Europe?",
      "cn": "为什么香料在15世纪末期的欧洲如此贵重？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "continental europe",
      "tran_cn": "欧洲大陆"
    },
    {
      "phrase": "council of europe",
      "tran_cn": "欧洲理事会；欧洲委员会"
    },
    {
      "phrase": "eastern europe",
      "tran_cn": "东欧"
    },
    {
      "phrase": "western europe",
      "tran_cn": "西欧"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "欧洲，欧盟，（除英国以外的）全欧洲，除英国外的欧洲国家",
      "tran_en": "the continent that is north of the Mediterranean and goes as far east as the Ural Mountains in Russia"
    },
    {
      "pos": "other",
      "tran_cn": "欧洲",
      "tran_en": "the continent that is north of the Mediterranean and goes as far east as the Ural Mountains in Russia"
    }
  ],
  "exchange": {}
}