{
  "word": "Albany",
  "ipa": {
    "us": "'ɔ:bəni",
    "uk": "ˈɔlbəni"
  },
  "sentences": [
    {
      "en": "A Farmer from Albany shall take their place, and down his back a Snake shall hang.",
      "cn": "一位奥尔巴尼的农夫会代替它们, 他身后的蛇会悬挂."
    },
    {
      "en": "Albany natives know him simply as'the birdman '.",
      "cn": "奥尔巴尼当地人干脆叫他'护鸟人'."
    },
    {
      "en": "Clues and leads were being followed up from Albany to Oakland.",
      "cn": "从奥尔巴尼到奥克兰的一切线索和疑点都在追查之中."
    },
    {
      "en": "Faulkner was born in New Albany , Mississippi on September 25, 1897.",
      "cn": "1897年9月25日, 福克纳降生在密西西比州新 阿尔巴尼镇."
    },
    {
      "en": "He wondered whether he were harbouring \" love \"'for this spontaneous young woman from Albany.",
      "cn": "他怀疑自己是不是 “ 爱上了 ” 这位来自奥尔巴尼的纯洁的少女."
    },
    {
      "en": "Lan, General Manager of Albany International Applied Technologies for the welcome speech!",
      "cn": "下面,有请奥伯尼应用技术(苏州)有限公司总经理蓝志坚为大家致欢迎词."
    },
    {
      "en": "One of my students from Albany, NY was suffering from bouts of severe depression.",
      "cn": "我一个来自纽约奥尔巴尼的学生曾患有严重的抑郁症。"
    },
    {
      "en": "She works for the Agriculture Department in its Agricultural Research Service office in Albany, California.",
      "cn": "她在农业部的农业研究室工作,该研究室位于加州的奥尔巴尼."
    },
    {
      "en": "Such changes are unheard of in Albany.",
      "cn": "诸如此类的改变在纽约州可谓前所未闻."
    },
    {
      "en": "The circumstance of albany grease plant is simpler introduced in this paper.",
      "cn": "简单地介绍了润滑脂黄油装置现状."
    },
    {
      "en": "This is the ninth year the Albany Medical Center Prize has been awarded.",
      "cn": "这是第九届奥尔巴尼医学中心奖."
    },
    {
      "en": "Until then, everybody in Albany should swear off buck - passing and bite the budget bullet.",
      "cn": "在此以前奥尔巴尼[市府与议会]的每个人都应扬弃互相推卸责任,而应咬紧牙关."
    },
    {
      "en": "Years at sea, however, took Melville far from the familiar world of New York and Albany.",
      "cn": "可是梅尔维尔多年在海上漂泊, 这就使他远离了纽约和奥尔巴尼那个熟悉的世界."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "奥尔巴尼（美国纽约州的首府）"
    },
    {
      "pos": "other",
      "tran_cn": "奥尔巴尼"
    }
  ],
  "exchange": {}
}