{
  "word": "deco",
  "ipa": {
    "us": "ˈdekəu",
    "uk": "ˈdɛko"
  },
  "sentences": [
    {
      "en": "Art Deco designers embraced machinery and power.",
      "cn": "装饰艺术的设计者们接受了机械和动力带来的灵感."
    },
    {
      "en": "Art deco in its many forms was largely perceived as thoroughly modern.",
      "cn": "很多形式的艺术装饰在很大程度上被认为是完全现代的."
    },
    {
      "en": "Art Deco in Shanghai Report from Er Dongqing Art Studio ( part 1 )",
      "cn": "“装饰艺术”运动在上海——尔冬强艺术工作室报告 ( 一 )"
    },
    {
      "en": "Barcelona midfielder Deco has revealed he would like to work with Jose Mourinho again.",
      "cn": "巴萨中场德科表示他很愿意再次和穆里尼奥共事."
    },
    {
      "en": "Bo Xinwa Deco and strengthened their attack, right back to make up for the shortcomings.",
      "cn": "德科和博辛瓦加强了他们的攻击, 弥补了右后卫的缺陷."
    },
    {
      "en": "Chelsea lost more rhythm when Deco was substituted Miroslav Stoch.",
      "cn": "德科被斯托奇替换之后,切尔西更加找不到节奏了."
    },
    {
      "en": "I THINK PORTUGAL IS A COMPLETELY DIFFERENT TEAM WITH DECO.",
      "cn": "拥有德科的葡萄牙是一支截然不同的球队."
    },
    {
      "en": "It was built of red brick and had fine art - deco decoration.",
      "cn": "主要材料是红砖,并配以精美的艺术装修."
    },
    {
      "en": "Line 3 Deco chain path return sprocket failed.",
      "cn": "3号线印机针链的从动链轮坏了."
    },
    {
      "en": "Mary attended high school in a building that was famous for art deco style of architecture.",
      "cn": "盛行于20世纪二、十年代的装饰艺术和建筑艺术风格,以重复的、饰精美的曲线和几何图案为特点国,多采用塑料等合成材料."
    },
    {
      "en": "The deco bar (. shtml ) encourages safety stops.",
      "cn": "安全栅栏可以协助作安全停留."
    },
    {
      "en": "The other corner with some glass deco.",
      "cn": "另一角的玻璃装饰墙."
    },
    {
      "en": "There is pizazz and energy in Art Deco, as well as glamour and luxury.",
      "cn": "装饰艺术里包含着活力和能量, 以及魅力和华贵."
    },
    {
      "en": "Today, Jean Puiforcat's Art Deco period pieces are highly prized by collectors.",
      "cn": "今天, 让皮福尔卡的装饰艺术时期件珍贵的收藏."
    },
    {
      "en": "When they weren't looking, I'd grab their stuff, right, Deco?",
      "cn": "趁他们不注意的时候, 我会偷走他们的衣服对吧, 德科?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "art deco",
      "tran_cn": "n. 装饰艺术"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "装饰，装饰品"
    }
  ],
  "exchange": {}
}