{
  "word": "adhere",
  "ipa": {
    "us": "ədˈhɪə(r)",
    "uk": "ədˈhɪr"
  },
  "sentences": [
    {
      "en": "\" He compares artisans every photographer to is \"art craftsmen\" he hopes the central team each teacher can insist in time to indulge in the space only originality adhere to the beginner's mind.",
      "cn": "他把艺匠的每一位摄影师都比作是“艺术的工匠”，他希望艺匠团队的每一位老师都可以在时间里坚持，在空间里沉迷，只用匠心，坚持初心。"
    },
    {
      "en": "Abdominal tissues sometimes adhere after an operation.",
      "cn": "手术之后腹部有时会出现粘连."
    },
    {
      "en": "All members of the association adhere to a strict code of practice.",
      "cn": "协会的所有成员都遵守一套严格的行为规范。"
    },
    {
      "en": "But this means they cannot always adhere to the strict codes of practice dictated in UN headquarters.",
      "cn": "但是这就意味着它们无法总是坚持联合国总部规定的严格的实践规章。"
    },
    {
      "en": "Discipline is a logic-based decision that performers adhere to, regardless of whether they feel like it or not.",
      "cn": "纪律是一种基于逻辑的决定，这份决定是执行者们坚持的，无论他们喜不喜欢。"
    },
    {
      "en": "Have insisted on not success; But no, it is destined to fail. Is necessary for success, adhere to the shaping of!",
      "cn": "有了坚持不一定成功；但没有坚持，就注定失败。对于成功，坚持的塑造必不可少！"
    },
    {
      "en": "In some high - grade ores, phenocrysts adhere intimately to the pseudomorphs.",
      "cn": "在有些高级矿石内, 斑晶紧连着假晶."
    },
    {
      "en": "Macrobiotics adhere to a diet consisting primarily of whole grains and beans.",
      "cn": "长寿饮食法的饮食主要是含胚芽和麸的谷物及豆类."
    },
    {
      "en": "Most people adhere to the church of their parents.",
      "cn": "多数人都依附于父母的教会."
    },
    {
      "en": "Once in the bloodstream, the bacteria adhere to the surface of the red cells.",
      "cn": "细菌一进入血液里，就附着在红细胞表面上。"
    },
    {
      "en": "Peasants were allowed to adhere or revert to individual farming in Poland.",
      "cn": "波兰允许农民坚持或倒退到个体农业."
    },
    {
      "en": "Sikhs were expected to adhere strictly to the religious rules concerning appearance.",
      "cn": "锡克教徒应当严格遵守该教对外表的规定。"
    },
    {
      "en": "Small particles adhere to the seed.",
      "cn": "小颗粒牢牢附着在种子上。"
    },
    {
      "en": "Such natures as yours don't so easily adhere to their words.",
      "cn": "象你那种脾气,要斩钉截铁,说一不二,恐怕不容易吧."
    },
    {
      "en": "The eggs are sticky and adhere to the roots.",
      "cn": "这些卵都是粘的,附着在苇根上."
    },
    {
      "en": "The eggs of these fish adhere to plant leaves.",
      "cn": "这些鱼产下的卵附着在植物叶片上。"
    },
    {
      "en": "They failed to adhere to our original agreement.",
      "cn": "他们未能遵守我们原定的协议."
    },
    {
      "en": "This paint will adhere to any surface, whether rough or smooth.",
      "cn": "这种油漆能附着于任何粗糙或光滑的表面."
    },
    {
      "en": "We adhere to the principles of equal rights and freedom of expression for all.",
      "cn": "我们坚持人人平等和言论自由的原则。"
    },
    {
      "en": "We must adhere to the principle of making study serve the practical purpose.",
      "cn": "我们必须坚持学以致用的原则."
    },
    {
      "en": "We should adhere to our opinions.",
      "cn": "我们应当坚持我们的意见。"
    },
    {
      "en": "We will adhere to strict sales ethics, with none of the cold calling that has given the industry such a bad name.",
      "cn": "我们要严格遵守销售规范，杜绝贸然打电话推销商品的行为，因为这种做法已经败坏了行业的名声。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "adherent",
          "tran_cn": "附着的；粘着的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "adherence",
          "tran_cn": "坚持；依附；忠诚"
        },
        {
          "word": "adherent",
          "tran_cn": "信徒；追随者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accede",
            "cling",
            "cohere",
            "stick"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "cling",
            "fast",
            "stick"
          ],
          "tran_cn": "坚持;附着"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "遵守，拥护，持有（观点或信仰），黏附",
      "tran_en": "to stick firmly to something"
    },
    {
      "pos": "vi",
      "tran_cn": " 黏附， 附着； 遵守； 坚持； 追随， 支持",
      "tran_en": "to stick firmly to something"
    }
  ],
  "exchange": {
    "third": [
      "adheres"
    ],
    "past": [
      "adhered"
    ],
    "done": [
      "adhered"
    ],
    "ing": [
      "adhering"
    ]
  }
}