{
  "word": "malaise",
  "ipa": {
    "us": "məˈleɪz",
    "uk": "mæˈlez, -ˈlɛz"
  },
  "sentences": [
    {
      "en": "A 63 - year - old woman complained of general malaise and insomnia initially.",
      "cn": "摘要一位63 岁 妇人主诉全身无力、失眠,而来院求诊."
    },
    {
      "en": "A protracted malaise will spawn an angry search for scapegoats.",
      "cn": "这种不满情绪会不断扩大去寻找替罪羊."
    },
    {
      "en": "Aches and pains and a general physical malaise are also very common.",
      "cn": "意志消沉者还会出现各种各样的疼痛,或者是周身不适的症状."
    },
    {
      "en": "Calcium deficiency is the main cause of this malaise.",
      "cn": "钙剂缺乏是引起这种疾病的主要原因."
    },
    {
      "en": "General malaise or weakness, inability to perform activities of daily living.",
      "cn": "感觉不舒服或虚弱而影响一般日常的生活起居."
    },
    {
      "en": "He complained of depression, headaches and malaise.",
      "cn": "他主诉自己情绪低落，头痛且身体不适。"
    },
    {
      "en": "He complained of depression, headaches, and malaise.",
      "cn": "他说他有情绪低落、头痛和不安的症状。"
    },
    {
      "en": "I feel ( a certain ) malaise.",
      "cn": "我感觉 ( 有些 ) 不舒服."
    },
    {
      "en": "Popular malaise has certainly been simmering for a while.",
      "cn": "普遍的不安必然经过了一阵子的发酵."
    },
    {
      "en": "Stock prices have fallen considerably during the current economic malaise.",
      "cn": "股票价格因为当前的金融危机已大幅度下跌."
    },
    {
      "en": "The continued economic malaise has also stoked resentment against bankers and bonuses.",
      "cn": "持续的经济困境也越发刺激了公众对银行家和奖金的不满情绪."
    },
    {
      "en": "The whole May, steel sales are continuing malaise, profits are gradually compressed.",
      "cn": "整个5月, 钢材销售都持续萎靡, 利润被步步压缩."
    },
    {
      "en": "There is no easy short-term solution to Britain's chronic economic malaise.",
      "cn": "短期内迅速治愈英国经济顽症的灵丹妙药并不存在。"
    },
    {
      "en": "This universal uniformity contributed to his malaise.",
      "cn": "这种千篇一律的格式,使他感到很不舒服."
    },
    {
      "en": "You can see signs of ( a creeping ) malaise in our office.",
      "cn": "在我们办公室里可以看到有某种 ( 令人不寒而栗的 ) 不安迹象."
    },
    {
      "en": "You can see signs of malaise in our office.",
      "cn": "在我们办公室里可以看到有某种不安迹象."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "comfortlessness",
            "unease"
          ],
          "tran_cn": "不舒服；心神不安"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "boredom"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "general malaise",
      "tran_cn": "全身不适"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不适，不舒服，莫名的不安，萎靡不振，潜在的不满意识",
      "tran_en": "a general feeling that you are slightly ill or not happy in your life"
    }
  ],
  "exchange": {
    "pl": [
      "malaises"
    ]
  }
}