{
  "word": "decadence",
  "ipa": {
    "us": "ˈdekədəns",
    "uk": "ˈdekədəns"
  },
  "sentences": [
    {
      "en": "Against market trends such as the stubborn, General Motors shows the decadence and stubborn.",
      "cn": "这种逆市而为的固执, 显示了通用汽车的顽固与颓废."
    },
    {
      "en": "America a is the only country that went from barbarism to decadence without civilization in between.",
      "cn": "美国是唯一一个直接从野蛮进入颓废、中间没有经过文明阶段的社会。 ?。"
    },
    {
      "en": "America is the only country that went from barbarism to decadence without civilization in between.",
      "cn": "美国是唯一一个直接从野蛮进入颓废、中间没有经过文明阶段的社会。"
    },
    {
      "en": "But even your dreams will be but a pale shadow of my true decadence.",
      "cn": "但你的梦不过是我真实衰落中一个苍白的影子罢了。"
    },
    {
      "en": "Decadence, depression, depressed. Or taste a little suffocating.",
      "cn": "颓废, 压抑, 郁闷.又抑或带点让人窒息的味道."
    },
    {
      "en": "Degenerate, decadence and emptiness loneliness loss.",
      "cn": "堕落, 颓废,空虚,孤单,失落."
    },
    {
      "en": "His article has the power to turn decadence into legend.",
      "cn": "他的文章具有化破朽为神奇的力量."
    },
    {
      "en": "I do not want you decadence and emptiness, confusion, Zaojian themselves, hurt others.",
      "cn": "我不要你颓废、空虚 、 迷茫 、 糟践自己 、 伤害别人."
    },
    {
      "en": "I don't know, when feel so tired! I don't know, when feel decadence!",
      "cn": "不知道什么时候觉得那么的累! 不知道什么时候觉得那么颓废!"
    },
    {
      "en": "I have been fighting the prevailing decadence for years.",
      "cn": "多年来我一直在和盛行的颓废现象作斗争."
    },
    {
      "en": "It is the decadence of the modern bull that has made bullfighting possible.",
      "cn": "正是现代公牛的退化使斗牛成为可能."
    },
    {
      "en": "Its packaging and advertising conjures visions of old Shanghai, in all its decadence.",
      "cn": "“双妹”的包装和广告令人想起旧上海所有颓靡的画面."
    },
    {
      "en": "Only men of great resolution can stand up and survive times of trouble and spiritual decadence.",
      "cn": "唯有意志非常坚强的人才能挺身熬过纷扰不安、道德败坏的时代."
    },
    {
      "en": "Terrace on the decadence of the shadow, have gone through from memory.",
      "cn": "阳台上颓废的影子, 从记忆中走过."
    },
    {
      "en": "That city seems to be the hothouse of decadence.",
      "cn": "该城市似乎是堕落的温床."
    },
    {
      "en": "The empire had for years been falling into decadence.",
      "cn": "这个帝国走向腐朽堕落已经经年。"
    },
    {
      "en": "This is my life, decadence yet helpless, and resolutely have a sense of rhythm!",
      "cn": "这就是我的生活, 颓废中带着无奈, 毅然有着节奏感!"
    },
    {
      "en": "Tongue Numerous stones shake out the decadence of spring.",
      "cn": "舌头很多石头,摇出了春天的堕落."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "decadent",
          "tran_cn": " 颓废的；衰微的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "decadency",
          "tran_cn": " 衰微，堕落；颓废，衰落"
        },
        {
          "word": "decadent",
          "tran_cn": " 颓废者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "corruption",
            "degradation",
            "deterioration"
          ],
          "tran_cn": "堕落，颓废；衰落"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "衰落，堕落，颓废",
      "tran_en": "behaviour that shows that someone has low moral standards and is more concerned with pleasure than serious matters"
    }
  ],
  "exchange": {}
}