{
  "word": "cementation",
  "ipa": {
    "us": "ˌsi:menˈteɪʃn",
    "uk": "ˌsimɛnˈteʃən"
  },
  "sentences": [
    {
      "en": "Bassoon diameter well cementation is one of project of maritime artesian well special operation.",
      "cn": "大管径固井是海上钻井工程中的一项非凡作业."
    },
    {
      "en": "Calcite cementation seens a possibility where lime grains or calcareous organisms are abundant.",
      "cn": "在灰质颗粒或钙质生物丰富的地方,方解石胶结作用似乎是有可能的."
    },
    {
      "en": "Clay coats can be particularly important as inhibitors of later quartz cementation.",
      "cn": "粘土包壳作为石英晚期胶结作用的抑制剂可能是特别重要的."
    },
    {
      "en": "Constructive diageneses includes pressure solution while destructive diageneses include cementation compaction silication and filling.",
      "cn": "而破坏性成岩作用包括胶结作用、压实作用、硅化作用、充填作用."
    },
    {
      "en": "Deep caries based by the glass ions cementation agent, could significantly reduce composite resin pulp stimulation to protect pulp, and better effect.",
      "cn": "深龋经玻璃离子粘固剂垫底后，能明显减轻复合树脂对牙髓的刺激作用，从而护髓效果更佳。"
    },
    {
      "en": "Metallic cementation is the common use of the material surface modification.",
      "cn": "渗金属是材料表面改性的常用手段之一."
    },
    {
      "en": "Mud fluid's density and flow are two important parameters during well cementation.",
      "cn": "水泥浆的密度和流量是固井施工过程中的两个重要参数."
    },
    {
      "en": "Stardard getting ready for, high technology artificer fabrication, stardard cementation, effect is also very satisfied.",
      "cn": "正规的预备, 高技术的技工, 正规粘结, 效果也是很满意的."
    },
    {
      "en": "The aluminized coating on K 438 superalloy was prepared by pack cementation.",
      "cn": "采用固体粉末包埋渗铝法,在K438高温合金表面制备渗铝涂层."
    },
    {
      "en": "The method of phosphor - gypsum cementation and filling technology is introduced with the design sample.",
      "cn": "通过设计实例,介绍了磷石膏作为充填骨料充填井下的方法."
    },
    {
      "en": "The product color bright, the cementation strength is good, guarantees your packing reliable safety.",
      "cn": "产品颜色鲜艳 、 粘接力佳, 确保您的包装牢固安全."
    },
    {
      "en": "The strong cementation are of importance that form the result of the worse reservoir space.",
      "cn": "造成了砂岩的有效储集空间较差的结果."
    },
    {
      "en": "The synthetic unconsolidated samples with weak cementation and high porosity were prepared using physical simulation technique.",
      "cn": "利用物理模拟技术制作了一组微弱胶结、非固结高孔隙度人造样本."
    },
    {
      "en": "They are usually carried out industrially by pack cementation or hot dip process.",
      "cn": "目前工业上常用的渗铝方法有固体包装法和热浸法."
    },
    {
      "en": "To be able to relate the cementation of reservoirs to other events would be quite useful.",
      "cn": "把储集层的胶结作用和其他事件联系起来是很有用的."
    },
    {
      "en": "Uniformity of annulus flow is important in well cementation.",
      "cn": "偏心环空流动的均匀性在固井工程中有重要影响."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "coherence"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "黏固，烧结"
    }
  ],
  "exchange": {}
}