{
  "word": "wasteland",
  "ipa": {
    "us": "ˈweɪstlænd",
    "uk": "ˈweɪstˌlænd"
  },
  "sentences": [
    {
      "en": "Everything was wrong, his life seemed to be a wasteland.",
      "cn": "每件事都不对劲，他的生活百无聊赖。"
    },
    {
      "en": "He went back to his hometown and opened up wasteland for cultivation.",
      "cn": "他回到家乡开荒种地."
    },
    {
      "en": "He went to his hometown and opened up wasteland for cultivation.",
      "cn": "他回到家乡,开荒种地."
    },
    {
      "en": "Large tracts of wasteland have become a granary.",
      "cn": "荒滩变成米粮川."
    },
    {
      "en": "Less than a decade ago, Beijing city was an industrial wasteland.",
      "cn": "不到十年前, 北京市还是一片工业荒原."
    },
    {
      "en": "More wasteland will be opened up here.",
      "cn": "这里将开垦更多的荒地."
    },
    {
      "en": "Our story begins with a caravan heading through the wasteland of Durotar.",
      "cn": "我们的故事从穿越杜隆塔尔荒地的车队开始."
    },
    {
      "en": "The area around Sweristal reminds one of a barren wasteland.",
      "cn": "瑟韦斯托周围的地区使人感觉仿佛来到了不毛之地."
    },
    {
      "en": "The farmers are trying to bring the wasteland under cultivation.",
      "cn": "这些农民正在努力把这片荒地变为良田."
    },
    {
      "en": "The pollution has already turned vast areas into a wasteland.",
      "cn": "污染已经使大片地区沦为不毛之地。"
    },
    {
      "en": "The seventies were a cultural wasteland.",
      "cn": "70年代是文化荒漠。"
    },
    {
      "en": "The wasteland was transferred into fertile fields.",
      "cn": "把荒地改变为良田."
    },
    {
      "en": "They decided to start opening up the wasteland tomorrow.",
      "cn": "他们决定明天开始开垦那块荒地."
    },
    {
      "en": "They opened up large areas of wasteland and turned them into farmland.",
      "cn": "他们在荒原上拓出大片农田."
    },
    {
      "en": "They opened up large tracts of wasteland.",
      "cn": "他们开垦了大片荒地."
    },
    {
      "en": "We shall turn this piece of wasteland into wheat fields.",
      "cn": "我们要把这块不毛之地改成麦田."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wilderness",
            "barren land"
          ],
          "tran_cn": "[农]荒地，不毛之地；未开垦地，荒漠；（精神或文化上的）贫乏"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "solitude",
            "wilderness"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "荒地，荒漠，贫乏",
      "tran_en": "an unattractive area, often with old ruined buildings, factories etc on it"
    }
  ],
  "exchange": {
    "pl": [
      "wastelands"
    ]
  }
}