{
  "word": "antler",
  "ipa": {
    "us": "ˈæntlə(r)",
    "uk": "ˈæntlɚ"
  },
  "sentences": [
    {
      "en": "A family of stags once existed with an antler only on one side.",
      "cn": "曾有一群雄鹿,仅一边有角."
    },
    {
      "en": "Against Stress . Velvet antler helps the body to maintain homeostasis against heat, cold, and electric shock.",
      "cn": "保护应急能力:鹿茸具有帮助人体应对过热, 过冷, 压抑,气候突变或电刺激维持体内平衡."
    },
    {
      "en": "At first the scientists believed the geometrical figure carved onto the antler could have been either the mentioned woman, or a nude man raising his arms.",
      "cn": "一开始，科学家们认为刻画在鹿角上的几何图案有可能是之前说到的女性，也可能是一个举着双臂的裸体男性。"
    },
    {
      "en": "But the antler hunting sword has a good quality. The rigidity, tartness and preservation are not bad.",
      "cn": "不过那把鹿角猎刀得品质就很不错得说. 硬度 、 锋利度和保持性都非常得不错."
    },
    {
      "en": "By happy symmetry, where our reindeer are carved on mammoth tusk, the other sculpture shows a mammoth carved on a reindeer antler.",
      "cn": "可喜可叹的是，我们刚刚谈论的是一对驯鹿雕刻在猛犸象牙上，那另一件雕塑品却是一头猛犸象雕刻到驯鹿鹿角上。"
    },
    {
      "en": "Each has a snug mezzanine area and an antler-fenced balcony about eight metres above ground.",
      "cn": "两间树屋离开地面有八米之高，每间屋里有舒适的房间和由鹿角做围篱的阳台。"
    },
    {
      "en": "Important animal bone remains including antler, soft - shelled turtle and tortoise.",
      "cn": "重要动物骨骼有鹿角 、 鼋甲、陆龟等."
    },
    {
      "en": "New Zealand offers the best environment to Grow Velvet antler.",
      "cn": "纽西兰提供了培养鹿茸的最佳环境."
    },
    {
      "en": "Research has shown that velvet antler helps to heal neural ( nerve ) tissue.",
      "cn": "有关的研究还显示鹿茸可以帮助修复 神经 组织."
    },
    {
      "en": "Stimulation Growth . Velvet antler is an extremely rich, fast growing tissue that contains many growth factors.",
      "cn": "鹿茸含有非常丰富的快速生长组织和许多生长因子."
    },
    {
      "en": "The antler is a bone tissue which can be regenerated postnatally annually.",
      "cn": "摘要鹿茸角是雄鹿(驯鹿除外)一种后天可逐年再生的骨组织."
    },
    {
      "en": "The deer had his antler broken by the bush.",
      "cn": "那头鹿的角被灌木钩断了."
    },
    {
      "en": "The methods of isolation and culture sika deer antler chondrocytes were established.",
      "cn": "建立梅花鹿鹿茸软骨细胞的分离培养方法,培养鹿茸软骨细胞."
    },
    {
      "en": "This has been linked to velvet antler's ability to decrease mast cell degranulation.",
      "cn": "这与鹿茸降低肥大细胞的降解有关,肥大细胞是人体主要免疫细胞."
    },
    {
      "en": "This mechanism can be explained by velvet antler's ability to enhance glycolysis to nerve tissue.",
      "cn": "因为鹿茸具有提高神经组织糖解作用的机理."
    },
    {
      "en": "Traditionally, velvet antler is used for a wide variety of ailments.",
      "cn": "传统用鹿茸可以防止很多常见病."
    },
    {
      "en": "Velvet antler's relationship to recovery from traumatic injury could possibly explain its effectiveness against arthritis.",
      "cn": "鹿茸帮助创伤愈合的关系也可以解释对痛风的防治效果."
    },
    {
      "en": "Young pilose antler tablets uneasiness of body and mind, malnutrition and amnesia.",
      "cn": "鹿茸片对身心不顺, 营养不良和健忘疲倦患者颇有疗效."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "buckhorn",
            "deerhorn"
          ],
          "tran_cn": "[脊椎]鹿角，[中医]茸角；多叉鹿角"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "deer antler",
      "tran_cn": "鹿的叉角"
    },
    {
      "phrase": "pilose antler",
      "tran_cn": "鹿茸"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鹿角，角枝",
      "tran_en": "one of the two horns of a male  deer "
    }
  ],
  "exchange": {
    "pl": [
      "antlers"
    ]
  }
}