{
  "word": "skeptical",
  "ipa": {
    "us": "ˈskeptɪkl",
    "uk": "ˈskeptɪkl"
  },
  "sentences": [
    {
      "en": "A skeptical expression came over my mouth.",
      "cn": "我嘴边流露出一丝怀疑."
    },
    {
      "en": "As much as we would like to have the remains of actual dinosaur tissue, there are sound reasons for being skeptical of the identifications made in the reading.",
      "cn": "尽管我们都希望这些化石是真正的恐龙组织，但是还是有一些很有说服力的理由让我们怀疑阅读部分的发现。"
    },
    {
      "en": "Cleveland appeared skeptical, but he hung up the telephone.",
      "cn": "克里费兰好象有点不相信, 但他还是挂上了电话."
    },
    {
      "en": "Environmental groups are skeptical of the government’s claims.",
      "cn": "环境保护组织对政府的声明持怀疑态度。"
    },
    {
      "en": "He is highly skeptical of the reforms.",
      "cn": "他对改革持极度怀疑的态度。"
    },
    {
      "en": "Her look was skeptical and resigned.",
      "cn": "她的表情是将信将疑而又无可奈何."
    },
    {
      "en": "Her tone is skeptical and detached.",
      "cn": "她的声音是怀疑的,冷漠的."
    },
    {
      "en": "I am skeptical of ideas of God and faith in religion.",
      "cn": "我怀疑神的概念以及对宗教的信仰."
    },
    {
      "en": "I think going in they were very skeptical we would get to this point given our history in Seattle.",
      "cn": "我想鉴于西雅图过去的历史，在开始的时候他们对我们能达到这个地步还是有怀疑的。"
    },
    {
      "en": "I’m extremely skeptical about what I read in the press.",
      "cn": "我对报纸上读到的东西极度怀疑。"
    },
    {
      "en": "L.M.:Well, I was skeptical myself in the beginning. But these are facts. The findings are very reproducible and we are waiting for confirmation by other labs.",
      "cn": "大爷：我老人家一开始也是很怀疑的。但是这个是事实。这个发现可以被反复验证，我们正在等待别的实验是的验证。"
    },
    {
      "en": "Many were skeptical about this solution.",
      "cn": "许多人对这一解决办法表示怀疑."
    },
    {
      "en": "Markings suggested that it came from Germany, but authorities were skeptical.",
      "cn": "标记显示,牙膏产自德国, 但当局对此表示怀疑."
    },
    {
      "en": "Not all theory that we read in this course is skeptical.",
      "cn": "我们在这门课中提及的理论不全是怀疑性的。"
    },
    {
      "en": "Others here are more skeptical about the chances for justice being done.",
      "cn": "这里的其他人更为怀疑正义能否得到伸张。"
    },
    {
      "en": "Senator Lugar is skeptical that Congress will appropriate more funding for this purpose.",
      "cn": "参议员卢格怀疑国会是否会拨出更多资金用于此目的。"
    },
    {
      "en": "So how do we strengthen our skeptical skills?",
      "cn": "那么，我们如何加强自身的怀疑技能呢？"
    },
    {
      "en": "The neo - Keynesiano are skeptical of the new claim.",
      "cn": "新凯恩斯学派对这一新说法持怀疑态度."
    },
    {
      "en": "The President was the most skeptical.",
      "cn": "总统是持最强烈怀疑态度的."
    },
    {
      "en": "These skeptical scientists wrote reports that sounded more like fiction than fact.",
      "cn": "这批心存疑窦的科学家写成的报告,读来倒像是小说而不像是事实."
    },
    {
      "en": "They are skeptical about how much will be accomplished by legislation.",
      "cn": "他们对于立法成效心存疑虑。"
    },
    {
      "en": "They shared a skeptical assessment of Soviet motivations.",
      "cn": "他们都以怀疑的态度看待苏联的背后动机."
    },
    {
      "en": "Though this is a skeptical age, and our faith has weakened, our confidence in some aspects of the traditional culture should and would never be lost.",
      "cn": "尽管这是一个怀疑的时代，我们的信心削弱了，我们的信心在某些方面的传统文化应该也不会丢失。"
    },
    {
      "en": "Your empty promises are lost on the skeptical consumer.",
      "cn": "你的空头承诺对于多疑的客户来说毫无用处."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "skeptically",
          "tran_cn": " 怀疑地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "skeptic",
          "tran_cn": " 怀疑论者；怀疑者；无神论者"
        },
        {
          "word": "skepticism",
          "tran_cn": " 怀疑论；怀疑的态度"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sceptical",
            "suspicious"
          ],
          "tran_cn": "怀疑的；怀疑论的，不可知论的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cynical",
            "doubtful"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "怀疑性的，好怀疑的，<口>无神论的",
      "tran_en": "tending to disagree with what other people tell you"
    }
  ],
  "exchange": {}
}