{
  "word": "nebula",
  "ipa": {
    "us": "ˈnebjələ",
    "uk": "ˈnebjələ"
  },
  "sentences": [
    {
      "en": "A digital view of the stellar nurseries of the Orion Nebula.",
      "cn": "阿的猎户座星云的恒星托儿所数字的看法."
    },
    {
      "en": "A nebula is really a discrete mass of innumerous stars.",
      "cn": "一团星云实际上是无数星体不连续的集合体."
    },
    {
      "en": "A powerful telescope can resolve a nebula into stars.",
      "cn": "一架高性能的望远镜能从星云中分辨出星球来."
    },
    {
      "en": "And by the time it all ended, the entire nebula was flooded with fire.",
      "cn": "在一切将要结束的时候, 整个星云充满了火焰."
    },
    {
      "en": "As for the spiral itself, current supposition is that this is the result of a star in a binary star system entering the planetary nebula phase, when its outer atmosphere is ejected.",
      "cn": "至于螺旋本身，最近的推测是这是双子星系统中的一个恒星进入行星星云阶段的结果，此时它的外层大气会被喷出。"
    },
    {
      "en": "As the nebula collapsed because of its gravity, it spun faster and flattened into a disk.",
      "cn": "随着由于重力引起的星云坍缩，它旋转得越来越快，并变成了盘状。"
    },
    {
      "en": "Boomerang Nebula - the coolest place in the Universe?",
      "cn": "宇宙中最冷的地方?"
    },
    {
      "en": "Directly below Alnitak, a close inspection will reveal the Horsehead Nebula.",
      "cn": "经过仔细查看就可以发现紧挨着参宿一的下方就是马头星云."
    },
    {
      "en": "Fine dust in the nebula reflects the light.",
      "cn": "星云中细致的尘埃反射了星光。"
    },
    {
      "en": "Horsehead Nebula: New stars have already formed inside part of it.",
      "cn": "马头星云: 新的?星已经在其内部形成了."
    },
    {
      "en": "In fact, clumps of dust and molecular gas collapsing to form stars may well lurk within the dark nebula, a structure that spans almost 40 light-years across the gorgeous telescopic view.",
      "cn": "事实上，暗星云中很可能隐藏有分子气体和尘埃丛坍缩形成恒星，漂亮的望远镜视野中的这个结构宽几乎40光年。"
    },
    {
      "en": "Many objections can be raised to this picture of planetary nebula formation.",
      "cn": "形成行星状星云的这一图象可能会引起许多异议."
    },
    {
      "en": "The complex nebula resides in the star forming region called RCW 57.",
      "cn": "上面这张星云位于恒星形成区RCW57之中."
    },
    {
      "en": "The Crab Nebula lies about 6, 500 light - years away in the constellation Taurus.",
      "cn": "蟹状星云距离金牛座大约6, 500 光年 远."
    },
    {
      "en": "The Crab Nebula lies about 6,500 light - years away in the constellation Taurus.",
      "cn": "蟹状星云距离金牛座大约6,500 光年 远."
    },
    {
      "en": "The Hubble Space Telescope has taken photos of the Helix Nebula.",
      "cn": "哈伯天文望远镜拍下了[螺旋星云]的照片."
    },
    {
      "en": "The size of the nebula at this stage is inversely proportional to its mass.",
      "cn": "这个阶段星云的大小与其质量成反比。"
    },
    {
      "en": "There is one other possible explanation for what scientists have seen: They could be watching the birth instead of a pulsar wind nebula.",
      "cn": "对于科学家的最新观察结果，还有其他解释：他们所看到的或许只是一个“脉冲星风星云”的诞生。"
    },
    {
      "en": "This impressive color composite highlights subtle jet features in the nebula.",
      "cn": "这张令人影像深刻的彩色合成影像巧妙地突出了星云的喷射特征."
    },
    {
      "en": "What dark forms lurk in the mists of the Carina Nebula?",
      "cn": "什么暗影隐藏在船底座星云朦胧的雾中?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "nebulous",
          "tran_cn": " 朦胧的；星云的，星云状的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "emission nebula",
      "tran_cn": "发射星云"
    },
    {
      "phrase": "horsehead nebula",
      "tran_cn": "[天文]马头星云"
    },
    {
      "phrase": "orion nebula",
      "tran_cn": "猎户座星云；猎户星云"
    },
    {
      "phrase": "planetary nebula",
      "tran_cn": "行星状星云"
    },
    {
      "phrase": "reflection nebula",
      "tran_cn": "反射星云"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "星云，星云状的星系",
      "tran_en": "a mass of gas and dust among the stars, which often appears as a bright cloud in the sky at night"
    }
  ],
  "exchange": {
    "pl": [
      " nebulae",
      "nebulas"
    ]
  }
}