{
  "word": "hallmark",
  "ipa": {
    "us": "ˈhɔːlmɑːk",
    "uk": "ˈhɔːlmɑːrk"
  },
  "sentences": [
    {
      "en": "Attention to detail is the hallmark of a fine craftsman.",
      "cn": "能工巧匠的特点是一丝不苟."
    },
    {
      "en": "Clear expression is the hallmark of good writing.",
      "cn": "表达清楚是好文章的特点."
    },
    {
      "en": "Despite the streamlining, quality remains paramount in Hallmark management minds.",
      "cn": "尽管流线型操作提高了效率, 在霍尔马克管理人员的心目中质量仍然是超越其他的因素."
    },
    {
      "en": "Diversity is a hallmark of the renewable energy development.",
      "cn": "再生能源发展的特点是多元化."
    },
    {
      "en": "Hallmark test of sesame oil applys to quantitative estimation.",
      "cn": "麻油纯度试验法用于定量."
    },
    {
      "en": "His designs show a love of simplicity which is very much his hallmark.",
      "cn": "他的设计显示出对简约风格的偏爱，这正是他一贯的特点。"
    },
    {
      "en": "It's a technique that has become the hallmark of Amber Films.",
      "cn": "这已经成为安伯电影公司的标志性技术。"
    },
    {
      "en": "Offering a cheaper alternative is the hallmark of the Internet's success.",
      "cn": "在因特网上成功的标志就是提供了另外更便宜的(做生意)途径."
    },
    {
      "en": "Oligodendrocyte damage and subsequent axonal demyelination is a hallmark of this disease.",
      "cn": "少突胶质细胞损害,继而轴突脱髓鞘为本病特征."
    },
    {
      "en": "Spontaneity is more than ever the hallmark of good speaking.",
      "cn": "随机应变越来越成为一张好嘴的标志."
    },
    {
      "en": "The hallmark of Degas'art was world of theatre, dance and music.",
      "cn": "他的艺术特色反映在戏剧 、 舞蹈和音乐的世界中."
    },
    {
      "en": "They are not something the Hallmark people would inscribe on a card.",
      "cn": "HallMark贺卡公司的人员不会将之印在卡上."
    },
    {
      "en": "This thesis of intentional directedness was the hallmark of Brentano's descriptive psychology.",
      "cn": "这个意向导向的命题就是布伦塔诺描述心理学的标志."
    },
    {
      "en": "Whatever he wrote carries his own hallmark.",
      "cn": "无论他写什么都带有他的印记."
    },
    {
      "en": "Who knows what else Hallmark plans for the rest of this century?",
      "cn": "谁知道霍尔马克公司在本世纪内还会出其他什么新花样?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "trait",
            "distinguishing feature"
          ],
          "tran_cn": "特点；品质证明"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "signet",
            "speciality",
            "trademark"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "检验印记，特点，标志，质量证明",
      "tran_en": "an idea, method, or quality that is typical of a particular person or thing"
    },
    {
      "pos": "v",
      "tran_cn": "给…盖上品质证明印记；使具有…标志",
      "tran_en": "to put a hallmark on silver, gold, or platinum"
    },
    {
      "pos": "vt",
      "tran_cn": "给…盖上品质证明印记，使具有…标志"
    }
  ],
  "exchange": {
    "pl": [
      "hallmarks"
    ]
  }
}