{
  "word": "snowdrift",
  "ipa": {
    "us": "ˈsnəʊdrɪft",
    "uk": "ˈsnoʊdrɪft"
  },
  "sentences": [
    {
      "en": "A huge snowdrift is blocking the entrance to the driveway.",
      "cn": "大雪堆阻塞了汽车专用道的入口."
    },
    {
      "en": "A snowdrift blocked his path.",
      "cn": "雪堆阻碍他的去路."
    },
    {
      "en": "Bunny and Susan went out to shovel the little Bunny out of the snowdrift.",
      "cn": "巴尼和苏珊拿了雪铲,推着小车,要把小小兔儿铲出雪堆."
    },
    {
      "en": "Eventually, It'succumbed to the elements and was buried under years of snowdrift.",
      "cn": "最终, 因恶劣环境难逃劫难,被多年积雪覆灭."
    },
    {
      "en": "No sense fretting about taking down the 5-foot Christmas tree buried in a snowdrift on her deck in Brookfield, Conn.",
      "cn": "当她从位于康涅狄格州布鲁克菲尔德的自家平台上拆下埋在雪里的5英尺高圣诞树时也不用烦恼了。"
    },
    {
      "en": "On a bright winter's day spread a sheet of any black material across a snowdrift.",
      "cn": "在明朗的冬天,往雪堆上播散一片黑色的物质."
    },
    {
      "en": "The dad - blamed car got stuck in a snowdrift.",
      "cn": "该死的汽车陷在雪堆里了."
    },
    {
      "en": "The train ran into a snowdrift.",
      "cn": "火车开进了雪堆."
    },
    {
      "en": "They went to the window and saw a very little Bunny stuck fast in a snowdrift.",
      "cn": "他们来到窗前一看,看见一只小小兔结结实实陷在了雪堆里."
    },
    {
      "en": "This snow had decided to go on falling until everything was a single, vast wet snowdrift, and nobody would remember what had been underneath it.",
      "cn": "雪决定继续下，下到所有的东西都变成一个孤零零的，巨大湿雪堆，没有人能记得下面曾是什么。"
    },
    {
      "en": "Two huge , hairy ears stuck up above the snowdrift.",
      "cn": "一对偌大的, 毛茸茸的耳朵竖起在雪堆上."
    },
    {
      "en": "Weller was once a stranded motorist himself. Driving in an Illinois blizzard when he was 16, he got stuck in a snowdrift.",
      "cn": "韦勒自己曾经也是一个无助驾驶员，在他16岁的时候驾驶在伊利诺斯州的暴风雪中，陷入了雪堆。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（被风吹成的）雪堆",
      "tran_en": "a deep mass of snow formed by the wind"
    }
  ],
  "exchange": {
    "pl": [
      "snowdrifts"
    ]
  }
}