{
  "word": "plankton",
  "ipa": {
    "us": "ˈplæŋktən",
    "uk": "ˈplæŋktən"
  },
  "sentences": [
    {
      "en": "...its usual diet of plankton and other small organisms.",
      "cn": "...它通常赖以为食的浮游生物和其他微生物。"
    },
    {
      "en": "A vagrant current - an underwater breeze thick with plankton - passed between them.",
      "cn": "一股水流穿过他们中间,那是富含浮游生物的水中微风."
    },
    {
      "en": "Diatoms and other tiny organisms form Antarctic plankton.",
      "cn": "硅藻和其它微小生物构成了南极浮游生物."
    },
    {
      "en": "I cannot see more than that, except beyond plankton is the digit zero.",
      "cn": "再往远处我就什么也看不见了.只见浮游生物之外是零这个数字."
    },
    {
      "en": "I know they call the Red Sea red because the plankton make it look really red.",
      "cn": "我听说人们所以把红海起名为红海,就是因为浮游生物把海水映红了的缘故."
    },
    {
      "en": "In this massive ocean of academia, I felt like plankton.",
      "cn": "在这个浩瀚的学术海洋里, 我渺小如浮游."
    },
    {
      "en": "Other plankton species in near equal numbers replaced calcareous microplankton as they died out.",
      "cn": "钙质微体浮游生物消亡时,已经有近乎等量的其它浮游生物种类代替它们了."
    },
    {
      "en": "Plankton and nekton are pelagic organisms.",
      "cn": "浮游生物和自游生物都是海面的生物."
    },
    {
      "en": "Plankton is at the bottom of the marine food chain.",
      "cn": "浮游生物处于海洋食物链的最底层."
    },
    {
      "en": "The dead plankton on the bottom must be preserved from oxidation.",
      "cn": "在海底的浮游生物必须被保护起来以免遭氧化作用."
    },
    {
      "en": "The first organisms that reproduced sexually were free-floating plankton.",
      "cn": "最早开始有性繁殖的生物是四处漂浮的浮游生物。"
    },
    {
      "en": "The fish live on the plankton.",
      "cn": "这种鱼靠吃浮游生物为生。"
    },
    {
      "en": "Their tails leave arcs of light as plankton glow in the waves.",
      "cn": "它们的尾巴划下一道光弧就像浪间滋生的浮游生物."
    },
    {
      "en": "These plankton organisms mostly live only a very short time.",
      "cn": "这些浮游生物的生长期很短."
    },
    {
      "en": "They can eat weeds and small organisms, like plankton and algae.",
      "cn": "它们可以吃水草和小的生物, 比如浮游生物和藻类."
    },
    {
      "en": "This sewage - consuming biological process depends on a closely intorrelated succession of species of animal plankton.",
      "cn": "这种污水的生物净化过程就依赖着浮游动物种类的一种密切相关的演替."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "planktonic",
          "tran_cn": " 浮游生物的，浮游的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "浮游生物",
      "tran_en": "the very small forms of plant and animal life that live in water, especially the sea, and are eaten by fish"
    }
  ],
  "exchange": {}
}