{
  "word": "samba",
  "ipa": {
    "us": "ˈsæmbə",
    "uk": "ˈsæmbə, ˈsɑm-"
  },
  "sentences": [
    {
      "en": "How to view file security on a Samba share.",
      "cn": "如何来观察samba共享文件的安全性."
    },
    {
      "en": "If Brazil was noticed at all outside South America, it was for soccer, samba and hyperinflation.",
      "cn": "如果当时巴西留意之外的南美，都是足球、桑巴和高通胀。"
    },
    {
      "en": "Jive and Samba dance for 23 rd night, basic step and simple pattern, lead and follow skills.",
      "cn": "23号晚上牛仔与桑巴舞的基本步与简单套路, 引带与跟随的力量与要点等."
    },
    {
      "en": "Joyful programmes include marching band, Latin dance, percussion , pop - song singers, samba music and dance and beats!",
      "cn": "节目包括步操管乐 、 标准舞及拉丁舞 、 敲击乐表演、南美音乐、流行歌手表演 、 森巴舞等动感呈献,实令你热血沸腾!"
    },
    {
      "en": "Needless to say , scarification is not what rescued Ebrahim Samba.",
      "cn": "无须赘言,救了杉巴的不会是他脸上的刻痕."
    },
    {
      "en": "Samba Boys assert themselves as the World's greatest.",
      "cn": "桑巴军团宣称他们是世界上最棒的球队."
    },
    {
      "en": "The main \" course \" of the carnival is the Samba dance.",
      "cn": "狂欢节的 “ 主菜 ” 是桑巴舞表演."
    },
    {
      "en": "The preliminary of the show is the Samba dance.",
      "cn": "表演的开场白是桑巴舞."
    },
    {
      "en": "The word'samba \" means \" to rub navels together. \"",
      "cn": "桑巴舞这个词的意思是一起来摩擦 肚脐."
    },
    {
      "en": "While they have a reputation for drugs and violence, the slums are also vibrant centers of culture, the cradle of samba, and many are perfectly safe to visit with guides.",
      "cn": "除了毒品和暴力，贫民窟还有着浓厚的文化气息，它是桑巴舞的发源地，并且很多地方随着向导去旅游是安全的。"
    },
    {
      "en": "Yet, this is also the land of samba and world-class soccer, a country built by European immigrants and African slaves.",
      "cn": "但这是一块由欧洲殖民者和非洲奴隶建立的国家，是桑巴和世界顶级水平足球诞生的土壤。"
    },
    {
      "en": "You mean to apply that to the Samba?",
      "cn": "你的意思是把那个应用到桑巴里?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "music"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "桑巴舞（一种源自非洲的巴西舞）",
      "tran_en": "a fast dance from Brazil, or the type of music played for this dance"
    },
    {
      "pos": "v",
      "tran_cn": "跳桑巴舞"
    }
  ],
  "exchange": {
    "pl": [
      "sambas"
    ]
  }
}