{
  "word": "genocide",
  "ipa": {
    "us": "ˈdʒenəsaɪd",
    "uk": "ˈdʒɛnəˌsaɪd"
  },
  "sentences": [
    {
      "en": "Alison Des Forges demanded justice for the genocide victims.",
      "cn": "埃里森·德·弗基斯为遭受屠杀的难民伸张正义."
    },
    {
      "en": "An editorial in the state - owned China Daily demanded that Turkey retract its remark on genocide.",
      "cn": "官方的中国日报发表的一篇评论要求土耳其收回关于种族屠杀的断言."
    },
    {
      "en": "For Armenians, the big cause is recognition that the mass killings of 1915 were genocide.",
      "cn": "对亚美尼亚人来说, 最大的事业就是使世界认可,1915年的大规模杀戮行为属于种族灭绝."
    },
    {
      "en": "Genocide is regarded by most as the ultimate war crime.",
      "cn": "种族灭绝被视为最严重的的战争罪行."
    },
    {
      "en": "Have you ever ordered, incited, committed, assisted, or otherwise participated in genocide?",
      "cn": "您是否曾经指使 、 煽动 、 从事 、 协助或以其他方式参与过种族灭绝?"
    },
    {
      "en": "It is now time for Turkey to accept the reality of the Armenian genocide.",
      "cn": "现在土耳其应该接受亚美尼亚种族灭绝的事实."
    },
    {
      "en": "It was to be invoked only for genocide , war crimes , ethnic cleansing or crimes against humanity.",
      "cn": "但此时通过的原则并非用来应对自然灾害或是“一般性”侵犯人权行为."
    },
    {
      "en": "Others might speculate that the genocide claimed 800,000 victims, or a million.",
      "cn": "有人猜测这次屠杀的受害者达80万人, 甚至1百万."
    },
    {
      "en": "Terrorism, war, genocide, all these topics are being provided in very distinguished way to the listener.",
      "cn": "恐怖主义 、 战争 、 种族灭绝, 如此等等的内容以非常特别的方式呈现给听众."
    },
    {
      "en": "The genocide in Darfur shames the conscience of us all.",
      "cn": "达尔富尔的种族灭绝是对我们所有人的良知来说都是耻辱."
    },
    {
      "en": "The military leaders were accused of genocide.",
      "cn": "军方领导人被指控实施种族大屠杀。"
    },
    {
      "en": "The plot, with its elements of international political unrest, genocide and terrorism resonates deeply.",
      "cn": "该片的情节, 因为包含了国际政治不稳定, 屠杀和恐怖主义等元素引起了强烈的反响."
    },
    {
      "en": "The use and abuse of anti - genocide law.",
      "cn": "反 种族灭绝法的使用与滥用."
    },
    {
      "en": "Turkey has said the numbers are exaggerated and the deaths not deliberate genocide.",
      "cn": "土耳其说这个数字被夸大了并且那不是精心策划地种族灭绝."
    },
    {
      "en": "When some witnesses compared themselves to victims of genocide, some congressmen rejected the comments as inappropriate.",
      "cn": "当一些证人将自己对比于种族灭绝的牺牲者时, 一些国会议员则表示拒绝对这种不恰当的对比做出评论."
    },
    {
      "en": "You see a similar pattern with the worst of crimes, genocide.",
      "cn": "而罪行最为严重的种族灭绝也在减少."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "butchery",
            "carnage",
            "killing",
            "slaughter"
          ],
          "tran_cn": "屠杀"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "butchery",
            "carnage",
            "killing",
            "massacre",
            "slaughter"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "种族灭绝，灭种的罪行，斩尽杀绝",
      "tran_en": "the deliberate murder of a whole group or race of people"
    }
  ],
  "exchange": {
    "adj": [
      "genocidal"
    ]
  }
}