{
  "word": "buffalo",
  "ipa": {
    "us": "ˈbʌfələʊ",
    "uk": "ˈbʌfəloʊ"
  },
  "sentences": [
    {
      "en": "A cluster of vultures crouched on the carcass of a dead buffalo.",
      "cn": "一群秃鹫蹲伏在一具野牛的尸体上。"
    },
    {
      "en": "Buffalo meat and milk are sold widely in Amazon towns and villages.",
      "cn": "水牛肉和奶在亚马孙河流域也畅销城乡各地."
    },
    {
      "en": "Don't buffalo me into doing something I don't want to do.",
      "cn": "别威胁我做我不想做的事."
    },
    {
      "en": "Great herds of buffalo migrated across the plains.",
      "cn": "大群野牛迁徙过平原."
    },
    {
      "en": "He's got his own little pizza place up in Buffalo.",
      "cn": "他在布法罗市开了个小小的烤馅饼店."
    },
    {
      "en": "Humans then may develop living communities where the deer, buffalo, elk and bear, or elephant, giraffe and hippo freely roam again.",
      "cn": "或许有一天，人类会组织生活社区，在那里鹿、野牛、麋鹿、熊、大象、长颈鹿和河马会再一次自由倘佯。"
    },
    {
      "en": "Indians hunted the prairie for buffalo.",
      "cn": "印第安人在北美大草原上捕猎野牛."
    },
    {
      "en": "Once there were 70 million buffalo on the plains.",
      "cn": "北美大平原上曾有过7,000万头野牛。"
    },
    {
      "en": "South America has produced the world's most spectacular successes with commercial water buffalo herds.",
      "cn": "在培育商业性水牛群方面,世界上要数南美洲的成就最为可观."
    },
    {
      "en": "That the future of the child in Buffalo is our future.",
      "cn": "布法罗儿童的前途就是我们的前途."
    },
    {
      "en": "The boots are made of buffalo hide.",
      "cn": "这双靴子是由水牛皮制成的。"
    },
    {
      "en": "The festival commemorates the slaying of the demon buffalo.",
      "cn": "那个节日是为了纪念杀死魔牛。"
    },
    {
      "en": "The hunter trailed the wounded buffalo through the bush.",
      "cn": "猎人在灌木丛中追踪那只受伤的美洲野牛."
    },
    {
      "en": "The water buffalo squelched up and down the paddy fields, pulling the plough.",
      "cn": "水牛拉着犁,在稻田里咕唧咕唧地走着."
    },
    {
      "en": "They kept shivering beneath the buffalo robes and hugging each other.",
      "cn": "她们一直在牛皮车毯下面瑟瑟发抖,并互相拥抱着取暖."
    },
    {
      "en": "To remind American citizens to protect the environment, the government issued this buffalo nickel.",
      "cn": "为了提醒美国公民保护环境，政府就发行了这种野牛镍币。"
    },
    {
      "en": "You can see the fresh buffalo dung on the country road.",
      "cn": "你可以在乡间小路上看到刚屙下不久的水牛粪."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "carabao",
            "urus"
          ],
          "tran_cn": "[畜牧][脊椎]水牛；野牛（产于北美）；水陆两用坦克"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ox",
            "snow"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "water buffalo",
      "tran_cn": "水牛"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水牛，野牛",
      "tran_en": "an African animal similar to a large cow with long curved horns"
    }
  ],
  "exchange": {
    "pl": [
      "buffalo",
      "buffaloes"
    ]
  }
}