{
  "word": "upstate",
  "ipa": {
    "us": "ˌʌpˈsteɪt",
    "uk": "ˈʌpˌstet"
  },
  "sentences": [
    {
      "en": "Finally a break for upstate New Yorkers.",
      "cn": "最终纽约北部的天气被打破."
    },
    {
      "en": "Five women were meeting in Seneca Falls in upstate New York.",
      "cn": "五名妇女聚集在纽约州北部的塞尼卡福尔斯."
    },
    {
      "en": "He lives upstate New York.",
      "cn": "他住在纽约的北部."
    },
    {
      "en": "Helps arrive for snow buried upstate New York.",
      "cn": "救援人员到达了被大雪覆盖的纽约北部."
    },
    {
      "en": "Hillary planned to focus on boosting the upstate economy.",
      "cn": "希拉里把重点集中在振兴北方经济."
    },
    {
      "en": "I get her up to 160 when I take her upstate.",
      "cn": "如果开到城外,我可以加速到160."
    },
    {
      "en": "In 1969, the Woodstock Music and Art Fair opened in upstate New York.",
      "cn": "1969年.伍德斯托克音乐节在纽约州东南部举行!"
    },
    {
      "en": "No relief in sight for residents sucked in by snow in upstate NewYork.",
      "cn": "一点也看不出纽约北部的居民在这次大雪中有丝毫放松."
    },
    {
      "en": "No relief in sight for residents sucked in by snow upstate NewYork.",
      "cn": "救援部队已经到达了皑皑白雪覆盖的纽约州北部地区."
    },
    {
      "en": "She is a native of upstate New York.",
      "cn": "她的家乡在纽约州北部."
    },
    {
      "en": "She spent the mid - 1940 s at the writers'colony, Yaddo, in upstate New York.",
      "cn": "40年代 中期,她是在纽约州北部的作家庄园耶多度过的."
    },
    {
      "en": "The park was created to preserve some of the forests upstate.",
      "cn": "这个公园是为了保护该州最北部地区的一些森林而建的。"
    },
    {
      "en": "There is a town upstate, two days to the north, in the Hudson Highlands.",
      "cn": "有个城镇, 2天到北方, 在哈森高地."
    },
    {
      "en": "These buses will carry families upstate to visit relatives in prison.",
      "cn": "这些公共汽车将载着家属北上去探监。"
    },
    {
      "en": "They retired and went to live upstate.",
      "cn": "他们退休后移居到州的乡野地区去了。"
    },
    {
      "en": "upstate New York",
      "cn": "纽约州的北部地区"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "northern",
            "remote",
            "lonely"
          ],
          "tran_cn": "北部的；偏僻的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "北部的；偏僻的",
      "tran_en": "in the northern part of a particular state"
    },
    {
      "pos": "adv",
      "tran_cn": "在（或向）州的乡野地区（尤指北部）",
      "tran_en": "Upstate is also an adverb"
    },
    {
      "pos": "n",
      "tran_cn": "州的北部"
    }
  ],
  "exchange": {}
}