{
  "word": "protozoan",
  "ipa": {
    "us": "ˌprəʊtəˈzəʊən",
    "uk": "ˌproʊtəˈzoʊən"
  },
  "sentences": [
    {
      "en": "A single - celled microorganism, especially a flagellate protozoan of the genus Monas.",
      "cn": "单胞体 单细胞 的微生物, 尤指单''.'胞'. ''虫类的有鞭毛的原生动物."
    },
    {
      "en": "Blastocystis hominis is a unicellular protozoan commonly found in the intestinal tract of human and mammal.",
      "cn": "人芽囊原虫是一种常见的人和哺乳动物肠道寄生原虫."
    },
    {
      "en": "Blastocystis hominis is an intestinal protozoan parasite restricted to humans and primates.",
      "cn": "人芽囊原虫(Blastocystishominis, B. h)是一种存在于人类和其他灵长类动物体内的肠道寄生原虫."
    },
    {
      "en": "Conclusion The source water diverted from Luan River was polluted by protozoan and viruses.",
      "cn": "结论引滦水源已受原虫和病毒的污染."
    },
    {
      "en": "Cryptosporidium and Giardia axe two common species of pathogenic protozoan, seriously endangering the water quality.",
      "cn": "隐孢子虫和贾第鞭毛虫是两种严重危害水质安全的病原性原生动物."
    },
    {
      "en": "Giardia lamblia is one of the most important parasitic protozoan threatening human health globally.",
      "cn": "蓝氏贾第鞭毛虫是全球危害人类健康的重要寄生性原虫之一."
    },
    {
      "en": "Plasmodium is a protozoan which causes malaria; it is the causative agent of the disease.",
      "cn": "疟原虫是引起疟疾的原生动物; 是疾病的病原体."
    },
    {
      "en": "Protozoan diversity of the ecosystem stability of the status quo stated.",
      "cn": "原生动物多样性现状阐明各生态系的稳定性."
    },
    {
      "en": "T . gondii is a protozoan organism that can infect all mammals, who serve as intermediate hosts.",
      "cn": "弓形虫是一种原生动物,可以传染给所有的哺乳动物作为中间宿主."
    },
    {
      "en": "Toxoplasma gondii is a protozoan parasite that can infect aves 、 mammal and human beings.",
      "cn": "弓形虫是一种全球性分布的寄生原虫,可感染鸟类、哺乳动物和人."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "protozoal",
          "tran_cn": " 原生动物的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "protozoology",
          "tran_cn": " 原生动物学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "原生动物",
      "tran_en": "a very small living thing that has only one cell"
    }
  ],
  "exchange": {
    "pl": [
      "protozoa",
      "protozoans"
    ]
  }
}