{
  "word": "stoneware",
  "ipa": {
    "us": "ˈstəʊnweə(r)",
    "uk": "ˈstoʊnwer"
  },
  "sentences": [
    {
      "en": "...hand-painted blue-and-white stoneware.",
      "cn": "...手绘青花粗陶器。"
    },
    {
      "en": "Because only a small number of stoneware , it is mainly pottery, porcelain two categories.",
      "cn": "由于炻器数量很少, 故主要介绍陶器 、 瓷器两类."
    },
    {
      "en": "It can be use on PVC, Linoleum , polyurethane , viny - asbestos , marble, stoneware ad so on.",
      "cn": "适用于各种材料的地板,如PVC 、 油毡 、 聚氨脂 、 石类(大理石等)等地板."
    },
    {
      "en": "Now the Java Sea had yielded up a shipload, many perfectly preserved—protected in the stoneware jars from the scouring action of sand on the seafloor.",
      "cn": "如今，爪哇海交出了一批船货。 由于石器罐子的保护作用，里面的碗逃脱了海底沙的冲刷，许多都完整的保存下来了。"
    },
    {
      "en": "Pattern description: Stoneware featuring an assortment of various farm and animal images accented by blue trim.",
      "cn": "样式描述: 粗陶器以为特色各种各样蓝色修剪重读的各种各样的农厂和牲口图象."
    },
    {
      "en": "S : They were also very talented in working with ceramics and stoneware.",
      "cn": "S:他们还在陶器和瓷器制作方面很有天赋."
    },
    {
      "en": "Stoneware is fired at a high temperature to cause it to vitrify and harden.",
      "cn": "在高温下烧制瓷器以至其成玻璃状，变硬。"
    },
    {
      "en": "Stoneware is tough and cannot be scratched.",
      "cn": "粗陶器很硬,不会被划出痕迹."
    },
    {
      "en": "Tall stoneware jars served as ninth-century shipping containers; each could hold more than a hundred nested bowls that might originally have been padded with rice straw, a sort of organic bubble wrap.",
      "cn": "高的石器罐子在9世纪被用作集装箱，每个罐子可装入100多个重叠的碗，也许起初稻草也被当做有机气泡垫包装纸塞在缝隙中。"
    },
    {
      "en": "The raw material includes porcelain, stoneware and ceramics with different enamels.",
      "cn": "我们的产品有各种高温高白、温白瓷 、 化瓷、质瓷及色釉等各种质地的器型可供选择."
    },
    {
      "en": "The relief porcelain stoneware in the bathroom looks expensive.",
      "cn": "浴室里的浮雕瓷砖看起来很昂贵."
    },
    {
      "en": "The stoneware products with bright glaze surface and high thermal stability were produced.",
      "cn": "生产出了釉面光亮、热稳定性好的资投釉炻器产品."
    },
    {
      "en": "The use of stoneware cocks is not considered to be safe enough.",
      "cn": "使用陶制的活栓,认为是不够安全的."
    },
    {
      "en": "There are porcelain, stoneware , urtra - hard porcelain, new bone china, and so on.",
      "cn": "有白瓷的, 炻瓷的,强化瓷的, 新骨质瓷的等等."
    },
    {
      "en": "These included bronzeware and stoneware, most of which are several thousand years old—but heavy, with the heaviest weighing more than a ton.",
      "cn": "其中大多数青铜器和石器都有好几千年历史，由于重量的关系都留了下来，最重的一尊达一吨以上。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "china",
            "porcelain ware"
          ],
          "tran_cn": "瓷器；石器"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "china"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "石制品，粗陶器，石器",
      "tran_en": "pots, bowls etc that are made from a special hard clay"
    }
  ],
  "exchange": {}
}