{
  "word": "filigree",
  "ipa": {
    "us": "ˈfɪlɪgri:",
    "uk": "ˈfɪlɪˌɡri"
  },
  "sentences": [
    {
      "en": "He made her a girdle of finely wrought gold and wove magic into the filigree work.",
      "cn": "他用精金为她做了一条腰带,并将其施以魔法."
    },
    {
      "en": "Made from sterling silver , this pendant features a filigree design with a cross and a heart.",
      "cn": "这款坠鍊的材质为纯银,以细丝工艺制作成十字架及爱心的样式."
    },
    {
      "en": "Mithril filigree has a slightly reduced range that it gives skillups.",
      "cn": "秘银细丝现在能提升的技能等级下降."
    },
    {
      "en": "silver filigree jewellery",
      "cn": "银丝细工珠宝"
    },
    {
      "en": "The art filigree tapestry is elegant and magnificent.",
      "cn": "嵌金银丝艺术挂毯,绚丽雅典."
    },
    {
      "en": "The blue sandstone face contrast the stainless steel filigree and case.",
      "cn": "蓝色沙岩表面与不锈钢花边和表壳对比感强烈."
    },
    {
      "en": "The bushes are silver filigree, so light , so much on tiptoe in this enchanted world.",
      "cn": "低矮的灌木丛犹如银丝饰物, 踮着脚尖立于这个令人沉醉的世界."
    },
    {
      "en": "The filigree, presumably by virtue of these fields, completely alters the structure of the granulation.",
      "cn": "大概是由于这些磁场的作用, 精细网络完全改变了米粒组织的结构."
    },
    {
      "en": "The frost made a beautiful filigree on the window pane.",
      "cn": "寒霜在玻璃窗上形成了美丽的花纹."
    },
    {
      "en": "They were mounted in gold filigree settings.",
      "cn": "这些宝石都是镶在金槽里."
    },
    {
      "en": "This beautiful , highly detailed wrought iron wall cross features fleur tips and a filigree design.",
      "cn": "这款精巧细致的锻铁十字架使用细丝工艺装饰,尾端为鸢尾花图样."
    },
    {
      "en": "This beautiful wall cross filigree style hearts intertwined in the shape of a cross.",
      "cn": "这款精美的挂壁十字架,将细丝爱心缠绕成十字的形状."
    },
    {
      "en": "This handcrafted solid sterling silver ring features a filigree band with key cross and heart design.",
      "cn": "这枚纯银戒指用银丝细工装饰、采钥匙穿心的造型."
    },
    {
      "en": "Xianghe filigree jewelry base of China's ancient Silk inheritance and development of technology.",
      "cn": "香河花丝首饰是我国古老的垒丝工艺的继承和发展."
    },
    {
      "en": "You have very skilled and patient hands to make such fine, filigree works.",
      "cn": "你用非常熟练的技巧和足够的耐心创作出如此美的,金银丝细工的作品."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "filagree"
          ],
          "tran_cn": "金银丝细工；金银丝工艺品"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adorned",
            "lace",
            "network"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（用金丝等制成的）精工制品，精致的物品，华而不实的东西",
      "tran_en": "delicate designs or decorations made of gold or silver wire"
    }
  ],
  "exchange": {
    "pl": [
      "filigrees"
    ]
  }
}