{
  "word": "imbalance",
  "ipa": {
    "us": "ɪmˈbæləns",
    "uk": "ɪmˈbæləns"
  },
  "sentences": [
    {
      "en": "a hormonal imbalance",
      "cn": "内分泌失调"
    },
    {
      "en": "Air leakage to the float bowl could result in imbalance of the carburetor.",
      "cn": "空气漏入浮子室中,会使化油器不稳定."
    },
    {
      "en": "An imbalance in certain chemicals leads to disturbances in the brain's function.",
      "cn": "某些化学成分失衡会道致大脑功能的紊乱."
    },
    {
      "en": "Diagonal lines usually convey a sense of movement or imbalance.",
      "cn": "斜线往往传达一种运动或不平衡."
    },
    {
      "en": "Fortunately, physicians have pills to correct hormone imbalance.",
      "cn": "幸好, 医生备有可纠正激素失衡的药丸."
    },
    {
      "en": "Increased recruitment of women engineers will help correct the gender imbalance in the profession.",
      "cn": "多聘请女工程师有助于平衡这一职业中存在的性别失衡."
    },
    {
      "en": "It is simply an imbalance of pain versus coping resources.",
      "cn": "它仅是痛苦指数和因应资源的不平衡."
    },
    {
      "en": "Movement of matter from hot regions to cooler ones will tend to decrease the thermal imbalance.",
      "cn": "物质从热区转移至冷区有助于减少热失衡现象."
    },
    {
      "en": "Objective To analysis the acid - base imbalance of serious pulmonary tuberculosis with infection.",
      "cn": "目的分析重症肺结核继发感染的酸碱失衡情况."
    },
    {
      "en": "Take the problems of our trade imbalance for example.",
      "cn": "以解决两国贸易不平衡为例."
    },
    {
      "en": "The alarm system has the over - speed , over - temp, imbalance and belt - broken alarm function.",
      "cn": "具有过速 、 过温 、 失衡等报警及保护功能."
    },
    {
      "en": "The current trade deficit indicates a serious imbalance between our import and export trade.",
      "cn": "当前的贸易赤字表明我们的进出口贸易严重失调."
    },
    {
      "en": "The illness is triggered by a chemical imbalance in the brain.",
      "cn": "这种疾病是大脑化学物质失衡诱发的。"
    },
    {
      "en": "The more likely explanation can be found in the enormous imbalance in world income distribution.",
      "cn": "世界收入分配的巨大的不平衡状况似乎是更为可信的解释."
    },
    {
      "en": "Trade imbalance with different partners became imminent when the trade surplus soared.",
      "cn": "一是外贸顺差大幅增加,国别贸易不平衡更为突出."
    },
    {
      "en": "When more males are born than females, there is a population imbalance.",
      "cn": "当男性出生得比女性多时, 就会造成人口中的男女比例失调."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "imbalanced",
          "tran_cn": " 不平衡的；比例失调的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "instability",
            "disbalance"
          ],
          "tran_cn": "[医]不平衡；不安定"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inequality",
            "variety"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "gender imbalance",
      "tran_cn": "性别比例失衡"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不平衡，不安定，失调",
      "tran_en": "a lack of a fair or correct balance between two things, which results in problems or unfairness"
    }
  ],
  "exchange": {
    "pl": [
      "imbalances"
    ]
  }
}