{
  "word": "footwear",
  "ipa": {
    "us": "ˈfʊtweə(r)",
    "uk": "ˈfʊtwer"
  },
  "sentences": [
    {
      "en": "Ability to envision and apply appropriate materials and graphics to footwear.",
      "cn": "富想象力,并能将适当的材料及绘图应用于鞋类设计."
    },
    {
      "en": "Appropriate clothing and flat footwear should be worn at all times.",
      "cn": "所有时候都应当穿着合身的衣服和平底鞋."
    },
    {
      "en": "Be sure to wear the correct footwear to prevent injuries to your feet.",
      "cn": "一定要穿合适的鞋，以免脚受伤。"
    },
    {
      "en": "But what is comfortable footwear? Here you will find the answer!",
      "cn": "那怎么才是一双舒适的鞋子 呢 ?在这里,你可以找到答案!"
    },
    {
      "en": "Exports: textiles and footwear, asphalt, metals and metallic ores, crude oil.",
      "cn": "出口: 纺织和鞋类, 沥青, 金属和金属矿, 原油."
    },
    {
      "en": "Get your fine Corinthian footwear and your cat cheeks out of my face!",
      "cn": "把你的科林斯靴子和你的猫脸从我的脸移开!"
    },
    {
      "en": "If you have a complaint about shoes bought from a shop covered by the Footwear Code, there are several ways of putting the matter right.",
      "cn": "如果对在FootwearCode旗下零售店里买的鞋有不满意的地方，有几种解决问题的方式。"
    },
    {
      "en": "outdoor footwear",
      "cn": "户外用鞋"
    },
    {
      "en": "Player must wear approved sportswears with number, stockings, shinguards and footwear.",
      "cn": "球员必须穿著合规格的号码球衣,球靴, 球袜及护胫作赛."
    },
    {
      "en": "Products wanted: Footwear, fashion accessories, gifts and premiums, and other general goods.",
      "cn": "需要货品: 鞋 、 服装时饰配件 、 礼品和精品及其他一般商品."
    },
    {
      "en": "Some footballers get paid millions for endorsing footwear.",
      "cn": "有些足球球员因为代言鞋类产品而得到几百万的报酬。"
    },
    {
      "en": "Specifications and test method for penetrating resistance of puncture proof footwear.",
      "cn": "防刺穿鞋的抗刺穿技术条件及试验方法."
    },
    {
      "en": "Versatile switch – Can test footwear and wrist straps.",
      "cn": "切换式开关,可测试手环及脚环和鞋子."
    },
    {
      "en": "We mainly trade in footwear, bags, clothing and other light industrial products.",
      "cn": "公司经营各种鞋类 、 袋 、 装及其它轻工产品的进出口业务."
    },
    {
      "en": "Wear loose clothing and sensible footwear.",
      "cn": "穿上宽松的衣服和舒服的鞋子。"
    },
    {
      "en": "Xufeng Shoe's Mechanical always focuses on the requirements of footwear manufacturers.",
      "cn": "峰旭鞋机重视制鞋业者的需求,精心设计多样化的制鞋设备以利业者生产."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "chaussure"
          ],
          "tran_cn": "鞋类"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "shoe",
            "stocking"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rubber footwear",
      "tran_cn": "橡筋鞋"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（总称）鞋类",
      "tran_en": "things that people wear on their feet, such as shoes or boots"
    }
  ],
  "exchange": {}
}