{
  "word": "tenet",
  "ipa": {
    "us": "ˈtenɪt",
    "uk": "ˈtenɪt"
  },
  "sentences": [
    {
      "en": "Annie: What is the tenet of the Asian Games?",
      "cn": "安妮: 亚运会的宗旨是什么?"
    },
    {
      "en": "Annie: What is the tenet of the Olympic sports then?",
      "cn": "安妮: 那么奥林匹克运动的宗旨是什么?"
    },
    {
      "en": "Being fidelity and excellence is our permanent tenet. Cooperate sincerely, development mutually.",
      "cn": "诚信务实,追求卓越为宗旨,真诚合作, 共谋发展."
    },
    {
      "en": "Business Tenet: Leading technology, excellent talents, super quality and best service.",
      "cn": "经营宗旨 -------- 科技先导, 人才先行, 品质至上,服务至善."
    },
    {
      "en": "I hold to the tenet that theory should be united with practice.",
      "cn": "我坚持理论和实践必须相结合的原则."
    },
    {
      "en": "If a given tenet seems to be true -- why?",
      "cn": "”如果某个信条看似真实的 —— 就问“为什么?"
    },
    {
      "en": "If another tenet seems to be false -- why?",
      "cn": "”如果另一信条 看似 虚假的就问“为什么?"
    },
    {
      "en": "Non-violence and patience are the central tenets of their faith.",
      "cn": "非暴力和忍耐是他们信仰的基本原则。"
    },
    {
      "en": "Our tenet is top services, quality products and reasonable prices.",
      "cn": "我们愿意为各大酒店提供一流的服务."
    },
    {
      "en": "Our Tenet: Quality is the life, integrity and development.",
      "cn": "我们的企业宗旨: 质量是生命, 诚信求发展."
    },
    {
      "en": "Tenet of our company: advanced technology, first - class products and first - class service.",
      "cn": "本厂宗旨: 一流技术 、 流产品、流服务."
    },
    {
      "en": "The freedom to paint such an intensely personal experience became a basic tenet of Expressionism.",
      "cn": "描绘这种强烈地表现个人感受的自由成为表现主义的基本原则."
    },
    {
      "en": "The mutability of the past is the central tenet of Ingsoc.",
      "cn": "窜改过去是英社的中心原则."
    },
    {
      "en": "The only moral tenet governing the conduct of business in the shop was that the goods should be genuine and the price fair.",
      "cn": "货真价实,是商店唯一的道德."
    },
    {
      "en": "This is a basic tenet of capitalism.",
      "cn": "这是资本主义的一则基本信条."
    },
    {
      "en": "We truly fulfill the tenet: \" As within, so without. \"",
      "cn": "我们真实地实现理念, “ 在?面的, 也在外面 ”."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "principle",
            "belief",
            "teaching",
            "doctrine",
            "creed"
          ],
          "tran_cn": "原则；信条；教义"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conviction",
            "doctrine"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "company tenet",
      "tran_cn": "公司宗旨；企业宗旨"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "原则，信条，教义",
      "tran_en": "a principle or belief, especially one that is part of a larger system of beliefs"
    }
  ],
  "exchange": {
    "pl": [
      "tenets"
    ]
  }
}