{
  "word": "orchid",
  "ipa": {
    "us": "ˈɔːkɪd",
    "uk": "ˈɔːrkɪd"
  },
  "sentences": [
    {
      "en": "'Girls need a laboratory, like an orchid needs a nursery, ' says Ms. Beyer.",
      "cn": "拜尔说，女孩需要一个实验室，就像兰花需要苗圃；"
    },
    {
      "en": "'Girls need a laboratory, like an orchid needs a nursery, ' says Ms. Beyer. ",
      "cn": "拜尔说，女孩需要一个实验室，就像兰花需要苗圃；"
    },
    {
      "en": "\"If I see any kind of flower, I can do it in gelatin, \" she says. \"I took my orchid gelatinas to friends' parties, and they were wowed.",
      "cn": "“如果我看见一种花，我就能把它制成胶冻，”她说，“我把我的兰花胶冻带到了朋友的聚会上，他们都啧啧称奇。"
    },
    {
      "en": "\"If I see any kind of flower, I can do it in gelatin,\" she says. \"I took my orchid gelatinas to friends' parties, and they were wowed.",
      "cn": "“如果我看见一种花，我就能把它制成胶冻，”她说，“我把我的兰花胶冻带到了朋友的聚会上，他们都啧啧称奇。"
    },
    {
      "en": "A quiet orchid in the deep valley represents a exclusive character.",
      "cn": "深谷中的幽兰象征着一种孤傲的人格."
    },
    {
      "en": "Central American orchid having spiderlike flowers with prominent green warts.",
      "cn": "中美洲的一种兰花,具有蜘蛛状花朵,花上长有突出的绿色的瘤."
    },
    {
      "en": "Gripping my sleeve Ahyuan stared into Orchid's eyes.",
      "cn": "阿圆扭着我的袖口,只是向着兰花的两只眼睛瞪看."
    },
    {
      "en": "I like the butterfly orchid, Phalaenopsis like tenacious and selfless dedication.",
      "cn": "我喜欢蝴蝶兰, 喜欢蝴蝶兰的顽强和无私奉献的精神."
    },
    {
      "en": "Lan Pu ( Orchid Garden ) Add : Jie Fang Bei Road , Guangzhou Tel : 86677255.",
      "cn": "兰圃广州市 解放北路 901号86677255."
    },
    {
      "en": "Looking up at the eaves, Orchid muttered: \" Why isn't Spring Maiden back yet? \"",
      "cn": "兰花向天井檐上张一张, 自言自语地说: “ 青姑娘还不回来 呢 !"
    },
    {
      "en": "North American orchid bearing a single leaf and yellowish - brown flowers.",
      "cn": "北美洲的一种兰花,在晚夏每茎长出一片褶叠的常绿叶,在春季发出一枝有褐色花的花葶."
    },
    {
      "en": "North American orchid having a spike of violet-purple flowers mixed with white; sepals and petals form a hood.",
      "cn": "产于北美的一种兰花，花紫色适有白色，萼片和花瓣在和蕊柱后面形成盔瓣。"
    },
    {
      "en": "Orchid, took credit, brought benefit, also make its master reputation far sow.",
      "cn": "兰花, 带去了信誉, 带来了效益, 也使它的主人声名远播."
    },
    {
      "en": "Orchids and orchid bees are a classic example of this relationship.",
      "cn": "兰花和兰蜂就是这种关系的典型例子。"
    },
    {
      "en": "Semidoublel orchid - mauve pansy. Variegated dark green and gold, plain; sucker propagation. Miniature.",
      "cn": "半重瓣兰花色到淡紫色堇型花. 深绿色和金黄色组合成的一般型斑叶, 只能用 侧芽 繁殖. 迷你型."
    },
    {
      "en": "The delicate orchid should be protected from cold , wind and frost.",
      "cn": "娇弱的兰花应被妥善照顾以防风霜的侵袭."
    },
    {
      "en": "the exotic blooms of the orchid",
      "cn": "奇异的兰花"
    },
    {
      "en": "The occurrence of apomictic reproductive structures on the leaf of the bog orchid, is of interest.",
      "cn": "有趣的是在叶状沼兰叶子上发生无融合生殖的结构."
    },
    {
      "en": "The orchid is a class of plant which I have never tried to grow.",
      "cn": "兰花这类植物我从来没种过."
    },
    {
      "en": "There are over 35 000 species of orchid distributed throughout the world.",
      "cn": "有35,000多种兰花分布在世界各地."
    },
    {
      "en": "This, in connection with what Orchid had said in the daytime, made me shiver too.",
      "cn": "听见这突然寂止, 想起兰花日间所说的话, 我也不由得不怕了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "violescent",
            "lavender"
          ],
          "tran_cn": "淡紫色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cymbidium",
            "Arethusa"
          ],
          "tran_cn": "[园艺]兰花；[植]兰科植物；淡紫色"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "purple"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "淡紫色的"
    },
    {
      "pos": "n",
      "tran_cn": "兰花",
      "tran_en": "a plant that has flowers which are brightly coloured and usually shaped"
    }
  ],
  "exchange": {
    "pl": [
      "orchids"
    ]
  }
}