{
  "word": "parody",
  "ipa": {
    "us": "ˈpærədi",
    "uk": "ˈpærədi"
  },
  "sentences": [
    {
      "en": "a parody of a horror film",
      "cn": "一部恐怖电影的仿作"
    },
    {
      "en": "Anti - Utopian literature is a parody of Utopian literature.",
      "cn": "反 乌托邦文学是对乌托邦文学的讽刺性模拟."
    },
    {
      "en": "By the end of his life, Presley's vocals often descended close to self-parody.",
      "cn": "在人生的最后阶段，猫王普雷斯利的歌曲大不如前，通常近乎于自我嘲弄。"
    },
    {
      "en": "Collage and pastiche are two important parody techniques employed in Ulysses.",
      "cn": "摘要拼贴与仿作是《尤利西斯》中两种重要的戏拟技法."
    },
    {
      "en": "Her performance contains a strong element of self-parody (= when someone makes fun of their own style ) .",
      "cn": "她的表演包含了强烈的自嘲元素。"
    },
    {
      "en": "Mark Twain's A Double - Barreled Detective Story is a novella length parody of whodunits.",
      "cn": "马克吐温的中篇小说《案中案》是对侦探小说的戏谑式模仿."
    },
    {
      "en": "Parody Technique in travesty of knight stories reinforces the artistic effect in Don Quixote.",
      "cn": "摘要滑稽模拟骑士小说的戏拟手法,给《堂吉诃德》带来了丰富的艺术效果."
    },
    {
      "en": "Power lines creep across the valleys like a south Brazilian parody of cable cars.",
      "cn": "电力线就像巴西南部的电缆车那样延伸到整个山谷."
    },
    {
      "en": "Self - parody and saltiness riddled their core genre.",
      "cn": "自我 嘲笑和直斥现实充斥了他们的核心文艺形式."
    },
    {
      "en": "She has become a grotesque parody of her former elegant self.",
      "cn": "她成为了以前那个举止优雅的自己的怪诞模仿品."
    },
    {
      "en": "She laughed, twisting her shoulder in a horrible parody of coquetry.",
      "cn": "她笑了, 一面扭动着肩膀,做出一副肉麻的卖弄风情的姿态."
    },
    {
      "en": "The first , draft summit conclusions circulated by France were weak to the point of parody.",
      "cn": "但对于欧盟来说,这却是向前迈了一步."
    },
    {
      "en": "The parody was just a form of teasing.",
      "cn": "那个拙劣的模仿只是一种揶揄."
    },
    {
      "en": "The third part analyses the parody plays in destructing and reconstructing the Utopian fairy - tale world.",
      "cn": "论文第三部分阐述戏仿行为对童话乌托邦世界的解构与建构作用."
    },
    {
      "en": "The trial was a parody of justice.",
      "cn": "这次审判是对法律的嘲弄."
    },
    {
      "en": "Throughout the Twenties, Lardner tried in vain to write a hit song, so at last he turned to parody.",
      "cn": "整个20年代，拉德纳尝试着想要写出一首走红歌曲，可是都失败了，于是最后转向戏仿他人的作品。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "parodist",
          "tran_cn": " 诙谐文作者；打油诗作者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cartoon",
            "comedy",
            "monkey",
            "satire"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "拙劣的模仿，恶搞，滑稽的模仿诗文",
      "tran_en": "a piece of writing, music etc or an action that copies someone or something in an amusing way"
    },
    {
      "pos": "v",
      "tran_cn": "拙劣模仿",
      "tran_en": "to copy someone or something in a way that makes people laugh"
    },
    {
      "pos": "vt",
      "tran_cn": "滑稽地拙劣地模仿，把（他人诗文）模仿成滑稽体裁"
    }
  ],
  "exchange": {
    "pl": [
      "parodies"
    ],
    "third": [
      "parodies"
    ],
    "past": [
      "parodied"
    ],
    "done": [
      "parodied"
    ],
    "ing": [
      "parodying"
    ]
  }
}