{
  "word": "tele",
  "ipa": {
    "us": "'telɪ",
    "uk": "'telɪ"
  },
  "sentences": [
    {
      "en": "Basic telecommunication transmittal net is essential for the survival and development of the overall tele - business.",
      "cn": "而基础电信传输行业是所有电信业务生存和发展的根本条件."
    },
    {
      "en": "Communication, including broadband web access, video conferencing and tele-presence allows us to talk with people remotely almost without any problems.",
      "cn": "通过宽带网络、视频会议和远程展示，使得我们可以几乎毫无障碍地与远程人员进行交流。"
    },
    {
      "en": "Is it equipped with wide - angle lens and the tele - lens?",
      "cn": "它装有 广角镜头 和长焦距镜头 吗 ?"
    },
    {
      "en": "Please sent me the bill list of the long - distance tele fee .",
      "cn": "请把 长途电话费 的帐单寄给我."
    },
    {
      "en": "Tele - immersion will allow us to manipulate holographic projections as if they were real objects.",
      "cn": "远程沉浸将使我们能够操纵全息推算,如果他们实际物体."
    },
    {
      "en": "Telegraph office provides Tele - printers to its subscribers.",
      "cn": "电报局将电传打字机提供给他的用户."
    },
    {
      "en": "The design has been applied in the project - ECG Tele - monitoring Network System.",
      "cn": "方案已成功应用于远程心电监护网络系统."
    },
    {
      "en": "The development of tele - collaborated design requires ordinary engineering drawing to be replaced by digital engineering drawing.",
      "cn": "论述了远程合作设计的发展将促使传统的工程图被数字工程图取代."
    },
    {
      "en": "The different ways men 'sit on their rock' include reading a newspaper or magazine, playing squash, fishing, tennis, golf, fixing something or watching tele- vision.",
      "cn": "男人“坐在他们石头上”的方式各不相同，有的看报纸或杂志、有的打壁球或钓鱼、有的打打网球或高尔夫、有的修东西或看电视。"
    },
    {
      "en": "The English word \" television \" is a mongrel because \" tele \" comes from Greek and \" vision \" from Latin.",
      "cn": "英语 television 是个语源混杂的词,因为 tele 来自希腊文,vision来自拉丁文."
    },
    {
      "en": "The tele - education is a kind of brand - new educational pattern.",
      "cn": "远程教育是一种全新的教育模式."
    },
    {
      "en": "The tele recruiter is prompted by a variety of questions, depending on your answers.",
      "cn": "针对你不同的回答, 这位考官还会提出些不同的问题."
    },
    {
      "en": "Then, went to get the tele phone , to call the florist shop.",
      "cn": "然后, 拨通了花店的电话."
    },
    {
      "en": "This is a tele - operation system with master - slave robot at the core.",
      "cn": "本系统为以主、从操作机器人为核心的临场感遥操作系统."
    },
    {
      "en": "This power control automation system will realize telemeter, tele - signaling, tele - control and tele - regulation in power network.",
      "cn": "这种电力控制自动系统可实现电网中的遥测 、 遥信 、 遥控和遥调."
    },
    {
      "en": "When tele - immersion becomes commonplace, it will probably enable a wide variety of important applications.",
      "cn": "等到远距实境变成家常便饭之后, 也许就会产生各式各样的重要用途."
    },
    {
      "en": "Whole generations are grown up addicted to the tele.",
      "cn": "一代又一代人在成长中患上了电视瘾症."
    },
    {
      "en": "You might think of this new medium as books we watch, or tele­vision we read.",
      "cn": "你可以将这种全新的媒体想象成自己所看的书，也可以将它们想象成电视。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "video",
            "telly",
            "small screen",
            "telvision"
          ],
          "tran_cn": "电视（等于television）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "远距离的，远的，电视的，通过电话的 "
    },
    {
      "pos": "n",
      "tran_cn": "电视"
    }
  ],
  "exchange": {}
}