{
  "word": "claustrophobic",
  "ipa": {
    "us": "ˌklɔ:strəˈfəʊbɪk",
    "uk": "ˌklɔstrəˈfoʊbɪk"
  },
  "sentences": [
    {
      "en": "A Vermont woman described as claustrophobic is being charged with interfering with a flight.",
      "cn": "佛蒙特州一名号称患幽闭恐怖症的妇女被控干涉航班飞行."
    },
    {
      "en": "Can you swim underwater for a few seconds without feeling claustrophobic?",
      "cn": "你能在水下游几秒,而不会感到幽闭恐惧?"
    },
    {
      "en": "Downstairs, in the bar, a much more friendly atmosphere, but upstairs felt oppressive claustrophobic.",
      "cn": "楼下酒吧里的气氛很好.但楼上却让人感到压抑恐惧."
    },
    {
      "en": "I told them I was claustrophobic, I gotta get outta here!",
      "cn": "我要告诉他们我有幽闭恐惧症, 我必须从这里面出去!"
    },
    {
      "en": "I'm claustrophobic, especially in a crowded elevator.",
      "cn": "我幽闭恐惧症, 尤其在拥挤的电梯里."
    },
    {
      "en": "It felt slightly claustrophobic and when we got down there it was very chilly.",
      "cn": "那里有点幽闭恐怖,我们到达那里时,觉得非常冷."
    },
    {
      "en": "Ken must have noticed my and whispered, claustrophobic, darling? I shook my head.",
      "cn": "肯堂一定是觉察到我异样的神情,轻声地问:“害怕了, 亲爱的? ”我摇摇头."
    },
    {
      "en": "The churning, pressing crowds made her feel claustrophobic.",
      "cn": "挤来挤去的密集人群使她感到一种透不过气的恐惧。"
    },
    {
      "en": "the claustrophobic atmosphere of the room",
      "cn": "房间里的幽闭恐怖气氛"
    },
    {
      "en": "The house felt too claustrophobic.",
      "cn": "这所房子太让人感到幽闭恐惧了。"
    },
    {
      "en": "The staff members are jammed into a nest of claustrophobic offices.",
      "cn": "工作人员被塞进让人会感到幽闭恐怖的办公室里)."
    },
    {
      "en": "They lived in an unhealthily claustrophobic atmosphere.",
      "cn": "他们生活在一种令人感到幽闭恐惧的不健康氛围里。"
    },
    {
      "en": "This suspenseful, claustrophobic nightmare tells the tragic story of Kat, a victim of repeated sexual assault.",
      "cn": "这个充满悬疑, 幽闭恐怖的恶梦讲述的是关于凯特的悲惨故事,她, 是个被多次性侵的受害者."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "claustrophobe",
          "tran_cn": " 患幽闭恐惧症的人"
        },
        {
          "word": "claustrophobia",
          "tran_cn": " [心理] 幽闭恐怖症"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（患）幽闭恐怖症的，导致幽闭恐怖症的，令人不适地被关闭或被包围的",
      "tran_en": "You describe a place or situation as claustrophobic when it makes you feel uncomfortable and unhappy because you are enclosed or restricted"
    }
  ],
  "exchange": {}
}