{
  "word": "photosynthesis",
  "ipa": {
    "us": "ˌfəʊtəʊˈsɪnθəsɪs",
    "uk": "ˌfoʊtoʊˈsɪnθəsɪs"
  },
  "sentences": [
    {
      "en": "And by applying biogas slurry, photosynthesis rates is 16.622 μ mol · cm - 2· s - 1 , improving 26.029 % by CK.",
      "cn": "当单施沼液时, 光合速率平均值达到16.622μmol.cm -2.s-1, 高出对照26.029%."
    },
    {
      "en": "As the ocean warms, it becomes more stratified, with the warmer water remaining at the top where the organisms need to be in order to do photosynthesis.",
      "cn": "但是随着海水变暖，它的层次会更加分明，温度更高的海水会停留在表面，而这里正是生物体进行光合作用必需的地方。"
    },
    {
      "en": "Exogenous applications of indoleacetic acid, kinetin or gibberellic acid stimulate photosynthesis.",
      "cn": "吲哚乙酸, 激动素或赤霉酸的外源施用刺激了光合作用."
    },
    {
      "en": "Field - grown plants generally had higher photosynthesis rates than chamber - grown plants.",
      "cn": "田间种植的植株通常比室内种植的植株光合率高."
    },
    {
      "en": "Glycolate has long been recognized as an early and important product of photosynthesis.",
      "cn": "乙醇酸早就被认为是光合作用早期的重要的产物."
    },
    {
      "en": "In apple trees photosynthesis occurs almost exclusively in the leaves.",
      "cn": "苹果树的光合作用几乎只发生在叶内."
    },
    {
      "en": "It has at least one gene necessary for photosynthesis—so far it’s the only animal known with this ability.",
      "cn": "它有至少一个基因是光合作用所必需的——到目前为止这是唯一被发现具有此项能力的动物。"
    },
    {
      "en": "Measurement of photosynthesis in sediments and macrophytes cannot be undertaken by means of any single procedure.",
      "cn": "沉积物和大型植物光合作用的测定不能通过任何单一的程序来承担."
    },
    {
      "en": "Our current research topic is photosynthesis.",
      "cn": "我们现在研究的课题是光合作用。"
    },
    {
      "en": "Rates of leaf photosynthesis have little relationship to yield.",
      "cn": "叶片的光合作用速率与产量的关系不大."
    },
    {
      "en": "Some of the carbon dioxide absorbed by plants during photosynthesis is radioactive.",
      "cn": "植物在光合作用中吸收的一些二氧化碳具有放射性."
    },
    {
      "en": "The belt of vegetation that crosses Africa below the Sahara is very dark because most of the sunlight is absorbed by plants for photosynthesis.",
      "cn": "在撒哈拉沙漠下方，横贯非洲中部的植被带颜色非常深，因为植物由于光合作用吸收了大多数太阳光。"
    },
    {
      "en": "The Chlamydomonas are of particular interest because they exhibit phototaxis-an ability to orient themselves toward light sources to aid in photosynthesis.",
      "cn": "对衣藻的关注是由于它具有趋光性——一种能够跟随光源定位自身以帮助光合作用的能力。"
    },
    {
      "en": "The first carbohydrates produced in soybean photosynthesis are trioses, 3 - phosphoglyceric acid and glycerate.",
      "cn": "大豆光合作用所产生的最初碳水化合物是丙醣, 三磷酸甘油酸和甘油酸盐."
    },
    {
      "en": "The light saturation curve of soybean photosynthesis has been determined by a number of workers.",
      "cn": "许多研究者曾测得了大豆光合作用的光饱和曲线."
    },
    {
      "en": "The photosynthesis and the azotaseactivity were decreased in Mo deficient soybean.",
      "cn": "缺钼大豆的光合作用和固氮酶活性降低."
    },
    {
      "en": "The products of photosynthesis are also converted into other complex substances.",
      "cn": "光合作用的产物还转变为其他的复杂物质."
    },
    {
      "en": "This process called photosynthesis sustains almost all life on Earth.",
      "cn": "这个过程叫做光合作用,它使地球上几乎所有的生命得以维持."
    },
    {
      "en": "Undoubtedly many different reactions contributed to the overall stoichiometry of photosynthesis.",
      "cn": "无疑,这种光合作用的总的化学计量学中,包含有许多不同的反应."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "photosynthetic",
          "tran_cn": " [生化] 光合的；光合作用的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "net photosynthesis",
      "tran_cn": "净光合作用；净光能合成"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "光合作用，光能合成",
      "tran_en": "the production by a green plant of special substances like sugar that it uses as food, caused by the action of sunlight on  chlorophyll (= the green substance in leaves ) "
    }
  ],
  "exchange": {}
}