{
  "word": "droplet",
  "ipa": {
    "us": "ˈdrɒplət",
    "uk": "ˈdrɑːplət"
  },
  "sentences": [
    {
      "en": "A distribution function of droplet volume was derived using the information entropy.",
      "cn": "采用最大熵原理,推导出喷雾场液滴体积分布函数."
    },
    {
      "en": "At high pressures, the combustion model should include droplet heating as well as phase change.",
      "cn": "在高压下, 燃烧模型应当包括液滴加热和相变."
    },
    {
      "en": "Controlled droplet combustion experimentation has led to the establishment of the following important facts and patterns.",
      "cn": "受到控制的液滴燃烧试验确定了下列重要事实和特性."
    },
    {
      "en": "Droplet ignition and extinction in practical combustors are strongly influenced by forced convection and turbulence.",
      "cn": "在实际燃烧室中,液滴点火和熄火受到强迫对流和紊流的强烈影响."
    },
    {
      "en": "Droplets of sweat were welling up on his forehead.",
      "cn": "一颗颗小汗珠从他额头上不断冒出来。"
    },
    {
      "en": "I am a droplet in the ocean of divinity.",
      "cn": "我是神性的海洋中的一滴水."
    },
    {
      "en": "I, a small droplet, surged out from sea.",
      "cn": "我, 是海浪激出的一粒小水滴."
    },
    {
      "en": "Into this aperture a droplet of mercury was poured.",
      "cn": "一小滴水银滴进了这个小孔."
    },
    {
      "en": "Keywords: droplet impact, spray technology, microarray biochip, micro - droplet experiments, theoretical analysis.",
      "cn": "关键词: 液滴与介面撞击 、 喷雾技术 、 微阵列晶片 、 微液滴实验 、 现象理论分析."
    },
    {
      "en": "METHODS: Ketoconazole calcium alginate gel beads were prepared by droplet method.",
      "cn": "目的: 考察酮康唑海藻酸钙凝胶小球的制备工艺和最优处方."
    },
    {
      "en": "No intrepid picture be not a droplet like me!",
      "cn": "不强悍的图俺一般是不发滴!"
    },
    {
      "en": "Similar comments apply for extinction due to the droplet size becoming insufficient.",
      "cn": "对于因液滴尺寸不断减小而引起的熄火也可作类似的说明."
    },
    {
      "en": "The droplet transfer form is short circulating transfer.",
      "cn": "焊丝的熔滴过渡方式为典型的短路过渡."
    },
    {
      "en": "The rate of droplet growth under different conditions can be evaluated.",
      "cn": "可以计算在不同条件下的云滴增长率."
    },
    {
      "en": "The test results showed that increasing droplet size was associated with better stability.",
      "cn": "试验结果表明,增加液滴尺寸将使稳定性提高."
    },
    {
      "en": "This light consists of a glass tube containing argon and a droplet of mercury.",
      "cn": "这种灯是由一根充有氩气和微量汞的玻璃管组成."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "microsphere"
          ],
          "tran_cn": "小滴，[气象]微滴"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bubble",
            "gutta",
            "pearl"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "water droplet",
      "tran_cn": "水滴；微水滴，小水滴"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小滴，微滴，小水珠",
      "tran_en": "a very small drop of liquid"
    }
  ],
  "exchange": {
    "pl": [
      "droplets"
    ]
  }
}