{
  "word": "fascia",
  "ipa": {
    "us": "ˈfeɪʃə",
    "uk": "ˈfæʃiə"
  },
  "sentences": [
    {
      "en": "A remarkable sight with racing fascia across its cool blue body.",
      "cn": "看不到显着的赛车筋膜横扫其极酷的蓝色机构."
    },
    {
      "en": "Arrows point to the anterior rectus sheath, peritoneum, and fascia transversalis.",
      "cn": "箭头指向腹直肌鞘前层 、 腹膜和腹横筋膜."
    },
    {
      "en": "Both problems can be solved by escharotomy of the burned skin down to the deep fascia.",
      "cn": "上述两个问题都可用切开焦痂直至深筋膜来解决."
    },
    {
      "en": "Install fascia onto bumper assembly.",
      "cn": "将仪表板安装在保险杆组合上."
    },
    {
      "en": "Install plastic rivets to hold bottom of rear fascia to bumper reinforcement.",
      "cn": "将固定后面板在保险杆加强组件的塑胶铆钉安装好."
    },
    {
      "en": "Install push - in fastener holding center of fascia to rear closure panel.",
      "cn": "安装中心面板紧固到后罩盘上的推进式固定件."
    },
    {
      "en": "Install push - in fasteners holding fascia to quarter panel at wheelwell opening.",
      "cn": "安装将面板紧固到车轮井开口的四分之一扇形盘上的推进式固定件."
    },
    {
      "en": "Install push - in fasteners holding trunk lid slam bumpers to top of fascia.",
      "cn": "安装将行李厢盖沿保险杆紧固到面板顶部上的推进式固定件."
    },
    {
      "en": "It pierces the popliteal fascia , and lack to the popliteal veins ( 42.86 % ) .",
      "cn": "小隐静脉以单支注入腘静脉占 42.86+9.35%."
    },
    {
      "en": "No logo or special designs are to be attached the fascia.",
      "cn": "参展商不得在摊位招牌上张贴商标或更改招牌设计."
    },
    {
      "en": "No logo or special designs are to be attached to the fascia.",
      "cn": "招牌上不允许有商标或者特殊的设计。"
    },
    {
      "en": "Objective To study morphology in the application of transplanting tensor fascia lata.",
      "cn": "目的为临床应用阔筋膜张肌带蒂肌皮瓣移植提供形态学基础."
    },
    {
      "en": "The lower fascia splitter is punctuated by two fairings.",
      "cn": "较低的筋膜分离器是由两个整流罩打断."
    },
    {
      "en": "This magnificent work of engineering prowess sports a Martini racing fascia.",
      "cn": "这一宏伟工程的工作能力体育1马提尼赛车筋膜."
    },
    {
      "en": "This scarlet red gem stands out with racing fascia.",
      "cn": "这猩红宝石随时与赛车筋膜."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "signboard",
            "facia"
          ],
          "tran_cn": "招牌；[医]绷带；饰带"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "deep fascia",
      "tran_cn": "深筋膜"
    },
    {
      "phrase": "fascia board",
      "tran_cn": "（汽车）仪表板"
    },
    {
      "phrase": "superficial fascia",
      "tran_cn": "浅筋膜"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "带，<医>绷带，（店门上的）招牌，<解>筋膜",
      "tran_en": "a  dashboard "
    }
  ],
  "exchange": {
    "pl": [
      "fascias"
    ]
  }
}