{
  "word": "rickets",
  "ipa": {
    "us": "ˈrɪkɪts",
    "uk": "ˈrɪkɪts"
  },
  "sentences": [
    {
      "en": "A diet deficient in vitamin D may cause the disease rickets.",
      "cn": "缺少维生素D的饮食可能导致软骨病."
    },
    {
      "en": "Adequate vitamin D prevents the development of bone diseases such as rickets, osteomalacia and osteoporosis.",
      "cn": "充足的维生素D可预防形成骨骼疾病，例如佝偻病、骨软化和骨质疏松。"
    },
    {
      "en": "And it appears to do more then just protect against ( weakens ) rickets.",
      "cn": "看来维他命D不仅仅可以防止 软骨病."
    },
    {
      "en": "Improved diet has been responsible for a dramatic decrease in rickets.",
      "cn": "改良的食物使得佝偻病的发生有了戏剧性的减少."
    },
    {
      "en": "It also appears to do more than just protect against rickets.",
      "cn": "除了防止软骨病,它还有更多的功能."
    },
    {
      "en": "Low level levels of vitamin D can lead to rickets and osteoporosis.",
      "cn": "低水平的维他命D能导致像软骨病和骨质酥松症等疾病."
    },
    {
      "en": "Objective : To discuss the relation of rickets and blood lead level.",
      "cn": "目的: 探讨佝偻病的发病及治疗与血铅水平的关系."
    },
    {
      "en": "Objective To understand the state and dangerous factors of infantile rickets.",
      "cn": "目的了解青岛市四方区婴幼儿佝偻病患病的情况及影响因素."
    },
    {
      "en": "Richs'dog may receive the milk that a poor child needs to avoid rickets.",
      "cn": "富人的狗可以得到穷人的孩子为了避免软骨病而必须饮用的牛乳."
    },
    {
      "en": "Ricketks Rickets is deformity , a deformity mainly found in children.",
      "cn": "软骨病是一种发育畸形, 主要出现在孩子身上."
    },
    {
      "en": "Rickets can cause and weakness, teeth problems and muscle loss.",
      "cn": "还导致许多牙齿问题和肌肉萎缩."
    },
    {
      "en": "Rickets can cause bone pain and weakness, teeth problems and muscle loss.",
      "cn": "佝偻病会导致骨头疼痛疏松 、 牙齿问题和肌肉松弛."
    },
    {
      "en": "Rickets is a deformity, mainly found in children.",
      "cn": "软骨病是一种残疾, 主要被发现在小孩人群中."
    },
    {
      "en": "Rickets is quite rare now.",
      "cn": "佝偻病现在很少见了."
    },
    {
      "en": "Signs of deficiency would be rickets ( in children ), joint pain, bone deformities, poor growth.",
      "cn": "不足的迹象,将佝偻病 ( 在儿童 ), 关节疼痛, 骨畸形, 穷人的增长."
    },
    {
      "en": "Two children who began the study showing signs of rickets continuously chose high calcium foods, and actually \"cured\" themselves through their own, independent choice of foods.",
      "cn": "研究中两个出现佝偻病迹象的儿童始终选择高钙食物，最终通过自主选择食物“治好”了自己的疾病。"
    },
    {
      "en": "Vitamin deficiency can cause ill nesses, eg scurvy, rickets.",
      "cn": "缺乏维生素能引起疾病(如坏血病 、 佝偻病)."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rickety",
          "tran_cn": " 摇晃的；虚弱的；患佝偻病的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reckets",
            "rachitis"
          ],
          "tran_cn": "[内科]佝偻病"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "软骨病，佝偻病，驼背",
      "tran_en": "a disease that children get in which their bones become soft and bent, caused by a lack of  vitamin  D"
    }
  ],
  "exchange": {}
}