{
  "word": "chimp",
  "ipa": {
    "us": "tʃɪmp",
    "uk": "tʃɪmp"
  },
  "sentences": [
    {
      "en": "At one point, she even yells for the police to shoot the chimp to stop the attack.",
      "cn": "有一次，她甚至大叫着让警察向黑猩猩射击，以便阻止他的攻击。"
    },
    {
      "en": "Herold tearfully told reporters at her home that she slept with the chimp and that he was like a son to her.",
      "cn": "赫罗德含着泪对到她家里采访的记者说，她总是和这个黑猩猩一起睡，他就像她的儿子一样。"
    },
    {
      "en": "However, aren't we suppose to be further evolved than a chimp?",
      "cn": "然而, 我们不应该比黑猩猩更高级 吗 ?"
    },
    {
      "en": "In fact, the color of gorilla and chimp are light - color.",
      "cn": "其实大猩猩和黑猩猩的肤色是较为浅的."
    },
    {
      "en": "Now bonobos , the other chimp species, or Pan paniscus, enjoy horsing around well into adulthood.",
      "cn": "而倭黑猩猩是黑猩猩属中的另外一种, 他们嬉闹着长大."
    },
    {
      "en": "Popular realizations of MPI standard are CHIMP and LAM and so on.",
      "cn": "目前,公用的MPI实现 有CHIMP、lam等."
    },
    {
      "en": "She is not a missing link, but her skeleton is half human, half chimp.",
      "cn": "塞拉姆并不是人类进化过程中缺失的一环, 但她一半很接近于人类, 另一半却更像猿类."
    },
    {
      "en": "The chimp is the champ.",
      "cn": "猩猩是冠军!"
    },
    {
      "en": "The chimp sat quietly in a corner, watching the psychologist arrange the crates.",
      "cn": "那猩猩很安静地坐在房间的一隅, 看着那位心理学家摆放着那些箱子."
    },
    {
      "en": "The zoo is asking people to stop tossing cigarettes and contributing to the chimp's habit.",
      "cn": "园方要求游客不得再丢香菸给黑猩猩,助长它的菸瘾."
    },
    {
      "en": "Three weeks after Flo's death, the formerly healthy young chimp is dead, too.",
      "cn": "福娄死后3周, 这只曾经年轻健康的小黑猩猩也死掉了."
    },
    {
      "en": "Worst of all is the implication that at some point there existed something halfway between a chimp and a human.",
      "cn": "更糟糕的是这种说法暗示了在某一节点上存在某种介于黑猩猩和人类之间的半成品。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jocko",
            "pongo"
          ],
          "tran_cn": "（非洲的）黑猩猩"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（非洲）黑猩猩",
      "tran_en": "an intelligent African animal that is like a large monkey without a tail"
    }
  ],
  "exchange": {
    "pl": [
      "chimps"
    ]
  }
}