{
  "word": "Tory",
  "ipa": {
    "us": "ˈtɔ:ri",
    "uk": "ˈtɔri, ˈtori"
  },
  "sentences": [
    {
      "en": "a lifelong Tory",
      "cn": "一名终身的保守党党员"
    },
    {
      "en": "And I'll tell you now, no son of Tory will ever submit to a foreign ruler.",
      "cn": "我现在就告诉你, 特洛伊的子民永远不会屈服于外来的统治者."
    },
    {
      "en": "Annie: Would you please introduce to us something about the his - tory of table tennis?",
      "cn": "安妮: 请你介绍一下乒乓球的历史好 吗 ?"
    },
    {
      "en": "At supper, Mr. Wang gave us the news about the vic - tory.",
      "cn": "(晚餐时, 王先生告诉我们有关胜利的消息. )"
    },
    {
      "en": "For now, the prospect of a general - election victory has plaster - casted the most painful Tory fractures.",
      "cn": "这就是让粗犷的肯卡拉克回到议会前排的部分原因."
    },
    {
      "en": "Helen of Tory was beautiful beyond expression.",
      "cn": "特洛伊城的海伦美丽得无法形容."
    },
    {
      "en": "Historicalism, implying a focus on Eurocentralism and content determinism a deficient view of his 2 tory.",
      "cn": "“历史主义”是一种隐含“欧洲中心主义”和“内容决定论”的局限性极大的历史观."
    },
    {
      "en": "Satisfac - tory predictions were obtained by this method in 694 newborns with ABO incom - patible parents.",
      "cn": "对694例夫妇ABO血型不合的孕妇预报结果较为满意."
    },
    {
      "en": "That pleased Tory Eurosceptics but waved goodbye to much influence.",
      "cn": "这让ToryEurosceptics高兴之余,在很大影响上也挥手告别."
    },
    {
      "en": "Today's teachers are not the ranging extremists of TORY and tabloid mythology.",
      "cn": "今天的老师不属于托利时代的极端分子和小报的神话."
    },
    {
      "en": "Who is Tory Foster's predecessor in President Roslin's office?",
      "cn": "在罗丝琳总统办公室里,谁是陶莉·斯特的前任?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "保守派的，保守主义的",
      "tran_en": "of, characteristic of, or relating to Tories "
    },
    {
      "pos": "n",
      "tran_cn": "英国保守党的党员，保守党党员，亲英分子，保守主义者",
      "tran_en": "a member of the British Conservative Party"
    }
  ],
  "exchange": {
    "pl": [
      "Tories"
    ]
  }
}