{
  "word": "footbridge",
  "ipa": {
    "us": "ˈfʊtbrɪdʒ",
    "uk": "ˈfʊtbrɪdʒ"
  },
  "sentences": [
    {
      "en": "A footbridge at 3 F connecting Tuen Mun Trend Plaza.",
      "cn": "位于3楼的行人天桥连接屯门时代广场."
    },
    {
      "en": "Go ahead and take the footbridge at the traffic lights.",
      "cn": "直走到人行天桥在交通灯那边."
    },
    {
      "en": "It connects with the development and the footbridge accessible from Tsuen Wan Station Multi - storey Carpark Building.",
      "cn": "连接该发展项目及可由荃湾多层停车场大厦前往的行人天桥."
    },
    {
      "en": "Olivier Roustan crossed the top of the 76 metre-high top cable of Newport City's footbridge in front of thousands of thrilled, but anxious spectators.",
      "cn": "在纽波尔市高达76米的天桥电缆上，奥利弗·若恩斯坦在数千名极为兴奋而又提心吊胆的观众面前表演高空行走。"
    },
    {
      "en": "Passengers may cross by the footbridge.",
      "cn": "乘客可使用步行桥."
    },
    {
      "en": "Please use the footbridge over there. It's safe.",
      "cn": "请你使用那边的人行桥. 它很安全."
    },
    {
      "en": "Provide footbridge, Multi - storey Carpark, Public Transport Interchange and Subway.",
      "cn": "提供通道接驳行人天桥 、 多层停车场 、 公共运输交汇处及行人隧道."
    },
    {
      "en": "Public passageway to the footbridge connected to the lot.",
      "cn": "公共通道,通往连接该地段的行人天桥."
    },
    {
      "en": "She forgot about Mandeni coming and met him on the footbridge.",
      "cn": "她忘了玛德尼正往这走，一下子在人行桥上撞见了他。"
    },
    {
      "en": "The Czechs are very proud of a new police station and footbridge they have constructed.",
      "cn": "捷克工程师们对他们建的一座新警察局和过街天桥十分得意."
    },
    {
      "en": "The footbridge leads from the Pavilion of Broad View , visible at left, to South Lake Isle.",
      "cn": "这座人行桥从图片左方的廓如亭通向南湖岛."
    },
    {
      "en": "The footbridge washed away during the floods.",
      "cn": "人行桥在水灾中冲走了."
    },
    {
      "en": "The swollen river washed away the footbridge.",
      "cn": "泛滥的河水冲走了人行桥."
    },
    {
      "en": "They had to walk across an emergency footbridge, holding onto a rope that served as a rail.",
      "cn": "他们必须握着一条绳索充当扶手穿过一条紧急人行天桥。"
    },
    {
      "en": "To connect to the footbridge from Central Market.",
      "cn": "连接通往中环街市的行人天桥."
    },
    {
      "en": "To provide structural supports and connections within the development to receive a proposed future footbridge.",
      "cn": "于发展项目内提供结构支座及连接点,以接驳拟于日后兴建的行人天桥."
    },
    {
      "en": "Use a pedestrian crossing, a footbridge or a subway to cross the road.",
      "cn": "利用行人交叉路, 人行天桥或地道来过公路."
    },
    {
      "en": "While a high wall visually separates the museum’s main garden from the adjacent ancient garden, a stream of water connected by a footbridge joins the two properties together.",
      "cn": "高墙在视觉上将博物馆的主题花园与毗邻的古典花园区隔开来，同时一条涓流将行人天桥与两个花园链接起来。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人行桥",
      "tran_en": "a narrow bridge used by people who are walking"
    }
  ],
  "exchange": {
    "pl": [
      "footbridges"
    ]
  }
}