{
  "word": "manger",
  "ipa": {
    "us": "ˈmeɪndʒə(r)",
    "uk": "ˈmendʒɚ"
  },
  "sentences": [
    {
      "en": "\" But there's a way out: what is vulgarly known as'jumping the manger.'",
      "cn": "-- “ 不过,有个办法: 粗话所谓 ‘ 跳槽 ’."
    },
    {
      "en": "Cooperate with Procurement Manger to manage the departmental daily routine.",
      "cn": "协助项目采购经理管理部门的日常事务."
    },
    {
      "en": "He ask the manger's permission to take a day off.",
      "cn": "他请求经理批准他一天假."
    },
    {
      "en": "He is wrapped in cloth and is lying a manger.",
      "cn": "婴孩用布包着,放在马槽上."
    },
    {
      "en": "He was born in humble surroundings and laid a manger.",
      "cn": "他出生于卑微的环境里,被放入马厩中."
    },
    {
      "en": "The General Manger will attend all Board meetings as a non - voting observer.",
      "cn": "总经理须作为无投票权的观察员参与所有的董事会."
    },
    {
      "en": "The horse is tied up to the manger.",
      "cn": "马被拴在马槽上."
    },
    {
      "en": "The horses were crunching their straw at their manger.",
      "cn": "这些马在嘎吱嘎吱地吃槽里的草."
    },
    {
      "en": "The man to another and was shown into the manger's room.",
      "cn": "这人去了另一家保险公司,被带进了经理室."
    },
    {
      "en": "The manger dropped in unannounced at the office several times a week.",
      "cn": "经理每星期都不经事先通知到办公室来几次."
    },
    {
      "en": "The manger in charge of mangement and reports to board of directors.",
      "cn": "总经理负责整个公司的经营并向董事会汇报工作."
    },
    {
      "en": "The manger was defeated in the Contest of Family Sports.",
      "cn": "经理在家庭运动竞赛上失败了."
    },
    {
      "en": "The moment my back is turned everything goes to rack and manger.",
      "cn": "就在我转身的一瞬间,一切都陷入毁灭之境."
    },
    {
      "en": "They found Him in a manger where oxen feed on hay.",
      "cn": "他们发现他在牛槽里,就是牛群吃草的地方."
    },
    {
      "en": "What? That kid is the manger's son? How cute!",
      "cn": "什么? 那是经理的儿子? 真可爱!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "weir plate"
          ],
          "tran_cn": "马槽；牛槽；挡水板"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "dog in the manger",
      "tran_cn": "自己不能享用也不让他人享用的人"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（动物的等）食槽，占马槽的狗，占着茅坑不拉屎的人，槽子",
      "tran_en": "a long open container that horses, cattle etc eat from"
    }
  ],
  "exchange": {
    "pl": [
      "mangers"
    ]
  }
}