{
  "word": "impartiality",
  "ipa": {
    "us": "ˌɪmˌpɑ:ʃɪ'ælətɪ",
    "uk": " ˌɪmpɑrʃɪˈælətɪ"
  },
  "sentences": [
    {
      "en": "But otherwise, it is best left to the humanitarian experts, who will be there after you are gone and therefore need to preserve their independence and their impartiality.",
      "cn": "但是，如果不能，最好将这些任务留给人道主义专家，这些专家在部队撤退之后仍将留在那，因此需要保持他们的独立和公正。"
    },
    {
      "en": "Consequently, our stereotyped appraisal bears some impartiality to be rectified.",
      "cn": "由此看来, 我们固有的评价观念存在着某种急待校正的偏颇."
    },
    {
      "en": "Fairness is different to justice, impartiality and equality in the meanings.",
      "cn": "摘要公平与正义 、 公正、平等概念既有联系又有区别,不宜混淆."
    },
    {
      "en": "Free evaluation non - prosecution embodies the values of impartiality, efficiency and order.",
      "cn": "相对不起诉具有公正性价值 、 效益价值和秩序价值."
    },
    {
      "en": "He can do that with more authority and impartiality as a non - executive.",
      "cn": "他可以更有权威地做到这一点,并且像 非 执行主管一样不偏不倚."
    },
    {
      "en": "He shows impartiality and detachment.",
      "cn": "他表现得不偏不倚,超然事外."
    },
    {
      "en": "However, the people turned out its long - lasting and impartiality, thick rain, do?",
      "cn": "然而, 人心果然能恒久地不偏不倚, 密密绵绵 吗 ?"
    },
    {
      "en": "Impartiality is essential to a judge.",
      "cn": "公平是当法官所必需的."
    },
    {
      "en": "It suggests, from the beginning, a kind of loftiness and impartiality of perspective characteristic of the philosopher, but not necessarily the citizen .",
      "cn": "那一开始，便暗示着一种高尚及公平的观点，一种哲学家的特性，但不一定是公民所具备。"
    },
    {
      "en": "Justice, objectiveness and impartiality are our ideal in reporting.",
      "cn": "报道力求公正 、 客观,不偏不倚."
    },
    {
      "en": "Mame was level full of impartiality.",
      "cn": "玛米不偏不倚,一视同仁."
    },
    {
      "en": "Otherwise, judicatory impartiality and efficiency can not be ensured.",
      "cn": "无此便不能确保司法公正和效率目标的实现."
    },
    {
      "en": "Selection of auditors and conduct of audits shall ensure objectivity and impartiality of the audit process. Auditors shall not audit their own work.",
      "cn": "审核员的选择和审核的实施应确保审核过程的客观性和公正性。审核员不应审核自己的工作。"
    },
    {
      "en": "Tenet of Testing, Appraisal and Certification: Independence, Impartiality, Scientificalness and Accuracy.",
      "cn": "检测 、 鉴定和认证工作理念: 独立 、 公正 、 科学、准确."
    },
    {
      "en": "The agency enjoys an international reputation for impartiality.",
      "cn": "这机构由于公正在国际上是享有声誉的."
    },
    {
      "en": "The BBC must ensure that due impartiality is preserved in its news programmes.",
      "cn": "英国广播公司必须确保新闻节目保持应有的公正."
    },
    {
      "en": "The human soul is hospitable, and will entertain conflicting sentiments and contradictory opinions with much impartiality.",
      "cn": "人类的灵魂是能够容纳一切的,它毫不偏袒地接受互相对立的感情和互相矛盾的意见."
    },
    {
      "en": "The International Commercial Arbitration Association of France is well - know for its impartiality.",
      "cn": "法国的国际商事仲裁协会以办事公正而闻名."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "impartial",
          "tran_cn": " 公平的，公正的；不偏不倚的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "impartially",
          "tran_cn": " 公平地；无私地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "equity",
            "fairness",
            "righteousness"
          ],
          "tran_cn": "公正，公平；不偏不倚"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "equality",
            "justice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "公平，公正，不偏不倚"
    }
  ],
  "exchange": {
    "adv": [
      "impartially"
    ],
    "adj": [
      "impartial"
    ]
  }
}