{
  "word": "applicant",
  "ipa": {
    "us": "ˈæplɪkənt",
    "uk": "ˈæplɪkənt"
  },
  "sentences": [
    {
      "en": "An individual applicant should be at least twenty - one ( 18 ) years.",
      "cn": "个人会籍申请人必须为年满18岁之 个人."
    },
    {
      "en": "He was the hundredth applicant for the job.",
      "cn": "他是第100个申请这项工作的人."
    },
    {
      "en": "Here's a job applicant with an excellent track record.",
      "cn": "这里有个表现记录优良的申请者."
    },
    {
      "en": "In my estimation, the applicant is well qualified for this job.",
      "cn": "据我看, 这位应征者完全具备这项工作的条件."
    },
    {
      "en": "Not every applicant had a degree.",
      "cn": "不是所有的求职者都有学位。"
    },
    {
      "en": "She would interrupt the applicant and wheel across the floor on some imaginary errand.",
      "cn": "她会打断申请者的谈话,装出有事要做的样子,坐着轮椅穿过房间."
    },
    {
      "en": "The applicant sought judicial review to quash the bin - dover order.",
      "cn": "申请人请求司法审理以便废除责令某人守法的命令."
    },
    {
      "en": "The applicant sought judicial review to quash the order.",
      "cn": "申请人寻求司法复审以撤消命令."
    },
    {
      "en": "The entire metropolitan center possessed a high and mighty air calculated to overawe and abash the common applicant.",
      "cn": "整个市中心区有着一种高傲的神气,好像故意要让一些前来寻找职业的普通人感到惶恐不安."
    },
    {
      "en": "The job applicant must have good verbal skills.",
      "cn": "应聘这份工作的人必须具有良好的语言表达技能。"
    },
    {
      "en": "The man imagined he saw a feverish gleam in the applicant's eye.",
      "cn": "这个人觉得自己从这位求职者的眼睛里看到了一丝狂热的光芒."
    },
    {
      "en": "The Patent Office will announce the result and notify the applicant within 18 months.",
      "cn": "专利局会在18个月内宣布结果并公告专利."
    },
    {
      "en": "This credit will only upon receipt of import licences by applicant.",
      "cn": "本信用证仅在申请人收到进口许可证后方可生效."
    },
    {
      "en": "Upon a negative decision, the applicant loses the protection offered by Belgian law.",
      "cn": "一旦得到否定裁决，申请人就失去了比利时法律的保护。"
    },
    {
      "en": "We have had lots of applicants for these positions.",
      "cn": "对这些职位我们已有了很多申请人。"
    },
    {
      "en": "Work with HR manager to interview and assess the applicant.",
      "cn": "与人力资源经理共同面试、评估应聘者."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "application",
          "tran_cn": " 应用；申请；应用程序；敷用"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "candidate",
            "hunter",
            "job",
            "seeker"
          ],
          "tran_cn": "候选人,申请者"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "job applicant",
      "tran_cn": "求职人员"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "申请人",
      "tran_en": "someone who has formally asked, usually in writing, for a job, university place etc"
    }
  ],
  "exchange": {
    "pl": [
      "applicants"
    ]
  }
}