{
  "word": "exponent",
  "ipa": {
    "us": "ɪkˈspəʊnənt",
    "uk": "ɪkˈspoʊnənt"
  },
  "sentences": [
    {
      "en": "...a leading exponent of test-tube baby techniques.",
      "cn": "…一位试管婴儿技术的主要倡导者。"
    },
    {
      "en": "An exponential function is one in which the variable appears in an exponent.",
      "cn": "指数函数是指数中出现变量的函数."
    },
    {
      "en": "Any complex can be expressed in the form of exponent.",
      "cn": "任何复数均可利用指数形式表示."
    },
    {
      "en": "Be sure to use an exponent that is in range.",
      "cn": "确保使用的指数在范围之内."
    },
    {
      "en": "Examining the influence of the sports factors on the step exponent of colleges students with the experiment method, questionnaire survey method and Mathematical Statistics method.",
      "cn": "采用实验法、问卷调查法和数理统计法，观察运动因素对大学生台阶指数的影响。"
    },
    {
      "en": "Hurst exponent plays an important role in brownian motion.",
      "cn": "Hurst指数是描述分数布朗运动的重要指标."
    },
    {
      "en": "Huxlay was an exponent of Darwin's theory of evolution.",
      "cn": "赫胥黎是达尔文进化论的解释者."
    },
    {
      "en": "Huxley was an exponent of Darwin's theory of evolution.",
      "cn": "赫胥黎是达尔文进化论的鼓吹者."
    },
    {
      "en": "In addition, this paper also suggests that the reason for high burning rate-pressure exponent is deflagration of some components in propellant.",
      "cn": "此外，本文还提出，火药中某些组分的爆燃是导致一些火药燃速压力指数较高的原因。"
    },
    {
      "en": "Its Hurst exponent change indicates the fracture's density, direction etc. \"",
      "cn": "其分形参数的变化体现出了裂缝的密度 、 走向等发育状况的变化."
    },
    {
      "en": "Length ( as exponent of 2 ) of the field to be relocated.",
      "cn": "需要被重定位的字段长度 ( 是2的次方 )."
    },
    {
      "en": "Lincoln is a famous exponent of self - education.",
      "cn": "林肯是 自我 教育的著名典型."
    },
    {
      "en": "She was a leading exponent of free trade during her political career.",
      "cn": "她从政期间是自由贸易的主要倡导者。"
    },
    {
      "en": "She's a practised exponent of the sport of water - skiing.",
      "cn": "她是滑水运动健将."
    },
    {
      "en": "The Alvin Ailey American Dance Theatre was formed in the 1950s and quickly established itself as a leading exponent of progressive choreography and contemporary dance.",
      "cn": "阿尔文·艾利美国舞蹈剧形成于20世纪50年代，并很快树立自己为激进舞蹈艺术和现代舞蹈的最主要的典范。"
    },
    {
      "en": "The apoptosis cell exponent and proliferation cell exponent was numbered.",
      "cn": "记数凋亡细胞指数及增殖细胞指数."
    },
    {
      "en": "The exponent P is a function of wind speed, ground roughness, stability, etc.",
      "cn": "指数P是风速 、 地面不平度 、 稳定度等的函数."
    },
    {
      "en": "The fatigue life increases with decreasing modulus of surface layer in a power function with a negative exponent.",
      "cn": "沥青面层的疲劳寿命随着面层材料模量的降低以负指数的幂函数形式增加；"
    },
    {
      "en": "The slurry apparent viscosity has exponent relation to the solid volume content.",
      "cn": "矿浆表观粘度与固体体积含量呈指数关系."
    },
    {
      "en": "The value of the exponent varies for different sensory modalities.",
      "cn": "指数值随不同的灵敏速模式而变化."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "exponential",
          "tran_cn": " 指数的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "exponentially",
          "tran_cn": " 以指数方式"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "exponential",
          "tran_cn": " 指数"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "illustrative",
            "explanative"
          ],
          "tran_cn": "说明的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "index",
            "model",
            "representative"
          ],
          "tran_cn": "[数]指数；典型；说明者，说明物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "interpreter",
            "supporter"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "polytropic exponent",
      "tran_cn": "多方指数"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "说明的"
    },
    {
      "pos": "n",
      "tran_cn": "拥护者，擅长者，大师，指数",
      "tran_en": "a sign written above and to the right of a number or letter to show how many times that quantity is to be multiplied by itself"
    }
  ],
  "exchange": {
    "pl": [
      "exponents"
    ]
  }
}