{
  "word": "mesozoic",
  "ipa": {
    "us": "ˌmesəʊ'zəʊɪk",
    "uk": "ˌmesoʊ'zoʊɪk"
  },
  "sentences": [
    {
      "en": "Anning Basin is a terringenous fault basin developed in Mesozoic Era.",
      "cn": "云南安宁盆地为中生代陆相断陷盆地."
    },
    {
      "en": "Buried hills of Archaeozoic, Paleozoic and Mesozoic Eras developed well in the west part of Dongying Depression.",
      "cn": "东营凹陷西部发育太古界 、 古生界及中生界潜山."
    },
    {
      "en": "Danba area has undergone multiperiod deformation, metamorphism and magmatism since Mesozoic time.",
      "cn": "丹巴地区自中生代以来经历了多期的变形 、 变质和岩浆作用."
    },
    {
      "en": "Fossil members of the Ginkgophyta are common from rocks of Mesozoic age.",
      "cn": "银杏通常在中生代时期的岩层中被发现."
    },
    {
      "en": "In each of the terranes there are many Mesozoic Cenozoic remained basins which are overlapping basins.",
      "cn": "各块体内发育了多个中新生代“残留盆地”,它们大多为“叠合盆地”."
    },
    {
      "en": "Its heat reservoir is composed of Yanshanian granite - porphyry and tuff of Mesozoic.",
      "cn": "热储由中生代燕山期花岗斑岩、凝灰岩组成."
    },
    {
      "en": "Liaohe basin is a rift basin developed in the Mesozoic and Cenozoic.",
      "cn": "辽河盆地是中、新生代发育起来的裂谷盆地."
    },
    {
      "en": "Ludong fault depression was a sub - depression of Kailu, which had a fold - fault basement of anti - Mesozoic era.",
      "cn": "陆东断陷是开鲁盆地的次级断陷, 形成于中生代,基底断裂可分为北北东向和近东西向两组."
    },
    {
      "en": "Mammals arose from a fairly primitive reptile in the Mesozoic era.",
      "cn": "哺乳类起源于中生代宛若原始的爬虫类."
    },
    {
      "en": "Many collisions of considerable size and periods of supervolcanism occurred early in the Mesozoic era.",
      "cn": "在中生代以前发生了许多次大规模的碰撞与大型的火山喷发."
    },
    {
      "en": "Systematic study of the Mesozoic source rocks in the Qiangtang Basin.",
      "cn": "系统地整理、分析、研究了羌塘盆地中生界烃源岩的特征."
    },
    {
      "en": "The Badao deposit is a typical Mesozoic volcanic rock - hosting deposit.",
      "cn": "八道金矿为延吉中生代火山岩型金矿中较为典型的矿床之一."
    },
    {
      "en": "The deposit No.138 is of Mesozoic volcano - sedimentary transformation type.",
      "cn": "138矿床是中生代火山 - 沉积改造型铀矿床."
    },
    {
      "en": "The deposition velocity of Paleozoic, Mesozoic and Cenozoic assumes unimodal pattern.",
      "cn": "在沉积速率分析曲线上,往往是古生代 、 生代和新生代呈单峰状态."
    },
    {
      "en": "The group consists of more than 10 Mesozoic basins.",
      "cn": "与油气有关的沉积地层主要是侏罗系和白垩系."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "mesozoic era",
      "tran_cn": "中生代"
    }
  ],
  "trans": [
    {
      "pos": "n& adj.",
      "tran_cn": "中生代（的）"
    },
    {
      "pos": "n&a",
      "tran_cn": "中生代(的)",
      "tran_en": "the Mesozoic era "
    }
  ],
  "exchange": {}
}