{
  "word": "powerfully",
  "ipa": {
    "us": "'paʊəfəlɪ",
    "uk": "ˈpaʊɚfəlɪ"
  },
  "sentences": [
    {
      "en": "A Cancer's emotions can go back and forth very powerfully.",
      "cn": "巨蟹座的情感起伏强烈."
    },
    {
      "en": "A large, powerfully - built guy meets a woman at a bar.",
      "cn": "一位魁梧 、 健壮的男子在酒吧遇到了一位女子."
    },
    {
      "en": "A world food bank appeals powerfully to our humanitarian impulses.",
      "cn": "世界粮食银行展现出我们对于人道主义的努力."
    },
    {
      "en": "And yet, in many ways, Socrates diagnoses very powerfully an important condition of modern democratic life with which we are all familiar.",
      "cn": "但在很多方面，苏格拉底却也诊断了,非常有力且重要的,现在民主生活条件,那是我们都很熟悉的。"
    },
    {
      "en": "But in times like these, they resonate a bit more powerfully.",
      "cn": "但这样的年代, 他们共鸣更有力."
    },
    {
      "en": "Crack is a much cheaper, smokable form of cocaine which is powerfully addictive.",
      "cn": "强效可卡因更便宜，可以吸食，极易使人上瘾。"
    },
    {
      "en": "Delight filled every bosom, for they saw that he was powerfully sympathetic.",
      "cn": "每人心中都洋溢着欢乐, 因为他们看到,他极富同情心."
    },
    {
      "en": "Extend your legs behind you powerfully, and internally rotate your thighs.",
      "cn": "伸展腿部,大腿有力并向内转."
    },
    {
      "en": "He felt himself so powerfully attracted to the scientific ideal.",
      "cn": "他感到自己被这一科学理想十分强烈地吸引住了."
    },
    {
      "en": "He is very powerfully built , ie has a large strong physique.",
      "cn": "他身强力壮."
    },
    {
      "en": "It's a play — painful, funny and powerfully acted.",
      "cn": "这是一部悲喜交加、表演感人的戏剧。"
    },
    {
      "en": "Mobile phones of the latest fashion appeal powerfully to the young.",
      "cn": "最新款式的手机很吸引年轻人."
    },
    {
      "en": "The progress in science and technical will powerfully impel the education's development.",
      "cn": "科学和技术的进步将有力地推动教育的发展."
    },
    {
      "en": "The railway station smelt powerfully of cats and drains.",
      "cn": "火车站上有冲鼻的猫味和臭水沟味。"
    },
    {
      "en": "VS - K Ingredients can powerfully adsorb water ion and seal water in skin.",
      "cn": "同时VS-K成份能强效吸附水离子,锁住水分不流失."
    },
    {
      "en": "Which touch points will help our idea drive change most powerfully?",
      "cn": "哪些接触点将最有力地帮助我们的点子驱动改变?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "powerful",
          "tran_cn": " 强大的；强有力的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "powerful",
          "tran_cn": " 很；非常"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "powerfulness",
          "tran_cn": " 有力；强烈"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "extremely",
            "badly",
            "highly",
            "greatly",
            "too"
          ],
          "tran_cn": "强大地；强烈地；非常"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "强大地，强烈地，有效地"
    }
  ],
  "exchange": {}
}