{
  "word": "viaduct",
  "ipa": {
    "us": "ˈvaɪədʌkt",
    "uk": "ˈvaɪəˌdʌkt"
  },
  "sentences": [
    {
      "en": "An overhead road for cars or trains is called a viaduct.",
      "cn": "在公路上有高架桥供火车和汽车通过."
    },
    {
      "en": "But current City - viaduct transportation and affect the aspect to the city business development investigative are few.",
      "cn": "而目前高架路交通与对城市商业发展影响方面研究的很少."
    },
    {
      "en": "It bases on ISO measurement standard, and directs against the current system of viaduct in Shanghai.",
      "cn": "探索了一种用于高架桥轨道交通系统噪声源识别的方法,该方法以ISO测量标准为依据, 并针对上海现行的高架桥轻轨系统."
    },
    {
      "en": "Plus a huge hollow viaduct basic form of prefabricated Liang Building appearance is Yong fat.",
      "cn": "高架桥基本采用立柱加空心预制板梁构成,建筑外型显得雍肿."
    },
    {
      "en": "Second, the route of spread is controlled and acoustic barrier is set up, especially in viaduct.",
      "cn": "控制噪声传播途径,主要采取的措施是设置道路声屏障, 尤其在城市高架桥上推荐使用."
    },
    {
      "en": "Stop the MTR viaduct destroying the environment from Aberdeen Tunnel to Ap Lei Chau.",
      "cn": "阻止港铁的高架路轨方案破坏香港仔随道至鸭脷洲一带的环境."
    },
    {
      "en": "The computational results can be used for the further studies on truck - viaduct impact problem.",
      "cn": "分析结果可为深入研究车 - 桥碰撞问题提供参考."
    },
    {
      "en": "They were a helicopter to film the train going Viaduct.",
      "cn": "他们用直升飞机拍摄列车通过桥的场景."
    },
    {
      "en": "Up to now there hasn't a special code for the design of rail transit viaduct.",
      "cn": "目前我国尚无专门的轨道交通高架桥设计规范."
    },
    {
      "en": "Viaduct accounts for 86 percent of the Pearl Line.",
      "cn": "摘要明珠线全长86%是高架桥."
    },
    {
      "en": "With their aid a vital viaduct on the main Athens railway line was destroyed.",
      "cn": "在他们的帮助下,破坏了雅典铁路干线上的一座主要高架桥梁."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bridge",
            "overpass"
          ],
          "tran_cn": "高架桥;桥"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bridge",
            "dike",
            "span"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高架桥（通常有多孔）",
      "tran_en": "a long high bridge, especially one with arches, that crosses a valley and has a road or railway on it"
    }
  ],
  "exchange": {
    "pl": [
      "viaducts"
    ]
  }
}