{
  "word": "recombine",
  "ipa": {
    "us": "ˌri:kəm'baɪn",
    "uk": "ˌrikəmˈbaɪn"
  },
  "sentences": [
    {
      "en": "Application goes bankrupt after protection, two companies express to want to recombine aircraft group.",
      "cn": "申请破产保护后, 两家公司都表示要重组机队."
    },
    {
      "en": "Besides recombine besides, the division of labor of semiconductor industry will be more clear.",
      "cn": "除了重组之外, 半导体行业的分工将加倍清楚."
    },
    {
      "en": "Change make a form basically have joint - stock collaboration, buy and recombine, go bankrupt shut etc.",
      "cn": "改制形式主要有合资合作 、 购并重组 、 破产关闭等."
    },
    {
      "en": "Combine, and recombine, ideas , images, and thoughts into different combinations no matter how incongruent or unusual.",
      "cn": "用不同的方式去组合和重组思想, 图象, 无论它有多失调或者奇怪."
    },
    {
      "en": "Each are big company to cut cost, hold market share, recombine alliance in succession.",
      "cn": "各大公司为了削减成本, 保持市场份额, 纷纷重组联盟."
    },
    {
      "en": "Message personage discloses, yahoo will recombine product group, integrated inside global limits this department business.",
      "cn": "消息人士透露, 雅虎将重组产品集团, 在全球范围内整合该部门业务."
    },
    {
      "en": "Remember that the odds for success are higher when you combine and recombine proven parents.",
      "cn": "记住,当你用已经配制成功的亲本做杂交时,成功的机会将会非常高."
    },
    {
      "en": "Should scientists recombine dna?",
      "cn": "科学家应当重组DNA 吗 ?"
    },
    {
      "en": "That provides ample opportunity for strains to mingle and recombine.",
      "cn": "那就给毒株混杂与重组提供充足的机会."
    },
    {
      "en": "The dna can recombine.",
      "cn": "DNA可以重组."
    },
    {
      "en": "The recombine of property is the main form which realizes the strategic adjustment.",
      "cn": "资产重组是实现这一战略性调整的主要形式。"
    },
    {
      "en": "Then, if the mix of waste is correct, the carbon and oxygen atoms involved recombine to form carbon monoxide and the hydrogen atoms link up into diatomic hydrogen molecules.",
      "cn": "接下去，如果废物的组合是合适的，碳原子和氧原子会重新组合形成一氧化碳，而氢原子则结合起来形成双原子的氢分子。"
    },
    {
      "en": "These atoms recombine in pairs during the night to form molecules of oxygen gas.",
      "cn": "在夜间,这些氧原子再成对地结合成氧气分子."
    },
    {
      "en": "We also have constructed two shuttle vector plw 9 , psc 11 m 1 which can recombine to FPV genome.",
      "cn": "我们还构建了可以和FPV基因组发生重组的穿梭载体, plw9和psc11."
    },
    {
      "en": "Wei Wangdi expresses, with buy recombine charge relevantly to be able to be reduced further.",
      "cn": "维旺迪表示, 与收购相关的重组费用会进一步降低."
    },
    {
      "en": "When matching electron and cavity a pair, before they recombine, they are called to arouse child.",
      "cn": "当把电子和空穴配成一对时, 在它们重组之前, 它们被称为激发子."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "recombination",
          "tran_cn": " 复合，再结合；[遗] 重组"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "reform",
            "shake up"
          ],
          "tran_cn": "重组；再结合"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "shake up",
            "retool"
          ],
          "tran_cn": "重组；再结合"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": " 重组， 再结合",
      "tran_en": "to join together again "
    },
    {
      "pos": "vt",
      "tran_cn": "再结合，重组"
    }
  ],
  "exchange": {
    "third": [
      "recombines"
    ],
    "past": [
      "recombined"
    ],
    "done": [
      "recombined"
    ],
    "ing": [
      "recombining"
    ]
  }
}