{
  "word": "waterside",
  "ipa": {
    "us": "ˈwɔ:təsaɪd",
    "uk": "ˈwɔtərsaɪd"
  },
  "sentences": [
    {
      "en": "Better return home and make a net than long for fish by the waterside.",
      "cn": "临渊羡鱼,不如退而结网."
    },
    {
      "en": "Correct conduction of precautions can reduce or diminish waterside corrosion.",
      "cn": "防止措施正确实施可减小或杜绝水侧的腐蚀."
    },
    {
      "en": "Don't play at the waterside. You might fall into the water!",
      "cn": "不要在水边玩耍, 小心掉下去!"
    },
    {
      "en": "Hanging our instruments of music on the trees by the waterside.",
      "cn": "我们把琴挂在那里的柳树上."
    },
    {
      "en": "Her garden stretches down to the waterside.",
      "cn": "她的花园一直延伸到河畔。"
    },
    {
      "en": "Once again look at waterside pavilions, still romantic.",
      "cn": "再次看亭台水榭, 依旧浪漫."
    },
    {
      "en": "The lovely Lo Fo of the western land Plucks mulberry leaves by the waterside.",
      "cn": "秦地罗敷女,采桑绿水边."
    },
    {
      "en": "The Mother and Bears are not along the waterside, but they are near the water.",
      "cn": "线索5--熊妈妈和小熊并不是沿着水边, 但它们都靠近水边."
    },
    {
      "en": "The Mother and Cub Bears are not along the waterside, but they are near the water.",
      "cn": "线索5--熊妈妈和小熊并不是沿着水边, 但它们都靠近水边."
    },
    {
      "en": "There are still bears to be encountered though, albeit from the safety of our boat - two cubs and a grizzly idling along the waterside; a black bear emerging from the river.",
      "cn": "我们居然遇到了熊，尽管我们安坐在船上——一头大灰熊和两只小熊在水边闲逛，一头黑熊从水中冒出头来。"
    },
    {
      "en": "There are three waterside pavilions, zigzagging bridges and covered walkways winding around the hills and ponds.",
      "cn": "有水边有三个亭台, 蜿蜒曲折的小桥和隐蔽幽静的小路环绕者山丘和池塘."
    },
    {
      "en": "There was great excitement among the Moorish people at the waterside.",
      "cn": "海边的摩尔人一阵轰动."
    },
    {
      "en": "They strolled down to the waterside.",
      "cn": "他们漫步向水边走去。"
    },
    {
      "en": "This park is located on the hill by the waterside.",
      "cn": "这公园在水边的小山上."
    },
    {
      "en": "Waterside plants such as calamus, reed general Zhi Cong in shore.",
      "cn": "水边植物如水葱、菖蒲 、 芦苇等一般在岸边丛植."
    },
    {
      "en": "We would rather live in a waterside suburb.",
      "cn": "我们宁可住在河边的近郊."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "水边(的),湖畔(的)"
    },
    {
      "pos": "n",
      "tran_cn": "水边，河畔"
    }
  ],
  "exchange": {}
}