{
  "word": "gypsum",
  "ipa": {
    "us": "ˈdʒɪpsəm",
    "uk": "ˈdʒɪpsəm"
  },
  "sentences": [
    {
      "en": "Dengta marine built gypsum deposits occurred in Mantou Jianchang Formations, Lower Cambrian.",
      "cn": "灯塔海积石膏矿床赋存于下寒武统馒头组—碱厂组中."
    },
    {
      "en": "Gypsum and halite are simply thinned or removed altogether.",
      "cn": "石膏与岩盐则逐渐变薄或完全被溶解掉."
    },
    {
      "en": "Gypsum may crystallize on the surface of the phosphate rock particles.",
      "cn": "石膏会在磷矿颗粒的表面上结晶."
    },
    {
      "en": "Hemihydrate can be used instead of gypsum.",
      "cn": "半水物硫酸钙可以用来代替石膏."
    },
    {
      "en": "In 1962 there more than 80 undertakings in western Germany engaged in the gypsum industry.",
      "cn": "1962年在西德有80家以上的企业从事石膏工业."
    },
    {
      "en": "It is not practical to introduce ammonia and carbon dioxide separatily into the gypsum slurry.",
      "cn": "将氨和二氧化碳分别通进石膏料浆是不切实际的."
    },
    {
      "en": "Mineral resources, coal, iron, gypsum - based, lead, also contains mica.",
      "cn": "矿产资源以煤 、 铁 、 石膏为主, 铅 、 云母也有蕴藏."
    },
    {
      "en": "Mineral Resources: the territory of coal, copper, limestone, gypsum informative.",
      "cn": "矿产资源: 境内煤炭 、 铜 、 石灰石 、 石膏资料丰富."
    },
    {
      "en": "Modern Paris sits atop massive formations of limestone and gypsum.",
      "cn": "近代巴黎是由大块的石灰岩和石膏构成的。"
    },
    {
      "en": "Primary chalk filters and gypsum repulper are made of AISI 304 stainless steel.",
      "cn": "一般碳酸钙过滤机和石膏再浆器用AISI3O4号不锈钢制成."
    },
    {
      "en": "The gypsum slurry is pumped into a diked area.",
      "cn": "我们用泵将石膏料浆打到一块用堤围起来的空地中."
    },
    {
      "en": "The land is generally too expensive for us as a dumping area for gypsum.",
      "cn": "把地面用来作为石膏的倾倒场所一般说来是太浪费了."
    },
    {
      "en": "The sample consisted of pebbles of gypsum and fragments of volcanic rock.",
      "cn": "这个样本由石膏鹅卵石和火山岩碎块组成."
    },
    {
      "en": "The yellow substance was gypsum, or calcium sulfate dehydrate, a common component of plaster.",
      "cn": "这种黄色的物质叫做脱水硫化钙，通常是石膏的一种组成部分。"
    },
    {
      "en": "Their mouths were full of gypsum.",
      "cn": "他们的嘴里叼满了石膏。"
    },
    {
      "en": "Thickeners were introduced for separating the acid and gypsum.",
      "cn": "用稠厚器来分离酸和石膏."
    },
    {
      "en": "This method of handling gypsum is satisfactory.",
      "cn": "这种输送石膏的方法是令人满意的."
    },
    {
      "en": "Township enterprises product, coal, iron ore, gypsum, coke, and ceramics.",
      "cn": "乡镇企业产品有煤 、 铁矿石 、 石膏 、 焦炭和陶瓷制品."
    },
    {
      "en": "Under the circumstances, gypsum or anhydrite Co. ld accumulate to form beds many meters thick, without any Co. precipitation of halite.",
      "cn": "在这种环境下，石膏或硬石膏可以堆积成许多米厚的岩层，而没有任何石盐伴生沉淀。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gesso",
            "plaister"
          ],
          "tran_cn": "[矿物]石膏；石膏肥料"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chemical gypsum",
      "tran_cn": "化学石膏"
    },
    {
      "phrase": "gypsum block",
      "tran_cn": "石膏块材，石膏砌块；石膏块"
    },
    {
      "phrase": "gypsum board",
      "tran_cn": "石膏板"
    },
    {
      "phrase": "gypsum mold",
      "tran_cn": "石膏模型"
    },
    {
      "phrase": "gypsum plaster",
      "tran_cn": "石膏灰泥，石膏抹面；石膏胶凝材料；粉饰用石膏粉"
    },
    {
      "phrase": "gypsum plaster board",
      "tran_cn": "石膏板；石膏灰泥板"
    },
    {
      "phrase": "gypsum powder",
      "tran_cn": "石膏粉；熟石膏粉"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "石膏",
      "tran_en": "a soft white substance that is used to make  plaster of paris "
    },
    {
      "pos": "vt",
      "tran_cn": "用石膏处理；施石膏肥料于"
    }
  ],
  "exchange": {}
}