{
  "word": "Zimbabwe",
  "ipa": {
    "us": "zɪmˈbɑːbwi",
    "uk": "zɪmˈbɑbweɪ"
  },
  "sentences": [
    {
      "en": "But is it right for the people of Zimbabwe?",
      "cn": "但是这对津巴布韦人民真的有好处吗？"
    },
    {
      "en": "But Zimbabwe, unlike Ghana, does not permit dual citizenship.",
      "cn": "但和加纳不同, 津巴布韦不承认双重国籍."
    },
    {
      "en": "He hauls loads throughout South Africa, Swaziland, Lesotho and Zimbabwe.",
      "cn": "他穿行于南非 、 斯威士兰 、 莱索托和津巴布韦等地托运货物."
    },
    {
      "en": "HOW much does one American dollar cost in Zimbabwe?",
      "cn": "一美元能兑换多少津元 呢 ?"
    },
    {
      "en": "In the reserves of Zimbabwe and South Africa, annual culls are already routine.",
      "cn": "在津巴布韦和南非的自然保护区，每年的选择性捕杀已成惯例。"
    },
    {
      "en": "In Zimbabwe, life - insurance premiums quadrupled in two years because of AIDS.",
      "cn": "在津巴布韦, 人寿保险费用因为艾滋病而比前两年增加了4倍."
    },
    {
      "en": "Journalists have done much to put Zimbabwe on the map.",
      "cn": "记者们为了使津巴布韦闻名已做了很多工作."
    },
    {
      "en": "Picking is nearing completion in Zimbabwe and seed cotton deliveries are slowing.",
      "cn": "津巴布韦新花采摘接近尾声,籽棉收购缓慢."
    },
    {
      "en": "Shall we be like Zimbabwe in 20 years time?",
      "cn": "20年后的我们会是今天的津巴布韦 吗 ?"
    },
    {
      "en": "The couple set off in August from Morocco, drove through the Sahara, visited Nigeria and were heading for Zimbabwe.",
      "cn": "那对夫妇8月从摩洛哥出发，驱车穿过撒哈拉大沙漠，游览了尼日利亚，正向津巴布韦进发。"
    },
    {
      "en": "The European Union Tuesday tightened against Zimbabwe president, Robert Mugabe.",
      "cn": "欧盟星期二加强了对津巴布韦总统穆加贝的制裁."
    },
    {
      "en": "They range in value from one Zimbabwe cent to 100,000 Zimbabwe dollars.",
      "cn": "面额小至辛巴威币1分,大到10万元."
    },
    {
      "en": "What does this all have to do with Zimbabwe?",
      "cn": "这跟津巴布韦有什么关系呢？"
    },
    {
      "en": "Zimbabwe became independent in 1980.",
      "cn": "津巴布韦于一九八○年独立."
    },
    {
      "en": "Zimbabwe faces a cholera epidemic, outbreak that also frightens threatens its neighbors.",
      "cn": "津巴布韦正面临着霍乱的爆发,并威胁着邻国的安全."
    },
    {
      "en": "Zimbabwe operates under a constitution written in London before independence in 1980.",
      "cn": "津巴布韦依照1980年独立前在伦敦制定的宪法运作."
    },
    {
      "en": "Zimbabwe uses the South African rand as its reference currency.",
      "cn": "津巴布韦使用南非兰特作为其参考货币."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "津巴布韦（非洲东南部国家）"
    },
    {
      "pos": "other",
      "tran_cn": "津巴布韦"
    }
  ],
  "exchange": {}
}