{
  "word": "fulfilling",
  "ipa": {
    "us": "fʊlˈfɪlɪŋ",
    "uk": "fʊlˈfɪlɪŋ"
  },
  "sentences": [
    {
      "en": "Fear of failure can become a self-fulfilling prophecy.",
      "cn": "害怕失败可能会真的导致失败。"
    },
    {
      "en": "He was slack in fulfilling his promises and responsibilities.",
      "cn": "在履行诺言,担负责任方面,他是松弛的."
    },
    {
      "en": "I found it all very fulfilling.",
      "cn": "我发觉一切都令人感到非常满足。"
    },
    {
      "en": "If you expect to fail, you will fail. It's a self-fulfilling prophecy .",
      "cn": "你如果预期失败，就会失败。这是一种自我应验的预测。"
    },
    {
      "en": "In certain circumstances speculators are capable of creating self - fulfilling prophecies.",
      "cn": "在某些情况下,投机者能够创造出 自我 实现的预言."
    },
    {
      "en": "It is a self - fulfilling prophecy to assume that your information workers are untrustworthy.",
      "cn": "它是个 自以为是 的预言,认为你的信息工作者是不值得信任的."
    },
    {
      "en": "Nursing is hard work, but it can be very fulfilling.",
      "cn": "护士工作很艰苦; 但可以使人感到满足."
    },
    {
      "en": "Nursing is still one of the most fulfilling careers.",
      "cn": "护理仍是最令人有成就感的职业之一。"
    },
    {
      "en": "Rachel was very pleased with herself for fulfilling her dreams.",
      "cn": "瑞秋很高兴自己实现了梦想."
    },
    {
      "en": "Rational expectations are on average self - fulfilling.",
      "cn": "理性预期一般是 自行 实现的期望."
    },
    {
      "en": "She succeeded in fulfilling herself both as an actress and a mother.",
      "cn": "在作为演员和母亲两个方面,她都充分发挥了自己的才能."
    },
    {
      "en": "The past 10 years have been the happiest and most fulfilling of his life.",
      "cn": "过去10年是他一生中最快乐、最充实的时期。"
    },
    {
      "en": "This intoxicated him, for immediately he saw the opportunity of fulfilling his long - contemplated dream.",
      "cn": "这使他陶醉了, 因为他立即发现了实现他向往已久的梦想的机会."
    },
    {
      "en": "Work on the positive, creating beautiful, loving and fulfilling relationships.",
      "cn": "致力于好的方面，努力营造美好的、友爱的、令人满意的关系。"
    },
    {
      "en": "Working for others can be most fulfilling.",
      "cn": "为他人而工作会使人感到极大的满足."
    },
    {
      "en": "You have been very remiss in fulfilling your obligations.",
      "cn": "你一向太不负责了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "satisfying",
            "glad",
            "desirable"
          ],
          "tran_cn": "令人满意的；能实现个人抱负的；令人高兴的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "fulfill oneself",
      "tran_cn": "v. 完全实现自己的抱负"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "使人满足的，令人愉快的",
      "tran_en": "making you feel happy and satisfied because you are doing interesting, useful, or important things"
    },
    {
      "pos": "v",
      "tran_cn": "履行（诺言等）( fulfill的现在分词 )，执行（命令等），达到（目的），使结束，满足( fulfil的现在分词 )，执行，尽到，应验"
    }
  ],
  "exchange": {}
}