{
  "word": "chalice",
  "ipa": {
    "us": "ˈtʃælɪs",
    "uk": "ˈtʃælɪs"
  },
  "sentences": [
    {
      "en": "An ominous air emits from the chalice, gripping the hearts of those who peer at it as if determined to drag them to the world of the dead.",
      "cn": "一股不祥的气息从这个圣杯中散发出来，抓住那些窥视它的人们的心，仿佛下定决心要将他们拽入死者的世界一般。"
    },
    {
      "en": "As Thomas Reed stalked the lost chalice in Biomorph Land, he often needed to back up.",
      "cn": "在托马斯?里德潜心追踪生物形态王国里失踪的圣杯时, 他经常需要备份."
    },
    {
      "en": "He does not regard his new job as a poisoned chalice.",
      "cn": "他并不认为自己的新工作是金杯毒酒。"
    },
    {
      "en": "He had already heard that various rumors were in circulation about Miss Chalice.",
      "cn": "他听说过,关于查理丝小姐这个人,流传着各种各样的流言蜚语."
    },
    {
      "en": "He inherited a poisoned chalice when he took over the job as union leader.",
      "cn": "他接手工会领导职务,看似风光,实则会给他带来很多麻烦."
    },
    {
      "en": "Miss Chalice beamed with pleasure when he rose.",
      "cn": "当他站起身时,查理丝小姐高兴地抿嘴一笑."
    },
    {
      "en": "Our destiny offers not the cup of despair but chalice of opportunty!",
      "cn": "命运给我们的不是失望之酒,而是生命之杯."
    },
    {
      "en": "Our destiny offers not the cup of despair, but chalice of opportunity.",
      "cn": "命运给予我们的不是失望之酒, 而是机会之杯.——尼克森."
    },
    {
      "en": "Our destiny offers not the cup of despair, but chalice of opportunity. - --- Richard Nixon.",
      "cn": "命运给予我们的不是失望之酒, 而是机会之杯. ---- 尼克松."
    },
    {
      "en": "Our destiny offers not the cup of despair, but the chalice of opportunity. ( Richard Nixon )",
      "cn": "命运给予我们的不是失望之酒, 而是机会之杯 ( 尼克松 )"
    },
    {
      "en": "Some believe the grial is in the Chalice Well in Glastonbury - put there by Joseph of Arimathea.",
      "cn": "一些人认为圣杯是卡斯顿伯利的圣餐杯 —— 被阿里玛特的约瑟夫放在那里."
    },
    {
      "en": "Some churches have also begun to allow \"intinction\" or dipping bread in communion wine rather than sharing the chalice, while others have stopped offering wine altogether, the newspaper said.",
      "cn": "报纸上说，有的教堂已经开始允许用面包蘸圣餐酒，不再共用圣餐杯，而其他一些教堂则完全停止供应集体圣餐酒了。"
    },
    {
      "en": "Some people even claimed that he appointed his political rival only in the belief that he was giving him a poisoned chalice and that he would not last more than a year.",
      "cn": "有人甚至说，他之所以任命自己的政治对手，是因为他知道所给的职位是杯诱人的毒酒，接受者肯定撑不过一年。"
    },
    {
      "en": "The blade and chalice guarding o'er her gates.",
      "cn": "剑刃和圣餐杯守护在她的门外。"
    },
    {
      "en": "The chalice or the wine used in the celebration of the Eucharist.",
      "cn": "用于圣餐庆典中的酒杯或酒."
    },
    {
      "en": "The destiny offers not the cup of despair, but the chalice of opportunity.",
      "cn": "命运给于我们的不是失望之酒, 而是机会之杯."
    },
    {
      "en": "The leadership of North Korea could be a poisoned chalice.",
      "cn": "朝鲜领导层有点像一只被下毒的圣杯."
    },
    {
      "en": "The Pope then brought out a communion wafer and a chalice of wine.",
      "cn": "教皇出示领圣体用的饼,还有一杯圣酒."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "calix",
            "grail"
          ],
          "tran_cn": "杯；圣餐杯；酒杯"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cup"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高脚酒杯，圣餐杯，金杯毒酒，看似诱人实则令人讨厌的事物",
      "tran_en": "a gold or silver decorated cup used, for example, to hold wine in Christian religious services"
    }
  ],
  "exchange": {
    "pl": [
      "chalices"
    ]
  }
}