{
  "word": "arcane",
  "ipa": {
    "us": "ɑ:ˈkeɪn",
    "uk": "ɑrˈkeɪn"
  },
  "sentences": [
    {
      "en": "Arcane Crystal is only a fuse can be out of silver?",
      "cn": "奥术水晶是否只有富瑟银矿能出?"
    },
    {
      "en": "Arcane Material Component: A lodestone and a pinch of dust.",
      "cn": "奥术材料成分: 一块天然磁石和一小撮灰尘."
    },
    {
      "en": "Arcane with Giggles your helper imp by your side.",
      "cn": "六探索神秘境界土地的细节与欢笑你帮手小鬼你身旁."
    },
    {
      "en": "Austrian: Arcane sensitive wand of specialism, and strengthen the suppression magic.",
      "cn": "奥: 奥术敏锐、魔杖专精 、 强化抑制魔法."
    },
    {
      "en": "Empowered Arcane Missiles renamed Arcane Empowerment and no longer increases mana cost.",
      "cn": "强化魔法飞弹被重新命名为奥术强化并且不再增加魔法消耗."
    },
    {
      "en": "Equip: Increases Arcane spells and effects by up to 36.",
      "cn": "装备: 提高奥术法术和效果造成的伤害,最多36点."
    },
    {
      "en": "He wanders through a mysterious world of arcane theology.",
      "cn": "他在奇妙的神学领域的神秘世界之中穿梭."
    },
    {
      "en": "It now also increases damage caused by Arcane Blast.",
      "cn": "现在该天赋同时增加奥术冲击的伤害加成."
    },
    {
      "en": "Mana Adept : Arcane will deal damage based how much mana mage has.",
      "cn": "法力娴熟: 奥法输出的伤害将基于法师有多少法力."
    },
    {
      "en": "Sorcerer's nukes come in 3 elements: arcane, fire and ice.",
      "cn": "魔术师的攻击有3种元素属性: 神秘, 火,冰."
    },
    {
      "en": "the arcane language of the law",
      "cn": "晦涩难懂的法律语言"
    },
    {
      "en": "The city's arcane political structure has also been streamlined.",
      "cn": "而且,该市纠结的政治结构也已得到优化."
    },
    {
      "en": "The technique at one time was arcane in the minds of most chemists.",
      "cn": "这种技术在大多数化学家心目中一度是神秘的."
    },
    {
      "en": "This dispute at the heart of Iran's ruling establishment may seem arcane.",
      "cn": "而这种伊朗统治核心的争端看着让人费解."
    },
    {
      "en": "Until a few months ago few people outside the arcane world of contemporary music had heard of Gorecki.",
      "cn": "直至几个月前，在现代音乐神秘殿堂之外很少有人听说了戈莱斯基。"
    },
    {
      "en": "Use: Absorbs 2800 to 4000 arcane damage. Lasts 2 min.",
      "cn": "使用: 吸收2800到4000点奥术伤害. 持续2分钟."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mysterious",
            "uncanny"
          ],
          "tran_cn": "神秘的；晦涩难解的；秘传的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deep",
            "enigmatic",
            "unknown"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "秘密的，神秘的，晦涩难解的",
      "tran_en": "Something that is arcane is secret or mysterious"
    }
  ],
  "exchange": {}
}