{
  "word": "dorm",
  "ipa": {
    "us": "dɔːm",
    "uk": "dɔːrm"
  },
  "sentences": [
    {
      "en": "AGENT LANDAU: ( on radio ) Bunkhouse. We're in the dorm.",
      "cn": "蓝道探员: ( 对讲机中 ) 舍. 我们在宿舍."
    },
    {
      "en": "And I'll give you half if you help me get out of this dorm!",
      "cn": "如果你帮我离开这儿我就分你一半!"
    },
    {
      "en": "Are you going to live in the student's dorm or at home?",
      "cn": "你打算住学校寝室还是住家里?"
    },
    {
      "en": "But I had no food in my dorm, so I had to go to canteen.",
      "cn": "但是我在宿舍没有东西可吃，所以我只能去餐厅了。"
    },
    {
      "en": "Could you tell the girls in your dorm about the party?",
      "cn": "你能不能告诉你宿舍的女孩子有关聚会的事?"
    },
    {
      "en": "First year college students usually live in a dorm.",
      "cn": "大学新生通常住在宿舍里."
    },
    {
      "en": "I love the dorm and I miss them, my roommates.",
      "cn": "我爱宿舍,并且,我对他们不在感到寂寞, 我的同房间的伙伴."
    },
    {
      "en": "I saw her around campus occasionally - she lived in the same dorm as a girl I dated that year, but nothing noteworthy ever really happened.",
      "cn": "我偶尔会在学校里看到她——她跟我那年交往的一个女孩住在同一个宿舍，但是从来没发生过什么值得注意的事。"
    },
    {
      "en": "I saw the whole thing from my Cornell dorm room.",
      "cn": "我在我在康奈尔的寝室看了正常比赛."
    },
    {
      "en": "I want to move out of this dorm.",
      "cn": "我想搬出宿舍."
    },
    {
      "en": "If some problems occur in your dorm, how do you solve them?",
      "cn": "室友之间有了矛盾, 你们怎么解决?"
    },
    {
      "en": "If you have a phone in your dorm or apartment, a cell phone, and any other phone numbers, consolidate them into one number with Google Voice.",
      "cn": "如果你有宿舍或公寓的号码、手机号码，还有其他什么电话号码，可以通过谷歌声音把它们集成为一个号码。"
    },
    {
      "en": "In most universities, males and females live in the same dorm.",
      "cn": "在大部分高校, 男生和女生住在相同的宿舍里."
    },
    {
      "en": "My dorm always has the best parties.",
      "cn": "我的宿舍总是有最好的派对。"
    },
    {
      "en": "Neither does anyone else in this dorm, so who cares?",
      "cn": "这个宿舍其他人也不说, 管这么多 呢 ?"
    },
    {
      "en": "So, some can stay in the dorm for an entire month without talking at all with anyone.",
      "cn": "因此，有些学生能待在宿舍里整整一个月不与任何人讲话。"
    },
    {
      "en": "The air of the dorm was as cold as frost.",
      "cn": "压抑的气氛似乎将整个宿舍置于愁云惨雾之中."
    },
    {
      "en": "The manager of the dorm takes good care of us.",
      "cn": "宿舍的管理员给我们无微不至的关怀."
    },
    {
      "en": "The most exciting scene may be the birthday party held in dorm.",
      "cn": "(最令人兴奋的是在宿舍为某人过生日. )"
    },
    {
      "en": "Tomorrow is Sunday. I will clean my dorm thoroughly.",
      "cn": "明天是星期天. 我要好好整理一下儿我的宿舍."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dormitory",
          "tran_cn": " 住宅区的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "dormitory",
          "tran_cn": " 宿舍，学生宿舍"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lodging house",
            "lodging quarters"
          ],
          "tran_cn": "宿舍（等于dormitory）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "campus"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "集体宿舍，学生宿舍",
      "tran_en": "a  dormitory "
    }
  ],
  "exchange": {
    "pl": [
      "dorms"
    ]
  }
}