{
  "word": "yourself",
  "ipa": {
    "us": "jɔːˈself",
    "uk": "jɔːrˈself"
  },
  "sentences": [
    {
      "en": "Asked what she meant, she said mysteriously: \"Work it out for yourself\".",
      "cn": "问她是什么意思，她故弄玄虚地说：“你自己想吧。”"
    },
    {
      "en": "Come and warm yourselves by the fire.",
      "cn": "到火边来暖暖身子。"
    },
    {
      "en": "Do not have a drink or take drugs to calm yourself down.",
      "cn": "不要用喝酒或吸毒的方式让自己镇静下来。"
    },
    {
      "en": "Don't let yourself despair; this will only make matters worse.",
      "cn": "不要想不开，这样只能使情况变得更糟。"
    },
    {
      "en": "Give yourself a healthy glow on our detox diet.",
      "cn": "我们的解毒食谱将会让您容光焕发。"
    },
    {
      "en": "Go and buy yourself an ice cream.",
      "cn": "去给你自己买个冰激凌吧。"
    },
    {
      "en": "Have you hurt yourself?",
      "cn": "你伤到自己了吗？"
    },
    {
      "en": "I think you're a bit too high and mighty yourself.",
      "cn": "我认为你自己就有些过于盛气凌人。"
    },
    {
      "en": "In working with others, you find out more about yourself.",
      "cn": "在与别人一起工作的过程中，你会进一步认识你自己。"
    },
    {
      "en": "It's enough to make you wet yourself, if you'll pardon the expression.",
      "cn": "这足以吓得你尿裤子了，请原谅我这么说。"
    },
    {
      "en": "Look at yourself in the mirror.",
      "cn": "照照镜子吧。"
    },
    {
      "en": "Now sit down and make yourself comfortable. You must be very tired.",
      "cn": "现在坐下来，让自己舒服些，你一定很累了。"
    },
    {
      "en": "Take a well-earned rest and go out and enjoy yourself.",
      "cn": "你理应休息一下，出去好好玩玩。"
    },
    {
      "en": "Take the opportunity to plunge yourself into your career.",
      "cn": "抓住机会投身到事业中去。"
    },
    {
      "en": "The secret to happiness is to keep setting yourself new challenges.",
      "cn": "幸福的秘诀就是要不停地给自己设定新的挑战。"
    },
    {
      "en": "You begin to ask yourself what kind of person perpetrated this crime.",
      "cn": "你开始自问是什么样的人犯下这样的罪行。"
    },
    {
      "en": "You flatter yourself. Why would we go to such ludicrous lengths?",
      "cn": "你真自以为是。我们为什么要费那么大的力气？"
    },
    {
      "en": "You may see yourself as useless, incompetent and blameworthy.",
      "cn": "你也许会认为自己无用、不称职、应该受到指责。"
    },
    {
      "en": "You would have to dig up the plant yourself.",
      "cn": "你得自己把那株植物挖出来。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "(not) be yourself",
      "tran_cn": "见 be 条 be oneself, not be oneself"
    },
    {
      "phrase": "by yourself"
    },
    {
      "phrase": "do it yourself",
      "tran_cn": "自己动手干"
    },
    {
      "phrase": "for yourself",
      "tran_cn": "为你自己"
    },
    {
      "phrase": "how's yourself?",
      "tran_cn": "(非正式)你也好吗？（尤在回答对方同样询问后使用）"
    }
  ],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "你/您/你们自己",
      "tran_en": "used when talking to someone to show that they are affected by their own action"
    }
  ],
  "exchange": {
    "pl": [
      "yourselves"
    ]
  }
}