{
  "word": "WWF",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Activists at WWF, another pressure group, say a much tougher regime is needed.",
      "cn": "另一方面也有来自世界野生动物基金的压力, 该组织的积极分子认为应当采取更加严厉的(保)策."
    },
    {
      "en": "Adopting of Welded Fabric ( WWF ) has several advantages such as improving construction quality and saving construction time.",
      "cn": "采用焊接钢筋网能提高工程质量,缩短工期."
    },
    {
      "en": "All entrance fee will be donated to WWF Hong Kong for conservation and environmental education programmes.",
      "cn": "所有报名费将捐赠予世界自然基金会香港分会,以推行保育及环保教育项目."
    },
    {
      "en": "I sometimes donate money to WWF because I love animals.",
      "cn": "因为我喜爱动物,有时候我把钱捐献给世界自然基金会."
    },
    {
      "en": "Lastly , four effective and feasible ways are planed to improve WWF model.",
      "cn": "4、提出四种有效可行的模型改进方案."
    },
    {
      "en": "October - The Mai Po Wildlife Education Centre opened by WWF International President HRH Duke of Edinburgh.",
      "cn": "米埔野生生物教育中心开幕,由世界自然基金会国际会长爱丁堡公爵主持开幕仪式."
    },
    {
      "en": "The WWF is trying to the panda.",
      "cn": "世界自然基金会正尽力熊猫."
    },
    {
      "en": "The WWF says it is worried about the loss of and damage to Earth's environment.",
      "cn": "世界自然基金会称很担心这给地球环境带来的损失和破坏。"
    },
    {
      "en": "We are an independent part of the global WWF network whose headquarters are based in Switzerland.",
      "cn": "世界天然基金会喷鼻港分会属世界天然基金会国际网络的一分子."
    },
    {
      "en": "WWF is one of Hong Kong's leading environmental charitable organisations.",
      "cn": "世界自然基金会香港分会是本港主要的慈善环保组织."
    },
    {
      "en": "WWF staff investigating pollution in the Tung Chung River on Lantau.",
      "cn": "本会职员调查大屿山东涌河的污染情况."
    },
    {
      "en": "You Can't Afford to be Slow in Emergency – Act Now for the Planet ( WWF ) .",
      "cn": "紧急事故中不能承受行动缓慢之痛,为了我们的星球, 立马 行动,保护地球."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "World Wrestling Federation，世界摔跤联合会，World Wildlife Fund 世界野生动物基金"
    },
    {
      "pos": "n",
      "tran_cn": "World Wildlife Fund 世界自然基金会"
    },
    {
      "pos": "other",
      "tran_cn": "世界自然基金会(World Wide Fund For Nature)"
    }
  ],
  "exchange": {}
}