{
  "word": "cobalt",
  "ipa": {
    "us": "ˈkəʊbɔ:lt",
    "uk": "ˈkoʊbɔlt"
  },
  "sentences": [
    {
      "en": "...a country rich in copper, cobalt, and diamonds.",
      "cn": "...一个铜、钴和钻石资源丰富的国家。"
    },
    {
      "en": "A two - step process has been developed to recover cobalt from arsenite ores.",
      "cn": "为了从亚砷酸盐矿中回收钴,开发了二段工艺."
    },
    {
      "en": "Cobalt - based alloy is a kind of important materials used in elevated temperature.",
      "cn": "钴基合金是一种重要的高温材料."
    },
    {
      "en": "Cobalt is dissolved and arsenic precipitated with iron as scorodite.",
      "cn": "砷与铁以臭葱石形式沉淀."
    },
    {
      "en": "Common materials for the MTJ include chromium dioxide and iron cobalt alloys.",
      "cn": "制作磁隧道结的通用材料有二氧化铬和铁钴合金."
    },
    {
      "en": "Experience with Nickel and Cobalt alloys cast with grain control requirements.",
      "cn": "有镍基和钴基合金且有晶粒要求控制要求的铸造经验."
    },
    {
      "en": "Magnetic cobalt - boron alloy deposits were prepared by electroless plating.",
      "cn": "采用化学镀制得钴硼磁性合金镀层."
    },
    {
      "en": "Sixty - five percent of the special heat resistant metal in a jet engine is made of cobalt.",
      "cn": "喷气发动机中65%的特殊耐热金属材料是用钴制造的."
    },
    {
      "en": "The chief function of cobalt is to strengthen ferrite.",
      "cn": "钴的主要作用是强化铁素体."
    },
    {
      "en": "The effect of the sodium sulfite concentration on cobalt removal was investigated.",
      "cn": "研究了氧气对除钴的影响,并试图采用亚硫酸钠来消除氧气的影响."
    },
    {
      "en": "The recovery technique of cobalt in waste diamond cutter is introduced.",
      "cn": "介绍利用废金刚石中的钴生产七水硫酸钴的方法."
    },
    {
      "en": "The rich golden decorations on the cobalt blue ground.",
      "cn": "对钴蓝色的地面丰富的黄金饰品."
    },
    {
      "en": "They walked past stalls selling huge sprays of crimson, saffron and cobalt flowers.",
      "cn": "他们经过很多卖花的摊位，摊位上摆着大把大把的鲜花，有深红色的，有金黄色的，还有深蓝色的。"
    },
    {
      "en": "This thinking led Nocera to try his cobalt - phosphate mixture.",
      "cn": "这一思路引导纳舍埃(Nocera)尝试了钴 — 磷酸盐混合物."
    },
    {
      "en": "Trace elements of: iron, copper, manganese , zinc, selenium, cobalt, molybdenum etc.",
      "cn": "微量元素 ﹕ 铁 ﹐ 铜 ﹐ 锰 ﹐ 锌 ﹐ 硒 ﹐ 钴 ﹐ 钼等."
    },
    {
      "en": "Trim numbers with H have cobalt alloy hard faced seat ring facing.",
      "cn": "带有H的阀内件型号具有钴合金硬面阀座环表面."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "blue"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cobalt acetate",
      "tran_cn": "醋酸钴"
    },
    {
      "phrase": "cobalt alloy",
      "tran_cn": "钴合金"
    },
    {
      "phrase": "cobalt blue",
      "tran_cn": "n. 艳蓝色；钴蓝色"
    },
    {
      "phrase": "cobalt chloride",
      "tran_cn": "氯化钴；二氯化钴"
    },
    {
      "phrase": "cobalt naphthenate",
      "tran_cn": "环烷酸钴"
    },
    {
      "phrase": "cobalt oxide",
      "tran_cn": "氧化钴"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[化]钴（符号为Co），钴类颜料，深蓝色",
      "tran_en": "a shiny silver-white metal that is often combined with other metals or used to give a blue colour to substances such as glass. It is a chemical element: symbol Co"
    }
  ],
  "exchange": {}
}