{
  "word": "seine",
  "ipa": {
    "us": "seɪn",
    "uk": "sen"
  },
  "sentences": [
    {
      "en": "He frequently painted labourers and barges along the quay of the Seine.",
      "cn": "他经常画工和驳船码头一带的塞纳河."
    },
    {
      "en": "Its capital isParis, which is a beautiful city on the River Seine.",
      "cn": "法国的首都是巴黎, 一座有塞纳河流过的美丽城市."
    },
    {
      "en": "Jeder hat seine Interesse. Man kann nicht alles ü ber einen Kamm scheren.",
      "cn": "所有的都通过一把梳子来修剪,一刀切?"
    },
    {
      "en": "On the banks of the Seine or along the green Loire.",
      "cn": "在塞纳河两岸或是沿着绿色的卢瓦尔河."
    },
    {
      "en": "Paris is on the Seine.",
      "cn": "巴黎位于塞因河边."
    },
    {
      "en": "Seine Funktion ist Anzeigen und verwirklicht anderen allen Gebrauchsgutwert.",
      "cn": "它的作用是表现和实现其他一切商品的价值."
    },
    {
      "en": "Seine River and its branches form the chief commercial waterway of France.",
      "cn": "塞纳河及其支流构成了法国主要的商业运输水路."
    },
    {
      "en": "Seine Spring, the long corridor , the great wide vision in green!",
      "cn": "塞纳春天, 绿色演绎出的长廊大视角!"
    },
    {
      "en": "Sydney Carton crossed the Seine again for the lighter streets.",
      "cn": "他再度行过了塞纳河,踏入了灯光较为明亮的市街."
    },
    {
      "en": "The Seine play important role in the naissance and developments of Paris.",
      "cn": "塞纳河在巴黎的诞生及发展中扮演着重要的角色."
    },
    {
      "en": "The Seine River divides the city into two parts.",
      "cn": "塞纳河将该城分为两部分."
    },
    {
      "en": "This morning, bargemen fished a girl's body out of the Seine.",
      "cn": "今天早晨, 船员在塞纳河上捞起了一具女尸."
    },
    {
      "en": "This point of the Seine is dreaded by mariners.",
      "cn": "塞纳河的这一处是水手们害怕的场所."
    },
    {
      "en": "Visitors and locals alike meander along the sidewalks of the Seine River.",
      "cn": "游客与当地人沿着塞纳河岸漫步聊天."
    },
    {
      "en": "We are sitting in a little coffee shop by the River Seine.",
      "cn": "我们正坐在塞纳河边的一家小咖啡店里."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "purse net"
          ],
          "tran_cn": "围网；拖地大网"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fish"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "seine river",
      "tran_cn": "n. 塞纳河"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（捕鱼用）围网",
      "tran_en": "a large fishing net that hangs vertically in the water by means of floats at the top and weights at the bottom "
    }
  ],
  "exchange": {
    "pl": [
      "seines"
    ]
  }
}