{
  "word": "natal",
  "ipa": {
    "us": "ˈneɪtl",
    "uk": "ˈnetl"
  },
  "sentences": [
    {
      "en": "And this tendency to love wounded birds stems from natal Neptune - Mars square.",
      "cn": "这种倾向于爱上那些曾经受伤男人是源于你本命盘中的火海刑相位."
    },
    {
      "en": "Because it is thy natal day.",
      "cn": "因为今天,今天是你的诞辰."
    },
    {
      "en": "By this time at 10 % and up % had post - natal depression.",
      "cn": "这时大约有10%-%的新爸爸们会出现“产后抑郁”."
    },
    {
      "en": "East Coast broadcasts a mix of music, and news to Durban and throughout KwaZulu - Natal.",
      "cn": "那塔尔省的播放音乐台, 并提供德班和那塔尔省地区的新闻."
    },
    {
      "en": "Green turtles return to their natal island to breed.",
      "cn": "绿毛龟回到它们出生的岛上繁殖。"
    },
    {
      "en": "He arrived in Natal to see at first hand the effects of the recent heavy fighting.",
      "cn": "他来到纳塔尔亲自了解最近发生的激烈冲突造成的后果。"
    },
    {
      "en": "Hormone levels rise and fall at different stages of life including adolescence, pre - natal, post - natal and menopause.",
      "cn": "荷兰蒙水平会因不同的人生阶段而升高或降低,包括青春期 、 产前 、 产后和更年期."
    },
    {
      "en": "Host: Is the fluid routinely extracted during pre - natal tests?",
      "cn": "主持人: 这种液体是在妊娠检查时提取出来的 么 ?"
    },
    {
      "en": "Many music-lovers make pilgrimages to Mozart's natal place.",
      "cn": "很多爱好音乐的人去访问莫扎特的出生地。"
    },
    {
      "en": "Objective To improve the content of post - natal care quality and reduce the incidence of postpartum syncope.",
      "cn": "目的:提高产后护理工作的内涵质量,减少产后晕厥的发生."
    },
    {
      "en": "Prenatal and post - natal nutrition, adequate rest to build up resistance.",
      "cn": "产前产后加强营养, 充足休息以增强抵抗力."
    },
    {
      "en": "Since natal day , characters possess the visual elements such as dots and strokes.",
      "cn": "文字从诞生开始便具有了点画这样的视觉元素."
    },
    {
      "en": "Since natal day, characters possess the visual elements such as dots and strokes .",
      "cn": "文字从诞生开始便具有了点、画这样的视觉元素。"
    },
    {
      "en": "Suitable for: people simple obesity, post - natal fatness, hereditary obesity, middleageoverweight.",
      "cn": "适宜人群: 单纯性肥胖 、 产后肥胖 、 遗传性肥胖 、 中年性肥胖等人群."
    },
    {
      "en": "Suitable for: people with simple obesity, post - natal fatness, hereditary obesity, middleageoverweight.",
      "cn": "相宜人群: 单纯性肥胖 、 产后肥胖 、 遗传性肥胖 、 中年性肥胖等人群."
    },
    {
      "en": "Those with a Grand Square in the natal chart crystallize much very early.",
      "cn": "个人命盘中拥有四分相的那些人在很小的时候就显示出了."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "natality",
          "tran_cn": " 出生率；生产率"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mother",
            "partal"
          ],
          "tran_cn": "出生的；诞生的；分娩的；出生地的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "出生的，出生时具有的，先天的",
      "tran_en": "relating to birth"
    },
    {
      "pos": "n",
      "tran_cn": "(Natal)人名；(英、法、西、葡)纳塔尔"
    }
  ],
  "exchange": {}
}