{
  "word": "mettle",
  "ipa": {
    "us": "ˈmetl",
    "uk": "ˈmɛtl"
  },
  "sentences": [
    {
      "en": "As to whether MoUs recover, that depends on their mettle.",
      "cn": "至于宇宙主宰者能否复原，这取决于他们的勇气。"
    },
    {
      "en": "But as the crowd roared for the Italian, Li showed her mettle and held firm.",
      "cn": "然而，当观众为意大利人呐喊时，李娜展现了她的勇气，稳住了阵脚。"
    },
    {
      "en": "Each and every one of these soldiers has proved his mettle.",
      "cn": "这些战士个个都是好样的."
    },
    {
      "en": "For both sides, it's the first real test of their mettle this season.",
      "cn": "对于双方而言，这是本赛季对他们的能力的首次真正考验。"
    },
    {
      "en": "He has shown his captaincy mettle over the past few years.",
      "cn": "过去几年里他已经显示出担任队长职务的素质."
    },
    {
      "en": "He was put on his mettle.",
      "cn": "他受到考验."
    },
    {
      "en": "It takes a man of mettle to keep a family safe and comfortable in this troubled world.",
      "cn": "在这个动荡不安的世界，只有勇敢的男人才能给家人带来安全和舒适。"
    },
    {
      "en": "Learns sensitively thinks , by its knowledge, mettle, tenacious Cheng Qiming.",
      "cn": "敏学好思, 以其学识 、 胆略 、 坚韧成其名."
    },
    {
      "en": "My Side of the Mountain, by Jean Craighead George. This is a story about a boy who decides to live in the woods, to test his mettle and do something different.",
      "cn": "珍·克雷黑德·乔治所写的《山居岁月》——故事所写的是一个男孩决定住在丛林里来测试他的勇气，做些不同凡响的事情。"
    },
    {
      "en": "Now, everyone will be testing you, your mettle, your resolve.",
      "cn": "现在，每个人都会考验你，你的勇气、你的决心。"
    },
    {
      "en": "She showed her mettle by winning in spite of her handicap.",
      "cn": "那匹雌马尽管增加了负重而仍能获胜,可见很有耐力."
    },
    {
      "en": "The added competition keeps them on their mettle.",
      "cn": "加赛让他们全力以赴。"
    },
    {
      "en": "The next game will be a real test of their mettle.",
      "cn": "下一场比赛就要看他们的拼搏精神了。"
    },
    {
      "en": "The next race will put him on his mettle.",
      "cn": "下次赛跑他就要全力以赴了."
    },
    {
      "en": "The runner fell, but he showed his mettle by continuing in the race.",
      "cn": "短跑运动员摔倒了, 但仍坚持不懈,体现出了他的毅力."
    },
    {
      "en": "These were spirited men, men of character and mettle.",
      "cn": "这些都是有骨气的人, 有特殊性格和气质的人."
    },
    {
      "en": "They mistook the mettle of their sons.",
      "cn": "她们误解了儿子的大胆."
    },
    {
      "en": "We'll have to be on our mettle to win the game.",
      "cn": "要在这场比赛中获胜,我们得准备尽最大的努力."
    },
    {
      "en": "When the seas are in turmoil , heroes are on their mettle.",
      "cn": "沧海横流,方显出英雄本色."
    },
    {
      "en": "Your inner mettle may not be easily altered, but with the right tool kit, some aspects of personality may be works in progress.",
      "cn": "你内心的气质也许不会轻易改变，然而如果有了一些正确的方法，一些个性将会不经意间地改变。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mettlesome",
          "tran_cn": " 勇敢的；精神饱满的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "courage",
            "nerve",
            "pluck",
            "spirit",
            "spunk",
            "stamina"
          ],
          "tran_cn": "勇气;魄力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "backbone",
            "blood",
            "confidence",
            "constitution",
            "metal",
            "vigor"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "be on one's mettle",
      "tran_cn": "奋发，鼓起勇气"
    },
    {
      "phrase": "on (one's) mettle",
      "tran_cn": "奋发：准备接受挑战并尽最大努力"
    },
    {
      "phrase": "put someone on their mettle",
      "tran_cn": "（严峻形势）使奋发，激励某人战胜困难"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "内在的气质，精神，勇气，气概",
      "tran_en": "courage and determination to do something even when it is very difficult"
    }
  ],
  "exchange": {}
}