{
  "word": "aperiodic",
  "ipa": {
    "us": "ˌeɪpɪərɪ'ɒdɪk",
    "uk": "ˌeɪpɪrɪ'ɒdɪk"
  },
  "sentences": [
    {
      "en": "And it is further proved that the technique is effective and practical by means of the examples of the extraction of periodic and aperiodic signals.",
      "cn": "运用周期和非周期弱信号的检测实例，进一步证明了该方法的有效性和实用性。"
    },
    {
      "en": "Events that are aperiodic and represent an occurence.",
      "cn": "不定期的并表示出现一次的事件."
    },
    {
      "en": "In the tectonic plate aspect, performance and so on aperiodic stock like highway are prominent.",
      "cn": "在板块方面, 非周期性的个股如高速公路等表现突出."
    },
    {
      "en": "Inertia element ( aperiodic element )",
      "cn": "惯性环节 ( 非周期环节 )"
    },
    {
      "en": "Most of the sequences are aperiodic with recurrence intervals varying from a few minutes to hundreds of days.",
      "cn": "大部分相似地震的活动表现为非周期性，重复间隔从数分钟到数百天不等。"
    },
    {
      "en": "Such aperiodic motions are not quantized.",
      "cn": "这种非周期性的运动不是量子化的."
    },
    {
      "en": "The aperiodic cross - correlation function between groups has either uniform IFW or perfect complement.",
      "cn": "码组间的非周期互相关函数具有均匀分布的IFW,或者完美理想互补的特点."
    },
    {
      "en": "The physical mechanism of signal processing based on the aperiodic stochastic resonance(ASR) system is analyzed, and a statistical approach for recovering the binary signal is proposed.",
      "cn": "分析了利用非周期随机共振进行基带信号检测的物理机制，提出了一种基于统计的信号恢复新方法。"
    },
    {
      "en": "This paper proposes a new aperiodic correlation signal, which is complementary binary array pairs ( CBAP ).",
      "cn": "提出了一种新的非循环相关信号, 即互补二进阵列偶."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "nonscheduled"
          ],
          "tran_cn": "不定期的；[数]非周期性的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非周期性的，不定期的，<物>非周期的，（振动等）非周期的",
      "tran_en": "not periodic; not occurring at regular intervals "
    }
  ],
  "exchange": {}
}