{
  "word": "colloid",
  "ipa": {
    "us": "'kɒlɔɪd",
    "uk": "'kɒlɔɪd"
  },
  "sentences": [
    {
      "en": "A colloid is a suspension of particles within some substance.",
      "cn": "胶质是某种物质的分子悬浮流体。"
    },
    {
      "en": "A colloid of life is the unknown factor between the animate and the inanimate.\" (Jubbs Cell Rejuvenation, p.14.)",
      "cn": "生命胶质是介于生命体和非生命体的未知介质。"
    },
    {
      "en": "A particle charge detector was used to determine endpoints of colloid titration.",
      "cn": "探讨了应用粒子电荷测定仪的流动电位判定胶体滴定终点的可行性."
    },
    {
      "en": "Among them agraffe is the most popular element, transparent colloid sole also is new use data.",
      "cn": "其中搭扣是最流行的元素，透明的胶质鞋底也是新使用的材料。"
    },
    {
      "en": "Beer colloid stability and foam quality were interdependent and mutually - restrained.",
      "cn": "啤酒胶体稳定性与泡沫质量相互关联,又相互制约."
    },
    {
      "en": "Chicken legs , chicken claws , laudatory title, rich in colloid, with tenacity.",
      "cn": "凤爪是鸡脚爪的美称, 含丰富胶质, 有韧劲."
    },
    {
      "en": "Colloid tumour pretty is troublesome.",
      "cn": "胶质瘤蛮麻烦的."
    },
    {
      "en": "In colloid system, monodisperse colloidal particles can be self - assembled into crystalline array.",
      "cn": "单分散的胶体颗粒能自发排列成胶体阵列,其长程有序结构能获得许多特殊的性质."
    },
    {
      "en": "Its high shear colloid mill with particular intermeshing design offers a quick and efficient asphalt production, having been given the name of “SUPER MILL” as praise.",
      "cn": "其独特的高剪切胶体磨生产沥青迅速而且高效，在业内获得了“超级磨”的美名。"
    },
    {
      "en": "JM series colloid mills are superfine processing mills for grinding wet materials.",
      "cn": "JM系列胶体磨为湿式物料微细加工机械."
    },
    {
      "en": "Main substances contained in raw waters: suspensions, colloid substances, etc.",
      "cn": "水体所含物质主要有: 悬浮物 、 胶体物质等等."
    },
    {
      "en": "Most colloid have a milky appearance under bright lights.",
      "cn": "多数胶体在强光照射下呈乳浊状."
    },
    {
      "en": "Natural protein, soluble in water and most commonly found in the Albumins, the colloid used for certain dichromated sensitizes employed in photomechanical process.",
      "cn": "是一种天然蛋白质，可溶于水，在蛋白中最为常见。这种胶质在照相制版法里用以作重铬酸盐感光剂。"
    },
    {
      "en": "No colloid, surfactants or emulsifying agents are employed in the process.",
      "cn": "本法不使用胶 、 表面活化剂或乳化剂."
    },
    {
      "en": "Principles of Colloid and Surface Chemistry , Marcel Dekker, Inc. 1997.",
      "cn": "胶体与表面化学, 沈钟、王国庭编著,化学工业出版社, 1997年."
    },
    {
      "en": "Specific topics include arcjets, ion engines, Hall thrusters and colloid thrusters.",
      "cn": "在特定的章节里也将提到电弧引擎 、 子引擎 、 尔效应推进器以及胶体推进器."
    },
    {
      "en": "The colloid stability is the main problem concerned by most brewers.",
      "cn": "啤酒的胶体稳定性仍然是目前大多数啤酒厂面临的主要问题."
    },
    {
      "en": "The follicles of the adenoma contain colloid, but there is greater variability in size than normal.",
      "cn": "腺瘤滤泡内包含胶质，但滤泡大小不等。"
    },
    {
      "en": "The photographic elements contain a blue - sensitive hydrophilic colloid silver halide emulsion layer.",
      "cn": "照像材料含有亲水胶体的感蓝卤化银卤剂层."
    },
    {
      "en": "This variant of breast cancer is known as colloid, or mucinous, carcinoma.",
      "cn": "乳腺癌的多样性如所谓的胶样癌或黏液癌."
    },
    {
      "en": "What does tumour of colloid mother cell have to treat plan?",
      "cn": "胶质母细胞瘤有什么治疗方案?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "colloidal",
          "tran_cn": " 胶体的；胶质的；胶状的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "gluey"
          ],
          "tran_cn": "[物化]胶质的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "gelatine",
            "pectin"
          ],
          "tran_cn": "[物化]胶质"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "colloid chemistry",
      "tran_cn": "胶体化学"
    },
    {
      "phrase": "colloid mill",
      "tran_cn": "n. 胶体磨"
    },
    {
      "phrase": "protective colloid",
      "tran_cn": "[化]保护胶体"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "胶质的",
      "tran_en": "of or relating to the gluelike translucent material found in certain degenerating tissues "
    },
    {
      "pos": "n",
      "tran_cn": "[物化] 胶质",
      "tran_en": "a mixture having particles of one component, with diameters between 10–7 and 10–9 metres, suspended in a continuous phase of another component"
    },
    {
      "pos": "n& adj.",
      "tran_cn": "胶体（的）"
    }
  ],
  "exchange": {}
}