{
  "word": "Buddha",
  "ipa": {
    "us": "ˈbʊdə",
    "uk": "ˈbʊdə"
  },
  "sentences": [
    {
      "en": "For many centuries, the Jade Buddha has protected my people.",
      "cn": "几个世纪以来, 这个玉佛保护我的人民."
    },
    {
      "en": "He has kept the figure of Buddha for luck.",
      "cn": "为了图吉利他一直保存着这尊佛像."
    },
    {
      "en": "Mara urged the former course, but the Buddha chose the latter, on the advice of Brahma.",
      "cn": "摩拉力劝他选择前一条路, 但是佛祖听从了众生之本梵天的劝告,选择了后者."
    },
    {
      "en": "Several women knelt down before the statue of Buddha and prayed.",
      "cn": "几个妇女跪在佛像前祈祷."
    },
    {
      "en": "She kowtowed to Buddha.",
      "cn": "她向菩萨叩拜."
    },
    {
      "en": "The Buddha was amiable and enlightened.",
      "cn": "释迦哞尼和蔼开朗."
    },
    {
      "en": "The Giant Stone Buddha at Leshan Mountain in Sichuan Province of China, carved in the Tang Dynasty ( 618 A . D . - 907 A . D. ) , is 71 metres high , making it the largest statue of Buddha in the world.",
      "cn": "中国四川的乐山大佛是世界上最大的佛像雕刻.它高达71米, 修建于唐代."
    },
    {
      "en": "The ivory Buddha carved by Shen Weizhong, a contemporary Chinese sculptor, is the world's smallest piece of sculpture, its size being just four - fifths that of a grain of rice.",
      "cn": "中国当代雕刻工艺师沈为众雕刻的象牙佛像是世界上最小的雕刻.这个象牙佛像只有一粒米的 五分之四 大."
    },
    {
      "en": "The object of great interest at the Temple was a large marble tower built in memory of Buddha.",
      "cn": "这处庙宇最引人注目的是一座为纪念佛陀而修建的宏伟的大理石塔。"
    },
    {
      "en": "The three top terraces contain about 400 statues of the Buddha beneath bell - shaped coverings.",
      "cn": "三个最高的圆台容纳了约400个身披 喇叭形 斗篷的佛陀."
    },
    {
      "en": "Therefore, the Buddha said that all living beings must eat to live.",
      "cn": "是故佛说一切众生皆依食住."
    },
    {
      "en": "They knelt before the image of Buddha.",
      "cn": "他们在佛像面前下跪."
    },
    {
      "en": "They knelt before the image of the Buddha.",
      "cn": "他们跪拜在佛像面前."
    },
    {
      "en": "They represented the Buddha as the saviour from almost unlimited torment.",
      "cn": "他们推尊佛陀为无边苦难的救主."
    },
    {
      "en": "Who then is Jesus or Buddha or any other that many perceive as god?",
      "cn": "那么,谁是耶稣或佛陀(Buddha)或者许多人所觉察为神的任何其他?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "buddha statue",
      "tran_cn": "佛像；天坛大佛"
    },
    {
      "phrase": "giant buddha",
      "tran_cn": "巨佛；天坛大佛"
    },
    {
      "phrase": "jade buddha temple",
      "tran_cn": "玉佛寺"
    },
    {
      "phrase": "living buddha",
      "tran_cn": "活佛"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "佛，佛陀，佛像",
      "tran_en": "Buddha is the title given to Gautama Siddhartha, the religious teacher and founder of Buddhism"
    }
  ],
  "exchange": {
    "pl": [
      "Buddhas"
    ]
  }
}