{
  "word": "confidentiality",
  "ipa": {
    "us": "ˌkɒnfɪˌdenʃiˈæləti",
    "uk": "ˌkɑnfɪˌdenʃiˈæləti"
  },
  "sentences": [
    {
      "en": "Confidentiality: Ensuring unauthorized access to information will be denied.",
      "cn": "机密性: 保证对信息的未授权访问会得到拒绝."
    },
    {
      "en": "Ensure safety, confidentiality and completeness of audit documents.",
      "cn": "保证审计单据资料的安全 、 保密和完整."
    },
    {
      "en": "Fluently operate daily computer programs, High awareness of confidentiality and principle.",
      "cn": "能够熟练运用常见的电脑软件, 具有较好的保密意识和原则性."
    },
    {
      "en": "Hospital officials said patient confidentiality rules prevent them from discussing particular cases.",
      "cn": "院方因为保密原因不能讨论个别案例."
    },
    {
      "en": "Huaying Engineering Translation Office solemnly promises: Good Faith, Confidentiality and Punctuality.",
      "cn": "华英工程翻译事务所向客户郑重承诺: 诚信, 保密,守时."
    },
    {
      "en": "SSL helps provide credibility, fairness, accuracy and confidentiality.",
      "cn": "SSL能提供可信性 、 公正性 、 精确性和机密性."
    },
    {
      "en": "Strict confidentiality cocoa drink formula, the formula of chocolate UNSCOM also tight - lipped.",
      "cn": "他们严格保密可可饮料的配方, 对巧克力特的配方也守口如瓶."
    },
    {
      "en": "Swiss bankers defend strict client confidentiality as a basic principle.",
      "cn": "瑞士银行家把严格为客户保密当作一项基本原则加以捍卫."
    },
    {
      "en": "Tact, diplomacy and confidentiality ; Ability to act on own initiative.",
      "cn": "灵活应变, 有保密性; 能积极主动工作."
    },
    {
      "en": "The realization of - business confidentiality, integrity, authenticity can not be forged and non - repudiation.",
      "cn": "即实现 电子商务 的保密性 、 完整性 、 可鉴别性、不可伪造性和不可抵赖性."
    },
    {
      "en": "The relationship between attorney and client is based on confidentiality.",
      "cn": "律师和委托人之间的关系是建立在保密的基础之上的。"
    },
    {
      "en": "There are some goals of Certified E - mail Protocol : confidentiality non - repudiation and fairness.",
      "cn": "挂号 电子邮件 协议需要具备保密性、不可否认性及公平性."
    },
    {
      "en": "They signed a confidentiality agreement.",
      "cn": "他们签署了一份保守机密的协议。"
    },
    {
      "en": "To construct the encryption mechanism of SS 7 signaling system , to improve transmission confidentiality.",
      "cn": "建构加密机制, 改善承载资料明文传送问题."
    },
    {
      "en": "You must respect the confidentiality of your client's communications.",
      "cn": "你必须对客户的各种联络信息保密."
    },
    {
      "en": "YOUR PRIVATE TELEPHONE AND FAX NUMBERS -- FOR CONFIDENTIALITY AND EASY COMMUNICATION.",
      "cn": "你的私人电话和传真号码-保密和容易沟通."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "confidential",
          "tran_cn": " 机密的；表示信任的；获信任的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "confidentially",
          "tran_cn": " 秘密地；作为心腹话地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "secret",
            "private and confidential"
          ],
          "tran_cn": "[计]机密，机密性"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "client confidentiality",
      "tran_cn": "客户保密的责任；机密性客户机程序"
    },
    {
      "phrase": "confidentiality agreement",
      "tran_cn": "机密性协议"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "机密性",
      "tran_en": "a situation in which you trust someone not to tell secret or private information to anyone else"
    }
  ],
  "exchange": {}
}