{
  "word": "resale",
  "ipa": {
    "us": "ˈri:seɪl",
    "uk": "ˈriˌsel, riˈsel"
  },
  "sentences": [
    {
      "en": "...a well-maintained used car with a good resale value.",
      "cn": "…一部维护良好的、可以转卖个好价钱的旧车。"
    },
    {
      "en": "Belinda: 1 Resale value is the key.",
      "cn": "贝琳达: 转卖价是关键."
    },
    {
      "en": "Books printed on paper are easily shared and resale resold by anyone.",
      "cn": "印在纸上的书籍容易被传阅或者转售."
    },
    {
      "en": "Finally, the Act does not apply toon products sold for resale or for commercial purposes.",
      "cn": "最后, 这个法案并不适用于为转售或商业目的销售的产品."
    },
    {
      "en": "Most discarded material is mutilated or destroyed to prevent unauthorized resale elsewhere.",
      "cn": "大部分注销的资料应加以毁损,以防止未经批准的转售他处."
    },
    {
      "en": "Please notice if you want to use my photo to resale the goods.",
      "cn": "如果要转卖,需要借图片的朋友,跟我讲一声,不要偷偷把图片拿去."
    },
    {
      "en": "Purchase are for personal use only and not resale.",
      "cn": "购买只能用于个人使用,禁止转售."
    },
    {
      "en": "Resale rights exist, with schools in some cases sharing the profits.",
      "cn": "有些人购买“学校债券”后转手牟利,有时学校也参与期间,分取部分差价收入."
    },
    {
      "en": "She learned that her very expensive wardrobe wasn't worth nearly as much on the resale market.",
      "cn": "坎恩知道,这些昂贵的衣服在二手市场上不再那么值钱."
    },
    {
      "en": "The customer shall not reproduce other's information for resale and reloading.",
      "cn": "有擅自复制他人信息转售、转载情事者."
    },
    {
      "en": "The main reason for ticket resale was that ticket was artificially low priced.",
      "cn": "门票之所以会被转售,是由于其定价过低."
    },
    {
      "en": "the resale value of a car",
      "cn": "汽车的转卖价格"
    },
    {
      "en": "Ticket resale is a kind of common and typical behavior in the sport competition performance market.",
      "cn": "门票转售是竞赛表演市场一种常见的行为."
    },
    {
      "en": "We have invested most of our savings in HDB flats bought from the resale market.",
      "cn": "我们把大部分的储蓄用来在二手市场购置组屋;我们的钱都在这里,我们的孩子在本地学校读书."
    },
    {
      "en": "We reserved the right of resale in case buyer defaults ( not paid ) within 3 days.",
      "cn": "请买家订购后在3天内付款,否则订单一律取消."
    },
    {
      "en": "When food stores close, they go to work, pilfering food for resale on the black market.",
      "cn": "食品店关门后，他们就行动起来，偷食品拿到黑市上出售。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "retail",
            "sell-through"
          ],
          "tran_cn": "[贸易]转售；零售；再贩卖"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "再卖",
      "tran_en": "the activity of selling goods that you have bought from someone else"
    }
  ],
  "exchange": {}
}