{
  "word": "alcoholism",
  "ipa": {
    "us": "ˈælkəhɒlɪzəm",
    "uk": "ˈælkəhɔlɪzəm"
  },
  "sentences": [
    {
      "en": "...a physician who specialized in the problems of alcoholism.",
      "cn": "…一位专攻酗酒问题的医生。"
    },
    {
      "en": "A family history of alcoholism significantly increases the risk that an individual will develop the disease.",
      "cn": "有酒精中毒症家族史的人发作此病的危险会极大地增加."
    },
    {
      "en": "A multimillionaire media magnate has shocked his employees with his candor by telling them all that he's putting his business affairs on hold to enter an alcoholism - counseling program.",
      "cn": "一位身份数百万的媒体大亨,坦诚地告诉他全体员工他将暂时搁置他的事业以便参加戒酒班,令员工大为惊愕."
    },
    {
      "en": "Alcoholism is a disease that really obsessive people often get.",
      "cn": "酒瘾是一种疾病,真正偏执的人才会得的."
    },
    {
      "en": "Alcoholism often leads to the alienation of family and friends.",
      "cn": "酗酒常常导致家庭和朋友间的疏远."
    },
    {
      "en": "Excessive drinking induces alcoholism.",
      "cn": "饮酒过度会引起酒精中毒."
    },
    {
      "en": "His hands were trembling slightly with the first beginnings of alcoholism.",
      "cn": "他的手有点发颤,这是酗酒的初步征兆."
    },
    {
      "en": "Individuals in certain occupations are apparently more vulnerable to alcoholism.",
      "cn": "从事某些职业的个人显然易患酒精中毒症."
    },
    {
      "en": "She has gone through hell putting up with her husband's alcoholism.",
      "cn": "她似乎?有勇气告诉男友与她分开."
    },
    {
      "en": "The doctor wrote a treatise on alcoholism.",
      "cn": "那位医生写了一篇关于酗酒问题的论文."
    },
    {
      "en": "The doctors correlated alcoholism with severe brain disease.",
      "cn": "医生们认为酗酒同严重的脑病有关系."
    },
    {
      "en": "The problem of alcoholism was, and still is, often underplayed.",
      "cn": "酗酒问题在过去常常被忽视，现在依然如此。"
    },
    {
      "en": "The research appears in the journal Alcoholism: Clinical and Experimental Research.",
      "cn": "这一研究发表在《酒精中毒: 临床与实验研究》杂志."
    },
    {
      "en": "There are many causes for acute gastritis: alcoholism, drugs, infections, etc.",
      "cn": "急性胃炎的原因很多有: 酒精中毒, 药物, 感染, 等."
    },
    {
      "en": "These findings suggest that there is a genetic component to alcoholism.",
      "cn": "这些研究结果表明酒精中毒症是有遗传因素的."
    },
    {
      "en": "To observe the effect of Actovegin in adjuvant treatment of acute alcoholism.",
      "cn": "目的:观察爱维治在辅助治疗急性酒精中毒中的疗效."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alcoholic",
          "tran_cn": " 酒精的，含酒精的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "alcohol",
          "tran_cn": " 酒精，乙醇"
        },
        {
          "word": "alcoholic",
          "tran_cn": " 酒鬼，酗酒者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "alcoholize",
          "tran_cn": " 醇化；变成酒精；浸渍酒精中"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bibulosity",
            "alcohol intoxication"
          ],
          "tran_cn": "酗酒；[内科]酒精中毒"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "addiction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chronic alcoholism",
      "tran_cn": "[医]慢性醇中毒"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "酒精中毒，酗酒",
      "tran_en": "the medical condition of being an alcoholic"
    }
  ],
  "exchange": {}
}