{
  "word": "neon",
  "ipa": {
    "us": "ˈni:ɒn",
    "uk": "ˈniɑn"
  },
  "sentences": [
    {
      "en": "A neon sign must be electrified.",
      "cn": "霓虹灯必须通电."
    },
    {
      "en": "And neon - 21 was found in josephinite by the Bern researchers.",
      "cn": "伯尔尼的研究人员在镍铁矿中发现了氖 - 21."
    },
    {
      "en": "Bright neon lights mark the borders of the states.",
      "cn": "明亮的氖灯作为各州的边界."
    },
    {
      "en": "BTCC Industrial Company - Products include cooking equipment , replica foods , neon sign.",
      "cn": "秉惠有限公司 - 产品包括公文包、手袋、钟表、原子笔 、 杯 、 书签等."
    },
    {
      "en": "He hated the superficiality, the neon glamour and the cheap prettiness of life in L.A.",
      "cn": "他痛恨洛杉矶浮华浅薄、灯红酒绿、纸醉金迷的生活。"
    },
    {
      "en": "Helium and neon are inert gases.",
      "cn": "氦和氖为惰性气体."
    },
    {
      "en": "Helium and neon measurements provide further evidence that the earth was not completely melted.",
      "cn": "氦和氖的测定,提供了更多的关于地球并非全部熔融的证据."
    },
    {
      "en": "In the city squares the neon lights flashed in turn.",
      "cn": "在城市广场上，霓虹灯依次闪烁。"
    },
    {
      "en": "Inert gases like neon and argon have eight electrons in their outer shell.",
      "cn": "像氖和氩这样的惰性气体，在它们的外电子层有8个电子。"
    },
    {
      "en": "Neon lights beaconed all night long.",
      "cn": "霓虹灯像灯塔般整夜照耀着."
    },
    {
      "en": "Neon lights gleamed in the deepening mists.",
      "cn": "霓虹灯在渐浓的雾霭中隐约闪烁。"
    },
    {
      "en": "Only the neon in the cold counter glared a ghostly blue.",
      "cn": "只有冷藏柜上的氖灯发出阴惨惨的蓝光."
    },
    {
      "en": "The Minnesota work on kaersutite also showed the presence of the isotope neon - 21.",
      "cn": "明尼苏达大学关于钛角闪石的研究表明,其中也存在同位素氖 - 21."
    },
    {
      "en": "The neon lights go in and out very beautifully.",
      "cn": "霓虹灯间歇闪烁,十分美丽."
    },
    {
      "en": "Then why do you have those four stars on your neon sign outside?",
      "cn": "那为什么你们外面的霓虹灯上有四星级的标志 呢 ?"
    },
    {
      "en": "This , in turn , has led Neon to file a lawsuit against IBM.",
      "cn": "这又导师了Neon将IBM告 上法庭."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "neon lamp",
      "tran_cn": "[电]霓虹灯"
    },
    {
      "phrase": "neon light",
      "tran_cn": "n. 霓虹灯"
    },
    {
      "phrase": "neon sign",
      "tran_cn": "n. 霓虹灯（广告牌）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>氖，霓虹灯",
      "tran_en": "a colourless gas that is found in small quantities in the air and is used in glass tubes to produce a bright light in electric advertising signs. It is a chemical element: symbol Ne"
    }
  ],
  "exchange": {}
}