{
  "word": "thicket",
  "ipa": {
    "us": "ˈθɪkɪt",
    "uk": "ˈθɪkɪt"
  },
  "sentences": [
    {
      "en": "A fox darted out of the midst of the thicket.",
      "cn": "一只狐狸从灌木丛中窜了出来."
    },
    {
      "en": "A sabre slammed fearsomely through the thicket in all directions.",
      "cn": "骑兵穿过灌木丛,从四面八方发起了猛烈而可怕的攻击."
    },
    {
      "en": "A thicket makes good cover for animals to hide in.",
      "cn": "丛林是动物的良好隐蔽处."
    },
    {
      "en": "An olive-coloured tent stood within a thicket of trees.",
      "cn": "一顶橄榄色帐篷扎在树丛当中。"
    },
    {
      "en": "Fat chance I can get a thicket for the concert.",
      "cn": "我很难有机会得到音乐会的票了."
    },
    {
      "en": "He hid in a thicket.",
      "cn": "他躲在灌木丛里."
    },
    {
      "en": "Just as he reached the center of the thicket the dried twigs cracked again.",
      "cn": "刚到了树丛深处,枯枝折裂声又响起."
    },
    {
      "en": "One day he was fishing with another boy when a gamekeeper suddenly darted forth from a thicket.",
      "cn": "有一天他正和另一个男孩在那边钓鱼，突然从灌木丛里窜出一个看守。"
    },
    {
      "en": "Suddenly he dashed into a bamboo thicket.",
      "cn": "这时他忽然往旁边一闪,向竹丛里跑去."
    },
    {
      "en": "The Country Mouse was sitting under a hazel thicket plucking nuts.",
      "cn": "乡鼠正坐在榛树丛下摘硬果."
    },
    {
      "en": "The fox hid in the thicket where the dogs could not reach it.",
      "cn": "狐狸躲进了狗抓不到它的灌木丛中."
    },
    {
      "en": "The novel is a thicket of literary references.",
      "cn": "这本小说纯粹是由一堆文学参考书胡乱拼凑而成。"
    },
    {
      "en": "They behaved like men wielding axes to cut a thicket of trees.",
      "cn": "他们好像人扬起斧子,砍伐林中的树."
    },
    {
      "en": "They showed me the hidden things silence revealed: a pheasant craning its neck to spy on us from a thicket, a crow hopping from branch to branch, a raccoon snoring in its den.",
      "cn": "他们指给我那些原本隐藏起来、却被寂静暴露了的东西：一头野鸡从灌木丛中伸长脖子打探我们，一只乌鸦在树枝间跳来跳去，一只浣熊在窝里打鼾。"
    },
    {
      "en": "To try to open a foreign-owned business is to enter a thicket of regulations from which few emerge.",
      "cn": "要开一家外资企业就要钻条条框框，没几个出来的。"
    },
    {
      "en": "We crawled into the thicket and hid.",
      "cn": "我们爬进灌木丛,藏起来了."
    },
    {
      "en": "We were now at the margin of the thicket.",
      "cn": "我们现在已经来到了丛林的边缘."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "thicken",
          "tran_cn": " 变浓；变厚；变得模糊；变粗；变复杂"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "thicken",
          "tran_cn": " 使变厚；使模糊；使…变复杂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bosque",
            "shrub"
          ],
          "tran_cn": "[植][林]灌木丛；丛林；错综复杂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "grove",
            "wood"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "灌木丛，丛状物，错综复杂",
      "tran_en": "a group of bushes and small trees"
    }
  ],
  "exchange": {
    "pl": [
      "thickets"
    ]
  }
}