{
  "word": "encephalitis",
  "ipa": {
    "us": "enˌsefəˈlaɪtəs",
    "uk": "ɛnˌsɛfəˈlaɪtɪs"
  },
  "sentences": [
    {
      "en": "A few fatal cases of postinfectious encephalitis have been reported.",
      "cn": "曾有几例病后脑炎致死的报道."
    },
    {
      "en": "Above results showed that the encephalitis model of HSV can be used to research antiHSV agents.",
      "cn": "结果说明所建立的HSV脑炎模型可用于评价抗HSV药物."
    },
    {
      "en": "Children ill with meningitis or encephalitis are usually hospitalized.",
      "cn": "儿童并发脑膜炎,或脑炎通常就医治疗."
    },
    {
      "en": "CONCLUSION Actinomycin D can stimulate encephalitis B virus replication.",
      "cn": "结论:放线菌素D可使持续感染的乙脑病毒复制增加."
    },
    {
      "en": "Conclusion Cranial MRI contributed to early stage diagnosis of virus encephalitis.",
      "cn": "结论头颅MRI有助于病毒性脑炎的早期诊断."
    },
    {
      "en": "Did encephalitis appear be treated fortunately after the symptom?",
      "cn": "脑炎出现了症状以后还好治 么 ?"
    },
    {
      "en": "Encephalitis still attacks one child in 1,000 who catches measles.",
      "cn": "每1000位患麻疹的儿童中仍会有一位患上脑炎。"
    },
    {
      "en": "Herbs for the prevention of encephalitis can be found everywhere in this area.",
      "cn": "预防脑炎的草药在这一地区俯拾皆是."
    },
    {
      "en": "Insect borne diseases like dengue fever tick - borne encephalitis and malaria will spread.",
      "cn": "虫媒传染病,如登革热,森林脑炎,疟疾正在蔓延."
    },
    {
      "en": "Objective Analyze the clinical characteristics of Postinfectious encephalitis according to cases.",
      "cn": "目的根据临床病例分析并总结感染后脑炎的临床特征."
    },
    {
      "en": "Objective To investigate the early diagnosis and treatment of viral encephalitis.",
      "cn": "目的探讨病毒性脑炎的早期临床诊断和治疗."
    },
    {
      "en": "Objective To investigate the related factors influencing the prognosis of children viral encephalitis.",
      "cn": "目的探讨影响小儿病毒性脑炎预后的因素."
    },
    {
      "en": "Objective To prepare purified tick - borne encephalitis vaccine.",
      "cn": "目的制备森林脑炎纯化疫苗."
    },
    {
      "en": "Stuttering can be a rare early manifestation in Japanese B encephalitis.",
      "cn": "这位病患的后天性口吃推测可能由于皮质语言运动区破坏所导致."
    },
    {
      "en": "These charge vaccine including Japanese encephalitis , B and DPT.",
      "cn": "这些收费的疫苗包括乙脑 、 乙肝和百白破."
    },
    {
      "en": "This report details data collected as part of the California Encephalitis Project, begun in 1998.",
      "cn": "该报告将始于1998年的加利福尼亚脑炎项目的数据详细阐述."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cephalitis",
            "phrenitis"
          ],
          "tran_cn": "[内科]脑炎"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "epidemic encephalitis b",
      "tran_cn": "流行性乙型脑炎"
    },
    {
      "phrase": "japanese b encephalitis",
      "tran_cn": "流行性乙型脑炎；日本乙型脑炎"
    },
    {
      "phrase": "japanese encephalitis",
      "tran_cn": "[医]日本脑炎；乙型脑炎"
    },
    {
      "phrase": "viral encephalitis",
      "tran_cn": "病毒性脑炎"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "脑炎",
      "tran_en": "swelling of the brain"
    }
  ],
  "exchange": {}
}