{
  "word": "lychee",
  "ipa": {
    "us": "ˌlaɪˈtʃi:",
    "uk": "ˈlitʃi"
  },
  "sentences": [
    {
      "en": "A touch of lychee is also present.",
      "cn": "还有一点荔枝的味道."
    },
    {
      "en": "Consumers were hooked on the natural ingredients and exotic scents like ginger, yuzu, lychee, and ylang-ylang.",
      "cn": "消费者喜欢的是自然成分和有异国风味的香气，像生姜、柚子、荔枝、依兰（菲律宾 马来西亚产的依兰树，所产的依兰油用于做香水）。"
    },
    {
      "en": "Dennis: Oh, I seldom eat lychee and longan.",
      "cn": "丹尼斯: 喔, 我很少吃荔枝和龙眼."
    },
    {
      "en": "Fruit: mango, lychee star fruit . cherry, etc.",
      "cn": "水果: 芒果, 荔枝,杨桃,樱桃."
    },
    {
      "en": "It has a juicy, translucent flesh with a similar taste to a lychee.",
      "cn": "果肉透明富含汁液, 吃起来像荔枝."
    },
    {
      "en": "It opens with Fruity Notes of lychee melon, sparkling mandarin, white cherry and passion fruit.",
      "cn": "它以荔枝瓜, 桔子, 白色樱桃和西番莲子的水果开始."
    },
    {
      "en": "Longan and the most suitable costumes fresh, lychee and other products.",
      "cn": "最适合盛装鲜桂圆, 荔枝等产品."
    },
    {
      "en": "Lychee is a tropical fruit from southeast China.",
      "cn": "荔枝是一种源自中国东南部的一种热带水果."
    },
    {
      "en": "Lychee seed extract stimulates collagen production.",
      "cn": "荔枝籽精华促进胶原质产生."
    },
    {
      "en": "Only a decade ago, the place was exurban rice paddies and lychee orchards.",
      "cn": "十年前，这个地方只是一个城市的远郊，种植水稻和荔枝。"
    },
    {
      "en": "Rambutan is an odd fruit that looks like a furry strawberry from the outside, and much like a lychee on the inside.",
      "cn": "红毛丹是一种很有趣的水果，外表长的像长满毛的草莓，而果肉又和荔枝相似。"
    },
    {
      "en": "Supply different fresh preserved fruits like Citrus Fruit, Pomelo, Mango, Pineapple, Lychee, Longan etc.",
      "cn": "供应不同的新鲜水果,如柑橘类水果, 柚子, 龙眼, 荔枝, 芒果, 菠萝等."
    },
    {
      "en": "The determination of anthocyanin and its degradation index ( DI ) in lychee are studied.",
      "cn": "本文研究了荔枝果皮总花色 苷 及其降解指数的含量测定."
    },
    {
      "en": "This evening, my mother bought a bag of lychees back, I picked an observation with lychee.",
      "cn": "今天晚上, 妈妈买了一袋荔枝回来, 我拿起一把荔枝观察起来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "litchi",
            "leechee"
          ],
          "tran_cn": "[园艺]荔枝（等于litchi）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<汉>荔枝，荔枝树",
      "tran_en": "a small round fruit with a rough pink-brown shell outside and sweet white flesh inside"
    }
  ],
  "exchange": {
    "pl": [
      "lychees"
    ]
  }
}