{
  "word": "especially",
  "ipa": {
    "us": "ɪˈspeʃəli",
    "uk": "ɪˈspeʃəli"
  },
  "sentences": [
    {
      "en": "All colour fades— especially under the impact of direct sunlight.",
      "cn": "所有颜色都会褪色——尤其是在阳光直射下。"
    },
    {
      "en": "Art books are expensive to produce, especially if they contain colour illustrations.",
      "cn": "美术类书籍制作成本很高，尤其是那些带彩色插图的。"
    },
    {
      "en": "Full-size tripods can be awkward, especially if you'reshooting a low-level subject.",
      "cn": "标准尺寸的三脚架可能会不便于使用，用于拍摄低角度的物体时尤其如此。"
    },
    {
      "en": "HDTV is especially useful if there are a lot of special effects.",
      "cn": "有很多特效的时候，高清电视就格外有用了。"
    },
    {
      "en": "He is especially emphatic about the value of a precise routine.",
      "cn": "他特别强调严格按程序走的意义。"
    },
    {
      "en": "He was disinclined to talk about himself, especially to his students.",
      "cn": "他不喜欢谈论他自己，尤其是当着他学生的面。"
    },
    {
      "en": "I never liked long walks, especially in winter.",
      "cn": "我向来不喜欢长距离散步，尤其在冬天。"
    },
    {
      "en": "I was especially fond of chocolate biscuits.",
      "cn": "我特别爱吃巧克力饼干。"
    },
    {
      "en": "It was especially galling to be criticised by this scoundrel.",
      "cn": "被这个无赖指责让人尤其气愤。"
    },
    {
      "en": "Millions of wild flowers colour the valleys, especially in April and May.",
      "cn": "尤其是在四五月份，不计其数的野花盛开，山谷里一片绚烂色彩。"
    },
    {
      "en": "She bought a new pair of trainers especially for the trip.",
      "cn": "她特地为那次旅行买了一双新的运动鞋。"
    },
    {
      "en": "So many days are routine and uninteresting, especially in winter.",
      "cn": "许多日子都过得平淡乏味，尤其是在冬天。"
    },
    {
      "en": "Sue and John were especially thrilled with this award.",
      "cn": "休和约翰对于获得这个奖项感到兴奋不已。"
    },
    {
      "en": "The committee is concerned about players' behaviour, especially arguing with referees.",
      "cn": "委员会很关注运动员的行为，特别是与裁判争吵的行为。"
    },
    {
      "en": "The ersatz spontaneity of \"Sunday Love\" sounds especially hollow.",
      "cn": "对《星期天的爱情》这首歌的即兴模仿听起来尤其空洞。"
    },
    {
      "en": "The soil must not be overwatered, especially during the first few weeks.",
      "cn": "切忌土壤过涝，尤其在最初几周。"
    },
    {
      "en": "Try to view situations more objectively, especially with regard to work.",
      "cn": "要尽量客观地分析情况，尤其是在工作上。"
    },
    {
      "en": "Under all the innocent fun, there are hidden dangers, especially for children.",
      "cn": "在所有简单无害的娱乐项目背后都隐藏着危险，特别是对儿童而言。"
    },
    {
      "en": "We loved the food so much, especially the fish dishes.",
      "cn": "我们很喜欢这些食物，尤其是鱼。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "especial",
          "tran_cn": " 特殊的，特别的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "chiefly",
            "mainly",
            "mostly",
            "particularly",
            "primarily",
            "principally"
          ],
          "tran_cn": "特别;主要地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "chiefly",
            "mainly",
            "mostly",
            "particularly",
            "personally",
            "primarily",
            "principally"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "especially english",
      "tran_cn": "具有英国特征的"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "尤其，特别",
      "tran_en": "used to emphasize that something is more important or happens more with one particular thing than with others"
    }
  ],
  "exchange": {}
}