{
  "word": "charlatan",
  "ipa": {
    "us": "ˈʃɑ:lətən",
    "uk": "ˈʃɑrlətən"
  },
  "sentences": [
    {
      "en": "A charlatan doesn't murder with a knife.",
      "cn": "庸医杀人不用刀."
    },
    {
      "en": "George Bush : You mean that OLD KOOK, that CHARLATAN?",
      "cn": "你是说那个老怪物, 那位庸医 吗 ?"
    },
    {
      "en": "He was exposed as a charlatan.",
      "cn": "他被揭穿，原来是个骗子。"
    },
    {
      "en": "He was sure that he was dealing with a charlatan.",
      "cn": "他真以为自己遇上了江湖骗子."
    },
    {
      "en": "If you are too trusting of the invisible, then you buy that $89 ebook that comes with the promise of instant riches, or you sign up for ear candling, or invest time and money with a charlatan.",
      "cn": "如果你对这些无形的事物相当信任，那么你可能会花89美元买一个承诺给你一夜暴富的电子书，或报名参加一次耳烛疗法，或跟一个江湖郎中花费你的时间和金钱。"
    },
    {
      "en": "Incapable of moral clarity, he could never quite admit to himself that he was a charlatan and that his scheme was an impossible fiasco.",
      "cn": "由于缺乏明确的道德准则，他从来不承认自己是一个江湖骗子以及他的计划是个彻底的失败品。"
    },
    {
      "en": "It is just as likely that he was a charlatan peddling hocus - pocus.",
      "cn": "他过去恰恰很可能是个挨家挨户行骗的江湖医生."
    },
    {
      "en": "Logue won't indulge his patient's stuffiness, while Bertie considers Logue a charlatan until a breakthrough moment that involves Hamlet's soliloquy and a recording machine.",
      "cn": "洛格不愿纵容他的病人的自负，而伯蒂则一直认为他的医生是一个江湖骗子，直到某个涉及哈姆雷特独白和录音机的突破性契机。"
    },
    {
      "en": "That charlatan is anything but a doctor.",
      "cn": "那江湖骗子决不是医生."
    },
    {
      "en": "That charlatan! I lost thousands of dollars because I followed his advice.",
      "cn": "那个骗子! 听了他的话,我损失了好几千美元."
    },
    {
      "en": "The charlatan boasted that he could charm off any disease.",
      "cn": "这个江湖骗子吹牛说他能用符咒治好各种疾病."
    },
    {
      "en": "The reason reporters call these people gurus is that they are not sure how to charlatan.",
      "cn": "记者称这些人是大师,是因为他们自己不清楚“江湖骗子”这个词怎么写."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "charlatanism",
          "tran_cn": " 庸医之行为，庸医术；诈骗行为"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "fallacious",
            "deceptious"
          ],
          "tran_cn": "骗人的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fanfaron",
            "saltimbanco"
          ],
          "tran_cn": "吹牛者；[医]江湖医生"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adventurer"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "骗人的"
    },
    {
      "pos": "n",
      "tran_cn": "冒充内行者，骗子"
    }
  ],
  "exchange": {
    "pl": [
      "charlatans"
    ]
  }
}