{
  "word": "underlying",
  "ipa": {
    "us": "ˌʌndəˈlaɪɪŋ",
    "uk": "ˌʌndərˈlaɪɪŋ"
  },
  "sentences": [
    {
      "en": "A report model is a business description of the underlying database.",
      "cn": "报表模型是对基础数据库的业务性说明。"
    },
    {
      "en": "Beneath the festive mood there is an underlying apprehension.",
      "cn": "在喜庆的背后存在着隐忧。"
    },
    {
      "en": "Cars were covered with clear-coat finish at the factory to protect the underlying paint from fading.",
      "cn": "工厂给汽车上了透明罩漆，以防底漆褪色。"
    },
    {
      "en": "Even a problem as simple as a bad back often has an underlying triggering factor.",
      "cn": "甚至像背疼这样的小问题都常常有潜在的诱发因素。"
    },
    {
      "en": "I think that the underlying problem is education, unemployment and bad housing.",
      "cn": "我认为深层的问题在于教育、失业和糟糕的住房条件。"
    },
    {
      "en": "Our treatments relieve symptoms but do not correct the underlying problems.",
      "cn": "我们的治疗缓解一些症状,但是不能解决根本问题."
    },
    {
      "en": "Over the long term, such measures may only make the underlying situation worse.",
      "cn": "长远来看，这些措施可能只会使潜在问题恶化。"
    },
    {
      "en": "The scientists persisted in the search for mathematical laws underlying natural phenomena.",
      "cn": "科学家们坚持寻找自然现象背后的数学规律."
    },
    {
      "en": "The underlying assumption is that the amount of money available is limited.",
      "cn": "隐含的假定是，可用的资金有限。"
    },
    {
      "en": "the underlying causes of her depression",
      "cn": "她抑郁的根本原因"
    },
    {
      "en": "The underlying theme of the novel is very serious.",
      "cn": "小说隐含的主题是十分严肃的."
    },
    {
      "en": "There is an underlying assumption that younger workers are easier to train.",
      "cn": "有一种潜在的假设，认为年轻一些的雇员容易培训。"
    },
    {
      "en": "This word has its underlying meaning.",
      "cn": "这个单词有它潜在的含义."
    },
    {
      "en": "To stop a problem you have to understand its underlying causes.",
      "cn": "要想杜绝问题的发生，必须弄清它的深层原因。"
    },
    {
      "en": "Underlying his writing is a contempt of the author for his audience.",
      "cn": "在其作品的表相下面,含有作者对读者的蔑视."
    },
    {
      "en": "Were they written tongue-in-cheek, or with an underlying conviction?",
      "cn": "它们只是随便写出来的呢，还是有什么深层的信念？"
    },
    {
      "en": "You should also include some carnations to emphasize your underlying meaning. \"",
      "cn": "另外要配上石竹花来加重这涵意的力量. ”"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "organic",
            "potential",
            "fundamental",
            "preferred",
            "ultimate"
          ],
          "tran_cn": "潜在的；根本的；在下面的；优先的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "underlying asset",
      "tran_cn": "标的资产；基础资产；相关/指定资产"
    },
    {
      "phrase": "underlying securities",
      "tran_cn": "[金融]标的证券；附属公司证券"
    },
    {
      "phrase": "underlying share",
      "tran_cn": "期权基础股份"
    },
    {
      "phrase": "underlying strata",
      "tran_cn": "底板岩石"
    },
    {
      "phrase": "underlying structure",
      "tran_cn": "基底结构，底层结构"
    },
    {
      "phrase": "underlying surface",
      "tran_cn": "下垫面，下伏面；伏面"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "潜在的，含蓄的，基础的，表面下的，下层的，[法]优先的",
      "tran_en": "The underlying features of an object, event, or situation are not obvious, and it may be difficult to discover or reveal them"
    },
    {
      "pos": "v",
      "tran_cn": "优先于(underlie的ing形式)，构成…的基础（或起因），引起"
    }
  ],
  "exchange": {}
}