{
  "word": "mammal",
  "ipa": {
    "us": "ˈmæml",
    "uk": "ˈmæml"
  },
  "sentences": [
    {
      "en": "A whale is a kind of mammal.",
      "cn": "鲸是一种哺乳动物."
    },
    {
      "en": "A whale is no less a mammal than a horse is.",
      "cn": "鲸鱼和马一样都是哺乳动物."
    },
    {
      "en": "Animal rights activists oppose using any mammal as an organ factory.",
      "cn": "动物权力保护分子反对用任何哺乳动物作为器官工厂."
    },
    {
      "en": "Elephants have a longer pregnancy than any other mammal — almost 22 months.",
      "cn": "大象孕期比任何其它哺乳动物都长-大概22个月."
    },
    {
      "en": "However, this fur - covered mammal lays eggs from which the babies are hatched!",
      "cn": "但是, 这种全身毛皮的哺乳动物却是通过产卵孵出小鸭嘴兽的."
    },
    {
      "en": "Humans, dogs, elephants, and dolphins are all mammals, but birds, fish, and crocodiles are not.",
      "cn": "人、狗、大象和海豚都是哺乳动物，而鸟、鱼和鳄鱼则不是。"
    },
    {
      "en": "In comparison with the mammal, the ordinary reptile is altogether reckless of its offspring.",
      "cn": "和哺乳动物比起来, 一般的爬行动物对它们的后代简直是太漠不关心了."
    },
    {
      "en": "It is very unusual for a mammal to lay eggs or to have poisonous spurs!",
      "cn": "对哺乳动物来说,卵生和长有毒刺是很少见的."
    },
    {
      "en": "Its hairy body suggests a mammal.",
      "cn": "它毛茸茸的身体表明它是哺乳动物。"
    },
    {
      "en": "She also refurbished the dry land mammal running most quickly speed record.",
      "cn": "同时她也刷新了陆地哺乳动物最快奔跑速度."
    },
    {
      "en": "Sika deer ( cervus nippon ), subordinated toartiodactyla, cervidae , muntiacus, is a kind of ruminated mammal.",
      "cn": "梅花鹿 ( Cervusnippon ) 隶属偶蹄目 、 鹿科 、 鹿属, 是反刍哺乳动物."
    },
    {
      "en": "The function of a mammal's fur is to insulate the body.",
      "cn": "哺乳动物皮毛的功能在于使身体保温."
    },
    {
      "en": "The more you follow the fear, the more you live like a lower mammal.",
      "cn": "你越是追随恐惧行为，就越会活得像个低级哺乳动物。"
    },
    {
      "en": "The problem with that theory is that no other mammal has resorted to this method of cooling down.",
      "cn": "这一理论的问题在于，没有其他的哺乳动物采取了这种降低体温的方式。"
    },
    {
      "en": "The spiny anteater, an egg-laying mammal native to Australia and New Guinea, has a penis with four heads, but only two fit into the female at once.",
      "cn": "针鼹是一种仅产于澳大利亚和新几内亚的卵生哺乳动物。 它有一个四个头的阴茎，不过一次只把两个放入雌性体内。"
    },
    {
      "en": "The whale is a mammal.",
      "cn": "鲸鱼是哺乳动物。"
    },
    {
      "en": "The whale is the largest mammal in all creation.",
      "cn": "鲸是全世界最大的哺乳动物."
    },
    {
      "en": "The whale is the largest mammal in creation.",
      "cn": "鲸鱼是所有哺乳动物中最大的."
    },
    {
      "en": "There is a close analogy between the gills of a fish and the lungs of a mammal.",
      "cn": "鱼的鳃与哺乳动物的肺很相似."
    },
    {
      "en": "Today is the birthday of Dolly the sheep. She was the first mammal to be successfully cloned from an adult sheep cell.",
      "cn": "今天是桃莉羊的诞生日，她是第一只由成年绵羊细胞所成功复制出来的哺乳动物。"
    },
    {
      "en": "Whale is not a fish; it is a mammal.",
      "cn": "鲸不是鱼类, 它是一种哺乳动物."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mammalian",
          "tran_cn": "哺乳类动物的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "mammalian",
          "tran_cn": "哺乳类"
        },
        {
          "word": "mammalogy",
          "tran_cn": "[脊椎] 哺乳动物学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "suckler"
          ],
          "tran_cn": "[脊椎]哺乳动物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "creature"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "marine mammal",
      "tran_cn": "海产哺乳动物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "哺乳动物",
      "tran_en": "a type of animal that drinks milk from its mother’s body when it is young. Humans, dogs, and whales are mammals."
    }
  ],
  "exchange": {
    "pl": [
      "mammals"
    ],
    "adj": [
      "mammalian"
    ]
  }
}