{
  "word": "Austrian",
  "ipa": {
    "us": "ˈɒstriən",
    "uk": "ˈɔːstriən"
  },
  "sentences": [
    {
      "en": "After going through Switzerland you came to the Austrian frontier at Feldkirch.",
      "cn": "穿过了瑞士,我们到达奥地利边境的菲德科尔契."
    },
    {
      "en": "Archives of Austria - Links to and addresses of Austrian archives.",
      "cn": "档案馆奥地利 - 联系地址和奥地利的档案."
    },
    {
      "en": "Austrian euro coins have a unique design for each denomination, with a common theme for each of the three series of coins.",
      "cn": "奥地利的欧元硬币对于每个货币的命名有着唯一的设计，三个系列的硬币有着共同的设计主题。"
    },
    {
      "en": "Austrian voters went to the polls this weekend to elect a successor to the President.",
      "cn": "奥地利选民这周末去投票中心选举下届总统。"
    },
    {
      "en": "Austrian wine styles are often bracketed with those of northern Germany.",
      "cn": "人们往往把奥地利葡萄酒的风味与德国北部葡萄酒的风味相提并论。"
    },
    {
      "en": "He hammered the young Austrian player in four straight sets.",
      "cn": "他直落4局轻取年轻的奥地利对手。"
    },
    {
      "en": "His features are strong and masculine, with an Austrian lip and arched nose, his complexion olive.",
      "cn": "他的仪表威武英俊, 有着奥地利人的嘴唇、鹰钩鼻子 、 棕黄色面皮."
    },
    {
      "en": "I looked across the wire at the Austrian lines.",
      "cn": "我隔着铁丝网望望奥军的阵地."
    },
    {
      "en": "In recent years the Austrian economy has outperformed most other industrial economies.",
      "cn": "近几年，奥地利的经济发展超过了其他多数工业国。"
    },
    {
      "en": "She quotes an Austrian banker as saying: “I always find it easier to do business [in English] with partners from Greece or Russia or Denmark.",
      "cn": "她引用了一位奥地利银行家的话称：“我总是发现，（用英语）和希腊、俄罗斯或丹麦人做生意更容易一些。"
    },
    {
      "en": "The Austrian trenches were above on the hillside only a few yards from the Italian lines.",
      "cn": "奥军的战壕就挖在山坡上,距离意军阵地只有数码远."
    },
    {
      "en": "The core of truth in the Austrian theory needs to be discovered.",
      "cn": "奥地利学说的中心真理需要找出来."
    },
    {
      "en": "The entire country rose up and drove the Austrian soldiers from their homeland.",
      "cn": "全国人民奋起反抗,把奥军从他们的国土上驱逐出去."
    },
    {
      "en": "The group has adventured as far as the Austrian alps.",
      "cn": "该队伍的探险之旅远至奥地利的阿尔卑斯山。"
    },
    {
      "en": "The tennis star has parted company with his Austrian trainer.",
      "cn": "这位网球明星与他的奥地利教练分道扬镳。"
    },
    {
      "en": "This freed the Austrian army to operate against the French.",
      "cn": "这使得奥地利军队可以对法军作战。"
    },
    {
      "en": "Unfortunately the German - Austrian clergy completely failed to counter this procedure.",
      "cn": "不幸的是,奥地利的德 裔 神职人员完全没能对抗这一进程."
    },
    {
      "en": "When I began to cough, I blamed it on the Austrian cigarettes.",
      "cn": "当我开始咳嗽时，我把这事怪在抽奥地利的香烟上。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "奥地利的；奥地利人的；奥地利文化的",
      "tran_en": "relating to Austria or its people"
    },
    {
      "pos": "n",
      "tran_cn": "奥地利人",
      "tran_en": "someone from Austria"
    }
  ],
  "exchange": {
    "pl": [
      "Austrians"
    ]
  }
}