{
  "word": "hiker",
  "ipa": {
    "us": "ˈhaɪkə(r)",
    "uk": "ˈhaɪkər"
  },
  "sentences": [
    {
      "en": "A hiker takes in the view from the trail to King’s Throne in Yukon’s Kluane National Park and Reserve.",
      "cn": "加拿大育空地区的克卢恩国家公园和保护区里，一个徒步旅行者在观看去\"国王宝座\"的路径。"
    },
    {
      "en": "A hiker was killed by lightning in Tuen Mun.",
      "cn": "一名行山人士在屯门遭受雷殛."
    },
    {
      "en": "A missing hiker in Oregon has been found alive.",
      "cn": "在俄勒冈州失踪的一名远足者被发现还活着."
    },
    {
      "en": "A pocket knife is a handy tool for any camper or hiker.",
      "cn": "口袋型的刀子是喜欢野营和健行的人一项便利的工具."
    },
    {
      "en": "A water purification kit or hiker's filter system.",
      "cn": "一包或山净水的过滤系统."
    },
    {
      "en": "Foreign back - packer: It means a hiker who loves traveling around the world.",
      "cn": "外国背包客: 就是喜欢在全世界旅游的徒步旅行者啊!"
    },
    {
      "en": "He picked up a hitch - hiker.",
      "cn": "他中途让个搭便车的人上了车."
    },
    {
      "en": "Hiker Park offers its best rewards to the strong - legged and self - sufficient traveller.",
      "cn": "海克公园对脚力好、自信 自立 的旅游者来说是最有收获的地方."
    },
    {
      "en": "Im a hiker that climbs to look, not conquer.",
      "cn": "即时通讯远足登山说,看, 而不是征服."
    },
    {
      "en": "People enjoy somewhat to be excited. So we chose a hiker not a touring party.",
      "cn": "人多少有点自虐倾向,我们选择背包而行而不是旅行社罐装的旅游也是一样的道理."
    },
    {
      "en": "Probably just a hiker or a bird-watcher, Jesse figured, that or some punk looking to poach someone's marijuana, not knowing the ginseng was worth even more.",
      "cn": "也许只是一个徒步旅行者或者观鸟人，杰希推测到。 或许是一些小流氓想要偷一些别人的大麻，而不知道人参要更值钱。"
    },
    {
      "en": "Remember: if you're to rescue yourself, you'll also be able to help another hiker, too.",
      "cn": "请记住: 如果你已准备好自救, 你同时也具备了救助其他徒步者的能力."
    },
    {
      "en": "The goat butted the hiker with his horns.",
      "cn": "山羊用角顶那个徒步旅行者."
    },
    {
      "en": "The hiker carried a pack on his back.",
      "cn": "那徒步旅行者背着一包行李."
    },
    {
      "en": "The hiker negociated the high mountain pass.",
      "cn": "这名徒步旅行者成功地登上了高山隘口."
    },
    {
      "en": "The Hitch Hiker's Guide to the Galaxy also mentions alcohol.",
      "cn": "HitchHiker的《银河系漫游指南》中也提到了酒."
    },
    {
      "en": "The son of a retired marine, Bernard, from New Portland in rural Maine, was described as a devout Christian, an Iraq war veteran, a keen snowboarder and an avid hiker.",
      "cn": "伯纳德是一名退休军人的儿子，来自缅因州的农村新波特兰市。 人们说他是虔诚的基督徒，伊战士兵，钟爱滑雪，喜欢徒步旅行。"
    },
    {
      "en": "The unfortunate hiker fell into a crevasse.",
      "cn": "这个不幸的徒行者落进了裂口处."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hike",
          "tran_cn": " 远足；徒步旅行；涨价"
        },
        {
          "word": "hiking",
          "tran_cn": " 徒步旅行"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "hike",
          "tran_cn": " 远足；徒步旅行；上升"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "hike",
          "tran_cn": " 提高；拉起；使…高涨"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wayfarer",
            "hoofer"
          ],
          "tran_cn": "徒步旅行者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "passenger",
            "pedestrian",
            "traveler"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "远足者，长途旅行者",
      "tran_en": "someone who walks long distances in the mountains or country for pleasure"
    }
  ],
  "exchange": {
    "pl": [
      "hikers"
    ]
  }
}