{
  "word": "seriously",
  "ipa": {
    "us": "ˈsɪəriəsli",
    "uk": "ˈsɪriəsli"
  },
  "sentences": [
    {
      "en": "\"It's all show,\" said Linus. \"The girls don't take it seriously.\"",
      "cn": "“全是装的，”莱纳斯说。“女孩子们不会拿它当真的。”"
    },
    {
      "en": "Fortunately for me, my friend saw that something was seriously wrong.",
      "cn": "对我来说幸运的是，我的朋友发现了非常严重的错误。"
    },
    {
      "en": "Forty-one people are said to have been seriously hurt.",
      "cn": "据说41人身负重伤。"
    },
    {
      "en": "He treated them seriously and, on occasion, entertained them hilariously.",
      "cn": "他对待他们严肃认真，偶尔又逗得他们捧腹不已。"
    },
    {
      "en": "In November 1941 Payne was seriously ill with pneumonia.",
      "cn": "1941年11月，佩恩得了严重的肺炎。"
    },
    {
      "en": "It criticises the main contractor for seriously erring in its original estimates.",
      "cn": "它批评主要承包商在其最初估价中犯了严重的错误。"
    },
    {
      "en": "It’s time we talked seriously about our relationship.",
      "cn": "我们该认真谈一谈我们的关系了。"
    },
    {
      "en": "Parents, to paraphrase Philip Larkin, can seriously damage your health.",
      "cn": "菲利普·拉金的意思是：父母可能会严重损害你的健康。"
    },
    {
      "en": "Some unfortunate person passing below could all too easily be seriously injured.",
      "cn": "从下面经过的倒霉蛋儿很容易受重伤。"
    },
    {
      "en": "Something was seriously wrong .",
      "cn": "出大问题了。"
    },
    {
      "en": "The management will have to think seriously about their positions.",
      "cn": "管理层将不得不认真考虑他们的立场。"
    },
    {
      "en": "The phrase was not meant to be taken seriously.",
      "cn": "此话不必当真。"
    },
    {
      "en": "The pictures were sensationalist and could seriously disturb younger readers.",
      "cn": "这些图片大肆渲染，会让一些比较年轻的读者们惶恐不安。"
    },
    {
      "en": "These folks clearly take this ballroom thing very seriously.",
      "cn": "这些家伙显然很拿舞厅这事当回事。"
    },
    {
      "en": "These gases would seriously damage the patient's respiratory system.",
      "cn": "这些毒气会严重损害患者的呼吸系统。"
    },
    {
      "en": "They seriously believe that capital punishment is a deterrent.",
      "cn": "他们真的相信死刑具有威慑作用。"
    },
    {
      "en": "Yasin had seriously hurt himself while trying to escape from the police.",
      "cn": "亚辛试图从警察手中逃脱时受了重伤。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "serious",
          "tran_cn": " 严肃的，严重的；认真的；庄重的；危急的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "seriousness",
          "tran_cn": " 严重性；严肃；认真"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "badly",
            "severely",
            "earnestly"
          ],
          "tran_cn": "认真地；严重地，严肃地"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "seriously ill",
      "tran_cn": "病重"
    },
    {
      "phrase": "take it seriously",
      "tran_cn": "认真对待；当真"
    },
    {
      "phrase": "take seriously",
      "tran_cn": "重视；认真对待…"
    },
    {
      "phrase": "take someone/thing seriously",
      "tran_cn": "严肃认真对待某人（或某事）"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "严肃地，认真地，非常",
      "tran_en": "in a way that is not joking, especially because something is important"
    }
  ],
  "exchange": {}
}