{
  "word": "recluse",
  "ipa": {
    "us": "rɪˈkluːs",
    "uk": "ˈrekluːs"
  },
  "sentences": [
    {
      "en": "All these years, Eric had lived as a recluse.",
      "cn": "这些年来, 埃里克都是过着隐士生活."
    },
    {
      "en": "At that time the pub I enjoyed most was the Recluse Eaves.",
      "cn": "那个时候,我最喜欢的是延长路平型关路口的清平檐."
    },
    {
      "en": "Continuing negative criticism plunged him ever deeper into cynicism until he finally a recluse.",
      "cn": "一些负面的评论使得他变得更为愤世嫉俗,最后终于使得他成为隐士."
    },
    {
      "en": "For such a recluse and an introvert, this passion for closeness seems odd.",
      "cn": "这么个独行内向的人居然这么热衷于接近什么,真是怪事."
    },
    {
      "en": "Hence, some scholars would rather abandon political official career and content being a recluse.",
      "cn": "于是, 有一部分名“道”的士,宁愿舍弃政治仕途而甘于成为“沉默”的隐士."
    },
    {
      "en": "His widow became a virtual recluse for the remainder of her life.",
      "cn": "他的寡妻孤寂地度过了余生。"
    },
    {
      "en": "Nancy: Well, suit yourself. I don't recommend turning down too many invitations or you'll get a reputation for being a recluse.",
      "cn": "好吧，随你吧。我不建议你拒绝太多邀请，不然你会被别人当成一个隐居者（孤僻的人）"
    },
    {
      "en": "She became a recluse after her two sons were murdered.",
      "cn": "两个儿子被杀后，她就一直离群索居。"
    },
    {
      "en": "Stained glass windows, ceramic chimney and floral motifs adorn the house and make it an awe inspiring space for recluse.",
      "cn": "彩色玻璃窗户，陶瓷灯罩和花纹图案装饰的房子，让它对隐士来说成为一个令人敬畏的空间。"
    },
    {
      "en": "Terror of the lecher hope of the mad recluse: the sky! Black cover of the great cauldron in which boils vast imperceptible humanity.",
      "cn": "纵欲者的恐惧，疯隐士的希望：天空！那口大锅的黑色盖子锅中沸煮着无数渺小的人类。"
    },
    {
      "en": "The condition of a recluse.",
      "cn": "'隐居'.''处于做隐士的状况."
    },
    {
      "en": "The old recluse secluded himself from the outside world.",
      "cn": "这位老隐士与外面的世界隔绝了."
    },
    {
      "en": "The old recluse was very cagey about her past life.",
      "cn": "老隐士对自己过去的生活守口如瓶."
    },
    {
      "en": "This recluse shunned all company.",
      "cn": "这位隐士不与任何人来往."
    },
    {
      "en": "to lead the life of a recluse",
      "cn": "过隐居的生活"
    },
    {
      "en": "Visitors who caught sight of him in New Hampshire where he lived described an unkempt recluse.",
      "cn": "曾有访客在其居住地新罕布希尔州见过他,把他描绘成一位不修边幅的隐士."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "reclusive",
          "tran_cn": " 隐居的；隐遁的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cloistered"
          ],
          "tran_cn": "隐居的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hermit",
            "anchorite"
          ],
          "tran_cn": "隐士；隐居者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "隐居的"
    },
    {
      "pos": "n",
      "tran_cn": "隐居者，遁世者，隐士",
      "tran_en": "someone who chooses to live alone, and does not like seeing or talking to other people"
    }
  ],
  "exchange": {
    "pl": [
      "recluses"
    ],
    "adj": [
      "reclusive"
    ]
  }
}