{
  "word": "proactive",
  "ipa": {
    "us": "ˌprəʊˈæktɪv",
    "uk": "ˌproʊˈæktɪv"
  },
  "sentences": [
    {
      "en": "A proactive and positive spirit will help the cancer a survivor.",
      "cn": "正向、积极的心灵可帮助癌症患者康复."
    },
    {
      "en": "a proactive approach to staffing requirements",
      "cn": "对人事需求的积极处理方法"
    },
    {
      "en": "Be proactive and start a conversation your partner prefers to speak.",
      "cn": "要积极并且谈论你的另一半喜欢喜欢的话题."
    },
    {
      "en": "In order to survive the competition a company should be proactive not reactive.",
      "cn": "要在竞争中生存下来，公司不应该消极应变，而应当先发制人。"
    },
    {
      "en": "It provides comprehensive, proactive protection with minimal impact on computer performance.",
      "cn": "它提供了有关计算机性能的影响很小全面, 主动的保护."
    },
    {
      "en": "Listening: Listen with proactive participation and express two - way communication.",
      "cn": "聆听: 积极聆听,适时回答,主动参与,记住对话,以助词鼓励对方继续说下去."
    },
    {
      "en": "Means that the proactive fiscal deficit and debt limit expansion.",
      "cn": "积极财政意味着国债额度和赤字规模的扩大."
    },
    {
      "en": "Open and proactive, with good communication and presentation skills.",
      "cn": "开朗,主动, 良好的沟通和表达能力."
    },
    {
      "en": "Proactive and innovative spirit is the driving force for our development.",
      "cn": "积极进取、断创新是我们发展的精神动力."
    },
    {
      "en": "Proactive attitude , sense of responsibility, team player, and good communication skills.",
      "cn": "认真负责, 具有团队合作精神, 以及良好的沟通技."
    },
    {
      "en": "Proactive attitude, ambition and confidence necessary to achieving assigned sales goals.",
      "cn": "积极进取, 有决心及信心达到所制订的销售目标."
    },
    {
      "en": "Self - motivated, proactive, able to work under pressure and sense of responsibility.",
      "cn": "自我 激励, 积极进取, 能承受工作压力和有责任感."
    },
    {
      "en": "The district applies the same proactive approach in training its teachers.",
      "cn": "伊丽莎白地区在教师的培训方面使用相同的方法."
    },
    {
      "en": "This time, China has been proactive in adopting regulatory measures.",
      "cn": "这次, 中国前摄性的采取了调整措施."
    },
    {
      "en": "We need to be proactive and confront challenges in our career.",
      "cn": "我们应该积极地迎接职场中的挑战."
    },
    {
      "en": "Work on your sense of individual - ity and cultivate proactive channels of self - expression -.",
      "cn": "你需要时刻审视 自我,剖析自我意识,主动培养 自我 表达的渠道."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "proactive fiscal policy",
      "tran_cn": "积极的财政政策"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "前摄的，积极主动的，主动出击的，先发制人的",
      "tran_en": "making things happen or change rather than reacting to events"
    }
  ],
  "exchange": {
    "adv": [
      "proactively"
    ]
  }
}