{
  "word": "regenerative",
  "ipa": {
    "us": "rɪ'dʒenərətɪv",
    "uk": "rɪˈdʒɛnəˌretɪv, -ərətɪv"
  },
  "sentences": [
    {
      "en": "...the regenerative power of nature.",
      "cn": "...大自然的再生力。"
    },
    {
      "en": "After 1870 the Siemens regenerative gas furnace replaced the coke - fired furnace.",
      "cn": "1870年后,西门子用蓄热式煤气炉代替焦炭炉."
    },
    {
      "en": "Conclusion: MEBO can promote regenerative healing of diabetic skin ulcer.",
      "cn": "结论: 美宝湿润烧伤膏可促进糖尿病性皮肤溃疡再生愈合."
    },
    {
      "en": "Infection inhibits the regenerative power of the bone marrow.",
      "cn": "感染抑制骨髓的再生能力."
    },
    {
      "en": "It is, therefore, interesting to incorporate tissue regenerative properties in dental com - posites.",
      "cn": "因此开发牙科树脂材料的再生功能是有益的."
    },
    {
      "en": "MEBT achieved the goal of in situ regenerative repair of the skin.",
      "cn": "达到了烧伤皮肤原位再生修复之目的."
    },
    {
      "en": "MPS has a regenerative effect on a disturbed connective tissue metabolism.",
      "cn": "多磺酸粘多糖能改善受损结缔组织代谢从而促进组织再生."
    },
    {
      "en": "Objective To explore origin of regenerative nerve after end - to - side neurorrhaphy in rats.",
      "cn": "目的探讨神经端侧吻合术后支配靶器官的再生神经的来源."
    },
    {
      "en": "Regenerative braking is the best method, though not necessarily the most economic.",
      "cn": "反馈制动虽然并不一定是最经济的方式, 但却是最好的方式."
    },
    {
      "en": "Regenerative combustion is the most advanced energy saving technology.",
      "cn": "蓄热燃烧技术是目前最先进的节能技术."
    },
    {
      "en": "Regenerative feedwater heaters are important auxiliary facilities of power plant.",
      "cn": "回热加热器是火电机组重要的辅助设备."
    },
    {
      "en": "Technological features and skills about the efficient regenerative chamber are described.",
      "cn": "介绍了高效蓄热室技术的特点及技术关键."
    },
    {
      "en": "The corrosion problem is less in regenerative plants since the heating surface is provided by stones.",
      "cn": "在蓄冷器工厂中,因为加热表面是石头提供的,所以腐蚀问题较少."
    },
    {
      "en": "The principle and character of regenerative combustion technology are described briefly.",
      "cn": "简述了蓄热式燃烧技术的原理和特点."
    },
    {
      "en": "This year the regenerative paradigm is to be anchored.",
      "cn": "今年再生的范式将被锚定."
    },
    {
      "en": "Thus, Scorplo's link with sex and regenerative forces is strengthened.",
      "cn": "因此, 天蝎座的性再生能力也很强."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "new",
            "reproductive",
            "updated",
            "reborn"
          ],
          "tran_cn": "再生的，更生的；更新的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "regenerative braking",
      "tran_cn": "[电]再生制动；反馈制动"
    },
    {
      "phrase": "regenerative chamber",
      "tran_cn": "蓄热室；再生内胎"
    },
    {
      "phrase": "regenerative heating",
      "tran_cn": "回热加热；交流换热"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "恢复的，新生的，再生的，回热的",
      "tran_en": "Regenerative powers or processes cause something to heal or become active again after it has been damaged or inactive"
    }
  ],
  "exchange": {
    "verb": [
      "regenerate"
    ],
    "noun": [
      "regeneration"
    ]
  }
}