{
  "word": "revocable",
  "ipa": {
    "us": "'revəkəbl",
    "uk": "'revəkəbəl"
  },
  "sentences": [
    {
      "en": "A Credit may be either revocable or irrevocable.",
      "cn": "信用证可以是可撤销的或可撤销的."
    },
    {
      "en": "Any payments are discretionary, non - binding and revocable for future years.",
      "cn": "所有支付均为酌情支付, 无附加条件且将来几年可撤销."
    },
    {
      "en": "First it is revocable at any time, and it is his son and his chief financial officer who are running it.",
      "cn": "首先它是随时可撤销的，而且运营者是他的儿子和他的首席财务官。"
    },
    {
      "en": "If a credit is opened without the word \" irrevocable \", it can be considered revocable.",
      "cn": "凡证上未注明 “ 不可撤消 ” 字样的, 都被认为是可以撤消的信用证."
    },
    {
      "en": "If one is well behaved and has made great contributions to company as well within one year, the demerit recording can be revocable;",
      "cn": "一年内表现良好且为公司作出重大贡献的可撤销一次记过。"
    },
    {
      "en": "If there is no warning for one within half an year, the punishment of warning can be revocable;",
      "cn": "半年内无再犯警告处罚，表现良好的员工可撤销其警告处分。"
    },
    {
      "en": "In the absence of such indication, the CredIt'shall be deemed revocable.",
      "cn": "如无该项表示, 信用证应视为可以撤消的."
    },
    {
      "en": "It was a privilege revocable at any time on whim of the authorities.",
      "cn": "这种恩赐只要当权者随时可以取消."
    },
    {
      "en": "The Credit, therefore, should clearly indicate whether it is revocable or irrevocable.",
      "cn": "因此信用证上应明确注明是可撤销的或是不可撤销的."
    },
    {
      "en": "This letter of credit is essentially a disguised form of revocable letter of credit.",
      "cn": "这种信用证实质上是变相的可撤销的信用证."
    },
    {
      "en": "We confirm that it is opened as revocable documentary.",
      "cn": "我行证实,此证是可撤销的."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "revocation",
          "tran_cn": " 取消；撤回；废除"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cancelable",
            "voidable"
          ],
          "tran_cn": "可撤销的；可废除的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可废止的，可撤回的",
      "tran_en": "capable of being revoked; able to be cancelled "
    }
  ],
  "exchange": {}
}