{
  "word": "parasol",
  "ipa": {
    "us": "ˈpærəsɒl",
    "uk": "ˈpærəsɔl"
  },
  "sentences": [
    {
      "en": "A novel parasol comprises an umbrella body.",
      "cn": "新型伞,它涉及一种遮阳伞."
    },
    {
      "en": "A security guard stands on carpeted plinth , his ? face shielded from the sun by a parasol.",
      "cn": "一名保安站在铺着地毯的岗台上,阳伞遮住了头上的阳光."
    },
    {
      "en": "Ah, in the dead sea floating on his back, reading a book with a parasol open.",
      "cn": "对啦, 他仰卧在死海上,撑着一把阳伞, 还在看书哪."
    },
    {
      "en": "Chinese parasol trees stand with drizzle, at dusk, drops by drops.",
      "cn": "梧桐更兼细雨, 到黄昏 、 点点滴滴."
    },
    {
      "en": "Cold wind whistling, walking the streets in Nanjing, blowing a land full of Chinese parasol trees.",
      "cn": "寒风呼啸, 走在南京的街头, 吹起满满一地的梧桐叶."
    },
    {
      "en": "Elizabeth obeyed, and running into her own room for her parasol, attended her noble guest down stairs.",
      "cn": "伊丽莎白听从了母亲的话，先到自己房间里去拿了一把阳伞，然后下楼来侍候这位贵客。"
    },
    {
      "en": "Elizabeth obeyed, and running into her own room her parasol attended her noble guest down stairs.",
      "cn": "伊丽莎白听从了母亲的话,先到自己房间里去拿了一把阳伞, 然后下楼来待候这位贵客."
    },
    {
      "en": "He sits under the parasol tree of chair up, seem to be so solitary.",
      "cn": "他坐在梧桐树下的座椅上, 显得那么孤单."
    },
    {
      "en": "I bought a pretty parasol.",
      "cn": "我买了一把漂亮的阳伞."
    },
    {
      "en": "In a summer of seething heat, a parasol becomes a necessity for ladies outside.",
      "cn": "炎炎夏日，阳伞成为女士们外出时的必带物品。"
    },
    {
      "en": "Parasol allowing just a little sun shine through.",
      "cn": "遮阳伞让少许阳光照下来."
    },
    {
      "en": "Parasol International Life Sciences Products Advisory is a privately owned, client focused, Limited Liability Company.",
      "cn": "阳伞国际生命科学产品咨询是一家私人拥有的, 客户集中, 有限责任公司."
    },
    {
      "en": "The Chinese parasol image contains plentiful love meanings in Tang Poetry.",
      "cn": "唐诗中梧桐意象蕴含着丰富的爱情意义."
    },
    {
      "en": "The usual images in them are moon, Chinese parasol, setting sun, etc.",
      "cn": "唐诗宋词最常用的意象有月 、 梧桐 、 夕阳等,现就这几种意象作一浅析."
    },
    {
      "en": "Then the branch wasbroken off for her, and she held it in her delicate hand, and sheltered it with her silk parasol.",
      "cn": "接着这枝子就被折断了。 她把它握在柔嫩的手里，并且还用绸阳伞替它遮住太阳。"
    },
    {
      "en": "Will you get me a quite plain parasol?",
      "cn": "你替我买把小阳伞行 吗 ?要素底子的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "covering",
            "umbrella"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "太阳伞",
      "tran_en": "a type of  umbrella  used to provide shade from the sun"
    }
  ],
  "exchange": {
    "pl": [
      "parasols"
    ]
  }
}