{
  "word": "cemetery",
  "ipa": {
    "us": "ˈsemətri",
    "uk": "ˈseməteri"
  },
  "sentences": [
    {
      "en": "After the hour-long service, his body was taken to a cemetery in the south of the city.",
      "cn": "在长达一小时的悼念仪式结束后，他的遗体被抬到了城南的一所公墓。"
    },
    {
      "en": "Brian Epstein was buried in a private ceremony at Long Lane Cemetery, Liverpool.",
      "cn": "在利物浦朗雷恩公墓为布赖恩·爱泼斯坦举行了私人葬礼。"
    },
    {
      "en": "Friends and admirers crammed the chapel at the small Los Angeles cemetery where Monroe is buried.",
      "cn": "朋友和仰慕者们挤进安葬梦露的洛杉矶小公墓的教堂里。"
    },
    {
      "en": "He lies at rest in the Martyrs'Cemetery .",
      "cn": "他在 烈士陵园 安息着."
    },
    {
      "en": "He rests in a cemetery in the western suburbs of Beijing.",
      "cn": "他长眠于北京西郊的一个公墓中。"
    },
    {
      "en": "He walked numbly into the cemetery.",
      "cn": "他糊里糊涂地走进了墓地。"
    },
    {
      "en": "He was buried in Highgate Cemetery.",
      "cn": "他被安葬在海格特墓地。"
    },
    {
      "en": "He was buried in the cemetery.",
      "cn": "他被葬在公墓."
    },
    {
      "en": "He was buried in this cemetery three years ago.",
      "cn": "三年前他被埋葬在这个墓地里."
    },
    {
      "en": "Her father was laid in a cemetery.",
      "cn": "她父亲安葬在一处公墓。"
    },
    {
      "en": "His remains have been exhumed from a cemetery in Queens, New York City.",
      "cn": "他的遗体被从纽约市皇后区的墓地里挖了出来。"
    },
    {
      "en": "His remains were interred in the cemetery.",
      "cn": "他的遗体葬在墓地."
    },
    {
      "en": "It was not a night in which any credible witness was likely to be straying about a cemetery, so the three men who were there, digging into the grave of Henry Armstrong, felt reasonably secure.",
      "cn": "一个正直可信的人是不会在这样的一个夜晚里在墓地里游荡的，所以，理所当然，正在那里挖掘亨利?阿姆斯特朗墓的三个人是不会感到有所顾忌的。"
    },
    {
      "en": "The body was interred at that cemetery.",
      "cn": "尸体下葬在那个公墓."
    },
    {
      "en": "The body was interred at the cemetery.",
      "cn": "遗体埋葬在公墓里."
    },
    {
      "en": "The whole area has been shocked by the desecration of the cemetery.",
      "cn": "对墓地的亵渎震惊了整个地区。"
    },
    {
      "en": "Their grief turned to hysteria when the funeral procession arrived at the cemetery.",
      "cn": "当送葬队走到墓地时，他们更加悲恸欲绝。"
    },
    {
      "en": "Then we were at the entrance to the cemetery, and he asked.",
      "cn": "不知不觉我们就来到了墓地入口，他又向我发问。"
    },
    {
      "en": "We got arrested once, for singing bawdy songs in a cemetery.",
      "cn": "我们曾经因为在公墓唱下流歌曲而被拘留过一次。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "burial",
            "graveyard",
            "ground"
          ],
          "tran_cn": "公墓,墓地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "burial",
            "graveyard",
            "ground"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "arlington national cemetery",
      "tran_cn": "美国阿灵顿国家公墓"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "墓地，公墓",
      "tran_en": "a piece of land, usually not belonging to a church, in which dead people are buried"
    }
  ],
  "exchange": {
    "pl": [
      "cemeteries"
    ]
  }
}