{
  "word": "dale",
  "ipa": {
    "us": "deɪl",
    "uk": "del"
  },
  "sentences": [
    {
      "en": "Conclusion Careful selection of candidates for Palma - Dale's procedure is the key - point of satisfactory results.",
      "cn": "结论　Palma-Dale手术宜慎重且合理地选择病例."
    },
    {
      "en": "Dale : I really envy your milestones over the last few years, Don.",
      "cn": "我真的很羡慕你在过去几年中所建立的丰功伟绩."
    },
    {
      "en": "How could you tell Dale about the victims and me?",
      "cn": "你怎么能把我和死者之间的事情告诉德尔?"
    },
    {
      "en": "I do some work for Smith and Dale, Your company's accounting firm.",
      "cn": "我为贵公司的会计顾问公司Smith和Dale事务所里做一些工作."
    },
    {
      "en": "I've searched up hill and down dale.",
      "cn": "我已到处找过了."
    },
    {
      "en": "If Douglas came down hard enough on him, Dale would rebel.",
      "cn": "如果道格拉斯对戴尔太过严厉，他就会反抗。"
    },
    {
      "en": "If the whole place were swept away tomorrow, Letitia Dale could reconstruct it.",
      "cn": "如果明天这里全部被夷为平地, 利蒂霞·戴尔也能够重建它."
    },
    {
      "en": "Its occupation was to speculate on Laetitia Dale's modest enthusiasm for rural pleasures.",
      "cn": "她还强迫自己接受利蒂霞·戴尔对农村的恰如其分的依恋感情."
    },
    {
      "en": "Methods: Schultz - dale reaction, antihistamine alleviating pruritus test and cornea surface anesthesia test.",
      "cn": "方法: Schultz-dale反应 、 抗组胺止痒试验、角膜表面麻醉试验."
    },
    {
      "en": "Remember, happiness doesn't depend upon who you are or what you have; it depends solely upon what you think.--Dale Carnegie",
      "cn": "请记住，幸福不在于你是谁或者你拥有什么，而仅仅取决于你的心态！"
    },
    {
      "en": "Success is getting what you want; happiness is wanting what you get.--Dale Carnegie",
      "cn": "成功是得到你想要的，幸福是想要的东西正好得到。"
    },
    {
      "en": "That was before I took a course in public speaking at the Dale Carnegie Institute.",
      "cn": "那是我在戴尔·卡内基学院选修演说术之前的事."
    },
    {
      "en": "The presence of Miss Dale illuminated him as the burning taper lights up the consecrated plate.",
      "cn": "戴尔小姐的在场象燃烧的细长蜡烛照亮了装贡品的碟子一样使他容光焕发."
    },
    {
      "en": "The world No. 9 had to raise his game to see off a strong challenge from Dale.",
      "cn": "这位世界排名第九的选手必须有更出色的表现才能击退戴尔强有力的挑战。"
    },
    {
      "en": "the Yorkshire Dales National Park",
      "cn": "约克郡山谷国家公园"
    },
    {
      "en": "We've been chasing up hill and down dale trying to find you.",
      "cn": "我们在到处找你呢."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mountain valley",
            "hollow"
          ],
          "tran_cn": "山谷；排水孔"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "valley"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<主英><诗>山谷，翻山越谷，到处",
      "tran_en": "a valley – used in the past or in the names of places, especially in the North of England"
    }
  ],
  "exchange": {
    "pl": [
      "dales"
    ]
  }
}