{
  "word": "participatory",
  "ipa": {
    "us": "pɑːˌtɪsɪˈpeɪtəri",
    "uk": "pɑːrˈtɪsəpətɔːri"
  },
  "sentences": [
    {
      "en": "a participatory democracy",
      "cn": "公众参与的民主"
    },
    {
      "en": "Four teaching principles are the integrity, participatory, interesting and intercommunication principles.",
      "cn": "生活小百科网:四个教学原则,即整体性 、 参与性 、 趣味性和交际性原则."
    },
    {
      "en": "It discussed the integration points of participatory approaches and natural forest protection program.",
      "cn": "探讨了参与式方法与天然林资源保护的结合点."
    },
    {
      "en": "It mainly included Focus Group Discussion, Participatory Observation, Delphi technique, Personal Interview, Overall Survey and Sampling Survey , Typical Survey, Capture - Mark - Recapture Method, et al.",
      "cn": "主要包括专题小组讨论, 参与性观察, 德尔菲法, 个体访谈; 普查与抽样调查, 典型调查, 捕获 - 标记 - 再捕获法."
    },
    {
      "en": "Joint ventures between private companies and local people based on participatory management.",
      "cn": "在共同参与管理的基础上,可以形成私营企业与当地民众的合资企业."
    },
    {
      "en": "Last andnot least , as previously mentioned, this course is highly participatory.",
      "cn": "最后,综上所述, 这是门高度参与性的课程."
    },
    {
      "en": "Method The village doctors experimental group accepted participatory approach training and group accepted customary training.",
      "cn": "方法实验组的乡村医生接受参与式培训,对照组按原要求培训."
    },
    {
      "en": "Participation of poor women and disables were ensured during participatory selection processes.",
      "cn": "在项目的参与式选举过程中确保了妇女和残疾人的参与."
    },
    {
      "en": "Participatory approach is truly a practical and effective method for college English teaching.",
      "cn": "“参与式”教学法确实是一种切实可行、且行之有效的大学英语教学方法."
    },
    {
      "en": "Participatory budgeting and other forms of participatory gover - nance will not deliver instant success.",
      "cn": "预算分享和其他形式的管理分享并不会带来直接的成功."
    },
    {
      "en": "Rather the practicum follows a participatory action research model whereby students work hand - in - hand with LCW members.",
      "cn": "这个实践课程遵循行动分享研究模型,学生们将与劳伦斯社区工作公司成员并肩工作."
    },
    {
      "en": "Studies have shown that women tend to be more participatory in their management style.",
      "cn": "研究表明，女性的管理风格往往具有更强的参与式特点。"
    },
    {
      "en": "The participatory nature of Twitterand Facebook also makes them excellent tools supercharging creativity.",
      "cn": "Twitter和 Facebook参与分享的特性也使它们成为优秀的创造力超级充电器."
    },
    {
      "en": "This course is highly participatory. We have only 13 classes. You need to attend every class.",
      "cn": "本课程具有很强的参与性. 我们只有十三次课程,你需要参与每一节课."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "participant",
          "tran_cn": " 参与的；有关系的"
        },
        {
          "word": "participating",
          "tran_cn": " 由多人一起参加的；（股票等）持有人有权分享利益的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "participant",
          "tran_cn": " 参与者；关系者"
        },
        {
          "word": "participation",
          "tran_cn": " 参与；分享；参股"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "participating",
          "tran_cn": " 参加（participate的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "participate",
          "tran_cn": " 参与，参加；分享"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "participate",
          "tran_cn": " 分享；分担"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "participatory democracy",
      "tran_cn": "分享民主制；参与性民主制度"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "供人分享的",
      "tran_en": "a participatory way of organizing something, making decisions etc is one that involves everyone who will be affected"
    }
  ],
  "exchange": {}
}