{
  "word": "participator",
  "ipa": {
    "us": "pɑ:'tɪsɪpeɪtə",
    "uk": "pɑ'tɪsəˌpeɪtə"
  },
  "sentences": [
    {
      "en": "Any participator are planted possibly in this the development opportunity that oneself gain in dynamic change.",
      "cn": "任何参与者都可能在这种动态变化中获得自己的发展机遇."
    },
    {
      "en": "As a participator, I have the quality of credit and cooperation, with good social coordination abilities.",
      "cn": "作为参与者, 我具备诚实可信的品格、富有团队合作精神, 良好的沟通和人际协调能力."
    },
    {
      "en": "It constituted of participator types, decision - making characteristic, variable and general process of decision - making.",
      "cn": "从流转参与者类型 、 决策特征 、 决策变量和一般过程等角度提出了农地城市决策的理论框架."
    },
    {
      "en": "The first prize occupies about participator athe second prize about participator's the third prizes about participator.",
      "cn": "一等奖约占参赛选手30%左右;二等奖约占参赛选手40%左右;三等奖约占参赛选手30%左右."
    },
    {
      "en": "The sponsor that perhaps person pork searches and participator have right to speak more.",
      "cn": "也许人肉搜索的发起者和参与者更具有发言权."
    },
    {
      "en": "The whole self is the observer and the participator in the roles.",
      "cn": "全我是旁观者,也是角色的参与者."
    },
    {
      "en": "This researching can be reference for project participator in project turn - key management.",
      "cn": "本研究可供我国工程项目参与各方开展交钥匙承包参考."
    },
    {
      "en": "Town hospital played two roles of medical health service provider and Cooperative Medical Scheme participator.",
      "cn": "乡镇卫生院在新型农村合作医疗中,兼跨服务提供者和合作医疗管理参与者的两种利益冲突角色."
    },
    {
      "en": "We will be a good participator of your.",
      "cn": "中心愿与各界朋友共同合作、共同开发、共同发展."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "collaborator",
            "cooperator"
          ],
          "tran_cn": "参与者；合作者；分享者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ally",
            "helper"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "参与者，合作者"
    }
  ],
  "exchange": {}
}