{
  "word": "hostility",
  "ipa": {
    "us": "hɒˈstɪləti",
    "uk": "hɑˈstɪləti"
  },
  "sentences": [
    {
      "en": "a cessation of hostilities",
      "cn": "停战"
    },
    {
      "en": "By mid-season the hostility between the two was undisguised.",
      "cn": "赛季过半时，双方之间的敌意已经公开化了。"
    },
    {
      "en": "Christabel looked at Ron with open hostility.",
      "cn": "克丽丝特布尔带着公然的敌意看着罗恩。"
    },
    {
      "en": "Hostility towards outsiders is characteristic of both human and non-human animals.",
      "cn": "对外来者怀有敌意是人类和其他动物共有的特征。"
    },
    {
      "en": "How else did his hostility to women show itself?",
      "cn": "他还以什么别的方式来表露对女性的敌意呢？"
    },
    {
      "en": "I would like to disabuse your mind of the idea that your cousin has a feeling of hostility to you. On the contrary he spoke to me in the most friendly terms of you.",
      "cn": "我想消除你以为你的堂兄对你有敌意的误会. 相反,他跟我说到你时,是以最友善的口吻说的."
    },
    {
      "en": "In spite of her hostility, she was attracted to him.",
      "cn": "尽管自己心存敌意，她还是为他所吸引。"
    },
    {
      "en": "Management hostility is apparent in about a third of non-union workplaces.",
      "cn": "在大约1/3不雇用工会会员的工作场所明显可见仇视管理层的现象。"
    },
    {
      "en": "She looked at Ron with open hostility.",
      "cn": "她带着公然的敌意看着罗恩。"
    },
    {
      "en": "The early years of fear and the hostility left a deep scar on the young boy.",
      "cn": "早年的恐惧不安和别人的敌意给这个小男孩留下了深深的创伤。"
    },
    {
      "en": "The last decade has witnessed a serious rise in the levels of racism and hostility to black and ethnic groups.",
      "cn": "过去的10年里，种族主义及对黑人和少数民族的敌意变得更加严重了。"
    },
    {
      "en": "The last decade has witnessed a serious rise in the levels of racism and hostility to Black and ethnic groups.",
      "cn": "过去十年里，对黑人及少数族裔的种族歧视和敌对行为变得日益猖獗。"
    },
    {
      "en": "The reform program was greeted with hostility by conservatives.",
      "cn": "改革方案遭到保守派人士的强烈反对。"
    },
    {
      "en": "There is hostility among traditionalists to this method of teaching history.",
      "cn": "传统主义者反对这种讲授历史的方法。"
    },
    {
      "en": "There is open hostility between the two leaders.",
      "cn": "两位领导人表现出公开的敌意."
    },
    {
      "en": "There was a barely veiled hostility in her tone.",
      "cn": "她语气中带着几乎未加掩饰的敌意."
    },
    {
      "en": "There's still an atmosphere of great hostility and tension in the city.",
      "cn": "强烈的敌对和紧张气氛依然笼罩着这座城市。"
    },
    {
      "en": "They will react with hostility to the price rises and calls for equivalent wage increases are bound to be heard.",
      "cn": "他们将会强烈反对价格上涨，同时肯定会要求相应地增加工资。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hostile",
          "tran_cn": " 敌对的，敌方的；怀敌意的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "hostile",
          "tran_cn": " 敌对"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hatred",
            "enmity"
          ],
          "tran_cn": "[心理]敌意；战争行动"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "animosity",
            "enmity",
            "hatred",
            "offense",
            "offensive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "敌意，敌对状态，战争行动，愤怒反对，愤怒反抗",
      "tran_en": "when someone is unfriendly and full of anger towards another person"
    }
  ],
  "exchange": {
    "pl": [
      "hostilities"
    ]
  }
}