{
  "word": "Bering",
  "ipa": {
    "us": "ˈbɪərɪŋ, ˈbeər-, ˈbærˈbeɪrɪŋ",
    "uk": "ˈbɪrɪŋ, ˈbɛr-, ˈbærˈberɪŋ"
  },
  "sentences": [
    {
      "en": "As they report online this week in Nature Geoscience, the model shows that the Bering Strait's status was directly responsible for the ice-sheet oscillations.",
      "cn": "他们在本周《自然-地球科学》杂志在线版上报道：模拟显示，白令海峡的状况是造成冰盖振荡的直接原因。"
    },
    {
      "en": "Bering Sea ( High Seas )",
      "cn": "白令海 ( 白令公海 )"
    },
    {
      "en": "Eurasia comprises the whole of the northern part Asiatic land - mass , from Portugal to the Bering Strait.",
      "cn": "欧亚国占欧亚大陆的整个北部, 从葡萄牙到白令海峡."
    },
    {
      "en": "I count myself in nothing else so happy as in a soul remem - bering my good friends.",
      "cn": "我认为,只有在脑海中想起好朋友时我才会那样快乐."
    },
    {
      "en": "I first came to North American in prehistoric times when I crossed the Bering Strait land bridge from Eurasia.",
      "cn": "在史前时期，我从欧亚大陆穿越白令海峡、走过陆地、桥第一次来到了北美。"
    },
    {
      "en": "It was travelling north on its annual migration to the rookeries of Bering Sea.",
      "cn": "现在正当一年一度向北迁徒到白令海的老窝去的季节."
    },
    {
      "en": "Its modern distribution suggests that Japanese sailors were the first people to reach the Americas, millennia before Siberians wandered across the Bering Strait.",
      "cn": "其现代分布表明，日本船员首先到达美洲，比西伯利亚人越过白令海峡早了一千年。"
    },
    {
      "en": "Lowered sea levels exposed the shallow continental shelf beneath the Bering Sea.",
      "cn": "海平面下降使白令海底部的浅层大陆架暴露出来。"
    },
    {
      "en": "Scientists believe such hunters followed animals east across what is now the Bering Sea.",
      "cn": "科学家相信这样的猎人跟著这些动物东渡现在的白令海."
    },
    {
      "en": "The crew, believing that their vessel was about to capsize, abandoned ship in the Bering sea.",
      "cn": "船员们感到这艘船即将倾覆, 消逝在白令海."
    },
    {
      "en": "The storms that routinely batter ships on the Bering Sea are legendary.",
      "cn": "在白令海上不时有将船只砸个粉碎的暴风雨出现,传为奇谈."
    },
    {
      "en": "Water from the Bering Sea crashes on the rocks of Margaret Bay in Dutch Harbor, Alaska.",
      "cn": "白令海的海水, 撞击着阿拉斯加州荷兰港玛格丽特湾的岩石."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "bering sea",
      "tran_cn": "白令海"
    },
    {
      "phrase": "bering strait",
      "tran_cn": "白令海峡"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "白令(Vitus, 1680-1741，丹麦航海家，白令海及白令海峡的发现者)"
    },
    {
      "pos": "other",
      "tran_cn": "白令海峡"
    }
  ],
  "exchange": {}
}