{
  "word": "futility",
  "ipa": {
    "us": "fju:'tɪlətɪ",
    "uk": "fjuˈtɪlətɪ"
  },
  "sentences": [
    {
      "en": "A sense of futility stole over her.",
      "cn": "她慢慢地产生了一种没用的感觉."
    },
    {
      "en": "As soon as he had felt these regrets, he realized their futility.",
      "cn": "一想到这些遗憾, 他就认识到了其中的无效."
    },
    {
      "en": "At this moment of success I found only an unreasoning sense of futility.",
      "cn": "在这一成功的时刻我只感到一阵莫名的枉然。"
    },
    {
      "en": "Brown's article tells of the tragedy and futility of war.",
      "cn": "布朗的文章讲述了战争的悲剧性和无谓性。"
    },
    {
      "en": "Economic theory recognizes the futility of throwing good money after bad.",
      "cn": "经济理论认为,搭上老本来挽回损失是无益的."
    },
    {
      "en": "Even in ordinary life you feel the futility of words.",
      "cn": "即使在日常的生活中你也往往能感受到言辞的无助和无效."
    },
    {
      "en": "He well knew the futility of trying to contend against witches, so he gave up discouraged.",
      "cn": "他十分清楚和巫婆斗没什么好处, 于是他垂头丧气,不得不让了步."
    },
    {
      "en": "Little did they know that these talks were always an exercise in total futility.",
      "cn": "他们几乎不知道,这种会谈往往都是白费力气,毫无成效."
    },
    {
      "en": "Shame , compunction, sense of futility flooded his whole being.",
      "cn": "差耻, 内疾和徒劳的感觉浸满他整个的人."
    },
    {
      "en": "Solomon saw the futility of seeking satisfaction in people and things.",
      "cn": "所罗门看出在人与事上找寻满足,乃是缘木求鱼."
    },
    {
      "en": "Startled , she looked up and met gray eyes that were bitter and full of tired futility.",
      "cn": "思嘉吃了一惊,抬起头来, 看见一双灰眼睛充满了痛苦和无可奈何的神情."
    },
    {
      "en": "The atmosphere is saturated with disaster, frustration, futility.",
      "cn": "四周的气氛中弥漫着灾难 、 挫折和徒劳无功."
    },
    {
      "en": "The sheer futility of it all exasperates her.",
      "cn": "它毫无用处，这让她很生气。"
    },
    {
      "en": "Then, who is holding the futility record of NBA?",
      "cn": "那么, 是哪支球队保持着这个连败纪录?"
    },
    {
      "en": "There was a silence of futility and irritation in the room.",
      "cn": "屋子里安静极了,充满了徒劳无益和愤怒."
    },
    {
      "en": "Work is the way that people seek to redeem their lives from futility.",
      "cn": "工作可以避免人们虚度生命。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "futile",
          "tran_cn": " 无用的；无效的；没有出息的；琐细的；不重要的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "uselessness",
            "without avail"
          ],
          "tran_cn": "无用；徒劳；无价值"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "stupidity",
            "vanity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "无益，无效，无益的事，无效果的行动",
      "tran_en": "Futility is a total lack of purpose or usefulness"
    }
  ],
  "exchange": {
    "adj": [
      "futile"
    ]
  }
}