{
  "word": "entice",
  "ipa": {
    "us": "ɪnˈtaɪs",
    "uk": "ɪnˈtaɪs"
  },
  "sentences": [
    {
      "en": "Advertisements are designed to entice people into spending money / to spend money.",
      "cn": "广告宣传的目的是诱使人花钱."
    },
    {
      "en": "Advertisements are designed to entice people to spend money.",
      "cn": "广告就是设计出来诱人花钱的."
    },
    {
      "en": "An attempt is being made to entice otters back to the river.",
      "cn": "人们正试图把水獭引诱回河里去."
    },
    {
      "en": "Child murderers in the past have very often carried photographs of young children to entice their victims away.",
      "cn": "过去儿童谋杀犯常常携带一些小孩子的照片来诱拐他们的受害者。"
    },
    {
      "en": "He tried to entice the child away from its home.",
      "cn": "他企图怂恿那个孩子离家出走."
    },
    {
      "en": "He tries to counterfeit all the good things God offers you, aiming at our weakness in order to exploit our vulnerabilities and entice us into the darkness.",
      "cn": "他试图假冒所有上帝提供给我们的好事情，针对我们的弱点，以便开发我们的缺点，诱使我们进入黑暗。"
    },
    {
      "en": "I don't see why the English should want to entice us away from our native land.",
      "cn": "我不明白,为什英国人要引诱我们离开自己的国土."
    },
    {
      "en": "Incentive program will be organized to entice staff to sell.",
      "cn": "实行员工销售奖励措施."
    },
    {
      "en": "Nothing will entice Mr White into breaking the law.",
      "cn": "什么都不可能促使怀特先生干违法的事."
    },
    {
      "en": "Retailers have tried almost everything to entice shoppers through their doors.",
      "cn": "零售商们几乎尝试了所有办法以吸引购物者进入商店。"
    },
    {
      "en": "Retailers have tried almost everything, from cheap credit to free flights, to entice shoppers through their doors.",
      "cn": "从低价信贷到免费航班，零售商们几乎用尽一切办法说服购物者惠顾。"
    },
    {
      "en": "The bargain prices are expected to entice customers away from other stores.",
      "cn": "低廉的价格意在把顾客从其他商店吸引过来。"
    },
    {
      "en": "The higher rate would entice banks to tie up money they otherwise might lend to customers or other banks.",
      "cn": "更高的利率将诱使银行收回流动性，减少向客户或其它银行发放贷款的数量。"
    },
    {
      "en": "Then don't try to entice me to overlook my furlough.",
      "cn": "那就别劝我放弃自己的休假了."
    },
    {
      "en": "They'll entice doctors to move from the cities by paying them better salaries.",
      "cn": "他们将出更高的薪水吸引医生们走出城市。"
    },
    {
      "en": "They'll entice thousands of doctors to move from the cities to the rural areas by paying them better salaries.",
      "cn": "他们将通过支付更高的薪水怂恿成千上万的医生从城市迁往农村。"
    },
    {
      "en": "To entice all the people looking for a loo-break to stay a bit longer, locals bought the antebellum houses and turned them into restaurants and inns.",
      "cn": "为了诱使那些原本只想小憩一会的过客待的更久一些，当地人买下内战前的房子，改装成餐馆和旅店。"
    },
    {
      "en": "To influence or lead by means of wiles; entice.",
      "cn": "引诱，诱骗通过使用诡计来影响或怂恿；诱使。"
    },
    {
      "en": "Trams have been supplied to entice them out of their cars.",
      "cn": "有轨电车已投入使用,意在引导人们减少使用私家车."
    },
    {
      "en": "West Lake's beauty is ever changing but never fails to entice and entrance.",
      "cn": "西湖以变幻多姿的风韵,令人心旷神怡."
    },
    {
      "en": "Yet electricity can entice smoke sent out by an extinguished light.",
      "cn": "然而电却能吸引由熄灭的火花产生的烟."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "enticing",
          "tran_cn": " 迷人的；引诱的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "enticement",
          "tran_cn": " 诱惑；怂恿；引诱物；吸引力"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "enticing",
          "tran_cn": " 引诱；诱骗（entice的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "attract",
            "bed",
            "charm",
            "entrap",
            "lure",
            "seduce",
            "tempt"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "attract",
            "lure",
            "seduce",
            "tempt"
          ],
          "tran_cn": "引诱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "诱使；怂恿",
      "tran_en": "to persuade someone to do something or go somewhere, usually by offering them something that they want"
    },
    {
      "pos": "vt",
      "tran_cn": "诱惑，怂恿"
    }
  ],
  "exchange": {
    "third": [
      "entices"
    ],
    "past": [
      "enticed"
    ],
    "done": [
      "enticed"
    ],
    "ing": [
      "enticing"
    ],
    "noun": [
      "enticement"
    ]
  }
}