{
  "word": "preamble",
  "ipa": {
    "us": "priˈæmbl",
    "uk": "ˈpriˌæmbəl, priˈæm-"
  },
  "sentences": [
    {
      "en": "\"I would like you to return to the villa as soon as possible,\" she said without preamble.",
      "cn": "她开门见山地说：“我想让你尽快回到别墅。”"
    },
    {
      "en": "All of the code book may be specified in the preamble website.",
      "cn": "本书全部程序代码可由前言中指定网站下载."
    },
    {
      "en": "Harding gave him the news without preamble (= without saying anything else before it ) .",
      "cn": "哈丁开门见山把消息告诉了他。"
    },
    {
      "en": "He launched into his statement without any preamble.",
      "cn": "他开门见山地发表言论."
    },
    {
      "en": "In outline , it falls into four parts : preamble, theoretical introduction , substantial contents and conclusion.",
      "cn": "全文在结构上由引言 、 导论 、 分论和结语四大部分构成."
    },
    {
      "en": "Mr Verba's gentle preamble through leather - bound tradition was leading to something momentous.",
      "cn": "维巴先生就哈佛藏书所作的温文尔雅的开场白,将拉开重大事件的帷幕."
    },
    {
      "en": "Professor Wang Xuan says so without preamble to this print journalist.",
      "cn": "王选教授对本刊记者开门见山如是说."
    },
    {
      "en": "The aims of the treaty are stated in its preamble.",
      "cn": "条约的宗旨已在序言中说明。"
    },
    {
      "en": "The controversy has arisen over the text of the preamble to the unification treaty.",
      "cn": "针对统一条约的序文出现了争论。"
    },
    {
      "en": "The preamble introduces research condition about an epic and the epic.",
      "cn": "序言主要涉及了有关史诗的研究动态."
    },
    {
      "en": "The reasons for a law are often atated in a preamble.",
      "cn": "一项法律的创制理由常常都会陈述在序言中."
    },
    {
      "en": "Thereupon this phrase in the preamble was depleted.",
      "cn": "因此,前言中的这一句话就被删去了."
    },
    {
      "en": "This extraordinary preamble to the worker's demands was received differently in four different quarters.",
      "cn": "这篇铿锵的应工人要求的檄文在四个居住区引起了不同反响."
    },
    {
      "en": "This thesis arranges for the content as follows: Preamble.",
      "cn": "本文对人本管理研究的内容安排如下: 序言."
    },
    {
      "en": "This thesis consists of the preamble, the text and conclusion.",
      "cn": "本文由绪论 、 正文、结语三大部分组成."
    },
    {
      "en": "Truth needs not many words; but a false tales a long preamble.",
      "cn": "真理不须多言; 谎言累牍连篇."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "proem"
          ],
          "tran_cn": "序文；电报报头；先兆"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "preface",
            "preliminary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "without preamble",
      "tran_cn": "直截了当地，开门见山地，单刀直入地"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "序，绪言，（法令、文件等的）序文，前言",
      "tran_en": "a statement at the beginning of a book, document, or talk, explaining what it is about"
    },
    {
      "pos": "v",
      "tran_cn": "作序文"
    }
  ],
  "exchange": {
    "pl": [
      "preambles"
    ]
  }
}