{
  "word": "azure",
  "ipa": {
    "us": "ˈæʒə(r)",
    "uk": "ˈæʒɚ"
  },
  "sentences": [
    {
      "en": "Designed to offer a sampling of what Americans are thinking, the letters are read by the president, and he sometimes answers them by hand, in black ink on azure paper.",
      "cn": "选送民众来信供总统过目，旨在让总统了解美国民众的想法，总统要展阅这些来信，有时还要手书回信，回信是用黑墨水写在天蓝色信纸上的。"
    },
    {
      "en": "Extensive llano, azure sky, winding shed dripping Xi Linhe.",
      "cn": "辽阔的大草原, 蔚蓝的天空, 蜿蜒流淌的锡林河."
    },
    {
      "en": "From eight to ten tonight he'll be at the Luna Azure up in the Bronx.",
      "cn": "他预定今晚从八点到十点将在布郎克斯区的‘晴空月’饭店."
    },
    {
      "en": "He has receding brown hair, his customary designer stubble and azure - blue eyes.",
      "cn": "浅灰色头发梳成惯常的发型, 阿布有一双天蓝色的眼睛."
    },
    {
      "en": "He looked up at the azure and was lost in thought.",
      "cn": "他抬头看着蓝天,沉思起来."
    },
    {
      "en": "His eyes are azure.",
      "cn": "他的眼睛是天蓝色的."
    },
    {
      "en": "In autumn, Wusuli River is like an azure sea, lucid and transparent.",
      "cn": "秋天, 乌苏里江像蔚蓝色的海, 清澈透明."
    },
    {
      "en": "Is a delicate waist in azure blue.",
      "cn": "轻拥著蔚蓝的腰枝."
    },
    {
      "en": "Simplified the materials required for Shining Spellthread and Azure Spellthread.",
      "cn": "简化了闪光魔线和碧蓝魔线的材料需求."
    },
    {
      "en": "The apartment flag is gold lion rampant on a field of azure.",
      "cn": "公寓旗帜是一头在天蓝色背景下两腿站立的狮子。"
    },
    {
      "en": "The Azure reminds you more of the sky, correct?",
      "cn": "蔚蓝色更接近天空的颜色, 对 么 ?"
    },
    {
      "en": "The breathtaking beauty of the rugged California wilderness has been captured under a clear, azure sky.",
      "cn": "明朗蔚蓝的天空下面, 加利福尼亚崎岖的原野美得令人惊叹不已."
    },
    {
      "en": "The peaks stood out in sharp relief against the azure sky.",
      "cn": "在蓝天的映衬下,山峰的轮廓极为明显."
    },
    {
      "en": "The topmost round of his azure ladder had been reached by this time.",
      "cn": "这个时候,他的蓝色梯子的最高一级已经达到."
    },
    {
      "en": "They were like bright pearls and stars in azure sky.",
      "cn": "正如一粒粒的明珠,又如碧天里的星星."
    },
    {
      "en": "This azure sky the point declares that road in our heart coloured.",
      "cn": "这湛蓝的天空架起我们心中的那道彩虹."
    },
    {
      "en": "Tired, lay down come, looking at fine and azure sky.",
      "cn": "累了, 躺下来, 望着晴朗蔚蓝的天空."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cerulean"
          ],
          "tran_cn": "蔚蓝的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ciel",
            "ethereal blue"
          ],
          "tran_cn": "天蓝色；碧空"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "azure blue",
      "tran_cn": "天青蓝"
    },
    {
      "phrase": "azure stone",
      "tran_cn": "琉璃；青金石；蓝铜矿"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "天蓝色的；蔚蓝色的",
      "tran_en": "having a bright blue colour like the sky"
    },
    {
      "pos": "n",
      "tran_cn": "天蓝色, 苍天, 碧空"
    }
  ],
  "exchange": {}
}