{
  "word": "overuse",
  "ipa": {
    "us": "ˌəʊvəˈju:z",
    "uk": "ˌoʊvərˈjuz"
  },
  "sentences": [
    {
      "en": "A nasal spray or drops would ease your symptoms, but don't overuse them or further congestion could result.",
      "cn": "鼻腔喷剂或滴剂能减轻症状，但请勿使用过频，否则鼻塞可能会加重。"
    },
    {
      "en": "Don't overuse heated appliances on you hair.",
      "cn": "不要过多地使用电热器具弄头发。"
    },
    {
      "en": "However, overuse or abuse of code - switching may also reap negative results.",
      "cn": "但是, 语码转换在课堂中不可滥用,过多或不当使用也会造成一些负面影响."
    },
    {
      "en": "In writing about our hard times, we are apt to overuse the word \" grim \".",
      "cn": "在描写我们艰苦的日子的时候, 我们每每过多地使用 “ 严肃 ” 这个字眼."
    },
    {
      "en": "Long - term overuse of alcohol, for example, can cause alcoholic hepatitis.",
      "cn": "例如, 长期 嗜酒会引起酒精性肝炎."
    },
    {
      "en": "Love is a word cheapened by overuse.",
      "cn": "“爱”这个字眼用得太滥不值钱了。"
    },
    {
      "en": "Note the overuse of stress on certain words for emphasis and exaggeration.",
      "cn": "标出为强调和夸张某些词过度使用的重音."
    },
    {
      "en": "Overuse can cause stress fractures, are very small cracks in the bone.",
      "cn": "使用过度可导致应力性骨折(骨头上极小的裂缝)."
    },
    {
      "en": "Overuse of the internet has become a household worry in China.",
      "cn": "过度使用网络在中国已经成为一种家庭烦恼."
    },
    {
      "en": "Sagittarians an active, sensitive liver that instantly suffers from overuse of alcohol.",
      "cn": "射手座的肝非常脆弱,饮用大量的酒精让他易患肝炎."
    },
    {
      "en": "Some guitar players tend to overuse the wah - wah pedal.",
      "cn": "一些吉他手往往会滥用“哇哇”踏板."
    },
    {
      "en": "Students tend to overuse certain words.",
      "cn": "学生往往会滥用某些词语。"
    },
    {
      "en": "Supplies are under increasing threat from overuse and pollution.",
      "cn": "由于滥用和污染，供应正受到日益严重的威胁。"
    },
    {
      "en": "Surface subsidence ( ground depression ) caused by the overuse of ground water.",
      "cn": "过度抽取地下水引起的地面沉降."
    },
    {
      "en": "The overuse of the work expedite come to mind here.",
      "cn": "这里又涉及到“尽快”这个指令的滥用问题了."
    },
    {
      "en": "The whole food chain is affected by the overuse of chemicals in agriculture.",
      "cn": "整个食物链因农业生产过程过多使用化学品而受到影响。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "vt",
      "tran_cn": "使用过度"
    },
    {
      "pos": "vt&n",
      "tran_cn": "使用过度",
      "tran_en": "to use something too much, especially so that it is not effective any more or it is damaged"
    }
  ],
  "exchange": {
    "third": [
      "overuses"
    ],
    "past": [
      "overused"
    ],
    "done": [
      "overused"
    ],
    "ing": [
      "overusing"
    ]
  }
}