{
  "word": "dynamical",
  "ipa": {
    "us": "daɪ'næmɪkəl",
    "uk": "daɪ'næmɪkəl"
  },
  "sentences": [
    {
      "en": "A dynamical angular rigidity measuring method is given based on modal analysis.",
      "cn": "针对挠性接头角刚度的测量,提出了一种基于模态分析的动态角刚度测量方法."
    },
    {
      "en": "A new way to solve dynamical response of rotor blade in helicopter.",
      "cn": "提出了一种全新的计算旋翼桨叶动力响应的方法."
    },
    {
      "en": "But gas has a disproportionate dynamical role.",
      "cn": "但是,气体具有不成比例的动力学角色."
    },
    {
      "en": "Dynamical metamorphism under greenschist facies is the condition of mineralizing enrichment.",
      "cn": "绿片岩相以下的动力变质作用是矿化富集的条件."
    },
    {
      "en": "Dynamical systems examples from mathematical biology and population dynamics.",
      "cn": "来自生物数学和种群动力学的动力系统的例子."
    },
    {
      "en": "Finite element dynamical analysis for polyurethane foam sandwich panel is studied.",
      "cn": "研究聚氨酯泡沫复合夹层板的动力有限元分析方法."
    },
    {
      "en": "Impact of nesting strategies in dynamical downscaling of reanalysis data.",
      "cn": "嵌套对策对在重分析资料的动力学顺尺度的影响."
    },
    {
      "en": "Knowledge on climate, atmospheric general circulation and dynamical meteorology.",
      "cn": "具备气候学 、 大气环流和动力气象学的基本知识."
    },
    {
      "en": "Possess current estrangement , cushion exceed dynamical function and appropriative electric power measure.",
      "cn": "具有电流隔幅,缓启动功能及专用的电力调整器."
    },
    {
      "en": "Smoothing of trajectory imply that linear dynamical system is stochastic trajectory modeling.",
      "cn": "轨迹平滑体现了线性动态系统的轨迹建模思想."
    },
    {
      "en": "The dynamical balancing of beating up mechanism of air - jet loom is discussed.",
      "cn": "探讨一种喷气织机四连杆打纬机构的动平衡方法."
    },
    {
      "en": "The issue of impulsive synchronization of chaotic dynamical systems is investigated.",
      "cn": "摘要研究了混沌系统的脉冲同步问题."
    },
    {
      "en": "The symbol of science for the next century is the dynamical Net.",
      "cn": "下个世纪的科学象征是充满活力的网络."
    },
    {
      "en": "This article studies the dynamical action of a predator-prey system with age structure .",
      "cn": "摘要研究了一类捕食者具有年龄结构的捕食系统的动力学行为。"
    },
    {
      "en": "This paper introduces explicit arithmetic of explicit dynamical analysis software package LS - DYNA.",
      "cn": "介绍了通用显式动力分析软件包LS-DYNA的显示算法."
    },
    {
      "en": "To provide the soil's dynamical feature parameters for the small vibration prevention.",
      "cn": "提供防微振动分析需要的有关土的动力特性参数."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dynamic",
          "tran_cn": " 动态的；动力的；动力学的；有活力的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "dynamically",
          "tran_cn": " 动态地；充满活力地；不断变化地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "dynamic",
          "tran_cn": " 动态；动力"
        },
        {
          "word": "dynamics",
          "tran_cn": " 动力学，力学"
        },
        {
          "word": "dynamism",
          "tran_cn": " 活力；动态；物力论；推动力；精神动力作用"
        },
        {
          "word": "dynamometer",
          "tran_cn": " 测力计；功率计；动力计"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "dynamize",
          "tran_cn": " （考虑到通货膨胀的因素） 增加 （养老金、退休金等的） 价值；使更有生气；使更有力量；使（药物）有效（等于dynamise）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "alive",
            "male",
            "vigorous",
            "energetic"
          ],
          "tran_cn": "动力学的（等于dynamic）；有生气的；有力的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "dynamical equation",
      "tran_cn": "动力学方程；动态方程"
    },
    {
      "phrase": "dynamical equilibrium",
      "tran_cn": "动态平衡"
    },
    {
      "phrase": "dynamical system",
      "tran_cn": "[数学]动力系统"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "动力（学）的，有力量的"
    }
  ],
  "exchange": {}
}