{
  "word": "monoxide",
  "ipa": {
    "us": "mɒ'nɒksaɪd",
    "uk": "məˈnɑkˌsaɪd"
  },
  "sentences": [
    {
      "en": "Both nicotine and carbon monoxide inhaled with cigarette smoking have been incriminated as causative factors.",
      "cn": "抽烟时吸入的尼古丁和一氧化碳都已经被标定为致病因素。"
    },
    {
      "en": "Carbon monoxide is definitely capable of impairing cardiovascular function.",
      "cn": "一氧化碳确实能损害心血管机能."
    },
    {
      "en": "For the same amount of carbon, there is twice as much oxygen as in carbon monoxide.",
      "cn": "同一份量的碳, 所需要的氧的分量却是一氧化碳的二倍."
    },
    {
      "en": "Hydrocarbons ( HC ), like carbon monoxide, represent unburned and wasted fuel.",
      "cn": "碳氢化合物 ( HC ) 像一氧化碳一样, 为未燃尽的和被浪费掉的燃料."
    },
    {
      "en": "I knew straight away that it was carbon monoxide,\" he told the New Zealand Herald.",
      "cn": "我马上就知道了这是一氧化碳，”他这样告诉《新西兰先驱报》的记者。"
    },
    {
      "en": "Objective To explore resistance to carbon monoxide poisonous hypoxia by Ligustrazin.",
      "cn": "目的探讨川芎嗪对一氧化碳中毒性缺氧的耐受作用."
    },
    {
      "en": "Others monitor methane, carbon monoxide, ozone, lead, and all sorts of particles.",
      "cn": "其他设备则监测着甲烷 、 一氧化碳 、 臭氧 、 铅以及其他各种粒子的浓度."
    },
    {
      "en": "Second - hand contains carbon monoxide, ammonia, formaldehyde a pyrene and nitrosamines.",
      "cn": "二手烟包含了一氧化碳, 氨, 甲醛,苯和亚硝胺."
    },
    {
      "en": "So how do you think the carbon monoxide got into the cockpit?",
      "cn": "你们认为一氧化碳是怎样进入驾驶舱的?"
    },
    {
      "en": "That produces hydrogen and carbon monoxide, which can be converted to a liquid fuel.",
      "cn": "其产物是氢气和一氧化碳，并可以进一步转化为液体燃料。"
    },
    {
      "en": "The effects are dependent upon the combination of carbon monoxide with hemoglobin to form carboxyhemoglobin.",
      "cn": "这种影响取决于一氧化碳同血红蛋白结合而生成的一氧化碳血红蛋白."
    },
    {
      "en": "The heavy traffic tinctures the air with carbon monoxide.",
      "cn": "繁忙的交通使空气里充满一氧化碳."
    },
    {
      "en": "The limit for carbon monoxide is 4.5 per cent of the exhaust gas.",
      "cn": "尾气中一氧化碳的排放限量为4.5%。"
    },
    {
      "en": "The result is that unburned gasoline or carbon monoxide come out the tail pipe.",
      "cn": "结果,排气尾管即排出了尚未燃烧的汽油及一氧化碳."
    },
    {
      "en": "The scientists found that half of the 421 deaths were clearly due to carbon monoxide poisoning.",
      "cn": "科学工作者发现在421个死难者中,半数显然是由于一氧化碳中毒."
    },
    {
      "en": "The unburned gasoline or carbon monoxide come out the tail pipe.",
      "cn": "排气尾管排出了尚未燃尽的汽油及一氧化碳."
    },
    {
      "en": "Then, if the mix of waste is correct, the carbon and oxygen atoms involved recombine to form carbon monoxide and the hydrogen atoms link up into diatomic hydrogen molecules.",
      "cn": "接下去，如果废物的组合是合适的，碳原子和氧原子会重新组合形成一氧化碳，而氢原子则结合起来形成双原子的氢分子。"
    },
    {
      "en": "These winds can trap chlorine monoxide and speed ozone destruction.",
      "cn": "这些风能捕获一氧化氯并加速对臭氧的破坏."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "carbon monoxide",
      "tran_cn": "一氧化碳"
    },
    {
      "phrase": "carbon monoxide poisoning",
      "tran_cn": "一氧化碳中毒"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "一氧化物"
    }
  ],
  "exchange": {}
}