{
  "word": "Hampshire",
  "ipa": {
    "us": "ˈhæmpʃiə",
    "uk": "ˈhæmpʃɪr, -ʃɚ"
  },
  "sentences": [
    {
      "en": "And so let freedom ring from the prodigious hilltops of New Hampshire.",
      "cn": "因此,让自由之声响彻新罕布什尔州的巍峨高峰!"
    },
    {
      "en": "Four years ago, he was a write-in candidate in New Hampshire.",
      "cn": "4年前，他是新罕布什尔州一名非推荐候选人。"
    },
    {
      "en": "He is now working freelance from his home in Hampshire.",
      "cn": "他现在在汉普郡的家里从事自由职业工作。"
    },
    {
      "en": "He was consultant rheumatologist at the Royal Hampshire Hospital.",
      "cn": "他是皇家汉普郡医院的风湿病学顾问。"
    },
    {
      "en": "His presidential hopes suffered a fatal blow in New Hampshire.",
      "cn": "他做总统的梦想在新汉普史尔遭到了严重打击."
    },
    {
      "en": "Iowa and New Hampshire are not doomed to obscurity quite yet.",
      "cn": "然而,爱荷华和新罕布什尔的地位也并非注定黯淡."
    },
    {
      "en": "It'seems as if all of New Hampshire is looking for Patty.",
      "cn": "仿佛整个新罕布什尔州都在寻找帕蒂."
    },
    {
      "en": "Only in 1809, when she returned to Hampshire and settled in the cottage on the Chawton estate of her brother Edward, could she devote herself to her work again.",
      "cn": "在那儿，写作几不可能。 直到1809年，她回到汉普郡，安置在兄长爱德华在查顿的一所小屋中，才能够再次全心投入到自己的工作中去。"
    },
    {
      "en": "So let freedom ring from the prodigious hilltops of New Hampshire.",
      "cn": "所以,让自由的回声响彻新罕布什尔州连绵不绝的山头吧!"
    },
    {
      "en": "Someone will have to break the news to Iowa and New Hampshire.",
      "cn": "不过这样一来,就必须有人把坏消息带到爱荷华州和新罕布什尔州."
    },
    {
      "en": "The garden is in a beautiful situation on top of a fold in the rolling Hampshire landscape.",
      "cn": "这座花园位于地势连绵起伏的汉普郡的一处山岗上，环境十分优美。"
    },
    {
      "en": "The president may get a frosty reception in New Hampshire.",
      "cn": "总统在新罕布什尔州可能会受到冷遇。"
    },
    {
      "en": "There were some \" middling - great \" New Hampshire men in the early days of the republic.",
      "cn": "共和国初期新罕布什尔倒是出现过一些 “ 中不溜的伟大 ” 人物."
    },
    {
      "en": "They drove across the river to New Hampshire on a hot tar road.",
      "cn": "他们沿着一条滚烫的柏油路开过了河，来到新罕布什尔州。"
    },
    {
      "en": "Using an alias, he had rented a house in Fleet, Hampshire.",
      "cn": "他用化名在汉普郡的舰队街租了间房子。"
    },
    {
      "en": "We lost the New Hampshire primary.",
      "cn": "我们在新罕布什尔州的初选失利了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of new hampshire",
      "tran_cn": "新罕布什尔大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "汉普郡（英国南部之一郡）"
    }
  ],
  "exchange": {}
}