{
  "word": "Canberra",
  "ipa": {
    "us": "'kænbərə",
    "uk": "'kænberə"
  },
  "sentences": [
    {
      "en": "As almost all ACT's population lives in Canberra, political trends for both areas are closely aligned.",
      "cn": "因为首都直辖区几乎所有的人口都居住在堪培拉,所以两个地区的政治倾向非常接近."
    },
    {
      "en": "Bumblebee hot air balloons from the annual Canberra Balloon Fiesta.",
      "cn": "黄蜂从年度堪培拉气球嘉年华热气球."
    },
    {
      "en": "Canberra is the capital city of Australia.",
      "cn": "堪培拉是澳大利亚的首都."
    },
    {
      "en": "Canberra needs the relationship - and the guarantees of military assistance that go with it - far more than Washington does.",
      "cn": "堪培拉需要这种关系，以及随之而来的军援保证，远远超过华盛顿对这种关系的需要。"
    },
    {
      "en": "CONTRAST the locations and functions of Shanghai and Canberra.",
      "cn": "对比上海和坎培拉在区位及功能上的分别."
    },
    {
      "en": "However, Canberra is expected to receive official confirmation of the trial on Thursday.",
      "cn": "不过, 澳大利亚方面预计将于周四接到有关审理开始的正式确认."
    },
    {
      "en": "However, the Z variation of CANBERRA changes its phase as the same with that for HONOLULU.",
      "cn": "可是, CANBERRA台的变化又和HONOLULU台同相."
    },
    {
      "en": "I'm going to Canberra University.",
      "cn": "我准备去堪培拉大学."
    },
    {
      "en": "I'm going to Canberra.",
      "cn": "我要去堪培拉."
    },
    {
      "en": "In Australia, climate change is a political football, kicked about in the power game played in Canberra.",
      "cn": "在澳大利亚，气候变化是政治足球，在堪培拉的权力游戏中被踢来踢去。"
    },
    {
      "en": "Julia is telling Ingrid about her planned visit to Canberra.",
      "cn": "朱丽叶告诉英格里德她准备去堪培拉观光."
    },
    {
      "en": "Kylie Catchpole, a research fellow at the Australian National University in Canberra, says the design is promising because it works over a broad band of the spectrum.",
      "cn": "凯莉·卡崔布尔，堪培拉的澳洲国立大学的一名女研究员，说道这项设计很有前景因为研究的是宽频带的光谱。"
    },
    {
      "en": "Mother and child albino kangaroos in Canberra, Australia.",
      "cn": "澳大利亚堪培拉的白化病袋鼠母子."
    },
    {
      "en": "Tell them that Parliament House sells the cheapest post cards in Canberra.",
      "cn": "告诉他们国会大厦里卖全堪培拉最便宜的明信片."
    },
    {
      "en": "The capital city of Australia is Canberra.",
      "cn": "澳大利亚的首都城市是堪培拉."
    },
    {
      "en": "These include kacawocassava, sweet potatoes, yiemsyams, canberra , and cocoa nut coconut.",
      "cn": "这些农作物包括:木薯 、 甘薯 、 山药 、 芋头和椰子."
    },
    {
      "en": "We can do sydney to canberra in 10 hour.",
      "cn": "我们用10个小时就可以从悉尼开到堪培拉."
    },
    {
      "en": "Why might consumer interest groups Canberra be less effective than producer lobbies?",
      "cn": "为什么堪培拉(澳大利亚首都)的消费人群比制片团体实际还少?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "堪培拉（澳大利亚首都）"
    },
    {
      "pos": "other",
      "tran_cn": "堪培拉（澳大利亚首都）"
    }
  ],
  "exchange": {}
}