{
  "word": "congruence",
  "ipa": {
    "us": "'kɒŋgrʊəns",
    "uk": "ˈkɑŋɡruəns, kənˈɡru-"
  },
  "sentences": [
    {
      "en": "...a necessary congruence between political, cultural and economic forces.",
      "cn": "...一种政治、文化和经济力量的必要相似。"
    },
    {
      "en": "A structure theorem between strong P - congruence pair and strong P - congruence is given.",
      "cn": "给出了强P - 同余对和强P - 同余关系之间的结构定理."
    },
    {
      "en": "A uniformly congruent security model is presented based on observational congruence.",
      "cn": "基于观察同余等价,构造了一类一致同余安全模型."
    },
    {
      "en": "For the rapid construction or congruence of Jane style refers to power provided a general approach.",
      "cn": "为快速构造或化简同余幂指式提供了一般方法."
    },
    {
      "en": "Furthermore theand the jointhe good congruence lattice are determined the semilattice of commutative cancellative monoids.",
      "cn": "特别是确定了交换的可消幺半群的半格的好同余格上的交与并运算."
    },
    {
      "en": "I must say that this push for congruence in all areas turned out beautifully.",
      "cn": "我得说,在所有方面奋力争取一致性的结果是美妙的."
    },
    {
      "en": "In this paper notation of a strongly ordered congruence on an ordered semigroup S is introduced.",
      "cn": "设S是 有向序半群,本文给出了S上的一类正则同余,称为强序同余的定义及性质."
    },
    {
      "en": "Objective To investigate the self - consistency and congruence of the nursing staff.",
      "cn": "目的了解护理人员 自我 和谐性的情况,以促进护理人员心理健康."
    },
    {
      "en": "Stirrup joints ( congruence ) should be staggered in the last two of erect steel.",
      "cn": "箍筋的接头 ( 弯钩叠合处 ) 应交错布置在两根架立钢筋上."
    },
    {
      "en": "The paper analyzes the reasonable operation time passenger train by using congruence theory.",
      "cn": "运用同余思想分析旅客列车的合理开车范围."
    },
    {
      "en": "The semiring congruence on a class of generalized regular semiring S was studied.",
      "cn": "研究了一类广义正则半环S上的半环同余."
    },
    {
      "en": "The subdirectly irreducible Clifford semigroups are characterized by means of the structure of congruence.",
      "cn": "利用Clifford半群上同余的结构,刻画了次直积不可约的Clifford半 群."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "congruent",
          "tran_cn": " 适合的，一致的；全等的；合谐的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "accordance",
            "unity",
            "agreement",
            "identity",
            "consensus"
          ],
          "tran_cn": "一致；适合；[数]全等"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "compatibility",
            "connection"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "适合，一致，叠合，全等",
      "tran_en": "Congruence is when two things are similar or fit together well"
    }
  ],
  "exchange": {
    "adj": [
      "congruent"
    ]
  }
}