{
  "word": "finch",
  "ipa": {
    "us": "fɪntʃ",
    "uk": "fɪntʃ"
  },
  "sentences": [
    {
      "en": "As Jane Finch drove to work she thought about her Sandy.",
      "cn": "去上班的路上,简·芬奇一面开着车,一面想着她的桑迪."
    },
    {
      "en": "By this behavior the finch opened up a new niche to itself.",
      "cn": "通过这个行为,小鸟为自己开发了新的得利模式."
    },
    {
      "en": "Connie: Have you heard from Sam Finch?",
      "cn": "康妮: 有山姆&#8226;芬奇的消息 吗 ?"
    },
    {
      "en": "Finch gave a superior smile.",
      "cn": "芬奇高傲地笑了笑。"
    },
    {
      "en": "Finch had regular flying, and closed to chirp to a person.",
      "cn": "有鸟雀常飞来飞去, 叽叽喳喳着于人亲近."
    },
    {
      "en": "Lo do a te finch ｅ vivr ｏ e a nessun altro lo dar ｏ.",
      "cn": "我唱催眠曲,这个爱我该给谁."
    },
    {
      "en": "North American finch having a raspberry - red head and breast and rump.",
      "cn": "头、胸和尾为紫红色的北美洲小雀鸟."
    },
    {
      "en": "North American finch of marshy area.",
      "cn": "生活在北美洲沼泽地区."
    },
    {
      "en": "One species of finch learned to pick up a cactus needle to poke for insects.",
      "cn": "有一种雀科小鸟学会捡起仙人掌针去戳得昆虫猎物。"
    },
    {
      "en": "She lists Abercrombie and Finch among her favorite luxury brands.",
      "cn": "最奢侈的牌子:衣服鞋子木有奢侈品,香水有一堆,不分国籍地."
    },
    {
      "en": "South American species of scarlet finch with black head and wings and tail.",
      "cn": "南美洲鲜红色色雀鸟,头、翅膀和尾巴都是黑色的."
    },
    {
      "en": "The chicks began growing wider, taller, more robust beaks similar to those of a nut - cracking finch.",
      "cn": "结果小鸡的喙开始长得又宽 、 又高 、 又结实,很像一种破坚果的雀喙."
    },
    {
      "en": "The movie studio wanted Rock Hudson to Atticus Finch.",
      "cn": "制片厂打算让罗克·赫德森饰演阿提库斯·芬奇."
    },
    {
      "en": "The scientists tried playing the same sound sample again with another group, and they got pissed, too -- virtually every finch that heard it, in fact.",
      "cn": "而科学家们对另外一群孟加拉雀们播放同样的叫声，他们同样也很生气。 事实上每一只鸟都是如此。"
    },
    {
      "en": "This behaviour is commonly observed among several species of finch.",
      "cn": "这种行为常常可以在几种雀科鸣禽中看到."
    },
    {
      "en": "We saw a finch light on ( or upon ) a bough.",
      "cn": "我们看到树枝上停著或一只麻雀."
    },
    {
      "en": "We wake every morning to the sound of a finch singing.",
      "cn": "每天早晨醒来时还能听到燕雀的歌唱。"
    },
    {
      "en": "What colour is a purple finch?",
      "cn": "紫雀是什么颜色的?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（常构成复合词）雀科小鸟，雀类",
      "tran_en": "a small bird with a short beak"
    }
  ],
  "exchange": {
    "pl": [
      "finches"
    ]
  }
}