{
  "word": "or",
  "ipa": {
    "us": "ɔː(r)",
    "uk": "ɔːr"
  },
  "sentences": [
    {
      "en": "A bright shooting star, or meteor, is an unforgettable sight.",
      "cn": "明亮的流星，或者说陨石，是番难忘的景象。"
    },
    {
      "en": "But that doesn't mean this brand of politics is dead or dying.",
      "cn": "但那并不意味着这种政治主张已经或正在消亡。"
    },
    {
      "en": "Buying budget-priced furniture needn't mean compromising on quality or style.",
      "cn": "买价钱经济的家具并不意味着就要牺牲质量和样式。"
    },
    {
      "en": "Chamberlain scored 50 or more points four times in the season.",
      "cn": "张伯伦在赛季中有4次得分不低于50。"
    },
    {
      "en": "Choose a soft, medium or firm mattress to suit their individual needs.",
      "cn": "针对他们各人不同的需要挑选柔软、软硬适中或者坚硬的床垫。"
    },
    {
      "en": "Do you sweat a lot or flush a lot?",
      "cn": "你常出汗或是脸上常发烫吗？"
    },
    {
      "en": "dozen or so people.",
      "cn": "十二人左右。"
    },
    {
      "en": "Give the cardboard two or three coats of varnish to harden it.",
      "cn": "在纸板上涂两三层清漆使其变硬。"
    },
    {
      "en": "Grapes are usually either green or red.",
      "cn": "葡萄一般要么是绿色，要么是红色。"
    },
    {
      "en": "He was often caustic and mocking, or flew into rages.",
      "cn": "他常常讽刺或挖苦人，有时又会大发雷霆。"
    },
    {
      "en": "He’s going to do it whether we like it or not.",
      "cn": "不管我们喜欢与否，他都会去做这件事。"
    },
    {
      "en": "I imagine they'll be tearing the building down sooner or later.",
      "cn": "我猜他们早晚会拆除这座楼的。"
    },
    {
      "en": "If your skin becomes red, sore or very scaly, consult your doctor.",
      "cn": "如果皮肤发红、瘙痒或脱皮，要向医生咨询。"
    },
    {
      "en": "It’s going to snow tomorrow, or that’s what the forecast says.",
      "cn": "明天要下雪，确切地说，气象预报是这样说的。"
    },
    {
      "en": "Remember, happiness doesn't depend upon who you are or what you have; it depends solely upon what you think.--Dale Carnegie",
      "cn": "请记住，幸福不在于你是谁或者你拥有什么，而仅仅取决于你的心态！"
    },
    {
      "en": "Serve the cake warm or at room temperature, cut in squares.",
      "cn": "等蛋糕温热或凉至室温时切成四方块端上桌。"
    },
    {
      "en": "Shall we go out to the cinema or stay at home?",
      "cn": "我们是出去看电影还是待在家里？"
    },
    {
      "en": "She wasn’t involved in drugs or anything like that.",
      "cn": "她没有涉毒之类的行为。"
    },
    {
      "en": "Such laws could protect the consumer from harmful or dangerous remedies.",
      "cn": "这样的法规可以保护消费者免受有害或者危险药品的威胁。"
    },
    {
      "en": "The tidal stream or current gradually decreases in the shallows.",
      "cn": "浅滩上的潮水逐渐退去。"
    },
    {
      "en": "This is more like a downpayment, or a deposit, if you like.",
      "cn": "这更像是首付，也可以说是定金。"
    },
    {
      "en": "You can have ham, cheese, or tuna.",
      "cn": "你可以选择火腿、干酪或者金枪鱼。"
    },
    {
      "en": "You must do the job yourself or else employ someone else to do it.",
      "cn": "你必须自己做这件事，或者就雇别人去做。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "alternatively",
            "contrarily",
            "conversely",
            "else",
            "optionally",
            "otherwise"
          ],
          "tran_cn": "否则,或者"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "or else",
      "tran_cn": "见 else"
    },
    {
      "phrase": "or so",
      "tran_cn": "[在数量后]…左右，…上下"
    }
  ],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": "或，或者，还是，不然，否则，左右",
      "tran_en": "used between two words or phrases to show that either of two things is possible, or used before the last in a list of possibilities or choices"
    },
    {
      "pos": "n",
      "tran_cn": "[纹章]黑金色、黑色"
    },
    {
      "pos": "other",
      "tran_cn": "或者",
      "tran_en": "used between two words or phrases to show that either of two things is possible, or used before the last in a list of possibilities or choices"
    },
    {
      "pos": "prep",
      "tran_cn": "<古、诗>在…之前，比…更早"
    }
  ],
  "exchange": {}
}