{
  "word": "tarmac",
  "ipa": {
    "us": "ˈtɑ:mæk",
    "uk": "ˈtɑrmæk"
  },
  "sentences": [
    {
      "en": "...waves of heat rising from the tarmac.",
      "cn": "…沥青路面上升起的热浪。"
    },
    {
      "en": "And some travelers spent more than 12 hours sitting in planes on the tarmac.",
      "cn": "一些游客所乘的飞机停机坪上逗留了超过12个小时."
    },
    {
      "en": "As Parretti walked across the tarmac, fraud officers closed in.",
      "cn": "当帕雷蒂穿过柏油路的时候，反欺诈警察围了上去。"
    },
    {
      "en": "Corpses were dragged from shot - up cars and displayed on the tarmac.",
      "cn": "人们把尸体从 弹痕 累累的汽车中拖出,堆放在柏油马路上."
    },
    {
      "en": "However because of fuel shortages, some aircraft are clogging up the tarmac.",
      "cn": "然而由于燃料的短缺, 一些飞机不得已被迫停在碎石路上."
    },
    {
      "en": "I'm going to tarmac the front drive.",
      "cn": "我要把前面的汽车道铺上碎石沥青."
    },
    {
      "en": "The loose gravel traps are therefore being replaced by rough tarmac.",
      "cn": "因此,松散的沙砾缓冲区被粗糙的柏油碎石面取代."
    },
    {
      "en": "The passenger were shepherd across the tarmac to the airliner.",
      "cn": "旅客们被引领走过柏油碎石跑道上飞机."
    },
    {
      "en": "The passengers were shepherded across the tarmac to the airliner.",
      "cn": "旅客们被引导走过跑道去上飞机."
    },
    {
      "en": "The plane had to wait half an hour on the tarmac because of fog.",
      "cn": "由于大雾,那架飞机不得不在跑道上等候半个小时."
    },
    {
      "en": "The plane taxied along the tarmac.",
      "cn": "飞机沿跑道滑行."
    },
    {
      "en": "The word itself used to be a byword for tarmac tedium.",
      "cn": "其品牌名称在过去是一句有关tarmactedium的谚语."
    },
    {
      "en": "They are characterised by their wide, fast and smooth nature, with sections of Tarmac measure.",
      "cn": "但是这个赛道在这之前也办过其他的比赛, 赛道以宽, 快,稳而著名."
    },
    {
      "en": "They staggered in a zigzag across the tarmac.",
      "cn": "他们深一脚浅一脚，跌跌撞撞地穿过停机坪。"
    },
    {
      "en": "Three planes were standing on the tarmac, waiting to take off.",
      "cn": "三架飞机停在跑道上，等候起飞。"
    },
    {
      "en": "With its intelligent four - wheel drive , it has the versatility required for every type of tarmac - road terrain.",
      "cn": "智能四 轮驱动 技术的应用, 使它能够广泛的适应从任何跑道乃至越野地形的各种路面条件."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "柏油碎石路面；铺有柏油碎石的飞机跑道",
      "tran_en": "a mixture of  tar  and very small stones, used for making the surface of roads"
    },
    {
      "pos": "vt",
      "tran_cn": "以碎石沥青铺盖（某物）表面"
    }
  ],
  "exchange": {
    "third": [
      "tarmacks"
    ],
    "past": [
      "tarmacked"
    ],
    "done": [
      "tarmacked"
    ],
    "ing": [
      "tarmacking"
    ]
  }
}