{
  "word": "postmaster",
  "ipa": {
    "us": "ˈpəʊstmɑ:stə(r)",
    "uk": "ˈpoʊstmæstər"
  },
  "sentences": [
    {
      "en": "After your letter makes its way through the door of the post office, the postmaster will look at the address information of the envelope and place it in the appropriate slot.",
      "cn": "当您的信进邮局大门后，邮政人员将查看信封的地址信息，并将它放到适当的信箱中。"
    },
    {
      "en": "As a young man he was a storekeeper and a postmaster.",
      "cn": "他年轻时,开过零售店,当过邮政所所长."
    },
    {
      "en": "As a young man he was a storekeeper and later a postmaster.",
      "cn": "林肯年轻时,开过零售店,后来当过邮政所所长."
    },
    {
      "en": "As a young man, he was a storekeeper and postmaster.",
      "cn": "年轻时, 他当过店主和邮电局局长."
    },
    {
      "en": "As I was about to leave the postmaster appeared in the doorway.",
      "cn": "因为我将离开,邮政局长出现在门道入口."
    },
    {
      "en": "As if from far away, he hears her call to the postmaster to send for the police.",
      "cn": "好像是从很远的地方传来的声音，他听见她在让邮政局长打电话叫警察来。"
    },
    {
      "en": "Darnay asked the postmaster , when he had thanked him , and stood beside him in the yard.",
      "cn": "达尔内向驿站长道了谢, 跟他一起站在院子里时问道."
    },
    {
      "en": "During the first part of his life, Lincoln was a storekeeper and postmaster.",
      "cn": "林肯早年当过店主和邮政局长."
    },
    {
      "en": "For further assistance, please send mail to postmaster.",
      "cn": "想要远程帮助, 请发送邮件给网站站长."
    },
    {
      "en": "Her grandfather was a village postmaster.",
      "cn": "她祖父曾是一位乡村邮政局长."
    },
    {
      "en": "Howe carefully cultivated Daniel C. Roper, the Assistant Postmaster General.",
      "cn": "豪谨慎地和邮政副部长丹尼尔·C.罗珀拉近关系。"
    },
    {
      "en": "I asked the postmaster what he would do about this.",
      "cn": "于是我问邮政局长这件事将怎么办."
    },
    {
      "en": "In our project, the post office is the message server and the postmaster is the queue manager.",
      "cn": "在我们这个项目中，邮局就是消息服务器，邮政人员是队列管理器。"
    },
    {
      "en": "John doe was appointed postmaster vice Richard Roe retired.",
      "cn": "“约翰·多伊被任命为邮政局长,取代退休的理查德·罗.”."
    },
    {
      "en": "John Doe was appointed postmaster vice Richard Roe retired.",
      "cn": "约翰·多伊被任命为邮政局长,取代退休的理查德·罗."
    },
    {
      "en": "The postmaster shook his head sorrowfully.",
      "cn": "邮差难过地摇了摇头。"
    },
    {
      "en": "The postmaster was a very polite old man.",
      "cn": "这位邮政局长是个非常有礼貌的老人."
    },
    {
      "en": "They appointed him as postmaster.",
      "cn": "他们委任他为邮政局长."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "邮政局长",
      "tran_en": "someone who is in charge of a post office"
    }
  ],
  "exchange": {
    "pl": [
      "postmasters"
    ]
  }
}