{
  "word": "sunflower",
  "ipa": {
    "us": "ˈsʌnflaʊə(r)",
    "uk": "ˈsʌnˌflaʊɚ"
  },
  "sentences": [
    {
      "en": "A bee sits on a sunflower in the garden.",
      "cn": "一只蜜蜂栖息在花园中的一棵葵花上."
    },
    {
      "en": "Buy: Citric acid, Soy sauce , Beans, Sunflower seeds, Food additive.",
      "cn": "采购: 柠檬酸, 酱油,大豆, 瓜子, 食物添加剂."
    },
    {
      "en": "By summer's end, kids will have a sunflower house to play in.",
      "cn": "到夏末的时候, 孩子们就可以到葵花屋里面玩耍了."
    },
    {
      "en": "Do you know how to turn a simple sunflower seed into a piece of delicious meat?",
      "cn": "你知道怎么把一个简单的向日葵花籽变成一片片美味的肉吗？"
    },
    {
      "en": "Every time you look a sunflower, the whole world starts to smile.",
      "cn": "每次看见向日葵, 全世界都开始微笑."
    },
    {
      "en": "For example , the sunflower belongs to the species Helianthus annuus.",
      "cn": "植物的属名和种加词都要用拉丁文和斜体印刷."
    },
    {
      "en": "He was spitting out the husks of sunflower seeds on the floor.",
      "cn": "他把瓜子皮吐在地板上."
    },
    {
      "en": "However, in facing the public sunflower flowers, not pessimistic, still boldly blooming.",
      "cn": "但葵花面对众花, 不悲观, 依旧大胆地绽放."
    },
    {
      "en": "Jasmine, Saving Face and Sunflower will be released in 2005.",
      "cn": "《茉莉花开》、《面子》以及《向日葵》将于2005年发行放映."
    },
    {
      "en": "Sunflower cultivation to be promoted to meet cooking oil needs.",
      "cn": "向日葵的栽种将扩大以满足于食品用油的需要."
    },
    {
      "en": "Sunflower margarine has the same fat content as butter.",
      "cn": "向日葵所制人造黄油的脂肪含量与黄油脂肪含量相同。"
    },
    {
      "en": "The bird pecked seeds out of the sunflower.",
      "cn": "那只鸟用喙从向日葵中啄出种子."
    },
    {
      "en": "The gods were deeply touched and changed her into a sunflower.",
      "cn": "众神为她的痴情所深深打动,将她变成了一株向日葵."
    },
    {
      "en": "The oil can come from animal fat or plant sources like avocado, coconut or sunflower.",
      "cn": "油可以来自动物脂肪或者植物来源，比如鳄梨椰子或者向日葵。"
    },
    {
      "en": "The oil can come from animal fat or plant sources like avocado, coconut or sunflower.",
      "cn": "由可以来自动物脂肪或者植物来源，比如鳄梨椰子或者向日葵。"
    },
    {
      "en": "The sunflower blushed to own the nameless flower as her kin.",
      "cn": "向日葵羞于把无名的花朵看作它的同胞."
    },
    {
      "en": "We are making you an inquiry for Sunflower seeds.",
      "cn": "现向你方询盘葵花籽."
    },
    {
      "en": "Why are the florets in a sunflower arranged in double spiral?",
      "cn": "为什么向日葵中的小花是按照双螺旋的形状排列的 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "helianthus annuus"
          ],
          "tran_cn": "[作物]向日葵"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "sunflower oil",
      "tran_cn": "葵花油；向日葵油"
    },
    {
      "phrase": "sunflower seed",
      "tran_cn": "香瓜子，葵花子；向日葵籽"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "向日葵，葵花籽，向日葵色",
      "tran_en": "a very tall plant with a large yellow flower, and seeds that can be eaten"
    }
  ],
  "exchange": {
    "pl": [
      "sunflowers"
    ]
  }
}