{
  "word": "fallow",
  "ipa": {
    "us": "ˈfæləʊ",
    "uk": "ˈfæloʊ"
  },
  "sentences": [
    {
      "en": "A bare fallow can be used with a herbicide such as glyphosate or amitrole.",
      "cn": "对荒秃的休耕地可以使用象镇草宁或杀草强一类的混合除草剂."
    },
    {
      "en": "Accurate separation between forest and forest fallow may not always be possible.",
      "cn": "对林地和休耕林地的精确划分有时是不大可能的."
    },
    {
      "en": "After a fallow period, she gave birth to two sons.",
      "cn": "久未生育之后, 她一连又生了两个儿子."
    },
    {
      "en": "Alternate strips planted to crops each year serve as windbreaks for the fallow strip.",
      "cn": "每年播种作物的轮种带可用作休耕带的防风林."
    },
    {
      "en": "At this very moment there are probably important inventions lying fallow.",
      "cn": "就在目前这个时刻,说不定还有一些重要的创造发明尚未发挥作用."
    },
    {
      "en": "Creation of new products would fallow a selection of components already created.",
      "cn": "新产品的开发将休耕的组件的选择已经创建的."
    },
    {
      "en": "Farmers are now paid to let their land lie fallow .",
      "cn": "农民让土地休耕现在得到了回报。"
    },
    {
      "en": "Farmers know that soil needs rest, so they rotate their crops and systematically leave a portion of their land fallow.",
      "cn": "农夫们知道土地是需要休息的，因此他们轮流种植农作物并系统地留一部分土地休耕。"
    },
    {
      "en": "I eased out of the tree and hurried off across fallow farmland.",
      "cn": "我小心翼翼地从树窝中出来，急匆匆地穿过尚未耕作的农田。"
    },
    {
      "en": "Leaving some fields fallow provided a natural check on insect populations.",
      "cn": "让一些土地休耕是自然控制昆虫数量的办法."
    },
    {
      "en": "Spontaneous fallow vegetation can also be counted as a crop rotation element.",
      "cn": "自然生长的休耕植被也可以当成一种轮作植物."
    },
    {
      "en": "Summer fallow is the best method of destroying weeds.",
      "cn": "夏季休耕是消灭杂草的最好办法."
    },
    {
      "en": "That factory lies at the end of a straight dirt road through fallow corn fields 10 miles from Gaoling.",
      "cn": "离高陵10英里，穿过一片休耕的玉米地，在一条笔直的泥泞马路的尽头，即是这家砖厂的所在地。"
    },
    {
      "en": "The farmer kept his cows in a fallow field.",
      "cn": "那农民把他的奶牛放在休闲地里."
    },
    {
      "en": "The farmer left the land fallow for a year.",
      "cn": "这位农民让田地休耕一年."
    },
    {
      "en": "The fields lay fallow.",
      "cn": "田地待耕。"
    },
    {
      "en": "There followed something of a fallow period professionally, until a job came up in the summer.",
      "cn": "接着在事业上无甚起色，直到夏季有了一份工作。"
    },
    {
      "en": "They let the land lie fallow for a year.",
      "cn": "他们让土地休耕一年。"
    },
    {
      "en": "They take in fresh land in order to fallow the exhausted soil.",
      "cn": "他们另行耕种新土地,使耗竭的土地得到休闲."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "idle",
            "uncultivated",
            "unprepared",
            "unproductive"
          ],
          "tran_cn": "休闲的;未开垦的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "idle",
            "uncultivated",
            "unprepared",
            "unproductive"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "lie low",
            "to conceal"
          ],
          "tran_cn": "使（土地）[农学]休闲；潜伏"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lie fallow",
      "tran_cn": "休闲；潜伏"
    },
    {
      "phrase": "summer fallow",
      "tran_cn": "夏季休耕；夏季休闲"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "犁过而未播种的，休闲的，（指耕地）未经耕作的",
      "tran_en": "fallow land is dug or  ploughed  but is not used for growing crops"
    },
    {
      "pos": "n",
      "tran_cn": "休耕地；休耕",
      "tran_en": "land treated in this way "
    },
    {
      "pos": "vt",
      "tran_cn": "使（土地）休闲；潜伏",
      "tran_en": "to leave (land) unseeded after ploughing and harrowing it "
    }
  ],
  "exchange": {}
}