{
  "word": "topsoil",
  "ipa": {
    "us": "ˈtɒpsɔɪl",
    "uk": "ˈtɑpsɔɪl"
  },
  "sentences": [
    {
      "en": "A thin layer of topsoil was swept away.",
      "cn": "薄薄的一层表土被冲走了。"
    },
    {
      "en": "According to scientists, it takes nature 500 years to create an inch of topsoil.",
      "cn": "根据科学家们的看法，自然界要用500年的时间才能形成一英寸的表层土壤。"
    },
    {
      "en": "After shoveling out the topsoil, Garfinkel uncovered coins and other artifacts from the time of Alexander the Great.",
      "cn": "在铲去了表层土以后，加芬克尔发现了来自亚历山大大帝时期的硬币和其他人工制品。"
    },
    {
      "en": "Do you know what topsoil is made of?",
      "cn": "你知道表土是由什么构成的 吗 ?"
    },
    {
      "en": "Dump the topsoil here.",
      "cn": "把表土倒在这里。"
    },
    {
      "en": "In ABC soil, the uppermost zone of soil , containing humus ; topsoil.",
      "cn": "位于 上层 土和岩床之间的一层土壤."
    },
    {
      "en": "No other animal is so useful in building up good topsoil.",
      "cn": "蚯蚓对制造优良的表层土壤所起的作用是其他任何动物都比不上的."
    },
    {
      "en": "Stone is the foundation, above which is soil, and then topsoil.",
      "cn": "石头是基础，上面是泥土，再上面是表土。"
    },
    {
      "en": "Straw mulching, cultivating and hoeing , regulating the root distribution in the topsoil are effective measures to reduce the soil evaporation.",
      "cn": "秸秆覆盖、中耕锄划、调控表层土壤根系分布等可作为减少土壤蒸发的有效措施。"
    },
    {
      "en": "The auxiliary shaft topsoil adopted ordinary construction and drainages in hygrometric well.",
      "cn": "屯留煤矿副井井筒表土段采用普通法施工,利用井外降水井疏干降水."
    },
    {
      "en": "The fragile land quickly lost its topsoil and became nothing but sand and dust.",
      "cn": "那单薄的土地很快就失去了表土,成为沙粒和尘埃."
    },
    {
      "en": "The soils here are sandy and dominated by gravel topsoil.",
      "cn": "那里的土壤是沙质化的,绝大部分是砂砾表层土."
    },
    {
      "en": "The topsoil has been almost completely washed away.",
      "cn": "表层土壤已差不多完全给冲走了."
    },
    {
      "en": "This causes environmental damage when the topsoil is washed away by the rains.",
      "cn": "雨水冲走表层土壤会造成环境破坏。"
    },
    {
      "en": "This topsoil tends to wash away.",
      "cn": "表层土壤要冲掉了."
    },
    {
      "en": "Topsoil excavated from the work site shall be applied onto the gabions.",
      "cn": "从工地挖出的表土须用于筑堤的石笼上."
    },
    {
      "en": "Under flood conditions, great amounts of topsoil are washed to receiving streams.",
      "cn": "在洪水泛滥时, 大量表层土壤被冲刷到承受的水流中."
    },
    {
      "en": "When all topsoil is gone, nothing remains but a worthless desert.",
      "cn": "当表层土流失后, 就只剩下一片无用的沙漠."
    },
    {
      "en": "When the black topsoil was all washed away, farmers moved westward and started new plantations.",
      "cn": "当表层黑土全部被冲走之后, 农民们就向西部转移,建立新的种植园."
    },
    {
      "en": "Worse still, the annual torrential rains washed the topsoil from the hillside.",
      "cn": "更糟的是, 每年都有暴雨把浮土从山坡上冲走."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "表土（层），耕作（层），耕层",
      "tran_en": "the upper level of soil in which most plants have their roots"
    }
  ],
  "exchange": {}
}