{
  "word": "loess",
  "ipa": {
    "us": "'ləʊɪs",
    "uk": "'loʊɪs"
  },
  "sentences": [
    {
      "en": "Achnatherum splendens , belongs to the grass family, largely distributes in Loess Plateau.",
      "cn": "芨芨草是黄土高原地区广泛分布的禾本科植物."
    },
    {
      "en": "And then a structural constitutive model of unsaturatedstructural loess is obtained.",
      "cn": "最终,得到了非饱和原状结构性黄土的结构性数学模型."
    },
    {
      "en": "Could there have been a really large dam that caused a deep lake in both Zharu and the main valleys and is older than the loess deposits?",
      "cn": "这儿有可能有一个真正巨大的大坝，导致扎如和主峡谷之间的深湖，并且时间比黄土沉积物还久远吗？"
    },
    {
      "en": "In Malan Loess, the three nitrogen transform by nitrification and denitrification.",
      "cn": "在马兰黄土中, 影响三氮转化的主要作用有硝化作用和反硝化作用."
    },
    {
      "en": "Irrigated farming is the primary kind of agricultures in loess plateau.",
      "cn": "黄土高原自然条件特殊,耕作农业以引水灌溉为主."
    },
    {
      "en": "Is located in loess hilly region, serious soil erosion.",
      "cn": "地处黄土丘陵区, 水土流失严重."
    },
    {
      "en": "Loess is the central and western art on a wonderful work.",
      "cn": "是中西部黄土地上一支艺术奇葩."
    },
    {
      "en": "Loess soil in the territory of the most widely distributed.",
      "cn": "境内以黄绵土分布最为广泛."
    },
    {
      "en": "Most loess is considered to be an eolian deposit.",
      "cn": "大多数黄土被认为是一种风成沉积."
    },
    {
      "en": "Prehistoric Vegetation on the Loess Plateau: Steppe or Forest?",
      "cn": "史前黄土高原的自然植被景观──森林还是草原?"
    },
    {
      "en": "The moisture has a remarkable effect on structural strength of loess.",
      "cn": "含水量对黄土结构强度构成显著的影响."
    },
    {
      "en": "The Taoist ignited the loess - made yellow paper when offering sacrifice.",
      "cn": "道士在祭祀时点燃了黄表纸."
    },
    {
      "en": "The tensile character of undisturbed loess is analysed by monaxial tension tests.",
      "cn": "通过单轴拉伸试验,研究原状黄土的拉伸特性."
    },
    {
      "en": "Then something strange happened: The loess in the terraces wasn’t on top of crushed rock anymore — it was on top of very finely laminated clay-rich sediments.",
      "cn": "然后一些很奇怪的事儿发生了： 梯田里的黄土不再在碎岩石上- 在非常完美层压的黏土丰富的沉积物上。"
    },
    {
      "en": "There the soil is from weathered limestone soil or loess.",
      "cn": "那里的土壤是经过风化作用的石灰石土壤或黄土."
    },
    {
      "en": "Wind - deposited sediment called loess occurs in many places.",
      "cn": "被称为黄土的风成沉积物,在许多地区均有."
    },
    {
      "en": "Xiashu Loess is a kind of geographical special soil in Zhenjiang area.",
      "cn": "下蜀黄土是镇江地区广泛分布的一种特殊性土层."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sienna"
          ],
          "tran_cn": "[地质]黄土"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "loess plateau",
      "tran_cn": "黄土高原"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "黄土",
      "tran_en": "a light-coloured fine-grained accumulation of clay and silt particles that have been deposited by the wind "
    }
  ],
  "exchange": {}
}