{
  "word": "Marseille",
  "ipa": {
    "us": "ma:'seil",
    "uk": "ma:'seil"
  },
  "sentences": [
    {
      "en": "Against Marseille it was more or less the same.",
      "cn": "打马赛的时候多多少少也这样."
    },
    {
      "en": "Arsenal are believed to have negotiated a preliminary agreement with Marseille for midfielder Franck Ribery.",
      "cn": "阿森纳和马赛就中场球员里贝里达成了初步协议."
    },
    {
      "en": "Bianconeri coach Didier Deschamps sees Malouda as an affordable alternative to Marseille wing ace Franck Ribery.",
      "cn": "斑马军团主帅迪迪埃·德尚视马卢达为马赛边路好手里贝里的替代者."
    },
    {
      "en": "But I heard that Olympic Marseille is the year's winner of Champions Cup.",
      "cn": "我听说欧洲冠军杯今年的得主是奥林匹克马赛队."
    },
    {
      "en": "But I heard that Olympic Marseille is this year's winner of Champions Cup.",
      "cn": "但我听说欧洲冠军杯今年的得主是奥林匹克马赛队."
    },
    {
      "en": "Fowler takes over the shirt from Djibril Cisse following the Frenchman's move to Marseille.",
      "cn": "福勒在法国人西塞去了马赛后接受了他的球衣."
    },
    {
      "en": "I spent oneand then got a move to the biggest club in France - Marseille.",
      "cn": "我在甘冈踢了一年,然后转会去了法国最大的俱乐部 -- 马赛."
    },
    {
      "en": "IN a freezer in Marseille, France, sits a virus that is by far the biggest virus known to science; it is huge, around thirty times bigger than the rhinovirus that gives you a common cold.",
      "cn": "在法国马赛的一个冷藏库里，栖息着一种病毒，出奇的大，是科学上已知的最大病毒；说它巨大，大约比令你患感冒的鼻病毒大三十倍。"
    },
    {
      "en": "It is believed the girl lives in Marseille and was travelling with her mother to the Comoros.",
      "cn": "确信这名小女孩住在马赛勒正准备和她妈妈一起到科摩罗斯旅行。"
    },
    {
      "en": "On their way back to Marseille they spoke very little.",
      "cn": "返回马赛的路上，他们没怎么说话。"
    },
    {
      "en": "The Biancocelesti reached the last stage of this mini - tournament after defeating Marseille 3 - 1 on Monday.",
      "cn": "在3:1击败马赛之后,拉齐奥晋级了迪拜杯的决赛."
    },
    {
      "en": "The trip from Marseille to Tunis takes about 21 hours via a route that tracks just west of Corsica.",
      "cn": "这趟从马赛到突尼斯的航程，经由科西嘉岛以西的航道，大约需21小时。"
    },
    {
      "en": "Then he goes and scores one of his best ever goals in Marseille.",
      "cn": "随后他继续前进,并在马赛打入了他有史以来最好的进球之一."
    },
    {
      "en": "They played in Madrid ( 2008 ), Australian Open ( 2008 ) and Marseille ( 2006 ) - All hard court events.",
      "cn": "他们在2008年马德里和澳网,以及2006年的马赛相遇过,这些全是硬地赛场."
    },
    {
      "en": "They were not the casual offers that the prostitutes of Marseille received as their daily currency.",
      "cn": "这一切,与马赛街头那些马路天使们随时都会遇到的肆意挑逗,是截然不同的."
    },
    {
      "en": "United will also face Sporting Lisbon and Dynamo Kiev, while Liverpool face Porto, Marseille and Besitkas.",
      "cn": "曼联还将面对里斯本竞技和基辅迪纳摩队, 而利物浦则要面对波尔图 、 马赛和贝西克塔斯."
    },
    {
      "en": "Week in two goals against Marseille, Gerrard was Liverpool scored in the 98 th and 99 th goals.",
      "cn": "周中对阵马赛的两个进球, 是杰拉德在利物浦打进的第98和第99粒进球."
    },
    {
      "en": "Yes, unfortunately Bill lost his voice after the show in Marseille.",
      "cn": "是的, 很不幸Bill在Marseille的表演之后失去了他的声音."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "马赛(法国港口城市)",
      "tran_en": "a strong cotton fabric with a raised pattern, used for bedspreads, etc "
    },
    {
      "pos": "other",
      "tran_cn": "[地名] [法国] 马赛"
    }
  ],
  "exchange": {}
}