{
  "word": "aftermath",
  "ipa": {
    "us": "ˈɑːftəmæθ",
    "uk": "ˈæftərmæθ"
  },
  "sentences": [
    {
      "en": "But in the aftermath of the financial crisis, all that could change.",
      "cn": "但在金融危机之后, 所有的一切都可能会发生改变."
    },
    {
      "en": "During the Soviet era and its immediate aftermath, the region was officially known as \"Middle Asia and Kazakhstan\".",
      "cn": "在苏联时代和紧随其后的一段时期，该地区的官方名称为“中亚和哈萨克斯坦”。"
    },
    {
      "en": "If one delays cutting till an advanced state of maturity, aftermath growth will be slow.",
      "cn": "如果等到成熟后期再收割,以后的牧草生长将变得缓慢."
    },
    {
      "en": "In the aftermath of the coup, the troops opened fire on the demonstrators.",
      "cn": "在那次政变的余波之中，军队向示威者开了枪。"
    },
    {
      "en": "In the aftermath of the hurricane, many people's homes were destroyed.",
      "cn": "飓风的后果是许多人的房屋被毁."
    },
    {
      "en": "Life was much harder in the aftermath of the war.",
      "cn": "战祸之后,生活艰苦多了."
    },
    {
      "en": "Life was much larder in the aftermath of the war.",
      "cn": "生活在战争的后续状况中更艰苦."
    },
    {
      "en": "The aftermath of housing bubbles also tends to be unhappy.",
      "cn": "房市泡沫破灭的后果同样让人闷闷不乐."
    },
    {
      "en": "The aftermath of the war was not a boom, but a rural depression.",
      "cn": "战争的结果不是繁荣和兴旺, 而是农村经济的不景气."
    },
    {
      "en": "The aftermath of war brought a financial boom.",
      "cn": "战争带来了财政经济的兴旺发展."
    },
    {
      "en": "The forthcoming election and its aftermath were to bring opportunities and excitements beyond all expectation.",
      "cn": "即将到来的普选和普选的结果将带来出乎人们意料的种种机会和刺激."
    },
    {
      "en": "Today we meet in the aftermath of the Falklands Battle.",
      "cn": "今天,我们在福克兰之战后相聚."
    },
    {
      "en": "True drunkenness and its aftermath are unredeemed horror, both physical and mental.",
      "cn": "真的醉酒及其后果都可怕得无法挽回, 在生理上和心理上都是."
    },
    {
      "en": "We are still doing the math - but are also experiencing in the aftermath.",
      "cn": "我们仍然在做数学 —— 但也经历了后果."
    },
    {
      "en": "We saw the aftermath, not the crime.",
      "cn": "我们只看到了后果, 没看到犯罪过程."
    },
    {
      "en": "We were thus much surprised by the war's aftermath.",
      "cn": "因此,我们对战争留下的余波感到大吃一惊."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "aftereffect",
          "tran_cn": " 后果；余波；[数] 后效"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sequel",
            "backwash"
          ],
          "tran_cn": "后果；余波"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "consequence",
            "fallout",
            "upshot"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "后果，创伤，余波",
      "tran_en": "the period of time after something such as a war, storm, or accident when people are still dealing with the results"
    }
  ],
  "exchange": {
    "pl": [
      "aftermaths"
    ]
  }
}