{
  "word": "internally",
  "ipa": {
    "us": "ɪnˈtɜːnəli",
    "uk": "ɪnˈtɜrnəli"
  },
  "sentences": [
    {
      "en": "A value of 0 or 1 represented internally in binary notation.",
      "cn": "二进制记数法中,内部表示为0或1的一种值."
    },
    {
      "en": "And it doesn't necessarily mean one feels transformed internally.",
      "cn": "这并不是说一定要发自内心的感到洗心革面."
    },
    {
      "en": "Dr. Muller says patients often find that their views are internally inconsistent.",
      "cn": "穆勒医生说,病人常常会发现自己的观点是相互矛盾的."
    },
    {
      "en": "Each part of the solution is internally different, so lets go through it in detail from left to right.",
      "cn": " 此解决方案的每个部分在内部都是不同的，所以让我们从左至右地详细分析一下。"
    },
    {
      "en": "Evening primrose oil is used on the skin as well as taken internally.",
      "cn": "夜来香油既可外敷于皮肤也可以内服。"
    },
    {
      "en": "He was internally disturbed to hear of her illness.",
      "cn": "听说她病了,他内心很不安."
    },
    {
      "en": "Her argument is internally inconsistent.",
      "cn": "她的论点本质上是相互矛盾的."
    },
    {
      "en": "Internally vented carburetors are part of the evaporative control system.",
      "cn": "内部开有通风口的化油器是燃油蒸发控制系统的组成部分."
    },
    {
      "en": "Internally, however, the two computers are so different that programs cannot be switched from one to the other.",
      "cn": "但是，这两台计算机内部配置迥异，以至于程序不能从其中一台转到另一台里面。"
    },
    {
      "en": "It is not an herb you want to take internally however.",
      "cn": "它能够促进肌肤细胞新生.但是这种草药不能内服."
    },
    {
      "en": "Mount Baker periodically heats up internally.",
      "cn": "贝克山有周期性内部发热现象."
    },
    {
      "en": "The \" pony \" type of mixer is also a steel fabricated cylindrical tank and plain internally.",
      "cn": "“ 小筒 ” 型和膏机也是一种钢制的圆形的同筒形槽而内部是平的."
    },
    {
      "en": "The argument is internally contradictory.",
      "cn": "论据本身自相矛盾."
    },
    {
      "en": "The bacteria may gain entry and develop internally as in wilts and stunts.",
      "cn": "当植株产生萎蔫或矮化症时细菌可进入体内繁殖."
    },
    {
      "en": "The bacteris may gain entry and develop internally as in wilts and stunts.",
      "cn": "当植株产生萎蔫或矮化症时细菌进入体内繁殖."
    },
    {
      "en": "The scarcity of internally - generated pollen may be overlooked.",
      "cn": "这样国内花粉不足的情况便会被忽视."
    },
    {
      "en": "There is an Afghan police force now and an Afghan army that are building up to be able to protect the people of Afghanistan internally like we all want them to.",
      "cn": "现在，阿富汗正在组建一支警察部队和一支由军人组成的队伍，这样才会有能力保护阿富汗国内的人民，这是我们一直希望他们做的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "internal",
          "tran_cn": " 内部的；内在的；国内的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "internalization",
          "tran_cn": " 内在化；成为主观"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "internalize",
          "tran_cn": " 使（习俗等经吸收同化而）内在化；使藏在心底"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "domestically",
            "inherently"
          ],
          "tran_cn": "内部地；国内地；内在地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inward,",
            "inwards"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "内地，内心地，国内地，本质地"
    }
  ],
  "exchange": {
    "adj": [
      "internal"
    ]
  }
}