{
  "word": "obviously",
  "ipa": {
    "us": "ˈɒbviəsli",
    "uk": "ˈɑːbviəsli"
  },
  "sentences": [
    {
      "en": "Cost is obviously important.",
      "cn": "费用当然很重要。"
    },
    {
      "en": "He grimaced slightly, obviously expecting no answer to his rhetorical question.",
      "cn": "他微微皱了下眉头，显然并不期待任何人回答他的反问。"
    },
    {
      "en": "He wants actors who can speak Welsh. Obviously I've had it.",
      "cn": "他要的是会说威尔士语的演员。明摆着，我是没指望了。"
    },
    {
      "en": "He was sidling into the bar, obviously trying to be inconspicuous.",
      "cn": "他悄悄地走进酒吧，显然不想引起注意。"
    },
    {
      "en": "He'd obviously kept himself fit despite his years of confinement.",
      "cn": "显然，尽管监禁多年，他依旧保持着身体健康。"
    },
    {
      "en": "His mother was old, badly dressed and obviously downtrodden.",
      "cn": "他母亲老了，衣着破旧，显然尝尽了苦难。"
    },
    {
      "en": "I thought he was very attractive and obviously very intelligent.",
      "cn": "我觉得他魅力非凡，才智过人。"
    },
    {
      "en": "Now, erm, obviously some of our listeners may have some ideas.",
      "cn": "嗯，对了，显然我们的一些听众可能会有些想法。"
    },
    {
      "en": "Obviously the puncture threw me a little, but I'm reasonably happy.",
      "cn": "显然，轮胎扎破让我感到有些意外，不过我还是挺开心的。"
    },
    {
      "en": "Obviously, this is going to take some time.",
      "cn": "很明显，这要花点时间。"
    },
    {
      "en": "Of course, there'squite obviously a lot of synergy between the two companies.",
      "cn": "当然，这两家公司间非常明显地产生了巨大的协同效应。"
    },
    {
      "en": "Scott was obviously inebriated by the time the dessert was served.",
      "cn": "到了上甜点的时候，斯科特显然已经喝醉了。"
    },
    {
      "en": "She frowned and was obviously puzzled.",
      "cn": "她皱起眉头，显然感到不解。"
    },
    {
      "en": "She was very glum and was obviously missing her children.",
      "cn": "她郁郁寡欢，显然在惦念自己的孩子们。"
    },
    {
      "en": "The poor guy obviously didn't have any place to go for Easter.",
      "cn": "这个可怜的家伙显然复活节无处可去。"
    },
    {
      "en": "The railway had obviously been built long after the house.",
      "cn": "显然，这条铁路是房子建成后很久才造的。"
    },
    {
      "en": "The reason for my visit had obviously slipped his mind.",
      "cn": "他显然已经忘掉了我的来意。"
    },
    {
      "en": "This obviously works against the interests of the child.",
      "cn": "这显然会对孩子不利。"
    },
    {
      "en": "We’re obviously going to need more help.",
      "cn": "显然我们将需要更多的帮助。"
    },
    {
      "en": "Your research has obviously been very thorough.",
      "cn": "你的研究工作显然做得很透彻。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "obvious",
          "tran_cn": " 明显的；显著的；平淡无奇的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "obviousness",
          "tran_cn": " 显而易见；明显；显著性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "clearly",
            "broadly",
            "markedly",
            "distinctly",
            "visibly"
          ],
          "tran_cn": "明显地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "apparently",
            "out",
            "simply"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "明显地﹐显而易见地",
      "tran_en": "used to mean that a fact can easily be noticed or understood"
    }
  ],
  "exchange": {
    "er": [
      "more obviously"
    ],
    "est": [
      "most obviously"
    ]
  }
}