{
  "word": "brethren",
  "ipa": {
    "us": "ˈbreðrən",
    "uk": "ˈbrɛðrən"
  },
  "sentences": [
    {
      "en": "After we arrived in Jerusalem, the brethren received us gladly.",
      "cn": "徒21:17到了耶路撒冷 、 兄们欢欢喜喜的接待我们."
    },
    {
      "en": "And Joseph knew his brethren, but they knew not him.",
      "cn": "8约瑟认得他哥哥们, 他们却不认得他."
    },
    {
      "en": "And said, I pray you, brethren, do not so wickedly.",
      "cn": "7说, 众弟兄, 请你们不要作这恶事."
    },
    {
      "en": "And you brethren, like Isaac, are children of promise.",
      "cn": "加4:28弟兄们 、 我们是凭著应许作儿女 、 如同以撒一样."
    },
    {
      "en": "Brethren are going to feel intensely need to react to our call.",
      "cn": "弟兄姊妹将会强烈地感到需要去回应对我们的呼召."
    },
    {
      "en": "Brethren, let every man , wherein he is called, therein abide with God.",
      "cn": "24弟兄们, 你们各人蒙召的时候是什么身分,仍要在神面前守住这身分."
    },
    {
      "en": "But ye, brethren, be not weary in well doing.",
      "cn": "13弟兄们, 你们行善不可丧志."
    },
    {
      "en": "Dear brethren in the Name of our Lord Jesus Christ.",
      "cn": "我们主耶稣基督名内亲爱的弟兄们."
    },
    {
      "en": "It was natural that he should emulate his brethren.",
      "cn": "他应当胜过他的教友们,这是很自然的."
    },
    {
      "en": "Let us pray, brethren.",
      "cn": "请众同祷。"
    },
    {
      "en": "Presider: Pray , brethren, that sacrifice acceptable to God, the almighty Father.",
      "cn": "各位弟兄请你们祈祷, 望全能的天主圣父, 收纳我和你们共同奉献的圣祭."
    },
    {
      "en": "The shy men may be the very brethren of David.",
      "cn": "那些羞怯男人大概就是大卫的教友们."
    },
    {
      "en": "Therefore, brethren, we were comforted over you in all our affliction and distress by your faith.",
      "cn": "所以弟兄们， 我们在一切困苦患难之中， 因着你们的信心就得了安慰。"
    },
    {
      "en": "Those of our brethren were now at rest.",
      "cn": "我们那些弟兄们现在已经死去了."
    },
    {
      "en": "We have called by different names brethren of the same principle.",
      "cn": "我们主义相同的弟兄们,曾被冠以各种不同的称号."
    },
    {
      "en": "We must help our brethren, it is our duty.",
      "cn": "我们必须帮助我们的教友，这是我们的责任。"
    },
    {
      "en": "Wherefore, my brethren, when ye come together to eat, tarry one for another.",
      "cn": "所以我弟兄们，你们聚会吃的时候，要彼此等待。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "countryman",
            "paisano"
          ],
          "tran_cn": "弟兄们；同胞"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "parish"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<旧>兄弟们，同胞，〈旧〉同党，会友",
      "tran_en": "used to address or talk about the members of an organization or group, especially a religious group"
    }
  ],
  "exchange": {
    "pl": [
      " brethren",
      "brothers"
    ]
  }
}