{
  "word": "figurine",
  "ipa": {
    "us": "ˈfɪgəri:n",
    "uk": "ˌfɪgjəˈrin"
  },
  "sentences": [
    {
      "en": "A paper bird cannot stand the strong wind, and a clay figurine cannot bear the heavy rain.",
      "cn": "纸鸟经不起风吹, 泥人经不住雨淋."
    },
    {
      "en": "An example oftransformation is his figurine series made of fiberglass and oil colors.",
      "cn": "前者如玻璃钢油彩的人偶系列作品."
    },
    {
      "en": "England—Like a porcelain figurine carved into repose, the fetus of a foal floats in a jar.",
      "cn": "英国——马的胚胎像是一个沉睡的瓷制雕像，浮在广口瓶中。"
    },
    {
      "en": "Figurine - Dark Iron Scorpid : Every swing poisons your foe for 15 damage over 10 sec.",
      "cn": "对你的敌人产生15秒中毒效果,10秒内."
    },
    {
      "en": "Figurine - Dawnstone Crab : Reduces melee damage taken by 50 for 20 sec.",
      "cn": "减少物理伤害5020秒内."
    },
    {
      "en": "Figurine - Emerald Owl : Restores 60 mana every second for 12 sec.",
      "cn": "恢复魔法12秒内每秒60点魔法."
    },
    {
      "en": "How do you like the appearance of the clay figurine?",
      "cn": "你喜欢这泥人的造型 吗 ?"
    },
    {
      "en": "I went to the gimp's office, he was sitting about like a clay figurine.",
      "cn": "我找到办公室, 瘸子恰好在里面像泥人儿似的呆坐着."
    },
    {
      "en": "Imitation of high quality pottery figurine, pure hand - made ceramic crafts, collectibles.",
      "cn": "高仿精品陶俑, 纯手工制作陶工艺品, 收藏品."
    },
    {
      "en": "In the Qing Dynasty, there were professional clay figurine workshops in Huishan.",
      "cn": "在清代, 惠山有袁、朱、钱等姓的专业作坊."
    },
    {
      "en": "It was very early in the morning while I was doing my prayer time when the figurine of Michelle, for no apparent reason, fell from my bookshelf to the floor.",
      "cn": "有一个很早的清晨，我正在祈祷，但是莫名其妙地，米歇尔的小雕像从书架上跌落到了地上。"
    },
    {
      "en": "Michelle and her mother once gave me a figurine of a beautiful black child sitting in a wheelchair.",
      "cn": "米歇尔和她的母亲曾经送给我一座小雕像，是一个坐在轮椅上的漂亮黑人小孩。"
    },
    {
      "en": "Our chart shows Auriga for around midnight, when the pentagon - shape figurine hits zenith.",
      "cn": "我们的图表显示的的是午夜时分的御夫座, 此时的五边形到达夜幕顶空."
    },
    {
      "en": "Ramon had managed to endow the figurine with a primitive beauty.",
      "cn": "拉蒙已做到给予这个人像以一种原始的美."
    },
    {
      "en": "She bought an exquisite china figurine.",
      "cn": "她买了一尊小巧而精致的瓷塑像."
    },
    {
      "en": "The angel figurine reminded me of the white elephant gift exchange game that we play every year.",
      "cn": "天使小雕像使我想起了我们每年都会玩的“白象礼物交换游戏”；"
    },
    {
      "en": "The figurine broke; The freshly baked loaf fell apart.",
      "cn": "那个小 塑像 被打破了."
    },
    {
      "en": "The work described here confirms that Raman scattering is very effective analytical ancient painted pottery figurine.",
      "cn": "这一研究工作表明,显微拉曼光谱分析技术非常适合于考古学样品的成分分析,这一技术有可能成为文物产地研究的有力手段之一."
    },
    {
      "en": "This recycled fair trade plastic bag chicken figurine is handcrafted by disadvantaged crafters in the townships near Cape Town, South Africa, and produced exclusively for Wow!",
      "cn": "这组可回收的平价公鸡小塑像是由一群南非开普敦附近乡镇的贫民工匠们手工制作完成，并且专供给WOW进口公司。"
    },
    {
      "en": "Thus figurine sculptures look much more attractive to the view.",
      "cn": "这时的面塑,观赏性更强了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "statuette"
          ],
          "tran_cn": "小雕像，小塑像"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "doll"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "clay figurine",
      "tran_cn": "n. 泥人；泥塑，泥雕"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小雕像，小塑像",
      "tran_en": "a small model of a person or animal used as a decoration"
    }
  ],
  "exchange": {
    "pl": [
      "figurines"
    ]
  }
}