{
  "word": "gallium",
  "ipa": {
    "us": "ˈgæliəm",
    "uk": "ˈɡæliəm"
  },
  "sentences": [
    {
      "en": "A new method, three stage carbonization process, to reclaim gallium from alumna production is introduced.",
      "cn": "介绍了一种氧化铝生产流程中回收镓的新方法 ——— 三段碳酸化法."
    },
    {
      "en": "Acceptor - An element, such as boron, indium, and gallium used to create free hole in a semiconductor.",
      "cn": "受主 - 一种用来在半导体中形成空穴的元素, 比如硼 、 铟和镓."
    },
    {
      "en": "Conclusion Gallium can alleviate the damage of osteocyte ultrastructure elicited by osteoporosis.",
      "cn": "结论镓盐对骨质疏松引起的骨细胞超微结构的损伤有改善作用."
    },
    {
      "en": "Exceptionally high temperatures, up to 1050 ℃ can be measured with gallium thermometers.",
      "cn": "接近1050℃的异常高温可用镓温度计测量."
    },
    {
      "en": "Gallium and arsenic can be removed as halide by volatilization.",
      "cn": "大量的砷和镓可以卤化物形式挥发除去."
    },
    {
      "en": "Gallium arsenide cells of laboratory efficiency up to 21 %, 18 % up to mass production.",
      "cn": "砷化镓电池的实验室效率可达21%, 批量生产可达18%."
    },
    {
      "en": "Isoamyl butyrate was synthesized by using gallium sulfate supported on silica gel as the catalyst.",
      "cn": "以自制的硅胶固载硫酸镓为催化剂,正丁酸和异戊醇为原料合成了丁酸异戊酯."
    },
    {
      "en": "It is concluded that evaporated gallium chloride can be easily enriched in the water of trap.",
      "cn": "研究表明:被蒸发的氯化镓在捕集器的水中易得到富集."
    },
    {
      "en": "Jelenski, A . \" Gallium Nitride - New Material for Microwave and Optoelectronics . \"",
      "cn": "氮化镓 - 微波与 光电元件 的新材料."
    },
    {
      "en": "Objective To evaluate Gallium - 67 scanning in differentiation of malignant and benign tumor in oral maxillofacial region.",
      "cn": "目的研究67镓显像在口腔颌面部良恶性肿瘤鉴别诊断中的应用价值."
    },
    {
      "en": "Objective To investigate the influence of Gallium on osteocyte ultrastructure in osteoporosis.",
      "cn": "目的探讨镓盐对骨质疏松骨细胞超微结构的影响."
    },
    {
      "en": "Objective To study the sealing ability of Gallium Alloy as a root end filling material.",
      "cn": "目的研究根尖倒封闭材料镓合金的密封性能."
    },
    {
      "en": "Production of such nanoscale wires need to be a kind of organic molecules and gallium salt mixture placed in a super-clean silver foil.",
      "cn": "制作这种纳米级的金属线需要将一种有机分子和镓盐的混合物置于一个超级干净的银薄片上。"
    },
    {
      "en": "The adhesion of plaque on dental restorative between gallium alloy and amalgarn alloy were compared.",
      "cn": "摘要本文比较了镓合金与银汞合金两种牙体修复材料的耐磨性、腐蚀性及菌斑附著情况."
    },
    {
      "en": "The material is a semiconductor called gallium manganese arsenide.",
      "cn": "这种材料是一种叫做镓锰砷化物的东东."
    },
    {
      "en": "This was really exciting because the low - loss region is right at the gallium - arsenide laser emission band.",
      "cn": "这实在令人振奋,因为低损耗窗口正处于砷化镓激光器的发光波段."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "gallium arsenide",
      "tran_cn": "砷化镓"
    },
    {
      "phrase": "gallium nitride",
      "tran_cn": "氮化镓；磷化镓"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "镓",
      "tran_en": "a silvery metallic element that is liquid for a wide temperature range. It occurs in trace amounts in some ores and is used in high-temperature thermometers and low-melting alloys. Gallium arsenide is a semiconductor. Symbol: Ga; atomic no: 31; atomic wt: 69.723; valency: 2 or 3; relative density: 5.904; melting pt: 29.77°C; boiling pt: 2205°C "
    }
  ],
  "exchange": {}
}