{
  "word": "weaver",
  "ipa": {
    "us": "ˈwi:və(r)",
    "uk": "ˈwivɚ"
  },
  "sentences": [
    {
      "en": "basket weavers",
      "cn": "编篮子的人"
    },
    {
      "en": "Do you know the legend of the Cowhand and Weaver Maid ?",
      "cn": "你知道牛郎和织女的传说吗？"
    },
    {
      "en": "He holds a match for Mr. Weaver's cigarette.",
      "cn": "他拿出一根火柴给韦佛先生点烟."
    },
    {
      "en": "I really don't know. I'll ask Mr. Weaver if he'll see you later.",
      "cn": "我一点也不知道. 我去问问韦佛先生是不是以后再见你."
    },
    {
      "en": "Light and shade come in swift alternation ; Days and months flash by as quickly as a weaver's shuttle.",
      "cn": "光阴似箭,日月如梭."
    },
    {
      "en": "Mr Weaver talks with her while she sharpens her pencils.",
      "cn": "她一面削尖铅笔,韦佛先生一面跟她谈话."
    },
    {
      "en": "Mr. Weaver dictates several more letters, then Arlens goes to her typewriter and transcribes them.",
      "cn": "韦佛先生又口授了几封信, 艾琳就走到打字机去誊清."
    },
    {
      "en": "Mr. Weaver is in conference just now. What do you wish to see him about?",
      "cn": "韦佛先生正在谈事. 你见他有什么事?"
    },
    {
      "en": "Mr. Weaver stretches, yawns, rises reluctantly and plods heavily into the bathroom.",
      "cn": "韦佛先生伸伸懒腰打了个呵欠, 勉强起床,迈着沉重的脚步走进浴室去."
    },
    {
      "en": "Mr. Weaver, here is that memorandum you dictated to me last night.",
      "cn": "韦佛先生, 这是您昨天晚上叫我笔录的那封便笺."
    },
    {
      "en": "On his way out to lunch, Mr. Cunningham stops at Mr. Weaver's office.",
      "cn": "康宁海先生出去吃午饭的时候, 顺便到韦佛先生的事务所."
    },
    {
      "en": "Poison from the weaver fish causes paralysis, swelling, and nausea.",
      "cn": "龙的毒素会引起瘫痪、肿胀和恶心。"
    },
    {
      "en": "Sasae Weaver cattle days, on the ground, but I and Seoul.",
      "cn": "天有牛郞织女, 地上金童玉女, 唯吾与尔."
    },
    {
      "en": "Shall I make out a check, Mr. Weaver?",
      "cn": "我给他开个支票吧, 韦佛先生?"
    },
    {
      "en": "She was a fast weaver and the cloth was very good.",
      "cn": "她织布织得很快,而且布的质量很好."
    },
    {
      "en": "This increases weaver efficiency and leads to higher overall fabric quality.",
      "cn": "这不仅提高了织造效率,而且保证了织物的高质量."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "织工，编织者，[鸟]织巢鸟，[虫]豉豆，织网蜘蛛",
      "tran_en": "someone whose job is to weave cloth"
    }
  ],
  "exchange": {
    "pl": [
      "weavers"
    ]
  }
}