{
  "word": "sustainability",
  "ipa": {
    "us": "səˌsteɪnəˈbɪləti",
    "uk": " səˌsteɪnəˈbɪləti"
  },
  "sentences": [
    {
      "en": "Celebrated opening of the Sustainability Centre at Lambton College in Sarnia, Ontario.",
      "cn": "庆祝可持续发展中心莱姆顿学院的成立,在萨尼亚, 安大略省."
    },
    {
      "en": "Development of renewable energy is promoted to achieve sustainability.",
      "cn": "大力发展可再生能源."
    },
    {
      "en": "Dollar depreciation challenges the sustainability of that subsidy.",
      "cn": "而美元贬值对利率补贴的持续性提出挑战."
    },
    {
      "en": "Doubts about the sustainability of the model are rife.",
      "cn": "有关这一商业模式的疑虑正日渐成熟."
    },
    {
      "en": "Driving a green chain is one of Baxter's nine sustainability priorities.",
      "cn": "推动绿色供应链是百特的九大可持续优先战略之一."
    },
    {
      "en": "Goal is to maximise the sustainability of the web of life.",
      "cn": "目标是要使生命网的可持续能力最大化."
    },
    {
      "en": "It would also test whether a certain level of complexity birthed self - sustainability.",
      "cn": "它还可以检验出某种程度的复杂性是否可以诞生 自我 持存性."
    },
    {
      "en": "It’s not fair to my marriage, my ongoing success, and the sustainability of how I live.",
      "cn": "这对于我的婚姻、持续性的成功和我可持续性的生活来说都是不公平的。"
    },
    {
      "en": "Keywords: strategy, sustainability, reuse, landfill, incineration, agricultural application, melting.",
      "cn": "关键词: 处置策略 、 永续性 、 再利用 、 卫生掩埋 、 焚化 、 农地利用 、 熔融."
    },
    {
      "en": "Our global politics is not yet adapted to the challenges of sustainability.",
      "cn": "我们的全球政治学还无法适应永续力的挑战."
    },
    {
      "en": "Strong sustainability criterion stresses maintaining critical natural capital stock.",
      "cn": "强可持续性标准要求保护关键自然资本的存量."
    },
    {
      "en": "Sustainability is not an option but rather it is a necessity Aeroform.",
      "cn": "可持续性并非Aeroform的一种选择,而是它的必备元素."
    },
    {
      "en": "Targeted needs assessments and demand - driven approaches are crucial to secure sustainability.",
      "cn": "有针对性的需求评估和由需求驱动的做法是确保可持续性的关键因素."
    },
    {
      "en": "That said we question the sustainability of Chinese production at these rates.",
      "cn": "我们来探讨下中国铝生产业的成本问题."
    },
    {
      "en": "The concept of sustainability is reflected in free bicycle riding.",
      "cn": "可持续发展观在骑自行车中得以体现."
    },
    {
      "en": "The principal justification for caution is concern over term sustainability.",
      "cn": "保持谨慎的首要理由是担心长期可持续性."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sustainable",
          "tran_cn": " 可以忍受的；足可支撑的；养得起的"
        },
        {
          "word": "sustained",
          "tran_cn": " 持续的；持久的；持久不变的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sustainer",
          "tran_cn": " 支持者，维持者；主发动机；支撑的人物"
        },
        {
          "word": "sustentation",
          "tran_cn": " 支撑，维持；食物"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "sustained",
          "tran_cn": " 维持（sustain的过去式和过去分词）；承受"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "sustain",
          "tran_cn": " 维持；支撑，承担；忍受；供养；证实"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "indissolubility",
            "durative"
          ],
          "tran_cn": "持续性；永续性；能维持性"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "持续性，能维持性，永续性"
    }
  ],
  "exchange": {
    "adj": [
      "sustainable"
    ]
  }
}