{
  "word": "canoe",
  "ipa": {
    "us": "kəˈnuː",
    "uk": "kəˈnuː"
  },
  "sentences": [
    {
      "en": "A stabilizer for a canoe; spars attach to a shaped log or pontoon parallel to the hull.",
      "cn": "一种轻舟的稳定器；定在成型圆木的桅杆或与船体平行的浮筒。"
    },
    {
      "en": "As the bow neared shore, the canoe suddenly touched bottom .",
      "cn": "船头靠近岸边的时候，独木舟突然搁浅了。"
    },
    {
      "en": "At a summer job working as park naturalists that year, I flipped the canoe Air and I were paddling and we had to push it to shore.",
      "cn": "那年我在公园里做暑期兼职，我把独木舟翻转个身，然后我们一起合力将它推到岸边，这样我们就可以划船了。"
    },
    {
      "en": "Get out on the water - Rent a sailboat, rowboat, paddleboat, kayak, or canoe. Grab a pole and go fishing or don your swimsuit and jump in.",
      "cn": "水上约会活动——你可以租一艘帆船，皮划艇，划艇，皮艇，或独木舟。有了船，你可以划船和钓鱼，或是穿上泳衣潜水去。"
    },
    {
      "en": "He hewed a canoe out of a tree trunk.",
      "cn": "他把一根树干凿成独木舟."
    },
    {
      "en": "His canoe was there, on the river below the rapids.",
      "cn": "他的独木舟在险滩下面的河水中。"
    },
    {
      "en": "I remember the first time I visited a village in Vietnam, in 1995: we endured hours and hours of rutty roads or long hours in a canoe to reach project sites.",
      "cn": "我记得1995年第一次访问越南一个村落，我们捱过很多小时的路途颠簸、坐了很多小时的独木舟，才到达项目的所在地。"
    },
    {
      "en": "Let's fingerprint the canoe, see if we come up with anything.",
      "cn": "让我们提取一下独木舟上的指纹，看看能不能有什么发现。"
    },
    {
      "en": "The canoe floated upside down on the lake.",
      "cn": "独木舟底朝天漂浮在湖面上。"
    },
    {
      "en": "The canoe found the current and swung around.",
      "cn": "独木舟遇上急流后直打转。"
    },
    {
      "en": "The canoe shot the rapids.",
      "cn": "独木舟飞速地冲入急流."
    },
    {
      "en": "The canoe was sucked into the whirlpool.",
      "cn": "那独木舟被卷进了漩涡."
    },
    {
      "en": "The canoe was tossed about in the maelstrom.",
      "cn": "独木舟在旋涡之中摇晃打转."
    },
    {
      "en": "The explorers paddled their canoe cautiously upstream.",
      "cn": "探险者们谨慎地把独木舟向上游划去."
    },
    {
      "en": "The whirlpool sucked down the canoe.",
      "cn": "漩涡把独木舟卷了进去."
    },
    {
      "en": "They paddled down the river in a canoe.",
      "cn": "他们坐在独木舟上向下游划去."
    },
    {
      "en": "They slid the canoe down to the water.",
      "cn": "他们使小舟滑到水中."
    },
    {
      "en": "We attempted to manoeuvre the canoe closer to him.",
      "cn": "我们试图让独木舟靠他更近一些。"
    },
    {
      "en": "We beached the canoe, running it right up the bank.",
      "cn": "我们把独木舟径直划到岸边，并拖上岸。"
    },
    {
      "en": "We saw the canoe overturn, throwing its passengers into the water.",
      "cn": "我们看到独木舟倾覆了, 把上面的乘客掀入水中."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "canoeist",
          "tran_cn": " 划独木舟的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "boat",
            "bongo",
            "dugout",
            "kayak",
            "outrigger",
            "pirogue"
          ],
          "tran_cn": "独木舟"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "独木舟，皮划艇",
      "tran_en": "a long light boat that is pointed at both ends and which you move along using a  paddle "
    },
    {
      "pos": "v",
      "tran_cn": "划/乘独木舟",
      "tran_en": "to travel by canoe"
    },
    {
      "pos": "vi",
      "tran_cn": "乘独木舟",
      "tran_en": "to travel by canoe"
    }
  ],
  "exchange": {
    "pl": [
      "canoes"
    ],
    "third": [
      "canoes"
    ],
    "past": [
      "canoed"
    ],
    "done": [
      "canoed"
    ],
    "ing": [
      "canoeing"
    ]
  }
}