{
  "word": "delinquent",
  "ipa": {
    "us": "dɪˈlɪŋkwənt",
    "uk": "dɪˈlɪŋkwənt,-ˈlɪn-"
  },
  "sentences": [
    {
      "en": "...a legal shortcut to take homes from delinquent borrowers.",
      "cn": "…一个取得拖欠贷款者房产的法律捷径。"
    },
    {
      "en": "...homes for delinquent children.",
      "cn": "…少管所。"
    },
    {
      "en": "Deanes writes and lectures about teenage delinquents.",
      "cn": "迪恩斯就不良青少年问题撰文并演讲。"
    },
    {
      "en": "He is delinquent in paying his rent.",
      "cn": "他拖欠房租."
    },
    {
      "en": "It would define standards, police compliance and penalize delinquent firms.",
      "cn": "该局将会设定标准, 让各个机构服从监管并且惩罚有过失的企业."
    },
    {
      "en": "Juvenile delinquent hackers launch potent computer viruses.",
      "cn": "少年黑客罪犯放出了威力巨大的计算机病毒."
    },
    {
      "en": "Like the juvenile delinquent thought of having her boyfriend, everyday is bothering him.",
      "cn": "暗恋亚纪的不良少年以为稔是她的男朋友, 天天找他麻烦."
    },
    {
      "en": "Lots of studies, however, find a correlation between corporal punishment and aggressive, delinquent behaviour.",
      "cn": "诸多研究反倒是指出体罚与攻击等不良行为之间存在联系."
    },
    {
      "en": "More recent ideas include managing distressed power stations and buying delinquent credit - card debts from banks.",
      "cn": "但目前来看,上述灾祸人们太过熟悉,算不上什么“奇异”."
    },
    {
      "en": "Reinstatement requires payment of all delinquent and current charges.",
      "cn": "若要恢复会籍需要偿付所有拖欠款项及目前的帐款."
    },
    {
      "en": "Reports of clashes between workers and delinquent factory owners have increased in recent months.",
      "cn": "近几个月来工人与违约工厂老板之间爆发冲突的报道已有增多."
    },
    {
      "en": "The banks would have to let judges write down delinquent mortgages to levels homeowners could afford.",
      "cn": "这个建议会使得经济大萧条时期的复兴银行公司重现江湖."
    },
    {
      "en": "The businessman was billed for delinquent taxes.",
      "cn": "那商人因拖欠税金而被罚款."
    },
    {
      "en": "The finance department will juggle a few of the delinquent accounts.",
      "cn": "财务部会篡改一些拖欠账户."
    },
    {
      "en": "The juvenile delinquent was sent to the reformatory.",
      "cn": "该少年违者被关进教养院改造."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "delinquency",
          "tran_cn": " 行为不良，违法犯罪；失职，怠工"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "blameable",
            "peccant"
          ],
          "tran_cn": "有过失的；怠忽的；拖欠债务的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "swashbuckler",
            "rapscallion"
          ],
          "tran_cn": "流氓；行为不良的人；失职者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "criminal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "juvenile delinquent",
      "tran_cn": "少年犯"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不尽责的，怠工的，有过失的，拖欠债务的",
      "tran_en": "A delinquent borrower or taxpayer is someone who has failed to pay their debts or taxes"
    },
    {
      "pos": "n",
      "tran_cn": "少年罪犯；懈怠者；过失者；违犯者",
      "tran_en": "someone, especially a young person, who breaks the law or behaves in ways their society does not approve of"
    }
  ],
  "exchange": {}
}