{
  "word": "firedamp",
  "ipa": {
    "us": "'faɪədæmp",
    "uk": "'faɪəˌdæmp"
  },
  "sentences": [
    {
      "en": "Accordingly, the function that rural development uses firedamp new technology great, meaning is far - reaching .",
      "cn": "因此, 农村发展利用沼气新技术的作用重大 、 意义 深远."
    },
    {
      "en": "Farming ability cadre says, firedamp communicates this kind of affinity.",
      "cn": "农技干部说, 这种亲密关系都是沼气沟通的."
    },
    {
      "en": "In the middle of there is on bridge as the bright firedamp light like electric lamp.",
      "cn": "正中梁上挂着一盏如同电灯般亮的沼气灯."
    },
    {
      "en": "It is to popularize firedamp pool actively, change bavin burning a red-letter day, protect silvan natural resources.",
      "cn": "二是积极普及沼气池，改燃节柴，保护森林资源。"
    },
    {
      "en": "Methane is inflammable explosion hazard gas as the basis of mash gas, firedamp and rock gas.",
      "cn": "甲烷作为瓦斯、天然气 、 沼气等的主要成分,是易燃易爆气体."
    },
    {
      "en": "People is hep but second birth the sources of energy has solar energy, wind energy, hydraulic, firedamp to wait.",
      "cn": "人们熟知的可再生能源有太阳能、风能、水力、沼气等。"
    },
    {
      "en": "Rural firedamp construction welcomed unprecedented development opportunity.",
      "cn": "农村沼气建设迎来了前所未有的发展机遇."
    },
    {
      "en": "The ammonia comes from firedamp fermentation has been determined by ammonium - gas - sensitive electrodes with satisfactory results.",
      "cn": "本文提出用氨气敏电极快速测定沼气发酵中氨的方法."
    },
    {
      "en": "The follow - up maintenance of firedamp pools is becoming the major problem firedamp pool quantity.",
      "cn": "随着贵阳市沼气建设的快速发展,沼气 后续 维护管理问题日益突出."
    },
    {
      "en": "This series distribution device is applicable for coal mine with firedamp or coal dust in the ambient.",
      "cn": "本系列配电装置适用于煤矿井下及其周围介质中有甲烷、煤尘等爆炸性混合气体的环境中。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "methane",
            "sewage gas"
          ],
          "tran_cn": "沼气；甲烷"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "甲烷，沼气",
      "tran_en": "a mixture of hydrocarbons, chiefly methane, formed in coal mines"
    }
  ],
  "exchange": {}
}