{
  "word": "tabloid",
  "ipa": {
    "us": "ˈtæblɔɪd",
    "uk": "ˈtæblɔɪd"
  },
  "sentences": [
    {
      "en": "'Carnage at Airport ', screamed the tabloid headline.",
      "cn": "通俗小报的标题耸人听闻: “ 机场喋血”."
    },
    {
      "en": "A full-scale character assassination of the dead woman got underway in the tabloid press.",
      "cn": "小报上开始了对那位已故女士全方位的人身攻击。"
    },
    {
      "en": "A tabloid lonely hearts columnist who answers questions from readers.",
      "cn": "小报上往往有求友、求婚的专栏,主持这个专栏并负责回答读者来信的人."
    },
    {
      "en": "Clarke swung at his shadow the accusation that he was \"a tabloid politician\".",
      "cn": "克拉克指责影子内阁中的对手是个“八卦政客”."
    },
    {
      "en": "He believes that the tabloid press has behaved disgracefully.",
      "cn": "他认为小报媒体的行为不太光彩."
    },
    {
      "en": "I think he was born to be editor of a tabloid newspaper.",
      "cn": "我觉得他天生就是当小报编辑的料。"
    },
    {
      "en": "In fact, according to extracts from a book published in a UK tabloid, Tatum told a friend: 'How can any girl have a relationship with him?",
      "cn": "事实上，根据这英国小报出版的这本书的摘要来看，塔图姆曾经告诉她的朋友，“姑娘们怎么会和他有亲密关系？"
    },
    {
      "en": "It was tabloid size and had only eight pages, which were badly printed.",
      "cn": "那是一份小开报纸,只有八页, 印刷得很粗糙."
    },
    {
      "en": "Nor is the News of the World just any tabloid.",
      "cn": "但“世界新闻”绝非其他小报可比."
    },
    {
      "en": "Sadly, a few tabloid newspapers got hold of this under - the - table gossip.",
      "cn": "更为糟糕的是几家惯于耸人听闻的报纸抓住这些私下闲谈大作文章."
    },
    {
      "en": "She is an object of ridicule in the tabloid newspapers.",
      "cn": "她是小报讥笑讽刺的对象。"
    },
    {
      "en": "Some tabloid newspapers cater to low tastes.",
      "cn": "有些小报迎合低级趣味."
    },
    {
      "en": "Tabloid newspapers pander to the lowest common denominator.",
      "cn": "小报都竭力迎合大众口味。"
    },
    {
      "en": "Thanks largely to some splendid muckraking by the Guardian, it is now clear how one tabloid obtained some of its headlines.",
      "cn": "主要是由于一些由《卫报》的成功揭丑，现在已很清楚一个小报是怎样获取它的头条新闻的。"
    },
    {
      "en": "the rabid tabloid press",
      "cn": "偏激的小报"
    },
    {
      "en": "The tabloid papers are full of smut.",
      "cn": "这些小报充斥着下流的东西."
    },
    {
      "en": "The tabloid press kicked up a stink about his seven-day visit.",
      "cn": "小报的报道引起民众对他为期7天的访问的强烈不满。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "summary",
            "abbreviative"
          ],
          "tran_cn": "小报式的；缩略的；轰动性的；扼要的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "troche",
            "abridgment"
          ],
          "tran_cn": "小报；药片；文摘；小型画报"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "newspaper",
            "paper",
            "publication",
            "sheet"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小报，通俗小报，药片，文摘，小型画报",
      "tran_en": "a newspaper that has small pages, a lot of photographs, and stories mainly about sex, famous people etc rather than serious news"
    }
  ],
  "exchange": {
    "pl": [
      "tabloids"
    ]
  }
}