{
  "word": "orthodoxy",
  "ipa": {
    "us": "ˈɔ:θədɒksi",
    "uk": "ˈɔrθədɑksi"
  },
  "sentences": [
    {
      "en": "According to the orthodoxy, metaphors only play a secondary, heuristic role in the context of discovery.",
      "cn": "按照传统的看法, 隐喻仅仅在科学发现的与境中发挥着次要的启发作用."
    },
    {
      "en": "According to this new orthodoxy, macroeconomic stability should be achieved through interest rates.",
      "cn": "根据这一新的正统理论, 宏观经济稳定应通过利率实现."
    },
    {
      "en": "an economist arguing against the current financial orthodoxy",
      "cn": "一位批驳现行正统金融观念的经济学家"
    },
    {
      "en": "And who will pay the price for this triumph of orthodoxy?",
      "cn": "然后谁将为此正统理论的代价买单?"
    },
    {
      "en": "At the same time, it upset Christian orthodoxy, even the attenuated Unitarian form.",
      "cn": "同时, 它颠覆了基督教的正统, 甚至日益衰落的一神论的形式."
    },
    {
      "en": "Berel had remained true to the old orthodoxy.",
      "cn": "斑瑞尔一直忠实格守古老的正统观念."
    },
    {
      "en": "First, British and French clerics demonised Russian Orthodoxy as a semi - pagan creed.",
      "cn": "首先, 英法两国教士将俄国东正教妖魔化为一种半异教信条."
    },
    {
      "en": "Greek patriarch of alexandria and leading defender of Christian orthodoxy against arianism.",
      "cn": "达修亚历山大时期的希腊主教,是基督教正统教派反对阿里乌斯教义的主要保卫者."
    },
    {
      "en": "He challenged the political orthodoxy of his time.",
      "cn": "他对同时代的正统政治观念提出了质疑。"
    },
    {
      "en": "If you simplify your English, you are freed from the worst follies of orthodoxy.",
      "cn": "如果你简化你的英语，你就不会有正统说教的最蠢笨的做法。"
    },
    {
      "en": "One consequence of this is that a number of pillars of business orthodoxy are being eroded.",
      "cn": "这引发的一个后果就是，一些核心的正统商业思想逐渐受到腐蚀。"
    },
    {
      "en": "Orthodoxy means not thinking -- not needing to think.",
      "cn": "正统的意思,是不要去想 —— 不需要想."
    },
    {
      "en": "Since then, economists have vied with each other to overturn this orthodoxy.",
      "cn": "自此之后, 经济学家就开始争相颠覆这个传统理论."
    },
    {
      "en": "There was a direct intimate connexion between chastity and political orthodoxy.",
      "cn": "纯洁身心跟政治正统,真有种直接又紧密的联系."
    },
    {
      "en": "These ideas have now become part of educational orthodoxy.",
      "cn": "这些观点现已成为正统教育理念的一部分。"
    },
    {
      "en": "These ideas rapidly became the new orthodoxy in linguistics.",
      "cn": "这些观点迅速成为语言学中新的正统观念。"
    },
    {
      "en": "We are not obliged to sound the Bishop of D ---- on the score of orthodoxy.",
      "cn": "在宗教的真谛问题上,我们对 迪涅 的主教先生不能作任何窥测."
    },
    {
      "en": "When they ( scientists ) stop questioning orthodoxy, mankind will have given up the search for truth.",
      "cn": "到他们不再怀疑正统说法之日, 便是人类放弃追求真理之时."
    },
    {
      "en": "Yesterday's Heresy, Today's Orthodoxy, Tomorrow's Anachronism.",
      "cn": "昨天的异端, 今天的信条, 明天就落伍."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "orthodox",
          "tran_cn": " 正统的；传统的；惯常的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "orthodox",
          "tran_cn": " 正统的人；正统的事物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "legitimacy"
          ],
          "tran_cn": "正统；正教；正统说法"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conformity",
            "convention"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "正统的"
    },
    {
      "pos": "n",
      "tran_cn": "正统，正教，信奉正教，正统派的观念[学说，做法等]，正统性",
      "tran_en": "An orthodoxy is an accepted view about something"
    }
  ],
  "exchange": {
    "pl": [
      "orthodoxies"
    ]
  }
}