{
  "word": "lumen",
  "ipa": {
    "us": "ˈlu:men",
    "uk": "ˈlumən"
  },
  "sentences": [
    {
      "en": "A few of cells have ICDS with closed lumen and autodesmosomes.",
      "cn": "少数细胞中可见带部分关闭腔的ICDS(ICDSwith aclosed Iumen) 和自体桥粒(Autodesmosomes)."
    },
    {
      "en": "A lumen is a measure of the rate of emission of light energy.",
      "cn": "流明是光能放射率的量度单位."
    },
    {
      "en": "An older unit, the lumen per square foot, or foot - candle, has become obsolete.",
      "cn": "一种较老的单位是每平方米英尺的流明数, 即英寸烛光, 这种单位已经废除."
    },
    {
      "en": "An older unit, the lumen per square foot, or foot-candle, has become obsolete .",
      "cn": "一种较老的单位是每平方米英尺的流明数，即英寸烛光，这种单位已经废除。"
    },
    {
      "en": "Fig .3 EPSPC tumor cell containing dense - electron granules and small lumen.",
      "cn": "图3EPSPC肿瘤细胞内的密电子颗粒及小腺腔."
    },
    {
      "en": "In this image, they are present within the lumen of a large benign gland.",
      "cn": "下图中的良性前列腺体的大管腔内可以见到这种结晶体."
    },
    {
      "en": "It can show the lumen image in focus.",
      "cn": "它能够清晰真实的再现人体内腔的二维平面图像."
    },
    {
      "en": "Lumen : The unit for measuring luminous flux.",
      "cn": "流明: 量度光通量的单位."
    },
    {
      "en": "Lumen output a fluorescent lamp after it has been operating 100 hours.",
      "cn": "荧光灯燃点100小时后的光通输出."
    },
    {
      "en": "MPR could display mural thrombus , flap, true and false lumen.",
      "cn": "MPR可较好显示附壁血栓, 真假腔和内膜片."
    },
    {
      "en": "One solution flows through the central lumen of the fibers.",
      "cn": "一种溶液从纤维的中心腔流过."
    },
    {
      "en": "Reconnect main lumen to suction source.",
      "cn": "请将主腔管道连接吸引源."
    },
    {
      "en": "The arteriolar wall is markedly thickened and the lumen is narrowed.",
      "cn": "动脉壁明显增厚,管腔狭窄."
    },
    {
      "en": "The conical configuration of the appendix makes obstruction of the lumen unlikely.",
      "cn": "阑尾呈圆锥形,不易造成腔内梗阻."
    },
    {
      "en": "The innermost region of cotton is called lumen.",
      "cn": "棉纤维的最内层组织叫中腔."
    },
    {
      "en": "The lumen is large, without any narrowing atheromatous plaque.",
      "cn": "腔较大, 不伴有动脉粥样硬化斑块引起的管腔狭窄."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "entocoel",
            "lumina"
          ],
          "tran_cn": "流明（光束的能量单位）；（管状器官内的）内腔"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "流明（光通量单位），[植物]（管）腔",
      "tran_en": "the derived SI unit of luminous flux; the flux emitted in a solid angle of 1 steradian by a point source having a uniform intensity of 1 candela "
    }
  ],
  "exchange": {
    "pl": [
      "lumina"
    ]
  }
}