{
  "word": "cumbersome",
  "ipa": {
    "us": "ˈkʌmbəsəm",
    "uk": "ˈkʌmbərsəm"
  },
  "sentences": [
    {
      "en": "a large cumbersome machine",
      "cn": "大而笨重的机器"
    },
    {
      "en": "A tabulation of a function of two variables is cumbersome, but possible.",
      "cn": "二元函数的列表法是不方便的, 然而是可能的."
    },
    {
      "en": "Although the machine looks cumbersome, it is actually easy to use.",
      "cn": "尽管这台机器看上去很笨重，操作起来却很容易。"
    },
    {
      "en": "cumbersome procedures",
      "cn": "繁琐的程序"
    },
    {
      "en": "Doctors are complaining that the system is cumbersome and bureaucratic.",
      "cn": "医生抱怨说该体制复杂繁琐，很官僚。"
    },
    {
      "en": "Expression of hydrogenion concentrations in terms of molar concentrations is rather cumbersome.",
      "cn": "用摩尔浓度表示氢离子浓度是相当麻烦的."
    },
    {
      "en": "Information in the world is slower and more cumbersome, but very dependable.",
      "cn": "世界中的信息使用起来更慢,也更麻烦, 但非常可靠."
    },
    {
      "en": "It's rather cumbersome having to carry all these cases around.",
      "cn": "把这些箱子都带着走动是件相当麻烦的事."
    },
    {
      "en": "Of course, this very richness means that menus can get big and cumbersome.",
      "cn": "当然, 这种极度的丰富性也意味着它们大而笨重."
    },
    {
      "en": "Our Intelligence Service was untrained, cumbersome, and almost wholly ineffectual.",
      "cn": "我们的情报部门人员缺乏训练，机构臃肿，简直毫无用处。"
    },
    {
      "en": "Sometimes cumbersome procedures at customs offices create delays.",
      "cn": "有时,海关的复杂手续造成拖拉现象."
    },
    {
      "en": "The Congreve rocket was cumbersome and poorly stabilized.",
      "cn": "康格利夫火箭既笨重,稳定性又不好."
    },
    {
      "en": "The cumbersome eighteen - wheeled vehicle was spread across the road, blocking all traffic movement.",
      "cn": "这台笨重的十八轮车辆横躺在路上, 把交通全堵死了."
    },
    {
      "en": "The furniture is too cumbersome to move.",
      "cn": "家具太笨,搬起来很不方便."
    },
    {
      "en": "The organization changed its cumbersome title to something easier to remember.",
      "cn": "这家机构把它那复杂累赘的名称改得好记一些了。"
    },
    {
      "en": "They thought he might have thrown away the heavy, cumbersome key.",
      "cn": "他们想他一定扔掉了那把沉重的拖累的钥匙."
    },
    {
      "en": "They're making efforts to streamline their normally cumbersome bureaucracy.",
      "cn": "他们正努力精简本来繁冗复杂的官僚体制。"
    },
    {
      "en": "Various method have been used for the disposal of this cumbersome material.",
      "cn": "对这种讨厌的材料处置曾采用各种方法."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cumbrous",
          "tran_cn": " 累赘的，成负担的；讨厌的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "cumber",
          "tran_cn": " 拖累，累赘；妨害"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "cumber",
          "tran_cn": " 阻碍，妨害；使受苦"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "awkward",
            "bulky",
            "burdensome",
            "clumsy",
            "troublesome",
            "unmanageable"
          ],
          "tran_cn": "讨厌的;累赘的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "awkward",
            "bulky",
            "burdensome",
            "clumsy",
            "heavy",
            "ponderous",
            "troublesome",
            "unmanageable",
            "unwieldy"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "笨重的，累赘的，难以携带的，缓慢复杂的，冗长的，麻烦的",
      "tran_en": "a process or system that is cumbersome is slow and difficult"
    }
  ],
  "exchange": {}
}