{
  "word": "sometimes",
  "ipa": {
    "us": "ˈsʌmtaɪmz",
    "uk": "ˈsʌmtaɪmz"
  },
  "sentences": [
    {
      "en": "‘Do you ever wish you were back in Japan?’ ‘Sometimes. Not very often.’",
      "cn": "“你有没有想过希望回到日本？”“有时候吧，但不经常这么想。”"
    },
    {
      "en": "\"Well,\" he conceded, \"I do sometimes mumble a bit.\"",
      "cn": "“嗯，”他承认道，“我有时候说话的确有点吐字不清。”"
    },
    {
      "en": "Although sometimes I feel like bothering, as often as not I don't.",
      "cn": "虽然我有时会觉得这是在找麻烦，但是通常并不会这样。"
    },
    {
      "en": "He told some lies and sometimes just embroidered the truth.",
      "cn": "他说了些谎，有时只是对事实添油加醋了一番。"
    },
    {
      "en": "I sometimes have to work late.",
      "cn": "我有时得工作到很晚。"
    },
    {
      "en": "Jane's always annoying her and she takes it out on me sometimes.",
      "cn": "简老是惹她生气，她有时就拿我出气。"
    },
    {
      "en": "Sometimes they just drive slowly down the lane enjoying the scenery.",
      "cn": "有时他们只是沿着小路慢慢地开车，欣赏两旁的风景。"
    },
    {
      "en": "Sometimes things don't turn out the way we think they're going to.",
      "cn": "有时事情并不像我们认为的那样发展。"
    },
    {
      "en": "Sometimes things have to fall apart to make way for better things.",
      "cn": "有时候要到达谷底，才会慢慢变好。"
    },
    {
      "en": "Sometimes, Grandma would tell us stories about her childhood in Italy.",
      "cn": "有时候，祖母会跟我们讲讲她儿时在意大利的经历。"
    },
    {
      "en": "Sometimes, the bank manager just doesn't see it your way.",
      "cn": "有时银行经理和你看问题的角度就是不一样。"
    },
    {
      "en": "The journey takes an hour, sometimes even longer.",
      "cn": "路上需要一小时，有时甚至更长。"
    },
    {
      "en": "The stores are sometimes sold out of certain groceries.",
      "cn": "有时商店里的某些杂货会有脱销的现象。"
    },
    {
      "en": "The tone of the book is sometimes too flip.",
      "cn": "这本书的笔调有些时候太不严肃了。"
    },
    {
      "en": "This very careful attitude to money can sometimes border on meanness.",
      "cn": "这种对待金钱的过分谨慎的态度有时几近于吝啬。"
    },
    {
      "en": "Tom admits that playing video games sometimes distracts him from his homework.",
      "cn": "汤姆承认玩电子游戏有时会使他无心做作业。"
    },
    {
      "en": "What I said sometimes didn't register in her brain.",
      "cn": "有时我说的话她根本没听进去。"
    },
    {
      "en": "Women are sometimes seen to be less effective as managers.",
      "cn": "女性有时被认为不善于管理。"
    },
    {
      "en": "You must have noticed how tired he sometimes looks.",
      "cn": "你一定注意到他有时候显得特别疲惫。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "a",
            "again",
            "and",
            "at",
            "every",
            "from",
            "in",
            "intermittently",
            "now",
            "occasion",
            "occasionally",
            "off",
            "often",
            "on",
            "once",
            "periodically",
            "so",
            "then",
            "time",
            "times",
            "to",
            "while"
          ],
          "tran_cn": "偶然,有时,时常"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "有时，间或，时而",
      "tran_en": "on some occasions but not always"
    },
    {
      "pos": "other",
      "tran_cn": "有时",
      "tran_en": "on some occasions but not always"
    }
  ],
  "exchange": {}
}