{
  "word": "trimester",
  "ipa": {
    "us": "traɪˈmestə(r)",
    "uk": "traɪˈmɛstɚ, ˈtraɪˌmɛs-"
  },
  "sentences": [
    {
      "en": "At the end of the first trimester, the fetus is about three inches long.",
      "cn": "在怀孕的第三个月末，胎儿差不多有三英寸长了。"
    },
    {
      "en": "Conclusion Single serum CA 125 is valuable in predicting pregnancy outcome of first - trimester threatened abortion.",
      "cn": "目的探讨血清CA125水平在预测早期先兆流产妊娠预后的价值."
    },
    {
      "en": "E . Second trimester education. Discomforts include backache, round ligament pain, constipation, and indigestion.",
      "cn": "中孕教育. 不适感包括背痛, 圆韧带疼痛, 便秘及消化不良."
    },
    {
      "en": "First trimester bleeding may signal a possible miscarriage or ectopic pregnancy.",
      "cn": "妊娠早期出血可能是流产或宫外孕的迹象."
    },
    {
      "en": "Meth - ods 3 cases of fulminant hepatitis in the third trimester of pregnancy were analyzed retrospectively.",
      "cn": "方法回顾性分析本院3例妊娠晚期合并重症肝炎的病例资料."
    },
    {
      "en": "Mothers who are infected may spirochetes to fetuses in the third trimester, resulting in congenital syphilis.",
      "cn": "晚期妊娠患者可传播给胎儿, 从而使新生儿患先天性梅毒."
    },
    {
      "en": "Objective : To study the efficacy of rivanol in combination with mifepristonetermination of mid trimester of pregnancy.",
      "cn": "目的: 探讨利凡诺与米非司酮联合用于中期妊娠引产的临床效果."
    },
    {
      "en": "ObjectiveTo study the therapy for fulminant hepatitis occurring in the third trimester of pregnancy.",
      "cn": "目的探讨妊娠晚期合并重症肝炎的产科治疗."
    },
    {
      "en": "She was okay with letting you fly in your third trimester?",
      "cn": "　勤斓　辄婕腔庵　论　　沧?膻砩獗?"
    },
    {
      "en": "Some women experience morning sickness during the first trimester of pregnancy.",
      "cn": "有些妇女在怀孕的头三个月里,早上有恶心感."
    },
    {
      "en": "the first trimester of pregnancy",
      "cn": "妊娠的头三个月"
    },
    {
      "en": "This is a 33 - year - old , primigraida, with a normal first trimester screening.",
      "cn": "患者,33 岁, 初产妇, 早期妊娠时检查未看到异常."
    },
    {
      "en": "This is a second trimester fetus and uterus.",
      "cn": "图示中期妊娠的胎儿及子宫."
    },
    {
      "en": "To make routine inspection on stock material andes report it trimester.",
      "cn": "定期检查包料库存并统计."
    },
    {
      "en": "Treatment during the third trimester to prevent transmission to the newborn may be considered.",
      "cn": "在怀孕第三期间对新出生实施治疗防止新生儿传染也许应该考虑."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "three months"
          ],
          "tran_cn": "三个月；一学期"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "first trimester",
      "tran_cn": "早期妊娠"
    },
    {
      "phrase": "third trimester",
      "tran_cn": "晚期妊娠"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "三个月，学期",
      "tran_en": "one of three periods of equal length that the school year is divided into"
    }
  ],
  "exchange": {}
}