{
  "word": "January",
  "ipa": {
    "us": "ˈdʒænjuəri",
    "uk": "ˈdʒænjueri"
  },
  "sentences": [
    {
      "en": "Early birds can get the best bargains in the January sales.",
      "cn": "动作快的人能够在1月份的打折中淘到最便宜的东西。"
    },
    {
      "en": "He arrived on January 9, disheveled and much the worse for wear.",
      "cn": "他是1月9号到的，蓬头垢面，疲惫不堪。"
    },
    {
      "en": "He retires next January.",
      "cn": "他明年一月退休。"
    },
    {
      "en": "I was in St. Lucia back in January of this year.",
      "cn": "今年1月份我在圣卢西亚。"
    },
    {
      "en": "I will go to Shanghai in the coming January.",
      "cn": "在即将到来的一月份，我将去上海。"
    },
    {
      "en": "She was born on January 6, 1946.",
      "cn": "她出生于1946年1月6日。"
    },
    {
      "en": "Shopping in the January sales can be maddening.",
      "cn": "在元月促销期间购物可能会让人大为恼火。"
    },
    {
      "en": "The club has moved its meeting to Saturday, January 22nd.",
      "cn": "俱乐部已经把会议日期改到1月22号，星期六。"
    },
    {
      "en": "The company closed down operations and began liquidating its assets in January.",
      "cn": "公司停止了各项业务，于1月份开始变卖资产。"
    },
    {
      "en": "The couple celebrated their golden wedding in January.",
      "cn": "这对夫妇一月份举行了他们的金婚大庆。"
    },
    {
      "en": "The General had promised to cede power by January.",
      "cn": "将军允诺于一月份之前交出兵权。"
    },
    {
      "en": "The lake usually freezes over by mid January.",
      "cn": "这条湖通常在一月中旬冰封。"
    },
    {
      "en": "The meeting on 31 October is rearranged for 30 January.",
      "cn": "10月31日的会议重新安排到了1月30日。"
    },
    {
      "en": "The number of passengers by this line fell off slightly in January.",
      "cn": "一月份这条航线的乘客数量略有减少."
    },
    {
      "en": "The weather, even for January, was exceptionally cold.",
      "cn": "这种天气即使在一月份也算得上非常寒冷。"
    },
    {
      "en": "The year began auspiciously with good trade figures for January.",
      "cn": "一月份贸易额可观,今年一开头就前景光明."
    },
    {
      "en": "Their first child was conceived in January and born in October.",
      "cn": "他们的第一个孩子是在一月怀上、十月出生的。"
    },
    {
      "en": "They will have to pay much more when rents treble in January.",
      "cn": "一月份房租增加两倍时，他们将被迫多付不少钱。"
    },
    {
      "en": "We always have snow in January.",
      "cn": "我们这里1月份总会下雪。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "in january",
      "tran_cn": "在一月"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "一月",
      "tran_en": "the first month of the year, between December and February"
    },
    {
      "pos": "other",
      "tran_cn": "一月",
      "tran_en": "the first month of the year, between December and February"
    }
  ],
  "exchange": {
    "pl": [
      "Januaries"
    ]
  }
}