{
  "word": "discoloration",
  "ipa": {
    "us": "disˌkʌləˈreiʃən",
    "uk": "dɪsˌkʌləˈreʃən"
  },
  "sentences": [
    {
      "en": "AbFabric, webbing band or strap getting discoloration.",
      "cn": "布料 、 织带、背带色差×."
    },
    {
      "en": "Aside from the possibility of increased heart rate, trouble sleeping and discoloration of teeth, there's another a way that a cup of joe can be detrimental to your well being.",
      "cn": "除了心率增加的可能性之外，还有无法入眠和使牙齿变色。 这是一杯咖啡对你健康的身体造成的伤害的两外一种方式。"
    },
    {
      "en": "Bacterial infection causes swelling, discoloration, and then a foul smell.",
      "cn": "患部肿胀, 变色, 后来发出恶臭味."
    },
    {
      "en": "Changes or discoloration of nail beds.",
      "cn": "指甲底部有变化或褪色."
    },
    {
      "en": "Discoloration can be put chicken pot of hot water. Would also like to add ginger.",
      "cn": "把鸡放入一锅热水, 还要加点生姜."
    },
    {
      "en": "discoloration caused by the sun",
      "cn": "因日照引起的退色"
    },
    {
      "en": "Discoloration: Development of an undesired color.",
      "cn": "脱色: 去掉不想要的颜色."
    },
    {
      "en": "Do - it - yourself remedies can help whiten teeth and avoiding substances that stained teeth can stop further discoloration.",
      "cn": "自己行动起来吧,采取措施,保持牙齿的亮白,防止使牙齿产生色斑的饮食污染牙齿."
    },
    {
      "en": "Erythema, edema and a purple discoloration of the eyelids are of dermatomyositis.",
      "cn": "眼睑红斑 、 水肿、淡紫色是皮肌炎的特征."
    },
    {
      "en": "Growth of the diffuse swelling in the neck is painless, not circumscribed, and no skin discoloration.",
      "cn": "颈部呈弥漫性肿大,肿势逐渐增加,边缘不清, 皮色如常, 不痛."
    },
    {
      "en": "Low rate of Juice extracting and discoloration were the major problem in strawberry processing.",
      "cn": "制汁得率低和色泽改变是草莓汁生产的技术难题."
    },
    {
      "en": "Number odds mobilization, the number column prompted discoloration. 8.",
      "cn": "号码赔率调动时, 号码栏变色提示. 8."
    },
    {
      "en": "Officials had noticed that local trees seemed to be under attack, showing damage such as cracks, discoloration and tissue deterioration.",
      "cn": "此前，当地官员注意到，当地的树木看起来就像是遭受了某种侵害，出现了龟裂、变色、组织恶化等病变。"
    },
    {
      "en": "Reduces and erases age spots and skin discoloration.",
      "cn": "减少抹去老年斑和色变的皮肤."
    },
    {
      "en": "Similarly, class 3 - 8, a class make discoloration, often is the source of headache for the school.",
      "cn": "同样地, 三年八班, 令人闻之色变的头痛班级, 也常是学校产生问题的源头."
    },
    {
      "en": "This discoloration qualitatively suggests that the substance is low in inorganic iron.",
      "cn": "从定性的角度考虑,这种褪色表明这种物质的无机铁含量很低."
    },
    {
      "en": "Valuably diminishes dark circle and discoloration for clear eyes.",
      "cn": "消除黑眼圈、晦暗,创造明亮的眼眸."
    },
    {
      "en": "Vitamin K is helpful in reducing discoloration and the appearance of capillaries.",
      "cn": "维生素K能够帮助减少污点和外观毛细血管。"
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "discolor",
          "tran_cn": " 变色；褪色"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "discolor",
          "tran_cn": " 使变色；使褪色"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dipping treatment",
            "chromatism"
          ],
          "tran_cn": "变色；污点"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "变色，褪色，污染",
      "tran_en": "the process of becoming discoloured"
    }
  ],
  "exchange": {}
}