{
  "word": "Confucian",
  "ipa": {
    "us": "kənˈfjuːʃən",
    "uk": "kənˈfjuːʃən"
  },
  "sentences": [
    {
      "en": "A hundred years after Confucius died, Mencius taught and expanded Confucian doctrine.",
      "cn": "孔子去世100年后, 孟子传授并阐发了孔子的学说."
    },
    {
      "en": "All through the feudal ages the ruling class did their best to shackle women with Confucian ethics.",
      "cn": "历代封建统治阶级都力图用礼教把妇女禁锢起来."
    },
    {
      "en": "Ancient doctrines are often associated with the Confucian School.",
      "cn": "一提到古代民本主义,人们往往会把它与儒家联系起来."
    },
    {
      "en": "As he grew old, he turned into a crusty Confucian moralist.",
      "cn": "大概他上了年纪以后, 才成了讲道德说仁义的顽固人物. ”"
    },
    {
      "en": "Book Charts , composed by Sun Guoting, fully inherited the Confucian arts idea.",
      "cn": "摘要儒家的艺术观在孙过庭的《书谱》里得到了比较完整的继承."
    },
    {
      "en": "He is a famous Confucian scholar.",
      "cn": "他是一位有名望的研究孔子的学者."
    },
    {
      "en": "He looks up to Confucian poetry traditional theory as the only criterion.",
      "cn": "他的诗歌理论继承了儒家诗教传统,上承自孔子、汉儒至陈子昂、李白的诗论,下启元稹、自居易之诗论."
    },
    {
      "en": "It was a preference for naturalness and simplicity that separated the Taoists from the Confucians.",
      "cn": "正是对自然和质朴的偏爱把道家人士从儒家人士中区分开。"
    },
    {
      "en": "Life Confucianism devotes itself to the rebuilding of Confucian metaphysics.",
      "cn": "生活儒学致力于儒家形而上学在生活本源上的重建."
    },
    {
      "en": "Mencius was the most famous scholar of the Confucian School after Confucius.",
      "cn": "孟子是我国古代继孔子之后最著名的儒家学者."
    },
    {
      "en": "Not all Confucian ideas are favoured today, especially among the young.",
      "cn": "今天并非孔夫子的所有思想都得到认同, 特别是在年轻人当中."
    },
    {
      "en": "Some Confucian viewpoints are still of realistic value today.",
      "cn": "有些道统观念现在仍具有现实意义."
    },
    {
      "en": "That recognition prompted her to recognize the Confucian roots in her soul.",
      "cn": "她这个发现,使她意识到深藏在她灵魂之中的儒家根本."
    },
    {
      "en": "The Confucian theory of mind includes the knowledge of comprehension and behavior.",
      "cn": "孔子的心性知识论,其中心为包括“观”与“行”的“学”."
    },
    {
      "en": "The government played a major role in promoting Confucian philosophy.",
      "cn": "该政府在推行儒家哲学上担当了一个重要角色。"
    },
    {
      "en": "Why , he's one of the main pillars of the Confucian Morals Society.",
      "cn": "他不是孔教会里的重要分子吗?"
    },
    {
      "en": "Yet how can you reconcile this \" refinement \" with the defence of \" Confucian Morals \"?",
      "cn": "“ 但是风雅的事又怎么能够同 卫道 的精神并存不悖 呢 ? ”"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "a&n",
      "tran_cn": " 孔子的； 儒家的； 儒家学者",
      "tran_en": "A Confucian is someone who believes in Confucianism"
    },
    {
      "pos": "adj",
      "tran_cn": "儒家的，儒学的",
      "tran_en": "Confucian means relating to Confucianism"
    },
    {
      "pos": "n",
      "tran_cn": "儒家人士",
      "tran_en": "A Confucian is someone who believes in Confucianism"
    }
  ],
  "exchange": {
    "noun": [
      "Confucianism"
    ]
  }
}