{
  "word": "cameo",
  "ipa": {
    "us": "ˈkæmiəʊ",
    "uk": "ˈkæmioʊ"
  },
  "sentences": [
    {
      "en": "a cameo brooch",
      "cn": "浮雕宝石胸针"
    },
    {
      "en": "A Schwarzenegger advisor ruled out anything but a cameo role.",
      "cn": "除了饰演不重要的小配角之外,施瓦辛格的顾问排除了他出演任何其他角色的可能."
    },
    {
      "en": "Anderson has not featured for Brazil since cameo at last summer's triumphant Copa America campaign.",
      "cn": "在上个夏季的美洲杯中,安德森短暂浮现一下之后便再没为过巴西队效力."
    },
    {
      "en": "Andrew's , where he was handed a late cameo in the Reds'1 - 1 draw.",
      "cn": "笔彼  诼? 1-1 平局的时候替补出场."
    },
    {
      "en": "Arnold Schwarzenegger in a cameo role as a retired Lieutenant General of the Expendables.",
      "cn": "罗斯·弗兰西斯饰演斯托里奇·克莱伯."
    },
    {
      "en": "Cameo: A die - stamping process in which the lettering or design slants up in relief.",
      "cn": "浮: 使字体或设计凸起而有斜面的模型压印方法."
    },
    {
      "en": "Director Cameo: [ George Lucas ] The blue skinned Baron Papanoida who appears during the opera scene.",
      "cn": "导演客串: [ 乔治.卢卡斯 ] 出现在歌剧院那一幕的蓝皮肤的帕帕诺伊达公爵."
    },
    {
      "en": "Her cameo broach adds to her romantic look.",
      "cn": "宝石别针更为她增添了浪漫的感觉."
    },
    {
      "en": "I at one stagethe game the fans even engaged David Seaman in a little cameo.",
      "cn": "现在回响起来那场比赛,球迷甚至都和空闲的大卫·希曼开起了玩笑."
    },
    {
      "en": "Movie director Alfred Hitchcock was known for his cameo appearances in his own movies.",
      "cn": "导演艾佛瑞德?希区考克以在自己的电影中客串演出闻名."
    },
    {
      "en": "That little girl is wearing a cameo brooch.",
      "cn": "那小女孩戴着一枚浮雕宝石胸针."
    },
    {
      "en": "The Kop was so impressed with his all - action cameo they began to sing his name.",
      "cn": "红军球迷们对他的表现感到印象深刻,为此,全场球迷齐声高唱斯皮尔灵的名字."
    },
    {
      "en": "There is a cameo appearance by the sea serpent.",
      "cn": "电影里,海蛇偶然出现."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "supporting role",
            "supe"
          ],
          "tran_cn": "（影视剧中的）配角；刻有浮雕的宝石或贝壳；小品文"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cameo appearance",
      "tran_cn": "[俚]友情客串（名演员饰演小角色）"
    },
    {
      "phrase": "cameo role",
      "tran_cn": "n. 衬托明星演员的小配角"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "石雕，浮雕，小品文",
      "tran_en": "a short appearance in a film or play by a well-known actor"
    }
  ],
  "exchange": {
    "pl": [
      "cameos"
    ]
  }
}