{
  "word": "polo",
  "ipa": {
    "us": "ˈpəʊləʊ",
    "uk": "ˈpoʊloʊ"
  },
  "sentences": [
    {
      "en": "Football or polo?",
      "cn": "足球还是水球？"
    },
    {
      "en": "Having just moved from South Africa, he was storing his polo gear in one of our units.",
      "cn": "他刚从南非般到此地， 要将他的马球工具储存在我们的一个单元里。"
    },
    {
      "en": "He has lived and breathed polo since he was seven.",
      "cn": "他从7岁开始就一直热衷于马球。"
    },
    {
      "en": "In 40 years, the Guards' Polo Club has changed, but it has managed to keep most of the rabble out.",
      "cn": "40年间，御林军马球俱乐部虽有变化，但却一直成功地把绝大多数下层民众拒之门外。"
    },
    {
      "en": "Marco Polo is said to have sailed on the Pacific on his way to Java in the thirteenth century.",
      "cn": "据说，13世纪时，马可·波罗在去爪哇岛的途中在太平洋上航行过。"
    },
    {
      "en": "Marco Polo traveled all around the Silk Road.",
      "cn": "马可?波罗遍游丝路."
    },
    {
      "en": "Marco Polo was born in Venice in 1254.",
      "cn": "马可-波罗1254年生于威尼斯."
    },
    {
      "en": "Marco Polo's travelogue mentions that Kublai Khan sent envoys to Malgache.",
      "cn": "马可波罗游记中提到忽必烈曾派使节到马尔加什."
    },
    {
      "en": "Off work , Mr. Segal wore only khaki pants and blue polo shirts for years.",
      "cn": "多少年来,西加尔下班后只穿卡其布裤子和蓝色polo衬衫."
    },
    {
      "en": "Polo players use long sticks to hit the wooden ball through the other team's goal.",
      "cn": "打马球的人用长棍把木球打进对方的球门."
    },
    {
      "en": "Prince Charles is a keen polo player.",
      "cn": "查尔斯王子是个喜欢打马球的人."
    },
    {
      "en": "The best title of the passage is Marco Polo.",
      "cn": "本文的最佳题目是马可波罗."
    },
    {
      "en": "The publication of Marco Polo's travels produced a profound effect upon the European imagination.",
      "cn": "马可-波罗游记的出版对欧洲人的想象力产生了深刻影响."
    },
    {
      "en": "This water polo team is a strong one.",
      "cn": "这个水球队阵容很强."
    },
    {
      "en": "We watched a wonderful polo match.",
      "cn": "我们看了一场精彩的马球比赛."
    },
    {
      "en": "Yes. And also a water polo match.",
      "cn": "是的.还有一场水球比赛."
    },
    {
      "en": "You can wear a polo neck with that jacket.",
      "cn": "你可以穿件高圆翻领衫配那件外衣。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "center forward"
          ],
          "tran_cn": "马球；水球"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "marco polo",
      "tran_cn": "n. 马可波罗（意大利旅行家）"
    },
    {
      "phrase": "marco polo bridge",
      "tran_cn": "卢沟桥"
    },
    {
      "phrase": "polo shirt",
      "tran_cn": "球衣；马球衫"
    },
    {
      "phrase": "water polo",
      "tran_cn": "水球"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "马球，水球",
      "tran_en": "a game played between two teams of players who ride on horses and hit a small ball with long-handled wooden hammers"
    }
  ],
  "exchange": {
    "pl": [
      "polos"
    ]
  }
}