{
  "word": "stipulation",
  "ipa": {
    "us": "ˌstɪpjʊ'leɪʃn",
    "uk": "ˌstɪpjəˈleʃən"
  },
  "sentences": [
    {
      "en": "A stipulation of fact was made in order to avoid delay.",
      "cn": "做出这个规定事实上是为了避免延误."
    },
    {
      "en": "After that, we affirmed this abstract concept as the logical starting point of modern archival theories was based on the description and stipulation in philosophy.",
      "cn": "接着，根据哲学对逻辑起点特征的描述和约定，再将这一抽象概念确认为现代档案学理论的逻辑起点。"
    },
    {
      "en": "Any contradictory stipulation in previous nullified at the same time.",
      "cn": "以前规定中与上述内容相矛盾之处同时废止."
    },
    {
      "en": "Clifford's only stipulation is that his clients obey his advice.",
      "cn": "克利福德唯一的要求就是客户必须听从他的建议。"
    },
    {
      "en": "Compared with the legislation of other countries and regions, the stipulation of criminal summon in our country is too simple.",
      "cn": "与国外一些国家和地区的立法相比，我国有关刑事拘传的规定过于简略。"
    },
    {
      "en": "Does a W. P . A . policy include a deck loading stipulation?",
      "cn": "水 渍 险是否包括甲板上装货的规定?"
    },
    {
      "en": "I'm sure that shipment will be effected according to the contract stipulation.",
      "cn": "我保证我们能按合同规定如期装船."
    },
    {
      "en": "In addition the judicial interpretation has the stipulation of accepting bribes afterwards.",
      "cn": "此外司法解释对事后受贿行为亦有所规定."
    },
    {
      "en": "It includes the stipulation that the phase spectrum over that range should be a straight line.",
      "cn": "它包括了在该范围上相位谱应为直线的规定."
    },
    {
      "en": "Its reciprocity is merely an added stipulation.",
      "cn": "它的互惠只是一个附加的约定。"
    },
    {
      "en": "May I refer you to the contract stipulation about packing ( shipping )?",
      "cn": "请您看看合同中有关包装 ( 装运 ) 的规定."
    },
    {
      "en": "POCSAG stipulation has been widely used in wireless paging system.",
      "cn": "POCSAG规约广泛应用于无线寻呼系统中."
    },
    {
      "en": "The general L / C usually bears this stipulation.",
      "cn": "公开议付信用证通常带有这个条款."
    },
    {
      "en": "The only stipulation the building society makes is that house must be insured.",
      "cn": "建屋互助会作出的唯一规定是房屋必须保险."
    },
    {
      "en": "The shipper always asks the opening bank to delete this stipulation.",
      "cn": "托运人总是要求开户行删除这一条款."
    },
    {
      "en": "The stipulation of contractual property system is the need of married condition.",
      "cn": "对夫妻财产契约的程序与实体的规定则使约定财产制更具有可操作性."
    },
    {
      "en": "This stipulation comes within the terms of your contract.",
      "cn": "此规定合乎你的合同项目."
    },
    {
      "en": "We rented the house on the stipulation that certain rooms should be painted.",
      "cn": "我们租这座房子时就约定好某几个房间必须油漆."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "stipulate",
          "tran_cn": " 有托叶的"
        },
        {
          "word": "stipulatory",
          "tran_cn": " 合同的；规定的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "stipulate",
          "tran_cn": " 规定；保证"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "stipulate",
          "tran_cn": " 规定；保证"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "provision",
            "item",
            "convention",
            "do",
            "appointment"
          ],
          "tran_cn": "规定；约定；[法]条款；契约"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "clause",
            "engagement",
            "obligation",
            "provision",
            "qualification",
            "reservation"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "契约，规定，条文，条款说明",
      "tran_en": "something that must be done, and which is stated as part of an agreement, law, or rule"
    }
  ],
  "exchange": {
    "pl": [
      "stipulations"
    ],
    "verb": [
      "stipulate"
    ]
  }
}