{
  "word": "cataclysm",
  "ipa": {
    "us": "ˈkætəklɪzəm",
    "uk": "ˈkætəklɪzəm"
  },
  "sentences": [
    {
      "en": "A cataclysm caused by the dam breaking.",
      "cn": "一场因水坝破裂所造成的大洪水."
    },
    {
      "en": "A nuclear cataclysm , on the other hand , could destroy the earth tomorrow.",
      "cn": "又或者一场核爆, 地球的明天就不复存在了."
    },
    {
      "en": "Cataclysm ( Destruction ) - Now also increases your chance to hit with Destruction spells by 1 % per point.",
      "cn": "灾变 ( 毁灭 ) - 现在每点也增加毁灭法术命中1%."
    },
    {
      "en": "I thought that Hiroshima still felt the impact of the atomic cataclysm.",
      "cn": "我原以为广岛仍旧还在原子弹灾难的影响之下."
    },
    {
      "en": "In The Possessed the earth quakes: it is not the catastrophe that befalls the imaginative individual, but a cataclysm in which a large portion of humanity is buried, wiped out forever.",
      "cn": "在《魔鬼》中发生了地震，这不仅是降临在富于想象力的人头上的大灾难，而是一大半人类被埋葬于其中、永远被消灭的大地震。"
    },
    {
      "en": "Q . Will Cataclysm bring the return of special - proc items such as The Unstoppable Force?",
      "cn": "大灾变中, 那些有特殊触发效果的装备会回归吗,比如说无坚不摧之力(猪头锤)?"
    },
    {
      "en": "Queen Azshara will also play a major part in Cataclysm.",
      "cn": "艾萨拉女王同样扮演了重量级角色."
    },
    {
      "en": "The cataclysm flooded the entire valley.",
      "cn": "洪水淹没了整个山谷."
    },
    {
      "en": "The end of the world through some global cataclysm or war?",
      "cn": "由于世界性灾难或战争导致世界的末日?"
    },
    {
      "en": "The extinct volcano's eruption would mean a cataclysm for the city.",
      "cn": "死火山又重新喷发,对这座城市来说意味着大难临头."
    },
    {
      "en": "The floods were a cataclysm from which the local people never recovered.",
      "cn": "经历了这场特大洪水,当地人民元气大伤,很难恢复."
    },
    {
      "en": "The latest Cataclysm beta adds new Inscription spells to create Alchemy Tarot, to raise Alchemy skill.",
      "cn": "大灾变的最新更新中加入了新的铭文技能,可制造炼金塔罗牌用来提高炼金术技能."
    },
    {
      "en": "The shrewd and tenacious goblins are the Horde's newest playable race with the Cataclysm expansion.",
      "cn": "精明而又顽强的地精是资料片大灾变中部落方的全新种族."
    },
    {
      "en": "These exotic instruments have not yet produced the cataclysm thatJeremiahs have long forecast.",
      "cn": "这些奇异的工具尚未造成像Jermiahs很久前预料的大灾难."
    },
    {
      "en": "This over - organized universe is violently transformed by the cataclysm, becoming fantastic and absurd.",
      "cn": "这个过于有条理的世界被一场突如其来的灾难粗暴地扭曲, 变得荒谬离奇."
    },
    {
      "en": "Two towering cymbal crashes end cataclysm in G minor.",
      "cn": "两声突出的铙钹将动荡的乐曲结束在G小调."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cataclysmal",
          "tran_cn": " 洪水的；大变动的"
        },
        {
          "word": "cataclysmic",
          "tran_cn": " 大变动的；洪水的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "disaster",
            "earthquake",
            "tragedy",
            "calamity"
          ],
          "tran_cn": "灾难；大洪水，地震；（社会政治的）大变动"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "eruption"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（突然降临的）大灾难",
      "tran_en": "a violent or sudden event or change, such as a serious flood or  earthquake "
    }
  ],
  "exchange": {
    "pl": [
      "cataclysms"
    ],
    "adj": [
      "cataclysmic"
    ]
  }
}