{
  "word": "hedgehog",
  "ipa": {
    "us": "ˈhedʒhɒg",
    "uk": "ˈhedʒhɔg"
  },
  "sentences": [
    {
      "en": "A hedgehog rolls itself into a ball when attacked.",
      "cn": "刺猬一受到攻击就蜷缩成一团."
    },
    {
      "en": "A hedgehog will contract its body into a ball when frightened.",
      "cn": "刺猬受惊时会将身子缩成一团."
    },
    {
      "en": "A hedgehog's spines point backwards.",
      "cn": "刺?的刺毛是向后长的."
    },
    {
      "en": "Even though it might look like a porcupine, the hedgehog eats insects and small animals while the porcupine is a vegetarian.",
      "cn": "尽管它看上去可能象一只豪猪，然而刺猬是个素食动物，它只吃昆虫和小动物。"
    },
    {
      "en": "Hedgehog starts pulling off his quills one by one enduring sharp pain.",
      "cn": "刺猬忍着巨痛,开始一根一根的拔掉自己身上的刺."
    },
    {
      "en": "Hedgehog walks out of hiding, in fact he's also quite sad.",
      "cn": "刺猬走出来, 其实他心中也很难过."
    },
    {
      "en": "I am a hedgehog.",
      "cn": "我是一只刺猬."
    },
    {
      "en": "If you touch a hedgehog it will react by curling into a ball.",
      "cn": "如果你触摸刺猾,它会以卷缩成球的形式作出反应."
    },
    {
      "en": "It looks like a hedgehog with a lot of pricks.",
      "cn": "它看起来像一只长满刺的刺猬."
    },
    {
      "en": "Oh goodness, then it must have a hedgehog.",
      "cn": "哎呀, 那肯定是个刺猬."
    },
    {
      "en": "One of the sharp hollow spines of a porcupine or hedgehog.",
      "cn": "豪猪或刺猬身上硬而中空的保护刺."
    },
    {
      "en": "So she went in search of her hedgehog.",
      "cn": "因此她就走了，找她的刺猬去了。"
    },
    {
      "en": "The hedgehog curled up as I came near.",
      "cn": "当我走近时,刺猬就卷起身子."
    },
    {
      "en": "The hedgehog only comes out at night to scurry around for a meal.",
      "cn": "刺猬只在夜间出来，到处匆匆地转，找寻食物。"
    },
    {
      "en": "The hedgehog rolled itself up.",
      "cn": "刺猬把身子蜷缩成一团."
    },
    {
      "en": "We found a little hedgehog in the field.",
      "cn": "我们在田里发现了一只小刺猬."
    },
    {
      "en": "You can't call a hedgehog cuddly – that's a contradiction in terms!",
      "cn": "你不能说刺猬逗人喜爱——那个说法,词语自相矛盾."
    },
    {
      "en": "You look like a hedgehog. Why don't you use some hair gel?",
      "cn": "你看起来像只刺猬, 干吗不用点发胶?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "刺猬，〈美〉豪猪，容易发怒的人，难对付的人，[军]刺猬弹，[植]野毛茛",
      "tran_en": "a small brown European animal whose body is round and covered with sharp needle-like  spines "
    }
  ],
  "exchange": {
    "pl": [
      "hedgehogs"
    ]
  }
}