{
  "word": "itself",
  "ipa": {
    "us": "ɪtˈself",
    "uk": "ɪtˈself"
  },
  "sentences": [
    {
      "en": "a small local enterprise that has transformed itself into a highly successful company",
      "cn": "已发展为业绩喜人的公司的一家小型地方企业"
    },
    {
      "en": "As Wren's epitaph famously declares, the cathedral itself is his monument.",
      "cn": "众所周知，雷恩的墓志铭中写道，大教堂本身就是他的纪念碑。"
    },
    {
      "en": "Encouraging teacher transfer would not, by itself, integrate the teaching corps.",
      "cn": "鼓励教师调动本身不会消弭教学队伍中的种族隔离。"
    },
    {
      "en": "He proposed that the Council should disassociate itself from such behaviour.",
      "cn": "他提议委员会应同这种行为撇清关系。"
    },
    {
      "en": "He's only convincing when that inner fury manifests itself.",
      "cn": "只有在那内心的愤怒充分表露的时候，他才令人信服。"
    },
    {
      "en": "Her cat came up and rubbed itself against their legs.",
      "cn": "她的猫跑上前来，在他们腿上蹭来蹭去。"
    },
    {
      "en": "Higher education is being forced to prostitute itself to market forces.",
      "cn": "高等教育被迫向市场需求妥协。"
    },
    {
      "en": "Is the recycling process in itself damaging to the environment?",
      "cn": "这一回收利用过程本身对环境有害吗？"
    },
    {
      "en": "some would say bringing up a family was a full-time job in itself.",
      "cn": "有人说养育子女本身就等于一份全职工作。"
    },
    {
      "en": "The broadcast media sniffily affects to distance itself from the press.",
      "cn": "广播媒体态度轻蔑地故作姿态，要跟新闻媒体保持距离。"
    },
    {
      "en": "The cat lay on the sofa, washing itself.",
      "cn": "猫躺在沙发上把自己舔干。"
    },
    {
      "en": "The helicopter turned at an awful angle before righting itself.",
      "cn": "直升机在恢复平稳之前倾斜得很厉害。"
    },
    {
      "en": "The machine switches itself off when the process is complete.",
      "cn": "工作程序结束，机器会自动关闭。"
    },
    {
      "en": "The town itself was full of life and character.",
      "cn": "这个城市本身充满活力，个性十足。"
    },
    {
      "en": "Their colleagues insulted them whenever the opportunity presented itself.",
      "cn": "一有机会，同事们就会侮辱他们。"
    },
    {
      "en": "There is even a flashback to the murder itself.",
      "cn": "甚至有一段关于谋杀本身的闪回。"
    },
    {
      "en": "Unconscious envy manifests itself very often as this kind of arrogance.",
      "cn": "潜意识里的嫉妒常表现为这种傲慢自大。"
    },
    {
      "en": "Using a credit card to pay for an order is simplicity itself.",
      "cn": "用信用卡支付订单再简单不过了。"
    },
    {
      "en": "Yesterday'svote itself was a retreat from an earlier fallback position.",
      "cn": "昨天的投票本身就是放弃先前所留退路的做法。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "by itself",
      "tran_cn": "见 by 条 by itself"
    },
    {
      "phrase": "in itself",
      "tran_cn": "本质上；就其本身而言"
    },
    {
      "phrase": "of itself",
      "tran_cn": "自行"
    }
  ],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "(it的反身形式)，它自己，它本身，自身，本身",
      "tran_en": "used to show that a thing, organization, animal, or baby that does something is affected by its own action"
    }
  ],
  "exchange": {}
}