{
  "word": "sorcery",
  "ipa": {
    "us": "ˈsɔ:səri",
    "uk": "ˈsɔrsəri"
  },
  "sentences": [
    {
      "en": "At that time most people believed in sorcery and witchcraft.",
      "cn": "那时候大多数人相信巫术和魔法."
    },
    {
      "en": "Buddha preached the sorcery to 5 attendants as Kaundinya etc. in Sarnath.",
      "cn": "佛祖在鹿野苑向他的侍从憍陈如等五人说法道."
    },
    {
      "en": "But it may not take a magician or sorcery to furnish a room with just a box.",
      "cn": "但是仅仅依靠一个魔术师或者一种巫术去用一个箱子来装饰房间大概是不可能的吧。"
    },
    {
      "en": "Chinese Taoist sect claiming to follow the teaching of Lao - Tzu but also incorporating pantheism and sorcery.",
      "cn": "中国道士流派,要求追随老子的教义但是也混合着泛神论和巫术."
    },
    {
      "en": "Explore is a sorcery which allows you to draw a card and play an extra land.",
      "cn": "Explore:法术,可以使你抓一张牌,并使用一张额外的地."
    },
    {
      "en": "Green poison, invoke the sorcery of green fatal poisonous gas.",
      "cn": "荧绿之毒, 召唤绿色致命毒气的魔法."
    },
    {
      "en": "In Papua, education about HIV is not widespread and many people still believe that sorcery is to blame for the growing number of cases each year.",
      "cn": "对于艾滋病相关知识并没有得到广泛的普及。 人们依然认为巫术才是导致艾滋病数量逐年增多的元凶。"
    },
    {
      "en": "It has the god dance, sorcery dance, Bawangbian, singing songs on the God Ben.",
      "cn": "有跳神舞 、 巫舞 、 霸王鞭 、 唱大本曲等."
    },
    {
      "en": "More special is this kind of sorcery can carry out on mankind and blood clan's body.",
      "cn": "更为特殊的是这种魔法在人类和血族身上都能实现."
    },
    {
      "en": "Since a name was considered an integral part of a person, it could be an effective target for sorcery.",
      "cn": "因为名字被认为是一个人的重要组成部分，就有可能成为巫术的有效攻击靶子。"
    },
    {
      "en": "Taking drugs that alter our state of mind is a form of sorcery, as are some forms of New Age healing/energy work.",
      "cn": "吃药改变思想状态是巫术的一种形式，和一些新时期的康复治疗∕ 恢复能力是同样的形式。"
    },
    {
      "en": "The dancing flames of an aurora will add a touch of sorcery to the scene.",
      "cn": "闪烁的极光会给这片景色增添一层神秘色彩."
    },
    {
      "en": "The house was disappeared by sorcery.",
      "cn": "这座房子被魔法变没了."
    },
    {
      "en": "The religion of sorcery declined with the appearance of Taoism and the introduction of Bud - dhism.",
      "cn": "巫教的发展由于道教的出现、佛教的引入而逐步衰微."
    },
    {
      "en": "Their desire develops a sorcery that the stronger effect has more to kill to harm dint.",
      "cn": "他们欲发展出更强效更具杀伤力的魔法."
    },
    {
      "en": "This is due to their direct lineage from primitive sorcery dance.",
      "cn": "这是由于它直接来自原始巫舞之故."
    },
    {
      "en": "Voodoo ceremony in general, including acts of witchcraft and sorcery set of related concepts.",
      "cn": "巫术仪式一般包括巫术行为和与此相关的一整套巫术观念."
    },
    {
      "en": "With the appearance of primitive belief came the dances of totem, sorcery, and sacrificial ceremony.",
      "cn": "随着原始信仰的出现而形成了图腾舞蹈、巫术舞蹈、祭祀舞蹈。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "sorcerer",
          "tran_cn": " 魔术师；男巫士"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bewitchment",
            "entrancement",
            "magic",
            "spell",
            "voodoo",
            "witchcraft",
            "wizardry"
          ],
          "tran_cn": "巫术;魔术"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bewitchment",
            "charm",
            "conjuration",
            "magic",
            "spell",
            "voodoo",
            "witchcraft",
            "wizardry"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巫术，魔术，魅力，魔法，妖术",
      "tran_en": "magic that uses the power of evil forces"
    }
  ],
  "exchange": {}
}