{
  "word": "nematode",
  "ipa": {
    "us": "ˈnemətəʊd",
    "uk": "ˈnemətoʊd"
  },
  "sentences": [
    {
      "en": "A nematode worm ( Syngamus trachea ) that infects the tracheas of certain birds and causes gapes.",
      "cn": "呵欠虫一种危害某些鸟类的气官并引起张口病的线虫 ( 气管比翼线虫比翼属 )"
    },
    {
      "en": "A NEW PARASITIC NEMATODE OF THE FAMILY HELIGMOSOMATIDAE CRAM , 1927 ( TRICHOSTRONGYLOIDEA )",
      "cn": "绕体科寄生线虫一新种—— ( 毛圆目:绕体科 )"
    },
    {
      "en": "Arthrobotrys dactyloides, a species of nematode - trapping fungi, formed conidial trap induced with soils and cow dung.",
      "cn": "利用牛粪、土壤等基质诱导捕食线虫真菌指状节丛孢产生孢子捕食器官."
    },
    {
      "en": "Cereal cyst nematode was one of the nematodes harming Anyang city , especially often Anyang county.",
      "cn": "禾谷孢囊线虫是危害禾谷类作物的病原线虫,培育和推广禾谷孢囊线虫抗性品种是最经济 、 安全、有效的防治途径."
    },
    {
      "en": "Elephantiasis, or lymphatic filariasis, is a mosquito-borne disease caused by several types of nematode worm, including B. malayi.",
      "cn": "象皮病（淋巴丝虫病）是一种蚊媒疾病，它是由包括马来丝虫在内的几种线虫导致的。"
    },
    {
      "en": "Even nematode worms can recognize parasitic bacteria in a petri dish and crawl the other away, Curtis said.",
      "cn": "即使线虫类生物也能识别存在于有盖培养皿里的传染病毒，掉头离开。"
    },
    {
      "en": "In the new study, the Utah biologists used mutant nematode worms lacking beta spectrin.",
      "cn": "在这项新的研究中, 犹他的生物学家们使用了缺失β-血影蛋白的突变线虫."
    },
    {
      "en": "It is a large nematode (roundworm), Dracunculus medinensis, which is ingested through drinking contaminated water.",
      "cn": "它是一种大的线虫（圆形虫），即麦地那龙线虫，通过饮用污染水进入人体。"
    },
    {
      "en": "Nematode damage to the soybean roots is characterized by coarse roots.",
      "cn": "线虫破坏大豆根系的特征是:根系粗糙."
    },
    {
      "en": "Pine wood nematode disease is a most devastating disease of pine trees.",
      "cn": "松材线虫病是松树的一种毁灭性病害."
    },
    {
      "en": "The measurements and morphological description of two population of this nematode were given.",
      "cn": "对此线虫两个群体进行了形态学测量和描述。"
    },
    {
      "en": "The results showed that the hyphae of nematode trapping fungi branched radiantly on 0.",
      "cn": "对捕食线虫性真菌菌丝、分生孢子、厚垣孢子、捕食性结构的发育过程和特点及其在0."
    },
    {
      "en": "These Methods: Were essential to the study on classification, identification and characteristics of the plant nematode.",
      "cn": "这些方法对植物寄生线虫的分类鉴定和侵染特性研究具有重要意义."
    },
    {
      "en": "When the gene was disabled in tiny nematode worms, their nerve cells literally broke.",
      "cn": "当很小的线虫体内的这种基因失去作用, 它们的神经细胞会完全断裂."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "elegans",
            "eelworm"
          ],
          "tran_cn": "[无脊椎]线虫，线虫类"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "线虫类的"
    },
    {
      "pos": "n",
      "tran_cn": "线虫类",
      "tran_en": "any unsegmented worm of the phylum (or class) Nematoda, having a tough outer cuticle"
    }
  ],
  "exchange": {}
}