{
  "word": "ineffable",
  "ipa": {
    "us": "ɪnˈefəbl",
    "uk": "ɪnˈɛfəbəl"
  },
  "sentences": [
    {
      "en": "Actually those ineffable parts are manifested in practical use.",
      "cn": "那些不可言说的部分是可以在使用中被显现的."
    },
    {
      "en": "Bone of left hand finger often ineffable and aching, be why?",
      "cn": "左手手指骨头老是莫名疼痛, 是为什么?"
    },
    {
      "en": "Glory is ineffable splendor of His presence!",
      "cn": "荣耀,就是那无法以言语形容祂同在之光辉."
    },
    {
      "en": "How is midnight baby always ineffable Jing cries to do? What should notice?",
      "cn": "半夜婴儿总是莫名的惊哭怎么办? 应该注意些 什么 ?"
    },
    {
      "en": "ineffable joy",
      "cn": "难以形容的喜悦"
    },
    {
      "en": "It remained, however, gentle and veiled in an ineffable half - light.",
      "cn": "那种光却是柔和的,涵容在一种无可言喻的半明半暗的光里."
    },
    {
      "en": "Merc é d è s turned her eyes with an ineffable look towards heaven.",
      "cn": "美塞苔丝带着一种难以形容的神情抬头望天."
    },
    {
      "en": "She had created something of ineffable magnificence, beauty and inspiration.",
      "cn": "她创造的一切是多么壮观, 美妙,而又鼓舞人心啊."
    },
    {
      "en": "She sighed a sigh of ineffable satisfaction, as if her cup of happiness were now full.",
      "cn": "她发出了一声说不出多么满意的叹息, 仿佛她的幸福之杯已经斟满了."
    },
    {
      "en": "The beauty of a sunset is ineffable.",
      "cn": "日落的美是难以形容的."
    },
    {
      "en": "The terror had at long intervals given place to a feeling of an almost ineffable sweetness.",
      "cn": "这种胆战心惊的感觉就偶尔让位给一种简直说不出的甜蜜的感觉了."
    },
    {
      "en": "They threw this eager vitality of theirs into a vehement striving after the ineffable.",
      "cn": "他们把他们的这种热烈的精力都投入了对一种无法表达的事物的强烈追求."
    },
    {
      "en": "Why on my body often ineffable the erythema since its second?",
      "cn": "为什么我身上老是莫名其秒起红斑?"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "ineffably",
          "tran_cn": " 难以言喻地；因神圣而不容称呼地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "indescribable",
            "nameless"
          ],
          "tran_cn": "不可言喻的；不应说出的；难以形容的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "indescribable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "妙不可言的，不可言喻的，（尤指某些宗教中神的名字）因神圣而不容称呼的，须避讳的",
      "tran_en": "too great to be described in words"
    }
  ],
  "exchange": {}
}