{
  "word": "distraught",
  "ipa": {
    "us": "dɪˈstrɔ:t",
    "uk": "dɪˈstrɔt"
  },
  "sentences": [
    {
      "en": "Allen died in 1964, at the age of 58, and Burns was distraught.",
      "cn": "艾伦于1964年病逝, 享年58岁.伯恩斯一度神情沮丧."
    },
    {
      "en": "Another is distraught after an offer of a permanent job was withdrawn.",
      "cn": "另一名妇女,在申请一份长久工作被拒后,心情烦乱."
    },
    {
      "en": "Distraught with grief, I signed away my rights to the property.",
      "cn": "因悲伤我在恍惚中签字让出了我的财产权."
    },
    {
      "en": "Dorothy is too distraught to attend the ceremony herself.",
      "cn": "多萝西心烦意乱,无法出席哥哥的婚礼."
    },
    {
      "en": "He looked distraught and haggard.",
      "cn": "他显得面容憔悴、心神不宁."
    },
    {
      "en": "Here he was not surprised to meet Stener just coming out, looking very pale and distraught.",
      "cn": "不出他所料,他碰见斯坦纳正走出来, 面色苍白,精神恍惚."
    },
    {
      "en": "His distraught parents were being comforted by relatives.",
      "cn": "亲戚们正在安慰他那心急如焚的父母。"
    },
    {
      "en": "I was distraught and let out a bellow of tearful rage.",
      "cn": "我心烦意乱，流着眼泪发了一通火。"
    },
    {
      "en": "If you see a guy looking distraught while comparing the active ingredients of various toothpastes, look again. That might be me.",
      "cn": "如果你看到一个抓狂的家伙正在比较不同牙膏的活性成分，仔细看一眼，那说不定就是我。"
    },
    {
      "en": "It was Wu Chih - sheng. He was looking rather distraught, but managed to smile at her.",
      "cn": "这是吴芝生, 脸色虽然很难看, 嘴角上却还带着微笑."
    },
    {
      "en": "One Republican committee chairman was plainly distraught when he told a White House aide that he didn’t want to vote for impeachment but he would lose his chairmanship if he voted against it.",
      "cn": "一个任委员会主席的共和党人简直就是发了狂，他对一名白宫助手说，他并不想投票支持弹劾，但如果他投反对票就会失去主席的职位。"
    },
    {
      "en": "Relatives are tonight comforting the distraught parents.",
      "cn": "亲戚们今晚都在安慰这对忧心如焚的父母。"
    },
    {
      "en": "She has been distraught since recently breaking up with her boyfriend.",
      "cn": "她真盼望她能改善情况."
    },
    {
      "en": "She sounded absolutely distraught.",
      "cn": "听上去她完全心慌意乱."
    },
    {
      "en": "She was distraught with worry.",
      "cn": "她担心得几乎要发疯了."
    },
    {
      "en": "Tony is shot in revenge, and Maria is left distraught.",
      "cn": "在《西区故事》中,托尼被复仇者射杀, 留下发疯的玛丽亚."
    },
    {
      "en": "Upset: In a state of emotional or mental distress; distraught.",
      "cn": "心烦意乱的: 情绪或精神上苦恼的状态; 发狂的."
    },
    {
      "en": "Weeks after the accident she remained distraught.",
      "cn": "事故过去几周了,可她仍是心神不安."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "nuts",
            "delirious"
          ],
          "tran_cn": "发狂的；心烦意乱的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "distracted"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "心神错乱的，几乎发狂的，忧心如焚的",
      "tran_en": "so upset and worried that you cannot think clearly"
    }
  ],
  "exchange": {}
}