{
  "word": "their",
  "ipa": {
    "us": "ðeə(r)",
    "uk": "ðer"
  },
  "sentences": [
    {
      "en": "Banks are built to look solid to reassure their customers.",
      "cn": "银行往往建得看上去很坚固，好让顾客放心。"
    },
    {
      "en": "Both sides have agreed to demobilize 70% of their armies.",
      "cn": "双方都同意各自遣散70%的军队。"
    },
    {
      "en": "Faculty members complain that their students are unprepared to do college-level work.",
      "cn": "学院的老师们抱怨说他们的学生还很不适应大学的课业。"
    },
    {
      "en": "He manoeuvred the enemy out of their position.",
      "cn": "他用计谋使敌人离开他们的阵地。"
    },
    {
      "en": "He was waving his arms to draw their attention.",
      "cn": "他正挥手以引起他们的注意。"
    },
    {
      "en": "He would not knuckle down under their pressure.",
      "cn": "他不会在他们的压力下屈服的。"
    },
    {
      "en": "Husband and wife are now taxed separately on their incomes.",
      "cn": "现在夫妻双方分别按各自的收入纳税。"
    },
    {
      "en": "In America, they go out with their friends.",
      "cn": "在美国，他们与他们的朋友出去。"
    },
    {
      "en": "It's a long way to go for two people in their seventies.",
      "cn": "对于两个七十几岁的人来说，这段路太远了。"
    },
    {
      "en": "Monks shave their heads, as do devotees of the Hare Krishna movement.",
      "cn": "和尚要剃度，克利须那派教徒也一样。"
    },
    {
      "en": "My pulses, her pulses, their pulses.",
      "cn": "我的脉搏，她的脉搏，他们的脉搏。"
    },
    {
      "en": "People had moved back into their own homes.",
      "cn": "人们搬回了自己的家中。"
    },
    {
      "en": "Politicians want a lap-dog press which will uncritically report their propaganda.",
      "cn": "政客们想要的是不问是非、甘为他们搞宣传的哈巴狗一样的新闻媒体。"
    },
    {
      "en": "Substantial numbers of rank and file members ignored their union's advice.",
      "cn": "有相当一部分普通员工不理睬工会的建议。"
    },
    {
      "en": "The brothers usually roll into their studio around midday.",
      "cn": "兄弟几个总是要到正午前后才姗姗来到工作室。"
    },
    {
      "en": "The twins spend all their time together.",
      "cn": "这对双胞胎总是待在一起。"
    },
    {
      "en": "The waiter returned with their order and Graham signed the bill.",
      "cn": "侍者把他们点的餐端了过来，格雷厄姆签了单。"
    },
    {
      "en": "Their ears were still attuned to the sounds of the London suburb.",
      "cn": "他们依然很熟悉伦敦市郊的喧闹声。"
    },
    {
      "en": "Their replies were no more than grunts of acknowledgement.",
      "cn": "他们所谓的回答不过是表示承认的咕哝罢了。"
    },
    {
      "en": "They have maintained their optimism in the face of desolating subjugation.",
      "cn": "面对遭征服的悲惨命运，他们保持了乐观的态度。"
    },
    {
      "en": "They have their compensations.",
      "cn": "他们有他们的报酬。"
    },
    {
      "en": "They talked her round to their position.",
      "cn": "他们说服她同意他们的看法。"
    },
    {
      "en": "They washed their faces and went to bed.",
      "cn": "他们洗过脸后上床睡觉去了。"
    },
    {
      "en": "Victorian houses can seem cold with their lofty ceilings and rambling rooms.",
      "cn": "维多利亚式房屋屋顶高耸，房间布局凌乱，因此可能会显得较为阴冷。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj&pron",
      "tran_cn": " 他们的"
    },
    {
      "pos": "det",
      "tran_cn": "他们的；她们的；它们的，（在提及性别不详的人时，用以代替his或her）"
    },
    {
      "pos": "n",
      "tran_cn": "(Their)人名；(英)蒂尔；(芬、瑞典)泰尔",
      "tran_en": "used when talking about someone who may be male or female, to avoid saying ‘his or her’"
    },
    {
      "pos": "other",
      "tran_cn": "他们的",
      "tran_en": "belonging to or connected with people or things that have already been mentioned"
    },
    {
      "pos": "pron",
      "tran_cn": "他们的，她们的；它们的",
      "tran_en": "indicate that something belongs or relates to the group of people, animals, or things that you are talking about"
    }
  ],
  "exchange": {}
}