{
  "word": "pacemaker",
  "ipa": {
    "us": "ˈpeɪsmeɪkə(r)",
    "uk": "ˈpesˌmekɚ"
  },
  "sentences": [
    {
      "en": "A pacemaker uses low - energy electrical pulses to correct faulty electrical signaling.",
      "cn": "而心脏起搏器利用低压电脉冲来校正错误的电信号."
    },
    {
      "en": "Bradycardia, if persistent, should be controlled by the insertion of a pacemaker as soon as possible.",
      "cn": "如果持续出现心动过缓, 应尽快使用起搏器."
    },
    {
      "en": "Doctors also treat irregular heartbeats with another device called a pacemaker.",
      "cn": "医生还会使用另外一种称为“心脏起搏器”的设备来治疗心律不齐."
    },
    {
      "en": "Doctors use electronic pacemaker devices to fix the problem.",
      "cn": "医生使用电子起搏器来解决这个问题."
    },
    {
      "en": "He had a pacemaker implanted in his heart in November 2000.",
      "cn": "他曾于二000年十一月心脏装置了一枚心律调节器."
    },
    {
      "en": "Mr. Brown has been wearing a pacemaker for the last eight years.",
      "cn": "布朗先生在过去8年里一直戴着起搏器."
    },
    {
      "en": "Objective To enhance therapeutic efficiency of the implanted permanency cardiac pacemaker.",
      "cn": "目的为提高安装永久性心脏起搏器的临床疗效."
    },
    {
      "en": "Objective To investigate the nursing care of implantation of artificial heart pacemaker.",
      "cn": "目的探讨人工心脏起搏器植入术的护理."
    },
    {
      "en": "Pulmonary air embolism is a rare, life - threatening complication of permanent pacemaker implantation.",
      "cn": "摘要肺气体栓塞是置放永久性心律调整器时罕见但危及生命的并发症."
    },
    {
      "en": "Seen here is the explanted heart. Pacemaker wires enter the right ventricle.",
      "cn": "请看这个移植心脏,起搏器金属丝深入到右心室."
    },
    {
      "en": "She was fitted with a pacemaker after suffering serious heart trouble.",
      "cn": "她患上严重的心脏病后安装了心脏起搏器。"
    },
    {
      "en": "The n that it extends compares pacemaker big millions times.",
      "cn": "它发放的电量比起搏器大数百万倍."
    },
    {
      "en": "The pacing impedance reflects the connection situation pacemaker, electrodes and cardiac tissue.",
      "cn": "起搏阻抗反映了起搏器、起搏电极和心肌组织组成的起搏系统的连接状况."
    },
    {
      "en": "What is embedded type is divided automatically quiver pacemaker?",
      "cn": "什么是埋入式自动除颤起搏器?"
    },
    {
      "en": "Won't i need a pacemaker or a permanent internal defibrillator?",
      "cn": "我不需要个心脏起博器或是内部的永久去纤颤器?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pacesetter",
          "tran_cn": " 标兵；先导者，步调调整者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "frontrunner"
          ],
          "tran_cn": "[基医][解剖]起搏器；领跑者；标兵"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "leader"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cardiac pacemaker",
      "tran_cn": "心脏起搏器"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "领跑者，带头人，标兵，起搏器",
      "tran_en": "a small machine that is placed inside someone’s chest in order to help their heart beat regularly"
    }
  ],
  "exchange": {
    "pl": [
      "pacemakers"
    ]
  }
}