{
  "word": "preconception",
  "ipa": {
    "us": "ˌpri:kənˈsepʃn",
    "uk": "ˌprikənˈsɛpʃən"
  },
  "sentences": [
    {
      "en": "Ann: There's no longer the preconception that men cannot arrange flowers.",
      "cn": "认为男人不能插花的偏见已经不复存在了。"
    },
    {
      "en": "But it is only by fully sharing who we really are that we can begin to bring down the walls of preconception and challenge people to get to know us before deciding what we are.",
      "cn": "但是只有完全展示出真正的自我，我们才能够推倒偏见之墙，才能够要求人们先了解我们再作判断。"
    },
    {
      "en": "By 12 weeks after delivery, all the parameters returned to preconception values.",
      "cn": "到产后12周时各项指标均恢复未孕水平."
    },
    {
      "en": "Clara was full of a sombre preconception.",
      "cn": "克拉拉心中充满了模糊的成见."
    },
    {
      "en": "Did you have any preconceptions about the sort of people who did computing?",
      "cn": "你对那些使用计算机的人有什么先入之见吗？"
    },
    {
      "en": "He is misled by a preconception.",
      "cn": "他被偏见所误导."
    },
    {
      "en": "He proceeds to take apart every preconception anyone might have ever had about him.",
      "cn": "他继续逐一剖析人们对他可能怀有的成见。"
    },
    {
      "en": "His vision , unobstructed by ideological preconception, was continually reformed by experience ( Doris Kearns Goodwin )",
      "cn": "排除了意识形态偏见的干扰,他的见解不断地从经验中得以完善 ( 多丽丝克恩斯古德温 )"
    },
    {
      "en": "I had also been identified as 1992’s character problem candidate; that made the media vulnerable to whatever dirt they were handed to support the preconception.",
      "cn": "我还被看成是1992年有“品格问题”的候选人；媒体自然更容易接受别人“报料”的任何流言蜚语，以迎合其早已存在的偏见。"
    },
    {
      "en": "It was another case of the preconception fathering the prediction.",
      "cn": "这可以说又是按先入之见做出预言的一例."
    },
    {
      "en": "OBJECTIVE To learn the knowledge, attitude and practice preconception care.",
      "cn": "目的了解云南省农村育龄妇女孕前保健知识 、 态度和行为."
    },
    {
      "en": "She is misled by the preconception.",
      "cn": "她被成见所误."
    },
    {
      "en": "There's no longer the preconception that men cannot arrange flowers.",
      "cn": "认为男人不能插花的偏见已经不复存在了."
    },
    {
      "en": "This is nothing wrong with you and the stocking , but the effect of preconception.",
      "cn": "这就是先入为主影响力的可怕了!"
    },
    {
      "en": "This preconception prevents us from reviewing the ordeal in its special historical circumstance.",
      "cn": "这种简单的价值判断不利于对中世纪欧洲历史的科学认识."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "preconceived",
          "tran_cn": " 预想的；（思想或观点）事先形成的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "preconceived",
          "tran_cn": " 预想（preconceive的过去式和过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "preconceive",
          "tran_cn": " 预想，使成先入之见；对…事先加以考虑"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "forecast",
            "bias"
          ],
          "tran_cn": "偏见；先入之见；预想"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prejudice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "偏见，预想，预见，事先形成的观点或思想，先入之见",
      "tran_en": "a belief or opinion that you have already formed before you know the actual facts, and that may be wrong"
    }
  ],
  "exchange": {
    "pl": [
      "preconceptions"
    ]
  }
}