{
  "word": "sentinel",
  "ipa": {
    "us": "ˈsentɪnl",
    "uk": "ˈsɛntənəl"
  },
  "sentences": [
    {
      "en": "A sentinel struck the rings of his carbine against his left hand.",
      "cn": "一个哨兵把他的步枪拍的一声转到左手。"
    },
    {
      "en": "a tall round tower standing sentinel over the river",
      "cn": "镇守在河边的一座高高的圆塔"
    },
    {
      "en": "a tall round tower standing sentinel over the river.",
      "cn": "一座高高耸立在河上方的圆塔。"
    },
    {
      "en": "At either end of the bridge a sentinel stood with rifle at ready.",
      "cn": "桥的两头各有一名哨兵,荷枪实弹守卫着."
    },
    {
      "en": "Behind the sentinel was a staircase with twenty steps.",
      "cn": "那个哨兵的后面有一座二十级的台阶."
    },
    {
      "en": "Cedar columns stand sentinel in the ceremony rooms, their quiet strength connecting the congregants to this heritage.",
      "cn": "雪松如列站在仪式室的哨兵，它们宁静庄严的气质将活动与场地联系在一起。"
    },
    {
      "en": "Changed Sentinel consumable shop model.",
      "cn": "改变了近卫某商店的模型."
    },
    {
      "en": "Luna is a shining beacon for the Sentinel, an ever vigilant protector.",
      "cn": "露娜是近卫军团的一盏明灯, 是永不松懈的守卫."
    },
    {
      "en": "Moreover, at the gateway of every reading lesson stood sentinel an array of words, with separated syllables, and forbidding accent marks like fixed bayonets, barring the way to the infant mind.",
      "cn": " 在每一课文的入口，都排列着一队音节分开的生字的哨兵，禁止通行的重音符号就像一把把瞄准的刺刀，阻挡了小孩的心的进入通道。"
    },
    {
      "en": "My mother tiptoed from their room to find me patiently waiting in the same spot she had left me, standing like a sentinel in the hallway.",
      "cn": "母亲从她们房间蹑手蹑脚地走出来，看到我耐心地等在原地，像个哨兵似的站在走廊上。"
    },
    {
      "en": "Objective : To evaluate the sentinel clot sign in blunt upper abdominal trauma.",
      "cn": "目的: 探讨急性上腹部钝挫伤哨兵血块征的价值."
    },
    {
      "en": "One of the campers sentinel while the others slept.",
      "cn": "在其他露营者睡觉时,有一位露营者站岗守卫."
    },
    {
      "en": "Sentinel lymph node biopsy ( SLNB ) is helpful to predict lymphatic metastasis.",
      "cn": "应用 前哨 淋巴结活检技术,有助于预测区域淋巴结的转移状况."
    },
    {
      "en": "SENTINEL? Model 880 source projectors are portable, lightweight and compact industrial radiographic exposure devices.",
      "cn": "进口工业网SENTINEL? 880型号激光投射器便携式设计 、 小巧轻盈,并具有紧凑的工业设计外壳."
    },
    {
      "en": "She said it is important to remember that in villages, there will always be an increasing number of sentinel birds between vaccination campaigns as chicks are constantly hatching.",
      "cn": "她说，在农村，在接种疫苗的战役之间总是存在数量不断增长的\"哨兵\"禽类，因为小鸡会不断地孵化出来。 意识到这一点是很重要的。"
    },
    {
      "en": "soldiers stood sentinel with their muskets.",
      "cn": "士兵们持枪站 岗。"
    },
    {
      "en": "The lone sentinel walked toward his post.",
      "cn": "忧愁的哨兵走向岗哨."
    },
    {
      "en": "The press is a sentinel of our liberty.",
      "cn": "新闻界是捍卫我们自由的卫兵."
    },
    {
      "en": "Twenty - four Hour Sentinel Flush keeps fixture fresh during periods of nonuse.",
      "cn": "如果24小时内无人使用,则这种冲水阀能够自动冲刷一次,以保持卫生洁具的干净清洁."
    },
    {
      "en": "We gave the watchword, and the sentinel let us pass.",
      "cn": "我们说出口令, 哨兵就把我们放过去了."
    },
    {
      "en": "We must stand sentinel to protect ourselves.",
      "cn": "我们必须时刻警惕保护我们自己."
    },
    {
      "en": "Zichuan Zhaili Shuai Woodplant in Yantai Yu sentinel watches plant production units.",
      "cn": "淄川寨里帅达木器厂是烟台禹河钟表厂定点生产单位."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "sentry",
          "tran_cn": " 哨兵；岗哨"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "sentry",
          "tran_cn": " 放哨"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "sentry",
          "tran_cn": " 设岗哨"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "piquet",
            "watcher"
          ],
          "tran_cn": "哨兵"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "keep watch"
          ],
          "tran_cn": "守卫，放哨"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "stand sentinel",
      "tran_cn": "（士兵）站岗"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "岗哨，哨兵",
      "tran_en": "a sentry"
    },
    {
      "pos": "vt",
      "tran_cn": "守卫，放哨"
    },
    {
      "pos": "vt .",
      "tran_cn": "守卫，放哨"
    }
  ],
  "exchange": {
    "pl": [
      "sentinels"
    ]
  }
}