{
  "word": "setback",
  "ipa": {
    "us": "ˈsetbæk",
    "uk": "ˈsetbæk"
  },
  "sentences": [
    {
      "en": "Eisenhower could not afford a massive risk and setback.",
      "cn": "艾森豪威尔经受不起一次大规模的冒险和挫败."
    },
    {
      "en": "He can be thanked for this setback.",
      "cn": "这个挫折要怪他."
    },
    {
      "en": "He has suffered a serious setback in his political career.",
      "cn": "他的政治生涯遭遇了一次严重挫折。"
    },
    {
      "en": "He met with many a setback in his lifetime.",
      "cn": "他一生中遭到过许多挫折."
    },
    {
      "en": "He was adamant that this setback does not mean he has reverted to type.",
      "cn": "他坚持认为这次挫折并不意味着他已经回到原来的样子。"
    },
    {
      "en": "I am not going to let the setback throw me.",
      "cn": "我不会因这一挫折而一蹶不振."
    },
    {
      "en": "It is an unexpected setback in her fortunes.",
      "cn": "这是她好运中的一次意外的挫折."
    },
    {
      "en": "It was a severe setback to her recently pleased mental state.",
      "cn": "这次打击使她刚才还兴冲冲的情绪受到严重挫伤."
    },
    {
      "en": "It's just a temporary setback. Don't be discouraged.",
      "cn": "这不过是尺蠖之屈,不要泄气."
    },
    {
      "en": "She didn't seem to be perturbed by the setback.",
      "cn": "她似乎并不为这次挫折感到不安."
    },
    {
      "en": "She views every minor setback as a disaster.",
      "cn": "她把每个较小的挫折都看成重大灾难."
    },
    {
      "en": "The move represents a setback for the Middle East peace process.",
      "cn": "这个行动意味着中东和平进程受挫。"
    },
    {
      "en": "The problems that have dogged him all year are just a temporary setback.",
      "cn": "一时的挫折竟困扰了他一整年。"
    },
    {
      "en": "The team suffered a major setback when their best player was injured.",
      "cn": "最优秀的队员受了伤，使得这支队伍的实力大打折扣。"
    },
    {
      "en": "The team’s hopes of playing in Europe suffered a setback last night.",
      "cn": "球队赴欧洲参加比赛的希望昨晚遇到了阻碍。"
    },
    {
      "en": "Undaunted by his first setback, he decided to try once more.",
      "cn": "不为最初的失败而动摇, 他决定再试一次."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "frustration",
            "clawback"
          ],
          "tran_cn": "挫折；退步；逆流"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "disappointment",
            "misadventure",
            "tragedy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "挫折，阻碍，退步，逆流",
      "tran_en": "a problem that delays or prevents progress, or makes things worse than they were"
    }
  ],
  "exchange": {
    "pl": [
      "setbacks"
    ]
  }
}