{
  "word": "pragmatics",
  "ipa": {
    "us": "prægˈmætɪks",
    "uk": "præɡˈmætɪks"
  },
  "sentences": [
    {
      "en": "A few theoretical analysis of pragmatics was actually accomplished with certain assumption.",
      "cn": "语用学的各种理论分析其实都带有某种推测性."
    },
    {
      "en": "Accordingly, books and researches about pragmatics have crowded into the linguistic circle.",
      "cn": "相应地, 关于语用学的书和研究也涌入语言学领域."
    },
    {
      "en": "Dynamic pragmatics research is constantly developing.",
      "cn": "动态的语用学研究正不断趋向深入."
    },
    {
      "en": "I graduated from Shanghai Foreign Languages University in 1988, majoring in English literature and linguistics. I got my Master’s degree in pragmatics in 1998.",
      "cn": "我1988年毕业于上海外国语大学，主修英语文学与语言学，并于1998年获得了语用学硕士学位。"
    },
    {
      "en": "In pragmatics views, speech act is a cardinal points of language communication.",
      "cn": "从语用学观点来说, 言语行为是语言交际的基本单位."
    },
    {
      "en": "It was in ancient times that the thought of pedagogical pragmatics began to gestate and form.",
      "cn": "教学语用学思想是从古代开始孕育和形成的。"
    },
    {
      "en": "Pragmatics and cognitive linguistics provide different perspectives for irony study.",
      "cn": "摘要语用学和认知语言学为反语的研究提供了不同的视角."
    },
    {
      "en": "Pragmatics is the study of application of human language.",
      "cn": "语用学就是研究语言使用的一门学问."
    },
    {
      "en": "Pragmatics plays a very important role in English language teaching.",
      "cn": "语用能力的培养在英语教学中有着非常重要的作用."
    },
    {
      "en": "Pragmatics: is the study of meaning in context.",
      "cn": "语用学: 在语境中研究意义."
    },
    {
      "en": "Speaker's words and intention cooperation are that general principle of pragmatics.",
      "cn": "说话人话语与意图合作是普遍的语用原则."
    },
    {
      "en": "Speech act theory is one of the important parts of pragmatics.",
      "cn": "言语行为理论是语用学的重要组成部分之一."
    },
    {
      "en": "The choice will be influenced by selection of business partners in the value chain, emerging standards and pragmatics of a solution.",
      "cn": "这种选择将会受到价值链中业务合作伙伴的选取、出现的标准和解决方案的语用学的影响。"
    },
    {
      "en": "The preset of pragmatics is influenced by the shifting of sentence focus.",
      "cn": "语用预设受语句焦点的影响."
    },
    {
      "en": "The study was published in the Journal of Pragmatics.",
      "cn": "研究登载于‘语学日报’上."
    },
    {
      "en": "Universal Pragmatics is the base of the complex theory of Communicative Action.",
      "cn": "哈贝马斯的普遍语用学是其体系庞繁的交往行动理论的基础."
    },
    {
      "en": "We emphasize the grammatical pattern of passive sentence, but neglected the pragmatics function in teaching.",
      "cn": "长期以来我们仅仅关注对被动句语法形式的教学, 却忽视了它独特的语用功能."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "pragmatic approach",
      "tran_cn": "实际的方法；重实效的方法"
    },
    {
      "phrase": "pragmatic competence",
      "tran_cn": "语用能力"
    },
    {
      "phrase": "pragmatic failure",
      "tran_cn": "语用失误；语用失效"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "语用论，语用学",
      "tran_en": "the study of how words and phrases are used with special meanings in particular situations"
    }
  ],
  "exchange": {}
}