{
  "word": "ethanol",
  "ipa": {
    "us": "ˈeθənɒl",
    "uk": "ˈeθənoʊl"
  },
  "sentences": [
    {
      "en": "Alcohol dehydrogenase An enzyme that converts ethanol into acetaldehyde ( ethanal ).",
      "cn": "醇脱氢酶:把乙醇转化为 乙醛 的酶."
    },
    {
      "en": "But the significance of the quarrel goes well beyond ethanol.",
      "cn": "但是这场争论的意义远远不止于乙醇问题。"
    },
    {
      "en": "Ethanol will interfere with subsequent manipulations of the DNA.",
      "cn": "酒精会干扰之后的DNA操作."
    },
    {
      "en": "In Brazil nearly all new cars are able to run on ethanol.",
      "cn": "在巴西几乎所有的新车都能够使用乙醇燃料."
    },
    {
      "en": "It is soluble in water and glycerine and slightly soluble in ethanol.",
      "cn": "溶于水和甘油,微溶于乙醇."
    },
    {
      "en": "It is soluble in water, slightly soluble in ethanol.",
      "cn": "溶于水, 微溶于乙醇."
    },
    {
      "en": "It was important for ethanol production using cellulose in industrial application.",
      "cn": "这对工业生产中利用纤维素为原料发酵生产酒精具有重要意义."
    },
    {
      "en": "Its plants require less capital than those for ethanol.",
      "cn": "开展生物柴油的生产不需要像乙醇那样投入那么多资金."
    },
    {
      "en": "Methods: The rats colitis model was produced by TNBS and ethanol enemas.",
      "cn": "方法应用三硝基苯磺酸和乙醇制备大鼠免疫性结肠炎模型."
    },
    {
      "en": "No cars in Brazil run on pure gasoline anymore. The government requires that all vehicles run on blended fuel of about one-quarter ethanol.",
      "cn": "如今巴西不再使用单纯靠汽油驱动的汽车，政府要求所有机动车均采用含四分之一乙醇的混合燃料。"
    },
    {
      "en": "Objective : To investigate toxicity of ethanol extracts from hippocampus.",
      "cn": "目的研究海马乙醇提取物的毒性作用."
    },
    {
      "en": "One alternative might be to make ethanol from something other than corn.",
      "cn": "一种选择是使用除玉米以外的东西来生产乙醇."
    },
    {
      "en": "Result: Tussah colloidal solution lowered the density of ethanol.",
      "cn": "结果: 柞蚕丝胶可降低乙醇浓度."
    },
    {
      "en": "Some states require an ethanol - gas mixture to cut pollution.",
      "cn": "有些州要求用酒精 — 汽油混合物以便减少污染."
    },
    {
      "en": "Suncor produces oil, natural gas, wind - generated electricity and ethanol.",
      "cn": "森科尔生产石油, 天然气, 风力发电和乙醇."
    },
    {
      "en": "The separation of acetone, ethanol, benzene, chloroform, toluene was performed on a 10 % PEG - 20 M Chromosorb - W - AW - DMCS column.",
      "cn": "对样品中残留丙酮 、 乙醇 、 苯 、 氯仿 、 甲苯的分离选用10%PEG-20Mchromosorb -W-AW-DMCS 公谱柱."
    },
    {
      "en": "They exposed live ones to either the smell of their dead brethren or an ethanol control.",
      "cn": "他们在活的七鳃鳗前释放它们死去的同胞的气息或者一种乙醇制剂。"
    },
    {
      "en": "This fact shows that MTBE and ethanol retard the oxidation of alkanes.",
      "cn": "这表明,在燃烧的起始阶段,MTBE、乙醇有抑制烷烃燃烧的作用."
    },
    {
      "en": "This includes construction of 15 ethanol plants with assistance from Brazil.",
      "cn": "这包括在巴西的帮助下建设15个乙醇生产厂。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ethyl alcohol",
            "alki"
          ],
          "tran_cn": "乙醇，[有化]酒精"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "乙醇",
      "tran_en": "the type of alcohol in alcoholic drinks, which can also be used as a fuel for cars"
    }
  ],
  "exchange": {}
}