{
  "word": "pecan",
  "ipa": {
    "us": "ˈpiːkən",
    "uk": "pɪˈkɑːn"
  },
  "sentences": [
    {
      "en": "A gigantic moon was rising behind Miss Maudie's pecan trees.",
      "cn": "一轮明月正从莫迪小姐家的核桃树后冉冉升起."
    },
    {
      "en": "EDDIE: Pecan sandy, just made em.",
      "cn": "艾迪: 核桃沙饼, 刚做好的."
    },
    {
      "en": "It tastes like real butter pecan.",
      "cn": "吃起来很像真的奶油山核桃。"
    },
    {
      "en": "My favorite nut is the pecan.",
      "cn": "我最喜欢的坚果是山核桃."
    },
    {
      "en": "Pecan leather craft has a unique local characteristics, and its raw materials from the Chengde Mountain.",
      "cn": "山核桃皮工艺品具有独特的地方特色, 它的原材料取自承德山区."
    },
    {
      "en": "Pecan nuts are delicious both raw and cooked.",
      "cn": "美洲山核桃不论生的还是熟的都很好吃。"
    },
    {
      "en": "Serve them Pecan Stuffing and Fig - Walnut Salad to appeal to their mysterious side.",
      "cn": "用核桃做填充料再配上胡核色拉的食物肯定会很吸引神秘的蝎子."
    },
    {
      "en": "The aroma, butter pecan milk incense, and the lemon of the faint scent, rum the bouquet, four sweet fusion, challenge your taste buds.",
      "cn": "山核桃之浓香、奶油之奶香、柠檬之清香、朗姆酒之酒香，四香融合，挑战您的味蕾。"
    },
    {
      "en": "The menu is filled with modern classics, like the maple and bacon donut, as well as daring new favorites, such as the spiced Mexican chocolate and cayenne pecan \"Bombshell\" donut.",
      "cn": "现代经典式的菜单， 像枫树汁熏肉甜甜圈，以及大胆的新收藏，如五香墨西哥巧克力和辣椒山核桃“重磅炸弹”甜甜圈。"
    },
    {
      "en": "Then we eat dessert — chess pie, pecan pie, cookies, pumpkin bread, and other sweets — and drink coffee.",
      "cn": "然后就是甜品---奶酪派, 山核桃派, 饼干, 南瓜饼和其它的甜食,然后一起喝咖啡."
    },
    {
      "en": "This coffee cake recipe is topped with a brown sugar butter pecan crumb topping.",
      "cn": "这个咖啡蛋糕的制作方法是在蛋糕上面抹上红糖黄油及核桃末儿."
    },
    {
      "en": "Wild Pecan handicrafts must form a strong China styles by its special natural beauty.",
      "cn": "野生山核桃工艺品必将以其特殊的天然美感,形成一股强劲的中国民艺风."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "美洲山核桃，美洲山核桃树",
      "tran_en": "a long thin sweet nut with a dark red shell, or the tree that it grows on"
    }
  ],
  "exchange": {
    "pl": [
      "pecans"
    ]
  }
}