{
  "word": "heiress",
  "ipa": {
    "us": "ˈeəres",
    "uk": "ˈeres"
  },
  "sentences": [
    {
      "en": "...the heiress to a jewellery empire.",
      "cn": "…一家大型珠宝公司的女继承人。"
    },
    {
      "en": "A judge ordered the hotel heiress back to jail serving out her 45 - day sentence.",
      "cn": "法官命令这个酒店继承人回到监狱服完45天刑期."
    },
    {
      "en": "An heiress living in the lap of luxury.",
      "cn": "一位生活奢华的女继承人."
    },
    {
      "en": "Brits in the list include actress Tilda Swinton and heiress Jemima Khan.",
      "cn": "荣登此榜的英国名人还包括女演员蒂尔达斯文顿和豪门女继承人杰迈玛可汗."
    },
    {
      "en": "Bruni was born in Italy and is the heiress a tyre manufacturing fortune.",
      "cn": "布鲁尼出生于意大利,是一家知名轮胎制造厂的财产继承人."
    },
    {
      "en": "From the start, doubts surrounded her claim to be the missing heiress.",
      "cn": "她自称是失踪的女继承人这件事从一开始就存在很多疑点."
    },
    {
      "en": "He adopts his niece as his heiress.",
      "cn": "他指定他的侄女为继承人."
    },
    {
      "en": "He took an heiress to wife.",
      "cn": "他娶了一位继承大笔财产的女子为妻."
    },
    {
      "en": "His novel trots out a rich heiress ; always able to trot out some new excuse.",
      "cn": "他的长篇小说炫耀了一位富有的女性继承人."
    },
    {
      "en": "It is reported that the heiress is looking to begin reproducing as soon as she can.",
      "cn": "有消息称,这位豪门女星日前是“生子”心切."
    },
    {
      "en": "Oil heiress Joan is going to elope with bandleader Allen whom she ? s known four days.",
      "cn": "有趣的冤家喜剧,由詹姆斯.卡格尼和贝特. 戴维斯这对奇妙的组合主演."
    },
    {
      "en": "Other Brits in the list include actress Tilda Swinton and heiress Jemima Khan.",
      "cn": "荣登此榜的英国名人还包括女演员蒂尔达·斯文顿和豪门女继承人杰迈玛·可汗."
    },
    {
      "en": "The manor was entailed on Lucy, the only heiress alive.",
      "cn": "庄园由唯一在世的女继承人露西继承."
    },
    {
      "en": "The young heiress was a good match.",
      "cn": "那个继承了大笔财产的年轻女子是理想的伴侣."
    },
    {
      "en": "We have just hear of his marriage to an heiress.",
      "cn": "我们刚刚听说他与一位女继承人结了婚."
    },
    {
      "en": "What is an heiress doing with a CPA?",
      "cn": "艾蕾歌和个注册会计师在一起干 什么 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "heir",
          "tran_cn": " [法] 继承人；后嗣；嗣子"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "inheritress"
          ],
          "tran_cn": "女继承人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "heir",
            "successor"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "女继承人，嗣女",
      "tran_en": "a woman who will receive or has received a lot of money or property after the death of an older member of her family"
    }
  ],
  "exchange": {
    "pl": [
      "heiresses"
    ]
  }
}