{
  "word": "terracotta",
  "ipa": {
    "us": "ˌterəˈkɒtə",
    "uk": "ˌterəˈkɑtə"
  },
  "sentences": [
    {
      "en": "a terracotta pot",
      "cn": "赤陶土罐"
    },
    {
      "en": "A That'll be exciting . Are you going to see the Terracotta Warriors?",
      "cn": "A那好啊. 你们将去看秦始皇兵马俑 吗 ?"
    },
    {
      "en": "Great Wall, terracotta warriors and horses of the Yellow River, Kyushu brilliant mind Shu.",
      "cn": "长城黄河兵马俑, 九州绚丽心意舒."
    },
    {
      "en": "Here , in these impregnable rammed - earth houses topped with black terracotta tiles, life began again.",
      "cn": "世外桃源般, 在那些黑瓦盖顶的坚不可摧的土质房屋里面, 生活从新开始了."
    },
    {
      "en": "I've heard so much about the Terracotta.",
      "cn": "我对兵马俑慕名已久."
    },
    {
      "en": "In the residential area below, narrow cobblestone streets are lined with whitewashed houses sporting terracotta roofs.",
      "cn": "城墙下的住宅区, 窄小的鹅卵石铺成的街道两旁是石灰粉刷、陶瓦盖顶的房屋."
    },
    {
      "en": "It highlights stunning architectural elements and incorporates a color palette of terracotta, yellow, blue and green.",
      "cn": "它将建筑设计元素与土黄色 、 黄色 、 蓝色与绿色结合起来,创造出与众不同的室内设计风格."
    },
    {
      "en": "Let's! I'm eager to go to Xi'an . It'd be thrilling to see the terracotta warriors.",
      "cn": "来吧! 我很想去 西安. 能看到兵马俑太令人兴奋了."
    },
    {
      "en": "Most of the terracotta warriors stand facing east.",
      "cn": "秦兵马俑大都是向东而立."
    },
    {
      "en": "People always connect an with the Big Goose Pagoda and Terracotta Warriors and Horses.",
      "cn": "人们一提到西安就会联想到大雁塔和兵马俑."
    },
    {
      "en": "Terracotta Warriors is a feast for the eyes and ears!",
      "cn": "《兵马俑》是一顿耳目的飨宴."
    },
    {
      "en": "The crafting technique of the terracotta warriors is superb.",
      "cn": "工艺技术之精湛,也令人惊羡叫绝."
    },
    {
      "en": "The Terracotta Army is a form of funerary art buried with the First Emperor of Qin.",
      "cn": "兵马俑是一种殡葬艺术品,与秦始皇一同下葬于陵墓中."
    },
    {
      "en": "The terracotta tiled floor gives the place a wonderfully homely character.",
      "cn": "陶瓦地板使这个地方给人一种非常舒适温馨的感觉。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "china"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "无釉赤陶，陶瓦，赤褐色，土红色",
      "tran_en": "hard reddish-brown baked  clay "
    }
  ],
  "exchange": {}
}