{
  "word": "prescriptive",
  "ipa": {
    "us": "prɪˈskrɪptɪv",
    "uk": "prɪˈskrɪptɪv"
  },
  "sentences": [
    {
      "en": "A prescriptive and legitimate custom overcomes the law.",
      "cn": "约定俗成和正当的惯例高于法律."
    },
    {
      "en": "Alternative Methods: With equivalent fire and smoke control performance to prescriptive codes.",
      "cn": "条例式法规中等价防火防烟性能之替代方法."
    },
    {
      "en": "Direct priMary legislation is largely permissive rather than prescriptive.",
      "cn": "直接的原始立法主要是许可性的而非说明性的."
    },
    {
      "en": "It is a descriptive science, not a prescriptive one.",
      "cn": "演化论是一种描述性科学, 而不是指令性科学."
    },
    {
      "en": "Its laws were invented to help make sense of the universe, and are descriptive, not prescriptive.",
      "cn": "人类发现它的规则,用于帮助自己了解宇宙, 因而它是描述性的, 而不是说明性的."
    },
    {
      "en": "Only prescriptive way can ensure the accuracy and comparability of the monitoring data.",
      "cn": "统一规范操作,确保数据的准确性和可比性."
    },
    {
      "en": "Prescriptive grammar is concerned with norms of or rules for correct usage.",
      "cn": "规定语法考虑的问题是如何为正确使用制定规范或规则."
    },
    {
      "en": "prescriptive methods of teaching",
      "cn": "灌输式教学法"
    },
    {
      "en": "prescriptive teaching methods",
      "cn": "规定的教学方法"
    },
    {
      "en": "The authors conclude by discussing prescriptive recommendations for the recording industry.",
      "cn": "最后,作者对唱片业提出了一些指导性的建议."
    },
    {
      "en": "The capability of non - prescriptive, nonlinear document traversal is always added by the software.",
      "cn": "非预定的 、 非线性的文档遍历能力总是由软件加上的."
    },
    {
      "en": "The psychologists insist, however, that they are not being prescriptive.",
      "cn": "然而，心理学家坚称他们并非一味灌输。"
    },
    {
      "en": "The step sequence is only one method and is not intended to be prescriptive.",
      "cn": "步骤的顺序只是一种方法且未意在规范."
    },
    {
      "en": "These steps are not meant to be prescriptive or all - inclusive.",
      "cn": "这些步骤并不意味着是规范或包容."
    },
    {
      "en": "This procedure for IQC normative inspection incoming material , the materials can settle for prescriptive quality standard.",
      "cn": "此程序是为了在IQC来 料检验过程中作出规范的工作, 使投入生产的物料能满足规定的品质标准而制定."
    },
    {
      "en": "Today, prescriptive jurisdiction ( capacity to make law ) can be based on nationality and exercised extra - territorially.",
      "cn": "今日, 指示性管辖权 ﹝ 制订法律的能力﹞能够基于国籍和于领土以外执行."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "prescript",
          "tran_cn": " 规定的；有时效的"
        },
        {
          "word": "prescription",
          "tran_cn": " 凭处方方可购买的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "prescript",
          "tran_cn": " 规定；命令"
        },
        {
          "word": "prescription",
          "tran_cn": " 药方；指示；惯例"
        },
        {
          "word": "prescriptivism",
          "tran_cn": " 规范主义；规约论；指示论"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "specified",
            "stated",
            "regulation",
            "named",
            "set"
          ],
          "tran_cn": "规定的，规范的；指定的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "规定的， 指定的，约定俗成的， 惯例的",
      "tran_en": "saying how something should or must be done, or what should be done"
    }
  ],
  "exchange": {}
}