{
  "word": "irradiation",
  "ipa": {
    "us": "ɪˌreɪdɪ'eɪʃn",
    "uk": "ɪˌrediˈeʃən"
  },
  "sentences": [
    {
      "en": "An apparatus was designed in this research for intracavity laser irradiation therapy.",
      "cn": "本研究设计了一种低强度激光腔内照射治疗装置。"
    },
    {
      "en": "An irradiation of 60 sec. limits the build - up of excessive gamma radiation levels.",
      "cn": "采取60秒辐射限定了剩余伽玛射线水平的增高."
    },
    {
      "en": "Because of its great adverse effect, general irradiation is now less used.",
      "cn": "全身放疗由于不良反应较大, 现已很少使用."
    },
    {
      "en": "DNA cross - links are produced mainly upon irradiation of dry DNA or bacterial spores.",
      "cn": "DNA交链主要由照射于DNA或细菌芽胞引起."
    },
    {
      "en": "Early lesions can be successfully treated with irradiation or cautery and curettage.",
      "cn": "早期病变可以有效地用放射线或烧灼术和刮除术来治疗."
    },
    {
      "en": "Many materials appear to be capable of particle production or stimulation of particle production under irradiation.",
      "cn": "许多物质在辐射照射下能够产生粒子或激发产生粒子."
    },
    {
      "en": "Objective To observe the effects of electromagnetic acute irradiation on PC 12 cells.",
      "cn": "目的　探讨电磁辐射急性辐照对PC12细胞的影响."
    },
    {
      "en": "Objective To study the mechanisms of ultraviolet blood irradiation and oxygenation for psoriasis.",
      "cn": "目的研究紫外线照射充氧自血回输治疗银屑病的机制。"
    },
    {
      "en": "Of course, silk in absorb ultraviolet light, chemistry can itself, thus make silk under the irradiation of the sun, easy to yellow.",
      "cn": "当然，丝绸在吸收紫外线后，自身会发生化学变化，从而使丝织品在日光的照射下，容易泛黄。"
    },
    {
      "en": "Other causes of poor healing include previous irradiation.",
      "cn": "不良愈合的其它原因包括以往的放射治疗."
    },
    {
      "en": "Prophylactic neck irradiation is necessary even for T 3 - T 4 N 0 patients.",
      "cn": "对T3~T4期即使淋巴结阴性上颌窦鳞癌,予以颈部预防性照射也是必要的."
    },
    {
      "en": "Surgery and X - irradiation nevertheless remain the bulwarks of cancer treatment throughout the world.",
      "cn": "外科手术和 X 射线疗法依然是全世界治疗癌症的主要方法."
    },
    {
      "en": "The after effect occurs only if the additive is present during irradiation.",
      "cn": "在辐照过程中只有当添加剂存在时才出现后效应."
    },
    {
      "en": "The microwave irradiation ( MI ) process to extract lignin from straw had been developed.",
      "cn": "采用微波辐射技术,建立了从麦草中提取木质素的工艺."
    },
    {
      "en": "The technique has been to mutate the genes by irradiation or chemicals.",
      "cn": "该技术是通过放射线照射或者使用化学方法使基因变异。"
    },
    {
      "en": "The terpene emission rate increased with irradiation and temperature.",
      "cn": "萜烯和异戌二烯排放速率随日照和温度的升高而增加."
    },
    {
      "en": "This paper researches the sprout inhibition effect by irradiation on refrigerated garlic.",
      "cn": "研究了大蒜经冷库贮藏后的辐照抑芽效果."
    },
    {
      "en": "UV irradiation maker and models to choose from different UV differences.",
      "cn": "UV照射机的厂家与机种不同,也会造成固化性的差异."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "irradiate",
          "tran_cn": " 发光的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "irradiate",
          "tran_cn": " 照射；使某事物生辉"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "irradiate",
          "tran_cn": " 照耀；使灿烂；启发；放射"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "radiation",
            "shininess"
          ],
          "tran_cn": "[物][特医]照射；[光]发光，放射"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "food irradiation",
      "tran_cn": "食品辐射，食品照射"
    },
    {
      "phrase": "gamma irradiation",
      "tran_cn": "伽马辐照"
    },
    {
      "phrase": "irradiation damage",
      "tran_cn": "辐照损伤，照射损害"
    },
    {
      "phrase": "irradiation plant",
      "tran_cn": "辐照装置；辐照工厂"
    },
    {
      "phrase": "irradiation time",
      "tran_cn": "辐照时间；照射时间"
    },
    {
      "phrase": "ultraviolet irradiation",
      "tran_cn": "紫外线照射"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "放射，照射，光渗"
    }
  ],
  "exchange": {
    "verb": [
      "irradiate"
    ]
  }
}