{
  "word": "gorgon",
  "ipa": {
    "us": "ˈgɔ:gən",
    "uk": "ˈgɔrgən"
  },
  "sentences": [
    {
      "en": "Gorgon is one of the most ambitious of about 10 LNG projects being developed in Australia.",
      "cn": "高更是澳大利亚10来个正在开发的液化天然气项目中,最雄心勃勃的项目之一."
    },
    {
      "en": "Greek mythology a woman transformed into a Gorgon by Athena ; she was slain by Perseus.",
      "cn": "希腊神话)让雅典娜变为蛇发女怪的女子,后为珀尔修斯所杀."
    },
    {
      "en": "I asked him what it was and he told me that it was Medusa, the Gorgon.",
      "cn": "我问他那是什么,他告诉我那是蛇发女怪美杜莎."
    },
    {
      "en": "I asked him what it was and he told me that it was Meduse, Gorgon.",
      "cn": "我问他那是什么?他告诉我那是蛇发女怪美杜莎."
    },
    {
      "en": "Perseus , favored by Minerva and Mercury, set out against the Gorgon.",
      "cn": "珀尔修斯在密涅瓦和墨丘利的庇护下出发去征服这蛇发女妖."
    },
    {
      "en": "She would like to use Gorgon fruit as she makes soups.",
      "cn": "她很喜欢用芡实做汤."
    },
    {
      "en": "The Gorgon project is one of the world's largest proposed gas developments.",
      "cn": "高更项目是全球拟议中的最大天然气开发项目之一."
    },
    {
      "en": "The Gorgon, Miss Springer, the games mistress came back to gave me a raspberry.",
      "cn": "那个女妖魔, 即体育教师斯普林杰小姐又回来把我教训一通."
    },
    {
      "en": "The soup becomes thick and sticky when mixed with powder of Gorgon Euryale seeds.",
      "cn": "做汤时放些芡粉会使汤变得粘稠."
    },
    {
      "en": "They would not be devoured by this gorgon of the East.",
      "cn": "他们不愿被这个东部的妖怪吃掉."
    },
    {
      "en": "This is August. Gorgon was born in August.",
      "cn": "此刻是八月份儿. 葛根出生在八月份儿."
    },
    {
      "en": "We believe God and so the curse of the Gorgon has no power with us.",
      "cn": "我们相信上帝,因此蛇妖的诅咒对我们无能为力."
    },
    {
      "en": "We instinctively look away from the Gorgon and toward the Scriptures for our understanding.",
      "cn": "我们本能地将目光从蛇妖身上转移出去,投向圣经以求甚解."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "gorgonian",
          "tran_cn": " 可怕的；如蛇发女怪的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "gorgonian",
          "tran_cn": " 柳珊瑚"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rutabaga"
          ],
          "tran_cn": "蛇发女怪（希腊神话中的一个形象）；丑陋女人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（希腊神话中）三个蛇发女怪之一（能让人化为石头），可怕的女人，令人生厌的女人",
      "tran_en": "an ugly frightening woman"
    }
  ],
  "exchange": {}
}