{
  "word": "antithetical",
  "ipa": {
    "us": "ˌæntɪ'θetɪkl",
    "uk": "ˌæntɪˈθɛtɪkəl"
  },
  "sentences": [
    {
      "en": "Antithetical couplet is a kind of traditional literature form, which has a long history.",
      "cn": "对联是一种传统的文学形式, 有着悠久的历史渊源."
    },
    {
      "en": "Antithetical to arbitrariness is non - arbitrariness, which includes motivation and iconicity.",
      "cn": "和任意性对立统一的 是非 任意性, 包括理据性和象似性."
    },
    {
      "en": "During the spring festival, I wrote an antithetical couplet and hung it on my door.",
      "cn": "春节时我亲自题写了一副对联,挂在门的两侧."
    },
    {
      "en": "He has a good grounding in ancient prose, and is good at writing antithetical sentences.",
      "cn": "他的古文基础不错, 很善于写骈俪文章."
    },
    {
      "en": "In terms of EMRs, we now have two antithetical requirements.",
      "cn": "对于电子病历, 我们有两个互相矛盾的需求."
    },
    {
      "en": "In traditional antithetical couplets, the two parts are strictly antithetical.",
      "cn": "传统的对联要求上下两句完全对仗."
    },
    {
      "en": "Making good decisions requires us to balance the seemingly antithetical forces of emotion and rationality.",
      "cn": "做出好的决定要我需要我们平衡表面对立的感性与理性."
    },
    {
      "en": "Monopoly and competition are very generally regarded, not simply as antithetical.",
      "cn": "人们普遍认为垄断和竞争不是相对的,而且互补相容."
    },
    {
      "en": "On the pillar of this pavilion, there is an antithetical couplet.",
      "cn": "这座亭子的柱上嵌刻着一副抱柱对儿."
    },
    {
      "en": "Other or \" group one \" ties methods and so on antithetical couplet by the relative to solve.",
      "cn": "其它的均由亲属或 “ 一帮一 ” 结对子等手段来解决."
    },
    {
      "en": "Sloan: Well, that conception is antithetical to science.",
      "cn": "斯隆: 嗯, 这种思想与科学是对立的."
    },
    {
      "en": "The antithetical couplet of new generation , usher in a new epoch hand in hand.",
      "cn": "其实应该是“携手新世联”, 打错字了呦!"
    },
    {
      "en": "The self - assertive element and the self - transcending element are antithetical.",
      "cn": "维护自身因素与超越自身因素是相反的."
    },
    {
      "en": "Their priorities are antithetical to those of environmentalists.",
      "cn": "他们心中的当务之急和环保人士的想法背道而驰。"
    },
    {
      "en": "Trading on rumors, hunches or fears is antithetical to investing.",
      "cn": "基于传言 、 预感或恐惧的交易与投资的含义有天壤之别."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "antithetic",
          "tran_cn": " 对立的；对偶的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "contrary",
            "opposite",
            "against"
          ],
          "tran_cn": "对立的，正相反的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "contradictory",
            "destructive",
            "inverse",
            "opposite"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "正相反的，对立的，骈",
      "tran_en": "exactly opposite to something"
    }
  ],
  "exchange": {
    "noun": [
      "antithesis"
    ]
  }
}