{
  "word": "swiftly",
  "ipa": {
    "us": "ˈswɪftli",
    "uk": "ˈswɪftlɪ"
  },
  "sentences": [
    {
      "en": "As I looked swiftly away, it seemed to me that his glance held some kind of unmet expectation.",
      "cn": "我很快地看向别处，对我来说他的目光里似乎带着某种得不到满足的渴望。"
    },
    {
      "en": "During the day they travelled swiftly, at night, they pitched their tents.",
      "cn": "他们白天滑雪速行, 夜晚安营扎寨."
    },
    {
      "en": "He came in swiftly and placed the child in my arms.",
      "cn": "他匆忙走进来把孩子放到我怀里."
    },
    {
      "en": "He changed direction swiftly, turned into the hallway and headed her off.",
      "cn": "他迅速改变方向，拐进走廊截住了她。"
    },
    {
      "en": "He stepped swiftly to the controls to throttle back the engine.",
      "cn": "他快步来到控制台跟前，减小了油门。"
    },
    {
      "en": "I believe that anywhere within a metre or so of daily maximum sea level would be swiftly eroded.",
      "cn": "我认为在那些水深达到一米或是每天水位最高到一米的地方，海平面会被很快侵蚀。"
    },
    {
      "en": "Lenny moved swiftly and silently across the front lawn.",
      "cn": "伦尼悄无声息地快速穿过房前的草坪。"
    },
    {
      "en": "Next time such an apology is likely to happen swiftly and immediately as women candidates set up media watchdog brigades to force the media to give them more equal treatment.",
      "cn": "下一次这类道歉可能会很快地和迅速地得到处理因为女性候选人建立了媒体监察队来强迫媒体给她们一个更公平的对待。"
    },
    {
      "en": "On high the great white clouds slid swiftly.",
      "cn": "大片的白云在高空飘过."
    },
    {
      "en": "She ran swiftly over the lawn to the gate.",
      "cn": "她一溜烟穿过草地跑到了大门口。"
    },
    {
      "en": "So we have to move swiftly, and we have to move wisely.",
      "cn": "所以我们必须得即刻就行动了，而且我们得要明智地行动。"
    },
    {
      "en": "The French have acted swiftly and decisively to protect their industries.",
      "cn": "法国人采取了迅速而果断的行动来保护他们的产业。"
    },
    {
      "en": "The horses were swiftly corralled.",
      "cn": "马群被迅速赶进了围栏."
    },
    {
      "en": "The police must be able to react swiftly in an emergency.",
      "cn": "警方在面对紧急情况时必须能迅速作出反应."
    },
    {
      "en": "The wheels were turning swiftly.",
      "cn": "轮子飞快地转动着."
    },
    {
      "en": "They meant to finish her off, swiftly and without mercy.",
      "cn": "他们打算毫不留情地迅速结果了她。"
    },
    {
      "en": "They saw a little carp swimming swiftly in the stream.",
      "cn": "他们看见一条小鲤鱼在河里迅速地游着."
    },
    {
      "en": "Two of the soldiers swiftly began making a sweep of the premises.",
      "cn": "两名士兵立即开始搜索该建筑物。"
    },
    {
      "en": "Unchallenged wisdoms flow swiftly among the middle classes.",
      "cn": "未受质疑的普遍理念在中产阶级中迅速传播开来。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "swift",
          "tran_cn": " 快的；迅速的；敏捷的；立刻的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "swift",
          "tran_cn": " 迅速地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "swift",
          "tran_cn": " 褐雨燕"
        },
        {
          "word": "swiftness",
          "tran_cn": " 迅速，敏捷；快"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "quickly",
            "rapidly",
            "promptly"
          ],
          "tran_cn": "很快地；敏捷地；即刻"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "forthwith",
            "headlong",
            "immediately",
            "pell-mell",
            "quickly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "迅速地，敏捷地，倏忽，飞，赶"
    }
  ],
  "exchange": {
    "noun": [
      "swiftness"
    ],
    "adj": [
      "swift"
    ]
  }
}