{
  "word": "hydrolysis",
  "ipa": {
    "us": "haɪˈdrɒlɪsɪs",
    "uk": "haɪˈdrɑlɪsɪs"
  },
  "sentences": [
    {
      "en": "Acid-hydrolysis and hydrolysate decolorized conditions for compound amino-acids production from duck feather are studied by using orthogonal tests.",
      "cn": "通过正交实验对利用鸭毛酸水解生产复合氨基酸的水解条件及水解液的脱色条件进行了研究。"
    },
    {
      "en": "After the research the condition the optimum technique of hydrolysis was found.",
      "cn": "并且考察了五倍子的水解条件,筛选出较为理想的水解工艺."
    },
    {
      "en": "An enzyme that catalyzes the hydrolysis of a galactoside.",
      "cn": "半乳糖酵催化半乳糖水解的一种酶."
    },
    {
      "en": "Glass reinforced, heat stabilized, hydrolysis resistant high performance polyamide resin resin.",
      "cn": "%玻璃纤维增强, 热稳定, 抗水解高性能聚酰胺树脂."
    },
    {
      "en": "Hydrolysis of polymers if often catalyzed by traces of acids or bases.",
      "cn": "正和它们的低分子量的类似物一样,微量的酸或碱常能促进聚合物的水解."
    },
    {
      "en": "On hydrolysis carbon dioxide is evolved.",
      "cn": "水解时,放出二氧化碳."
    },
    {
      "en": "Several aminopeptidases complete the hydrolysis of peptides into amino acids.",
      "cn": "几种氨肽酶把肽水解成氨基酸."
    },
    {
      "en": "The black chicken amino acid liquid is prepared through conventional hydrolysis process.",
      "cn": "本发明中的乌鸡氨基酸液由常规水解工艺得到."
    },
    {
      "en": "The chemical reactivity of APO would facilitate its hydrolysis in a waste stream.",
      "cn": "三嗪基膦氧化物的化学反应能力会在废水中促进本身的水解."
    },
    {
      "en": "The hydrolysis rate constant increases at a exponential function with temperature increase.",
      "cn": "温度升高,水解速率常数呈指数函数关系递增."
    },
    {
      "en": "The mechanisms of sorption - catalyzed organophosphate hydrolysis are not well understood.",
      "cn": "吸附催化水解有机磷的机制还不太清楚."
    },
    {
      "en": "The possible hydrolysis of sucrose to reducing sugars during processing also is to be considered .",
      "cn": "当然也要考虑加工过程中蔗糖有可能水解变成还原糖。"
    },
    {
      "en": "The process of breaking up a molecule with the aid of water is called hydrolysis.",
      "cn": "这种借助于水而使分子断裂的过程叫水解."
    },
    {
      "en": "The rate of hydrolysis is for the most part significantly lower than the esterification rate.",
      "cn": "多数情况下水解速度较酯化速度低得多."
    },
    {
      "en": "The review discusses many ways of preparing hydrazine through hydrolysis of Azine, and the effects of catalyst to yield of hydrazine by hydrolyzing azine.",
      "cn": "摘要文中讨论了酮连氮水解制备肼的各种方法及催化剂对酮连氮水解和肼收率的影响。"
    },
    {
      "en": "These results suggest evolutionary convergence in the mechanisms of peptide hydrolysis.",
      "cn": "结果表明趋同进化的机制肽水解."
    },
    {
      "en": "These suggest that there are active hydrolysis during radish storage.",
      "cn": "因此,萝卜贮藏期存在活跃的水解作用."
    },
    {
      "en": "This paper studied the hydrolysis of crab meat by Alcalase and flavourzyme.",
      "cn": "研究碱性蛋白酶和复合风味蛋白酶水解螃蟹肉的工艺条件."
    },
    {
      "en": "When water reacts with the fats and oils, a reaction called hydrolysis, the result is glycerol and soap.",
      "cn": "当水与脂肪和油产生一种被称为水解的化学反应时，其产物是甘油与肥皂。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hydrolyzable",
          "tran_cn": " 可水解的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "hydrogenation",
          "tran_cn": " 加氢；[化学] 氢化作用"
        },
        {
          "word": "hydrolysate",
          "tran_cn": " 水解液；[生化] 水解产物"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "hydrolyze",
          "tran_cn": " 水解"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "hydrolyse",
          "tran_cn": " 水解（等于hydrolyze）"
        },
        {
          "word": "hydrolyze",
          "tran_cn": " 使水解"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "acid hydrolysis",
      "tran_cn": "[化]加酸水解"
    },
    {
      "phrase": "alkaline hydrolysis",
      "tran_cn": "碱解；加碱水解"
    },
    {
      "phrase": "degree of hydrolysis",
      "tran_cn": "水解度"
    },
    {
      "phrase": "enzymatic hydrolysis",
      "tran_cn": "酶法水解"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水解",
      "tran_en": "a chemical reaction in which a compound reacts with water to produce other compounds "
    }
  ],
  "exchange": {
    "pl": [
      "hydrolyses"
    ]
  }
}