{
  "word": "cephalic",
  "ipa": {
    "us": "sɪˈfælɪk",
    "uk": "səˈfælɪk"
  },
  "sentences": [
    {
      "en": "Cervical ripening was a contributory factor in the mode of cephalic delivery.",
      "cn": "结论:宫颈成熟度评分对头位分娩方式有一定提示作用."
    },
    {
      "en": "Conclusion The cephalic vein or basilic vein in the elbow can be chosen for centripetal puncture during the early period of arteriovenous internal fistula in hemodialysis patients.",
      "cn": "结论血液透析患者动静脉内瘘早期启用可选择肘部头静脉或贵要静脉向心方向穿刺。"
    },
    {
      "en": "Cranial and cephalic are interchangeable adjectives which mean proceeding toward the brain and cranium.",
      "cn": "颅侧和头为可互换使用的形容词,意为向脑或头颅的一侧."
    },
    {
      "en": "External cephalic version: how to improve its impact?",
      "cn": "胎头外倒转术: 如何改善它的效果?"
    },
    {
      "en": "Having a head of medium breadth, with a cephalic index between 76 and 80.",
      "cn": "有头颅指数超过80的短而宽的头部."
    },
    {
      "en": "Having a short broad head with a cephalic index of over80.",
      "cn": "有头颅指数超过80的短而宽的头部。"
    },
    {
      "en": "If she doesn't turn in the next week or so, your doctor may attempt to turn her manually by manipulating your abdomen from the outside in a procedure called \"external cephalic version\" (ECV).",
      "cn": "如果在接下来的几周还没有转过来，你的医生可能尝试通过在外部操纵你的腹部人工来改变婴儿的位置，这一过程补称作外倒转术。"
    },
    {
      "en": "OBJCTIVE To find out the relationship between premature rupture of membranes and cephalic dystocia.",
      "cn": "目的研究胎膜早破与头位难产的关系."
    },
    {
      "en": "Objective To investigate the feasibility of exposing cephalic vein with horizontal incision on the chest and the successful rate of implanting pacing leads using guide wire and split sheath.",
      "cn": "目的探索经胸横切口暴露头静脉及使用导引钢丝、静脉鞘管引导放置起搏电极导线的成功率及临床意义。"
    },
    {
      "en": "ObjectiveTo investigate the incidence, cause, and prevention and treatment of cephalic presentation dystocia.",
      "cn": "目的:探讨头位难产的发病率 、 发病原因及防治."
    },
    {
      "en": "One of the best areas for the cannula is the cephalic vein in the shoulder area.",
      "cn": "肩部的头静脉是放置静脉导管最好的部位之一."
    },
    {
      "en": "Results The incidence of cephalic presentation dystocia was 28.7 %.",
      "cn": "结果:头位难产的发病率为28."
    },
    {
      "en": "Superior ( Cephalic , Cranial, Above ) Toward the head or upper part of the body.",
      "cn": "上 ( 头侧, 颅侧, 上方 ) 指向头或身体上部的方位."
    },
    {
      "en": "The cephalic veins are sometimes difficult to isolate.",
      "cn": "部分患者分离头静脉存在困难。"
    },
    {
      "en": "Tubby body obesity, forehead, head cephalic, occipital and Yuhina are black, about 60 centimeters Yuhina.",
      "cn": "体形短粗肥胖, 前额 、 头顶、头侧 、 枕部和冠羽均为黑色, 冠羽长约60厘米."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "head",
            "encephalic"
          ],
          "tran_cn": "[动]头的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "头盖的，在头部的",
      "tran_en": "of or relating to the head "
    }
  ],
  "exchange": {}
}