{
  "word": "artifact",
  "ipa": {
    "us": "ˈɑːtɪfækt",
    "uk": "ˈɑːrtɪfækt"
  },
  "sentences": [
    {
      "en": "A user interface is an artifact, not directly associated with the goals of a user.",
      "cn": "用户界面是人造的, 并非直接和用户的目标相关."
    },
    {
      "en": "Agreed. With Tieru's artifact and Sar - Elam's wisdom, we can heal her.",
      "cn": "好吧.有了蒂耶鲁的法器和萨 - 艾朗的智慧, 我们可以医治她."
    },
    {
      "en": "Are there any other benefits to discussing the persona artifact?",
      "cn": "这样的讨论会有什么其他的好处 吗 ?"
    },
    {
      "en": "Equips the Necron Lord with the Nightmare Shroud artifact.",
      "cn": "用梦魇复缘产物设备Necron公爵."
    },
    {
      "en": "Equips the Necron Lord with the Phase Shifter artifact.",
      "cn": "用相移器产物设备Necron公爵."
    },
    {
      "en": "Equips the Necron Lord with the Veil of Darkness artifact.",
      "cn": "用黑暗产物的面纱设备Necron公爵."
    },
    {
      "en": "Every artifact you own should have meaning in your life.",
      "cn": "拥有的每件装饰品都应对你的生活有意义."
    },
    {
      "en": "However, it may arise from an artifact during sample preparation.",
      "cn": "然而, 样品制备过程中可能带入人为的物质."
    },
    {
      "en": "I have now just confiscated a rather curious artifact for Mr. Potter.",
      "cn": "我刚刚查抄了波特先生的一件相当可疑的人工制造品。"
    },
    {
      "en": "In the wrong hands this powerful artifact has the ability to unravel the soul.",
      "cn": "在错误手这强有力的人工制品有能力解开灵魂。"
    },
    {
      "en": "Now I have an artifact from every Florida shipwreck of the 1960's.",
      "cn": "现在,我拥有60年代的每次在佛罗里达沉船的艺术品的人造品."
    },
    {
      "en": "Objective : To remove the noise and ECG artifact in EEG.",
      "cn": "目的: 去除脑电信号中的噪声和心电干扰."
    },
    {
      "en": "Our high population is an agricultural ( and technological and medical ) artifact.",
      "cn": "我们庞大的人口是农业 ( 以及技术和医学 ) 的人工产物."
    },
    {
      "en": "Recent Global Warming: An Artifact of a Too - Short Temperature Record?",
      "cn": "近期全球变暖: 使用过于短期温度观测记录造成的人为假象?"
    },
    {
      "en": "This system has the advantage of suppressing The coherent artifact noise.",
      "cn": "这种系统具有抑制相干噪声的优点."
    },
    {
      "en": "Unexpected condition: Invalid arguments while creating Artifact Reference Dialog!",
      "cn": "意外情况: 创建项目引用对话框时使用的参数无效!"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "artificially",
          "tran_cn": " 人工地；人为地；不自然地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "artificiality",
          "tran_cn": " 人工；不自然；不自然之物；人造物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "artefact",
            "handicraft works"
          ],
          "tran_cn": "人工制品；手工艺品"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "人工制品，手工艺品"
    }
  ],
  "exchange": {}
}