{
  "word": "laceration",
  "ipa": {
    "us": "ˌlæsə'reɪʃn",
    "uk": "ˌlæsəˈreʃən"
  },
  "sentences": [
    {
      "en": "Cardiac orifice mucosal laceration and oozing of blood were 100 %, but no perforation and massive hemorrhage.",
      "cn": "术中可见贲门黏膜撕裂、渗血, 未见致命性出血及穿孔等并发症."
    },
    {
      "en": "First, the medical term for a cut or tear in the skin is a laceration.",
      "cn": "首先，这种皮肤的切口或裂口在医学上称为撕裂伤。"
    },
    {
      "en": "He had a laceration on his head.",
      "cn": "他头上也有一道口子。"
    },
    {
      "en": "He has a bleeding de - gloving scalp laceration, multiple facial adistended abdomen, and an agonal breathing pattern.",
      "cn": "下颌部头皮裂伤并出血, 面部多处损伤,腹部明显膨隆, 濒死呼吸."
    },
    {
      "en": "He has a laceration on his right arm.",
      "cn": "他的右臂有处撕裂伤."
    },
    {
      "en": "He has a laceration on his right forearm.",
      "cn": "他右前臂有一处裂伤."
    },
    {
      "en": "He was taken to the local clinic and received thirteen staples to close the laceration.",
      "cn": "该员工立即被送往当地诊所,伤口缝了十三针."
    },
    {
      "en": "Here, we report a 20 - year - old man sustaining major liver laceration with contrast extravasation and massive hemoperitoneum.",
      "cn": "我们在此报告一位20 岁 男性外伤病例,患重大肝脏裂伤,合并显影剂滞留及大量腹膜腔出血."
    },
    {
      "en": "I often think of the Tiny Love Wind Chime Recall in which baby wind chime toys came apart and caused a puncture and laceration hazard.",
      "cn": "我经常想起小小爱风铃召回事件。 在这起事件里，婴儿风铃破碎，并造成了被刺到、被割到的伤害。"
    },
    {
      "en": "It occurs in the laceration and contusion as well as in the clean surgical incision.",
      "cn": "撕裂伤,挫伤和外科清洁切口,都会发生这种现象."
    },
    {
      "en": "Methods CT and MRI findings of shear - laceration of brain in 19 cases were analyzed retrospectively.",
      "cn": "方法回顾性分析了19例脑深部剪裂伤的CT和MRI影像 表现和特点."
    },
    {
      "en": "Objective To estimate the curative effect of anastomosed laceration canaliculus.",
      "cn": "目的评价显微吻合外伤性泪小管断离的临床疗效."
    },
    {
      "en": "Objective To increase the curative effect of extensive cerebral contusion and laceration.",
      "cn": "目的提高广泛脑挫裂伤病人的疗效."
    },
    {
      "en": "Objective To observe the effects of silicon tube insertion for repair of canaliculi laceration.",
      "cn": "目的探讨鼻内窥镜在泪小管断裂吻合术中的方法及效果."
    },
    {
      "en": "Objective To summarize clinical feature and therapeutic measure in and laceration of brain accompanied with hematoma.",
      "cn": "目的总结额颞部脑挫裂伤伴血肿患者的临床特点和治疗措施."
    },
    {
      "en": "Objectives : To analysis the cause of uterine laceration with Micheal Stark Caesarian Section.",
      "cn": "目的: 回顾性分析新式剖宫产术的临床资料,解析子宫切口撕裂的原因."
    },
    {
      "en": "Results: Trachea and bronchus laceration were caused by injury.",
      "cn": "目的: 提高对气管、支气管裂伤的认识."
    },
    {
      "en": "The main symptoms were subconjunctival hemorrhage, corneal epithelial abrasion, eyelid skin laceration.",
      "cn": "眼部主要表现为球结膜下出血 、 角膜上皮擦伤 、 眼睑皮肤裂伤."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "lacerate",
          "tran_cn": " 受折磨的；撕碎的"
        },
        {
          "word": "lacerated",
          "tran_cn": " 撕裂的；受伤的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "lacerated",
          "tran_cn": " 撕裂（lacerate的过去式和过去分词）；划破"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "lacerate",
          "tran_cn": " 伤害，使…痛心；割裂；撕碎"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lacerated wound",
            "divulsion"
          ],
          "tran_cn": "裂伤；[外科]撕裂；割破"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "gash"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "撕裂，割破，裂痕，苦恼"
    }
  ],
  "exchange": {
    "pl": [
      "lacerations"
    ],
    "verb": [
      "lacerate"
    ]
  }
}