{
  "word": "obsession",
  "ipa": {
    "us": "əbˈseʃn",
    "uk": "əbˈseʃn"
  },
  "sentences": [
    {
      "en": "Gambling became an obsession, and he eventually lost everything.",
      "cn": "他迷上赌博，最后失去了一切。"
    },
    {
      "en": "He has an enthusiasm for art, to the point of obsession in my opinion.",
      "cn": "他对艺术很热衷，在我看来已经到了痴迷的程度。"
    },
    {
      "en": "He has an obsession with postage stamps.",
      "cn": "他为邮票着迷((他满脑子都是邮票))."
    },
    {
      "en": "He has an unhealthy obsession with death.",
      "cn": "他有一种不健康的念头,老是想着死."
    },
    {
      "en": "Her fear of flying is bordering on obsession.",
      "cn": "她怕乘飞机几乎到了不可救药的地步。"
    },
    {
      "en": "His parents' obsession with keeping up appearances haunted his childhood.",
      "cn": "父母过于爱面子的做法在他儿时一直困扰着他。"
    },
    {
      "en": "I don't understand television's current obsession with cookery programmes.",
      "cn": "我不明白为什么现在电视里有如此多烹饪节目."
    },
    {
      "en": "In therapy, she began to let go of her obsession with Mike.",
      "cn": "在心理治疗中，她开始逐渐放下对麦克的痴迷。"
    },
    {
      "en": "Sadat seemed free of the obsession with detail.",
      "cn": "萨达持不那么注重细微末节."
    },
    {
      "en": "She looked after him with a devotion bordering on obsession.",
      "cn": "她尽心尽力地照顾他，简直到了沉迷的地步。"
    },
    {
      "en": "She would try to forget her obsession with Christopher.",
      "cn": "她会努力忘记对克里斯托弗的迷恋。"
    },
    {
      "en": "The authors argue cogently that it is high time the church lost its obsession with the subject.",
      "cn": "作者提出充分的理由说明教会应立刻停止对这个问题纠缠不放。"
    },
    {
      "en": "The game pachinko became a national obsession.",
      "cn": "弹珠机游戏已经风靡全国。"
    },
    {
      "en": "The superimposition of ideological conflict and personal jealousies turned inherent rivalry into obsession.",
      "cn": "意识形态的冲突和个人之间相互不服气交织在一起,使得固有的敌对发展到势不两立的地步."
    },
    {
      "en": "Their work is frequently an obsession that overrides all other considerations.",
      "cn": "他们对工作的痴迷常常超乎其他一切。"
    },
    {
      "en": "This untutored mathematician had an obsession with numbers.",
      "cn": "这位非科班出身的数学家对数字特别痴迷。"
    },
    {
      "en": "To beg drinks in the saloon became an obsession.",
      "cn": "在酒馆里要酒喝,简直是鬼迷心窍."
    },
    {
      "en": "Watergate had begun to turn into a national obsession.",
      "cn": "水门事件已开始使全国着了魔."
    },
    {
      "en": "What is this current television obsession with older men and nubile young women?",
      "cn": "现在的电视节目为什么这么喜欢描写老男人和妙龄性感女郎的故事呢？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "obsessional",
          "tran_cn": " 摆脱不了的"
        },
        {
          "word": "obsessive",
          "tran_cn": " 强迫性的；着迷的；分神的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "obsessively",
          "tran_cn": " 过分地；着迷地，着魔似地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "obsessiveness",
          "tran_cn": " 执念"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "obsess",
          "tran_cn": " 迷住，缠住；使…着迷；使…困扰"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "besetment",
            "obsessive idea"
          ],
          "tran_cn": "痴迷；困扰；[内科][心理]强迫观念"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "addiction",
            "bag",
            "conjuration",
            "craze",
            "thing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "着魔，萦绕，使人痴迷的人（或物），摆脱不了的思想[情感等]，妄想",
      "tran_en": "If you say that someone has an obsession with a person or thing, you think they are spending too much time thinking about them"
    }
  ],
  "exchange": {
    "pl": [
      "obsessions"
    ]
  }
}