{
  "word": "reparation",
  "ipa": {
    "us": "ˌrepəˈreɪʃn",
    "uk": "ˌrɛpəˈreʃən"
  },
  "sentences": [
    {
      "en": "Coordinate gage sourcing and managing usage, maintain and reparation of inspection instruments.",
      "cn": "协调检测设备的购买和日常使用的管理和维护."
    },
    {
      "en": "I must demand reparation for the injury.",
      "cn": "我必须要求损害的赔偿."
    },
    {
      "en": "I'll demand reparation from the company.",
      "cn": "我将要求公司给予赔偿."
    },
    {
      "en": "It was true , acknowledgment in most cases of affronts was counted reparation sufficient.",
      "cn": "的确, 大部分的无理举动,只要认罪就时以算做足够的赔偿了."
    },
    {
      "en": "It was true , acknowledgment in most cases of affronts was counted reparation sufficients.",
      "cn": "的确, 大部分的无理举动,只要认罪就可算做很够的赔偿了."
    },
    {
      "en": "No reparation could be too much for her to make.",
      "cn": "为了弥补过失,在她看来无论做什么都不为过分."
    },
    {
      "en": "Objective To explore denatured self skull bone application in skull reparation.",
      "cn": "目的探索变性自体颅骨在颅骨成形术中的应用."
    },
    {
      "en": "Offenders should be forced to make reparation to the community.",
      "cn": "应该强迫违法犯罪分子对社区作出补偿。"
    },
    {
      "en": "The government agreed to pay reparations to victims.",
      "cn": "政府同意向受害者支付赔款。"
    },
    {
      "en": "There is a clear demand amongst victims for some sort of reparation from offenders.",
      "cn": "受害者明确要求责任人给予一定的赔偿。"
    },
    {
      "en": "They is still trying to make some sort of atonement and reparation.",
      "cn": "他们仍在努力作出某些补偿."
    },
    {
      "en": "Whenever you find your wrong doing, be quick with reparation!",
      "cn": "无论何时发现自己的错误, 要尽快弥补!"
    },
    {
      "en": "Whenever you find your wrongdoing, be quick with reparation!",
      "cn": "无论何时你发现自己做错了, 尽快去弥补!"
    },
    {
      "en": "Whenever you find your wrongdoing, be quick with your reparation.",
      "cn": "任何时候当你发现自己的错误，要尽快去弥补和挽救。"
    },
    {
      "en": "Whenever you find your wrongdoing, be quickly with your reparation.",
      "cn": "任何时候当你发现自己的错误, 要尽快去弥补和挽救."
    },
    {
      "en": "You must make reparation for the sorrow you have caused.",
      "cn": "你必须对所造成的伤害予以补偿."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "satisfaction",
            "renovation"
          ],
          "tran_cn": "赔偿；修理；赔款"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "amends",
            "compensation",
            "justice",
            "punishment",
            "satisfaction"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "赔偿（款项），修理，修理工作，维修工程",
      "tran_en": "money paid by a defeated country after a war, for all the deaths, damage etc it has caused"
    }
  ],
  "exchange": {
    "pl": [
      "reparations"
    ]
  }
}