{
  "word": "effortlessly",
  "ipa": {
    "us": "'efətləslɪ",
    "uk": "'efətləslɪ"
  },
  "sentences": [
    {
      "en": "A simple keyhole mounting system allows effortlessly quick wall installation.",
      "cn": "简易的锁眼安装系统,确保简便易行."
    },
    {
      "en": "As he faced the cool gray eyes which, effortlessly, seemed to bore into him.",
      "cn": "他看到那双冷淡的大眼睛似乎漫不经心地直盯着自己的脸."
    },
    {
      "en": "Everyone recognizes these incredibly complex patterns effortlessly and reliably.",
      "cn": "每个人可以容易地并可靠地认识这些无法相信的复杂的式样."
    },
    {
      "en": "Her son Peter adapted effortlessly to his new surroundings.",
      "cn": "她儿子彼得很快就适应了新环境。"
    },
    {
      "en": "It allows users to effortlessly connect to 　 Internet and network resources.",
      "cn": "它可以让用户不费力气就能接到因特网和网络资源上."
    },
    {
      "en": "Our only companion is the wandering albatross, which glides effortlessly and gracefully behind the yacht.",
      "cn": "陪伴我们的仅有那只盘旋的信天翁，它在游艇后面优雅轻盈地翱翔。"
    },
    {
      "en": "Pervasive computing can help us manage information quickly, efficiently and effortlessly.",
      "cn": "普适计算能帮助我们快捷 、 高效、毫不费力地管理信息."
    },
    {
      "en": "Schumacher adapted effortlessly to his new surroundings.",
      "cn": "舒马赫非常轻松地适应了新环境。"
    },
    {
      "en": "The boat cut effortlessly through the water.",
      "cn": "船轻快地破水前行."
    },
    {
      "en": "The poem continues effortlessly through hundreds of lines as well turned and snobbish as the famous.",
      "cn": "诗人轻而易举地把这首诗继续写下去,洋洋数百行,行行都象下列名句一样精巧、神气十足."
    },
    {
      "en": "The wind blew stronger, and the little boat rampaged along effortlessly.",
      "cn": "风刮得更猛烈了, 小船毫不费力地飞速行驶."
    },
    {
      "en": "Then there were angels moving effortlessly up and down that great stairway.",
      "cn": "而天使们在梯子上轻盈地上去下来."
    },
    {
      "en": "There is so much information you can almost effortlessly find the facts for yourself.",
      "cn": "资料这么多，你几乎可以毫不费力地找到事实真相。"
    },
    {
      "en": "To my astonishment, the man lifted the rock effortlessly.",
      "cn": "使我吃惊的是, 那汉子毫不费劲地把石块举了起来."
    },
    {
      "en": "We stood in silence watching the snake glide effortlessly.",
      "cn": "我们噤若寒蝉地站着,眼看那条蛇逍遥自在地游来游去."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "effortless",
          "tran_cn": " 容易的；不费力气的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "lightly",
            "like a cork"
          ],
          "tran_cn": "轻松地；毫不费劲地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不作努力地，不费力地"
    }
  ],
  "exchange": {
    "noun": [
      "effortlessness"
    ],
    "adj": [
      "effortless"
    ]
  }
}