{
  "word": "rodeo",
  "ipa": {
    "us": "ˈrəʊdiəʊ",
    "uk": "ˈroʊdioʊ"
  },
  "sentences": [
    {
      "en": "a bucking bronco in the rodeo",
      "cn": "牛仔竞技表演中一匹弓背跳跃的野马"
    },
    {
      "en": "And over the years, modders have introduced several innovations that have grown into entire product categories—like mountain bikes, heart-lung machines, and rodeo kayaks.",
      "cn": "这些年来，游戏制作者们已经引进了一些进入整个生产线的创新产品——想山地车、心肺呼吸器、竞技皮划艇."
    },
    {
      "en": "And what are they expecting there on Rodeo Drive.",
      "cn": "那么他们在罗迪欧大道上期待什么?"
    },
    {
      "en": "Chubby, a smallish, charcoal? gray horse, had been a tri state rodeo champion in roping and bulldogging.",
      "cn": "查比 个头 不大,颜色碳灰, 曾经是三州马术竞技会上套绳和摔倒小公牛的双项冠军.它健壮,悟性好,反应快, 精力充沛,我们全家人都喜欢它."
    },
    {
      "en": "Elsewhere , Delinda meets and falls for Cody Barnes, a handsome Rodeo champion.",
      "cn": "莲娜亦遇到心仪对象, 与一英俊马术冠军堕入爱河."
    },
    {
      "en": "Give'em a hand, folks, our very own rodeo clowns!",
      "cn": "伙计, 帮他个忙我们可爱的小丑竞技员们!"
    },
    {
      "en": "I feel like I just got back from the rodeo.",
      "cn": "我觉得像刚刚参加完牛仔竞技回来."
    },
    {
      "en": "My brother is a rodeo rider.",
      "cn": "我哥哥是个马技表演者."
    },
    {
      "en": "Riding bulls is always an exciting event at a rodeo.",
      "cn": "骑公牛总是放牧人竞技会上激动人心的表演."
    },
    {
      "en": "TARDEC had its own system on display at the rodeo's convoy event.",
      "cn": "TARDEC曾 在罗德奥的车队事件及其在显示自己的系统."
    },
    {
      "en": "The 40 - year - old rodeo cowboy decided to hang up his spurs and retire.",
      "cn": "这名年届不惑的牛仔决定高挂马刺靴,过退休生活."
    },
    {
      "en": "The guys at the rodeo were FBI too, right ?",
      "cn": "在竞技场的那些家伙也是联邦调查局的, 是 吗 ?"
    },
    {
      "en": "The spurs cause blunt trauma to the shoulders which again never have time to heal properly before the horse is ridden and spurred in another rodeo.",
      "cn": "马刺会造成肩膀的钝伤，这些伤从来都没有等到痊愈就会被在另一场竞技秀中再次被骑和刺。"
    },
    {
      "en": "They were bringing up the horses at the rodeo.",
      "cn": "他们把马赶到围场里."
    },
    {
      "en": "This ain't no rodeo, cowboy!",
      "cn": "过来,这不是竞技会, 牛仔!"
    },
    {
      "en": "Wearing stars and stripes, a cowboy watches rodeo events from the chutes.",
      "cn": "一位身着星条旗服装的牛仔在斜槽后观看着骑术表演."
    },
    {
      "en": "Welcome to English in a minute. This idiom makes it sound like you are at a rodeo.",
      "cn": "欢迎来到一分钟英语。这个表达听起来我们在竞技比赛中。"
    },
    {
      "en": "When you Rodeo you get a real taste of life in the Midwest.",
      "cn": "如果您有机会参加竞技会,您就可以体验到真正的中西部生活."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "circus"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "竞技表演，竞技者，（集中牛马的）圈地，（为打烙印的）驱集牛马，牧人马术表演",
      "tran_en": "a type of entertainment in which  cowboy s  ride wild horses, catch cattle with ropes, and ride in races"
    },
    {
      "pos": "vi",
      "tran_cn": "竞技"
    }
  ],
  "exchange": {
    "pl": [
      "rodeos"
    ]
  }
}