{
  "word": "chandelier",
  "ipa": {
    "us": "ˌʃændəˈlɪə(r)",
    "uk": "ˌʃændəˈlɪr"
  },
  "sentences": [
    {
      "en": "A crystal chandelier lit the room.",
      "cn": "一盏水晶吊灯照亮了房间。"
    },
    {
      "en": "A crystal chandelier would look great in the living room.",
      "cn": "在这间卧室里放一盏水晶吊灯会很漂亮的."
    },
    {
      "en": "A cut - glass object, such as a pendant of a chandelier.",
      "cn": "刻花玻璃物体如枝形吊灯的玻璃吊灯架."
    },
    {
      "en": "A glass pendant, especially on a chandelier.",
      "cn": "玻璃吊灯架玻璃垂饰, 尤指枝形吊灯上的."
    },
    {
      "en": "A large chandelier glorifies the whole room.",
      "cn": "枝形大吊灯使整个房间光亮夺目."
    },
    {
      "en": "An original crystal chandelier with a gilt bronze mount.",
      "cn": "原始水晶吊灯有镀金青铜贴装."
    },
    {
      "en": "An ornate and truly magnificent example of a large Venetian glass chandelier.",
      "cn": "华丽的真正宏伟的大型威尼斯玻璃吊灯的例子."
    },
    {
      "en": "European resin chandelier style!",
      "cn": "欧式树脂吊灯风格!"
    },
    {
      "en": "I don't want to dangle from a chandelier.",
      "cn": "我不想吊在一棵枝形吊灯上."
    },
    {
      "en": "Inside a house or cottage a wagon wheel is often used as a chandelier.",
      "cn": "在住宅或农舍里,马车的轮子还经常被改造成枝形吊灯."
    },
    {
      "en": "The beautiful chandelier depends from the ceiling.",
      "cn": "那盏漂亮的技形吊灯悬吊在天花板上."
    },
    {
      "en": "The chandelier - decked foyer of the venue itself was freezing.",
      "cn": "有着大吊灯的门厅室内温度都很低."
    },
    {
      "en": "The chandelier depends from the ceiling of the ballroom.",
      "cn": "枝形吊灯悬挂在舞厅天花板上."
    },
    {
      "en": "The Chandelier Exit may act a backup exIt'strategy for experienced traders.",
      "cn": "对于有经验的交易者,吊灯止损可以作为备用出场策略."
    },
    {
      "en": "The Chandelier Exit takes a different approach.",
      "cn": "吊灯止损采用不同的方法."
    },
    {
      "en": "The chandelier hit the floor with a crack.",
      "cn": "枝形吊灯啪的一声掉在了地板上."
    },
    {
      "en": "This gorgeous piece is our first attempt at building a very cool old style chandelier complete with crystals, but giving it quite a cutting edge look.",
      "cn": "这款华丽的枝形吊灯让我们首次尝试采用非常沉稳的冷色系水晶，但我们赋予其相当时尚的外表。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lamp"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "枝形吊灯",
      "tran_en": "a large round frame for holding  candle s  or lights that hangs from the ceiling and is decorated with small pieces of glass"
    }
  ],
  "exchange": {
    "pl": [
      "chandeliers"
    ]
  }
}