{
  "word": "aperitif",
  "ipa": {
    "us": "əˌperəˈti:f",
    "uk": "əˌperəˈtiːf"
  },
  "sentences": [
    {
      "en": "Another wine will come after the aperitif, the sherry withthe soup course, the white wine with the lobster, the red with the roast,another red wine with the greasy ordeal of the squab.",
      "cn": "开胃酒之后还会上酒，雪利酒是配汤的，白酒是用来配龙虾的，红酒是用来配烤肉的，还有一轮红酒是用来配那些油腻的乳鸽的。"
    },
    {
      "en": "As aperitif or with starters : Liver , liver pat é & scallops , escargots.",
      "cn": "作为开胃酒或者和餐前菜如肝, 干贝, 蜗牛等."
    },
    {
      "en": "Best Serve chilled as an aperitif or dessert wine.",
      "cn": "冰冻后作餐前开胃酒或餐后独饮."
    },
    {
      "en": "Can be served aperitif or accompanied with seafood dishes.",
      "cn": "做餐前酒饮用或陪送海鲜菜市更佳."
    },
    {
      "en": "Colombard did much to convince the market that a young white was worth drinking and for many people this is now their default aperitif/party wine.",
      "cn": "哥伦巴做出很多努力，使市场相信这一新酿的白葡萄酒值得一喝，对于许多人来说，哥伦巴现在已经成为了他们开胃酒或是派对用酒的当然选择。"
    },
    {
      "en": "Enjoy as an aperitif or at any time.",
      "cn": "可作为理想的餐前酒,同时适合任何场合饮用."
    },
    {
      "en": "He finished his aperitif and tasted the wine the waiter had produced.",
      "cn": "他喝完开胃酒，又尝了点侍者端来的葡萄酒。"
    },
    {
      "en": "How about an aperitif? Some champers , caviar? It's all imported.",
      "cn": "来点开胃酒 怎么样 ?一些香槟酒, 鱼子酱? 全都是进口货."
    },
    {
      "en": "It is as an aperitif or with strong cheeses and desserts.",
      "cn": "此酒是开胃酒,可配合甜品及味道较浓郁的芝士食用."
    },
    {
      "en": "Long , perfect as aperitif or all fish dishes and white meats.",
      "cn": "作为开胃酒饮用或是配上鱼肉和白肉菜式食用风味极佳."
    },
    {
      "en": "No, thanks. We'll skip aperitif.",
      "cn": "不, 谢谢, 饭前酒免了吧!"
    },
    {
      "en": "Recommendations: As an aperitif , mussels marinieres, crab cocktail, seafood, or dessert.",
      "cn": "配餐建议: 可以作为开胃酒, 也可以与海鲜或甜品搭配."
    },
    {
      "en": "Suze: A kind of French yellow aperitif.",
      "cn": "苏兹: 一种法国黄色龙胆开胃酒."
    },
    {
      "en": "T : Shall we order an aperitif? What would you like Anita?",
      "cn": "我们来瓶开胃酒吧? 安妮塔,你想喝点什么?"
    },
    {
      "en": "The rise of white wine as an aperitif can be traced to this date, and the co-operative of Plaimont – producers of this wine – were pioneers in the field.",
      "cn": "始自这一时期，白葡萄酒渐渐被作为开胃酒，而制造它们的普莱蒙合作公司就是这一领域的先驱。"
    },
    {
      "en": "This beer is also very suitable as an aperitif.",
      "cn": "这款啤酒很适合作为开胃酒."
    },
    {
      "en": "What is the standard serving portion for an aperitif wine?",
      "cn": "葡萄加强酒的标准服务容量是 多少 ?"
    },
    {
      "en": "What kind of drinks do you have for an aperitif?",
      "cn": "可否让我看看酒单?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "appetizer wine"
          ],
          "tran_cn": "开胃酒"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "aperitif wine",
      "tran_cn": "开胃葡萄酒"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（餐前）开胃酒",
      "tran_en": "an alcoholic drink that people drink before a meal"
    }
  ],
  "exchange": {
    "pl": [
      "aperitifs"
    ]
  }
}