{
  "word": "backwater",
  "ipa": {
    "us": "ˈbækwɔ:tə(r)",
    "uk": "ˈbækˌwɔtɚ, -ˌwɑtɚ"
  },
  "sentences": [
    {
      "en": "a rural backwater",
      "cn": "一个闭塞的乡村地区"
    },
    {
      "en": "Cooling system of tool with backwater tank, filter, pump and installation until the adjacencies of spindle.",
      "cn": "配有背负式水箱 、 过滤 、 水泵等直达主轴端部的冷却系统."
    },
    {
      "en": "I find this town too much of a backwater.",
      "cn": "我觉得这个城镇太闭塞."
    },
    {
      "en": "I live in a backwater in this small village.",
      "cn": "我住在这小村庄的闭塞落后的地方."
    },
    {
      "en": "I will not allow the knowledge of the Chingchuankang a backwater.",
      "cn": "我不会让知识的清泉变成一潭死水."
    },
    {
      "en": "Incoming water and sediment in the fluctuating backwater area of Dadingzishan Hydro - junction are unevenly space.",
      "cn": "大顶子山航电枢纽变动回水区河段年际、年内来水及来沙不均."
    },
    {
      "en": "It is a commonplace to say that Northern Ireland is a backwater in modern Europe.",
      "cn": "有关北爱尔兰是现代欧洲的一潭死水的说法已经是陈词滥调了。"
    },
    {
      "en": "It is a commonplace to say that Northern Ireland is a backwater in the modern Europe.",
      "cn": "说北爱尔兰是现代欧洲死气沉沉的落后地区已是陈词滥调了。"
    },
    {
      "en": "It is to close simply conservative, backwater.",
      "cn": "简直是封闭保守, 一潭死水."
    },
    {
      "en": "Its origins lie in the credit markets, coverage of which in most news organizations a backwater.",
      "cn": "其发源地在于信贷市场, 而多数新闻机构将对这一领域的报道视为死水区."
    },
    {
      "en": "Muscle is a backwater!",
      "cn": "肌肉只是个冷门!"
    },
    {
      "en": "Quebec remained a backwater until the 1960s.",
      "cn": "魁北克直到20世纪60年代还是一片死气沉沉。"
    },
    {
      "en": "Run around this bombed - out backwater with a silver key up our tokhes?",
      "cn": "把那个银色的钥匙挂在屁股上,沿着这个无聊的死水航行?"
    },
    {
      "en": "So we got a backwater drift to sign the charter.",
      "cn": "我们让死水流动来标记这一时刻."
    },
    {
      "en": "This kind of innovation and development are far not backwater, still continuing.",
      "cn": "这种创新和发展远未停滞, 仍在继续."
    },
    {
      "en": "This one tide won't lag behind because of ours and backwater.",
      "cn": "这一潮流不会因为我们的落后而停滞."
    },
    {
      "en": "Yet for most of the Bush years the Treasury has been a backwater.",
      "cn": "不过,在布什总统当政的大部分岁月里,财政部不过是死水一潭."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "standing water",
            "dead water"
          ],
          "tran_cn": "[机]回水；死水；停滞不进的状态或地方"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "provincial"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "回水，回流，滞水，死水，闭塞的地方，不受外界事件或新思想影响的地方",
      "tran_en": "a part of a river away from the main part, where the water does not move"
    }
  ],
  "exchange": {
    "pl": [
      "backwaters"
    ]
  }
}