{
  "word": "underside",
  "ipa": {
    "us": "ˈʌndəsaɪd",
    "uk": "ˈʌndərsaɪd"
  },
  "sentences": [
    {
      "en": "...the underside of the car.",
      "cn": "…汽车的底部。"
    },
    {
      "en": "A roll of fat jiggled on the underside of her arm.",
      "cn": "她胳膊下侧有一层肥肉一颤一颤的。"
    },
    {
      "en": "And I also catch sight of the grizzled feathers on its underside.",
      "cn": "我看见了它两肋间斑白的羽毛."
    },
    {
      "en": "Clean underside of range hood and clean or replace filters.",
      "cn": "清理抽油烟机里侧并更换滤网."
    },
    {
      "en": "Clusters of tiny insects called aphids were to be found on the underside of the leaves.",
      "cn": "结果在树叶背面找到成串的叫作蚜虫小虫子."
    },
    {
      "en": "Copper tubing for circulating water is soldered to its underside.",
      "cn": "铜管循环水是焊接到其底部."
    },
    {
      "en": "Endocrine gland lying on the underside of the Brain.",
      "cn": "位于脑下方的内分泌腺体."
    },
    {
      "en": "Glue photocopies on the underside of the glass using a PVA adhesive.",
      "cn": "用聚乙烯醇黏合剂将图片贴在玻璃板的背面."
    },
    {
      "en": "He connected metallic wires to the back and the underside of an electrical fish.",
      "cn": "他在电鱼的背面和底面联上金属线."
    },
    {
      "en": "The lid and on its underside all its occupants left their mark.",
      "cn": "掀开桌子的顶盖,盖子底面全是各个使用者留下的记号."
    },
    {
      "en": "The saw had gone across Gross's left rib cage through the underside of his liver.",
      "cn": "锯子锯进格罗斯的左胸腔,通过肝脏下方."
    },
    {
      "en": "The soft belly or underside of an animal's body.",
      "cn": "下腹部腹部柔软部分或动物''.'下腹'''."
    },
    {
      "en": "The underside forms the combustion chamber with the top of the piston.",
      "cn": "气缸盖下面与活塞顶上的空间形成燃烧室."
    },
    {
      "en": "The underside of the rock was covered with seaweed.",
      "cn": "岩石的下面布满了海草."
    },
    {
      "en": "They painted the underside of their planes with a black varnish.",
      "cn": "他们在飞机的底部涂上了一层黑漆."
    },
    {
      "en": "Well done! This is called point. This circle is called underside.",
      "cn": "师:很好, 这个点叫做顶点.这个圆叫做底面."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dark side",
            "dark face"
          ],
          "tran_cn": "下面；阴暗面"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "下侧，下部表面，底面，阴暗面",
      "tran_en": "The underside of something is the part of it which normally faces towards the ground"
    }
  ],
  "exchange": {
    "pl": [
      "undersides"
    ]
  }
}