{
  "word": "juridical",
  "ipa": {
    "us": "dʒʊəˈrɪdɪkl",
    "uk": "dʒʊˈrɪdɪkl"
  },
  "sentences": [
    {
      "en": "A juridical precedent is nothing but \" authenticated custom \".",
      "cn": "司法惯例只不过是 “ 权威的惯例 ” 罢了."
    },
    {
      "en": "A juridical precedent is nothing but \"authenticated custom\".",
      "cn": "司法惯例只不过是“权威的惯例”罢了。"
    },
    {
      "en": "Also, article deals with the official crime by juridical person and puts forwards the new proposals.",
      "cn": "与此同时, 文章也详细论述了法人职务犯罪,并提出了自己的见解."
    },
    {
      "en": "It is a ready civil legal subject. It has limit juridical person qualification.",
      "cn": "它是准民商事法律主体, 具有有限的法律人格."
    },
    {
      "en": "It is unique in international law in its juridical and legalistic system for disputes.",
      "cn": "在国际法中,它的立法和司法体制都独具特色."
    },
    {
      "en": "Juridical translation : contracts and judicial writings.",
      "cn": "合同和司法的著作."
    },
    {
      "en": "Person natural or juridical entities such as individuals, associations, partnerships cooperatives or corporations.",
      "cn": "人——自然或法律实体,如个人 、 联合公司、合夥公司 、 合作公司或公司."
    },
    {
      "en": "The relationship between the judge and the law is one of key issues of jurisprudence from the juridical perspective.",
      "cn": "应该说，法官与法律的关系是以司法为视角进行法学研究时所应当关注的核心问题之一。"
    },
    {
      "en": "These revolt methods bring the cost on the economy, juridical risk to them, also bring the risk of politics.",
      "cn": "农民的这些抗争方式既给他们带来经济上的代价、法律上的风险，同时也带来政治上的风险。"
    },
    {
      "en": "Yet each country has its own juridical protection system for such nonage criminals since they belong to a special group of legal person.",
      "cn": "未成年人属于特殊的法律主体，在处理未成年人违法犯罪问题时须依据司法保护制度进行。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "juridic",
          "tran_cn": " 司法上的；法律的"
        },
        {
          "word": "jurisdictional",
          "tran_cn": " 管辖权的；司法的；司法权的；裁判权的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "jurisdiction",
          "tran_cn": " 司法权，审判权，管辖权；权限，权力"
        },
        {
          "word": "jurisprudence",
          "tran_cn": " 法律体系；法学及其分支；法律知识；法院审判规程"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "forensic",
            "judicative"
          ],
          "tran_cn": "司法的；法院的；裁判上的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "juridical person",
      "tran_cn": "法人"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "裁判的，司法的，法院的",
      "tran_en": "relating to judges or the law"
    }
  ],
  "exchange": {}
}