{
  "word": "nonviolent",
  "ipa": {
    "us": "ˌnɒn'vaɪələnt",
    "uk": "ˌnɑnˈvaɪələnt"
  },
  "sentences": [
    {
      "en": "And that was the first time Martin was impressed by Gandhi's nonviolent methods.",
      "cn": "那时,他也开始对甘地的非暴力抵抗方法产生兴趣."
    },
    {
      "en": "Beaten by the police and sent to jail, Gandi created the principle of nonviolent resistance.",
      "cn": "尽管受警察的殴打,被投入监狱, 甘地却首创了非暴力抵抗的原则."
    },
    {
      "en": "Bourgeois believes the war on terrorism has taken a toll on King's nonviolent vision.",
      "cn": "他说,反恐战争显然违背和伤害了金的非暴力运动理念."
    },
    {
      "en": "Chavez and his United Farm Workers union battled California grape growers by nonviolent protests.",
      "cn": "查维斯及他的联合农场工人工会以非暴力行动与加州葡萄种植者抗争."
    },
    {
      "en": "Death penalty recipients include some people convicted nonviolent crimes such as fraud.",
      "cn": "在中国,非暴力犯罪也被纳入死刑范围之内,例如行骗."
    },
    {
      "en": "Gandhi expounded the idea of nonviolent direction.",
      "cn": "甘地详细说明非暴力直接行动的思想."
    },
    {
      "en": "I would only belong to an environmental movement if it was explicitly nonviolent.",
      "cn": "我只会投身一个明确宣称只用非暴力手段的环护运动。"
    },
    {
      "en": "Judges know what bad effects a prison term can have on a nonviolent first offender.",
      "cn": "法官们知道对于非暴力的初犯来说蹲监狱会有什么样的坏影响."
    },
    {
      "en": "King was a worldwide symbol of nonviolent protest against racial injustice.",
      "cn": "金是全世界以非暴力抗议种族不平等的象征。"
    },
    {
      "en": "Martin Luther King made many adversaries in his nonviolent quest for equality.",
      "cn": "马丁·路德·金在以非暴力手段寻求平等的过程中树立了许多敌人."
    },
    {
      "en": "One of my favorite empathy resources is Nonviolent Communication, a book by Marshall Rosenberg.",
      "cn": "其中我最喜欢的题材资源,是非暴力沟通, 一本书由马歇尔罗森伯格."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "nonviolently",
          "tran_cn": " 非暴力地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "nonviolence",
          "tran_cn": " 非暴力；非暴力事件"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pacific",
            "peaceable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "非暴力的",
      "tran_en": "Nonviolent methods of bringing about change do not involve hurting people or causing damage"
    }
  ],
  "exchange": {}
}