{
  "word": "departmental",
  "ipa": {
    "us": "ˌdi:pɑ:tˈmentl",
    "uk": "ˌdipɑrtˈmentl"
  },
  "sentences": [
    {
      "en": "Assesses the effectiveness of departmental trainers and recommends changes as required.",
      "cn": "评估部门培训者的效率,根据要求提出调整的建议."
    },
    {
      "en": "B : focus on teamwork, interpersonal, inter - departmental communication and coordination with each other.",
      "cn": "注重团队合作精神, 人与人之间, 部门与部门之间相互沟通与协调."
    },
    {
      "en": "Cooperate with Procurement Manger to manage the departmental daily routine.",
      "cn": "协助项目采购经理管理部门的日常事务."
    },
    {
      "en": "Coordinate departmental training with Department Heads, check and help department training.",
      "cn": "与部门经理协调部门的培训工作, 检查、指导和帮助部门搞好培训."
    },
    {
      "en": "Departmental reading rooms are even less accessible than libraries.",
      "cn": "系阅览室比图书馆更难进入."
    },
    {
      "en": "Establish departmental reporting relationships and operating processes and procedures.",
      "cn": "建立所属职能部门的汇报关系和运作程序."
    },
    {
      "en": "I know you find the departmental turf wars as tedious as I do.",
      "cn": "我想你和我一样知道各部门间的分割有多无聊."
    },
    {
      "en": "I want this memo to go to all departmental managers.",
      "cn": "这份备忘录要送交各部门的经理."
    },
    {
      "en": "Improved departmental operations and flow and production statistics network.",
      "cn": "完善了部门运作流程及生产统计网络."
    },
    {
      "en": "It'should audit all department expenditures regarding teaching, research, and all departmental promotions.",
      "cn": "(一)本系教学及研究财物运用之稽核."
    },
    {
      "en": "More than 80 consultative committees operate at the departmental level.",
      "cn": "在部门层面则设有八十多个部门协商委员会."
    },
    {
      "en": "The high school adjusted its teaching approach and cancelled its departmental system.",
      "cn": "他们高中调整了教学方法,取消了“文理分科”."
    },
    {
      "en": "The Secretary of Education is right to seek a bigger departmental budget.",
      "cn": "教育部长寻求更多的部门预算是对的。"
    },
    {
      "en": "We have set up an inter - departmental Greening Master Plan Committee.",
      "cn": "我们成立了 跨 部门绿化总纲委员会."
    },
    {
      "en": "We may have to agree that the noble Lord is not precisely a nonpareil as a departmental minister.",
      "cn": "我们也许只能一致认定：这位高贵的勋爵作为一位大臣不一定算得全善全美。"
    },
    {
      "en": "Your sending me the departmental form for admission will be much appreciated.",
      "cn": "请贵系将申请表寄来.不胜感谢."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "department",
          "tran_cn": " 部；部门；系；科；局"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "sectoral"
          ],
          "tran_cn": "部门的；各县的；分科的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "departmental budget",
      "tran_cn": "分部预算；分部门预算"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "部门的，各部的，各县的，分科的",
      "tran_en": "Departmental is used to describe the activities, responsibilities, or possessions of a department in a government, company, or other organization"
    }
  ],
  "exchange": {}
}