{
  "word": "freelancer",
  "ipa": {
    "us": "ˈfri:lɑ:nsə(r)",
    "uk": "ˈfrilænsər"
  },
  "sentences": [
    {
      "en": "A place to talk about things related to freelancer also you can show your pictures here.",
      "cn": "提供游侠们闲聊,展示游戏模组截图画面,讨论各种话题的专区."
    },
    {
      "en": "Are you the average business owner or freelancer like I am?",
      "cn": "你是像我一样的中型企业主或者自由作家吗？"
    },
    {
      "en": "Freelancer is - employed person working in a profession or trade in which full - time employment is also common.",
      "cn": "根据《韦氏大词典》,自由职业者是:独立工作,不隶属于任何组织的人;不向任何雇主做长期承诺而从事某种职业的人."
    },
    {
      "en": "Freelancer is toilsome and enjoyable; it is a challengeable occupation full of more feelings of achievement!",
      "cn": "自由翻译是辛苦的、也是快乐的; 是具有挑战性的,更是具有成就感的职业!"
    },
    {
      "en": "He has great interest in working as a freelancer.",
      "cn": "他对做个自由职业人很感兴趣。"
    },
    {
      "en": "If you love systematic structure, don't become a freelancer.",
      "cn": "如果你喜欢系统化结构, 不要做自由职业者."
    },
    {
      "en": "It's not always easy to make it as a freelancer.",
      "cn": "做个自由职业人,要能时常感觉满足,可不容易."
    },
    {
      "en": "Needless to say, people who try and resell articles for less on Freelancer need not apply.",
      "cn": "不用说, 人们谁试图转售较少需要对自由职业者不适用条款."
    },
    {
      "en": "Payment will be made via Freelancer escrow only.",
      "cn": "付款将只通过自由职业者代管."
    },
    {
      "en": "The freelancer must survive on his own.",
      "cn": "他必须自己求得生存."
    },
    {
      "en": "There are a lot of benefits of moving ahead from simply being a freelancer. But there are quite a few risks involved too.",
      "cn": "比起只是简单地成为一名自由职业者，成立自己的公司有非常多的好处，当然也涉及一些风险。"
    },
    {
      "en": "When one client takes all your time that is a boss and you have a job, not a client and freelancer relationship.",
      "cn": "当客户占光你的时间的时候，你们是老板和员工的关系，而非客户和自由职业者。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "自由职业者",
      "tran_en": "A freelancer is someone who does freelance work"
    }
  ],
  "exchange": {
    "pl": [
      "freelancers"
    ]
  }
}