{
  "word": "Pearce",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "\"Rather like blood circulating in our veins, inside the termites nest it is air that is moved by external temperature and pressures,\" Pearce explained.",
      "cn": "皮尔斯说：“就象我们血管里的血液循环，在白蚁巢穴内部，空气随着外界的温度和压力而流动。"
    },
    {
      "en": "City manager Stuart Pearce refused to criticise Styles for missing Drogba's infringement.",
      "cn": "曼城主帅皮尔斯拒绝评论裁判对德罗巴手球的疏忽."
    },
    {
      "en": "Gunnar Jurdzik and Pearce Smithwick , who made sure this book was as technically accurate as possible.",
      "cn": "GunnarJurdzik和PearceSmithwick,保证本书在技术上尽可能正确."
    },
    {
      "en": "Guy Pearce has played numerous characters ranging from flamboyant drag queens to straight - arrow Los Angeles policemen.",
      "cn": "她扮演过无数角色,从光纤亮丽的反串艺人到一板一眼的洛杉矶警察."
    },
    {
      "en": "If Pearce had been fit, we would have won. We missed the cutting edge he would have given us.",
      "cn": "要是皮尔斯没生病，我们就赢了。我们失去了他这个优势。"
    },
    {
      "en": "Jolie receives a secret note. She's to take a train from Paris to Venice, pick an average tourist and fool her pursuers into thinking that this stranger is Pearce.",
      "cn": "很快，朱莉收到了一张神秘的纸条，纸条上指示她搭上从巴黎到威尼斯的火车，在火车上选择一名普通的游客，伺机使监视者相信这个人就是皮尔斯。"
    },
    {
      "en": "Mr Pearce was rather bowled over by his niceness, his concern and his ordinariness.",
      "cn": "皮尔斯先生简直为他的友善、关心和平民化惊呆了。"
    },
    {
      "en": "Pearce : Sure. Yeah, I guess.",
      "cn": "当然, 可以, 我想."
    },
    {
      "en": "Pearce and Co. Ltd",
      "cn": "皮尔斯有限公司"
    },
    {
      "en": "Pearce was disappointed with Distin, who received two yellow cards for dissent after the goal.",
      "cn": "皮尔斯对两张黄牌罚下场的队长迪斯丁感到很失望."
    },
    {
      "en": "We've seen it all before with Stuart Pearce, Gareth Southgate and Chris Waddle, who've missed penalties and got the blame of the nation.",
      "cn": "我们以前也曾见过，斯图亚特皮尔斯，加雷斯索斯盖特以及克里斯·沃德尔，那么曾罚丢点球，受到国家的责备。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "[人名] [英格兰人姓氏] 皮尔斯来源于中世纪英语教名，Peter的土语形式，[地名] [加拿大、美国] 皮尔斯"
    }
  ],
  "exchange": {}
}