{
  "word": "tassel",
  "ipa": {
    "us": "ˈtæsl",
    "uk": "ˈtæsəl"
  },
  "sentences": [
    {
      "en": "A fez is a brimless felt hat, usually red, with a black tassel hanging from crown.",
      "cn": "土耳其毡帽就是一种无边的毡帽, 通常是红色的, 帽顶垂下一根黑色的穗子."
    },
    {
      "en": "ANd it has AN inflorescence that looks something like a corn tassel.",
      "cn": "甘蔗的花序有点像玉米的天花."
    },
    {
      "en": "In summer tassel, Luan tree, acacia , Hystrix real, Weigela flowers, rose, red flowering continuously Hundred Days.",
      "cn": "夏季有流苏, 滦树, 合欢 、 猬实 、 锦带花, 月季 、 百日红等植物开花不断."
    },
    {
      "en": "Is the high central section of blue Suzhou tassel school shift Class several?",
      "cn": "苏州蓝缨学校高中部实验班是几班 啊 ?"
    },
    {
      "en": "Of estate overheat alarm dispatch is ceaseless, ought to make early answer, not pluvial silken tassel.",
      "cn": "房地产过热的警讯不断, 应当早作应对, 未雨绸缨."
    },
    {
      "en": "She crafted a version of the black-and-white tassel dress Oscar de la Renta sent down the runway last month by hand-sewing store-bought tassels onto a tank top.",
      "cn": "她缝制了奥斯卡•德拉伦塔（Oscar de la Renta）上个月在服装展示中推出的黑白两色的穗裙，把商店里买来的穗子缝到吊带背心上。"
    },
    {
      "en": "Single straight sword with sheath and tassel, enchanting price, for beginners and collectors.",
      "cn": "单剑带鞘带穗, 价格便宜, 适合初学者和收藏者购买."
    },
    {
      "en": "The corn has begun to tassel.",
      "cn": "玉米开始长出穗状雄花."
    },
    {
      "en": "The scientists were Jerry Merryman, James Van Tassel and Jack Kilby.",
      "cn": "这些科学家是杰利马瑞曼, 詹姆斯范塔索和杰克基拜."
    },
    {
      "en": "They were embellished with silver lace, tacks, and were finished with a silk tassel.",
      "cn": "用银边 、 银钉装饰, 最后打上丝穗."
    },
    {
      "en": "To salute the advent of intellectual economy, must not pluvial silken tassel.",
      "cn": "为迎接知识经济的到来, 必须未雨绸缨."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ear"
          ],
          "tran_cn": "[服装]流苏；缨；穗"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "ear"
          ],
          "tran_cn": "抽穗；长出穗状雄花"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "穗，流苏状物，（植物的）穗，玉蜀黍的穗状雄花",
      "tran_en": "threads tied together at one end and hung as a decoration on clothes, curtains etc"
    }
  ],
  "exchange": {
    "pl": [
      "tassels"
    ]
  }
}