{
  "word": "shopkeeper",
  "ipa": {
    "us": "ˈʃɒpkiːpə(r)",
    "uk": "ˈʃɑːpkiːpər"
  },
  "sentences": [
    {
      "en": "\"The shopkeeper gave me 3 sweets for change of 150 kyat when I bought a bottle of cough mixture, \" complained a Yangon driver.",
      "cn": "一位仰光司机抱怨说：“买一瓶咳嗽药，店主应该找我150缅元零钱。 她给了我3颗糖果就算找零了。"
    },
    {
      "en": "At the end of the day, the shopkeeper counted his money.",
      "cn": "一天过去了, 店主数一数钱."
    },
    {
      "en": "Barber is just waiting the shopkeeper inside the office.",
      "cn": "理发师正在办公室里等着老板."
    },
    {
      "en": "But one of them, a shopkeeper was sad.",
      "cn": "但他们其中的一个，一位店主有点沮丧。"
    },
    {
      "en": "I was an unknown foreigner, and could have easily evaded payment with impunity, yet no London shopkeeper ever mistrusted me.",
      "cn": "我是一个没人知道的异乡人，本可以大胆地轻易逃避付款，但是从来没有一个伦敦的店主不信任我。"
    },
    {
      "en": "In Jermyn Street in London, a shopkeeper anxiously asked who the next president would be.",
      "cn": "在伦敦的杰明街，一个店主焦急地问道，谁将是（美国）下一任总统。"
    },
    {
      "en": "It is natural for the shopkeeper to feel annoyed when the hypermarket is set up close to his shop.",
      "cn": "当特大超级市场挨着这家商场建立起来时,店主感到苦恼是正常的."
    },
    {
      "en": "Last month a shopkeeper's nephew was shot dead.",
      "cn": "上个月一名店主的侄子被枪杀了。"
    },
    {
      "en": "She dickered ( with the shopkeeper ) for the best fruit.",
      "cn": "她要买店里最好的水果而 ( 跟店主 ) 讨价还价."
    },
    {
      "en": "That shopkeeper is a scoundrel in the town.",
      "cn": "那家商店的老板是这个镇上的地头蛇."
    },
    {
      "en": "The advertised price was 168 dollars, but the shopkeeper knocked off the odd shillings.",
      "cn": "广告价格是168美元, 但是店主减去了零头."
    },
    {
      "en": "The girl had only worked for the shopkeeper for three days when she packed him in.",
      "cn": "这姑娘替那店主只干了三天， 就辞职不干了。"
    },
    {
      "en": "The onus is on the shopkeeper to provide goods which live up to the quality of their description.",
      "cn": "店主有义务提供质量与其描述相符的商品。"
    },
    {
      "en": "The shopkeeper delivered some goods to me this morning.",
      "cn": "今天早晨店主给我送来了一些货物."
    },
    {
      "en": "The shopkeeper gave his store a final checkup before closing for the night.",
      "cn": "店主在晚上打烊前对商店作了最后检查."
    },
    {
      "en": "The shopkeeper looked at him in astonishment and then he began laughing.",
      "cn": "店老板吃惊地瞧他,接着便放声大笑."
    },
    {
      "en": "The shopkeeper was counting money.",
      "cn": "店主正在数钱."
    },
    {
      "en": "The shopkeeper was fined for giving short weight [ measure ] .",
      "cn": "那店主因卖东西 短斤缺两 而受罚."
    },
    {
      "en": "The shopkeeper was surprised to find him depart at such speed.",
      "cn": "店老板见他告辞得如此匆忙,很是惊讶."
    },
    {
      "en": "They told the shopkeeper to keep the change.",
      "cn": "他们告诉店主不用找钱了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "boss",
            "employer"
          ],
          "tran_cn": "店主，老板"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "merchant",
            "seller"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "店主",
      "tran_en": "someone who owns or is in charge of a small shop"
    }
  ],
  "exchange": {
    "pl": [
      "shopkeepers"
    ]
  }
}