{
  "word": "Scandinavian",
  "ipa": {
    "us": "ˌskændɪ'neɪvɪən",
    "uk": "ˌskændɪ'neɪvɪrn"
  },
  "sentences": [
    {
      "en": "But its political antecedents are Scandinavian. Its citizens call themselves Manxmen.",
      "cn": "其祖先政治上归属斯堪的那维亚,其人民自称马恩克斯人."
    },
    {
      "en": "Finland along with Iceland is Nordic rather than Scandinavian.",
      "cn": "芬兰与冰岛是北欧,而不是斯堪的纳维亚."
    },
    {
      "en": "German, Swiss and Scandinavian designs are quite noticeable, for example.",
      "cn": "例如:德国的 、 瑞士的和斯堪的那维亚的设计就有明显的特色."
    },
    {
      "en": "Is it real coffee or some Scandinavian CHristmas potion?",
      "cn": "是真的咖啡还是一些斯堪的纳维亚的基督药?"
    },
    {
      "en": "Judging from his appearance, I expect that he may be a Scandinavian.",
      "cn": "从他的外貌看来, 我认为他是斯堪的纳维亚人."
    },
    {
      "en": "Ken Laird is describing the organization of the Scandinavian savings bank he works for.",
      "cn": "肯?莱尔德正在介绍他供职的斯堪的纳维亚储蓄银行的组织情况."
    },
    {
      "en": "Scandinavian Airlines announce the departure of the 12:05 flight SK 526 to Stockholm.",
      "cn": "斯堪的纳维亚航空公司前往斯德哥尔摩的SK526次班机将于12:05起飞."
    },
    {
      "en": "Scandinavian Airlines flight number SK 528 boarding gate 4.",
      "cn": "斯堪的纳维亚航空公司SK528次航班在4号门登机."
    },
    {
      "en": "Scandinavian dictionary order, case - insensitive, for use with the 850 ( Multilingual ) Character Set.",
      "cn": "斯堪的纳维亚文字典顺序, 不区分大小写, 用于850 ( 多语言 ) 字符集."
    },
    {
      "en": "Scandinavian dictionary order, case - sensitive, for use with the 850 ( Multilingual ) Character Set.",
      "cn": "斯堪的纳维亚文字典顺序, 区分大小写, 用于850 ( 多语言 ) 字符集."
    },
    {
      "en": "She's unmistakably Scandinavian.",
      "cn": "她肯定是斯堪的纳维亚人。"
    },
    {
      "en": "The Baltic republics have called on the Scandinavian countries for help.",
      "cn": "波罗的海诸共和国已呼吁斯堪的纳维亚诸国提供援助。"
    },
    {
      "en": "This is the latest in a series of shocks to the Scandinavian banking system.",
      "cn": "这是一系列对斯堪的纳维亚银行系统的冲击中最近的一次。"
    },
    {
      "en": "Very popular Scandinavian blend , pleasing aroma full & long lasting flavor.",
      "cn": "斯堪的那维亚流行拼配.有沁心的香气 和 持久的香味."
    },
    {
      "en": "You can very profitably study the events of Scandinavian history.",
      "cn": "研究斯堪的纳维亚半岛的历史对你很有益处."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "斯堪的纳维亚（人）的，斯堪的纳维亚语的，北欧日耳曼语系的",
      "tran_en": "Scandinavian means belonging or relating to a group of northern European countries that includes Denmark, Norway, and Sweden, or to the people, languages, or culture of those countries"
    },
    {
      "pos": "n",
      "tran_cn": "斯堪的纳维亚人，斯堪的纳维亚语，北欧日耳曼语系",
      "tran_en": "someone from the area of northern Europe that consists of Norway, Sweden, Denmark, and usually Finland and Iceland"
    }
  ],
  "exchange": {
    "pl": [
      "Scandinavians"
    ],
    "noun": [
      "Scandinavia"
    ]
  }
}