{
  "word": "although",
  "ipa": {
    "us": "ɔːlˈðəʊ",
    "uk": "ɔːlˈðoʊ"
  },
  "sentences": [
    {
      "en": "Although exceptions could be made, the rule still stands.",
      "cn": "虽然可能有例外，但该规定仍然有效。"
    },
    {
      "en": "Although geographically linked, the two provinces have long fought for political ascendancy.",
      "cn": "尽管在地理上彼此依存，两省却长期为获取政治支配权你争我夺。"
    },
    {
      "en": "Although he was only grumbling, his choice of words made Rodney angry.",
      "cn": "尽管他只是在咕哝，可是他的措词却让罗德妮恼火。"
    },
    {
      "en": "Although her illness is serious, her condition is beginning to stabilize.",
      "cn": "虽然她病得很重，但病情正开始趋于稳定。"
    },
    {
      "en": "Although I can’t help admiring the man’s courage, I do not approve of his methods.",
      "cn": "尽管我不得不佩服那个男子的勇气，却并不赞成他的方法。"
    },
    {
      "en": "Although in poor health, she continued to carry out her duties.",
      "cn": "尽管身体不好，她仍继续执行任务。"
    },
    {
      "en": "Although it's not strenuous exercise, you feel toned-up, supple and relaxed.",
      "cn": "虽然这不是剧烈运动，但会让人感到强健、柔韧与放松。"
    },
    {
      "en": "Although most condoms contain spermicide, there are some manufactured without.",
      "cn": "虽然多数避孕套含有杀精剂，但也有一些是不含的。"
    },
    {
      "en": "Although not ideal, this attitude is not entirely destructive.",
      "cn": "这种态度虽然不够理想，但还不至于消极透顶。"
    },
    {
      "en": "Although she had various boyfriends, Madeleine was, and remains, fiercely self-sufficient.",
      "cn": "尽管有过各种各样的男朋友，马德琳过去和现在一直都非常自立。"
    },
    {
      "en": "Although sometimes I feel like bothering, as often as not I don't.",
      "cn": "虽然我有时会觉得这是在找麻烦，但是通常并不会这样。"
    },
    {
      "en": "Although the car is basically sound, I was worried about certain areas.",
      "cn": "尽管这辆汽车基本状况良好，我还是担心一些地方不够安全。"
    },
    {
      "en": "Although the coral looks hard, it is very delicate.",
      "cn": "珊瑚虽然看上去坚固，实际上非常易碎。"
    },
    {
      "en": "Although the journey was a long and lonely one, Tumalo pushed on.",
      "cn": "虽然旅途漫长孤独，图马罗还是继续前行。"
    },
    {
      "en": "Although they're expensive, they last forever and never go out of style.",
      "cn": "尽管价格昂贵，但它们经久耐用，永不过时。"
    },
    {
      "en": "Although things are changing the medical establishment is still overwhelmingly male.",
      "cn": "虽然世易时移，但医学界依然是男性的天下。"
    },
    {
      "en": "Although this recipe looks long, it is actually very quick to prepare.",
      "cn": "尽管这个菜谱看上去很长，其实做起来很快。"
    },
    {
      "en": "We decided to take rooms in Longwood House, although we knew we could not really afford the rent.",
      "cn": "虽然我们知道自己其实付不起租金，但还是决定住朗伍德庄园的房间。"
    },
    {
      "en": "You can copy down my answers, although I’m not sure they’re right.",
      "cn": "你可以抄我的答案，但是我不敢肯定我答得是否正确。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "albeit",
            "even",
            "granting",
            "if",
            "in",
            "notwithstanding",
            "of",
            "spite",
            "that",
            "though"
          ],
          "tran_cn": "尽管"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "however",
            "nevertheless",
            "spite",
            "whereas",
            "while",
            "yet"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": " 虽然，尽管，然而",
      "tran_en": "used to introduce a statement that makes your main statement seem surprising or unlikely"
    }
  ],
  "exchange": {}
}