{
  "word": "faster",
  "ipa": {
    "us": "'fa:stə",
    "uk": "'fastə"
  },
  "sentences": [
    {
      "en": "\"This is an industry that needs to change faster than it is and it needs outside prodding to do it,\" he says.",
      "cn": "“这是一个需要比现在变化更快的行业，而要做到这一点，它需要外部的刺激，”他表示。"
    },
    {
      "en": "According to the theory of relativity, nothing can travel faster than light.",
      "cn": "根据相对论，任何东西都无法超越光速。"
    },
    {
      "en": "Age diminishes the heart's ability to pump harder and faster under exertion.",
      "cn": "随着年龄的增加，人在消耗体力时心脏的输血能力和输血速度会有所减弱。"
    },
    {
      "en": "Babies lose heat much faster than adults.",
      "cn": "婴儿散失热量较成人快很多。"
    },
    {
      "en": "Coughs and sneezes spread infections much faster in a warm atmos-phere.",
      "cn": "在温暖的环境中，咳嗽和喷嚏传播疾病的速度要快得多。"
    },
    {
      "en": "Elephants wear the tusk down faster than they can grow it.",
      "cn": "象牙磨损的速度快于生长的速度。"
    },
    {
      "en": "Gabrielle entered this year's charts faster than any first-timer before her.",
      "cn": "加布丽埃勒上榜的速度比之前所有初次上榜歌手都要快。"
    },
    {
      "en": "He again called for a faster changeover to a market economy.",
      "cn": "他再次呼吁加快向市场经济过渡。"
    },
    {
      "en": "He was over a second faster than his previous best time.",
      "cn": "他比自己以前的最好成绩快了1秒多。"
    },
    {
      "en": "I felt my heart beating faster.",
      "cn": "我感觉我的心越跳越快。"
    },
    {
      "en": "In terms of quantity, production grew faster than ever before.",
      "cn": "从数量上看，产量增长的速度比以往任何时期都要快。"
    },
    {
      "en": "It would be nice to go faster and break the world record.",
      "cn": "要是能再快一些、打破世界纪录就好了."
    },
    {
      "en": "Its profits are rising four times faster than the average company.",
      "cn": "它的利润增长速度比一般公司快4倍。"
    },
    {
      "en": "Orders are starting to backlog faster than we can process them.",
      "cn": "订货单正开始积压得比我们能对它们进行处理更快。(或：订单开始形成积压，我们来不及处理。)"
    },
    {
      "en": "So we're seeing this push across the industry both in IT and in systems for more responsiveness and faster ability to do integration of software with other parts of what they're doing.",
      "cn": "因此，我们正在同时从 IT 和系统方面看到这种跨行业的推动力，即实现更高的响应能力和更快地完成软件与它们所做工作的其他部分集成的能力。"
    },
    {
      "en": "Stars appeared everywhere, spinning round and round, faster and faster.",
      "cn": "满眼金星乱转，而且越转越快。"
    },
    {
      "en": "The advantage in going faster is that you get there quicker.",
      "cn": "快点走的好处在于，你可以早点到达那里。"
    },
    {
      "en": "Wages were rising faster than productivity and this was eating into profits.",
      "cn": "工资的涨幅高过了生产率增长的速度，从而消耗了利润所得。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "更快的，快的( fast的比较级 )，走得快，感光快的，[摄影术]快动作的（镜头）"
    },
    {
      "pos": "adv",
      "tran_cn": "更快地"
    },
    {
      "pos": "other",
      "tran_cn": "更快的"
    }
  ],
  "exchange": {}
}