{
  "word": "without",
  "ipa": {
    "us": "wɪˈðaʊt",
    "uk": "wɪˈðaʊt"
  },
  "sentences": [
    {
      "en": "a house without a garden",
      "cn": "不带花园的房子"
    },
    {
      "en": "After the storm we were without electricity for five days.",
      "cn": "暴风雨之后我们断电了五天。"
    },
    {
      "en": "Almost without exception those convicted were our friends and colleagues.",
      "cn": "那些被判有罪的人几乎无一例外都是我们的朋友和同事。"
    },
    {
      "en": "Captain Cook safely navigated his ship without accident for 100 voyages.",
      "cn": "库克船长驾驶的船安全出航100次无事故。"
    },
    {
      "en": "He has said he will fire editorial employees without regard to seniority.",
      "cn": "他说过不管资历如何，任何编辑人员他都有可能解雇。"
    },
    {
      "en": "I can lose a few pounds without resorting to daft diets.",
      "cn": "我不用疯狂地节食也能减轻几磅。"
    },
    {
      "en": "I will return, find you, love you, marry you and live without shame.",
      "cn": "我会回去，找到你，爱你，娶你，活的光明正大。《赎罪》"
    },
    {
      "en": "I’m getting used to managing without a car.",
      "cn": "我已经习惯没有汽车了。"
    },
    {
      "en": "It is not possible to reposition the carpet without damaging it.",
      "cn": "想要挪动地毯又不让它损坏是不可能的。"
    },
    {
      "en": "Murat had looked into the eyes of the firing squad without flinching.",
      "cn": "穆拉特毫不退缩地直视着执行枪决的行刑队员们的眼睛。"
    },
    {
      "en": "Organic food is unadulterated food produced without artificial chemicals or pesticides.",
      "cn": "有机食品是未使用人工化学制剂和杀虫剂的纯净食品。"
    },
    {
      "en": "Somehow he tells these stories without a note of horror.",
      "cn": "不知为什么他讲这些故事时一点都不害怕。"
    },
    {
      "en": "The shooting of The Maltese Falcon proceeded without a hitch.",
      "cn": "《马耳他之鹰》的拍摄进展顺利。"
    },
    {
      "en": "Their water was turned off weeks ago without explanation.",
      "cn": "他们的水在几周以前就毫无理由地被切断了。"
    },
    {
      "en": "They meant to finish her off, swiftly and without mercy.",
      "cn": "他们打算毫不留情地迅速结果了她。"
    },
    {
      "en": "We passed two ruined abbeys, one with a tower and one without.",
      "cn": "我们路过两座破落的寺院，一座有塔楼，另一座没有。"
    },
    {
      "en": "When life gets hard and you want to give up, remember that life is full of ups and downs, and without the downs, the ups would mean nothing.",
      "cn": "当生活很艰难，你想要放弃的时候，请记住，生活充满了起起落落，如果没有低谷，那站在高处也失去了意义。"
    },
    {
      "en": "When your children misbehave tell them without making them feel small.",
      "cn": "孩子表现不佳时要让他们知道，但不能让他们自惭形秽。"
    },
    {
      "en": "You can't have one without the other, as the song says.",
      "cn": "就像歌里唱的那样，两者密不可分，不能只取其一。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "outside",
            "ectad"
          ],
          "tran_cn": "户外；在外面；没有或不显示某事物"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "outside",
            "extraneousness"
          ],
          "tran_cn": "外部；外面"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lacking",
            "less",
            "minus",
            "missing",
            "of",
            "otherwise",
            "out",
            "short",
            "wanting"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "less",
            "of",
            "short"
          ],
          "tran_cn": "没有;不"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "do without",
      "tran_cn": "见 do"
    },
    {
      "phrase": "go without"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "没有，缺乏"
    },
    {
      "pos": "n",
      "tran_cn": "外部；外面"
    },
    {
      "pos": "prep",
      "tran_cn": "缺乏，没有，不用，不和…一起，在没有(发生或做某事)的情况下",
      "tran_en": "not having something, especially something that is basic or necessary"
    }
  ],
  "exchange": {}
}