{
  "word": "informality",
  "ipa": {
    "us": "ˌɪnfɔ:'mælətɪ",
    "uk": "ˌɪnfɔrˈmælɪti"
  },
  "sentences": [
    {
      "en": "Alas, my informality caused the students to have absolutely no fear of me.",
      "cn": "唉, 我的非正式称呼导致学生对我无所畏惧."
    },
    {
      "en": "Beside the difference between speech and writing there is a difference between formality and informality.",
      "cn": "除了有口语体与书面语体的区别外,还有正式和非正式语气的区别."
    },
    {
      "en": "Eleanor enjoyed the relative informality of island life.",
      "cn": "埃莉诺喜欢岛上相对轻松随意的生活。"
    },
    {
      "en": "Encourage informality and a relaxed company climate.",
      "cn": "在公司里,提倡非正式,轻松的气氛."
    },
    {
      "en": "Have been seduced by informality of messaging medium into flirting with office scoundrel.",
      "cn": "先被电子邮件引诱,又和公司的流氓调情."
    },
    {
      "en": "I should never mistake informality for insolence.",
      "cn": "我决不会把不拘礼节错认为蛮横无礼."
    },
    {
      "en": "It has very close links to industry and characterised by creativity, flexibility, agility, pragmatism and informality.",
      "cn": "该教育系统与工业有着紧密的联系和合作,并以创造性 、 机动性 、 灵敏性 、 实用性和开拓性著称."
    },
    {
      "en": "Other groups such as the Church of God conduct their services with much more informality and a greater display of emotion.",
      "cn": "上帝会等其他团体做礼拜时不大拘泥形式,情感也就更加外露."
    },
    {
      "en": "Our country's psychological counseling has been in of informality and non - career a period of years.",
      "cn": "我国的心理咨询长期以来一直处于非正规化和 非 职业化的尴尬境地."
    },
    {
      "en": "Pseudocode strikes aprecarious balance between the understandability and informality of English and the precision of code.",
      "cn": "(因为)伪代码平衡了英语(自然语言)的易理解性和非形式所带来的模糊性与代码的精确性之的矛盾."
    },
    {
      "en": "Slang: Nonstandard vocabulary of informality, usually not limited to any region.",
      "cn": "俚语: 极不正式的 、 不标准的词汇,一般而言并不限定在那个地区使用."
    },
    {
      "en": "This informality made the war a lot of fun for Scarlett.",
      "cn": "这种不正常的状况使思嘉觉得战争还是相当有趣的."
    },
    {
      "en": "This technique led to informality of pose and a sense of presence that was remarkable.",
      "cn": "这一技术使被摄人物姿态变得随意,并带有突出的生动感."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "informal",
          "tran_cn": " 非正式的；不拘礼节的；通俗的；日常使用的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "informally",
          "tran_cn": " 非正式地；不拘礼节地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "without ceremony"
          ],
          "tran_cn": "非正式；不拘礼节"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "freedom"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "非正式，不拘礼节"
    }
  ],
  "exchange": {
    "pl": [
      "informalities"
    ],
    "adv": [
      "informally"
    ],
    "adj": [
      "informal"
    ]
  }
}