{
  "word": "helmet",
  "ipa": {
    "us": "ˈhelmɪt",
    "uk": "ˈhelmɪt"
  },
  "sentences": [
    {
      "en": "A man in a crash helmet was mounting a motorbike.",
      "cn": "一位戴头盔的男子正跨上摩托车。"
    },
    {
      "en": "Can i show you my helmet?",
      "cn": "楼上，我能向你展示我的头盔吗？"
    },
    {
      "en": "He donned work clothes and a wicker helmet.",
      "cn": "他穿上工作服,戴上柳条帽."
    },
    {
      "en": "He pulled on a battered old crash helmet with a scratched visor.",
      "cn": "他戴上了一顶破旧的防护头盔，上面的面罩已有划痕。"
    },
    {
      "en": "He returned to Eagle and removed his helmet in the repressurized cabin.",
      "cn": "他回到鹰号在增压舱摘除宇航帽."
    },
    {
      "en": "His helmet kept coruscating.",
      "cn": "他的钢盔在闪闪发光。"
    },
    {
      "en": "Instead, he was told the last time that she loved him, got a hug from her, put his helmet on her so that she can live, and die himself...",
      "cn": "相反，他叫女孩最后一次说她爱他，最后一次拥抱他，并让她戴上自己的头盔，因而，女孩可以幸免于难，而他自己却离开了人世……"
    },
    {
      "en": "It was so strange to see a policeman lying down, without his helmet.",
      "cn": "看到一位警察没戴头盔躺着很奇怪。"
    },
    {
      "en": "Miners wore a helmet as a guard against falling rocks.",
      "cn": "矿工头戴钢盔,防护落下的岩石."
    },
    {
      "en": "Minetta collected his rifle and helmet from the hospital supply sergeant.",
      "cn": "米尼塔向医院的后勤中士领回了枪和钢盔."
    },
    {
      "en": "Put on a helmet, fire up your engine and head out on the open road.",
      "cn": "戴上头盔，发动引擎，开上乡村干道。"
    },
    {
      "en": "The bullet glanced off his helmet.",
      "cn": "那颗子弹掠过他的头盔。"
    },
    {
      "en": "The plaintiff was guilty of contributory negligence for failing to wear a crash helmet.",
      "cn": "原告因未戴安全头盔而负有连带责任."
    },
    {
      "en": "The resins were used to turn out millions of helmet liners.",
      "cn": "用这类树脂生产了成百万只钢盔内衬."
    },
    {
      "en": "The Sword split the Knight's helmet and bit him fatally.",
      "cn": "剑劈开了骑士的头盔并致命地刺进他。"
    },
    {
      "en": "They geared the deep - sea diver with helmet, suit and air nose.",
      "cn": "他们给 深海 潜水员配备了防护帽 、 潜水服和通气管."
    },
    {
      "en": "They now face the prospect of having to wear a cycling helmet by law.",
      "cn": "他们现在面临的情形是：不久将需要依法佩戴摩托车头盔。"
    },
    {
      "en": "Through the basement window I saw him strap on his pink cycling helmet.",
      "cn": "透过地下室的窗户，我看到他正在把他那粉色的自行车头盔系在头上。"
    },
    {
      "en": "Wear your safety helmet when you go down. Don't take any risks.",
      "cn": "戴上安全帽再下去, 不要冒险."
    },
    {
      "en": "What you definitely need: helmet, appropriate clothing, phone, passport (with visas), water and snacks.",
      "cn": "必需品：头盔，适量的衣物，电话，护照和签证，水和点心。"
    },
    {
      "en": "Without Christ we are defenseless against the Devil, but with \"the helmet of salvation\" our minds are protected by God.",
      "cn": "没有基督，我们无力防御魔鬼的攻击；但有救恩的头盔，我们的心思便有神的保护。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "helmeted",
          "tran_cn": " 佩戴头盔的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "helmeted",
          "tran_cn": " 给…戴上（helmet的过去式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "armet",
            "burgonet"
          ],
          "tran_cn": "[军]钢盔，头盔"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "crash helmet",
      "tran_cn": "安全帽；（飞行员，摩托车驾驶员等的）防撞头盔"
    },
    {
      "phrase": "motorcycle helmet",
      "tran_cn": "摩托车头盔"
    },
    {
      "phrase": "safety helmet",
      "tran_cn": "安全帽，安全头盔"
    },
    {
      "phrase": "steel helmet",
      "tran_cn": "钢盔"
    },
    {
      "phrase": "welding helmet",
      "tran_cn": "n. 焊工帽；焊工面罩"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "头盔，安全帽",
      "tran_en": "a strong hard hat that soldiers,  motorcycle  riders, the police etc wear to protect their heads"
    },
    {
      "pos": "other",
      "tran_cn": "头盔",
      "tran_en": "a strong hard hat that soldiers,  motorcycle  riders, the police etc wear to protect their heads"
    }
  ],
  "exchange": {
    "pl": [
      "helmets"
    ]
  }
}