{
  "word": "literati",
  "ipa": {
    "us": "ˌlɪtəˈrɑ:ti",
    "uk": "ˌlɪtəˈrɑti"
  },
  "sentences": [
    {
      "en": "...the Australian storyteller who was loved by readers but disdained by the literati.",
      "cn": "...受读者喜爱而遭文学界蔑视的那位澳大利亚小说作家。"
    },
    {
      "en": "As the name of Sima the Song Dynasty said: \" Wenxi literati Mitoji Forest also. \"",
      "cn": "正如宋代名相司马光所说: “ 闻喜士大夫之林薮也 ”."
    },
    {
      "en": "Celebrities and literati always converge here , and thus we have so many dedicated calligraphy remained.",
      "cn": "历史上文人名士多会于此, 留下诸多墨宝."
    },
    {
      "en": "Chinese classical gardens are exquisite beyond compare , filled with poetic beauty with strong literati atmosphere.",
      "cn": "中国古典园林精妙绝伦, 整个园林充满诗情画意,文人气息浓郁."
    },
    {
      "en": "Each Kunqu play was an exquisite literary work by some lofty - minded literati.",
      "cn": "昆曲的剧本大都是文人雅士精心创作的文学作品."
    },
    {
      "en": "Ju ages has always been quite the praise of the literati.",
      "cn": "古往今来菊一直是颇为文人墨客所称颂的."
    },
    {
      "en": "Literati actively involving in the political activities was the important trend of literati in Ming Dynasty.",
      "cn": "积极的政治参与,是有明一代士风的重要面向."
    },
    {
      "en": "Literati ink aroma, when the stink of money is absolutely beyond compare merchant.",
      "cn": "文人的笔墨芳香, 当年绝对是商人的铜臭无法比拟的."
    },
    {
      "en": "Literati painters painted as a means of self - expression, very similar to the way they poetry.",
      "cn": "文人画师作画,是 自我 表现的一种手段, 跟他们写诗有许多相似之处."
    },
    {
      "en": "Many literati, nobles, and retired officials converged on this city.",
      "cn": "懂得享受生活的文人雅士 、 贵族和退隐官员纷纷在这里汇聚."
    },
    {
      "en": "The former literati fictions were the vital source of allusions in Ci.",
      "cn": "前代文人小说一般以典故的形式被宋词受容."
    },
    {
      "en": "This development serves as an opportunity for the literati here.",
      "cn": "这些发展是文坛的机遇."
    },
    {
      "en": "This map depicts the ancient literati scene Guoqin degree system.",
      "cn": "这幅图描绘的是古代文人学士制琴的场景."
    },
    {
      "en": "WeiJin Sacred Music comes from folk music and is made by literati.",
      "cn": "魏晋雅乐是取调民间音乐(俗乐),文人制辞的宫廷音乐."
    },
    {
      "en": "Yang - ming s Theory is literati supporting point with which they doubt and criticize the reality.",
      "cn": "阳明心学为文人作家怀疑和批判现实提供了精神支点."
    },
    {
      "en": "Zhang Zijian is such a landscape artist with literati temperament.",
      "cn": "张子健,正是这样一位带有文人气质的山水画家."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "知识界，文人学士，文学界，学者( literatus的名词复数 )",
      "tran_en": "a small group of people in a society who know a lot about literature"
    }
  ],
  "exchange": {}
}