{
  "word": "uniquely",
  "ipa": {
    "us": "jʊ'ni:klɪ",
    "uk": "jʊ'niklɪ"
  },
  "sentences": [
    {
      "en": "And uniquely - made rubber bushing block on the swirler benefits mixture delivery.",
      "cn": "旋流器上壳内独制的橡胶衬套可利于混合料的输送."
    },
    {
      "en": "As we discussed in the Introduction, interactive digital products are uniquely imbued with complex behavior.",
      "cn": "而绪论所探讨的交互数字产品比较特殊,其设计充满了复杂的行为."
    },
    {
      "en": "Because of the extreme cold, the Antarctic is a uniquely fragile environment.",
      "cn": "极度严寒造成了南极地区绝无仅有的脆弱环境。"
    },
    {
      "en": "China is a land of scenic contrasts , each uniquely representing its own area.",
      "cn": "祖国山水,风格多样;多样的风格, 相对应而存在,相比较而多姿."
    },
    {
      "en": "He could determine uniquely the properties of the compound.",
      "cn": "他能够用独特的方法测定出这一化合物的性质."
    },
    {
      "en": "Henry belonged to uniquely articulate, sensitive, and lively - minded family.",
      "cn": "亨利一家都特别长于表达,善感而敏思."
    },
    {
      "en": "Ms Wu, with her \" large sonic vocabulary \", was uniquely qualified.",
      "cn": "拥有 “ 丰富的声汇量 ” 的吴女士当之无愧."
    },
    {
      "en": "Satellites are uniquely suited to provide this information.",
      "cn": "只有人造卫星能提供此类信息。"
    },
    {
      "en": "The author names several figures as uniquely lying on their side.",
      "cn": "作者设计出了一些完全只向着他们这一边的人物形象."
    },
    {
      "en": "The conservatives were not preoccupied uniquely with economic affairs or growth.",
      "cn": "保守派并非仅仅优先考虑经济事务或经济增长."
    },
    {
      "en": "The precise molecular weight that is measured can be uniquely associated with a specific moleculer formular.",
      "cn": "测得的准确分子量与具体的分子式完全吻合."
    },
    {
      "en": "The uniquely - grooved skull allows the snake's eyes to converge forward.",
      "cn": "凹进去的独特头骨也能让蛇眼聚焦."
    },
    {
      "en": "They began to walk between rows of uniquely constructed tombs.",
      "cn": "他们开始在一排排构造特殊的坟墓中间行走."
    },
    {
      "en": "This renewal keeps our bones incredibly strong and uniquely adaptable.",
      "cn": "这种更新使我们的骨骼异常坚硬,适应性奇强."
    },
    {
      "en": "Uniquely among the great world religions, Buddhism is rooted only in the universal experience of suffering known to all human beings.",
      "cn": "与世界其他主要宗教不同的是，佛教是唯一基于全人类所共知的苦难而产生发展起来的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unique",
          "tran_cn": " 独特的，稀罕的；[数] 唯一的，独一无二的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "unique",
          "tran_cn": " 独一无二的人或物"
        },
        {
          "word": "uniqueness",
          "tran_cn": " 独特性；独一无二；单值性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "particularly",
            "inimitably"
          ],
          "tran_cn": "独特地；珍奇地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "独特地，唯一地，珍奇地"
    }
  ],
  "exchange": {
    "noun": [
      "uniqueness"
    ],
    "adj": [
      "unique"
    ]
  }
}