{
  "word": "forefinger",
  "ipa": {
    "us": "ˈfɔ:fɪŋgə(r)",
    "uk": "ˈfɔrfɪŋgə(r)"
  },
  "sentences": [
    {
      "en": "'Now , I'll put you in a corner,'forensically shaking a forefinger at him.",
      "cn": "“ 我不会给你退路的.”他像在法庭上一样向他晃着一根指头."
    },
    {
      "en": "Frannie shushed her with a forefinger to the lips.",
      "cn": "弗兰妮把食指放在嘴唇上让她安静。"
    },
    {
      "en": "Grasp chart with thump and forefinger and pull straight up.",
      "cn": "用拇指和食指紧握原表,在垂直向上拉."
    },
    {
      "en": "He held it between the tips of his thumb and forefinger.",
      "cn": "他用他大拇指和食指尖拿着它."
    },
    {
      "en": "He pinched the leaf between his thumb and forefinger.",
      "cn": "他将叶子捏在拇指和食指之间."
    },
    {
      "en": "He raised his forefinger indicatively, as parents do to children.",
      "cn": "像父母对小孩说话一样,他暗示地伸出了食指."
    },
    {
      "en": "He seized one of Winston's remaining front teeth between his powerful thumb and forefinger.",
      "cn": "他用大拇指和食指有力地板住温斯顿剩下的一颗门牙."
    },
    {
      "en": "He took the pen between his thumb and forefinger.",
      "cn": "他用拇指和食指捏着笔。"
    },
    {
      "en": "His forefinger darted in all directions as he spoke.",
      "cn": "当他讲话时食指飞掷各个方向."
    },
    {
      "en": "His forefinger was cut by knife and bled a lot.",
      "cn": "他的示指被刀划破了,流了很多血."
    },
    {
      "en": "I can make my thumb and forefinger meet round your bicep.",
      "cn": "你的胳膊还不如我的大拇指和食指合拢来的圈儿那么粗."
    },
    {
      "en": "I held a sharp blue edge of steel tightly between thumb and forefinger to each fist.",
      "cn": "我每只手的拇指和食指之间都紧紧地捏着一片锋利的蓝钢刀片."
    },
    {
      "en": "The little child took her ear between his thumb and forefinger and tugged it playfully.",
      "cn": "小孩用大拇指和食指捏住她的耳朵,拉着玩."
    },
    {
      "en": "Warren Trent's forefinger stabbed the document between them on the bar.",
      "cn": "沃伦·特伦特的食指指着酒柜上放在他们之间的那份报告."
    },
    {
      "en": "You distance all rivals, and may soon touch the sky with your forefinger.",
      "cn": "你把一切敌手都远远抛在后面, 不久就能用你的食指触着天了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "first finger"
          ],
          "tran_cn": "[解剖]食指"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "食指",
      "tran_en": "the finger next to your thumb"
    }
  ],
  "exchange": {
    "pl": [
      "forefingers"
    ]
  }
}