{
  "word": "transmute",
  "ipa": {
    "us": "trænzˈmju:t",
    "uk": "trænsˈmjut, trænz-"
  },
  "sentences": [
    {
      "en": "A radioactive atom could transmute itself into an entirely different kind of atom.",
      "cn": "放射性原子本身能嬗变为性质完全不同的另一种原子."
    },
    {
      "en": "Ascension long ago served to transmute karma of the consensus known as Earth so that Earth could retain her vibration.",
      "cn": "很久之前，提升就为改变地球这个一致实相的业力而服务，好让地球可留在其振动中。"
    },
    {
      "en": "At that time, the CSO was heavily involved in trying to transmute dangerous chemicals via nuclear reactions.",
      "cn": "当时，中央安全机构正积极参与通过核反应嬗变危险的化学物质。"
    },
    {
      "en": "In ascension, new vibrations are added that dissolve and transmute the old, which are indeed toxic.",
      "cn": "在提升中, 新振动被加入并融解和超越改变那些的确是有毒的陈旧物."
    },
    {
      "en": "It is possible to transmute one form of energy into another.",
      "cn": "把某种形态的能量改变成另一形态的能量是可能的."
    },
    {
      "en": "Matter Rearrangement. You transmute one metal to another.",
      "cn": "物质重组: 将一种金属变为另一种."
    },
    {
      "en": "Medieval alchemists attempted to transmute base metals into gold.",
      "cn": "中世纪的炼丹术士企图把贱金属炼成金."
    },
    {
      "en": "One of the supreme quests of alchemy is to transmute lead into gold.",
      "cn": "炼金术的终极目的之一是将铅转化为金。"
    },
    {
      "en": "Place items here and attempt to combine them with the transmute button.",
      "cn": "把物品放在这里点击合成按钮合成它们."
    },
    {
      "en": "She ceased to think, as anger transmuted into passion.",
      "cn": "随着愤慨变为激怒，她停止了思考。"
    },
    {
      "en": "That luxury appears to be fading as power consumption has skyrocketed and the circuit boards on which the microprocessors sit threaten to transmute themselves into space heaters.",
      "cn": "但随著耗电量急遽高升，微处理器所在的电路板恐有变身为暖炉的危险，电脑产业既有的优势似乎正渐渐消逝。"
    },
    {
      "en": "These entities, even while occupying a body, could transmute matter.",
      "cn": "这些实体, 即使在占用身体时, 也能改变物质."
    },
    {
      "en": "They'll transmute the abundant raw materials into finished products.",
      "cn": "他们将把丰富的原料变为成品."
    },
    {
      "en": "We can transmute water power into electric power.",
      "cn": "我们可以将水力变成电力."
    },
    {
      "en": "We can transmute water power into electrical power.",
      "cn": "我们能将水力变成电力."
    },
    {
      "en": "We can't transmute base metals into gold.",
      "cn": "我们无法使贱金属变为黄金."
    },
    {
      "en": "With the right rituals matter could be influenced to transmute into higher forms.",
      "cn": "借助正确的仪式,事物可以受到影响而转化至更高的形式."
    },
    {
      "en": "You knew you could transmute it.",
      "cn": "你知道你能够转化它."
    },
    {
      "en": "You take what was fear, what was darkness, what was void and transmute it into love.",
      "cn": "你承担起那些恐惧 、 黑暗和空虚,然后把它们转化成爱."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "transmutable",
          "tran_cn": " 可变形的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "transmutability",
          "tran_cn": " 可变化；可变性"
        },
        {
          "word": "transmutation",
          "tran_cn": " 变形；变化；演变"
        },
        {
          "word": "transmuter",
          "tran_cn": " 炼金师"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "become deformed",
            "to morph"
          ],
          "tran_cn": "变形；变质"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "deform",
            "warp"
          ],
          "tran_cn": "使变形；使变质"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "改变",
      "tran_en": "to change one substance or type of thing into another"
    },
    {
      "pos": "vt",
      "tran_cn": "使变形，使变质，把…变成…"
    }
  ],
  "exchange": {
    "third": [
      "transmutes"
    ],
    "past": [
      "transmuted"
    ],
    "done": [
      "transmuted"
    ],
    "ing": [
      "transmuting"
    ],
    "noun": [
      "transmutation"
    ]
  }
}