{
  "word": "suture",
  "ipa": {
    "us": "ˈsu:tʃə(r)",
    "uk": "ˈsutʃɚ"
  },
  "sentences": [
    {
      "en": "A new self - anchoring suture is designed for wound closure of dermal tissue.",
      "cn": "一种 自我 锚定的缝合线被设计用于皮肤组织伤口的缝合."
    },
    {
      "en": "Early suture of torn ligaments should be preferred.",
      "cn": "撕开的结带的早缝合应该被偏爱."
    },
    {
      "en": "Intestinal suture is part of the story of abdominal surgery.",
      "cn": "肠管缝合是腹部外科过程的一部分."
    },
    {
      "en": "It's suture.",
      "cn": "那是缝合线。"
    },
    {
      "en": "Method: To present the technique of endobrow lift and transcalvarial suture fixation.",
      "cn": "方法: 经头骨固定法行内视镜上额拉皮."
    },
    {
      "en": "Methods Simple suture and fixed method, staircase peritoneopexy and so on.",
      "cn": "方法单纯缝合固定法 、 梯形腹膜瓣固定法等."
    },
    {
      "en": "Objective To investigate the application of continuous suture in aortic valve replacement.",
      "cn": "目的探讨主动脉瓣置换中连续缝合方法的应用."
    },
    {
      "en": "Repeat these steps until the suture line is free of blood and crusts.",
      "cn": "重复以上操作直到缝合处无血和硬痂为止."
    },
    {
      "en": "Terrier deep depression and in a wide shallow suture.",
      "cn": "梗洼深而中广,缝合线浅."
    },
    {
      "en": "The Ascaris adults may perforate a suture line or cause a bile or pancreatic duct obstruction.",
      "cn": "成虫可穿破缝线或引起胆管或胰腺管阻塞."
    },
    {
      "en": "The cardinal ligaments are identified, clamped, cut, and suture ligated.",
      "cn": "暴露主韧带, 钳夹 、 离断并缝扎."
    },
    {
      "en": "The methods of tendon suture are discussed in Chapter 63.",
      "cn": "肌腱缝合方法将在63章介绍."
    },
    {
      "en": "The next most important complication of gastric surgery is leakage at a suture line.",
      "cn": "胃手术的其次最重要的并发症是缝合处漏."
    },
    {
      "en": "There is little available musculature to suture anterior to the sternum.",
      "cn": "在胸骨前只有很少可用的肌肉能够缝合."
    },
    {
      "en": "There were no adverse effects of performing cortical tunnels and suture fixation.",
      "cn": "病人上中脸部的细纹均有明显匀称的淡化,眉部及眼皮的下垂亦获得相当程度的改善."
    },
    {
      "en": "VATS with direct suture of the flaw and pleurodesis were performed successfully.",
      "cn": "我们成功地实施了胸腔镜裂缝直接修补及肋膜沾黏手术."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stitching",
            "seaming"
          ],
          "tran_cn": "[外科]缝合；缝合处；缝合用的线"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "connection",
            "seam"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "seam",
            "oversew"
          ],
          "tran_cn": "[外科]缝合"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "suture line",
      "tran_cn": "缝合线；缝线"
    },
    {
      "phrase": "suture needle",
      "tran_cn": "缝（合）针"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "缝合，缝伤口，缝线",
      "tran_en": "A suture is a stitch made to join together the open parts of a wound, especially one made after a patient has been operated on"
    },
    {
      "pos": "vt",
      "tran_cn": "缝合伤口"
    }
  ],
  "exchange": {
    "pl": [
      "sutures"
    ]
  }
}