{
  "word": "forerunner",
  "ipa": {
    "us": "ˈfɔːrʌnə(r)",
    "uk": "ˈfɔːrʌnər"
  },
  "sentences": [
    {
      "en": "...a machine which, in some respects, was the forerunner of the modern helicopter.",
      "cn": "…一台在某些方面是现代直升飞机的前身的机器。"
    },
    {
      "en": "A forerunner of those vehicles, though, is already being developed and tested.",
      "cn": "不过这类飞机的先驱机型目前已在开发及测试中."
    },
    {
      "en": "Already the forerunner was born, his mission attested by miracle and prophecy.",
      "cn": "约翰诞生的消息和他使命的奇妙意义早已传遍各地."
    },
    {
      "en": "Anglo - Saxon is the forerunner of modern English.",
      "cn": "盎 格鲁撒 克逊语是现代英语的先驱."
    },
    {
      "en": "Cynovo, an innovative team, is becoming a forerunner of MID industry!",
      "cn": "一支勇于创新的MID国际化领军团队正在成为业界的领跑者!"
    },
    {
      "en": "Forerunner for the industry, the country has high visibility.",
      "cn": "为行业先行者, 在全国有较高的知名度."
    },
    {
      "en": "Frame designs the forerunner that is add sign work and soul.",
      "cn": "框架设计是续志工作的先导和灵魂."
    },
    {
      "en": "He was the forerunner of the resistance.",
      "cn": "他是这个反抗运动的先驱者."
    },
    {
      "en": "High quality product, come from mature technique and forerunner to process.",
      "cn": "高品质的产品, 来源于成熟的技术和先进的加工."
    },
    {
      "en": "Human cognitive development therefore is the forerunner of human rights advancement.",
      "cn": "人类的认识发展是人权进步的先导."
    },
    {
      "en": "In Great Britain Elias Ahmole ( 1617 - 1692 ) was the forerunner.",
      "cn": "在英国,伊莱亚斯·阿摩尔 ( 1617-1692 ) 是先驱者."
    },
    {
      "en": "It is the forerunner sex that attention to a program.",
      "cn": "一是注重规划的先导性."
    },
    {
      "en": "Penicillin was the forerunner of modern antibiotics.",
      "cn": "青霉素是现代抗生素的先导."
    },
    {
      "en": "Roadway heading is the forerunner for clearly knowing coal bed geological conditions.",
      "cn": "掘进巷道是全面、准确了解矿井煤层地质条件的先导."
    },
    {
      "en": "She is a forerunner of the modern women's movement.",
      "cn": "她是现代妇女运动的先驱."
    },
    {
      "en": "The EU is the forerunner and practitioner of global governance.",
      "cn": "欧盟是全球治理的先行者和实践者."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "foreshadow",
          "tran_cn": " 预兆"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "foreshadow",
          "tran_cn": " 预示；成为…的前兆"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "warning",
            "precursor"
          ],
          "tran_cn": "先驱；先驱者；预兆"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ancestor",
            "announcer",
            "antecedent",
            "leader",
            "parent",
            "pioneer",
            "predecessor"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "先驱，先驱者，先兆，预兆",
      "tran_en": "If you describe a person or thing as the forerunner of someone or something similar, you mean they existed before them and either influenced their development or were a sign of what was going to happen"
    }
  ],
  "exchange": {
    "pl": [
      "forerunners"
    ]
  }
}