{
  "word": "decadent",
  "ipa": {
    "us": "ˈdekədənt",
    "uk": "ˈdɛkədənt, dɪˈkednt"
  },
  "sentences": [
    {
      "en": "Bennett launched a crusade for \"moral values\" against decadent \"liberal relativism.\"",
      "cn": "贝内特发起了一场捍卫“道德价值”、反对腐朽堕落的“自由相对论”的战争。"
    },
    {
      "en": "Bullfighting was left with the new decadent method, the almost impossible technique.",
      "cn": "他们留给斗牛事业的遗产是:堕落的新方法令人生厌的技艺."
    },
    {
      "en": "Bullfighting was left with the new decadent method.",
      "cn": "他们留给斗牛事业的遗产是:堕落的新方法."
    },
    {
      "en": "Decadent be kind of mentation return kind of life condition?",
      "cn": "颓废是种心理状态还种生活状态?"
    },
    {
      "en": "Don't let decadent ideas eat into yourselves.",
      "cn": "别让颓废的思想侵蚀你们."
    },
    {
      "en": "I don't like the decadent opinion in the article.",
      "cn": "我不喜欢这篇文章里颓废的观点."
    },
    {
      "en": "It was suppressed in the early 1920 s, stamped as \" decadent \" and \" individualist. \"",
      "cn": "它于20年代初被指责为 “ 颓废 ” 和 “ 个人主义 ” 而遭查禁."
    },
    {
      "en": "Not long after, we see the decadent Tucheng wall.",
      "cn": "没过多久, 就看到了土城的颓壁残垣."
    },
    {
      "en": "Of course, this will bring some decadent capitalist influences into China.",
      "cn": "当然, 会带来一些资本主义的腐朽的东西."
    },
    {
      "en": "Pop music was condemned as decadent and crude.",
      "cn": "流行音乐被指责为堕落而又粗俗。"
    },
    {
      "en": "The decadent downtown section was once a flourishing business district.",
      "cn": "式微的闹区地段一度曾是繁华的商业区."
    },
    {
      "en": "The head waiter's eye fell upon his frayed trousers and decadent shoes.",
      "cn": "侍者领班的眼光就落到了他的旧裤子和破皮鞋上."
    },
    {
      "en": "The more decadent I am , the more hurt I suffer.",
      "cn": "再颓废也只会令自己更受伤."
    },
    {
      "en": "The Salom é that he characterized is beautiful, sexy, dangerous and decadent.",
      "cn": "他笔下的沙乐美,是美艳 、 性感 、 危险、颓废的."
    },
    {
      "en": "There is always a depressing and decadent tinge to these pictures.",
      "cn": "他们的照片总是有一种压抑和堕落的色调在里面."
    },
    {
      "en": "This song was once banned, because it was regarded as decadent.",
      "cn": "这首歌曾经被认定为是靡靡之音而被禁止播放."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "decadence",
          "tran_cn": " 堕落，颓废；衰落"
        },
        {
          "word": "decadency",
          "tran_cn": " 衰微，堕落；颓废，衰落"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "deteriorative",
            "overripe"
          ],
          "tran_cn": "颓废的；衰微的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "堕落的，颓废的，文艺颓废期的，颓废派的，衰微的",
      "tran_en": "having low moral standards and being more concerned with pleasure than serious matters"
    },
    {
      "pos": "n",
      "tran_cn": "颓废者"
    }
  ],
  "exchange": {}
}