{
  "word": "charade",
  "ipa": {
    "us": "ʃəˈrɑ:d",
    "uk": "ʃəˈreɪd"
  },
  "sentences": [
    {
      "en": "From the Terrace, Charade, Lord of the Rings, Spiderman.",
      "cn": "Terrace, Charade, 指环王, 蜘蛛侠."
    },
    {
      "en": "He wasn't really upset — his behaviour was just a charade.",
      "cn": "他并不是真正心绪烦乱——他的行为只是荒谬的伪装."
    },
    {
      "en": "His poems, despite their dignity and felicity, have an air of charade.",
      "cn": "他的诗篇虽然庄严巧妙, 却有猜迷之嫌."
    },
    {
      "en": "How much longer must we sustain this charade?",
      "cn": "我们还得忍受那个猜字谜的游戏多久?"
    },
    {
      "en": "I refused to go along with their pathetic charade.",
      "cn": "我拒不跟他们摆出那副可悲的装模作样的姿态."
    },
    {
      "en": "I think your charade is all played out.",
      "cn": "我想你的哑谜游戏已经被大家看穿了."
    },
    {
      "en": "I wondered why he had gone through the elaborate charade.",
      "cn": "我不明白，他为什么要大费周章，装腔作势。"
    },
    {
      "en": "She struggled to maintain the charade of not being afraid.",
      "cn": "她竭力装出不害怕的样子."
    },
    {
      "en": "So after this whole charade, you didn't sleep with her?",
      "cn": "就是说, 你辛苦伪装了那么久却没和她上床?"
    },
    {
      "en": "So we play out this charade of happy families and most of the time life trundles along much as before, more or less happily.",
      "cn": "因此我们维持着这字谜般的快乐家庭，大部分时候生活与以前没什么不同地——多多少少快乐地—— 向前滚动着。"
    },
    {
      "en": "Their whole marriage had a charade ─ they had never loved each other.",
      "cn": "他们的整个婚姻都是在做戏他们从未相爱过."
    },
    {
      "en": "Their whole marriage had been a charade—they had never loved each other.",
      "cn": "他们的整个婚姻都是在做戏—他们从未相爱过。"
    },
    {
      "en": "Were they not equally fault for perpetrating a giant charade that bound to end in tears?",
      "cn": "难道他们不应该同样对此负责? 他们参与的规模巨大的数字游戏注定酿成泪水和痛苦."
    },
    {
      "en": "Why would anyone put up with a charade?",
      "cn": "谁要去忍受这种伪装?"
    },
    {
      "en": "Yossarian was unmoved by the fustian charade of the burial ceremony ( Joseph Heller )",
      "cn": "约萨仁丝毫不为葬礼上浮夸的象征性仪式所激动 ( 约瑟夫赫勒 )"
    },
    {
      "en": "You must not refine too much upon this charade.",
      "cn": "你切不可过分推敲这个字谜."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "movement",
            "pretense"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "易识破的伪装，看手势猜字谜游戏，哑剧字谜",
      "tran_en": "a game in which one person uses actions and no words to show the meaning of a word or phrase, and other people have to guess what it is"
    },
    {
      "pos": "v",
      "tran_cn": " 凭动作猜字谜"
    }
  ],
  "exchange": {
    "pl": [
      "charades"
    ]
  }
}