{
  "word": "epithet",
  "ipa": {
    "us": "ˈepɪθet",
    "uk": "ˈɛpəˌθɛt"
  },
  "sentences": [
    {
      "en": "An epithet that sums up my feelings.",
      "cn": "简洁地表达了我思想感情的形容词."
    },
    {
      "en": "But it is impossible to predict the reaction of a man accosted by another with the words \"you rat\" without referring to the meaning that the man spoken to attaches to the epithet.",
      "cn": "但是，当你不带意识地，说出别人的绰号“老鼠”的时候，你还是无法预测这个人会有怎样的反应。"
    },
    {
      "en": "For her part, though, Ono found the epithet less than distressing.",
      "cn": "不过，对于她来说，小野发现这一绰号决不她痛心。"
    },
    {
      "en": "From the deep structure of transferred epithet, its internal language meaning can be tenable.",
      "cn": "从移就的深层结构来看, 其内在的话语意义是可以成立的."
    },
    {
      "en": "He hardly deserves the epithet ‘fascist’.",
      "cn": "用“法西斯分子”这个词来形容他并不恰当。"
    },
    {
      "en": "In ` Alfred the Great', ` the Great'is an epithet.",
      "cn": "\"阿尔弗雷德大帝\"中的\"大帝 \" 是个称号."
    },
    {
      "en": "Indeed, some observers fear that the anti - science epithet is in danger of becoming meaningless.",
      "cn": "的确, 一些观察者担心 反 科学这个词会失去意义."
    },
    {
      "en": "My teen years were marked by the common epithet “Camel Jockey” and the hit AM radio song “Ahab the A-rab.”",
      "cn": "“骆驼骑师” （Camel Jockey）和调幅电台的热门歌曲“Ahab the A-rab”是我青少年时代人们通用的绰号。"
    },
    {
      "en": "The specific epithet variously did or did not repeat a key word from the phrase - name.",
      "cn": "种加词不同程度地重复或不重复同片语名称的某个关键词."
    },
    {
      "en": "Transferred epithet or hypallage is a common figure of speech in both English and Chinese languages.",
      "cn": "移就或修饰语移置是英语和汉语中一种常见的修辞格."
    },
    {
      "en": "Transferred epithet, a super - conventional collocation, is composed of a transferred epithet and its new modified object.",
      "cn": "移就是由转移修饰语和新的被修饰语构成的, 是一种超常规的搭配."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "curse",
            "expletive",
            "oath"
          ],
          "tran_cn": "咒骂语"
        },
        {
          "words": [
            "appellation",
            "designation",
            "honorific",
            "label",
            "name",
            "nickname",
            "pet",
            "sobriquet",
            "tag"
          ],
          "tran_cn": "称号,绰号"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "transferred epithet",
      "tran_cn": "转移修饰语；转类形容词"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（表示性质、特征等的）词语， 绰号、浑名",
      "tran_en": "a word or short phrase used to describe someone, especially when praising them or saying something unpleasant about them"
    }
  ],
  "exchange": {
    "pl": [
      "epithets"
    ]
  }
}