{
  "word": "denim",
  "ipa": {
    "us": "ˈdenɪm",
    "uk": "ˈdɛnɪm"
  },
  "sentences": [
    {
      "en": "Business range: jeans , skirts , pants, fatter's clothing s, Dress and denim fabrics.",
      "cn": "主要生产经营: 系列牛仔布, 少女装,短裤, 裤子, 肥婆裤,童装等."
    },
    {
      "en": "China is a country producing denim a great quantity.",
      "cn": "中国是牛仔布的生产大国,但远非生产强国."
    },
    {
      "en": "Denim was also worn with tweed or a dash of evening attire.",
      "cn": "粗斜棉布衣服同样可以跟粗花呢衣服配套穿着,或是配上一件小巧的晚装."
    },
    {
      "en": "Dennis was dressed in denim jeans.",
      "cn": "丹尼斯穿了一条劳动布牛仔裤。"
    },
    {
      "en": "Except the jeans, we have denim dress, knitted top, T shirt etcs.",
      "cn": "除名式牛仔裤外, 亦有设计时尚的牛仔裙及上衣.针织上衣和T-恤等."
    },
    {
      "en": "He has on a denim shirt with a T-shirt underneath.",
      "cn": "他穿了一件牛仔衬衫,里面套了件T恤."
    },
    {
      "en": "Jeans, the all-purpose denim trousers, have been around for over a hundred years.",
      "cn": "牛仔裤，这种适合各种用途的斜纹粗棉布裤子，已经有一百多年历史了。"
    },
    {
      "en": "Now our work clothes are no longer made of denim.",
      "cn": "我们的工作服现在已经不是用劳动布做的了."
    },
    {
      "en": "She wore pale blue denim shorts and a white denim work shirt.",
      "cn": "她穿着一条淡蓝色的斜纹粗棉布短裤,一件白粗布工作服上衣."
    },
    {
      "en": "Sourcing new Garment suppliers for various woven, knit and denim garment.",
      "cn": "能开发新的针织,梭织,牛仔等服装生产厂商."
    },
    {
      "en": "Strong technica knowledge in knit, denim and outerwear, familiar with denim washing.",
      "cn": "在针织, 牛仔及外套方面有丰富的经验, 对牛仔洗水熟悉."
    },
    {
      "en": "The cable and lampshade are the material inspired by denim.",
      "cn": "有线和灯罩的物质激励牛仔."
    },
    {
      "en": "Through denim uppers, Non - slip soles dichotomanthes, Breathable and comfortable.",
      "cn": "牛仔鞋面, 防滑牛筋鞋底, 舒适透气."
    },
    {
      "en": "Wear sequins and bright colours, tailoring, denim ( especially dark ) and fashion - forward accessories.",
      "cn": "要穿有磨损亮片和明亮色彩缝制的牛仔 ( 尤其是深色 ) 和时尚配件."
    },
    {
      "en": "Will denim jeans ever go out of date?",
      "cn": "粗布牛仔裤会过时 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "斜纹粗棉布，牛仔布，工装裤",
      "tran_en": "a type of strong cotton cloth used especially to make  jean s "
    }
  ],
  "exchange": {}
}