{
  "word": "these",
  "ipa": {
    "us": "ðiːz",
    "uk": "ðiːz"
  },
  "sentences": [
    {
      "en": "A committee has been formed. These people can make decisions in ten minutes which would take us months.",
      "cn": "委员会已经成立。这些人能在10分钟内做出决定，换作我们则要花几个月。"
    },
    {
      "en": "Are these all yours?",
      "cn": "这些都是你的吗?"
    },
    {
      "en": "Bear these thoughts with you as you go out into the world.",
      "cn": "当你出去走入社会时你把这些思想牢记在心。"
    },
    {
      "en": "I get a bit uptight these days. Hormones, I suppose.",
      "cn": "这些天我有点焦躁。我看是荷尔蒙在作怪。"
    },
    {
      "en": "I have no answer of these at all.",
      "cn": "对于这些，我也不知道答案。"
    },
    {
      "en": "I like these and he likes those.",
      "cn": "我喜欢这些，他喜欢那些。"
    },
    {
      "en": "I like these but she likes those.",
      "cn": "我喜欢这些，而她喜欢那些。"
    },
    {
      "en": "I shall have words with these stupid friends of mine!",
      "cn": "我真应该跟我这些愚蠢的朋友理论理论！"
    },
    {
      "en": "If these drugs are stopped abruptly then some withdrawal symptoms may occur.",
      "cn": "如果突然停服这些药，则可能出现一些戒断症状。"
    },
    {
      "en": "If they value these data, let them pay for them.",
      "cn": "他们要是看重这些数据，就让他们出钱买。"
    },
    {
      "en": "Issues such as these were not really his concern.",
      "cn": "他其实并不关心诸如此类的问题。"
    },
    {
      "en": "Jackie was running around with all these brilliant people.",
      "cn": "杰姬混迹于这些才华横溢的人之间。"
    },
    {
      "en": "Neat solutions are not easily found to these issues.",
      "cn": "很难找到解决这些问题的巧妙办法。"
    },
    {
      "en": "Somehow he tells these stories without a note of horror.",
      "cn": "不知为什么他讲这些故事时一点都不害怕。"
    },
    {
      "en": "The Foreign Office in London has expressed surprise at these allegations.",
      "cn": "位于伦敦的英国外交部对这些说法表示惊讶."
    },
    {
      "en": "These chaps know their stuff after seven years of war.",
      "cn": "7年的战争过后，这些家伙都成了作战行家。"
    },
    {
      "en": "These days work plays an important part in a single woman's life.",
      "cn": "现在，工作在单身女性的生活中起着重要作用。"
    },
    {
      "en": "These expressions are often used interchangeably, but they do have different meanings.",
      "cn": "这些表达方式经常相互替代使用，但它们的含义却有所不同。"
    },
    {
      "en": "These feelings are likely to make people attempt to overthrow the system.",
      "cn": "这些情绪有可能促使人们想要推翻现行的体制。"
    },
    {
      "en": "These large institutions make — and change—the rules to suit themselves.",
      "cn": "这些大机构总是随意制定规定，而且说变就变。"
    },
    {
      "en": "We all defer to her in these matters.",
      "cn": "在这些事情上我们都听她的。"
    },
    {
      "en": "We are taught to construe these terms in a particular way.",
      "cn": "我们被教导要以特定的方式理解这些词语。"
    },
    {
      "en": "We shall go through these papers together.",
      "cn": "我们将在一起审阅这些论文。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "of these",
      "tran_cn": "这些"
    },
    {
      "phrase": "these days",
      "tran_cn": "这些天；目前"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "这些的"
    },
    {
      "pos": "other",
      "tran_cn": "这些",
      "tran_en": "You use these at the beginning of noun groups to refer to someone or something that you have already mentioned or identified"
    },
    {
      "pos": "pron",
      "tran_cn": "这些",
      "tran_en": "at the beginning of noun groups to refer to someone or something that you have already mentioned or identified"
    }
  ],
  "exchange": {}
}