{
  "word": "halo",
  "ipa": {
    "us": "ˈheɪləʊ",
    "uk": "ˈheɪloʊ"
  },
  "sentences": [
    {
      "en": "A sort of halo, an occidental glow, came over life then.",
      "cn": "那时候,就有一种祥光, 一片晚霞, 在生活上,笼罩缭绕."
    },
    {
      "en": "But what this experiment demonstrates is that although we can understand the halo effect intellectually, we often have no idea when it is actually happening.",
      "cn": "但是上面这个实验所证明的是，虽然我们在智力上可以理解光环效应，但是我们通常不知道它到底什么时候在起作用。"
    },
    {
      "en": "Dozens of bees circled his tousled brown curls in an angle's halo.",
      "cn": "一群蜜蜂绕着他那蓬乱的棕色卷发,好像天使的光环."
    },
    {
      "en": "Halo virtual world in contrast, blackness is the edge began increasing.",
      "cn": "晕虚的网点与之相反, 黑度是由边沿开始慢慢增大的."
    },
    {
      "en": "He was treated administration of antibiotics and application of a halo - vest .",
      "cn": "对其应用抗生素及 HaloVest 外固定架治疗."
    },
    {
      "en": "Imprinted with Halo fanciful and direct , the image is not clear, flat.",
      "cn": "痕迹边际有晕虚不干脆, 图像不澄辉, 无条理."
    },
    {
      "en": "Microtubules often have a halo around the outside which is only slightly stained.",
      "cn": "围绕着微管的外周,常有一层仅能着色很浅的晕圈."
    },
    {
      "en": "R \" is a replaceable function , e . g . acetoxy, methoxy, their acyloxy and alkoxy homologs or halo.",
      "cn": "R ” 是取化基,如乙氧基 、 甲氧基及它们的环氧和烷氧同系物或卤基."
    },
    {
      "en": "She angrily slung a scarf around her head, flattening her halo of hair.",
      "cn": "她气鼓鼓地把头巾裹在头上，发髻都被压扁了。"
    },
    {
      "en": "She played the part of an angel, complete with wings and a halo.",
      "cn": "她扮演天使，身上的双翼和头上的光轮一应俱全。"
    },
    {
      "en": "Smoke wreathed his head like a halo.",
      "cn": "他头上烟雾缭绕,宛如一圈光环."
    },
    {
      "en": "The distant planet Jupiter appears by chance on the halo's right.",
      "cn": "距离我们遥远的木星偶然地出现在了光环的右上角."
    },
    {
      "en": "The method can be used to effectively control the beam halo - chaos.",
      "cn": "利用该方法可实现束晕 - 混沌的有效控制."
    },
    {
      "en": "There is a strict halo of seriousness around science in Egypt.",
      "cn": "在埃及，科学被一个严肃性的严格光环包围着。"
    },
    {
      "en": "This even applied to the parasitic Flood infestation on Halo.",
      "cn": "甚至应用到光晕上那寄生的害虫洪魔身上."
    },
    {
      "en": "Wearing a bee halo, Mark hopped over one fence, then another.",
      "cn": "戴着蜜蜂的光环，马克跳过一个又一个篱笆。"
    },
    {
      "en": "Were there not the brilliant particles of a halo in the air about his head?",
      "cn": "他头上的空中不是有光环在光芒四射 吗 ?"
    },
    {
      "en": "When there is solar halo , it will rain; when there is lunar halo , it will blow.",
      "cn": "日晕而雨, 月晕而风."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "corona",
            "glamour",
            "glory"
          ],
          "tran_cn": "荣耀;荣光;"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "reputation"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "circle",
            "ring"
          ],
          "tran_cn": "圈住;使成圆形"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "halo effect",
      "tran_cn": "晕轮效应；连锁反应；[心]成见效应"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "光环，荣光，（日月等的）晕",
      "tran_en": "a bright circle that is often shown above or around the heads of holy people in religious art"
    },
    {
      "pos": "v",
      "tran_cn": " 围以光环"
    },
    {
      "pos": "vi",
      "tran_cn": "成晕轮"
    },
    {
      "pos": "vt",
      "tran_cn": "使有晕轮；围以光环"
    }
  ],
  "exchange": {
    "pl": [
      "haloes",
      "halos"
    ]
  }
}