{
  "word": "globalization",
  "ipa": {
    "us": "ˌɡləʊbəlaɪˈzeɪʃn",
    "uk": "ˌɡloʊbələˈzeɪʃn"
  },
  "sentences": [
    {
      "en": "Because of the globalization day by day which the international economy changes.",
      "cn": "由于世界经济变的日益全球化."
    },
    {
      "en": "Correctly guiding economic globalization and promoting the joint development of all countries.",
      "cn": "正确引导经济全球化,促进各国实现共同发展."
    },
    {
      "en": "Economic globalization and trade liberalization call for an elimination of tariff wall.",
      "cn": "经济全球化、贸易自由化的发展要求关税壁垒不断被拆除."
    },
    {
      "en": "Economic globalization brings not only opportunities for development but also challenges.",
      "cn": "经济全球化所带来的不仅仅有发展机遇,也有严峻的挑战."
    },
    {
      "en": "Economic globalization is a big trend of our times.",
      "cn": "经济全球化是我们这个时代的大趋势."
    },
    {
      "en": "Economy globalization a deep influence on our countrys TCM cause.",
      "cn": "经济全球化对我国中医药事业的发展影响深远."
    },
    {
      "en": "Economy globalization of today, packing have already an integral whole with merchandise.",
      "cn": "经济全球化的今天, 包装与商品已融为一体."
    },
    {
      "en": "Editor - in - Chief : Let's talk about globalization , one of your big initiatives.",
      "cn": "总编: 我们来谈谈全球化的问题——你们首先要解决的大问题之一."
    },
    {
      "en": "Financial convergence is the salient phenomenon under the economic globalization.",
      "cn": "金融趋同受一定条件的制约,开放经济条件下金融趋同有多种实现路径."
    },
    {
      "en": "Globalization today and the free movement inevitably makes the dual nationality.",
      "cn": "在全球化的今天,公民的自由迁徙和流动必然导致双重国籍的产生."
    },
    {
      "en": "New economy and globalization have become an irreversible trend.",
      "cn": "新经济和全球化潮流浩浩荡荡."
    },
    {
      "en": "the increasing globalization of world trade",
      "cn": "世界贸易的日益全球化"
    },
    {
      "en": "The main character and form of financial globalization is international capital flows.",
      "cn": "国际资本流动的过程是利益产生和分配的过程."
    },
    {
      "en": "The needs of the real estate consumption areofof globalization, specialization and individualization.",
      "cn": "住宅消费全球化 、 专业化、个性化的需求越来越浓."
    },
    {
      "en": "The world is moving further toward multi - polarization and economic globalization.",
      "cn": "世界 多极化 和经济全球化趋势进一步发展."
    },
    {
      "en": "Trends toward the globalization of industry have dramatically affected food production in California.",
      "cn": "工业全球化的趋势对加利福尼亚的食品生产影响巨大。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "global",
          "tran_cn": " 全球的；总体的；球形的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "globally",
          "tran_cn": " 全球的；全局地；世界上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "globe",
          "tran_cn": " 地球；地球仪；球体"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "globe",
          "tran_cn": " 成球状"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "globalize",
          "tran_cn": " 使全球化"
        },
        {
          "word": "globe",
          "tran_cn": " 使…成球形"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "economic globalization",
      "tran_cn": "经济全球化，全球化"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "全球化，全球性",
      "tran_en": "the process of making something such as a business operate in a lot of different countries all around the world, or the result of this"
    }
  ],
  "exchange": {}
}