{
  "word": "chameleon",
  "ipa": {
    "us": "kəˈmiːliən",
    "uk": "kəˈmiːliən"
  },
  "sentences": [
    {
      "en": "A theatrical chameleon, Kidman even wore a prosthetic nose for the movie.",
      "cn": "堪称戏剧变色龙的妮可?基德曼,甚至在本片中戴上假鼻子."
    },
    {
      "en": "An absolutely new Chameleon truck was designed just in the same way.",
      "cn": "一款全新的变色龙卡车就是由此设计出来的."
    },
    {
      "en": "Anna: It changed colours, like chameleon, it uses the jungle.",
      "cn": "安娜: 它会变色, 像变色龙同样, 用丛林作掩护."
    },
    {
      "en": "Anna: It changed colours, like the chameleon, it uses the jungle.",
      "cn": "安娜: 它会变色, 像变色龙一样, 用丛林作掩护."
    },
    {
      "en": "Both of us being biologists, we swerved to follow the elusive chameleon.",
      "cn": "我们都是生物学家，便转而讨论这让人难以捉摸的变色龙。"
    },
    {
      "en": "Chameleon. You gain a + 10 enhancement bonus on Hide checks.",
      "cn": "避役术: 受术者的隐藏技能得到+10增强加值."
    },
    {
      "en": "Look at this guy . Too cool to be a chameleon.",
      "cn": "看看人家这位,多英武! 做变色龙实在委屈了!"
    },
    {
      "en": "My look is very androgynous, and I consider myself a fashion chameleon.",
      "cn": "我的外表十分“中性化”, 所以我觉得自己能成为时尚界的“变色龙”."
    },
    {
      "en": "The chameleon adapts to its surroundings by changing color.",
      "cn": "变色蜥蜴用变色来适应环境."
    },
    {
      "en": "The chameleon can take on the colors of its background.",
      "cn": "变色龙可以变成周围环境的颜色."
    },
    {
      "en": "The chameleon can take on the colours of its background.",
      "cn": "避役可将身体颜色变得与周围环境相同."
    },
    {
      "en": "The chameleon changes colour to match its surroundings.",
      "cn": "变色龙变换颜色以适应环境."
    },
    {
      "en": "The chameleon paint shows good water resistance, anti - corrosion, weatherability and chameleon effect.",
      "cn": "该变色涂料具有较好的耐水性 、 耐腐蚀性 、 耐候性和热变色效果."
    },
    {
      "en": "The chameleon survives by blending in with its background.",
      "cn": "变色蜥蜴因能与环境融为一体而生存下来。"
    },
    {
      "en": "The chameleon's skin replicates the pattern of its surroundings.",
      "cn": "变色龙的皮肤可随环境的模式而改变颜色."
    },
    {
      "en": "The eyes of the chameleon are even more remarkable.",
      "cn": "变色龙的眼睛则更了不起了."
    },
    {
      "en": "You can even hide Chameleon files in a Chameleon file.",
      "cn": "你甚至可以隐藏变色龙档案变色龙档案."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "anole",
            "Zelig"
          ],
          "tran_cn": "变色龙；善变的人；轻浮的人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lizard"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "变色蜥蜴，变色龙",
      "tran_en": "a  lizard  that can change its colour to match the colours around it"
    }
  ],
  "exchange": {
    "pl": [
      "chameleons"
    ]
  }
}