{
  "word": "projectile",
  "ipa": {
    "us": "prəˈdʒektaɪl",
    "uk": "prəˈdʒektl"
  },
  "sentences": [
    {
      "en": "An Italian man who was struck in the head by a stray bullet during New Year's Eve celebrations is recovering after sneezing the projectile out of his nose.",
      "cn": "一名意大利男子日前在庆祝新年的活动上不幸被流弹击中头部，令人惊讶的是，他竟将子弹从鼻孔中喷出，很快获得痊愈。"
    },
    {
      "en": "Both target and projectile orbit the primary.",
      "cn": "无论靶体还是射体都在绕主天体作轨道运动."
    },
    {
      "en": "Have you altered the plans of the projectile as the telegram suggests?",
      "cn": "你已经按照电报的要求修改炮弹图样了 吗 ?"
    },
    {
      "en": "I think because it didn't involve divorce or projectile vomiting.",
      "cn": "我想,这是因为它没和离婚或者呕吐搭界."
    },
    {
      "en": "It cut the water like a gigantic and keen projectile.",
      "cn": "它象颗巨大锐利的子弹飞快地在水中穿行."
    },
    {
      "en": "One female had a stone projectile point embedded in her back and another had skull fractures.",
      "cn": "其中一具女性遗骸的背部有一个石弹击中点，还有一具遗骸的头骨有裂痕。"
    },
    {
      "en": "Recently, I heard a projectile whiz past my ear again.",
      "cn": "近来, 我又听到丢的东西从我耳边呼啸而过."
    },
    {
      "en": "Robert's projectile motion has greatly changed. Jump CD also changed.",
      "cn": "罗伯特的飞行道具有很大变化.跳CD也变了."
    },
    {
      "en": "Single OR multiple gripper OR projectile looms, rapier looms, water jet looms and air jet looms.",
      "cn": "单片梭或多片梭织机，或抛射（片梭）织机；剑杆织机；喷水织机和喷气织机。"
    },
    {
      "en": "The distance between a projectile weapon and its target.",
      "cn": "射程:投射性武器与其目标之间的距离."
    },
    {
      "en": "The firing data of projectile were computed by external trajectory procedure.",
      "cn": "通过外弹道程序,获得弹丸出炮口后的运动诸元."
    },
    {
      "en": "The path followed by a projectile is called its trajectory.",
      "cn": "抛物体所循的路径称为它的轨道."
    },
    {
      "en": "The projectile motion is one kind of common very important movement form.",
      "cn": "抛体运动是一种常见的非常重要的运动形式."
    },
    {
      "en": "The question of the projectile was definitely settled.",
      "cn": "炮弹问题已经正式解决了."
    },
    {
      "en": "The stabilization storage of projectile is the precondition of its stabilization flight.",
      "cn": "稳定储备量是保证弹丸稳定飞行的前提."
    },
    {
      "en": "The trajectory correction projectile model using impulse was established.",
      "cn": "建立了采用脉冲力控制的弹道修正弹飞行弹道模型."
    },
    {
      "en": "The vegetable - projectile approach will probably fend off all sorts of creatures.",
      "cn": "这种用水果抛投的方法或许能挡开很多种动物."
    },
    {
      "en": "The vertical and horizontal motions of a projectile can be treated independently.",
      "cn": "抛射体的竖直方向和水平方向的运动能够分开来处理。"
    },
    {
      "en": "Then they started to look and discovered that it was some kind of projectile, but they didn't know what it was.",
      "cn": "然后他们开始检查，发现那是某种类似弹丸的东西，但他们不知道那究竟是什么。"
    },
    {
      "en": "With cargo projectile by the world , serious problem of unexploded ordnance arisen.",
      "cn": "子母弹药的应用与发展带来了严重的未爆弹药问题."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "projecting",
          "tran_cn": " 突出的；伸出的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "projecting",
          "tran_cn": " 使突出（project的现在分词）；计划；发射"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "arrow",
            "bomb",
            "missile",
            "shell"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "projectile motion",
      "tran_cn": "抛物运动；抛射体运动"
    },
    {
      "phrase": "rocket projectile",
      "tran_cn": "火箭弹；喷气火箭"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "抛射的；抛掷的；供抛射用的；（触角等）能伸出的"
    },
    {
      "pos": "n",
      "tran_cn": "抛射体，（炮弹、子弹等）射弹，（火箭等）自动推进的武器",
      "tran_en": "an object that is thrown at someone or is fired from a gun or other weapon, such as a bullet, stone, or  shell "
    }
  ],
  "exchange": {
    "pl": [
      "projectiles"
    ]
  }
}