{
  "word": "centripetal",
  "ipa": {
    "us": "senˈtrɪpɪtl",
    "uk": "sɛnˈtrɪpɪtl"
  },
  "sentences": [
    {
      "en": "After some treatment of centripetal force , he deduces Kepler's third law.",
      "cn": "在向心力的一些论述之后，他推出了开普勒的第三定律。"
    },
    {
      "en": "After some treatment of centripetal force, he deduces Kepler's third law.",
      "cn": "在向心力的一些论述之后, 他推出了开普勒的第三定律."
    },
    {
      "en": "Centrifugal and centripetal forces are very important in physics.",
      "cn": "离心力和向心力在物理学里很重要."
    },
    {
      "en": "Centripetal force is the force needed to overcome inertia so that the car makes the corner.",
      "cn": "向心力是用来克服惯性所需的力,这样汽车就能顺利转弯."
    },
    {
      "en": "Do not confuse ever the tangential acceleration, which is along the circumference, with a centripetal acceleration.",
      "cn": "但是别把这个切向加速度，它是沿着圆周的，和向心加速度混淆。"
    },
    {
      "en": "Does centripetal force or the force of gravity bring orbiting bodies to the earth's surface?",
      "cn": "是否向心力或重力使轨道机构对地球表面的?"
    },
    {
      "en": "It is called the centripetal acceleration.",
      "cn": "这叫做向心加速度."
    },
    {
      "en": "Staff management management, improve employee satisfaction, improve staff cohesion and centripetal force.",
      "cn": "员工管理管理, 提高员工满意度, 提高员工凝聚力及向心力."
    },
    {
      "en": "The centripetal and centrifugal forces acting in opposition to each other keep our planet in her orbit.",
      "cn": "向心力和离心力互相对峙的缘故，遂能使行星在轨道上行动。"
    },
    {
      "en": "The comparison shows the centripetal tendency of the complements.",
      "cn": "比较之后,可以看出补语演变过程中的向心趋势."
    },
    {
      "en": "The expectancy effect has characteristics of suggestibility , level, centripetal and emotion.",
      "cn": "期望效应具有暗示性、层次性 、 向心性、情感性."
    },
    {
      "en": "There is a requirement that there is a centripetal acceleration, which is in this direction, a centripetal.",
      "cn": "前提要求就是，具有向心加速度，朝这个方向，向心力的作用。"
    },
    {
      "en": "This paper puts forward centripetal suspension design idea in allusion to defect of the general double axle suspension of semi trailer.",
      "cn": "针对半挂车普通双桥悬架的缺陷，提出了向心悬架的设计思想。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "axipetal",
            "endocentric"
          ],
          "tran_cn": "[力]向心的；利用向心力的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "centripetal force",
      "tran_cn": "向心力"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "向心（力）的",
      "tran_en": "acting, moving, or tending to move towards a centre "
    }
  ],
  "exchange": {}
}