{
  "word": "elegance",
  "ipa": {
    "us": "'elɪɡəns",
    "uk": "ˈɛlɪɡəns"
  },
  "sentences": [
    {
      "en": "Everyone admired her elegance and her beauty.",
      "cn": "人人都羡慕她的优雅和美丽。"
    },
    {
      "en": "His writings were marked by an extraordinary lucidity and elegance of style.",
      "cn": "他的作品简洁明晰，文风典雅。"
    },
    {
      "en": "In the dining-room the draperies create an atmosphere of elegance.",
      "cn": "在餐厅里，打褶装饰物能营造雅致的氛围。"
    },
    {
      "en": "She managed to impart great elegance to the unpretentious dress she was wearing.",
      "cn": "她使自己朴素的衣着看起来也十分优雅。"
    },
    {
      "en": "She was the personification of elegance.",
      "cn": "她是典雅的化身。"
    },
    {
      "en": "The dress reflects our signature style of understated elegance with a strong feeling of individuality.",
      "cn": "这条裙子体现了我们所追求的低调优雅又有强烈个性感的独特风格。"
    },
    {
      "en": "The furnishings in the room imparted an air of elegance.",
      "cn": "这个房间的家具带给这房间一种优雅的气氛."
    },
    {
      "en": "The furniture managed to combine practicality with elegance.",
      "cn": "那些家具将实用和典雅完美结合。"
    },
    {
      "en": "The king carried himself with his customary elegance.",
      "cn": "国王保持着一贯的温文尔雅。"
    },
    {
      "en": "The name Chanel became a byword for elegance.",
      "cn": "夏奈尔这个名字成了优雅的代名词。"
    },
    {
      "en": "The ornamental ironwork lends a touch of elegance to the house.",
      "cn": "铁艺饰件为房子略添雅致."
    },
    {
      "en": "The pews, the pulpit and the altar are of a piece with the simple elegance of the church itself.",
      "cn": "长木椅 、 布道坛和祭坛都与教堂朴素高雅的气氛一致."
    },
    {
      "en": "The room had the elegance of a bygone era.",
      "cn": "这个房间有着旧时代的优雅."
    },
    {
      "en": "The statue has a gentleness, an ambience, a wistful elegance.",
      "cn": "那尊雕像具有一种柔和 、 一种独特格调 、 一种忧郁沉思的雅致."
    },
    {
      "en": "There was elegance and simple dignity in the way he bore himself.",
      "cn": "他举止优雅而庄重。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "elegant",
          "tran_cn": " 高雅的，优雅的；讲究的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "beauty",
            "civility",
            "glory",
            "grace",
            "luxury",
            "refinement",
            "style"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高雅，优雅"
    }
  ],
  "exchange": {
    "pl": [
      "elegances"
    ],
    "adv": [
      "elegantly"
    ],
    "adj": [
      "elegant"
    ]
  }
}