{
  "word": "stronger",
  "ipa": {
    "us": "strɒŋgə(r)",
    "uk": "strɔŋɡər"
  },
  "sentences": [
    {
      "en": "Her bitter experience has turned her into a stronger person.",
      "cn": "痛苦的经历使她变得更坚强了."
    },
    {
      "en": "Her love for him welled stronger than ever.",
      "cn": "她对他的爱比以前更强烈了。"
    },
    {
      "en": "However strong you are, there's always someone stronger.",
      "cn": "强中自有强中手, 能人背后有能人."
    },
    {
      "en": "I had nothing stronger than orange juice to drink.",
      "cn": "我只喝了橙汁,没喝酒."
    },
    {
      "en": "Lash the two pieces of wood together to make them stronger.",
      "cn": "把那两块木头牢系在一起使其更结实."
    },
    {
      "en": "Stronger animals prey on weaker ones.",
      "cn": "弱肉强食."
    },
    {
      "en": "Thank you for US.I am not afraid to have HIV.I am not afraid to talk about it.YOU make me stronger, we make each other better.",
      "cn": "感谢美国，我不再害怕身患艾滋，我不在害怕谈论艾滋，是你让我变得强大，是你我们相互鼓舞支持使得彼此的生活更美好。"
    },
    {
      "en": "The 1985 vintage has a stronger bouquet and slight caramelly flavour.",
      "cn": "这种1985年酿制的陈年佳酿味道更醇厚，带有一种淡淡的焦糖甜味。"
    },
    {
      "en": "The dollar has been stronger of late.",
      "cn": "美元近来走势强劲。"
    },
    {
      "en": "The front door needs a stronger lock.",
      "cn": "前门需要牢一点的锁."
    },
    {
      "en": "The hedge of stones is much stronger than a wood hedge.",
      "cn": "石头围墙比竹篱笆结实多了."
    },
    {
      "en": "The higher the tree, the stronger the wind.",
      "cn": "树越高, 风越大."
    },
    {
      "en": "The Mark 4 gun is stronger than the old Mark 3.",
      "cn": "四型炮比旧式三型炮火力更猛."
    },
    {
      "en": "The stronger man dominates the weaker.",
      "cn": "强者支配弱者."
    },
    {
      "en": "The world breaks everyone, and afterward, many are stronger at the broken places.",
      "cn": "生活总是让我们遍体鳞伤，但到后来，那些受伤的地方会变得更坚强。"
    },
    {
      "en": "Then you must be stronger than us.",
      "cn": "那么你一定比我们强壮。"
    },
    {
      "en": "They have a stronger appreciation of the importance of economic incentives.",
      "cn": "他们对经济激励的重要性有了更深的理解。"
    },
    {
      "en": "This is certainly not desirable, but if it meant a stronger agreement that addressed the seriousness of the problem, it may not be that bad.",
      "cn": "“这肯定是不可取的，但如果它意味着一份解决了问题严重性的更强有力的协议，那也未必是坏事，”他说。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "更强壮的，强的( strong的比较级 )，坚强的，强烈的，强壮的"
    },
    {
      "pos": "other",
      "tran_cn": "更强壮的"
    }
  ],
  "exchange": {}
}