{
  "word": "barb",
  "ipa": {
    "us": "bɑ:b",
    "uk": "bɑrb"
  },
  "sentences": [
    {
      "en": "Barack Obama assumed barb was aimed at him.",
      "cn": "巴拉克?奥巴马认为此番刻薄的言论是在针对自己."
    },
    {
      "en": "Barb told me, \" I'm so glad his suffering is over. \"",
      "cn": "巴柏告诉我: “ 我很高兴看到他的受苦已经过去. ”"
    },
    {
      "en": "But by the look of the past few years, that barb may have lost its sting.",
      "cn": "但从过去几年的情况看, 这种讥讽或许已经失去了锋芒."
    },
    {
      "en": "I really appreciate it, Barb.",
      "cn": "Barb, 我真心喜欢这礼物, 尤其是因为它可以随意放大."
    },
    {
      "en": "I think Barb may have something there.",
      "cn": "我认为也许巴勃说得有道理."
    },
    {
      "en": "Jenny : Barb is doing so well. You know she is expecting in May.",
      "cn": "芭比一切都很顺利,她怀孕了在五月."
    },
    {
      "en": "Objective To investigate the effect of rhu barb on acute hemorrhagic pancreatitis ( AHP ) in rats.",
      "cn": "目的　观察中药大黄对大鼠急性出血性 胰腺炎 的作用以及对胰腺外分泌功能的影响."
    },
    {
      "en": "Surgeons removed a foot - long barb from his heart.",
      "cn": "外科医生正从他的心脏移出一英尺长的倒钩."
    },
    {
      "en": "Surgeons removed a foot-long barb from his heart.",
      "cn": "外科医生正从他的心脏移出一英尺长的倒钩。"
    },
    {
      "en": "The author tests the performance of thealgorithm by typical test image Lena and Barb.",
      "cn": "我们用典型的测试图象Lena、Barb做实验."
    },
    {
      "en": "The Barb is what makes a hook stick in a fishes mouth ( or your finger ).",
      "cn": "倒钩是指钩子钩在鱼嘴里不容易 脱落.有些钩子是无倒钩的方便揭开鱼儿也不会容易伤到自己."
    },
    {
      "en": "The barb of his wit made us wince.",
      "cn": "他那锋芒毕露的机智使我们退避三舍."
    },
    {
      "en": "The barb stung her exactly the way he hoped it would.",
      "cn": "如他所愿，这句带刺的话刺痛了她。"
    },
    {
      "en": "Was that before or after you and Barb got into an argument over tips?",
      "cn": "那是在你们为了那些小费争执之前还是之后?"
    },
    {
      "en": "We test the performance of the algorithm by typical test image Lena and Barb.",
      "cn": "我们用典型的测试图像Lena、Barbara做实验."
    },
    {
      "en": "Young Luo spelled really! The barb also reappeared the rivers and lakes!",
      "cn": "小罗真拼了! 倒钩也重现江湖了!"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "barbed",
          "tran_cn": " 有刺的；讽刺的；有倒钩的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "barbed",
          "tran_cn": " 讽刺（barb的过去分词）；装倒钩"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（箭头、鱼钩等的）倒钩，带刺的话，毕露的锋芒，<植>钩状毛",
      "tran_en": "the sharp curved point of a hook,  arrow  etc that prevents it from being easily pulled out"
    },
    {
      "pos": "v",
      "tran_cn": "装倒钩于"
    }
  ],
  "exchange": {
    "pl": [
      "barbs"
    ]
  }
}