{
  "word": "equipped",
  "ipa": {
    "us": "ɪk'wɪpt",
    "uk": "ɪk'wɪpt"
  },
  "sentences": [
    {
      "en": "I always felt that Mary was not equipped for motherhood.",
      "cn": "我总认为玛丽不具备做母亲的条件."
    },
    {
      "en": "Our yacht was well equipped with two double cabins fore and aft.",
      "cn": "我们的游艇设施完备，首尾有两个双人舱。"
    },
    {
      "en": "Rooms vary in size and come equipped with hairdriers, television and telephone.",
      "cn": "房间大小不同,均配有吹风机 、 电视和电话."
    },
    {
      "en": "Some students have emotional problems that teachers feel ill equipped to handle.",
      "cn": "一些学生的情感问题令老师们束手无策。"
    },
    {
      "en": "The army is very poorly equipped.",
      "cn": "这支部队装备很差."
    },
    {
      "en": "The greenhouses come equipped with a ventilating system and aluminium screen door.",
      "cn": "那些温室送来时配有通风系统和铝制纱门。"
    },
    {
      "en": "The infantry were equipped with flame throwers.",
      "cn": "步兵都装备有喷火器."
    },
    {
      "en": "The kitchen is compact but well equipped.",
      "cn": "这间厨房虽然小但设备齐全。"
    },
    {
      "en": "The sports complex is huge and superbly well-equipped.",
      "cn": "这个综合体育馆规模巨大，设备一流。"
    },
    {
      "en": "They had equipped their workers adequately for such dangerous condition.",
      "cn": "他们让工人们充分装备起来,以应付这样的危险情况."
    },
    {
      "en": "They massed well - equipped troops on the frontier.",
      "cn": "他们在边境上集结了装备精良的军队."
    },
    {
      "en": "This type of inefficiency arises because workers and management are ill - equipped.",
      "cn": "出现此种低效率是因为工人与管理层都能力不足."
    },
    {
      "en": "Universities were ill-equipped to meet the massive intake of students.",
      "cn": "各大学设备不足，难以满足招入的大量学生的要求。"
    },
    {
      "en": "When they leave school, they will be equipped for obtaining office jobs.",
      "cn": "离校时，他们将有能力获得办公室工作的机会。"
    },
    {
      "en": "You can also tour the site on modern coaches equipped with videos.",
      "cn": "您也可以乘坐配有视频设备的现代化长途汽车游览那处遗址。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "furnished"
          ],
          "tran_cn": "装备；预备（equip的过去分词）；整装"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "equipped with",
      "tran_cn": "装备着…；有…的配置"
    }
  ],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "装备的"
    },
    {
      "pos": "v",
      "tran_cn": "装备；预备（equip的过去分词）；整装"
    }
  ],
  "exchange": {}
}