{
  "word": "predisposition",
  "ipa": {
    "us": "ˌpri:dɪspəˈzɪʃn",
    "uk": "ˌpridɪspəˈzɪʃən"
  },
  "sentences": [
    {
      "en": "...a genetic predisposition to lung cancer.",
      "cn": "…一种遗传性患肺癌的倾向。"
    },
    {
      "en": "a genetic predisposition to liver disease",
      "cn": "易患肝病的遗传体质"
    },
    {
      "en": "Familial aggregation of POAG patients suggests that genetic factor plays a vital role in POAG predisposition.",
      "cn": "研究表明原发性开角型青光眼有明显的家族聚集性,即遗传因素在发病中扮演重要角色."
    },
    {
      "en": "For light brown or dark brown spots scattered in many symmetric distribution, with a genetic predisposition.",
      "cn": "为淡褐色或深褐色斑点,多散在对称分布, 具有遗传倾向."
    },
    {
      "en": "Genetic predisposition is by far the most common cause of baldness.",
      "cn": "到目前为止,遗传因素是造成秃顶的最主要原因."
    },
    {
      "en": "Genetic predisposition seems to be part of the answer, at least in some people.",
      "cn": "有一部份的答案与遗传体质有关, 至少对一些患者来说是如此."
    },
    {
      "en": "However, there is increasingly strong evidence of a genetic predisposition to scleroderma.",
      "cn": "然而, 存在硬皮病遗传因素的日益增长的证据."
    },
    {
      "en": "It's also possible, he said, that those who died had an underlying genetic predisposition or condition.",
      "cn": "这也是可能的, 他说, 那些死去的人有一种潜在的遗传的易患病体质或状态."
    },
    {
      "en": "Members of the house who show a predisposition for illusion are often trained as phantasmists.",
      "cn": "因为幻觉看起来体弱多病的家族成员经常被训练为幻术师."
    },
    {
      "en": "Nei larger than 5 millimeters are congenital nei and are most probably associated with genetic predisposition.",
      "cn": "大于5毫米的痣大多为先天性的,很有可能与遗传倾向有关."
    },
    {
      "en": "On their predisposition to the possibility of it working.",
      "cn": "因为他们觉得有可能性所以才有效."
    },
    {
      "en": "One's color predisposition is associated with one's nature from birth.",
      "cn": "你的色彩倾向与你天生的本性有相关."
    },
    {
      "en": "Shared biologic predisposition may also play a major role.",
      "cn": "生物遗传易感性也起了重要作用."
    },
    {
      "en": "The birth predisposition hologram that determines personality and life dance also has restrictions upon it.",
      "cn": "决定人格及人生之舞的出生预设全息图也具有限制."
    },
    {
      "en": "There is a thin dividing line between educating the public and creating a predisposition to panic.",
      "cn": "教育公众和营造恐慌倾向之间只有细小的区别。"
    },
    {
      "en": "This might indicate a predisposition to elevated mood and mania, they speculate.",
      "cn": "他们推测这可能表示易于情绪高涨或躁狂的体质."
    },
    {
      "en": "This predisposition may bespeak a different mentality.",
      "cn": "这种偏爱可能说明不同的心智状态."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "predisposed",
          "tran_cn": " 先有倾向的，先有意向的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "predisposed",
          "tran_cn": " 预先有倾向的；预先处置好的（predispose的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "predispose",
          "tran_cn": " 预先处置；使…偏向于"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tendency",
            "liability",
            "trend",
            "preference",
            "disposition"
          ],
          "tran_cn": "倾向；素质；易染病体质"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "preference",
            "prejudice",
            "thing",
            "weakness"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "genetic predisposition",
      "tran_cn": "遗传素质"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "倾向，素质，易染病体质",
      "tran_en": "a tendency to behave in a particular way or suffer from a particular illness"
    }
  ],
  "exchange": {
    "pl": [
      "predispositions"
    ]
  }
}