{
  "word": "Tasmania",
  "ipa": {
    "us": "tæz'meɪnɪə",
    "uk": "tæz'meɪnɪr"
  },
  "sentences": [
    {
      "en": "C. Sydney and Tasmania.",
      "cn": "听下面一段独白,回答17? 20小题."
    },
    {
      "en": "He is trifiling with her; She plays with the thought of moving to Tasmania.",
      "cn": "他只是在戏弄她; 她对移居塔斯马尼亚岛有一种戏弄态度."
    },
    {
      "en": "I've got some leave due to me and I was going to Tasmania for a fortnight.",
      "cn": "我打算利用应享有的假期去塔斯马尼亚呆两周。"
    },
    {
      "en": "In a clever Tasmania, we can all work to tackle challenges in an innovative way.",
      "cn": "在智慧的塔州之中, 我们全部能够以创新的方式,齐心面对挑战."
    },
    {
      "en": "Ms Donaldson comes from the island of Tasmania.",
      "cn": "唐纳森小姐来自塔斯马尼亚岛."
    },
    {
      "en": "She plays with the thought of moving to Tasmania.",
      "cn": "她未认真考虑搬到塔斯马尼亚的想法."
    },
    {
      "en": "Tasmania Chinese School is still my home, whenever you need me I'm just a call away.",
      "cn": "中文学校将永远是我的家, 你们什么时候需要,我永远随叫随到."
    },
    {
      "en": "Tasmania was named after his discoverer, A . J . Tasman.",
      "cn": "塔斯曼尼亚岛是以它的发现者塔斯曼为名的."
    },
    {
      "en": "Tasmania was named after its discoverer A . J.",
      "cn": "这个海峡是以它的发现者命名的."
    },
    {
      "en": "Tasmania was named after its discoverer AJ. Tasman.",
      "cn": "塔斯曼尼亚岛是根据它的发现者塔斯曼的名字命名的."
    },
    {
      "en": "Tasmania was named after its discoverer, A . J . Tasman.",
      "cn": "塔斯曼尼亚岛是以其发现者塔斯曼的名字命名的."
    },
    {
      "en": "The long-spined sea urchin [Centrostephanus rodgersii], for example, has moved from the warming seas off mainland Australia and has invaded more temperate waters off Tasmania.",
      "cn": "例如以前生活在澳洲大陆附近温暖水域的长须海胆已经迁移到了比以海温较以前温暖的 塔斯马尼亚岛海域。"
    },
    {
      "en": "The next partial eclipse of the sun will occur on Nov. 25, 2011, but it will only be visible from Antarctica, Tasmania, New Zealand and southern South Africa.",
      "cn": "下一次的太阳日偏食将发生在2011年11月25日，但它只能从南极洲、塔斯马尼亚岛、新西兰和南非的南部可以见到。"
    },
    {
      "en": "The paper reviews the Eucalypt plantation model of Forestry Tasmania.",
      "cn": "考察了澳大利亚塔斯马尼亚林业公司的桉树经营管理模式."
    },
    {
      "en": "The researchers believe that the Tasmania is relevant to many other parts of the world.",
      "cn": "研究者相信塔斯马尼亚岛的情况和这个世界许多其他地区的情况是相关的."
    },
    {
      "en": "Today is a very historic day for Tasmania.",
      "cn": "今天正是塔州具有历史性的一天."
    },
    {
      "en": "We’ve gone wine tasting in the Napa Valley, hiking in Arizona, sightseeing in Costa Rica, snorkeling in the Galápagos, exploring the culture of Tasmania.",
      "cn": "我们在纳帕山谷品酒、亚利桑那州远足、哥斯达黎加观光、加拉帕格斯群岛潜水、塔斯马尼亚岛体验文化。"
    },
    {
      "en": "Welcome to Tasmania and the 5 th World Buddhist Sangha Youth General Conference.",
      "cn": "欢迎光临塔州和参加世界佛教青年僧伽会第五届全体大会."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "塔斯马尼亚（岛）"
    }
  ],
  "exchange": {}
}