{
  "word": "BC",
  "ipa": {
    "us": "ˌbi:'si:",
    "uk": "ˌbi'si"
  },
  "sentences": [
    {
      "en": "Acupuncture was practised in China as long ago as the third millennium BC.",
      "cn": "中国早在公元前3,000年就已开始采用针灸疗法。"
    },
    {
      "en": "born circa 150 BC",
      "cn": "生于约公元前150年"
    },
    {
      "en": "By 10,000 BC, most of mankind was at the Neolithic level.",
      "cn": "到公元前10000年, 大部分人类已经处于新石器时代的水平."
    },
    {
      "en": "By 1000 BC waves of invaders began to assail the land.",
      "cn": "到公元前约1000年,埃及遭受到蜂拥而来的入侵者的掠夺."
    },
    {
      "en": "By the first century BC, Buddhism was in danger of fragmenting into small sects.",
      "cn": "到公元前1世纪时，佛教面临着被分化成一些小派别的危险。"
    },
    {
      "en": "Greek playwright back in 500 BC. Many historians consider him the father of Greek tragedies.",
      "cn": "公元前500年时的希腊剧作家。许多历史学家认为他是希腊悲剧之父。"
    },
    {
      "en": "Sennacherib's grandson Assurbanipal did actually conquer Egypt in 670 BC.",
      "cn": "塞纳克里布的孙子亚瑟巴尼帕尔确实在公元前670年攻克埃及."
    },
    {
      "en": "Soon after 2000 BC, the people of Crete began building towns.",
      "cn": "公元前2000年后不久, 克里特人开始修筑城市."
    },
    {
      "en": "The archaeologists found a house built around 300 BC, with a basement and attic.",
      "cn": "考古学家发现了一座建于公元前300年左右的带地下室和阁楼的房子。"
    },
    {
      "en": "The brooch dates back to the fourth century BC.",
      "cn": "这枚胸针的历史可以追溯到公元前4世纪。"
    },
    {
      "en": "The first significant civilizations of Europe formed in the second millennium BC.",
      "cn": "欧洲第一个重要的文明出现在公元前第二世纪。"
    },
    {
      "en": "The statue has been dated as 5 th century BC.",
      "cn": "这个雕像的年代为公元前5世纪."
    },
    {
      "en": "The stone monument is believed to be erected near 2500 BC though there is no concrete proof the origin.",
      "cn": "尽管没有充分的证据，但人们相信这座石碑在公元前2500左右就被竖立起来了。"
    },
    {
      "en": "The temple was destroyed in the violent eruption of 1470 BC.",
      "cn": "庙宇在公元前1470年猛烈的火山爆发中摧毁了."
    },
    {
      "en": "There they remained until Cyrus took Babylon ( 538 BC ).",
      "cn": "他们一直留在那里,直到居留士攻占巴比伦 ( 公元前538年 )."
    },
    {
      "en": "This literature appears in history in the fourth or fifth century BC.",
      "cn": "这一文献于公元前4世纪或公元前5世纪出现在历史上."
    },
    {
      "en": "This play was first performed in 411 BC.",
      "cn": "该剧于公元前411年首演。"
    },
    {
      "en": "Those were the halcyon days of Athens ( fifth century BC ) when she produced her finest poetry and drama, architecture and sculpture.",
      "cn": "公元5世纪为雅典的太平盛世.雅典最优秀的诗歌、戏剧 、 建筑和雕刻均产生于这一时期."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "before Christ 公元前（基督教会历法用）"
    },
    {
      "pos": "other",
      "tran_cn": "公元前",
      "tran_en": "(before Christ) used after a date to show that it was before the birth of Christ"
    }
  ],
  "exchange": {}
}