{
  "word": "reminder",
  "ipa": {
    "us": "rɪˈmaɪndə(r)",
    "uk": "rɪˈmaɪndər"
  },
  "sentences": [
    {
      "en": "a reminder from the dentist for your check-up",
      "cn": "牙医寄来的检查提醒函"
    },
    {
      "en": "Cabbage was always a depressing reminder of the leaner years of my childhood.",
      "cn": "卷心菜往往使我沮丧地回忆起我孩提时代那些缺吃少穿的年头."
    },
    {
      "en": "For most people a heart attack is a forceful reminder that they are mortal.",
      "cn": "对多数人来说，心脏病发作会强烈地提醒他们终有一天自己会死去。"
    },
    {
      "en": "I have had another reminder from the library.",
      "cn": "我又收到图书馆的催还单."
    },
    {
      "en": "It always took a final reminder to get her to pay her share of the rent.",
      "cn": "总是得发给她一份最后催缴通知,她才付应该交的房租."
    },
    {
      "en": "She place it in the drawer as reminder of her resolve.",
      "cn": "她将它放在抽屉里,以此来不断提醒自己下的决心."
    },
    {
      "en": "She turned aside , while a tear welled up in each eye at this reminder.",
      "cn": "她把头转向一旁.经这么一提,这时她的眼睛里涌出了泪花."
    },
    {
      "en": "The allusion served as a timely reminder to Darnay.",
      "cn": "这暗示即刻提醒了代尔那."
    },
    {
      "en": "The British are about to be given a sharp reminder of what fighting abroad really means.",
      "cn": "有些事将很快让英国人清楚意识到海外作战究竟意味着什么。"
    },
    {
      "en": "The last thing you'd want is a constant reminder of a bad experience.",
      "cn": "你最不想要的就是不断让你想起一段糟糕经历的东西。"
    },
    {
      "en": "The letter was an uncomfortable reminder of my debts.",
      "cn": "那封信是催促还债的通知,让我很不痛快."
    },
    {
      "en": "The recent outbreaks of cholera are a timely reminder that this disease is still a serious health hazard.",
      "cn": "最近霍乱的爆发及时提醒了人们该疾病仍然会严重危害健康。"
    },
    {
      "en": "The reminder window now has better alignment with text and icons.",
      "cn": "对于自定义图标代码已经大为改善."
    },
    {
      "en": "The sheer size of the cathedral is a constant reminder of the power of religion.",
      "cn": "大教堂的宏大规模使人时刻领略到宗教的威严。"
    },
    {
      "en": "These findings are a reminder that low pay is the other side of the coin of falling unemployment.",
      "cn": "这些研究结果提醒人们，失业率下降的另一面是低薪。"
    },
    {
      "en": "These paintings are in some ways a reminder that earthly pleasures are ephemeral.",
      "cn": "这些画在某种意义上提醒人们世俗的享乐是短暂的。"
    },
    {
      "en": "These ruins are an eloquent reminder of the horrors of war.",
      "cn": "这些废墟形象地提醒人们不要忘记战争的恐怖."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "remindful",
          "tran_cn": " 提醒的；留意的"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "remind",
          "tran_cn": " 提醒；使想起"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "connotation",
            "implication",
            "allusion"
          ],
          "tran_cn": "暗示；提醒的人/物；催单"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "admonition",
            "agenda",
            "memorandum",
            "memorial",
            "memory"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "令人回忆起…的东西，提醒…的东西，（告知该做某事的）通知单，提示信",
      "tran_en": "Something that serves as a reminder of another thing makes you think about the other thing"
    }
  ],
  "exchange": {
    "pl": [
      "reminders"
    ]
  }
}