{
  "word": "mortise",
  "ipa": {
    "us": "'mɔ:tɪs",
    "uk": "'mɔrtɪs"
  },
  "sentences": [
    {
      "en": "A joint of the vertical pile with power - wasting gap is brought forward based on tenon - and - mortise work.",
      "cn": "根据榫卯连接减震耗能的原理提出一种具有耗能缝隙的直桩节点."
    },
    {
      "en": "And there are any metallic connectives on this bed, joggle is between bed leg and bedplate, craftsman certains ably good mortise, this bed combination is together.",
      "cn": "并且这个床上没有任何金属连接物，床腿和床板之间都是榫接的，工匠巧妙地凿好榫眼，将这个床组合在一起。"
    },
    {
      "en": "Factory machining can prepare the door to receive cylindrical, tubular, mortise, unit , and rim locks.",
      "cn": "厂内加工能够方便地在门上安装筒式门锁 、 柱式门锁 、 插销锁 、 单锁和外装门锁."
    },
    {
      "en": "In addition , mortise holes were made on the full - size timber, and resonant frequencies measured sequently.",
      "cn": "结果显示, 共振频率随榫槽数之增加仅略为减少."
    },
    {
      "en": "Mortise and tenon structure can withstand a nail than furniture made of greater tension.",
      "cn": "卯榫结构可以承受比用钉子做成的家具更大的张力."
    },
    {
      "en": "The results showed that the resonant frequency decreased slightly with increased number of mortise holes.",
      "cn": "此一结果将有助于对老旧建材弹性留存率之评估,有助于此等建材之有效再利用."
    },
    {
      "en": "The tenon does not conform to the mortise , so it can not fit into the mortise.",
      "cn": "榫头的大小和卯眼不相符, 无法落槽."
    },
    {
      "en": "To fit into a socket mortise.",
      "cn": "通过榫和榫眼而连接在一起."
    },
    {
      "en": "Uses mortise lock that is inserted inside the door for maximum safety.",
      "cn": "使用插锁,插入到门框里面,最大限度保证安全."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "mortice",
          "tran_cn": " [木] 榫眼"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "mortice",
          "tran_cn": " 榫接（等于mortise）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dapt"
          ],
          "tran_cn": "榫眼"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mortise and tenon",
      "tran_cn": "阴阳榫"
    },
    {
      "phrase": "mortise joint",
      "tran_cn": "镶榫接头"
    },
    {
      "phrase": "mortise lock",
      "tran_cn": "插锁"
    },
    {
      "phrase": "tenon and mortise",
      "tran_cn": "榫臼；雌雄准"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<术>榫眼，卯眼，接合",
      "tran_en": "a hole cut in a piece of wood or stone so that the shaped end of another piece will fit there firmly"
    }
  ],
  "exchange": {
    "pl": [
      "mortises"
    ]
  }
}