{
  "word": "expulsion",
  "ipa": {
    "us": "ɪkˈspʌlʃn",
    "uk": "ɪkˈspʌlʃən"
  },
  "sentences": [
    {
      "en": "...the expulsion of Yemeni workers.",
      "cn": "…也门工人的被逐出。"
    },
    {
      "en": "By the expulsion of surgery from the liberal arts medicine herself was eviscerated.",
      "cn": "把外科排除于丰富的艺术之外,就使得医学本身去掉了内脏一样."
    },
    {
      "en": "Expulsion from school is a harsh form of punishment.",
      "cn": "开除学籍是严厉的惩罚."
    },
    {
      "en": "Expulsion theories must allow for these variations.",
      "cn": "排烃理论必须对这些变化做出合理的解释."
    },
    {
      "en": "Her hatred of authority led to her expulsion from high school.",
      "cn": "她对权威的仇恨导致她被中学开除。"
    },
    {
      "en": "His bad behaviour resulted in his expulsion from school.",
      "cn": "他的不良行为导致他被学校开除了."
    },
    {
      "en": "Improved cast range on Expulsion and Fire Storm.",
      "cn": "增加了深渊魔王火雨和尸爆的施法范围."
    },
    {
      "en": "Inducing the expulsion of gas from the stomach and intestines.",
      "cn": "引导气体从胃部和肠子里排出的."
    },
    {
      "en": "MacMurrough's expulsion was not the work of the High king.",
      "cn": "麦克默罗的被逐并不是高国王的意图."
    },
    {
      "en": "She faces a maximum punishment of expulsion from the university.",
      "cn": "苏淑桦将面临最高的处罚是被开除学籍."
    },
    {
      "en": "The conquerors depopulated the enemy's country by destruction and expulsion.",
      "cn": "征服者用毁灭和驱逐的方法来减少敌国的人口."
    },
    {
      "en": "The expulsion of dust from the volcano was visible from miles away.",
      "cn": "火山喷出的灰尘几英里之外就能看得见."
    },
    {
      "en": "The expulsion of the Soviet advisers from Egypt in 1972 suddenly took on a new significance.",
      "cn": "一九七二年把苏联顾问驱逐出埃及一事突然之间具有了新的意义."
    },
    {
      "en": "The headmaster threatened the boys with expulsion.",
      "cn": "校长警告这几名男生说要开除他们。"
    },
    {
      "en": "The school representatives gave detailed explanations as to his expulsion from school.",
      "cn": "校方对开除他的事作出了详细说明."
    },
    {
      "en": "These events led to the expulsion of senior diplomats from the country.",
      "cn": "这些事件导致一些高级外交官被驱逐出境。"
    },
    {
      "en": "Wizards and water law, who posted at the expulsion of evil magic.",
      "cn": "巫师并以法水 、 贴符驱逐邪凡魅."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "discharge",
            "ejection",
            "elimination",
            "removal"
          ],
          "tran_cn": "排除;放逐"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deprivation",
            "discharge",
            "dismissal",
            "dispossession",
            "ejection",
            "elimination",
            "eruption",
            "eviction",
            "exception",
            "rejection",
            "removal"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "驱逐，开除，排出，喷出",
      "tran_en": "the act of forcing someone to leave a place"
    }
  ],
  "exchange": {
    "pl": [
      "expulsions"
    ]
  }
}