{
  "word": "staccato",
  "ipa": {
    "us": "stəˈkɑ:təʊ",
    "uk": "stəˈkɑtoʊ"
  },
  "sentences": [
    {
      "en": "a peculiar staccato voice",
      "cn": "特有的不连贯而且刺耳的嗓音"
    },
    {
      "en": "And students about the link will staccato its combination. Zhiyong.",
      "cn": "并在学生关于断奏的联系中将其结合. 致用."
    },
    {
      "en": "He shouted a series of staccato orders.",
      "cn": "他一顿一顿地大声下了几道命令."
    },
    {
      "en": "He spoke in Arabic, a short staccato burst.",
      "cn": "他突然用阿拉伯语叽里呱啦说了一串话。"
    },
    {
      "en": "Her pencil tapped out a staccato rhythm on the desk top.",
      "cn": "她用铅笔断断续续地敲击着桌面."
    },
    {
      "en": "His thinking, he said, has taken on a “staccato” quality, reflecting the way he quickly scans short passages of text from many sources online.",
      "cn": "他的思想，他说道，已经呈现出一种“断奏”的特性了，这反映为他在线上众多资源中，常常快速浏览短小文章段落的方式上。"
    },
    {
      "en": "It incorporated acoustic - guitar playing, singing, chanting, dancing, and staccato hand - clapping.",
      "cn": "他集合了原声吉他弹奏, 歌唱, 吟诵, 舞蹈和间断鼓掌等多种形式为一体."
    },
    {
      "en": "Legato and staccato on the harmonica.",
      "cn": "2在口琴上吹奏连音和顿音."
    },
    {
      "en": "Maybe I'm a back number. I can never enjoy a play of staccato scenes.",
      "cn": "也许我是个落伍的人了, 我欣赏不了一出场面互不连贯的戏."
    },
    {
      "en": "On the street , firecrackers were bursting like the staccato hoofbeats of stampeding horses.",
      "cn": "外面万马奔腾似的爆竹声送进他的耳里."
    },
    {
      "en": "Play this phrase staccato.",
      "cn": "这一乐句要奏成断音."
    },
    {
      "en": "Play this staccato, please.",
      "cn": "请用断音演奏这一段."
    },
    {
      "en": "She chews him out in a staccato of Hebrew, while he stares passively at her.",
      "cn": "她以一种希伯来式的断音责骂着这位年轻人，而对方只能被动的瞪着她。"
    },
    {
      "en": "Squirrels added staccato crunch notes with their arced leaps.",
      "cn": "松鼠蹦蹦跳跳增加了嘎吱嘎吱的断奏音符."
    },
    {
      "en": "The banging on the door had reached steady staccato.",
      "cn": "“砰砰”的撞门声来得结实又沉稳,成了有节律的断奏."
    },
    {
      "en": "The short lines helped me create a sort of staccato effect.",
      "cn": "短行造句帮助我创造了一种断奏的效果."
    },
    {
      "en": "The staccato chatter of a machine - gun was heard again.",
      "cn": "卜卜卜—— 机关枪 的声音跟着又来."
    },
    {
      "en": "They flutter about nervously in staccato hops.",
      "cn": "他们焦虑不安,不断跳跃."
    },
    {
      "en": "While you may not be able to hear the heartbeat through a sonogram or Doppler for a few weeks yet when you finally do the rapid staccato beats will be concrete evidence of the life inside you.",
      "cn": "在几周内，你可能还不能够通过声波图或者多普勒超声听到婴儿的心跳，但当你最终听到时，那快速的断断续续的节奏巩固你身体里有个小生命的证据。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "disjointedly"
          ],
          "tran_cn": "不连贯地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "断音的；断奏的，发不连贯爆发性声音的；短促刺耳的",
      "tran_en": "A staccato noise consists of a series of short, sharp, separate sounds"
    },
    {
      "pos": "adv",
      "tran_cn": "不连贯地",
      "tran_en": "if music is played staccato, the notes are cut short"
    },
    {
      "pos": "n",
      "tran_cn": "断奏, 断唱"
    }
  ],
  "exchange": {}
}