{
  "word": "antidumping",
  "ipa": {
    "us": "ˌæntɪ'dʌmpɪŋ",
    "uk": "ˌæntɪ'dʌmpɪŋ"
  },
  "sentences": [
    {
      "en": "An antidumping duty could benefit the importing nation by the dumper to deliver at lower price.",
      "cn": "反倾销税由于能使倾销者按较低的价格提供商品而有利于进口国."
    },
    {
      "en": "Antidumping have become the important obstacle in the process of Chinese firms internationalization, and antidumping protection mechanism have also become the focus of theory and case study.",
      "cn": "反倾销已经成为我国企业国际化进程中的“拦路虎”，构建反倾销的防护机制成为实务界和理论界研究的重点。"
    },
    {
      "en": "At present, the fundamental problems of Chinas antidumping legislation lie in the conservative legislative concept and the backward legislative technology.",
      "cn": "目前，我国反倾销立法存在的根本问题是立法观念的保守和立法技术的滞后。"
    },
    {
      "en": "Because of the limitation of conditions, substituting for Antidumping Law with Competitive Law is also unpractical.",
      "cn": "由于条件的限制, 竞争法取代反倾销法也缺乏现实性."
    },
    {
      "en": "Beijing could offer additional market opening of its own in exchange for a change of Brussels antidumping policy.",
      "cn": "北京也可以向欧洲提供更多的自身市场的开放，以使布鲁塞尔改变反倾销的政策。"
    },
    {
      "en": "Both countries share many similarities as well as differ greatly in the issue of antidumping.",
      "cn": "在反倾销问题上,中印两国既有相同点,又有不同点."
    },
    {
      "en": "Dumping is an unjust trade practice, of which antidumping constitutes rectification.",
      "cn": "倾销是不公平的贸易做法, 而反倾销则是对这种不公平做法的矫正."
    },
    {
      "en": "Estimation of dumping ranges is the basis of carrying out antidumping measures.",
      "cn": "倾销幅度测算是裁定倾销以及实施反倾销措施的依据和基础."
    },
    {
      "en": "Europe itself pays a stiff price for using this trick, in antidumping duties ultimately paid by consumers that are higher than they otherwise would be.",
      "cn": "欧盟这样玩技巧，自己也付出了代价，因为额外高出来的反倾销关税部分最终还是由消费者承担的。"
    },
    {
      "en": "In the antidumping investigation, the debate focuses on whether the antidumping is tenable.",
      "cn": "反倾销调查案件中双方争论的焦点是倾销是否成立?"
    },
    {
      "en": "Injury as the prerequisite of antidumping, is one of the most challenging fields.",
      "cn": "在反倾销问题的研究中, 产业损害的评价问题是最具挑战性的领域之一."
    },
    {
      "en": "Key words: non - market economy, antidumping, replacing country, market economy status.",
      "cn": "关键词: 非市场 经济反倾销法替代国市场经济地位."
    },
    {
      "en": "Otherwise, China will probably suffer heavy losses again like antidumping.",
      "cn": "否则, 我国将很可能重蹈反倾销给我国造成惨重损失的复辙."
    },
    {
      "en": "The coexistence of trade liberation and trade protection accounts for the necessity of Antidumping Law.",
      "cn": "贸易保护与贸易自由的并存,说明反倾销法的必要性."
    },
    {
      "en": "The conclusion of this paper indicates that antidumping effect mechanisms are follows.",
      "cn": "本文的结论表明,反倾销对企业的影响机制一般表现在三个方面."
    },
    {
      "en": "The five part analyses systematically the antidumping evadable accounting.",
      "cn": "本文第五部分,系统论述了反倾销规避会计."
    },
    {
      "en": "The levying of antidumping tariffs shall be consistent with public interest.",
      "cn": "征收反倾销税应当符合公共利益."
    },
    {
      "en": "The material retardation is one of the most important issues in the injury determination of antidumping.",
      "cn": "实质性阻碍是反倾销损害认定中的重要问题之一."
    },
    {
      "en": "The principle of public interest review has been established by the recent amendment to Chinas antidumping legislation, but there is not clear provisions about the review procedures.",
      "cn": "我国反倾销立法新近的修改确立了公共利益审查原则，但是，没有明确规定公共利益审查的具体程序。"
    },
    {
      "en": "Therefore FDI an effective and necessary way for Chinese enterprises to avoid antidumping.",
      "cn": "因此发展对外直接投资以规避反倾销,已经成为我国企业势在必行的选择."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "antidumping duty",
      "tran_cn": "反倾销税"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "反倾销政策的，抗倾覆"
    }
  ],
  "exchange": {}
}