{
  "word": "poacher",
  "ipa": {
    "us": "ˈpəʊtʃə(r)",
    "uk": "ˈpoʊtʃər"
  },
  "sentences": [
    {
      "en": "An old poacher makes the best keeper.",
      "cn": "惯偷成名捕,久病成良医."
    },
    {
      "en": "But there is no evidence in \"Deadly Game\" that the alleged poacher was heavily armed, or armed at all, when he was shot, and it is by no means clear that Zambia tolerated the killing of poachers.",
      "cn": "但是在《死亡游戏》中根本没有证据表明这名非法偷猎者在被枪杀时是全副武装的或者是携带武器的，而且赞比亚容忍杀死偷猎者的态度也是一点都不明确的。"
    },
    {
      "en": "Goal Poacher - Dribbles to break past the defensive line.",
      "cn": "得点王-利用带球撕破对手防线."
    },
    {
      "en": "I only scored poacher's goals with my head, I didn't have to jump or move much.",
      "cn": "我争顶头球的时候只是靠抢先一步, 并不需要跳很高或者大量跑动."
    },
    {
      "en": "Jabba was incensed , and threw the poacher and his quartet of Yuzzum into the rancor pit.",
      "cn": "恼羞成怒的贾巴将绑匪和他的五个亚扎姆人扔进了兰克洞."
    },
    {
      "en": "Of course, they catch the poacher and drag him to ground, binding his arms.",
      "cn": "当然, 那两个人抓住了他,把他丢到地上, 紧抓着他的胳膊."
    },
    {
      "en": "The ghost of a hanged poacher is said to haunt the manor house.",
      "cn": "据说一个吊死的偷猎者的鬼魂常在这个庄园里出没。"
    },
    {
      "en": "The king, fire image game download the demand PSP sea poacher!",
      "cn": "求PSP海贼王, 火影游戏下载!"
    },
    {
      "en": "The poacher beat a hasty retreat when he saw the police coming.",
      "cn": "偷猎者见有警察来到立刻仓皇逃走."
    },
    {
      "en": "The poacher lives in the forest, the smuggler lives in the mountains or on the sea.",
      "cn": "私自打猎的人住在森林里, 走私的人住在山中或海上."
    },
    {
      "en": "The poacher was arrested for trapping in the game preserve.",
      "cn": "偷猎者因在禁猎区从事诱捕而被抓获."
    },
    {
      "en": "These grainy photographs show the man, who some believe to be a poacher, striding towards his quarry and apparently cutting its throat before phoning an accomplice.",
      "cn": "这些斑驳不清的照片中，一个被认为是偷猎者的人走近他的猎物，明显看出先割断它的喉咙然后给帮凶打了电话。"
    },
    {
      "en": "Wam Lufba never knew the name of the poacher who captured him on Endor.",
      "cn": "万·卢夫巴一直不知道把他从恩多抓走的人叫什么."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "poaching",
          "tran_cn": " 非法狩猎；物色人才；漂洗；低温煮"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "poaching",
          "tran_cn": " 把…踏成泥浆；非法猎取；漂洗；窃取（poach的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "poach",
          "tran_cn": " 偷猎；侵犯；剽窃"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "poach",
          "tran_cn": " 水煮；偷猎；窃取；把…踏成泥浆"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "intruder",
            "penetrator"
          ],
          "tran_cn": "偷猎者；侵入者；炖蛋锅"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "poacher turned gamekeeper",
      "tran_cn": "当过偷猎者的护猎人"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "偷猎者，偷猎者成了猎物保护人，侵入他人地界者，煮蛋用的锅",
      "tran_en": "someone who illegally catches or shoots animals, birds, or fish, especially on private land without permission"
    }
  ],
  "exchange": {
    "pl": [
      "poachers"
    ]
  }
}