{
  "word": "maneuverable",
  "ipa": {
    "us": "mə'nu:vərəbəl",
    "uk": "mə'nuvərəbəl"
  },
  "sentences": [
    {
      "en": "A blastboat fills the gap between highly maneuverable starfighters and weapons - laden capital warships.",
      "cn": "炮艇填补了高机动性星际战斗机和武器林立的战船间的空缺."
    },
    {
      "en": "A maneuverable roller path is comected with the machines in upstream and downstream.",
      "cn": "有机动辊道与上下线机床连接."
    },
    {
      "en": "Also, is the target missile maneuverable?",
      "cn": "另外, 目标导弹有多大机动性?"
    },
    {
      "en": "Although they don't have a ton of health , they are very maneuverable and easy to micro.",
      "cn": "虽则血不是许多,但她们领有杰出的操控性, 很合适微操."
    },
    {
      "en": "EMC design is one of the important link of the maneuverable C ^ 4 I.",
      "cn": "摘要电磁兼容性设计是机动式指挥自动化系统的重要环节."
    },
    {
      "en": "Finally, an example is given to show that the method is valid and maneuverable.",
      "cn": "通过实例说明,该方法的有效性和可操作性."
    },
    {
      "en": "Next, network crime is very maneuverable, the doorsill is very low.",
      "cn": "其次, 网络犯罪非常容易操作, 门槛很低."
    },
    {
      "en": "Smaller cars use less gas, are more maneuverable, cause fewer deaths, use fewer resources.",
      "cn": "小车更节约汽油，更容易操作，造成的死亡率更低，用更少的资源。"
    },
    {
      "en": "Speedy and maneuverable , these fighters are nonetheless fragile.",
      "cn": "虽然快速灵活,但它却很脆弱."
    },
    {
      "en": "That makes it extremely maneuverable in tight, crowded quarters.",
      "cn": "那使得它在紧迫又拥挤的小区城市中,极端容易操作."
    },
    {
      "en": "The boats are small and maneuverable, allowing fishing to take place in narrow areas where commercial vessels typically can’t go.",
      "cn": "这种船很小，并且容易操作，打渔的时候可以到达商业船不能进入的狭窄区域。"
    },
    {
      "en": "The many internal degrees of freedom make the snake robots extremely flexible and maneuverable.",
      "cn": "这种很大的内部自由度使得机器蛇具有极大的灵活性以及可操作性."
    },
    {
      "en": "The suspension system has important effects on the ride comfort and maneuverable stability of the automobile.",
      "cn": "悬架系统对汽车的乘坐舒适性和操纵稳定性有很大影响."
    },
    {
      "en": "The suspension system have important effect on the ride comfort and maneuverable stability of the automobile.",
      "cn": "悬架系统对汽车的乘坐舒适性和操纵稳定性有很大的影响."
    },
    {
      "en": "They're fast, maneuverable machines with machineguns as their primary attack.",
      "cn": "他们很快, 很强机动性和机枪就是他们的主要攻击武器."
    },
    {
      "en": "They're faster and more maneuverable and their weapon systems pack a big punch.",
      "cn": "她们更快,机动性更好,并且武器系统威力更大."
    },
    {
      "en": "This one offers a maneuverable and spin friendly feel that will favor aggressive all court players.",
      "cn": "这款球拍为擅长全场打发的攻击性选手提供了极好的可操控性和巨大的旋转力."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "manoeuvrable"
          ],
          "tran_cn": "有机动性的；容易操作的；可调动的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "容易操作的，有机动性的"
    }
  ],
  "exchange": {}
}