{
  "word": "osteoarthritis",
  "ipa": {
    "us": "ˌɒstiəʊɑ:ˈθraɪtɪs",
    "uk": "ˌɑstioʊɑrˈθraɪtɪs"
  },
  "sentences": [
    {
      "en": "Almost all of them have had some problems with cataracts, they can't hear very well and have osteoarthritis.",
      "cn": "几乎他们中所有的人都一直存在白内障的某些问题，他们听力不好并且有骨关节炎。"
    },
    {
      "en": "Clinical for rheumatoid arthritis, osteoarthritis, postoperative pain, soft tissue injury.",
      "cn": "临床用于风湿性关节炎 、 骨关节炎 、 术后疼痛 、 软组织损伤等."
    },
    {
      "en": "Conclusion: Unicompartment knee arthroplasty is a mini invasive and effective tool in treating unicompartment knee osteoarthritis.",
      "cn": "结论: 单髁置换术是治疗单间室骨关节炎的一种微创而有效的手段."
    },
    {
      "en": "Generation II USA , Inc. - osteoarthritis bracing.",
      "cn": "骨关节炎支撑疗法."
    },
    {
      "en": "However, the panel suggested the FDA only approve Cymbalta as an additional treatment for lower back pain, and not osteoarthritis of the knee.",
      "cn": "尽管如此，该委员会建议FDA仅仅批准该药物用于腰疼的辅助治疗，而不能治疗膝盖关节炎。"
    },
    {
      "en": "I think you have osteoarthritis.",
      "cn": "我认为您得了骨关节炎."
    },
    {
      "en": "Non - steroidal anti - inflammatory drug. Used in rheumatoid arthritis and osteoarthritis.",
      "cn": "非 甾体 抗炎 药, 用于类风湿性和风湿性关节炎."
    },
    {
      "en": "Objective : To evaluate the effects of arthroscopic debridement in the treatment of knee osteoarthritis.",
      "cn": "目的: 探讨关节镜下清理术治疗膝骨性关节炎的临床效果."
    },
    {
      "en": "Objective To study the prevalence of senile osteoporotic fracture and osteoarthritis in Guangzhou area.",
      "cn": "]目的了解广州地区老年性骨质疏松性骨折和骨关节病的发生率."
    },
    {
      "en": "Osteoarthritis is due to wear and tear with loss of articular cartilage.",
      "cn": "骨关节炎源于关节软骨的磨损破坏甚至丧失."
    },
    {
      "en": "Osteophytes and osteoarthritis progression . Effects of nonsteroidal antiinflammatory drugs.",
      "cn": "骨赘和骨关节炎进展."
    },
    {
      "en": "Other conditions such as osteoarthritis and high blood pressure could be affected too, and though not fatal, they could affect people's lifespan.",
      "cn": "其他的症状例如关节炎和高血压的人数也将受此影响，尽管不致命，可是将影响人们的寿命。"
    },
    {
      "en": "The primary outcome measurement was the ankle osteoarthritis score.",
      "cn": "采用踝关节骨关节炎评分评价治疗后初步结果."
    },
    {
      "en": "The risk and prevalence of osteoarthritis increase with age as well.",
      "cn": "骨关节炎的危险性和发病率也随年龄增长."
    },
    {
      "en": "The risk factors of lumbar joints osteoarthritis systematic reviewed.",
      "cn": "本文综述了腰椎小关节骨性关节炎的危险因素."
    },
    {
      "en": "The two most common types of arthritis are rheumatoid arthritis and osteoarthritis.",
      "cn": "两种最常见的类型是类风湿关节炎关节炎和骨关节炎."
    },
    {
      "en": "They did not find a link between regular exercise and knee osteoarthritis.",
      "cn": "他们没找到有规律运动与膝关节炎之间的关系."
    },
    {
      "en": "Total knee arthroplasty was an effective method for treating osteoarthritis.",
      "cn": "结论全膝关节置换术是治疗骨关节病的有效方法."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "骨关节炎",
      "tran_en": "a medical condition which makes your knees and other joints stiff and painful"
    }
  ],
  "exchange": {}
}