{
  "word": "decade",
  "ipa": {
    "us": "ˈdekeɪd",
    "uk": "ˈdekeɪd"
  },
  "sentences": [
    {
      "en": "...the last decade of the nineteenth century.",
      "cn": "…19世纪的最后10年。"
    },
    {
      "en": "A decade later, the company has gone from strength to strength.",
      "cn": "十年后，该公司已经逐渐壮大。"
    },
    {
      "en": "A guerrilla war has lingered into its fourth decade.",
      "cn": "一场游击战已经持续了30多年。"
    },
    {
      "en": "Breakfast television arrived in British life precisely a decade ago.",
      "cn": "准确地说，早间电视节目于10年前进入英国人的生活。"
    },
    {
      "en": "British Rail has indeed become more commercial over the past decade.",
      "cn": "过去10年来，英国铁路确实变得更加商业化了。"
    },
    {
      "en": "For a decade \"X\" was the pre-eminent punk band in Los Angeles.",
      "cn": "10年来，“X”乐队一直都是洛杉矶最杰出的朋克乐队。"
    },
    {
      "en": "If not, ask God to help you establish goals for your decade of destiny.",
      "cn": "如果没有，那么请上帝帮助你建立你的命运十年的目标。"
    },
    {
      "en": "Over the decade, women in this category went up by 120%.",
      "cn": "过去10年，这类女性多了120％。"
    },
    {
      "en": "The 1950s were the decade of Hong Kong's industrial take-off.",
      "cn": "20世纪50年代是香港工业开始快速发展的10年。"
    },
    {
      "en": "The 1980s were the hottest decade on record.",
      "cn": "20世纪80年代是有史以来最热的十年。"
    },
    {
      "en": "The commission's conclusions sweep away a decade of denials and cover-ups.",
      "cn": "委员会的结论将十年来的否认和掩饰无情地揭开。"
    },
    {
      "en": "the greatest scientific achievement of the decade",
      "cn": "这十年最伟大的科学成就"
    },
    {
      "en": "the last decade of the nineteenth century",
      "cn": "19世纪的最后10年"
    },
    {
      "en": "the mid-point of the decade",
      "cn": "十年过半的时候"
    },
    {
      "en": "The number of people employed in agriculture has fallen in the last decade.",
      "cn": "过去十年，农业从业人数已经下降。"
    },
    {
      "en": "These cameras have increased only marginally in value over the past decade.",
      "cn": "在过去10年里，这些照相机的价格只是略有提高。"
    },
    {
      "en": "These developments were foreseen in embryo more than a decade ago.",
      "cn": "这些发展早在十多年前的萌芽阶段就已预见到。"
    },
    {
      "en": "Two thirds of the region has been deforested in the past decade.",
      "cn": "在过去十年里这个地区的森林有三分之二被毁掉。"
    },
    {
      "en": "We hope to have test flights in this decade.",
      "cn": "我们希望在这十年进行试验飞行。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "decennium",
            "dix"
          ],
          "tran_cn": "十年，十年期；十"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "year"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "over the past decade",
      "tran_cn": "在过去的十年里"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "十年",
      "tran_en": "a period of 10 years"
    }
  ],
  "exchange": {
    "pl": [
      "decades"
    ]
  }
}