{
  "word": "conifer",
  "ipa": {
    "us": "ˈkɒnɪfə(r)",
    "uk": "ˈkɑnɪfə(r)"
  },
  "sentences": [
    {
      "en": "Chinese larchlike deciduous conifer with golden yellow leaves.",
      "cn": "中国一种类似于落叶松的每年落叶的针叶树,金黄色叶子."
    },
    {
      "en": "Conifer forests cover the eastern versant.",
      "cn": "东部山区被针叶树林覆盖."
    },
    {
      "en": "Conifer hedge such as yew, juniper, redwood, etc.",
      "cn": "针叶树篱,如紫杉 、 刺柏 、 红木等."
    },
    {
      "en": "Conifer shrub style such as juniper, yew, pine, etc.",
      "cn": "针叶灌木类,如刺柏 、 紫杉 、 松树等."
    },
    {
      "en": "Conifer tree style such as pine, fir, spruce, redwood, arborvitae, etc.",
      "cn": "针叶类树包括松树 、 杉树 、 云杉 、 红木 、 柏树, 等等."
    },
    {
      "en": "Conifer tree style such as pine, fir, spruce, redwood, cedar, etc.",
      "cn": "针叶类树包括松树 、 杉树 、 云杉 、 红木 、 雪松, 等等."
    },
    {
      "en": "Conifer tree style such as pine, fir, spruce, redwood, juniper, etc.",
      "cn": "针叶类树包括松树 、 杉树 、 云杉 、 红木 、 刺柏, 等等."
    },
    {
      "en": "Drag onto the page to add a conifer hedge, such as yew, juniper, or redwood.",
      "cn": "拖到绘图页后,可以添加针叶树篱, 如紫杉 、 刺柏或红木."
    },
    {
      "en": "Drag onto the page to add a conifer shrub, such as juniper, pine, or yew.",
      "cn": "拖到绘图页后,可以添加针叶灌木, 如刺柏 、 松树或紫杉."
    },
    {
      "en": "Drag onto the page to add a conifer tree, as pine, fir, spruce, redwood, or arborvitae.",
      "cn": "拖到绘图页后,可以添加针叶树, 如松树 、 杉树 、 云杉 、 红木或柏树."
    },
    {
      "en": "Drag onto the page to add a conifer tree, such as pine, fir, spruce, redwood, or cypress.",
      "cn": "拖到绘图页后，可以添加针叶树，如松树、杉树、云杉、红木或柏树。"
    },
    {
      "en": "In conifer orchards new stumps should be removed.",
      "cn": "在针叶树的种子园,新的伐桩应予除掉."
    },
    {
      "en": "In the process of secondary succession from conifer - broadleaf forest to broadleaf forest , species richness fluctuated remarkably.",
      "cn": "在针阔混交林向阔叶林演替过程中, 物种丰富度指数表现为较大的波动性."
    },
    {
      "en": "Red squirrels cut conifer cones from trees and bury them in plant litter on the forest floor.",
      "cn": "红松鼠会将针叶树上的果实割下来，然后埋在森林地面的落叶中。"
    },
    {
      "en": "The more recent conifer plantations cannot yet compare with the old woodlands.",
      "cn": "年代较近的针叶树林场还比不上年代久远的林场。"
    },
    {
      "en": "They are large conifer trees , ranging from 23 m to 32 m high.",
      "cn": "红松是大型的针叶常青树, 高达23至32米不等."
    },
    {
      "en": "They are large evergreen conifer trees , ranging from 23 m to 32 m high.",
      "cn": "它们是23米到32米高的大型的常绿针叶树."
    },
    {
      "en": "They are large evergreen conifer trees, ranging from 23m to 32m high.",
      "cn": "它们是23 米到32 米高的大型的常绿针叶树。"
    },
    {
      "en": "To get annual temperatures, they measured rings in high-altitude conifer trees, which grow faster in warmer summers and slower in colder years.",
      "cn": "为了得出每年的气温值，他们对生长在高海拔地区的针叶树的年轮进行测量，这种树木在炎烈的夏天生长得比较快，而在寒冷的年份就长得比较慢。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "coniferous",
          "tran_cn": " 结球果的；松柏科的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "coniferophyta",
          "tran_cn": " 松柏植物门"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "tree"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[植]针叶树，松柏科植物",
      "tran_en": "a tree such as a  pine  or  fir  that has leaves like needles and produces brown  cones  that contain seeds. Most types of conifer keep their leaves in winter."
    }
  ],
  "exchange": {
    "pl": [
      "conifers"
    ],
    "adj": [
      "coniferous"
    ]
  }
}