{
  "word": "untouched",
  "ipa": {
    "us": "ʌnˈtʌtʃt",
    "uk": "ʌnˈtʌtʃt"
  },
  "sentences": [
    {
      "en": "-- There is also potential for exploiting untouched arable land resources.",
      "cn": "-- 开发后备耕地资源有潜力."
    },
    {
      "en": "Ducie is one of the world's last untouched islands, nearly 5,000km from Australia.",
      "cn": "迪西岛是当今世上仅存的几个不染尘嚣的岛屿之一，距澳大利亚近5,000公里。"
    },
    {
      "en": "He left his meal untouched.",
      "cn": "他搁下饭菜没去碰它."
    },
    {
      "en": "He murmured something, then, food left untouched, went into the sitting-room.",
      "cn": "他咕哝了些什么，然后食物丝毫未动就进了起居室。"
    },
    {
      "en": "He set down his glass untouched.",
      "cn": "他放下了那一杯尚未沾唇的酒."
    },
    {
      "en": "He's a real Dorian Gray, apparently untouched by the ageing process.",
      "cn": "他像是不受衰老过程的影响，青春永驻。"
    },
    {
      "en": "Michael pointed out to me that amongst the rubble, there was one building that remained untouched.",
      "cn": "迈克尔指给我看说，瓦砾中有一栋建筑完好无损。"
    },
    {
      "en": "Several papers lay untouched on the desk.",
      "cn": "有几份文件原封不动地放在书桌上。"
    },
    {
      "en": "She entered Melanie's room and saw that the breakfast tray was untouched.",
      "cn": "她走进媚兰房里,发现那盘早点还没动过."
    },
    {
      "en": "She sent back her breakfast tray untouched.",
      "cn": "她打发人将一盘她一口未动的早餐送回."
    },
    {
      "en": "Tess was full of strong feelings, but untouched by experience.",
      "cn": "苔丝感情强烈, 但未经世故."
    },
    {
      "en": "The desk had been rifled for money, some banknotes taken but cheque-book and credit cards left untouched.",
      "cn": "为了找到钱，桌子被翻过了，拿走了一些钞票，但支票簿和信用卡原封未动。"
    },
    {
      "en": "The island has been untouched by tourism.",
      "cn": "该岛未受旅游业的影响."
    },
    {
      "en": "The miser was untouched by the poor man's story.",
      "cn": "那个吝啬鬼对那穷人的叙述无动于衷."
    },
    {
      "en": "The temple remained untouched in the war.",
      "cn": "该寺在战争期间未受到损害."
    },
    {
      "en": "Vested interests were left untouched.",
      "cn": "既得利益未受影响。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unchanged",
            "uninfluenced"
          ],
          "tran_cn": "未受影响的；未改变的；未触动过的；不受感动的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "intact",
            "untried"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未触动过的，原样的，未被论及的，无动于衷的",
      "tran_en": "not changed, damaged, or affected in any way"
    }
  ],
  "exchange": {}
}