{
  "word": "turbid",
  "ipa": {
    "us": "ˈtɜːbɪd",
    "uk": "ˈtɜːrbɪd"
  },
  "sentences": [
    {
      "en": "A fisherman drags nets of oysters from the turbid river water on a breathless summer day.",
      "cn": "一个渔民在喘不过气来的夏天从浑浊的河水里拖上了几网牡蛎。"
    },
    {
      "en": "Alum will settle turbid water.",
      "cn": "明矾可以澄清浊水."
    },
    {
      "en": "He found himself content to watch idly the sluggish flow of the turbid stream.",
      "cn": "他心安理得地懒洋洋地望着混浊的河水缓缓流着."
    },
    {
      "en": "Hope you not confused by this open and turbid route.",
      "cn": "望读者不为本文混乱之开放思路迷惑."
    },
    {
      "en": "Leucorrhea sends out the different yellow story and has the turbid thing of white outflow!",
      "cn": "白带发黄异闻且有白色混浊物流出!"
    },
    {
      "en": "Life is the clear and transparent white spirits, which seems pure at the first glance, but actually is turbid.",
      "cn": "生命是明确的和透明的白酒，这似乎纯在乍看之下，但实际上是浑浊。"
    },
    {
      "en": "Murky: More than deeply colored; lacking brightness, turbid and sometimes a bIt'swampy.",
      "cn": "黑暗的: 比深色更浓; 缺乏亮度, 混浊且有时显得有点如沼泽般松软."
    },
    {
      "en": "Return to preparation ceremony , concentrate on foot to clean the turbid.",
      "cn": "恢复预备式,意在脚掌, 使废浊排除."
    },
    {
      "en": "That fear, helplessness, choking feeling filled with me, at the momentSlice turbid.",
      "cn": "那种恐惧 、 无助 、 窒息的感觉充斥着我, 眼前一片浑浊."
    },
    {
      "en": "The blockage of turbid phlegmandblood stasis draws better effect used SFG of supplementing Qi andblood stasis.",
      "cn": "用益气化痰、活血通络之舒肺颗粒治疗,将取得较好的效果."
    },
    {
      "en": "The lake's water is turbid.",
      "cn": "这个湖里的水混浊."
    },
    {
      "en": "The trends are still turbid.",
      "cn": "经济增长的趋势仍不明朗."
    },
    {
      "en": "Therefore, the study on experiment of turbid - water will be provided with practical meaning and theoretical value.",
      "cn": "因此, 对浑水挑流消能的试验研究是具有一定的实际意义和理论价值."
    },
    {
      "en": "To approve the feasibility and practicability of Detoxifying and Dissolving turbid therapy to treat AFL.",
      "cn": "验证解毒化浊法治疗M的 可行性和实用性."
    },
    {
      "en": "Turbid is a major trouble in waste dump construction, especially in sufficient rain area.",
      "cn": "泥石流是排土场建设中的一大危害, 特别是在雨水充裕的南方地区."
    },
    {
      "en": "When producing Anli pear turbid juice, the most efficious stabilizer is 0.",
      "cn": "安梨混浊果汁生产中, 稳定剂以0."
    },
    {
      "en": "Yier Discard leftover oil, coupled with lard, water and seasoning, simmered into turbid.",
      "cn": "已而倒掉剩油, 再加猪油 、 水和佐料, 慢火沌成."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "turbidity",
          "tran_cn": " [分化] 浊度；浑浊；混浊度；混乱"
        },
        {
          "word": "turbidness",
          "tran_cn": " 浓密；混浊；混乱"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "chaotic",
            "troubled",
            "confused"
          ],
          "tran_cn": "浑浊的；混乱的；雾重的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<正>混浊的，（思想等）混乱的，紊乱的，（烟、云等）浓密的",
      "tran_en": "turbid water or liquid is dirty and muddy"
    }
  ],
  "exchange": {
    "noun": [
      "turbidity"
    ]
  }
}