{
  "word": "hothouse",
  "ipa": {
    "us": "ˈhɒthaʊs",
    "uk": "ˈhɑːthaʊs"
  },
  "sentences": [
    {
      "en": "...the reputation of the college as a hothouse of novel ideas.",
      "cn": "...该学院享有的新思想摇篮的美誉。"
    },
    {
      "en": "A hothouse or plantation where pineapples are grown.",
      "cn": "菠萝种植园菠萝生长的温室或园林."
    },
    {
      "en": "Both the tank and the hothouse were undamaged today.",
      "cn": "无论是坦克和温室均完好无损."
    },
    {
      "en": "Hothouse in Botanic gardens.",
      "cn": "植物园中的温室."
    },
    {
      "en": "I used to keep them alive -- in a small hothouse. \"",
      "cn": "我养活它们, 养在小温室里. ”"
    },
    {
      "en": "Lush gardens of beans, corn, squash, onions and lettuce grow as if they're in a hothouse.",
      "cn": "青青的菜园里种着豆子 、 玉米 、 南瓜 、 洋葱,一些野菜也混杂在其中,像是种在温室里面似的."
    },
    {
      "en": "Mould - breaking strategies grow initially like weeds. They are not cultivated like tomatoes in a hothouse.",
      "cn": "那些突破现有模式的战略早期如同杂草一样生长,它们不是暖房里培育出来的番茄."
    },
    {
      "en": "Mould - breaking strategies grow initially like weeds. They are note cultivated like tomatoes in a hothouse.",
      "cn": "那些突破现有模式的战略早期如同杂草一样生长,他们不是温室里面培育出来的番茄."
    },
    {
      "en": "Mr. Craig had been proud to show his taste and his hothouse plants on the occasion.",
      "cn": "在这种场合,克莱格先生正好来表现他的风雅嗜好和炫示那些在温室里培养出来的花草."
    },
    {
      "en": "No hothouse or herbarium contains anything comparable; no wilted , browned specimens pressed between paper rival it.",
      "cn": "它们精细到连根部微小的短硬毛也模仿得栩栩如生, 就像生长在土壤中的植物."
    },
    {
      "en": "Sometimes ask yourself too much like hothouse flowers, \" How can we not experiencing rain rainbow? \"",
      "cn": "有时候想想自己太像温室里的花朵, “ 不经历风雨怎能见彩虹? ”"
    },
    {
      "en": "Such claims multiplied in the hothouse atmosphere.",
      "cn": "大气中的温室乘以这种说法."
    },
    {
      "en": "That city seems to be the hothouse of decadence.",
      "cn": "该城市似乎是堕落的温床."
    },
    {
      "en": "The country's hothouse of college competition has nurtured excellence across athletics, swimming and basketball.",
      "cn": "大学体育竞赛的温床,培育出该国在田径 、 游泳和篮球等领域的强势."
    },
    {
      "en": "The paper introduced the design and building method of suspended cable hothouse.",
      "cn": "介绍悬索式暖棚的设计及搭设方式."
    },
    {
      "en": "These plants are very delicate and can only grow in a hothouse.",
      "cn": "这些植物非常娇嫩,只能在温室里培植."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hotbed",
          "tran_cn": " 滋长地，温床"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "overprotective"
          ],
          "tran_cn": "[园艺]温室的；过分保护的；娇弱的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "conservatory",
            "greenhouse",
            "nursery"
          ],
          "tran_cn": "温室,暖房"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "温室的；过分保护的；娇弱的"
    },
    {
      "pos": "n",
      "tran_cn": "温室",
      "tran_en": "a heated building, usually made of glass, where delicate plants can grow"
    }
  ],
  "exchange": {
    "pl": [
      "hothouses"
    ]
  }
}