{
  "word": "inevitably",
  "ipa": {
    "us": "ɪnˈevɪtəbli",
    "uk": "ɪnˈevɪtəbli"
  },
  "sentences": [
    {
      "en": "Anyone who betrays his motherland shall inevitably fall into the abyss of eternal sin and shame.",
      "cn": "一切出卖祖国的人都必将堕入永远被人唾骂的罪恶深渊."
    },
    {
      "en": "In the way you go on, you are inevitably coming apart.",
      "cn": "照你们这样下去, 毫无疑问是会散伙的."
    },
    {
      "en": "Industrialization inevitably led to the expansion of the urban working class.",
      "cn": "工业化不可避免地导致了城市工人阶级人数的增多."
    },
    {
      "en": "Inevitably the repair job was not quite so simple.",
      "cn": "照例,修理工作并非如此简单."
    },
    {
      "en": "Inevitably the transition will yield some sticky moments.",
      "cn": "过渡时期难免会出现一些困难的时候。"
    },
    {
      "en": "Inevitably those who suffer the most are the mothers and children.",
      "cn": "妇女和儿童必然是最遭罪的。"
    },
    {
      "en": "Inevitably, a quarrel followed between the two sides.",
      "cn": "双方随后不可避免地争吵起来."
    },
    {
      "en": "Inevitably, the press exaggerated the story.",
      "cn": "新闻界照例又夸大了这件事。"
    },
    {
      "en": "Inevitably, the situation did not please everyone.",
      "cn": "这种状况必定不能让所有人都感到满意。"
    },
    {
      "en": "Most modern housing estates are terrible and inevitably done on the cheap.",
      "cn": "现在的房子大多质量差劲透顶，肯定都是偷工减料盖起来的。"
    },
    {
      "en": "Older cars inevitably lack the latest safety refinements.",
      "cn": "老款的汽车难免缺少经过改进的最新安全保护装置。"
    },
    {
      "en": "The conversation inevitably turned to the changes that had taken place in the village.",
      "cn": "话题不可避免地转到谈村子里发生的变化."
    },
    {
      "en": "The decision will inevitably lead to political tensions.",
      "cn": "该决定必然导致政治局势的紧张。"
    },
    {
      "en": "The recent political incident will inevitably count against the peace process of the two countries.",
      "cn": "最近发生的这一政治事件无疑会影响两国的和平进程."
    },
    {
      "en": "The report has inevitably been greeted with scepticism.",
      "cn": "那份报告不可避免地受到了质疑。"
    },
    {
      "en": "These tests will inevitably be used by politicians to make cheap political points.",
      "cn": "这些测试必然会被政客们不失时机地拿去大做政治文章。"
    },
    {
      "en": "This would inevitably involve his departure from the post of Prime Minister.",
      "cn": "这将不可避免地导致他辞去首相一职。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "inevitable",
          "tran_cn": "必然的，不可避免的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "inevitability",
          "tran_cn": "必然性；不可逃避"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "necessarily",
            "ineluctably"
          ],
          "tran_cn": "不可避免地；必然地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "surely"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不可避免地，必然地",
      "tran_en": "used for saying that something is certain to happen and cannot be avoided"
    }
  ],
  "exchange": {}
}