{
  "word": "retaliation",
  "ipa": {
    "us": "rɪˌtæliˈeɪʃn",
    "uk": " rɪˌtælɪˈeʃən"
  },
  "sentences": [
    {
      "en": "\"If you know what to say and how to say it, you can speak up and keep the risk of retaliation to a minimum, \" he said.",
      "cn": "他说：”如果你知道说什么、如何说，你就能为自己讨回公道，并将被报复的风险降至最低“。"
    },
    {
      "en": "But the White House has a stronger motive than retaliation.",
      "cn": "尽管如此,白宫萌生了更强烈的动机,远非只是报复."
    },
    {
      "en": "Community and church leaders have appealed for calm and no retaliation.",
      "cn": "社区和教会领袖呼吁各方保持冷静,不要采取报复行动."
    },
    {
      "en": "Executioners and judges have worn masks to avoid retaliation.",
      "cn": "死刑执行者及审判官也穿戴面具,预防被罪犯报复."
    },
    {
      "en": "He endured hardships to plan retaliation.",
      "cn": "他卧薪尝胆,图谋报复."
    },
    {
      "en": "He never said a single word in retaliation.",
      "cn": "他从未说过一句反击的话."
    },
    {
      "en": "I'd be glad of a retaliation that wouldn't recoil on myself.",
      "cn": "我喜欢一种不会牵累到我自己的报复."
    },
    {
      "en": "Industry rivalry and the threat of retaliation.",
      "cn": "同行业竞争和报复的威胁。"
    },
    {
      "en": "Like retaliation tariff, preferential tariff is used as a weapon in international relations.",
      "cn": "与报复性关税一样, 特惠关税在国际关系中也被当成一种武器使用."
    },
    {
      "en": "Our response involves far more than instant retaliation and isolated strikes.",
      "cn": "我们的反应远不止一时的报复,也不仅仅是空袭."
    },
    {
      "en": "Police said they believed the attack was in retaliation for the death of the drug trafficker.",
      "cn": "警察说他们认为这次袭击是针对那个毒犯的死实施的报复。"
    },
    {
      "en": "Such measures threaten to provoke escalating retaliation and a full - blown trade war.",
      "cn": "这些措施将招致更大规模的贸易报复措施,甚至全面的贸易战."
    },
    {
      "en": "The alternative is massive retaliation by missiles aimed at the enemy's cities.",
      "cn": "一种选择是用导弹对准敌人所在的城市大规模反击."
    },
    {
      "en": "The armed forces were on high alert to guard against any retaliation.",
      "cn": "武装部队保持高度戒备，以防发生任何报复行动。"
    },
    {
      "en": "The prescribed punishment often took the form of exact retaliation.",
      "cn": "它所规定的惩罚多采用报复的形式."
    },
    {
      "en": "The residents and witnesses all spoke on condition of anonymity for fear of retaliation.",
      "cn": "传播短信的居民和目击者出于害怕报复的考虑均采用匿名。"
    },
    {
      "en": "The two women said they suffered retaliation when they complained.",
      "cn": "这两位妇女表示,她们提出抱怨时遭到了打击报复."
    },
    {
      "en": "There were no injuries or damage, but the attack raised the prospect of further Israeli retaliation.",
      "cn": "这次袭击没有造成伤亡或者破坏，但是却使以色列有可能进一步报复。"
    },
    {
      "en": "They determined on retaliation.",
      "cn": "他们决定采取报复行动."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "retaliatory",
          "tran_cn": " 报复的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "retaliate",
          "tran_cn": " 报复；回敬"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "retaliate",
          "tran_cn": " 报复"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "revenge",
            "reprisal"
          ],
          "tran_cn": "报复；反击；回敬"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "compensation",
            "payment",
            "vengeance"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "massive retaliation",
      "tran_cn": "大规模报复"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "报复，反击",
      "tran_en": "action against someone who has done something bad to you"
    }
  ],
  "exchange": {}
}