{
  "word": "barracks",
  "ipa": {
    "us": "ˈbærəks",
    "uk": "ˈbærəks"
  },
  "sentences": [
    {
      "en": "...an army barracks in the north of the city.",
      "cn": "…一所在那个城市北面的军营。"
    },
    {
      "en": "A barracks was built at the foot of the mountain.",
      "cn": "山脚下建了一座营房."
    },
    {
      "en": "After pulling it to the barracks it had clean disappeared.",
      "cn": "自从一拉到营盘里就不见了!"
    },
    {
      "en": "He announced that the army and police had been confined to barracks.",
      "cn": "他通告说军队和警察已经被禁闭在营房中不得外出。"
    },
    {
      "en": "I got myself a pass into the barracks.",
      "cn": "我弄到了进兵营的通行证。"
    },
    {
      "en": "Its buildings, originally constructed as temporary hospital barracks , were crumbling.",
      "cn": "原先是个简陋医院的楼房已破烂不堪."
    },
    {
      "en": "John wrote that his barracks was a lively were inspected daily.",
      "cn": "营房每日受检查."
    },
    {
      "en": "Sonny yawned. \" What the hell are you, inspecting the barracks?",
      "cn": "桑儿打了个哈欠,说: “ 你算什么东西, 竟来检查兵营?"
    },
    {
      "en": "The authorities have ordered all soldiers who have returned from the front line to report back to barracks.",
      "cn": "当局已经下令让所有从前线返回的士兵回营地报到。"
    },
    {
      "en": "The barracks stand on the site of the old castle.",
      "cn": "那个兵营位于古城堡的旧址上."
    },
    {
      "en": "The barracks was [ were ] inspected daily.",
      "cn": "营房 每天都受到检查."
    },
    {
      "en": "The barracks was surrounded by a high wall.",
      "cn": "兵营被高墙包围着."
    },
    {
      "en": "The school buildings , originally constructed as temporary hospital barracks, were crumbling.",
      "cn": "原先是个简陋医院的校舍已破烂不堪."
    },
    {
      "en": "The troops were ordered back to barracks .",
      "cn": "士兵们被命令返回营房。"
    },
    {
      "en": "Their house was a great barracks of a place.",
      "cn": "他们住的是个简陋的大房子."
    },
    {
      "en": "This is seen as a reward for the army's loyalty during a barracks revolt earlier this month.",
      "cn": "此举被视为是对在本月初一场军营叛变中表现忠心不贰的军队的奖赏。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "quarters"
          ],
          "tran_cn": "兵营，营房；简陋的房子；警察所（barrack的复数）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "兵营，简陋的大房子",
      "tran_en": "a building or group of buildings in which soldiers live"
    },
    {
      "pos": "v",
      "tran_cn": "使驻扎军营里；住在工房、棚屋里；（澳）大声鼓噪（barrack的三单形式）"
    }
  ],
  "exchange": {}
}