{
  "word": "limbo",
  "ipa": {
    "us": "ˈlɪmbəʊ",
    "uk": "ˈlɪmboʊ"
  },
  "sentences": [
    {
      "en": "China has tens of millions of people living in legal limbo.",
      "cn": "中国有数千万人生活在法律的中间状态."
    },
    {
      "en": "However valid, these doubts and quibbles left the accord in limbo.",
      "cn": "然而实际上, 诸如此类的怀疑和遁辞只会把协定打入冷宫."
    },
    {
      "en": "I didn't know whether my family was alive or dead. I felt as if I was in limbo.",
      "cn": "我不知道家人是生是死，感觉自己茫然无措。"
    },
    {
      "en": "I'm in limbo, waiting to know if I've got the job or not.",
      "cn": "我心神不定, 等着知道是否已得到了那份工作."
    },
    {
      "en": "Normally, officials in his position are left in limbo for weeks or months.",
      "cn": "但通常而言, 官员会在事发后被保留职位长达数周或者数月."
    },
    {
      "en": "Pass through the limbo, jump out the window.",
      "cn": "它穿越地狱边境, 跳出窗户."
    },
    {
      "en": "Reyes now finds himself in limbo.",
      "cn": "雷耶斯现在觉得自己成了烫手的山芋."
    },
    {
      "en": "Some other way of entering limbo must be thought of.",
      "cn": "要进监狱,还得另打主意."
    },
    {
      "en": "That journey will be in limbo for at least a few more weeks.",
      "cn": "这次执教至少在接下去的几周内仍会相当困难."
    },
    {
      "en": "The family was kept in limbo.",
      "cn": "该家庭并不稳定."
    },
    {
      "en": "the limbo of the stateless person",
      "cn": "无国籍人的不安定状态"
    },
    {
      "en": "The negotiations have been in limbo since mid-December.",
      "cn": "从12月中旬开始谈判就一直处于停滞状态。"
    },
    {
      "en": "The project must remain in limbo until the committee makes its decision.",
      "cn": "该工程必须搁置,等待委员会做决定."
    },
    {
      "en": "Throughout that night I lay in the purple limbo between sleeping and waking.",
      "cn": "我在半睡半醒的缥缈幻境中度过整晚."
    },
    {
      "en": "Will they able to free themselves from this limbo?",
      "cn": "他们能否将自己从这里解放?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prison",
            "jail"
          ],
          "tran_cn": "监狱；地狱的边境；放置丢弃物的场所；处于中间的或不定的状态"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "hell"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[宗]地狱的外缘，不稳定，中间状态，监狱，林波舞（西印度群岛的一种舞）",
      "tran_en": "a situation in which nothing happens or changes for a long period of time, and it is difficult to make decisions or know what to do, often because you are waiting for something else to happen first"
    }
  ],
  "exchange": {
    "pl": [
      "limbos"
    ]
  }
}