{
  "word": "disproportionately",
  "ipa": {
    "us": "ˌdɪsprə'pɔ:ʃənətlɪ",
    "uk": "ˌdɪsprə'pɔʃənətlɪ"
  },
  "sentences": [
    {
      "en": "And by an accident of geography that's a cost that will fall disproportionately on the poor.",
      "cn": "而由于地理的偶然因素,这种代价将不成比例地落在穷国身上."
    },
    {
      "en": "Babies often seem to have disproportionately large heads.",
      "cn": "婴儿往往显得头部过大."
    },
    {
      "en": "Despite the health hazards, cigarette smoking is disproportionately frequent among young women.",
      "cn": "尽管吸烟危害健康, 但是年轻女性的吸烟频率依然高得不成比例."
    },
    {
      "en": "Freud saw man as motivated disproportionately by sex.",
      "cn": "弗洛伊德认为人主要受到性的主宰."
    },
    {
      "en": "His benefits were disproportionately generous.",
      "cn": "他的收益不成比例地高."
    },
    {
      "en": "In Britain at least, diabetes is increasingly becoming a disease that disproportionately affects the poor.",
      "cn": "至少在英国, 患糖尿病的穷人的比例越来越大."
    },
    {
      "en": "It would be unfair if the burden was borne disproportionately by private - sector workers.",
      "cn": "如果这项负担不成比例的由私人部门的员工来承担,这将会导致不公平."
    },
    {
      "en": "Johnson’s aversion to this tax was part of his reluctance to ask for any sacrifices for the Vietnam War -- except from the disproportionately blue-collar army that was fighting it.",
      "cn": "约翰逊对这项税的反感，部分是因为除了浴血奋战的不成比例的蓝领军人外，他犹豫要不要要求其他人为越战做出一点点牺牲。"
    },
    {
      "en": "Second , evidence is growing that climate change hits two specific groups of people disproportionately and unfairly.",
      "cn": "其二, 有证据显示,两个特定群体不是问题的制造者,却不公平的承受了大部分冲击."
    },
    {
      "en": "Submit graphics that are disproportionately large for the content.",
      "cn": "提交的图形?比例较大的内容."
    },
    {
      "en": "Such funds have flowed disproportionately into small and illiquid stocks, causing them to rise multiple times.",
      "cn": "这样的资金不成比例的流入小且缺少流动的证券, 导致其价格翻了几番."
    },
    {
      "en": "The lower-paid spend a disproportionately large amount of their earnings on food.",
      "cn": "低工资者将收入花在食物上的比例很大。"
    },
    {
      "en": "This wall is disproportionately long.",
      "cn": "这堵墙高得不协调."
    },
    {
      "en": "Those who left disproportionately black and poor.",
      "cn": "离开的人口中黑人和穷人的比例非常小."
    },
    {
      "en": "Those who left were probably disproportionately black and poor.",
      "cn": "那些离开的人里可能黑人和穷人占多数."
    },
    {
      "en": "When beams are loaded disproportionately, the unbraced lengths shall be determined as noted above.",
      "cn": "如果横梁的负荷不成比例, 则无支撑长度由如上所述来确定."
    },
    {
      "en": "Yet it has already added disproportionately to the brimming pot of hatred.",
      "cn": "然而,它却无疑为中东局势火上浇油."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "disproportionate",
          "tran_cn": " 不成比例的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不匀称，不相称"
    }
  ],
  "exchange": {
    "adj": [
      "disproportionate"
    ]
  }
}