{
  "word": "stead",
  "ipa": {
    "us": "sted",
    "uk": "stɛd"
  },
  "sentences": [
    {
      "en": "Adams took a succession of jobs which have stood him in good stead.",
      "cn": "当斯连着做过几份让他颇为受益的工作。"
    },
    {
      "en": "And in stead , I found everything that I'd ever been looking for my whole life.",
      "cn": "就在那时, 我找到了我一生都在追求的."
    },
    {
      "en": "He came close to the painter and looked stead - fastly into his stern eyes.",
      "cn": "他走近画家,并且死死地盯着他那目光严峻的眼睛."
    },
    {
      "en": "Here again my old caution stood me in good stead.",
      "cn": "这一次我那种向来不变的谨慎又给我许多好处."
    },
    {
      "en": "his early training stood him in good stead.",
      "cn": "他早期受的训练对他的将来有好处。"
    },
    {
      "en": "His personal relationship with the electorate stands in good stead ( John Sears )",
      "cn": "他与选民的个人关系是有很大帮助的 ( 约翰西尔斯 )"
    },
    {
      "en": "I can't attend the meeting but I'll send my assistant in my stead.",
      "cn": "这个会我来不了,我让助手代我出席."
    },
    {
      "en": "I'll go in his stead.",
      "cn": "我代他去."
    },
    {
      "en": "I've always felt that solid experience would stand me in good stead.",
      "cn": "我总觉得实实在在的经历会对我有利的。"
    },
    {
      "en": "My anorak has stood me in good stead this winter.",
      "cn": "我这件皮猴儿今年冬天可帮了大忙了."
    },
    {
      "en": "My grandmother and aunt will be there in my parents' stead.",
      "cn": "我的祖母和姑妈将代替我的父母出席。"
    },
    {
      "en": "My knowledge of French stood me in good stead when I traveled in France.",
      "cn": "我在法国旅游时,我的法语知识很有用."
    },
    {
      "en": "My years of teaching stood me in good stead.",
      "cn": "多年的执教经验令我大受裨益。"
    },
    {
      "en": "On the 19 th, General Gamelin was dismissed, and Weygand reigned in his stead.",
      "cn": "19日, 甘默林将军被免职, 由魏刚接任."
    },
    {
      "en": "She asked me to attend the meeting in her stead.",
      "cn": "她要我替她去参加会议."
    },
    {
      "en": "These two games here will stand them in good stead for the future.",
      "cn": "现在的这两场比赛将对他们今后很有利。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "substitution",
            "lieu"
          ],
          "tran_cn": "代替；用处"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in stead of",
      "tran_cn": "代替"
    },
    {
      "phrase": "stand someone in good stead",
      "tran_cn": "（将来）对某人有好处，对某人有用处"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "代替，用处，好处，有帮助",
      "tran_en": "If you do something in someone's stead, you replace them and do it instead of them."
    }
  ],
  "exchange": {}
}