{
  "word": "empirically",
  "ipa": {
    "us": "ɪm'pɪrɪklɪ",
    "uk": "ɪm'pɪrɪklɪ"
  },
  "sentences": [
    {
      "en": "A conceptual model of social exchange theory is presented and empirically assessed.",
      "cn": "以南投县鱼池乡日月村之邵族人和日月潭之观光客为调查对象."
    },
    {
      "en": "An experiment is designed to empirically evaluate CKCMA's multiagent knowledge classification technique.",
      "cn": "我们并实际验证此模型之知识分类技术."
    },
    {
      "en": "Empirically, the answer seems to be: a lot.",
      "cn": "以我的经验, 答案是: 非常重要."
    },
    {
      "en": "From what does the empirically existing stability of human order derive?",
      "cn": "经验上存在的人类秩序,其稳定性源自何处?"
    },
    {
      "en": "God does not care about our mathematical difficulties. He integrates empirically.",
      "cn": "上帝不关心我们的数学困难. 他整合经验."
    },
    {
      "en": "He was treated empirically with acyclovir, and multiple blood and CSF cultures were negative.",
      "cn": "他在接受经验性的无环鸟苷治疗后, 多次血培养和脑脊液培养是阴性."
    },
    {
      "en": "On this basis, the capital market output efficiency in China is analysized empirically.",
      "cn": "在此基础上, 对我国资本市场的产出效率作了实证分析."
    },
    {
      "en": "The acceptance criterion is usually set empirically based on the type of device being fabricated.",
      "cn": "合格标准一般是根据制作器件的类型由经验确定."
    },
    {
      "en": "The net effect of these conflicting tendencies has not been empirically resolved.",
      "cn": "这种相互抵消情况的最终影响如何,在经验分析上尚未得到解决."
    },
    {
      "en": "The principle sanctioned by fiat what was evidently empirically correct but not yet logically established.",
      "cn": "这个原理用命令来批准,经验上显然正确但未在逻辑上建立."
    },
    {
      "en": "The thesis uses the method theoretically and empirically.",
      "cn": "本文采用了理论结合实证的研究方法."
    },
    {
      "en": "This book will include three detailed and empirically validated treatment manuals for use by practicing clinicians.",
      "cn": "这本书将包括三个具体和实际验证的治疗手册,供临床使用的训练."
    },
    {
      "en": "This can be empirically tested.",
      "cn": "这个可以得到经验上的验证."
    },
    {
      "en": "Yet both kinds of models were empirically constructed in the same inductive Ptolemaic way.",
      "cn": "不过,这两种模型都是基于经验,以同样的托勒密式归纳法建立起来的."
    },
    {
      "en": "Your course of action therefore needs to be identified empirically.",
      "cn": "因此,我们可以借鉴别人的经验,看看你可以怎么做."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "empiric",
          "tran_cn": " 经验主义的"
        },
        {
          "word": "empirical",
          "tran_cn": " 经验主义的，完全根据经验的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "empiric",
          "tran_cn": " 经验主义者；江湖医生"
        },
        {
          "word": "empiricism",
          "tran_cn": " 经验主义；经验论"
        },
        {
          "word": "empiricist",
          "tran_cn": " 经验主义者；使用观察实验法的人；庸医"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "以经验为主地"
    }
  ],
  "exchange": {
    "adj": [
      "empirical"
    ]
  }
}