{
  "word": "untoward",
  "ipa": {
    "us": "ˌʌntəˈwɔ:d",
    "uk": "ʌnˈtɔrd"
  },
  "sentences": [
    {
      "en": "An inkling of untoward deeds on the part of Hurstwood had come.",
      "cn": "现在终于让她得知了一点赫斯渥行为不轨的消息."
    },
    {
      "en": "Any untoward medicaloccurrence in a patient or clinical investigation subject administered apharmaceutical product and which does not necessarily have a causalrelationship with this treatment.",
      "cn": "在用药病人或临床研究对象中发生的任何不幸医疗事件，他不一定要与治疗有因果关系。"
    },
    {
      "en": "At midmonth, you may experience an untoward surprise involving money.",
      "cn": "月中旬, 你可能会经历金钱方面的意外."
    },
    {
      "en": "Conclusion Cardura could reduce medicine untoward reaction obviously.",
      "cn": "结论可多华可明显减少药物的不良反应."
    },
    {
      "en": "Indeed, anything untoward was now kept from James.",
      "cn": "的确, 现在一切不顺心的事都小心瞒着詹姆士."
    },
    {
      "en": "It is untoward for us to acquaint with nowadays how difficult it was for the pioneer.",
      "cn": "我们的目标是改掉被用的很多的动词与形容词,副词,这样句子就会有耳目一新的感觉."
    },
    {
      "en": "Monitor child's therapeutic and untoward response to medications; monitor the action and side effects of administered medications.",
      "cn": "监视患儿对药物的治疗反应和不利反应，观察药物的作用及副作用。"
    },
    {
      "en": "Nurse observation play an important role in detection of untoward reactions.",
      "cn": "应充分发挥护士观察力在药物不良反应发现中的价值."
    },
    {
      "en": "Objective Analyze the untoward effect caused by intravenous transfusion.",
      "cn": "目的分析静脉输液引起的不良反应及相应对策."
    },
    {
      "en": "Short of some tremendous accident or untoward event it could not be anything else.",
      "cn": "除了一件大事,或别的不幸的事外,这不可能是别的事情."
    },
    {
      "en": "Tampering with a single enzyme can lead to untoward effects elsewhere.",
      "cn": "破坏一种酶可能会导致在别处出现异常。"
    },
    {
      "en": "The immediate cause of everyone's distress is an untoward sequence of weather events.",
      "cn": "给所有人都带来痛苦的直接原因是一系列恼人的气候现象."
    },
    {
      "en": "The surveyor's report didn't highlight anything untoward.",
      "cn": "测量员的报告没有强调有出乎意料的困难。"
    },
    {
      "en": "The untoward effect of these antioxidants was noted whether they were taken separately or together.",
      "cn": "无论单独还是联合应用这些抗氧化剂均有显著副作用."
    },
    {
      "en": "These nouns consternation that something untoward may be impending.",
      "cn": "这些名词意指对某些迫近的不吉之事的焦虑."
    },
    {
      "en": "This alarmed me in case anything untoward formed the foundations of his memory.",
      "cn": "这让我担心,是不是有什么麻烦事让他形成了这种记忆."
    },
    {
      "en": "Untoward circumstances prevent me from being with you on this festive occasion.",
      "cn": "有些不幸的事件使我不能在这欢庆的时刻和你在一起."
    },
    {
      "en": "You are much more protected & at peace of mind against any untoward incident.",
      "cn": "对于任何不幸的事件,你都能得到最大限度的保护."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "difficult",
            "evil",
            "tight",
            "hard",
            "tough"
          ],
          "tran_cn": "不幸的；麻烦的；倔强的；困难的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "意外的， 不顺利的，倔强的，难对付的"
    }
  ],
  "exchange": {}
}