{
  "word": "farsighted",
  "ipa": {
    "us": "'fɑ:'saɪtɪd",
    "uk": "'fɑ'saɪtɪd"
  },
  "sentences": [
    {
      "en": "Annie: Dr. Sandi was farsighted.",
      "cn": "安妮: 桑迪够有远见的."
    },
    {
      "en": "Another 3.6 percent were farsighted, meaning they can see at a distance but not up close.",
      "cn": "另3.6%患有远视 —— 能看清远距离,但不能看清太近的物体."
    },
    {
      "en": "Are you nearsighted or farsighted ? Only my right eye is nearsighted.",
      "cn": "你是近视还是远视?"
    },
    {
      "en": "At least, people who were not as farsighted as I will call it that.",
      "cn": "至少, 那些和我一样有远见的人会这样说."
    },
    {
      "en": "Bilingualism is a farsighted educational policy.",
      "cn": "双语体制是很有远见的体制."
    },
    {
      "en": "Facing new century, Bonny's person heroic feelings so farsighted. \"",
      "cn": "面对新世纪,邦力人豪情万丈, 志在千里 ."
    },
    {
      "en": "Haven't farsighted economists been telling us that in the future we will work less, not more?",
      "cn": "有远见的经济学家们不是一直在告诉我们，将来我们会工作得更少而不是更多吗？"
    },
    {
      "en": "How farsighted the deal turns out to be remains in question.",
      "cn": "因此,这笔交易究竟有多有远见还是个问题."
    },
    {
      "en": "It is universally achnowledged that Ex - premier was a farsighted stateman.",
      "cn": "前任首相是一位公认的有远见的政治家."
    },
    {
      "en": "Many country tour developments exist bigger blindness, considers at present, regardless of farsighted.",
      "cn": "许多乡村旅游开发存在较大的盲目性, 只考虑当前, 不顾长远."
    },
    {
      "en": "No, I'm only farsighted.",
      "cn": "不, 我只是有远见罢了."
    },
    {
      "en": "Only the farsighted will see that the economic case for such an operation is compelling.",
      "cn": "只有有远见者将看到这样经济情况是必须采取行动的."
    },
    {
      "en": "People who are farsighted suffer from just the opposite problem.",
      "cn": "远视者的苦恼则起因于正好相反的问题."
    },
    {
      "en": "The farsighted eye can usually see objects in the distance clearly but near objects appear blurry.",
      "cn": "在有远见的眼睛通常可以看到远处的对象明确,但附近的物体变得模糊."
    },
    {
      "en": "The new prime minister is generally acknowledged as a farsighted statesman.",
      "cn": "新首相是一位公认的有“远见”的政治家."
    },
    {
      "en": "The new prime minister is generally acknowledged as farsighted statesman.",
      "cn": "新首相是一位公认的有远见的政治家."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "farseeing",
          "tran_cn": " 目光远大的；有远见的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "farsightedness",
          "tran_cn": " [眼科] 远视"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "forward-looking",
            "sagacious"
          ],
          "tran_cn": "有远见的；能看到远处的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有远见的，目光如炬，有先见之明",
      "tran_en": "If you describe someone as farsighted, you admire them because they understand what is likely to happen in the future, and therefore make wise decisions and plans"
    }
  ],
  "exchange": {}
}