{
  "word": "Eskimo",
  "ipa": {
    "us": "ˈeskɪməʊ",
    "uk": "ˈeskɪmoʊ"
  },
  "sentences": [
    {
      "en": "An Eskimo is ill - fitted for living in the tropics.",
      "cn": "爱斯基摩人不适于在热带生活."
    },
    {
      "en": "Are you saying you gave your heart and soul to that eskimo pitch?",
      "cn": "你敢说你在爱斯基摩那个广告上尽全力了?"
    },
    {
      "en": "Eskimo are enormous eates . They eat most of their food raw, or frozen.",
      "cn": "爱斯基摩人不仅食量极大,而且,他们多是吃生肉, 甚至是冰冻的生肉."
    },
    {
      "en": "Eskimo have warm clothing. They make it from the skins of animals.",
      "cn": "爱斯基摩人有用动物皮毛做成的非常保暖的衣物."
    },
    {
      "en": "Eskimo's life differs in many ways from ours.",
      "cn": "爱斯基摩人的生活在很多方面与我们不同."
    },
    {
      "en": "Eskimo's name is believed to have a life of its own.",
      "cn": "爱斯基摩人的名字被认为自身具有生命力."
    },
    {
      "en": "Exchange nose - to - nose Eskimo kisses.",
      "cn": "来个爱斯基摩式鼻对鼻的亲吻."
    },
    {
      "en": "Her Eskimo name is Miyax while her English name is Julie.",
      "cn": "在爱斯基摩人的小村子里,她的名字叫米亚克丝,而她的英语名字叫做朱莉."
    },
    {
      "en": "I'll teach you to Eskimo roll.",
      "cn": "我会教你“爱斯基摩翻滚”."
    },
    {
      "en": "It must be said in justification of the Eskimo men.",
      "cn": "这肯定都是为爱斯基摩人的辩解."
    },
    {
      "en": "So they ended up at the the third Eskimo igloo.",
      "cn": "因此他们最后来到了第三个爱斯基摩人的家里."
    },
    {
      "en": "So, I think this fish tank is simply meant for Eskimo, so the fishes can stay alive and swim in it forever.",
      "cn": "因而我一位这纯粹是为爱斯基摩人设计的，这样鱼儿才能存活下来，永远在鱼缸中嬉戏。"
    },
    {
      "en": "Surely, Whitman was the first poet to try to get his arms around the continent so as to hold the lumberjack and the secretary and the Eskimo in one loving cosmic embrace.",
      "cn": "惠特曼竭诚向伐木工人、文秘人员乃至爱斯基摩人敞开博爱的广阔胸怀，无疑成为率先张开双臂拥抱美洲大陆的诗人。"
    },
    {
      "en": "The Eskimo barbed the arrows with pointed fish bones.",
      "cn": "爱斯基摩人用尖鱼刺作箭的倒钩."
    },
    {
      "en": "The ordinary routine of Eskimo life is very interesting.",
      "cn": "爱斯基摩人的日常生活也很有趣."
    },
    {
      "en": "They’re also about the traditional Eskimo life, which is something that not many of us have experienced firsthand.",
      "cn": "他们同样也是对传统爱斯基摩人生活的描述，那是我们中的很多人都不曾亲身经历过的。"
    },
    {
      "en": "Trying to sell ice to an Eskimo is a mug's game.",
      "cn": "卖冰给爱斯基摩人是无利可图的事."
    },
    {
      "en": "What is life like for Eskimo teens on St. Lawrence island?",
      "cn": "圣劳伦斯岛上的爱斯基摩少年是怎样生活的?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "爱斯基摩人的"
    },
    {
      "pos": "n",
      "tran_cn": "爱斯基摩人，爱斯基摩语",
      "tran_en": "an inuit(= someone who belongs to a race of people living in the very cold northern areas of North America ). Many people now consider this word offensive."
    }
  ],
  "exchange": {
    "pl": [
      "Eskimos"
    ]
  }
}