{
  "word": "ordinarily",
  "ipa": {
    "us": "ˈɔ:dnrəli",
    "uk": "ˌɔrdnˈerəli"
  },
  "sentences": [
    {
      "en": "Her job ordinarily consisted of five days a week at FBI headquarters.",
      "cn": "她每周在联邦调查局总部上5天班."
    },
    {
      "en": "Mr. Slope's civility had been more than ordinarily greasy.",
      "cn": "斯洛普先生的礼仪比平日更为谄媚."
    },
    {
      "en": "Ordinarily I fly to an assignment like this and rent a car.",
      "cn": "平常在这种情况下我都乘飞机去,在当地租一辆车."
    },
    {
      "en": "Ordinarily it would be fun to be taken to fabulous restaurants.",
      "cn": "一般来说，跟别人去豪华餐馆吃饭会是件乐事。"
    },
    {
      "en": "Ordinarily It'should be snowing at this time of the year.",
      "cn": "按说这时候该下雪了."
    },
    {
      "en": "Ordinarily she sleeps at the school and goes home only on Saturdays.",
      "cn": "她平时住在学校,星期六才回家."
    },
    {
      "en": "Ordinarily the men found it hard to talk to the women.",
      "cn": "平时,男人们总觉得很难和妇女们交谈."
    },
    {
      "en": "Ordinarily, he didn’t like to go to the movies.",
      "cn": "一般来说他不喜欢去看电影。"
    },
    {
      "en": "Ordinarily, this would tend to drive the price down.",
      "cn": "通常, 这样会使价格下降."
    },
    {
      "en": "Ordinarily, tightening supplies and increased demand would cause upward pressure on prices.",
      "cn": "通常, 供应紧张和需求增长会迫使价格上升."
    },
    {
      "en": "Similar arrangements apply to students who are ordinarily resident in Scotland.",
      "cn": "类似的安排适用于长期居住在苏格兰的学生。"
    },
    {
      "en": "Such accommodations would ordinarily cost a hundred dollars a week.",
      "cn": "配有这些设施的房间通常的价格是每周100块钱."
    },
    {
      "en": "Surging is ordinarily associated with separation and re - attachment in the diffuser.",
      "cn": "喘振通常与气流在扩散段内的分离和再附相联系."
    },
    {
      "en": "The streets would ordinarily have been full of people. There was no one.",
      "cn": "街上通常应该人满为患，当时却空无一人。"
    },
    {
      "en": "This is not the price at which the CD is ordinarily sold.",
      "cn": "这不是这张CD平时卖的价格。"
    },
    {
      "en": "To the untrained eye, the children were behaving ordinarily.",
      "cn": "在外行人眼里，这些孩子表现正常。"
    },
    {
      "en": "We ordinarily characterize an action as responsible if it was intended.",
      "cn": "如果行为是有意的,我们一般将其特征归为应负责任的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ordinary",
          "tran_cn": "普通的；平凡的；平常的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ordinary",
          "tran_cn": "普通；平常的人（或事）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "commonly",
            "normally",
            "currently",
            "generally"
          ],
          "tran_cn": "通常地；一般地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "usually"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "平常地，通常地，一般地，按说",
      "tran_en": "usually"
    }
  ],
  "exchange": {}
}