{
  "word": "parents",
  "ipa": {
    "us": "ˈpeərənts",
    "uk": "ˈperənts"
  },
  "sentences": [
    {
      "en": "Children need their parents.",
      "cn": "孩子们需要父母。"
    },
    {
      "en": "He must have been aware that my parents' marriage was breaking up.",
      "cn": "他一定已经知道我父母的婚姻即将破裂。"
    },
    {
      "en": "He was just as feared and reviled as his tyrannical parents.",
      "cn": "他和他专横残暴的父母一样为人惧怕和憎恨。"
    },
    {
      "en": "His parents tried to discourage his interest in music, but he persisted.",
      "cn": "他的父母设法打消他对音乐的兴趣，但他始终坚持。"
    },
    {
      "en": "His parents' obsession with keeping up appearances haunted his childhood.",
      "cn": "父母过于爱面子的做法在他儿时一直困扰着他。"
    },
    {
      "en": "His sisters are grown up and his parents are middle-aged.",
      "cn": "他的姐妹们都已成人，而他的父母亲也人到中年。"
    },
    {
      "en": "I managed to keep my parents in the dark about this.",
      "cn": "我设法对父母瞒下了此事。"
    },
    {
      "en": "Like their children, parents are often defensive about their private lives.",
      "cn": "就像子女一样，父母也常常很注重保护他们的私生活。"
    },
    {
      "en": "Many parents find it hard to discourage bad behaviour.",
      "cn": "很多父母觉得要孩子循规蹈矩是件很难的事情。"
    },
    {
      "en": "One of his main themes is the dissimilarity between parents and children.",
      "cn": "他的主题之一就是父母和孩子的不同之处。"
    },
    {
      "en": "One of the parents was a most obnoxious character. No-one liked him.",
      "cn": "其中一位家长极为惹人厌，没人喜欢他。"
    },
    {
      "en": "She confessed to her parents her desire to act.",
      "cn": "她向父母坦言了自己想演戏的愿望。"
    },
    {
      "en": "Single parents cope heroically in doing the job of two people.",
      "cn": "单身父母扮演双亲的角色非常辛苦。"
    },
    {
      "en": "There is an element of exhibitionism in the parents' performance too.",
      "cn": "那对父母的表现也显得有些爱出风头。"
    },
    {
      "en": "This is where a lot of parents go wrong.",
      "cn": "这正是很多父母犯错的地方。"
    },
    {
      "en": "When his master's off traveling, Caleb stays with Pierre's parents.",
      "cn": "凯莱布在主人外出旅行时与皮埃尔的父母住在一起。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "occasions"
          ],
          "tran_cn": "教养；引起（parent的三单形式）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "both her parents",
      "tran_cn": "她的父母双方"
    },
    {
      "phrase": "parents and kids",
      "tran_cn": "父母与子女"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "双亲，父母（ parent的名词复数 ）"
    },
    {
      "pos": "n",
      "tran_cn": "（Parents）人名，（法）帕朗"
    },
    {
      "pos": "other",
      "tran_cn": "父母",
      "tran_en": "Your parents are your mother and father"
    },
    {
      "pos": "v",
      "tran_cn": "教养，引起（parent的三单形式）"
    }
  ],
  "exchange": {}
}