{
  "word": "infrastructure",
  "ipa": {
    "us": "ˈɪnfrəstrʌktʃə(r)",
    "uk": "ˈɪnfrəstrʌktʃər"
  },
  "sentences": [
    {
      "en": "-- Strengthening the construction of infrastructure and improving the capability to prevent and control pollution.",
      "cn": "-- 加强基础设施建设,提高污染防治能力."
    },
    {
      "en": "a $65 billion investment package in education, health care and infrastructure",
      "cn": "用于教育、医疗和基础设施的650亿美元一揽子投资计划"
    },
    {
      "en": "Assuming this recession may be prolonged, infrastructure spending also scores well.",
      "cn": "如果此次衰退持续很久, 基础设施开支同样也很有效."
    },
    {
      "en": "Class B: liquid mineral exploration; mineral exploration infrastructure ( drilling ).",
      "cn": "乙级: 液体矿产勘查; 勘查工程施工 ( 钻 )."
    },
    {
      "en": "He also undertook to earmark $ 235 billion in government expenditure on infrastructure projects within five years.",
      "cn": "同时承诺在五年内投资二千三百五十亿元进行基建."
    },
    {
      "en": "Microsoft Certified IT Professional ( MCITP ) : focused on advanced infrastructure design.",
      "cn": "专注于高级基础架构的设计."
    },
    {
      "en": "Port has a power supply, water supply, communications and other infrastructure.",
      "cn": "口岸建有供电 、 供水 、 通讯等基础设施."
    },
    {
      "en": "Some countries lack a suitable economic infrastructure.",
      "cn": "一些国家缺乏适当的经济基础设施。"
    },
    {
      "en": "Stress - determining the absolute capacities of the application and operational infrastructure.",
      "cn": "应激能力绝对确定的基础设施和业务应用."
    },
    {
      "en": "The Autonomous Region has built up its infrastructure from scratch.",
      "cn": "基础设施从无到有,不断发展壮大."
    },
    {
      "en": "The basic technology to support this method is the public key infrastructure ( PKI ).",
      "cn": "而基于非对称加密体制的公钥基础设施 ( PublicKey Infrastructure:PKI ) 为这种思路提供了最底层、最基本的支撑技术和手段."
    },
    {
      "en": "The electric power industry is a critical part of economic infrastructure.",
      "cn": "电力行业是国民经济的基础产业."
    },
    {
      "en": "The infrastructure, from hotels to transport, is old and decrepit.",
      "cn": "从宾馆到交通，所有的基础设施都已陈旧失修。"
    },
    {
      "en": "Today, the infrastructure that supports the credit derivatives market is substantially stronger.",
      "cn": "今天, 支撑信用衍生品市场的基础设施得到了显著加强."
    },
    {
      "en": "Today, the mountain city, high - rises, tree - lined , wide streets, transportation, infrastructure and improving.",
      "cn": "今天的山城, 高楼林立, 绿树成荫, 街道宽阔, 交通便利, 基础设施日臻完善."
    },
    {
      "en": "Vast sums are needed to maintain the infrastructure.",
      "cn": "保养基础设施需要巨额款项."
    },
    {
      "en": "We should step up the development of infrastructure for research.",
      "cn": "加强科学基础设施建设."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "infrastructure construction",
      "tran_cn": "基础设施；基础设施建设"
    },
    {
      "phrase": "physical infrastructure",
      "tran_cn": "基础设施建设"
    },
    {
      "phrase": "transportation infrastructure",
      "tran_cn": "运输基本设施"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "基础设施，基础建设",
      "tran_en": "the basic systems and structures that a country or organization needs in order to work properly, for example roads, railways, banks etc"
    }
  ],
  "exchange": {
    "pl": [
      "infrastructures"
    ],
    "adj": [
      "infrastructural"
    ]
  }
}