{
  "word": "boron",
  "ipa": {
    "us": "ˈbɔ:rɒn",
    "uk": "ˈbɔrɑn"
  },
  "sentences": [
    {
      "en": "A hardfacing electrode containing boron and various alloy elements has been developed.",
      "cn": "研制出一种含硼等多种合金元素的耐高温磨损堆焊焊条."
    },
    {
      "en": "Borax is the compound commonly applied to the soil to correct boron deficiency.",
      "cn": "硼砂是矫正土壤缺硼的常用硼化合物."
    },
    {
      "en": "Boron carbon nitride ( BCN ) thin films were deposited by radio frequency ( RF ) magnetron sputtering .",
      "cn": "采用射频 磁控溅射 技术制备出硼碳氮 ( BCN ) 薄膜."
    },
    {
      "en": "Calmon has quoted ion exchange costs of $ 0.12 - 0 . 30 / 1000 gal for boron treatment.",
      "cn": "卡尔蒙提出的离子交换树脂处理硼的费用为0.12 ― 0.30美元/千加仑."
    },
    {
      "en": "DHS - B Utma - high purity , 10 W alkali, low aluminum, low boron, semiconductor grade.",
      "cn": "高纯度, 低碱, 低铝, 低硼, 半导体级."
    },
    {
      "en": "Especially indicated for glazes which contain lead and boron.",
      "cn": "尤其适用于含铅、含硼的釉药."
    },
    {
      "en": "He said there should be an element under boron.",
      "cn": "他认为在，硼的下面也有个元素。"
    },
    {
      "en": "High boron iron - based alloy ( HBIA ) is a kind of new wear - resistant material.",
      "cn": "高硼铁 基合金 是一种新型 耐磨 材料."
    },
    {
      "en": "Iron - nickel - phosphorus - boron quaternary alloy electroless plating on copper panel was described.",
      "cn": "在铜基上化学镀铁 - 镍 - 磷 - 硼四元合金."
    },
    {
      "en": "Magnetic cobalt - boron alloy deposits were prepared by electroless plating.",
      "cn": "采用化学镀制得钴硼磁性合金镀层."
    },
    {
      "en": "Only small amounts of wurtzite boron nitride and lonsdaleite exist naturally or have been made in the lab so until now no one had realised their superior strength.",
      "cn": "天然存在或者实验室制造的纤锌矿型氮化硼和朗斯代尔石数量很少，直到现在，也没有一个人发现它们令人吃惊的硬度。"
    },
    {
      "en": "Phosphorus and boron act as glass flow temperature modifiers.",
      "cn": "硼和磷作为玻璃流程温度修饰词."
    },
    {
      "en": "So, we have beryllium in the first case here, it has four electrons, that's how we know it's beryllium, boron has five electrons.",
      "cn": "那么我们将铍作为第一个例子，它有四个电子，这也是我们为什么能知道它是铍的原因，硼有五个电子。"
    },
    {
      "en": "Sodium, sulfate, magnesium, calcium, carbonate, bicarbonate, chloride, and boron should be determined in a water anylasis.",
      "cn": "水质分析要测定钠 、 硫 、 镁 、 钙 、 碳酸盐 、 重碳酸盐 、 氯和硼的含量."
    },
    {
      "en": "The phenomenon of boron particle ignition in hot air was defined.",
      "cn": "说明了硼粒子在热空气中的点火现象."
    },
    {
      "en": "The presence of boron or a boron compound in neutron shields has certain advantages.",
      "cn": "在中子防护体中加入硼或一种硼的化合物是有一定优点的."
    },
    {
      "en": "There is still great interest in boron as an essential plant nutrient.",
      "cn": "迄今硼作为植物的必要营养元素仍极其重要."
    },
    {
      "en": "Ways to further improve special boron bearing diamond are pointed out.",
      "cn": "指出了进一步提高特殊类型含硼金刚石质量的方法与途径."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "boracium"
          ],
          "tran_cn": "[化学]硼"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "boron carbide",
      "tran_cn": "[化]碳化硼"
    },
    {
      "phrase": "boron nitride",
      "tran_cn": "氮化硼；一氮化硼"
    },
    {
      "phrase": "boron oxide",
      "tran_cn": "氧化硼；二氧化硼"
    },
    {
      "phrase": "boron steel",
      "tran_cn": "硼钢"
    },
    {
      "phrase": "boron trifluoride",
      "tran_cn": "三氟化硼"
    },
    {
      "phrase": "cubic boron nitride",
      "tran_cn": "[材料学]立方氮化硼"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>硼",
      "tran_en": "a very hard almost colourless crystalline metalloid element that in impure form exists as a brown amorphous powder. It occurs principally in borax and is used in hardening steel. The naturally occurring isotope boron-10 is used in nuclear control rods and neutron detection instruments. Symbol: B; atomic no: 5; atomic wt: 10.81; valency: 3; relative density: 2.34 (crystalline), 2.37 (amorphous); melting pt: 2092°C; boiling pt: 4002°C "
    }
  ],
  "exchange": {}
}