{
  "word": "township",
  "ipa": {
    "us": "ˈtaʊnʃɪp",
    "uk": "ˈtaʊnˌʃɪp"
  },
  "sentences": [
    {
      "en": "...her 20 years of service with the township and county.",
      "cn": "...她为镇区和郡服务的20年。"
    },
    {
      "en": "Achieved FTTC, enterprises, institutions, and one hundred percent to the township.",
      "cn": "实现了光缆到小区 、 企事业单位和百分之百到乡镇."
    },
    {
      "en": "Conditions continue to improve road traffic, communications networks around the township.",
      "cn": "道路交通条件不断改善, 通讯网络遍布全乡."
    },
    {
      "en": "County county, township and village roads extending in all directions, criss - crossing.",
      "cn": "全县县 、 乡、村道路四通八达, 纵横交错."
    },
    {
      "en": "Fall asleep, dream Township who insisted on boat Artemisia?",
      "cn": "睡着了, 梦里水乡是谁撑着船蒿?"
    },
    {
      "en": "Hiramatsu from township and rural composition of tile - roofed house .",
      "cn": "由原来的平松乡、 瓦房 乡组成."
    },
    {
      "en": "Quite a few women become leaders at different levels in township enterprises.",
      "cn": "在乡镇企业中,不少女性担任了企业领导职务."
    },
    {
      "en": "Rich in coal resources, mainly coal - mining town and township enterprises.",
      "cn": "煤炭资源丰富, 乡镇企业以采煤为主."
    },
    {
      "en": "The annual budget compiled by each responsible authority or each township office.",
      "cn": "一、由各该管主管机关或乡(镇、市)公所编列年度预算."
    },
    {
      "en": "The assessment of Township Health Center is a usual and important work.",
      "cn": "乡镇卫生院的评价是乡镇卫生院管理的一项常规而重要的工作."
    },
    {
      "en": "To accomplish this result it was only necessary to invent a township.",
      "cn": "要达到这个目的,所需要的就是创立乡区."
    },
    {
      "en": "Township enterprises have farm machinery, building materials such as plants.",
      "cn": "乡镇企业有农机 、 建材等厂."
    },
    {
      "en": "Township enterprises in commerce, transportation, construction, building materials and catering services.",
      "cn": "乡镇企业以商贸 、 运输 、 建筑 、 建材和饮食服务业为主."
    },
    {
      "en": "Township enterprises product, coal, iron ore, gypsum, coke, and ceramics.",
      "cn": "乡镇企业产品有煤 、 铁矿石 、 石膏 、 焦炭和陶瓷制品."
    },
    {
      "en": "Township, there are hospitals, there are medical, traffic inconvenience, occasional vehicular traffic.",
      "cn": "乡有卫生院, 有医疗站, 交通不便, 偶有车辆通行."
    },
    {
      "en": "Yehliu is located in Wanli Township, Taipei County! This a Land tour!",
      "cn": "野柳位于台北县万里乡! 这是个观光圣地!"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "town",
          "tran_cn": " 城镇，市镇；市内商业区"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "little town"
          ],
          "tran_cn": "镇区；小镇"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "department",
            "village"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "township and village enterprises",
      "tran_cn": "乡镇企业"
    },
    {
      "phrase": "township enterprises",
      "tran_cn": "乡镇企业"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小镇，镇区，种族",
      "tran_en": "a town in Canada or the US that has some local government"
    }
  ],
  "exchange": {
    "pl": [
      "townships"
    ]
  }
}