{
  "word": "suede",
  "ipa": {
    "us": "sweɪd",
    "uk": "swed"
  },
  "sentences": [
    {
      "en": "Albert wore a brown suede jacket and jeans.",
      "cn": "艾伯特穿着棕色绒面夹克和牛仔裤。"
    },
    {
      "en": "Combination of full grain Suede leather and 1200 denier nylon upper.",
      "cn": "头层全粒面起毛牛皮和1200丹尼尔尼龙网布联合构成的靴面."
    },
    {
      "en": "Do you think something in suede might make me seem more accessible?",
      "cn": "你觉得山羊皮做的衣服能让我显得容易亲近 么 ?"
    },
    {
      "en": "Don't you know what that does to suede?",
      "cn": "你不知道吗这样做,对山羊皮意味着 什么 ?"
    },
    {
      "en": "For half an hour, up and down the streets, around corners and into alleyways, Karen Lodrick, frightened but determined, pursued the woman with the suede coat.",
      "cn": "接近半个小时在大街上跑来跑去，串街走巷，凯伦虽然害怕却很坚定，一直追着穿仿麂皮外套的女人不放。"
    },
    {
      "en": "He pulled on his heavy suede shoes and tied the laces.",
      "cn": "他穿上厚厚的软皮鞋，系上鞋带。"
    },
    {
      "en": "He took off his boots and did this monologue about suede.",
      "cn": "他脱掉了长筒靴,然后自言自语说些关于绒面革的事情."
    },
    {
      "en": "I hankered after a floor-length brown suede coat.",
      "cn": "我渴望有一件长及脚跟的棕色绒面革大衣。"
    },
    {
      "en": "I'd give up everything I have for a little black suit and suede accessories.",
      "cn": "我会放弃一切去换一件黑色的套装和小山羊皮的装饰."
    },
    {
      "en": "Li, what do you think of this suede jacket?",
      "cn": "李, 你看这件羊皮茄克衫 怎样 ?"
    },
    {
      "en": "Machine wedge needles are necessary for leather, synthetic suede, etc.",
      "cn": "缝纫机用楔形针缝制皮革 、 仿麂皮等."
    },
    {
      "en": "Roller Foot: good for stitching on leather, synthetic suede, and vinyl.",
      "cn": "滚轴压脚: 适用于缝制皮革 、 仿麂皮和薄膜."
    },
    {
      "en": "She wore a brown suede jacket, belted at the waist.",
      "cn": "她穿着一件带束腰的棕色绒面革夹克。"
    },
    {
      "en": "Suede are once again riding high in the hit parade with their new single.",
      "cn": "山羊皮乐队凭新单曲又一次登上了畅销歌曲排行榜的前列。"
    },
    {
      "en": "The sneaker comes with orange suede and white mesh on the upper.",
      "cn": "运动鞋来与橙色绒面革和在鞋帮的白色滤网."
    },
    {
      "en": "The suede pigskin garment leather with synergistic effect of combination - tannage was investigated.",
      "cn": "讨论了利用结合鞣协同效应制造猪反绒服装革."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "kidskin"
          ],
          "tran_cn": "小山羊皮"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "leather"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "suede leather",
      "tran_cn": "起毛皮革；仿麂皮织物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "绒面革，小山羊皮，仿麂皮织物"
    }
  ],
  "exchange": {}
}