{
  "word": "constructivism",
  "ipa": {
    "us": "kən'strʌktɪvɪzəm",
    "uk": "kən'strʌktɪvɪzəm"
  },
  "sentences": [
    {
      "en": "Constructivism holds that individuals are actively right from birth in constructing personal personal understanding from experiences.",
      "cn": "建构主义认为:个体从出生伊始,就从所获得的经验中积极地构建个人对世界的理解."
    },
    {
      "en": "Constructivism is a new and noticeable theory in the field of mathematics education in recent years.",
      "cn": "建构主义在数学教育领域的兴起已经有十几个年头了."
    },
    {
      "en": "Constructivism offers fundamental theory and reference tactics to computer teaching.",
      "cn": "建构主义为计算机教学提供了理论基础和参考策略."
    },
    {
      "en": "Constructivism provides researches of creative education models with new way of thought and methods.",
      "cn": "建构主义理论为创造教育模式的探索提供了新的思路和方法."
    },
    {
      "en": "Hovering between abstraction, constructivism and surrealism, yet avoiding any specific avantgarde movement, Kertesz, a Hungarian-born emigre, was guided by a personal yet rigorous aesthetic.",
      "cn": "这位出生于匈牙利的流亡者徘徊在在抽象主义，构成主义和超现实主义之间，但是回避任何特别的前卫运动，他由个人的，严密的审美观所引导。"
    },
    {
      "en": "In practice, the combination of constructivism and the traditional objectivism teaching has created tremendous positive influence.",
      "cn": "实践表明, 在实施对外汉语教学过程中,建构主义理论与传统的客观主义教学设计相结合具有明显的积极意义."
    },
    {
      "en": "Second, use the constructivism theory to analyze and abandon the out - dated orthography theory.",
      "cn": "其次, 用“ 构字 法”理论来分析现代汉字,摈弃已不适应现代汉字构字特点的“造字法”理论."
    },
    {
      "en": "Semiotics is a subject forming in 20 th century and has much relation with constructivism and philology.",
      "cn": "符号学是一门二十世纪新兴的学科,与语言学与结构主义的发展有着密切的关系."
    },
    {
      "en": "The constructivism can be manifested in the organization of curriculum content asas the expression by BSCS.",
      "cn": "BSCS对课程内容的组织以及表达方式都体现出建构主义的课程理念."
    },
    {
      "en": "The constructivism thought of Cybernetics could tract back to the early organizer Wiener and Ashby.",
      "cn": "控制论的建构主义思想可以追溯到其早期创立者维纳、艾什比."
    },
    {
      "en": "The paper gives basic strategies by means of combining constructivism theory with the specialty of bilingual teaching.",
      "cn": "本文利用建构主义理论，结合双语教学的特点，给出了双语教学设计的基本策略。"
    },
    {
      "en": "The ups of constructivism has a direct connection with the downs of structuralism.",
      "cn": "解构主义的兴盛,与结构主义的衰落有着直接的关系."
    },
    {
      "en": "Therefore, this paper brings forward constructivism oriented design principle and method in web based Instructional Design.",
      "cn": "在此基础上, 本文提出了基于建构主义理论的网络教学设计的原则与注意点."
    },
    {
      "en": "This thesis attempts to research the instructional design of mathematics abstract concept in view of Constructivism.",
      "cn": "本文试图从建构主义的立场出发,对数学抽象概念的教学作出一定的研究."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "constructible",
          "tran_cn": " [数] 可构成的"
        },
        {
          "word": "constructive",
          "tran_cn": " 建设性的；推定的；构造上的；有助益的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "construct",
          "tran_cn": " 构想，概念"
        },
        {
          "word": "constructivist",
          "tran_cn": " 构成主义者"
        },
        {
          "word": "constructor",
          "tran_cn": " 构造函数；构造器；建造者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "construct",
          "tran_cn": " 建造，构造；创立"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "构成主义，构成派",
      "tran_en": "a movement in abstract art evolved in Russia after World War I, primarily by Naum Gabo, which explored the use of movement and machine-age materials in sculpture and had considerable influence on modern art and architecture "
    }
  ],
  "exchange": {}
}