{
  "word": "embassy",
  "ipa": {
    "us": "ˈembəsi",
    "uk": "ˈembəsi"
  },
  "sentences": [
    {
      "en": "All visitors should register with the British Embassy.",
      "cn": "所有游客都必须到英国大使馆登记。"
    },
    {
      "en": "Four people who sought refuge in the Italian embassy have left voluntarily.",
      "cn": "4名在意大利大使馆寻求避难的人已经自愿离开了。"
    },
    {
      "en": "He had spent several uproarious evenings at the Embassy Club.",
      "cn": "他在使馆俱乐部度过了几个狂欢夜。"
    },
    {
      "en": "He was the most junior and most recent arrival at the embassy.",
      "cn": "在大使馆里，他是职位最低也是入职最晚的一位。"
    },
    {
      "en": "Iran reopened its embassy in London.",
      "cn": "伊朗在伦敦重开使馆。"
    },
    {
      "en": "Light and water in embassy buildings were cut off.",
      "cn": "大使馆内的水电都被切断了。"
    },
    {
      "en": "One young policeman stood guard outside the locked embassy gates.",
      "cn": "一位年轻的警察在大门紧闭的使馆外站岗。"
    },
    {
      "en": "Police fired on them as they fled into the embassy compound.",
      "cn": "当他们逃进使馆大院时，警察向他们开了枪。"
    },
    {
      "en": "Policemen jumped over the wall of the Spanish Embassy in pursuit.",
      "cn": "警察在追捕中跳过西班牙大使馆的围墙。"
    },
    {
      "en": "Private polls and embassy reports pointed to a no vote.",
      "cn": "私人民意调查和使馆报告表明投票结果将会是否决。"
    },
    {
      "en": "the American Embassy in Paris",
      "cn": "美国驻巴黎大使馆"
    },
    {
      "en": "The Embassy is now denuded of all foreign and local staff.",
      "cn": "现在大使馆里所有的外国和当地工作人员都清空了。"
    },
    {
      "en": "The refugees decided to storm the embassy.",
      "cn": "难民们决定冲进大使馆。"
    },
    {
      "en": "They used lorries to batter down embassy gates.",
      "cn": "他们用卡车撞破使馆的大门。"
    },
    {
      "en": "to inform the embassy of the situation",
      "cn": "向大使馆报告形势"
    },
    {
      "en": "Twelve Cubans left the embassy after sheltering there for several days.",
      "cn": "12名古巴人在大使馆藏身了几天后离开了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "delegation",
            "deputation",
            "emissaries",
            "envoys",
            "legation",
            "representation"
          ],
          "tran_cn": "使节,大使馆全体人员"
        },
        {
          "words": [
            "consulate",
            "legation"
          ],
          "tran_cn": "大使馆"
        },
        {
          "words": [
            "commission",
            "errand",
            "mission"
          ],
          "tran_cn": "重任,差使"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大使馆，使馆官员",
      "tran_en": "a group of officials who represent their government in a foreign country, or the building they work in"
    }
  ],
  "exchange": {
    "pl": [
      "embassies"
    ]
  }
}