{
  "word": "emergence",
  "ipa": {
    "us": "iˈmɜːdʒəns",
    "uk": "iˈmɜːrdʒəns"
  },
  "sentences": [
    {
      "en": "By studying the transition between the panting of chimps and the human ha-ha, scientists discovered that breath control is the key to the emergence of both human laughter and speech.",
      "cn": "通过研究从大猩猩喘气的呼呼声到人类“哈哈”的笑声两者之间的转化，科学家发现，呼吸控制是人类语音和笑声出现的关键所在。"
    },
    {
      "en": "Commercial Bribery of the emergence and development of the many causes.",
      "cn": "商业贿赂的产生和发展是众多原因造成的."
    },
    {
      "en": "Emergence does not only depend on soil temperature but also a function of variety.",
      "cn": "出苗不仅取决于土壤温度,而且还取决品种的特点."
    },
    {
      "en": "In other words, can not rule out the emergence of counterfeit products.",
      "cn": "换言之, 不能排除伪劣产品的出现."
    },
    {
      "en": "It has been 30 years since the emergence of international cooperation study.",
      "cn": "摘要国际合作研究从兴起至今已有30多年."
    },
    {
      "en": "It'summarizes some observation characteristics and actuality of theory investigation about flux emergence.",
      "cn": "概述了磁浮现的一些观测特性和理论研究现状."
    },
    {
      "en": "John Henry at the machine and saw emergence images the future.",
      "cn": "约翰·亨利看着机器,看到了末来的景象."
    },
    {
      "en": "Language emerges and develops with the emergence and development of society.",
      "cn": "语言是随着社会的产生而产生，随着社会的发展而发展的。"
    },
    {
      "en": "Most emergence or submergence does not remain strictly vertical.",
      "cn": "大多数的上升或下降运动并非全然垂直."
    },
    {
      "en": "People focus on why financial intermedia exiting renewedly with banking crisis emergence.",
      "cn": "金融中介机构为什么会存在,这一金融学的最基本问题,随着银行业危机的出现又一次重新被人们所重视."
    },
    {
      "en": "Reasons include the emergence of communications technology, urbanization, and gender equality.",
      "cn": "原因包括：通信技术的出现、城市化以及性别平等。"
    },
    {
      "en": "Secondly, we characterise premium rate mobile message services and examine their emergence.",
      "cn": "其次, 我们的特色保险费率手机短信息服务和研究,它们的出现."
    },
    {
      "en": "The annual competition has encouraged the emergence of several talented young musicians.",
      "cn": "每年一度的比赛造就了若干卓越的年轻音乐家."
    },
    {
      "en": "The day after that, the emergence of a new competitor.",
      "cn": "今后的每一天都可能出现新的竞争对手。"
    },
    {
      "en": "the emergence of a fully fledged market economy",
      "cn": "成熟市场经济的出现"
    },
    {
      "en": "The emergence of li calligraphy is an important reform in Chinese calligraphy.",
      "cn": "隶书的出现,是书法史乃至文字史上的一次重大变革."
    },
    {
      "en": "The last decade saw the emergence of a dynamic economy.",
      "cn": "最近10年见证了经济增长的姿态."
    },
    {
      "en": "The period was one of general emergence and orogeny.",
      "cn": "这个时期是全面的上升和造山运动."
    },
    {
      "en": "The voyages of discovery synchronized with the emergence of capitalist economy.",
      "cn": "发现新大陆的航海与资本主义经济之出现同时发生."
    },
    {
      "en": "They prefer to wait for the emergence of a new physics theory of everything.",
      "cn": "他们更倾向于等待新的可以解释一切的理论的出现."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "emergency",
          "tran_cn": " 紧急的；备用的"
        },
        {
          "word": "emergent",
          "tran_cn": " 紧急的；浮现的；意外的；自然发生的"
        },
        {
          "word": "emerging",
          "tran_cn": " 新兴的；出现的；形成的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "emergency",
          "tran_cn": " 紧急情况；突发事件；非常时刻"
        },
        {
          "word": "emersion",
          "tran_cn": " 出现；脱出；[天] 复现"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "emerging",
          "tran_cn": " 形成；浮现；显露（emerge的ing形式）；由…中脱出"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "emerge",
          "tran_cn": " 浮现；摆脱；暴露"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "effluence",
            "efflux",
            "effusion",
            "issuance",
            "issue",
            "outpouring"
          ],
          "tran_cn": "出现"
        },
        {
          "words": [
            "advent",
            "appearance",
            "emersion",
            "rise"
          ],
          "tran_cn": "发生"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "formation"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rate of emergence",
      "tran_cn": "出苗率；种子发芽率"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "出现，兴起",
      "tran_en": "when something begins to be known or noticed"
    }
  ],
  "exchange": {
    "verb": [
      "emerge"
    ]
  }
}