{
  "word": "Minnesota",
  "ipa": {
    "us": "ˌminiˈsəutə",
    "uk": "ˌmɪnɪˈsotə"
  },
  "sentences": [
    {
      "en": "\" What a coincidence! I work for the Minnesota Twins baseball team! \"",
      "cn": "“ 多巧 啊 !我在明尼苏达州的双胞胎棒球队工作! ”"
    },
    {
      "en": "In a few minutes Heller called in from Minnesota.",
      "cn": "几分钟以后,赫勒从明尼苏达州打来了电话."
    },
    {
      "en": "In previous years, Stacy Hansen would either host a large Thanksgiving meal or fly from her Florida home to be with family in Minnesota. Not this year.",
      "cn": "在前几年，斯泰西·汉森将举办大型的感恩节餐，或从她的佛罗里达州的家中飞往明尼苏达州的亲友家。但今年没有。"
    },
    {
      "en": "It was my first day on campus. The Winona State University of Minnesota, a small but neat and clean school.",
      "cn": "这是我在大学的第一天，明尼苏达州的威诺娜州立大学，一所虽小却干净整洁的校园。"
    },
    {
      "en": "Many people in Minnesota and Tennessee have noticeable regional accents.",
      "cn": "明尼苏达州和田纳西州的许多人都有明显的地区口音。"
    },
    {
      "en": "Mike Miller , Minnesota: Need one guy to knock down a deep 3 - pointer?",
      "cn": "迈克米勒, 明尼苏达森林狼: 需要一名能终结比赛的3分手?"
    },
    {
      "en": "Minnesota Architecture is your best partner on your to success.",
      "cn": "明尼苏答建筑设计是您走向成功的最佳伙伴."
    },
    {
      "en": "The Minnesota State Capitaol building is made of white granite and marble.",
      "cn": "明尼苏达州的州议会建筑是由白色花岗岩和大理石建成的."
    },
    {
      "en": "The Minnesota Vikings signed Herschel Walker from the Dallas Cowboys.",
      "cn": "明尼苏达维京人队签下了来自达拉斯牛仔队的赫舍尔·沃克。"
    },
    {
      "en": "The Minnesota work on kaersutite also showed the presence of the isotope neon - 21.",
      "cn": "明尼苏达大学关于钛角闪石的研究表明,其中也存在同位素氖 - 21."
    },
    {
      "en": "The Mississippi River joins the Minnesota River 13 km downstream from St. Anthony Falls.",
      "cn": "密西西比河在距圣安东尼瀑布十三公里处与明尼苏达河交汇."
    },
    {
      "en": "The Rockets outrebounded Minnesota 46 - 31 through three quarters and led 69 - 60 .",
      "cn": "前三节,火箭篮板球领先森林狼46:31,比分上以 69:60 领先."
    },
    {
      "en": "There is a woman in Minnesota who can be saved by your friend's heart.",
      "cn": "在明尼苏达有个妇女,你朋友的心脏可以救她的命."
    },
    {
      "en": "Therefore, Alston started in rocket training battalion to go Minnesota.",
      "cn": "为此, 阿尔斯通在火箭训练营开始前去了一趟明尼苏达."
    },
    {
      "en": "They saw the junction of the Mississippi and the Minnesota.",
      "cn": "他们看到了密西西比河和明尼苏达河的汇合处."
    },
    {
      "en": "This is a picture of a weasel I found in Northern Minnesota.",
      "cn": "这是我在明尼苏达州北部所发现的一只黄鼠的照片。"
    },
    {
      "en": "Tonight, Daisy could tell Leah that shes going back to Minnesota.",
      "cn": "今晚, 戴西应该告诉利厄说她要回明尼苏达."
    },
    {
      "en": "Yee moved to Minnesota, and in 1995 the couple wed.",
      "cn": "余素兰后来移居明尼苏达州, 1995年,这一对结婚了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of minnesota",
      "tran_cn": "明尼苏达大学（美国）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "明尼苏达州（美国州名）"
    }
  ],
  "exchange": {}
}