{
  "word": "theism",
  "ipa": {
    "us": "ˈθi:ɪzəm",
    "uk": "'θiɪzəm"
  },
  "sentences": [
    {
      "en": "Analysis of the FQP leads to a clear understanding of the relation between theism and science.",
      "cn": "对哲学基本问题的分析导致了对有神论和科学之间关系的明确理解."
    },
    {
      "en": "And now agnosticism is often put forth as a middle ground between theism and atheism.",
      "cn": "不可知论者通常介于有神论与无神论之间的那部分人."
    },
    {
      "en": "As a result, despite its enduring importance, the ontological argument has brought few people to theism.",
      "cn": "作为结果, 尽管有它的不朽的重要性, 本体论的争论把很少人带到有神论."
    },
    {
      "en": "For simplicity, belief in God will be identified with theism and with the assertion God exists.",
      "cn": "为了简单起见, 我把上帝信仰等同于有神论和关于上帝存在的断言."
    },
    {
      "en": "The difference between theism and atheism should not lead to antagonism between theists and atheists.",
      "cn": "不能因为有神论和无神论的差异而导致信神者与不信神者的对立."
    },
    {
      "en": "The issue is not which idea - atheism or theism - is more stupid than the other, but that education helps us either to work out or simply to communicate our beliefs, no matter what they are.",
      "cn": "现在争论的焦点不再是理想的无神论者和有神论者中谁更聪明，而是教育到底是能够帮助我们解决问题，还是仅仅帮助我们和信仰交流，不管信仰到底是什么。"
    },
    {
      "en": "The same applies to ideology, idealism will be replaced by materialism and theism by atheism.",
      "cn": "意识形态也是一样, 要用唯物论代替唯心论,用无神论代替有神论."
    },
    {
      "en": "The usual theism is more insipid.",
      "cn": "平常的有神论则更淡而无味了."
    },
    {
      "en": "Theism generally comes packaged in a religion.",
      "cn": "有神论一般都夹杂在宗教之中."
    },
    {
      "en": "VOICE : How can theism be presented most effectively in modern thought?",
      "cn": "在当今的思想环境下怎么样才能最有效得表达有神论的思想 呢 ?"
    },
    {
      "en": "We must make a choice between theism and non-theism as they are a couple of irreconcilable conflict and there must be one of the two that is correct.",
      "cn": "有神与无神我们必须做一个选择，因为这是一组不可调和的矛盾。 其中必然只有一个论点是正确的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "theistic",
          "tran_cn": " 有神论的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "theist",
          "tran_cn": " 一神论者；有神论者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "monotheism"
          ],
          "tran_cn": "有神论；一神论；茶中毒"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "有神论，一神论，<医>茶中毒",
      "tran_en": "the belief in the existence of God or gods"
    }
  ],
  "exchange": {}
}