{
  "word": "steppe",
  "ipa": {
    "us": "step",
    "uk": "stɛp"
  },
  "sentences": [
    {
      "en": "After , the aborigine also will been moved out steppe.",
      "cn": "原住民也要被迁移出草原."
    },
    {
      "en": "Climate is arid steppe climate zones, frost - free period of 130 days.",
      "cn": "气候属干旱草原气候区, 无霜期 在130天左右."
    },
    {
      "en": "Forest is replaced by other vegetation types such as the forest steppe or steppe.",
      "cn": "森林将被其它植被类型(例如森林草原或草原)所替代."
    },
    {
      "en": "Forest is replaced by other vegetation types such as the steppe or steppe.",
      "cn": "草原植被的分类主要是在俄国广阔草原区的地带划分方面发展起来的."
    },
    {
      "en": "In certain areas the Spanish steppe produces wheat, maize, sunflowers, and vines.",
      "cn": "在特定的地区,西班牙草原也出产小麦 、 玉米 、 葵花和葡萄."
    },
    {
      "en": "Other outsurges of steppe peoples went into Europe.",
      "cn": "其他大草原的民族纷纷涌入了欧洲."
    },
    {
      "en": "Park Central for the vast steppe of Acacia woodland.",
      "cn": "公园中部为大片金合欢林地草原."
    },
    {
      "en": "Prehistoric Vegetation on the Loess Plateau: Steppe or Forest?",
      "cn": "史前黄土高原的自然植被景观──森林还是草原?"
    },
    {
      "en": "Shadowing the Silk Road, it had crossed the vast Eurasian steppe, traversed the Anatolian peninsula, and arrived in Crimea on the Black Sea.",
      "cn": "它沿着丝绸之路，跨过广阔的欧洲大草原，横穿安那托利亚半岛，最后来到位于黑海之滨的克里米亚。"
    },
    {
      "en": "Steppe Dragons can also be found in Khergit armies.",
      "cn": "库吉特军队里增加了兵种“草原龙”."
    },
    {
      "en": "The landscape pattern of desert - steppe of Suninteyou district was analyzed.",
      "cn": "以苏尼特右旗荒漠草原为例分析了荒漠草原的景观格局."
    },
    {
      "en": "The Spanish steppe is a landscape of broken promises.",
      "cn": "而西班牙草原却是一副生逢绝地的景象."
    },
    {
      "en": "This is a good forage grass in desert steppe regions.",
      "cn": "这在沙漠干草原地区是一块好饲料草地."
    },
    {
      "en": "This is a spring forage grass in desert steppe regions.",
      "cn": "这在沙漠干草原地区是一块春天饲料草地."
    },
    {
      "en": "ZHONG Ling Yuk's Maqu gave birth to the Tibetan steppe nomads honest, open, warm character.",
      "cn": "钟灵毓秀的玛曲草原孕育了藏族牧民淳朴 、 开朗 、 热情的性格."
    },
    {
      "en": "Zhu Tingcheng . 1975 . The vast steppe. Beautiful Lands of Our Motherland. Tianjing Renmin Press, Tianjing 55 - 61.",
      "cn": "祝廷成. 1975.辽阔的草原. 祖国的锦绣河山. 天津人民出版社, 天津55-61."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "prairie",
            "llano"
          ],
          "tran_cn": "[地理]大草原，干草原（特指西伯利亚一带没有树木的大草原）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prairie"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "干草原",
      "tran_en": "a large area of land without trees, especially in Russia, Asia, and eastern Europe"
    }
  ],
  "exchange": {
    "pl": [
      "steppes"
    ]
  }
}