{
  "word": "keepsake",
  "ipa": {
    "us": "ˈki:pseɪk",
    "uk": "ˈkipˌsek"
  },
  "sentences": [
    {
      "en": "A body into finger - ring for a keepsake forever.",
      "cn": "把一具尸体塞进戒指,永久保存."
    },
    {
      "en": "But most of us hold on to at least one keepsake to remind us of our once-grand passions.",
      "cn": "但是我们中的大多数人至少会保留一件纪念品，以此来纪念我们曾经伟大的爱情。"
    },
    {
      "en": "He gave me as a keepsake before going away.",
      "cn": "我试图不让她走,但她不愿听我的劝告."
    },
    {
      "en": "He gave me his picture as a keepsake before going away.",
      "cn": "他在离开前送我一张照片做为纪念."
    },
    {
      "en": "I send this piece of calligraphy to you as a keepsake.",
      "cn": "把我的这幅字送给你,作为存念吧."
    },
    {
      "en": "I still have it as a keepsake.",
      "cn": "我把它当纪念品保存着."
    },
    {
      "en": "I thought you'd lIke to have him, perhaps, as a sort of keepsake.",
      "cn": "我想您也许会希望把他作为一种纪念品吧。"
    },
    {
      "en": "Mother Keepsake book and photo album Must See!",
      "cn": "母亲纪念品书和照片相册必看!"
    },
    {
      "en": "My aunt gave me one of her brooches as a keepsake.",
      "cn": "我姑母把她的一支胸针送给我作记念."
    },
    {
      "en": "My aunt give me one of her brooch as a keepsake.",
      "cn": "我的姑母把她的一只胸针送给我作纪念."
    },
    {
      "en": "My friend gave me his picture as a keepsake before going away .",
      "cn": "我的朋友在离别前给我一张照片留作纪念。"
    },
    {
      "en": "My friend gave me his picture as a keepsake before going away.",
      "cn": "我的朋友在离别前给我一张照片留作纪念."
    },
    {
      "en": "Please have this ring for a keepsake.",
      "cn": "请收下这枚戒指作为信物."
    },
    {
      "en": "Please have this ring keepsake.",
      "cn": "请收下这个戒指作为信物."
    },
    {
      "en": "Presentation Ceremony of Achievement Awards, Workshop Album, and keepsake DVD.",
      "cn": "成就奖颁奖典礼, 研修会专辑, 和纪念品影碟."
    },
    {
      "en": "The keepsake she gave me is small and not very costly.",
      "cn": "她送我的纪念品很小而且不值钱."
    },
    {
      "en": "This carpet was found in Japan, probably once a keepsake of a Japanese soldier after a Yuan naval invasion was repulsed.",
      "cn": "这小块地毯式在日本发现的，可能是一个日本士兵曾在抵抗元朝海军入侵得到的一件纪念品。"
    },
    {
      "en": "This is just a little keepsake for your birthday.",
      "cn": "这是我的一点小意思,送给你做生日礼物."
    },
    {
      "en": "Whether your goal is to create a stepping stone or some other form of keepsake related to your pet, creating a paw print mold is a way to personalize a one-of-a-kind item.",
      "cn": "不管你的目标是要制作一个台阶的垫脚石还是要制作一个其他形式的有关你的宠物的纪念品，制作爪子印模型都是一个一流个性化的主意。"
    },
    {
      "en": "Would you mind if I took one of the pictures as a keepsake?",
      "cn": "我拿走一张画作纪念,你有意见 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "momento",
            "memento"
          ],
          "tran_cn": "纪念品"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "favor",
            "memory",
            "relic",
            "remembrance",
            "souvenir",
            "token",
            "trophy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "纪念品",
      "tran_en": "a small object that you keep to remind you of someone"
    }
  ],
  "exchange": {
    "pl": [
      "keepsakes"
    ]
  }
}