{
  "word": "synergic",
  "ipa": {
    "us": "sɪ'nɜ:dʒɪk",
    "uk": "sɪ'nɜdʒɪk"
  },
  "sentences": [
    {
      "en": "A high efficient mixed paraffin remover was prepared with benzene, mutual solvent A, mutual solvent B, and a synergic agent as materials.",
      "cn": "针对我国油井结蜡严重的现象，以苯、互溶剂A、互溶剂B和协同剂为原料，制备了一种高效混合清蜡剂。"
    },
    {
      "en": "Attention must be paid on the synergic effect of smoking and silicosis in cancer complication.",
      "cn": "吸烟和矽肺同时存在时,有必要注意协同作用."
    },
    {
      "en": "Attention must be paid on the synergic relationship between these two events.",
      "cn": "有必要注意这两个事件的协同关系。"
    },
    {
      "en": "CO and NO may play a synergic and complementary role in cellular signal transmission.",
      "cn": "研究表明CO与NO共存 于人和哺乳动物脑内某些神经元及周围自主神经节中,均为重要的神经递质,在细胞信号传递中起重要作用,在生理上CO可能 与NO有着协同、互补的作用."
    },
    {
      "en": "Good ability to solve problem; good attitude for work and good energy for solidify synergic , stronger responsibility for work.",
      "cn": "有处理解决较大工艺问题的能力，有良好的工作态度和团结协作的精神。工作责任心强。"
    },
    {
      "en": "His first office day after was in office on January 21 this year signs a memorandum, acceptance uses Internet to raise a government \" diaphaneity, participate in gender and synergic sex \" .",
      "cn": "他在今年1月21日执政后的首个办公日签署一份备忘录，承诺利用互联网来提高政府的“透明度、参与性和协作性”。"
    },
    {
      "en": "The absolute effect, relative effect as well as the elastic modulus and synergic relationship to judge improvement effect of the established predictive model were defined.",
      "cn": "定义了改善方案预测的绝对效果、相对效果以及指标改善效果有效性判别的弹性系数和协同关系。"
    },
    {
      "en": "The experiments show that the system can complete synergic control and arc length control.",
      "cn": "实验结果表明:该系统能够实现协同控制和弧长控制,具有操作简便和适应性强的特点."
    },
    {
      "en": "The membrane bioreactor ( MBR ) is a kind of synergic process of biodegradation and membrane separation essentially.",
      "cn": "膜生物反应器实质是生物降解与膜分离相互影响、共同作用的过程."
    },
    {
      "en": "The micro - emulsion is composed of eugenol, solvent, emulsifying agent, synergic aid, antifreezing agent, and water.",
      "cn": "该微乳剂由丁香酚 、 溶剂 、 乳化剂 、 增效助剂 、 防冻剂和水组成."
    },
    {
      "en": "The synergic extraction is main to from multicomponent complex of mixed ligand in extractive separation.",
      "cn": "溶剂萃取分离中的协同萃取,是形成混配多元络合物的主要表现."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cooperative",
            "coefficient",
            "collaborative"
          ],
          "tran_cn": "合作的，协作的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "协作的，合作的"
    }
  ],
  "exchange": {}
}