{
  "word": "Julie",
  "ipa": {
    "us": "",
    "uk": "'dʒulɪ"
  },
  "sentences": [
    {
      "en": "\"You'll never believe where Julie and I are going.\" — \"Where?\"",
      "cn": "“你肯定想不到我和朱莉要去哪里。”——“去哪里啊？”"
    },
    {
      "en": "And Julie married Alec, dressed appropriately in virginal white.",
      "cn": "朱莉穿着一件与此场合相称的纯白婚纱嫁给了亚历克。"
    },
    {
      "en": "Handpainted tiled murals for kitchens and bathrooms are Julie Eurich's speciality.",
      "cn": "制作厨房和浴室用的手工绘制花砖是朱莉·尤里克的专长。"
    },
    {
      "en": "He wanted sex with Julie but she rebuffed him.",
      "cn": "他想和朱莉上床但被她拒绝了。"
    },
    {
      "en": "He whispered so softly that none but Julie heard him.",
      "cn": "他这般低声耳语，只有朱莉听得见。"
    },
    {
      "en": "Her drama teacher is confident Julie is a star in the making.",
      "cn": "朱莉的戏剧老师相信她会成为一颗冉冉升起的明星。"
    },
    {
      "en": "I'm sad that Julie'smarriage is on the verge of splitting up.",
      "cn": "朱莉的婚姻濒临破裂，我为此感到难过。"
    },
    {
      "en": "I've just phoned Julie and she's still poorly.",
      "cn": "我刚给朱莉打了电话，她身体还是不舒服。"
    },
    {
      "en": "Julie Burchill is famous for her precocity and rapier wit.",
      "cn": "朱莉·伯奇尔因其早慧和机敏而闻名。"
    },
    {
      "en": "Julie squinted at her through lidded eyes.",
      "cn": "朱莉耷拉着眼皮斜眼看了看她。"
    },
    {
      "en": "Julie tapped on my door and poked her head in.",
      "cn": "朱莉轻轻地敲了敲我的门，探进头来。"
    },
    {
      "en": "Julie was suspended from her job shortly after the incident.",
      "cn": "出事后不久，朱莉就被停职了。"
    },
    {
      "en": "Julie, do you know why we celebrate Easter?",
      "cn": "朱莉，你知道我们为什么庆祝复活节吗？"
    },
    {
      "en": "Julie: And then what do you do with that log?",
      "cn": "朱莉：然后你要拿那些记录做什么呢？"
    },
    {
      "en": "Later that morning Julie buzzed me.",
      "cn": "那天上午晚些时候朱丽给我打来了电话。"
    },
    {
      "en": "She taught Julie to read.",
      "cn": "她教朱莉识字。"
    },
    {
      "en": "The St. Lawrence River held a particular poetry and beauty to me and (I) decided to live there with our daughter, Julie.",
      "cn": "圣劳伦斯河对我来说有着特殊的诗意和美感，(我) 决定和我的女儿朱莉一起生活在那里。"
    },
    {
      "en": "When Artie stopped calling altogether, Julie found a new man.",
      "cn": "当阿蒂彻底不再上门后，朱莉又找了个男人。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "julie andrews",
      "tran_cn": "朱莉·安德鲁斯（美国女演员）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "朱莉（女子名），[电影]朱丽"
    },
    {
      "pos": "other",
      "tran_cn": "[女子名] 朱莉 Julia的昵称"
    }
  ],
  "exchange": {}
}