{
  "word": "campsite",
  "ipa": {
    "us": "ˈkæmpsaɪt",
    "uk": "ˈkæmpˌsaɪt"
  },
  "sentences": [
    {
      "en": "Be sure to obey regulations related to campsite selection.",
      "cn": "必须遵守营地选择相关的规章."
    },
    {
      "en": "Heavy rain turned the campsite into a mudbath.",
      "cn": "大雨把露营地变成了一片泥沼。"
    },
    {
      "en": "I hated this place and will never stay at a campsite again.",
      "cn": "我讨厌这个地方,我再也不去野营地了."
    },
    {
      "en": "I showed up at the campsite one morning to find them loading their carts.",
      "cn": "一天早晨，我在营地发现他们正往大篷车里搬家什。"
    },
    {
      "en": "Keep your eyes skinned for a campsite!",
      "cn": "留意找个宿营地!"
    },
    {
      "en": "Poor campsite selection usually leads to unnecessary resource damage.",
      "cn": "差的营地选择通常导致不必要的资源伤害."
    },
    {
      "en": "Standing just 100 feet from his wife, Kirsta, and two toddlers at the campsite, Britton tried to run away from the lion into a clearing, but the lion followed him.",
      "cn": "在离他仅有100英尺的营地里，有他的妻子克里斯塔和两个刚学走路的孩子。 布里顿试图跑到开阔地，但是狮子却跟随着他。"
    },
    {
      "en": "The campsite is close to all local amenities.",
      "cn": "营地紧靠当地所有的便利设施。"
    },
    {
      "en": "The campsite is set in the middle of a pine forest.",
      "cn": "露营地建在了松树林的中间."
    },
    {
      "en": "The campsite is ten dams to the north.",
      "cn": "营帐离北边有十公丈."
    },
    {
      "en": "The smell of the food might attract dangerous animals to our campsite.",
      "cn": "食物的气味还可能会招引危险的动物到我们的营地来."
    },
    {
      "en": "The wilderness campsite had its own peculiar enchantment.",
      "cn": "野营地有其自身独特的魅力。"
    },
    {
      "en": "Then the journey continues on to a campsite where camels await you.",
      "cn": "然后继续前往一个营地，在那里会有骆驼恭候大驾。"
    },
    {
      "en": "This campsite suffices for our group.",
      "cn": "这个营地足够我们小组之用."
    },
    {
      "en": "We can wash in the stream near the campsite.",
      "cn": "你可以在营地附近的小溪里洗澡."
    },
    {
      "en": "We were able to return to our campsite before the rain.",
      "cn": "我们在下大雨前设法回到了野营地."
    },
    {
      "en": "We'll start back towards the campsite after lunch.",
      "cn": "我们会在午饭后开始返回露营地."
    },
    {
      "en": "You can always canoe back down the river to the campsite.",
      "cn": "你可以随时乘独木舟回到营地."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "encampment"
          ],
          "tran_cn": "营地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "野营地，露营预定地",
      "tran_en": "an area where people can camp, often with a water supply and toilets"
    }
  ],
  "exchange": {
    "pl": [
      "campsites"
    ]
  }
}