{
  "word": "aesthetically",
  "ipa": {
    "us": "es'θetɪklɪ",
    "uk": "es'θetɪklɪ"
  },
  "sentences": [
    {
      "en": "A greenhouse, especially one which plants are arranged aesthetically for display at a botanical garden.",
      "cn": "一种温室, 尤指(植物园中)将植物摆放得很美观以供观赏的暖房."
    },
    {
      "en": "A professional channel that promotes excellent traditional Chinese opera arts and is aesthetically satisfying.",
      "cn": "以弘扬和发展中国各地优秀戏曲艺术,满足戏迷审美要求为宗旨的专业频道."
    },
    {
      "en": "A remote should look modern and aesthetically pleasing.",
      "cn": "看起来要现代和具有美感."
    },
    {
      "en": "Aesthetically pleasing , harmonious, and effective arrangement of parts to form a whole.",
      "cn": "各部分和谐生动 、 合美学规律的作品."
    },
    {
      "en": "All isolation techniques may be aesthetically unacceptable or even dirty.",
      "cn": "所有的隔离方法都有可能在美观方面使人难以接受,或甚至是肮脏的."
    },
    {
      "en": "Commit to produce creative products that are aesthetically pleasing yet encompass all of the clients requirements.",
      "cn": "锐意生产具创意而美观的产品,但同时产品也照颅了客户的所有需求."
    },
    {
      "en": "Core idea of Eco - house: comfortable, healthy, high - efficiency and aesthetically pleasing.",
      "cn": "生态住宅的核心思想是: 舒适 、 健康 、 高效和美观."
    },
    {
      "en": "His body maybe aesthetically appealing, but it is useless.",
      "cn": "他空有一副臭皮囊, 中看不中用."
    },
    {
      "en": "It aims to identify the characteristic value of aesthetically satisfying objects.",
      "cn": "它的目的在于鉴别审美快感的物体所特有的价值."
    },
    {
      "en": "Master the use of multiple JPanel, combined with multi - layout manager interface design more aesthetically pleasing.",
      "cn": "掌握使用多个JPanel, 并配合多个布局管理器设计较美观的界面."
    },
    {
      "en": "Segmental construction contributes toward aesthetically pleasing structures in many different sites.",
      "cn": "对于许多不同的现场条件,分段施工都能提供美观,颇有魄力的桥型结构."
    },
    {
      "en": "This building is aesthetically very pleasing.",
      "cn": "从美学角度来说,这一建筑看上去非常令人满意."
    },
    {
      "en": "This criticism, aesthetically, is based upon Kantian aesthetics and positivist aesthetics.",
      "cn": "这种批评论的主要美学基础, 是康德美学与实证主义美学."
    },
    {
      "en": "This sleek and aesthetically pleasing compact design covers all your beauty needs.",
      "cn": "这种光滑、美观简洁的设计涵盖了您所有的审美需要."
    },
    {
      "en": "We have to go beyond understanding art as just something that's aesthetically pleasing or not.",
      "cn": "我们必须超越仅仅理解的东西的美观与否的艺术.艺术是漂亮得多."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "aesthetic",
          "tran_cn": " 美的；美学的；审美的，具有审美趣味的"
        },
        {
          "word": "aesthetical",
          "tran_cn": " 审美的；美学的；有审美感的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "aesthete",
          "tran_cn": " 唯美主义者；审美家"
        },
        {
          "word": "aesthetician",
          "tran_cn": " 审美学家（等于esthetician）"
        },
        {
          "word": "aesthetics",
          "tran_cn": " 美学；美的哲学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "审美地，美学观点上地"
    }
  ],
  "exchange": {
    "noun": [
      "aestheticism"
    ],
    "adj": [
      "aesthetic"
    ]
  }
}