{
  "word": "Singapore",
  "ipa": {
    "us": "ˌsɪŋə'pɔ:(r)",
    "uk": "ˈsɪŋəpɔːr"
  },
  "sentences": [
    {
      "en": "After staying a few days in Shanghai, he moved on to Singapore.",
      "cn": "在上海逗留了几天之后，他又启程去新加坡。"
    },
    {
      "en": "Against my premonitions, I was duty - bound to reassure my old friend from Singapore.",
      "cn": "尽管我有不祥的预感, 但我有义务安抚我的新加坡老朋友."
    },
    {
      "en": "Are you from Singapore?",
      "cn": "你是新加坡人 吗 ?"
    },
    {
      "en": "But not in Singapore.",
      "cn": "但是在新加坡就不同了。"
    },
    {
      "en": "He simply skated over the difficulties there would be if we moved to Singapore.",
      "cn": "他只是轻描淡写地讲了一下如果我们移居新加坡可能会遇到的困难."
    },
    {
      "en": "He visited Thailand and Singapore to tout for investment.",
      "cn": "他访问了泰国与新加坡，以期招揽投资。"
    },
    {
      "en": "I come from Singapore.",
      "cn": "我来自新加坡。"
    },
    {
      "en": "In Singapore we were ordered to surrender by command headquarters.",
      "cn": "在新加坡,是指挥部命令我们投降的."
    },
    {
      "en": "It was January 19, a year to the day since he had arrived in Singapore.",
      "cn": "那天是1月19号，他到新加坡正好一年的日子。"
    },
    {
      "en": "Just before I left Singapore, I sent them a telegram.",
      "cn": "在离开新加坡前我给他们发了一封电报."
    },
    {
      "en": "Pakistan's Jansher Khan has won the men's final at the Singapore Open.",
      "cn": "巴基斯坦的詹谢尔汗取得了新加坡公开赛男子决赛的胜利。"
    },
    {
      "en": "Punctually at 7.45, the express to Kuala Lumpur left Singapore station.",
      "cn": "7点45分，开往吉隆坡的特快列车准时驶离新加坡火车站。"
    },
    {
      "en": "Singapore Airlines is rumoured to be bidding for a management contract to run both airports.",
      "cn": "据传，新加坡航空公司正在争取签下两家机场的经营权。"
    },
    {
      "en": "Singapore and South Africa have established diplomatic relations.",
      "cn": "新加坡和南非已经建立了外交关系。"
    },
    {
      "en": "Singapore companies should seize these opportunities to carve out a niche for ourselves.",
      "cn": "新加坡的公司也应抓紧这些机会来为自己争取一席之地."
    },
    {
      "en": "Singapore is near the equator.",
      "cn": "新加坡位于赤道附近."
    },
    {
      "en": "The cargo was due to be offloaded in Singapore three days later.",
      "cn": "货物定于3天后在新加坡卸载。"
    },
    {
      "en": "These new neighbours, to whom I was introduced yesterday, have come here from Singapore.",
      "cn": "这些新邻居是从新加坡来的,昨天我被介绍同他们认识了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "republic of singapore",
      "tran_cn": "新加坡共和国"
    },
    {
      "phrase": "singapore airlines",
      "tran_cn": "新加坡航空公司"
    },
    {
      "phrase": "singapore flyer",
      "tran_cn": "新加坡摩天观景轮"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "新加坡（东南亚国家）"
    },
    {
      "pos": "other",
      "tran_cn": "新加坡城"
    }
  ],
  "exchange": {}
}