{
  "word": "metro",
  "ipa": {
    "us": "ˈmetrəʊ",
    "uk": "ˈmetroʊ"
  },
  "sentences": [
    {
      "en": "A And there will be new metro and transport systems.",
      "cn": "还将有新的地铁和交通系统."
    },
    {
      "en": "a metro station",
      "cn": "地铁站"
    },
    {
      "en": "After failing a singing audition at the Metro-politan Opera, she turned to musical comedy.",
      "cn": "在大都会歌剧院的试唱失败后，她转而投身歌舞喜剧。"
    },
    {
      "en": "B And there will be new metro lines and transport systems.",
      "cn": "而且到时将有新的地铁线路和新的交通系统开始运行."
    },
    {
      "en": "But what really sets Metro Bank apart is its state - of the - art It'system.",
      "cn": "但是能让首都银行分开的是其最顶尖的信息技术系统."
    },
    {
      "en": "Can you reach the park by metro?",
      "cn": "你可以乘地铁到达那个公园 吗 ?"
    },
    {
      "en": "It’ll be quicker to go on the metro.",
      "cn": "乘地铁更快。"
    },
    {
      "en": "Its advertisement was all over in the Metro carriage.",
      "cn": "因为满地铁的车厢里都是它的广告."
    },
    {
      "en": "Johnny : You really wanna help me in the Metro Organization?",
      "cn": "你真的想插手帮忙地下组织?"
    },
    {
      "en": "So far, Harbin Aijian Metro project trust problem has remained unsolved.",
      "cn": "至今, 爱建信托哈尔滨新城项目的问题仍未能解决."
    },
    {
      "en": "The full project about measuring the stability of metro bogie was presented.",
      "cn": "给出了测试地铁转向架平稳度的完整方案."
    },
    {
      "en": "The metro is efficient and spotlessly clean.",
      "cn": "地铁非常快捷，而且一尘不染。"
    },
    {
      "en": "The Metro journey back to the centre of the town was hot and uncomfortable.",
      "cn": "乘地铁返回市中心又热又不舒服。"
    },
    {
      "en": "The new Metro is designed to run on unleaded fuel.",
      "cn": "新的地铁系统设计为使用无铅燃料。"
    },
    {
      "en": "The northern extension of Metro Line 3 began operating last Monday.",
      "cn": "轨道交通3号线的北延伸段已于本周一投入营运."
    },
    {
      "en": "the Paris Metro",
      "cn": "巴黎地铁系统"
    },
    {
      "en": "Wheel wear is a concern on most metro systems.",
      "cn": "对大部分地铁系统来说车轮磨损事关重大."
    },
    {
      "en": "When travelling at bus or metro, please hold the handrail.",
      "cn": "坐公交或地铁时, 请抓紧扶手."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sub",
            "subway"
          ],
          "tran_cn": "地铁；大都市；伦敦地下铁道；麦德隆（财富500强公司之一，总部所在地德国，主要经营零售）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "metro station",
      "tran_cn": "地铁站"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地下铁道",
      "tran_en": "a railway system that runs under the ground below a city"
    }
  ],
  "exchange": {
    "pl": [
      "metros"
    ]
  }
}