{
  "word": "onto",
  "ipa": {
    "us": "ˈɒntə , ˈɒntu",
    "uk": "ˈɑːntə , ˈɑːntu"
  },
  "sentences": [
    {
      "en": "A number of staircases ascend from the cobbled streets onto the ramparts.",
      "cn": "一段石阶从鹅卵石路上一直向上直通城墙。"
    },
    {
      "en": "Chris crawled on his hands and knees out onto the highway.",
      "cn": "克里斯手脚并用爬上了公路。"
    },
    {
      "en": "Don’t jump onto (= into ) the bus while it’s moving.",
      "cn": "别在公共汽车开动时跳上车。"
    },
    {
      "en": "Drop the dough onto a baking sheet with a teaspoon.",
      "cn": "用茶匙把生面团舀到烤盘上。"
    },
    {
      "en": "Enemy forces lobbed a series of artillery shells onto the city.",
      "cn": "敌军对该城发起连串炮轰。"
    },
    {
      "en": "He burst onto the fashion scene in the early 1980s.",
      "cn": "20世纪80年代初他突然在时尚界活跃起来。"
    },
    {
      "en": "He fell back onto the sofa in a drunken stupor.",
      "cn": "他烂醉如泥，瘫倒在沙发上。"
    },
    {
      "en": "He projects his own thoughts and ideas onto her.",
      "cn": "他以为她有着和自己相同的想法和观点。"
    },
    {
      "en": "Lights clipped onto life jackets improve the chances of rescue.",
      "cn": "别在救生衣上的灯提高了获救可能性。"
    },
    {
      "en": "Mcanally's knees buckled and he crumpled down onto the floor.",
      "cn": "麦卡纳利双膝发软，瘫倒在地板上。"
    },
    {
      "en": "Pour the syrup on to the egg mixture.",
      "cn": "把糖浆倒进鸡蛋混合料中。"
    },
    {
      "en": "Pour the syrup onto the egg mixture.",
      "cn": "把糖浆倒进鸡蛋混合料中。"
    },
    {
      "en": "She had climbed onto the ledge outside his window.",
      "cn": "她爬到了他窗外的窗台上。"
    },
    {
      "en": "She had to cling onto the doorhandle until the pain passed.",
      "cn": "她不得不抓紧门把手，直到那阵疼痛过去。"
    },
    {
      "en": "She pulled the strap of her nightgown onto her shoulder.",
      "cn": "她将自己睡袍的吊带拉到肩膀上。"
    },
    {
      "en": "She was holding onto the rail to keep her balance.",
      "cn": "她抓住扶手以保持平衡。"
    },
    {
      "en": "She watched him walk onto the platform.",
      "cn": "她看着他走上站台。"
    },
    {
      "en": "So, if we could just move onto something else?",
      "cn": "那么我们可不可以干脆谈点别的？"
    },
    {
      "en": "The boy emptied out all his pockets onto the table.",
      "cn": "这男孩把口袋里的东西都掏出来放在桌上。"
    },
    {
      "en": "The car rolled over onto its side.",
      "cn": "这辆汽车侧翻过来了。"
    },
    {
      "en": "The new copiers only copy onto one side of the paper.",
      "cn": "新复印机只能单面复印。"
    },
    {
      "en": "When you add up the money at the bottom of the page, carry the total over onto the next page.",
      "cn": "你在这页的底端加上银钱的总数以后，要把这个总数转入下一页。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "inhouse"
          ],
          "tran_cn": "映射的；自身的；映成的"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "upon",
            "up"
          ],
          "tran_cn": "在…之上；对…了解；映射到…上"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "映射的；自身的；映成的"
    },
    {
      "pos": "prep",
      "tran_cn": "到…之上，对…了解，[数]映射到…上，向，朝；朝向，面向（某个方向）",
      "tran_en": "used to say that someone or something moves to a position on a surface, area, or object"
    }
  ],
  "exchange": {}
}