{
  "word": "collegiate",
  "ipa": {
    "us": " kəˈliːdʒiət",
    "uk": " kəˈliːdʒiət"
  },
  "sentences": [
    {
      "en": "collegiate sports",
      "cn": "大学体育运动"
    },
    {
      "en": "Conciliation can be conducted by a single judge or a collegiate panel.",
      "cn": "调解可以由审判员一人主持,也可以由合议庭主持."
    },
    {
      "en": "Developed with the collegiate soccer player in mind, but applicable to other sports.",
      "cn": "在头脑与学院的足球运动员一起发展了, 但是对另外的运动适用."
    },
    {
      "en": "Fifth Anniversary Celebration at Agincourt Collegiate Institute.",
      "cn": "华基五周年感恩记念会,借爱正中学聚餐庆祝."
    },
    {
      "en": "I see though that Merriam - Webster's Collegiate Dictionary gives a first English citation of 1775.",
      "cn": "《韦氏词典》就这个词在英语中出现的最早引证是1775年."
    },
    {
      "en": "Lancaster is one of only six collegiate universities in the UK.",
      "cn": "兰卡斯特是英国6所联合大学之一."
    },
    {
      "en": "Members of the collegiate bench must total an odd number.",
      "cn": "合议庭的成员人数,必须是单数."
    },
    {
      "en": "News man: President Kennedy met with the collegiate All - American Football Team at the oval office today.",
      "cn": "播音员: 肯尼迪总统在椭圆形办公室接见了全美大学足球队."
    },
    {
      "en": "Oxford is a collegiate university.",
      "cn": "牛津是由学院组成的大学."
    },
    {
      "en": "Professor Dale Hess directs Goshen College's Environmental Education Collegiate Program.",
      "cn": "DaleHess教授指导Goshen学院环境教育学院的项目."
    },
    {
      "en": "Television: President Kennedy met with the collegiate All - American Football Team at the Oval Office today.",
      "cn": "电视: 肯尼迪总统今日在白宫椭圆形办公室里接见全美大学足球明星队."
    },
    {
      "en": "The approximately 180 judges in the Judiciary a strong collegiate spirit.",
      "cn": "我们约有180位法官,他们秉持司法机构的理念,同侪共事."
    },
    {
      "en": "The official name of the Battle of the Brains is the ACM International Collegiate Programming Contest.",
      "cn": "大脑之战的官方名称为ACM国际学院编程竞赛."
    },
    {
      "en": "The problem of attracting more applicants from poorer backgrounds is not confined to collegiate universities.",
      "cn": "吸引更多贫困学生申请入学,并不仅仅是联合大学需要面对的问题."
    },
    {
      "en": "The university de - emphasized inter - collegiate football.",
      "cn": "该大学贬低校际橄榄球赛的重要性."
    },
    {
      "en": "This is a volume - based agreement purchased for a collegiate institution.",
      "cn": "这是供学院单位使用的以量为基准的协议."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "collegial",
          "tran_cn": " 学院的；社团的；大学生的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "college",
          "tran_cn": " 大学；学院；学会"
        },
        {
          "word": "collegian",
          "tran_cn": " 学院的学生；学院的一员"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "academic",
            "undergraduate"
          ],
          "tran_cn": "大学的；学院的；大学生的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "collegiate bench",
      "tran_cn": "[法]合议庭"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "学院的，大学的，高校学生的，大学程度的，集体组织的",
      "tran_en": "relating to college or a college"
    }
  ],
  "exchange": {}
}