{
  "word": "crustal",
  "ipa": {
    "us": "'krʌstl",
    "uk": "'krʌstəl"
  },
  "sentences": [
    {
      "en": "A stage of laboratory experiment modelling the melting of crustal rocks into granite has been initiated.",
      "cn": "以地壳岩石为源岩的热力学实验的开展,是花岗岩热力学研究的开始."
    },
    {
      "en": "As geologic forces pulled the crustal plate apart, new volcanoes formed in parts of the rift.",
      "cn": "当地质作用力（试图）把地壳版块分开，版块开裂的一些地方就会形成新的火山。"
    },
    {
      "en": "Can the Zeta's explain the hemisperical crustal dichotomy of the planet Mars?",
      "cn": "齐塔人能否解释下火星半球地壳两分的(原理) 吗 ?"
    },
    {
      "en": "Clenched in the volcanic fist, the huge Basin was created By the motion of crustal plates.",
      "cn": "这个巨大的盆地坐落在火山带内, 它是由地壳板块的运动所造成的."
    },
    {
      "en": "Continental lower crustal flow: channel flow or laminar flow?",
      "cn": "大陆下地壳流动: 渠流还是层流?"
    },
    {
      "en": "Crustal deformation observation includes observations of horizontal deformation, vertical deformation, and ground tilting.",
      "cn": "地壳形变观测应包括水平形变 、 垂直形变和倾斜形变观测."
    },
    {
      "en": "Crustal movements closed the straits, and the landlocked Mediterranean began to evaporate.",
      "cn": "地壳运动封闭了海峡, 被陆地包围的地中海也开始蒸发."
    },
    {
      "en": "Iceland is geology in action. A one-hour flight from Reykjavik skims over steaming geothermal areas, the great crustal rift and some of the country's most famous volcanoes.",
      "cn": "冰岛的国土一直处于地质活跃中。从雷克雅未克乘飞机飞行一个小时，途中尽是冒着蒸汽的地热区、巨大的地壳裂缝以及岛国最著名的几座火山。"
    },
    {
      "en": "It gives the scientific voice way of horizontal crustal stress by gravity.",
      "cn": "给出了重力所致水平地应力的科学表达方式."
    },
    {
      "en": "NNE Kuerbin crustal fault and its secondary fault anr the important conditions for ore forming.",
      "cn": "NNE向库尔滨壳断裂及其次级断裂为成矿的重要地质条件."
    },
    {
      "en": "Slot Valley : here is the ruptured stratum due to crustal movement, where is interlocked each other.",
      "cn": "地缝峡――此处为地壳运动形成的地层断裂地带,其形犬牙交错, 峥嵘怪异."
    },
    {
      "en": "The changing rates of baselines reflected crustal motion of different sites.",
      "cn": "基线长度变化率反映了测站间的地壳运动情况."
    },
    {
      "en": "The crustal movement in Three Gorges Reservoir Area has been intermittent uprising movement since Cenozoic era.",
      "cn": "新生代以来,三峡库区地壳运动主要表现为间歇性隆起."
    },
    {
      "en": "The proto - kinetic mechanism of crust movement, a crustal body deformation, is discussed.",
      "cn": "论述地壳运动的原动力 - 体变机制."
    },
    {
      "en": "The researchers were able to detect these crustal motions with a global positioning system (GPS).",
      "cn": "研究人员已经能够用全球定位系统（GPS）来检测这些地壳的运动。"
    },
    {
      "en": "The series type evolved regularly with the raise of the crustal maturity.",
      "cn": "矿床成矿系列类型本身也随著地壳发展、地壳成熟度的提高而有规律地演化."
    },
    {
      "en": "The study authors propose another, more radical, explanation: The crustal rock they analyzed, called ferroan anorthosite, is not linked to magma dynamics at all.",
      "cn": "这项研究的作者提出了一个更大胆的解释：他们分析了这种被称为铁斜长岩的月球地壳岩石，发现其并不与岩浆的运动相联系。"
    },
    {
      "en": "These crustal basin belts formed by strong basal compression folding in the Indosinian - Yanshanian period.",
      "cn": "壳内盆地带主要形成于印支—燕山期强烈的挤压褶皱带内."
    },
    {
      "en": "Through the low stress subduction of oceanic plate crustal extension has dominated in Southeastern China.",
      "cn": "晚白垩世以来大洋板块属于低应力型俯冲,拉张是东南部主构造."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "crusty",
          "tran_cn": " 易怒的；执拗的；有壳的；像外壳一样的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "crust",
          "tran_cn": " 外壳；面包皮；坚硬外皮"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "crust",
          "tran_cn": " 结硬皮；结成外壳"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "crust",
          "tran_cn": " 盖以硬皮；在…上结硬皮"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "thecal"
          ],
          "tran_cn": "壳的；地壳的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "crustal deformation",
      "tran_cn": "地壳形变；地壳变形"
    },
    {
      "phrase": "crustal dynamics",
      "tran_cn": "地壳动力学，星壳动力学；地壳动态"
    },
    {
      "phrase": "crustal movement",
      "tran_cn": "地壳运动"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地壳的，（尤指）地球或月球外壳的",
      "tran_en": "of or relating to the earth's crust "
    }
  ],
  "exchange": {}
}