{
  "word": "misled",
  "ipa": {
    "us": "ˌmɪsˈled",
    "uk": "mɪsˈlɛd"
  },
  "sentences": [
    {
      "en": "Don’t be misled by appearances, he’s a good worker.",
      "cn": "不要被表象迷惑，他工作干得挺不错的。"
    },
    {
      "en": "Don't be misled by gloss.",
      "cn": "不要被假象所迷惑."
    },
    {
      "en": "Don't be misled by the fallacious advertisement.",
      "cn": "不要被错误的广告所误导"
    },
    {
      "en": "Don’t be misled into thinking that scientific research is easy.",
      "cn": "不要受人误导，以为搞科学研究很容易。"
    },
    {
      "en": "He deliberately misled us about the nature of their relationship.",
      "cn": "关于他们究竟是什么关系，他故意给我们留下错误印象。"
    },
    {
      "en": "He is a good boy, but bad companions misled him.",
      "cn": "他是个好孩子, 但坏伙伴把他带坏了."
    },
    {
      "en": "He noted that a Scientologist hearing this would feel, with some justification, that he had misled his auditors about his progress.",
      "cn": "他指出，山达基信徒听到这些之后，会有一些理由，感觉他在关于进展方面误导了听析师。"
    },
    {
      "en": "He was entirely misled by her words.",
      "cn": "他完全误解了她的话."
    },
    {
      "en": "I defy any one to assign an incident wherein reason will not direct us what we are to say or do in company, if we are not misled by pride or ill nature.",
      "cn": "如果我们不被骄傲之情和坏脾气给误导，我相信理智将在社交活动，他人交往中对我们的言行举止做出正确的指引。 这一事实无可辩驳。"
    },
    {
      "en": "If she has fancied otherwise, her own wishes have misled her.",
      "cn": "假使她有别种想法, 那是她自己的愿望使她想入非非了."
    },
    {
      "en": "Let no young people be misled and rush fatally into romance - writing.",
      "cn": "但愿青年人不要盲从,一厢情愿地去写浪漫小说."
    },
    {
      "en": "Perhaps he had slightly misled them, but it was quite unintentional.",
      "cn": "也许他给他们造成了小小的误导，但他不是有意的。"
    },
    {
      "en": "Sometimes he may be “misinformed, ” or “misled by others, ” but he is never, ever, wrong.",
      "cn": "他间或可能会“信息有误”或是“被他人误导”，但他永远不会有错。"
    },
    {
      "en": "The boy was misled by bad companions.",
      "cn": "这个男孩被坏伙伴引入歧途."
    },
    {
      "en": "The court feels it has a responsibility to ensure that customers are not misled.",
      "cn": "法院认为它有责任确保消费者不受误导。"
    },
    {
      "en": "The guide misled the tourists in the woods.",
      "cn": "向导在森林里给旅游者带错了路."
    },
    {
      "en": "The guide misled us and we got lost.",
      "cn": "向导领我们迷了路."
    },
    {
      "en": "The idea of being misled suffused her with languor.",
      "cn": "被人引入邪路的想法使她变得懒洋洋的."
    },
    {
      "en": "The judge and the nation were indeed terribly misled.",
      "cn": "法官和全国人民确实受了严重的误导."
    },
    {
      "en": "We mustn't be misled by appearances.",
      "cn": "不被外貌所骗."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "off"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "(mislead过去式)误导"
    },
    {
      "pos": "v",
      "tran_cn": "给…错误印象( mislead的过去式和过去分词 )，使误解，把…带错路，把…带坏",
      "tran_en": "to make someone believe something that is not true by giving them information that is false or not complete"
    }
  ],
  "exchange": {}
}