{
  "word": "tenor",
  "ipa": {
    "us": "ˈtenə(r)",
    "uk": "ˈtenər"
  },
  "sentences": [
    {
      "en": ".He is one of the best tenor sax players ever.",
      "cn": "他是有史以来最出色的次中音萨克斯管演奏者之一。"
    },
    {
      "en": "Arthur Davies sings the tenor solo.",
      "cn": "阿瑟•戴维斯表演男高音独唱。"
    },
    {
      "en": "He suggested that many of the ideas just would not work. But the tenor of his input was \"Right on! Please show us how to make them work\".",
      "cn": "他认为这些想法有很多根本就不会奏效。但是他说话的大意却是“好极了！请告诉我们怎么让它们见效”。"
    },
    {
      "en": "He's generally considered to have the finest tenor voice in the country.",
      "cn": "现在 公认他是该国最佳的男高音歌手."
    },
    {
      "en": "Her dreams were troubled, reflecting the tenor of her waking hours.",
      "cn": "她在梦中焦虑不安，反映了她白天生活的基调。"
    },
    {
      "en": "I understood the tenor of his speech but not the details.",
      "cn": "我懂得他讲话的大意,但不懂其中的细节."
    },
    {
      "en": "I was encouraged by the general tenor of his remarks.",
      "cn": "他话中的要点使我深受鼓舞。"
    },
    {
      "en": "The four parts in singing are soprano, alto, tenor and bass.",
      "cn": "唱歌的四个声部是女高音 、 女低音 、 男高音和男低音."
    },
    {
      "en": "The tenor of his speech was that war would come.",
      "cn": "他讲话的大意是战争将要发生."
    },
    {
      "en": "The tenor of the opening remarks reflects the divergence in the priorities of the two sides.",
      "cn": "开场白的要旨反映了双方在何为当务之急上存在分歧。"
    },
    {
      "en": "The tenor was a pupil of a singer.",
      "cn": "这位男高音歌手师承一位歌唱家."
    },
    {
      "en": "The whole tenor of discussions has changed.",
      "cn": "讨论的整个主旨变了。"
    },
    {
      "en": "The whole tenor of the meeting was very positive.",
      "cn": "会议的整体氛围很积极."
    },
    {
      "en": "This small part was taken with elan by a promising young tenor.",
      "cn": "这一小段由一位大有前途的青年男高音倾情演绎。"
    },
    {
      "en": "This song is too low for a tenor.",
      "cn": "这首歌让男高音歌手唱音太低了."
    },
    {
      "en": "We persuaded Jake to sing tenor.",
      "cn": "我们说服杰克唱男高音."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "tenorist",
          "tran_cn": " 唱次中音者；男高音歌手"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "general idea",
            "main points"
          ],
          "tran_cn": "男高音；要旨，大意；[金融]票据的限期；稳定的进程"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "determination",
            "highlight",
            "meaning",
            "tide"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "男高音的",
      "tran_en": "a tenor voice or instrument has a range of notes that is lower than an  alto  voice or instrument"
    },
    {
      "pos": "n",
      "tran_cn": "稳定的进程，要旨，男高音，票据的限期",
      "tran_en": "a male singing voice that can reach the range of notes below the lowest woman’s voice, or a man with a voice like this"
    }
  ],
  "exchange": {
    "pl": [
      "tenors"
    ]
  }
}