{
  "word": "immeasurably",
  "ipa": {
    "us": "ɪ'meʒərəblɪ",
    "uk": "ɪ'meʒərəblɪ"
  },
  "sentences": [
    {
      "en": "Although I grew up in very challenging circumstances, I consider my life to be immeasurably rich.",
      "cn": "虽然我的成长环境不甚优越、奋斗历程充满坎坷, 但是我依然认为我的生活无限富足."
    },
    {
      "en": "Christ's death was that to an immeasurably greater degree.",
      "cn": "基督的死到了一种无可估量的严重地步."
    },
    {
      "en": "Develop good writing skills: they will make your scientific career immeasurably easier.",
      "cn": "练就出色的写作技能: 它能使你的科研道路平坦许多."
    },
    {
      "en": "He was immeasurably selfish.",
      "cn": "他自私透顶."
    },
    {
      "en": "Her values, as she was to learn later, had changed immeasurably.",
      "cn": "正如她后来知道的那样, 她的看法已经无可限量地改变了."
    },
    {
      "en": "Money can only be the useful drudge of things immeasurably higher than itself.",
      "cn": "钱只是一种能创造出比它本身价值大得多的劳动工具."
    },
    {
      "en": "Picture yourself as winning, and that will immeasurably to success.",
      "cn": "如果你把自己描绘成成功的样子,那么成功就会近在咫尺."
    },
    {
      "en": "Picture yourself vividly as winning and that alone will contribute immeasurably to success.",
      "cn": "假如你经常生动地想象自己的成功,那麽就成功终于有一天会降临."
    },
    {
      "en": "She and our two wonderful children have contributed immeasurably to whatever success I have achieved.",
      "cn": "无论我取得了什么成就,她和我们两个出色的孩子都为之做出了不可限量的贡献."
    },
    {
      "en": "The rejuvenating ambience of autumn is immeasurably more ancient than even the calendar.",
      "cn": "秋天那让人恢复青春活力的气氛远比历法还要古老."
    },
    {
      "en": "The situation today is immeasurably more acute than it was 25 years ago.",
      "cn": "今天的形势远比25年前严峻。"
    },
    {
      "en": "Their lined faces were immeasurably sad.",
      "cn": "他们那长满皱纹的脸上带着无限的忧伤."
    },
    {
      "en": "They have improved immeasurably since their arrival.",
      "cn": "他们自来到这里以后，有了很大改进。"
    },
    {
      "en": "They will add immeasurably to our strength.",
      "cn": "他们将使我们的力量不知要加大多少."
    },
    {
      "en": "Your presence has enriched our lives immeasurably.",
      "cn": "有你在,我们的生活无比丰富."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "immeasurable",
          "tran_cn": " 无限的；[数] 不可计量的；不能测量的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "infinitely",
            "unlimitedly"
          ],
          "tran_cn": "无限地；广大无边地；不能测量地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deeply"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不能测量地，无限制地",
      "tran_en": "You use immeasurably to emphasize the degree or extent of a process or quality"
    }
  ],
  "exchange": {
    "adj": [
      "immeasurable"
    ]
  }
}