{
  "word": "rosette",
  "ipa": {
    "us": "rəʊˈzet",
    "uk": "roʊˈzet"
  },
  "sentences": [
    {
      "en": "An ornament, such as a decorative knot, resembling a rose in form ; a rosette.",
      "cn": "玫瑰花饰:一种形似玫瑰花的装饰品, 如装饰结; 玫瑰花结."
    },
    {
      "en": "Botany To flower or produce seeds prematurely or develop a flowering stem from a rosette.",
      "cn": "过早的生子(结实):植物未成熟期开花或结实,从蔷薇结长为花柄."
    },
    {
      "en": "Formation of rosette of yeasts with erythrocytes was observed.",
      "cn": "检测了它们在红细胞上形成的花环."
    },
    {
      "en": "Higher pixel - precise transform of infrared rosette scan is the base of infrared quasi - image recognition.",
      "cn": "红外玫瑰线扫描的高像素精度转换是亚图像大概率识别跟踪的基础."
    },
    {
      "en": "Lot 1814 should be Silver Rupee, Vertical Rosette with Collar, Szechuen Province , 1903.",
      "cn": "第1814号拍品应为光绪像四川卢比直花有领银币."
    },
    {
      "en": "Marjorie stood on the porch with a big yellow rosette tied around the post.",
      "cn": "马乔里站在柱子上系着一个巨大的黄色玫瑰花形饰物的门廊里。"
    },
    {
      "en": "Right thumb, middle finger, ring finger, little finger and the rosette is slightly incomplete.",
      "cn": "右手拇指 、 中指 、 无名指 、 小指及莲座稍有残缺."
    },
    {
      "en": "Rosette gives the impression of alabaster wax suffused with violet.",
      "cn": "叶瓣有一种弥漫着紫罗兰色的哑光石蜡的质感."
    },
    {
      "en": "She won a rosette in the riding competition.",
      "cn": "她在骑马比赛中赢得了一枚玫瑰花形奖章."
    },
    {
      "en": "The biological activity was detected by rosette inhibition test ( RIT ).",
      "cn": "用活性玫瑰花环抑制实验(Ea -RIT ) 检测层析过程中各部分蛋白流出液的EPF活性."
    },
    {
      "en": "The leaves formed a dark green rosette.",
      "cn": "这些叶子聚在一起，像是一朵深绿色的玫瑰。"
    },
    {
      "en": "This new rosette - picking orchids Festival , the delicate fragrance fragrance.",
      "cn": "这种花环系用新采摘的兰花扎成, 幽香馥郁."
    },
    {
      "en": "ZC _ 3 rosette may become a marker of B cellNHL replacing EAC rosette.",
      "cn": "ZC_3花环寸代替EAC花环作为B细胞性NHL的标记."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "roseate",
          "tran_cn": " 玫瑰色的；容光焕发的；乐观的"
        },
        {
          "word": "roselike",
          "tran_cn": " 似玫瑰的；玫瑰花似的"
        },
        {
          "word": "rosy",
          "tran_cn": " 蔷薇色的，玫瑰红色的；美好的；乐观的；涨红脸的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "rosefish",
          "tran_cn": " 玫瑰鱼（产于北大西洋）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "knot"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "玫瑰花结，蔷薇花饰，圆花饰",
      "tran_en": "a circular  badge  made of coloured  ribbon  that is given to the winner of a competition, or that people in Britain wear to show support for a particular football team or political party"
    }
  ],
  "exchange": {
    "pl": [
      "rosettes"
    ]
  }
}