{
  "word": "Belgium",
  "ipa": {
    "us": "'beldʒəm",
    "uk": "'beldʒəm"
  },
  "sentences": [
    {
      "en": "A very virulent form of the disease appeared in Belgium.",
      "cn": "比利时出现了这种疾病的一种极其危险的变体。"
    },
    {
      "en": "Belgium and Luxembourg have formed such a union since 1921.",
      "cn": "比利时和卢森堡从1921年以来就组成了这种同盟."
    },
    {
      "en": "Belgium has two official languages.",
      "cn": "比利时有两种官方语言."
    },
    {
      "en": "Europe's largest producer of nylon is based in Belgium.",
      "cn": "欧洲最大的尼龙制造商总部设在比利时。"
    },
    {
      "en": "He moved to Belgium in 1990 to live with his son, who had been resident in Brussels since 1967.",
      "cn": "他于1990年搬到比利时和儿子一起住。他儿子自1967年起就住在布鲁塞尔。"
    },
    {
      "en": "He was saving his energy for next week's race in Belgium.",
      "cn": "他正为下周在比利时的比赛养精蓄锐。"
    },
    {
      "en": "I remember watching one of my tapes from 1991 when I went to Belgium and looked at myself speaking English.",
      "cn": "我记得我看过一盘我1991年的录像带，那时我刚到比利时，我看着我自己说英语的样子。"
    },
    {
      "en": "In Belgium only qualified doctors may practise alternative medicine.",
      "cn": "在比利时只有资质合格的医生才能从事非传统医学工作。"
    },
    {
      "en": "Ostend is the most important seaport in Belgium.",
      "cn": "奥斯坦德是比利时最重要的海港."
    },
    {
      "en": "She is a frequent traveller to Belgium.",
      "cn": "她经常到比利时去旅行。"
    },
    {
      "en": "Someone once said: ‘beauty is in the eye of the beer holder’; if that’s the case, then Belgium is exquisite.",
      "cn": "有人曾经说过：“在手持啤酒的人眼中美丽无处不在。” 如果真的是这样，那么比利时就美艳至极了。"
    },
    {
      "en": "That is greater than the GDP of Belgium and Sweden.",
      "cn": "这超过了比利时和瑞典两国的国民收入。"
    },
    {
      "en": "The company has set up joint-venture pay-TV channels in Belgium, Spain, and Germany.",
      "cn": "该公司已在比利时、西班牙和德国设立了合资付费电视频道。"
    },
    {
      "en": "The rise, the first in 10 months, reversed the downward trend in Belgium's jobless rate.",
      "cn": "10个月来失业率的首次上升逆转了比利时失业率持续下降的趋势。"
    },
    {
      "en": "The site of the battle of Waterloo is in Belgium.",
      "cn": "滑铁卢战场的遗址在比利时."
    },
    {
      "en": "The win sets us up perfectly for the match in Belgium.",
      "cn": "这场胜利为我们在比利时的比赛鼓足了劲儿。"
    },
    {
      "en": "They arrived in Belgium by airplane .",
      "cn": "他们乘飞机到达比利时。"
    },
    {
      "en": "We ought to have entered the war the minute Germany invaded Belgium.",
      "cn": "只要德国侵略比利时,我们就应该参战."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "比利时"
    }
  ],
  "exchange": {}
}