{
  "word": "streptomycin",
  "ipa": {
    "us": "'streptə'maɪsɪn",
    "uk": "ˌstreptə'maɪsɪn"
  },
  "sentences": [
    {
      "en": "A new method was established to determine streptomycin sulfate.",
      "cn": "建立了测定硫酸链霉素的新方法."
    },
    {
      "en": "A: It happened in 1963 … I had to take the drugs every day for 18 months, including six months of injections with streptomycin.",
      "cn": "答：那是在1963年... 我必须在18个月内每天坚持吃药，包括打了6个月链霉素。"
    },
    {
      "en": "After afterwards penicillin, discovered streptomycin, chloromycetin, aureomycin to wait in succession again.",
      "cn": "继青霉素之后, 又陆续发现了链霉素 、 氯霉素 、 金霉素等."
    },
    {
      "en": "Aim To explore the antituberculosis activity of streptomycin nanoparticles in vivo.",
      "cn": "目的观察链霉素纳米粒的小鼠体内抗结核作用."
    },
    {
      "en": "Aminoglycoside: such as streptomycin, gentamicin, mycophenolate cards, etc. - that.",
      "cn": "氨基糖苷类: 如链霉素 、 庆大霉素 、 霉卡那素等."
    },
    {
      "en": "D : Has he ever received streptomycin or kanamycin injections?",
      "cn": "他注射过链霉素或卡那霉素 吗 ?"
    },
    {
      "en": "Geneticin and gentamycin had lower MICs than , streptomycin, but was nof so effective as streptomycin.",
      "cn": "GENETICIN和庆大霉素的MIC比较低, 但它们的抗性突变对提高抗生素生产能力的效果较低."
    },
    {
      "en": "I'll give you a dose of streptomycin.",
      "cn": "我给你开一些链霉素."
    },
    {
      "en": "Ill give you a dose of streptomycin.",
      "cn": "我给你开些链霉素."
    },
    {
      "en": "In 1947 there was no cure for TB - doctors prescribed fresh air and a regular diet - but there was a new, experimental drug on the market, streptomycin.",
      "cn": "1947年，肺结核无异于绝症，医生嘱咐他多呼吸新鲜空气和注意有规律的日常饮食。 但市面上出现了一种新的试验性药物——链霉素。"
    },
    {
      "en": "Inhibition of chlorophyll synthesis may be caused by etiolation, mutant blocks, or streptomycin.",
      "cn": "叶绿素合成可以由黄化 、 突变性阻塞或链霉素而引起."
    },
    {
      "en": "Methods: Turbidimetric method was used to determine streptomycin sulfate , compared with diffusion method.",
      "cn": "方法采用比浊法, 并与管碟法比较."
    },
    {
      "en": "The key to containing any outbreak of plague lies in prompt treatment with common antibiotics such as tetracycline and streptomycin, which can reduce death rates from 60 to 15 per cent.",
      "cn": "遏制鼠疫爆发的关键是利用诸如四环素和链霉素那样的常用抗生素迅速治疗这种疾病，这可以把死亡率从60%减少到15%。"
    },
    {
      "en": "We specialize in supply streptomycin, penicillin and other pharmacopoeia material below market price.",
      "cn": "我公司以低于市价供应金霉素, 盘尼西林等药品为专业."
    },
    {
      "en": "You should be admitted to hospital and treated with penicillin and streptomycin.",
      "cn": "你应当住院用青霉素和链霉素治疗."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "futostrep"
          ],
          "tran_cn": "[药][微]链霉素"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "链霉素",
      "tran_en": "an antibiotic obtained from the bacterium Streptomyces griseus: used in the treatment of tuberculosis and Gram-negative bacterial infections"
    }
  ],
  "exchange": {}
}