{
  "word": "Wales",
  "ipa": {
    "us": "weɪlz",
    "uk": "weɪlz"
  },
  "sentences": [
    {
      "en": "a campaign in Wales for greater autonomy",
      "cn": "威尔士争取更大自治权的运动"
    },
    {
      "en": "Although he was based in Wales, distance was no object.",
      "cn": "虽然他主要住在威尔士，但是距离不成问题。"
    },
    {
      "en": "England, Scotland and Wales compose the island of Great Britain.",
      "cn": "英格兰、苏格兰和威尔士组成大不列颠岛国。"
    },
    {
      "en": "He is grander and even richer than the Prince of Wales.",
      "cn": "他比威尔士亲王还牛气，甚至更有钱。"
    },
    {
      "en": "His paintings beguiled the Prince of Wales.",
      "cn": "他的画把威尔士亲王给迷住了。"
    },
    {
      "en": "In Mid-Wales six inches of snow blocked roads.",
      "cn": "在威尔士的中部地区，6英寸厚的大雪阻塞了道路。"
    },
    {
      "en": "In Wales, 14 people are chasing every job.",
      "cn": "在威尔士，每份工作都有14个人在竞争。"
    },
    {
      "en": "Last week Wales lost 5-1 to Romania in a World Cup qualifier.",
      "cn": "在上周的世界杯预选赛中，威尔士队1比5负于罗马尼亚队。"
    },
    {
      "en": "She went to visit relatives in Wales.",
      "cn": "她去威尔士看望亲戚了。"
    },
    {
      "en": "Similar legislation is already in place in Wales.",
      "cn": "类似的法规在威尔士已经就位。"
    },
    {
      "en": "The deal marks a turnaround in the fortunes of South Wales Electricity.",
      "cn": "这一协议标志着南威尔士电力公司时来运转。"
    },
    {
      "en": "The longer he stayed in London the more he hated it, but he could not go back to Wales for he had no job there.",
      "cn": "他在伦敦呆得时间越长，越憎恶伦敦。 可是，他却不能回到威尔士，因为那里没有他的工作。"
    },
    {
      "en": "The match will be refereed by Derek Bevan from Wales.",
      "cn": "这场比赛将由来自威尔士的德里克·贝文执法。"
    },
    {
      "en": "the Prince of Wales",
      "cn": "威尔士亲王"
    },
    {
      "en": "the Princess of Wales",
      "cn": "威尔士王妃"
    },
    {
      "en": "The western-most part of north Wales is a stronghold of Welsh-speakers.",
      "cn": "北威尔士最西部是说威尔士语人的聚居区。"
    },
    {
      "en": "We do depart for Wales on the morrow.",
      "cn": "我们明天确实要前往威尔士。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "prince of wales",
      "tran_cn": "n. 威尔士亲王（英国皇太子之封号）"
    },
    {
      "phrase": "princess of wales",
      "tran_cn": "n. 威尔斯王妃"
    }
  ],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "威尔士(英国"
    }
  ],
  "exchange": {}
}