{
  "word": "richness",
  "ipa": {
    "us": "ˈrɪtʃnəs",
    "uk": "ˈrɪtʃnəs"
  },
  "sentences": [
    {
      "en": "But I would like to suggest enough of them to impress upon you the richness and complexity of my background.",
      "cn": "但我仍会给出足够多的建议让你对我的背景留下丰富而富有综合性的印象。"
    },
    {
      "en": "Her clothes ran more to richness and show than of to real taste.",
      "cn": "她的服饰趋于浮华而不具有真正的雅致风格."
    },
    {
      "en": "It all adds to the richness of human life.",
      "cn": "这一切让人类的生活更加丰富多彩。"
    },
    {
      "en": "Of course, this very richness means that menus can get big and cumbersome.",
      "cn": "当然, 这种极度的丰富性也意味着它们大而笨重."
    },
    {
      "en": "She was coloured like a pomegranate for richness.",
      "cn": "她脸红得像只石榴,鲜嫩丰满."
    },
    {
      "en": "She was coloured like a pomegrante for richness.",
      "cn": "她脸红得象只石榴,鲜嫩丰满."
    },
    {
      "en": "The coffee flavour complemented the richness of the pudding.",
      "cn": "咖啡的味道中和了布丁的油腻感。"
    },
    {
      "en": "The diversity and richness of the Bible as literature, especially the old Testament, are unparalleled.",
      "cn": "作为一部文学作品,《圣经》, 特别是《旧约》的丰富多彩, 是前所未有的."
    },
    {
      "en": "The lower strings contribute a splendid richness of sonority.",
      "cn": "下弦能够产生雄壮浑厚的音响效果。"
    },
    {
      "en": "The motif of these volumes is that 'solitude is the richness of the soul, loneliness is its poverty.'",
      "cn": "这几卷的主题是“孤独是灵魂的财富，寂寞是灵魂的贫瘠”。"
    },
    {
      "en": "The motif of these volumes is that \"solitude is the richness of the soul, loneliness is its poverty.\"",
      "cn": "这几卷的主题是“孤独是灵魂的财富，寂寞是灵魂的贫瘠”。"
    },
    {
      "en": "the richness and variety of marine life",
      "cn": "海洋生物的丰富多样"
    },
    {
      "en": "The richness of his novel comes from his narration of it.",
      "cn": "他小说的丰富多采得益于他的叙述."
    },
    {
      "en": "The richness of the soil favored the growth of crops.",
      "cn": "土地的肥沃有利于农产品的生长."
    },
    {
      "en": "There was the richness of opportunity in a land waiting to be settled.",
      "cn": "在这块土地上有很多机会,等待着人们去利用."
    },
    {
      "en": "We should not begrudge our neighbour's richness.",
      "cn": "我们不应该嫉妒邻人的富有."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rich",
          "tran_cn": " 富有的；肥沃的；昂贵的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "richly",
          "tran_cn": " 丰富地；富裕地；完全地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "abundance",
            "plenty",
            "pregnancy",
            "amplitude",
            "enrichment"
          ],
          "tran_cn": "丰富；富裕；肥沃；华美"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "luxury",
            "plenty"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "species richness",
      "tran_cn": "物种丰富度；种繁富度"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "丰富，浓烈，富裕，富饶",
      "tran_en": "if something has richness, it contains a lot of interesting things"
    }
  ],
  "exchange": {}
}