{
  "word": "recipient",
  "ipa": {
    "us": "rɪˈsɪpiənt",
    "uk": "rɪˈsɪpiənt"
  },
  "sentences": [
    {
      "en": "...the largest recipient of U.S. foreign aid.",
      "cn": "…最大的美国对外援助接受方。"
    },
    {
      "en": "A suppressed immune system puts a transplant recipient at risk of other infections.",
      "cn": "接受器官移植的病人免疫系统受到抑制后很可能会感染其他疾病。"
    },
    {
      "en": "Agricultural soils are the ultimate recipient and depository of most applied foliar and soil pesticides.",
      "cn": "喷撒于叶面和用于土壤的农药大多以农业土壤为其最终受体和贮存场所."
    },
    {
      "en": "Both electrons don't count for the donor and neither for the recipient.",
      "cn": "那两个电子既不算作给予体的,也不是接受体的."
    },
    {
      "en": "From a recipient of World Bank assistance, has become a proud donor.",
      "cn": "从以前世界银行的受援国变为骄傲的捐助国."
    },
    {
      "en": "In a transfusion, donor and recipient should be of the same blood group to prevent agglutination.",
      "cn": "输血时供血者与受血者应是同一血型以防止凝集."
    },
    {
      "en": "Insert message to send on the recipient then save entry.",
      "cn": "插入信息然后在接受者身上送救援项目."
    },
    {
      "en": "Jou - chia loved hearing her reminisce, so Jou - chia became the sole recipient of her affection.",
      "cn": "柔嘉最喜欢听她的回忆, 所以独蒙怜爱."
    },
    {
      "en": "Objective To investigate the expression change histocompatibility antigen - G 5 ( HLA - G 5 ) in one heart recipient.",
      "cn": "目的研究心脏移植受者外周血HLA-G5表达变化."
    },
    {
      "en": "Place broken by a helpless, one of power, a recipient bad.",
      "cn": "无奈一只被摔坏, 一只没电了, 一只收讯不良."
    },
    {
      "en": "Results Recently the recipient has a good life quality for 19 months.",
      "cn": "结果目前,患者已健康生存19个月,移植肠功能恢复良好."
    },
    {
      "en": "The donor's blood is compatible with the recipient's.",
      "cn": "供血者的血和受血者的血是相容的."
    },
    {
      "en": "The gift was made subject to certain conditions imposed on the recipient.",
      "cn": "此赠与附有受赠人必须遵守的某些条件."
    },
    {
      "en": "The log window has been the recipient of localization changes.",
      "cn": "当前所处星系的变更情况将记录到记录窗口里."
    },
    {
      "en": "The phone will hang up with any action done by the recipient.",
      "cn": "听筒将会以被接受者做的任何行动挂断."
    },
    {
      "en": "the recipient of the Nobel Peace Prize",
      "cn": "诺贝尔和平奖得主"
    },
    {
      "en": "Thee matrix is implanted at the injury site, and as it slowly degrades in recipient's body it releases chemicals that attract stem cells.",
      "cn": "这种基质是在受伤部位植入，随着它缓慢在接受者的体内降解，会释放吸引干细胞的化学物质。"
    },
    {
      "en": "To indicate the intended recipient on ( a letter, for example ).",
      "cn": "寄至指示预定接收者 ( 例如信件 )"
    },
    {
      "en": "You should always have an email address that conveys your name so that the recipient knows exactly who is sending the email.",
      "cn": "你应该有一个含有你名字的电子邮件地址，这样邮件接收者就可以知道是谁发来的邮件。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "acceptant",
            "susceptive"
          ],
          "tran_cn": "容易接受的，感受性强的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "container",
            "vessel",
            "receiver",
            "pocket",
            "bin"
          ],
          "tran_cn": "[包装]容器，[通信]接受者；容纳者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "absorbent",
            "heir",
            "receiver",
            "successor"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "intended recipient",
      "tran_cn": "接收者"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "容易接受的，感受性强的"
    },
    {
      "pos": "n",
      "tran_cn": "接受者，容器，容纳者",
      "tran_en": "someone who receives something"
    }
  ],
  "exchange": {
    "pl": [
      "recipients"
    ]
  }
}