{
  "word": "dialog",
  "ipa": {
    "us": "'daɪəlɒg",
    "uk": "'daɪəˌlɒg"
  },
  "sentences": [
    {
      "en": "a boring movie full of bad dialog",
      "cn": "充满差劲对白的乏味电影"
    },
    {
      "en": "A Move dialog would then appear with the current document highlighted.",
      "cn": "这时“移动”对话框便弹出,并且突出显示当前的文档."
    },
    {
      "en": "A properties dialog box generally controls the current selection.",
      "cn": "一般来说,属性对话框控制当前的选择."
    },
    {
      "en": "Address every primary view and dialog possible.",
      "cn": "要尽可能考虑到所有主要的视图和对话."
    },
    {
      "en": "An error dialog should always be polite, illuminating, and helpful.",
      "cn": "错误消息框应该始终有礼貌 、 具有启发性, 还要助人为乐."
    },
    {
      "en": "Are you canceling the dialog and leaving the rules mismatched?",
      "cn": "我们是撤销对话框保留不匹配的规则?"
    },
    {
      "en": "Can you rearrange things on the window or dialog to expand horizontally?",
      "cn": "是否可以重新安排窗口或对话框中的内容,在水平方向扩展一些?"
    },
    {
      "en": "Do your users a favor and never create another confirmation dialog box.",
      "cn": "请为你的用户做点好事,不要再创建另外的确认对话框了."
    },
    {
      "en": "For other pages/dialogs, it should go back one page or close the dialog.",
      "cn": "至于其他页面/对话框，它应该回退一个页面或者关闭对话框。"
    },
    {
      "en": "In this dialog, you can only open an artifact in the editor.",
      "cn": "在这个对话框中，您只可以在编辑器中打开一个工件。"
    },
    {
      "en": "Modeless dialog boxes frequently have several buttons that immediately invoke various functions.",
      "cn": "不要忘记非模态对话框中经常会有几个按钮,可以立即激活不同的功能."
    },
    {
      "en": "Property dialog boxes can be either modal or modeless.",
      "cn": "属性对话框可以是模态的,也可以是非模态的."
    },
    {
      "en": "Students were asked to read simple dialogs out loud.",
      "cn": "学生被要求大声朗读简单的对话。"
    },
    {
      "en": "The dialog box, another use of the pop - up window , was the tool that simplified the menu.",
      "cn": "另外一种 弹出窗口 的使用方式, 对话框就是简化菜单的工具."
    },
    {
      "en": "The pantry plays a secondary role, as should dialog boxes.",
      "cn": "食品储藏室应该处于从属地位, 对话框也应该如此."
    },
    {
      "en": "Think of the dialog as being in either beginner or advanced mode.",
      "cn": "你可能认为这种对话框既适用于初学者,也适用于高级用户."
    },
    {
      "en": "Use consistent terminating commands for modeless dialog boxes.",
      "cn": "为非模态对话框提供一致的终止命令."
    },
    {
      "en": "Use object names in property dialog title bars.",
      "cn": "在属性对话框的标题中使用对象名."
    },
    {
      "en": "Use verbs in function dialog title bars.",
      "cn": "在功能对话框的标题中使用动词."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "conversation",
            "sesion"
          ],
          "tran_cn": "对话；会话"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "dialog box",
      "tran_cn": "[计]对话框，对话窗口"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "对话，对白〈dialogue的变体〉",
      "tran_en": "a conversation in a book, play, or film"
    }
  ],
  "exchange": {
    "pl": [
      "dialogs"
    ]
  }
}