{
  "word": "blues",
  "ipa": {
    "us": "bluːz",
    "uk": "bluːz"
  },
  "sentences": [
    {
      "en": "Eurocops was beaten in the ratings on Channel 4 by Kate and Allie, Hill Street Blues and St Elsewhere.",
      "cn": "在第4频道的收视率调查中《欧洲警察》被《凯特和阿莉》、《希尔街的布鲁斯》和《何方神圣》打败。"
    },
    {
      "en": "Fittingly, she will spend her year off training her voice to sing blues and jazz.",
      "cn": "恰好她要休息一年，用来练唱蓝调和爵士乐。"
    },
    {
      "en": "For the uninitiated, Western Swing is a fusion of jazz, rhythm & blues, rock & roll and country music.",
      "cn": "对于外行人来说，西部摇摆是爵士乐、节奏布鲁斯、摇滚乐和乡村音乐的融合。"
    },
    {
      "en": "He is a protean stylist who can move from blues to ballads and grand symphony.",
      "cn": "他风格多变，从布鲁斯、乡村音乐到雄壮的交响乐都能驾驭。"
    },
    {
      "en": "He was in the blues on account of his failure in business.",
      "cn": "他因事业失败而意志消沉."
    },
    {
      "en": "His singing really does have the depth and the emotional range of the blues.",
      "cn": "他的歌声确实颇有布鲁斯音乐的内蕴和情感深度。"
    },
    {
      "en": "Interfering in-laws are the prime sources of the blues.",
      "cn": "喜欢指手画脚的姻亲最让人头疼。"
    },
    {
      "en": "It seems important to sensitize people to the fact that depression is more than the blues.",
      "cn": "让人们意识到抑郁症不仅仅是心情忧郁，这点似乎很重要。"
    },
    {
      "en": "Kim opted for cooler blues and yellows in the master bedroom.",
      "cn": "金为主卧室挑选了偏冷色调的蓝色和黄色。"
    },
    {
      "en": "My favorite music genre is blues.",
      "cn": "我最喜欢的音乐种类是布鲁斯音乐。"
    },
    {
      "en": "She combines jazz and blues in her music.",
      "cn": "她的音乐融入了爵士和蓝调的元素。"
    },
    {
      "en": "She has cried the blues about its financial woes.",
      "cn": "对于经济的困难她叫苦不迭."
    },
    {
      "en": "She was in the back of a smoky bar singing the blues.",
      "cn": "她在烟雾弥漫的酒吧深处唱着布鲁斯歌曲."
    },
    {
      "en": "The immediate ancestor of rock \"n\" roll is rhythm-and-blues.",
      "cn": "摇滚乐直接源自节奏布鲁斯。"
    },
    {
      "en": "The sound veers between jazz and countrified blues.",
      "cn": "音乐在爵士乐和乡村布鲁斯乐之间来回转换。"
    },
    {
      "en": "They've revivified rhythm and blues singing by giving it dance beats.",
      "cn": "他们为节奏布鲁斯的歌曲中加入了舞曲的节奏，使之变得更加活跃。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "depression",
            "doldrums",
            "music"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rhythm and blues",
      "tran_cn": "节奏布鲁斯音乐"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "布鲁斯音乐，忧郁",
      "tran_en": "a feeling of depression or deep unhappiness "
    },
    {
      "pos": "v",
      "tran_cn": "把…染成蓝色（blue的第三人称单数）"
    }
  ],
  "exchange": {}
}