{
  "word": "twentieth",
  "ipa": {
    "us": "ˈtwentiəθ",
    "uk": "ˈtwentiəθ"
  },
  "sentences": [
    {
      "en": "Camus is considered to be one of the twentieth century's literary giants.",
      "cn": "加缪被视为20世纪的文学巨匠之一."
    },
    {
      "en": "For me, the July twentieth affair was in every way a calamity.",
      "cn": "就我来说, 七月二十日事件完全是大祸临头."
    },
    {
      "en": "Full unification took place only at the beginning of the twentieth century.",
      "cn": "完全的统一只是在二十世纪开头才实现."
    },
    {
      "en": "He came in twentieth.",
      "cn": "他得了第二十名。"
    },
    {
      "en": "If you are twentieth, do you get a medal?",
      "cn": "如果你第二十，你得到奖牌吗？"
    },
    {
      "en": "In many general respects it resembles many twentieth century schemes.",
      "cn": "它在许多总的方面与二十世纪的许多系统相类似."
    },
    {
      "en": "One twentieth of the total output was exported.",
      "cn": "产量中有二十分之一出口."
    },
    {
      "en": "Penicillin is arguably the greatest medical discovery of the twentieth century.",
      "cn": "盘尼西林大概是二十世纪医学上最伟大的发现."
    },
    {
      "en": "Picasso was born a phenomenon of the twentieth century.",
      "cn": "毕加索生来就是二十世纪的一位非凡人物."
    },
    {
      "en": "Some have called him the greatest entertainer of the twentieth century.",
      "cn": "有人曾称他为20世纪最伟大的艺人。"
    },
    {
      "en": "The atomic bomb is the offspring of twentieth century physics.",
      "cn": "原子弹是二十世纪物理学的产物."
    },
    {
      "en": "The coal consumption has declined since the early years of the twentieth century.",
      "cn": "自20世纪的早些年起,煤的消耗就下降."
    },
    {
      "en": "The four and twentieth to Romamtiezer, he, his sons, and his brethren, were twelve.",
      "cn": "第二十四是罗幔提以谢。 他和他儿子并弟兄共十二人。"
    },
    {
      "en": "The rogue male is not a twentieth-century phenomenon.",
      "cn": "男性不安分守己并非20世纪特有的现象。"
    },
    {
      "en": "The space age dawned in the twentieth century.",
      "cn": "太空时代开始于二十世纪."
    },
    {
      "en": "The twentieth century has thus brought city and country closer together.",
      "cn": "二十世纪就这样把城市和乡村拉得更拢了."
    },
    {
      "en": "This was how I stepped into my twentieth year.",
      "cn": "我就是这样地跨进我的二十岁年纪。"
    },
    {
      "en": "Tomorrow is her twentieth birthday.",
      "cn": "明天是她二十岁生日."
    },
    {
      "en": "Tutti was always first in her class before, but has slipped since the last move down to twentieth out of fifty children.",
      "cn": "图蒂从前在班上总是名列前茅，但打从上回搬家后，名次已掉到五十个学童当中的第二十名。"
    },
    {
      "en": "We live in the twentieth century.",
      "cn": "我们生活在二十世纪."
    },
    {
      "en": "When you know you will have a second, third, or twentieth release it is easy to just add scope to the product backlog. You know you will get to that feature someday.",
      "cn": "当你得知你将有第二个、第三个甚至第二十个发布时，它也只是简单地增加产品需求列表的范围，你知道，通过这样做，假以时日就能实现这些特性。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "twenty",
          "tran_cn": " 二十的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "twenties",
          "tran_cn": " 二十几岁；二十年代（1920年到1929年的时期）；一生中20至29岁的十年"
        },
        {
          "word": "twenty",
          "tran_cn": " 二十；二十年代"
        }
      ]
    },
    {
      "pos": "num",
      "words": [
        {
          "word": "twenty",
          "tran_cn": " 二十"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "vigesimal"
          ],
          "tran_cn": "第二十的；二十分之一的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "the twentieth century",
      "tran_cn": "20世纪"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "第二十的，二十分之一的"
    },
    {
      "pos": "n",
      "tran_cn": "二十分之一，（某月的）二十日"
    },
    {
      "pos": "num",
      "tran_cn": "第二十",
      "tran_en": "the one in a series that you count as number twenty"
    },
    {
      "pos": "other",
      "tran_cn": "第二十"
    }
  ],
  "exchange": {
    "pl": [
      "twentieths"
    ]
  }
}