{
  "word": "has",
  "ipa": {
    "us": "hæz,həz",
    "uk": "hæz,həz"
  },
  "sentences": [
    {
      "en": "A changing world has put pressures on the company.",
      "cn": "日新月异的世界使这家公司感到了压力。"
    },
    {
      "en": "Air not only occupies space but it also has weight.",
      "cn": "空气不仅占据空间，而且它还具有重量。"
    },
    {
      "en": "Beauty is an attitude. It has nothing to do with age.",
      "cn": "美是一种态度，与年龄无关。"
    },
    {
      "en": "English has hurt me a thousand times, but I still regard it as my first love.",
      "cn": "英语伤我千百遍，我待英语如初恋。"
    },
    {
      "en": "Few would argue that this team has experience and proven ability.",
      "cn": "这个队伍的丰富经验和表现出来的实力是众所公认的。"
    },
    {
      "en": "He has a visual impairment in the right eye.",
      "cn": "他右眼视力有损伤。"
    },
    {
      "en": "He has never exhibited the self-confidence, bordering on arrogance, of his predecessor.",
      "cn": "他从未表现出他前任的那种近乎傲慢的自信。"
    },
    {
      "en": "He has received extensive corrective surgery to his skull.",
      "cn": "他的头骨做过大面积的矫形手术。"
    },
    {
      "en": "Her copy of 《Evangeline》 has many helpful notes at the back.",
      "cn": "她那本《伊万杰琳》后面有许多有用的注解。"
    },
    {
      "en": "I believe she has some influence with the headmaster -- she might persuade him.",
      "cn": "我相信她的话在校长面前有一些分量，她有可能说服他。"
    },
    {
      "en": "Recession has simply accelerated changes that have been reshaping the industry anyway.",
      "cn": "经济萧条只不过加速了原本就在改变行业状况的变化。"
    },
    {
      "en": "Stewart has developed a tendency to mix it verbally with the opposition.",
      "cn": "斯图尔特现在变得只要和别人意见不合，就准备大吵一架。"
    },
    {
      "en": "The club has moved its meeting to Saturday, January 22nd.",
      "cn": "俱乐部已经把会议日期改到1月22号，星期六。"
    },
    {
      "en": "The Estonian parliament has passed a resolution declaring the republic fully independent.",
      "cn": "爱沙尼亚议会已经通过了宣布共和国完全独立的决议。"
    },
    {
      "en": "The Prime Minister has been briefed by her parliamentary aides.",
      "cn": "首相已听取了她议会助手的简要汇报。"
    },
    {
      "en": "There has always been a difference between community radio and commercial radio.",
      "cn": "社区广播电台和商业广播电台一直是有区别的。"
    },
    {
      "en": "There has been a busy start to polling in today's local elections.",
      "cn": "今天地方选举的投票一开始就人头攒动。"
    },
    {
      "en": "There has been a very mixed reaction to the decision.",
      "cn": "对于这个决定的反应非常不一致。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "hadorwould"
          ],
          "tran_cn": "有"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "hath"
          ],
          "tran_cn": "有；吃（have的第三人称单数现在式）；让…作"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "has been",
      "tran_cn": "已经"
    },
    {
      "phrase": "has gone to",
      "tran_cn": "去了某地"
    },
    {
      "phrase": "has got",
      "tran_cn": "有（用于第三人称单数）"
    },
    {
      "phrase": "has yet to",
      "tran_cn": "有待"
    }
  ],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "（have的第三人称单数现在式）"
    },
    {
      "pos": "v",
      "tran_cn": "有( have的第三人称单数 )，（亲属关系中）接受，拿，买到",
      "tran_en": "the third person singular of the present tense of have"
    }
  ],
  "exchange": {}
}