{
  "word": "heavyweight",
  "ipa": {
    "us": "ˈheviweɪt",
    "uk": "ˈheviweɪt"
  },
  "sentences": [
    {
      "en": "And here we go for the heavyweight championship of the world.",
      "cn": "在这里我们要角逐出世界重量级拳击冠军."
    },
    {
      "en": "But you're the only man to ever beat the current heavyweight champion.",
      "cn": "可是你是能打败现在重量级拳击冠军的唯一人选."
    },
    {
      "en": "He had been a heavyweight prize - fighter.",
      "cn": "他曾经是重量级职业拳击手."
    },
    {
      "en": "He reckons on being world heavyweight champion.",
      "cn": "他相信自己能成为世界重量级冠军。"
    },
    {
      "en": "He united the three major heavyweight titles for the first time in nine years.",
      "cn": "他首次在九年内独揽了重量级的三个桂冠."
    },
    {
      "en": "He was a political heavyweight.",
      "cn": "他是一名政界要人。"
    },
    {
      "en": "He won the world heavyweight title.",
      "cn": "他赢得世界最重量级拳击冠军."
    },
    {
      "en": "In showing contempt for the heavyweight championship Douglas offended a stern code.",
      "cn": "道格拉斯藐视重量级拳王称号的行为违背了严格的准则。"
    },
    {
      "en": "Ladies and gentlemen, the heavyweight champion oftheworld has arrived!",
      "cn": "女士们先生们, 世界重量级拳王来了!"
    },
    {
      "en": "Lewis is matched against the WBO's heavyweight champion, Tommy Morrison.",
      "cn": "刘易斯对决世界拳击组织的重量级拳王汤米·莫里森。"
    },
    {
      "en": "one of the heavyweights of the movie industry",
      "cn": "电影业巨子之一"
    },
    {
      "en": "Pay - per - view was down 50 % from the last heavyweight title fight.",
      "cn": "收视率比上次重量级拳击争霸赛下滑了50%."
    },
    {
      "en": "Rocky Balboa has knocked the reigning heavyweight champion down!",
      "cn": "洛奇巴尔博将不败拳王迪克逊击倒!"
    },
    {
      "en": "The heavyweight champion will be given a shot at Holyfield's world title.",
      "cn": "这名重量级拳击冠军将尝试挑战霍利菲尔德的世界冠军头衔。"
    },
    {
      "en": "The new heavyweight champ of the world, Terry Conklin, has signed with me.",
      "cn": "新的世界重量级拳击冠军, 特里·康克林, 已经和我签了."
    },
    {
      "en": "They are like heavyweight boxers, trying to psych each other out and build themselves up.",
      "cn": "他们像是重量级拳击运动员，竭力想在心理上压倒对方，树立自己的信心。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cruiserweight"
          ],
          "tran_cn": "重量级拳击手；有影响的人物；聪明绝顶的人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "somebody"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "light heavyweight",
      "tran_cn": "重量级职业拳击手；轻重量级运动员"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "重量级的；特别厚重的"
    },
    {
      "pos": "n",
      "tran_cn": "[体]重量级拳击[摔跤]运动员，体重超过平均水平的人，要人，重要的人物",
      "tran_en": "someone or something that is very important or has a lot of influence"
    }
  ],
  "exchange": {
    "pl": [
      "heavyweights"
    ]
  }
}