{
  "word": "credential",
  "ipa": {
    "us": "krəˈdenʃl",
    "uk": "krəˈdenʃl"
  },
  "sentences": [
    {
      "en": "After graduating from school, his membership credential was transferred to his present unit.",
      "cn": "他从学校毕业后, 组织关系便迁到了现在的单位."
    },
    {
      "en": "After retirement, his membership credential remained in the office.",
      "cn": "他退休后, 组织关系仍然在机关."
    },
    {
      "en": "Be a part of this exciting, growing profession by gaining your CAPM credential.",
      "cn": "获得CAPM认证,您就能加入这振奋人心的, 蓬勃发展的职业."
    },
    {
      "en": "Because credential losing, the damage reissue, each card 500 Yuan.",
      "cn": "因证件遗失 、 损毁补发的, 每证500元."
    },
    {
      "en": "Certification gives an IT a credential that is recognized in the IT industry.",
      "cn": "证书,为IT行业提供了一项专门的、在IT业含金量很高的认证."
    },
    {
      "en": "Contains tools for administrators to manage the credential store.",
      "cn": "包含管理员用来管理凭据库的工具."
    },
    {
      "en": "Enjoy fantasy games, merchandise discounts and other benefits reserved for Credential holders.",
      "cn": "喜欢幻想的游戏, 商品折扣及其他权益的凭证持有人."
    },
    {
      "en": "Evaluation shows that the CredentialIndex system performs considerable credential chain discovery efficiency and load balance.",
      "cn": "通过试验评测和分析,该机制具有较高的查询效率和负载均衡机制."
    },
    {
      "en": "If you need your GED credential, your goal is crystal clear.",
      "cn": "如果你需要GED证书, 那你的目标就是十分明确的."
    },
    {
      "en": "It requests the program participants go through a credential assessment and portfolio - based evaluation process.",
      "cn": "参加的学员必须经过职业证书认可和工作经历档案相结合的评估."
    },
    {
      "en": "That's where this credential can help.",
      "cn": "这个证书就是要在这方面帮助他."
    },
    {
      "en": "The database is currently busy with credential maintenance. Please try setting credentials later.",
      "cn": "该数据库当前正忙于凭证维护. 请稍后再尝试设置凭证."
    },
    {
      "en": "The grid security architecture and the grid credential management technology are described systemically in this paper.",
      "cn": "论文系统地研究了网格安全体系结构和网格证书管理技术."
    },
    {
      "en": "The security server send back the user's authentication credential, or ticket.",
      "cn": "安全服务器送回用户证实凭证或入场券."
    },
    {
      "en": "Utilities that enable the end user to manage their credential mappings.",
      "cn": "允许最终用户管理其凭据映射的实用程序."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "attestation",
            "authority",
            "authorization",
            "certificate",
            "deed",
            "diploma",
            "document",
            "exequatur",
            "letter",
            "license",
            "of",
            "pass",
            "passport",
            "permit",
            "qualification",
            "reference",
            "safe-conduct",
            "testament",
            "testimonial",
            "title",
            "visa",
            "voucher",
            "warrant"
          ],
          "tran_cn": "凭证,证件"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "recommendation",
            "ticket"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "凭证"
    },
    {
      "pos": "v",
      "tran_cn": "提供证明书"
    }
  ],
  "exchange": {}
}