{
  "word": "filings",
  "ipa": {
    "us": "'faɪlɪŋz",
    "uk": "'faɪlɪŋz"
  },
  "sentences": [
    {
      "en": "...iron filings.",
      "cn": "...铁锉屑。"
    },
    {
      "en": "...metal filings.",
      "cn": "...金属屑。"
    },
    {
      "en": "Approach the magnet to this heap of filings.",
      "cn": "把那吸铁石移近到这堆锉屑."
    },
    {
      "en": "At a daily rate, filings in March were 30 percent above the pace in 2007.",
      "cn": "三月破产的日登记数量比2007年高出30个百分点."
    },
    {
      "en": "I also found bits of wood and metal filings on the inside of the cover plate.",
      "cn": "我发现电锯盖板里还有木屑和金属屑末。"
    },
    {
      "en": "In China half the patent filings in 2004 were by foreign companies.",
      "cn": "2004年,中国专利申请中的一半,由外企提出."
    },
    {
      "en": "In court filings, they argued that the settlement was inadequate.",
      "cn": "在法庭讼案中，他们提出和解费数额太少。"
    },
    {
      "en": "It is the first time Chinese courts have accepted such filings.",
      "cn": "中国法院受理此类诉讼尚属首次."
    },
    {
      "en": "Latest filings suggest they will be at least as good this year.",
      "cn": "最新提交的文件显示,今年的数据至少会和去年一样好."
    },
    {
      "en": "Mr. Kellermann was also required to certify Freddie Mac's filings to the Securities and Exchange Commission.",
      "cn": "凯勒曼还被要求为房贷美向证券交易委员会提交的文件作证."
    },
    {
      "en": "Nearly 3 m properties entered foreclosure last year, and filings increased by 14 % from November to December.",
      "cn": "去年总计约有300万例断供,其中11-12月间申请数量猛增14%."
    },
    {
      "en": "Patent trends around the world show an increase in filings in the electricity and electronics sector.",
      "cn": "国际上的专利趋势表明,在电力和电磁领域发展更快."
    },
    {
      "en": "Patent trends around the world show anincrease in filings in the electricity and electronics sector.",
      "cn": "世界上,专利在电力和电子领域方面的申请呈现增长趋势."
    },
    {
      "en": "Routine admin duties, including filings, meetings and travel arrangements, office supplies purchasing and maintenance.",
      "cn": "负责日常的管理工作, 包括文件归档 、 会议和差旅安排 、 办公用品的采购及维护."
    },
    {
      "en": "Suitable: Dry, lacks the water, escapes the filings , senilly, the pore thick, the fat secretion detuning.",
      "cn": "适用: 干燥 、 缺水 、 脱屑 、 衰老 、 毛孔粗大 、 油脂分泌失调."
    },
    {
      "en": "The number of filings 14 % above year - ago levels.",
      "cn": "破产申请数量较上年同期水平14%."
    },
    {
      "en": "There are a lot of filings to do at the end of the week.",
      "cn": "周末有很多文件要入档."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rasping"
          ],
          "tran_cn": "[机]锉屑；锉末"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "iron filings",
      "tran_cn": "铁粉，铁屑；锉铁屑（iron filing的复数形式）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "锉屑， （法院的）立案，文件",
      "tran_en": "Filings are very small pieces of a substance, especially a metal, that are produced when it is filed or cut"
    }
  ],
  "exchange": {
    "pl": [
      "filings"
    ]
  }
}