{
  "word": "pantheon",
  "ipa": {
    "us": "ˈpænθiən",
    "uk": "ˈpænθiɑn"
  },
  "sentences": [
    {
      "en": "...the birthplace of Krishna, another god of the Hindu pantheon.",
      "cn": "...另一位印度教诸神克利世那的出生地。"
    },
    {
      "en": "As the Taoist pantheon developed, it came to mirror the imperial bureaucracy in heaven and hell.",
      "cn": "道教万神殿发展的时候, 它成为了通过天堂和地狱反映出皇帝官僚作风的一面镜子."
    },
    {
      "en": "Ewok spiritualism has a wide pantheon of gods and spirits.",
      "cn": "伊渥克人的精神至上的观念里有着各种各样的神灵."
    },
    {
      "en": "Finally the National Assembly discussed and approved, Dumas became the first 72 buried in the Pantheon.",
      "cn": "最后,国民议会讨论通过, 大仲马成为第72位安葬于先贤祠的人."
    },
    {
      "en": "Foucault, Michel , 1972, The Archaeology of Knowledge, Pantheon, NY.",
      "cn": "傅柯, 米歇尔,1998, 《知识考古学》,谢强, 马月译,三联, 北京."
    },
    {
      "en": "In the pantheon of ancient gods she appears to me to be unusually reasonable.",
      "cn": "在古代诸神中,她的存在在我看来非常合情合理."
    },
    {
      "en": "In the pantheon of classic modern buildings, Utzon's creation has the status of myth.",
      "cn": "在现代建筑的经典之中, 乌特松的这一创造颇具神秘色彩."
    },
    {
      "en": "Marie Curie's remains were exhumed and interred in the Pantheon.",
      "cn": "玛丽·居里的遗体被移出葬在先贤祠中."
    },
    {
      "en": "Pantheon is the best entry - key, the best auditorium, the true wealth of textbooks.",
      "cn": "先贤祠是最好的入门匙, 最佳的讲堂 、 最真实丰富的课本."
    },
    {
      "en": "Right in front of the Pantheon, there is an obelisk.",
      "cn": "万神殿的正面有个方尖碑."
    },
    {
      "en": "The amazing Pantheon has stopped me in my tracks .",
      "cn": "神奇的万神殿当场让我驻足。"
    },
    {
      "en": "The ambiguity about craft was widespread among the pantheon of Greek philosophers.",
      "cn": "关于手工艺的这些含混之处也在古希腊哲学家中广泛流传."
    },
    {
      "en": "the ancient Egyptian pantheon",
      "cn": "古埃及众神"
    },
    {
      "en": "The greatest members of the Pantheon imbued a portion of their power of the flights'leaders.",
      "cn": "万神殿众多的神把一部分力量注入这个些龙群的五个首领."
    },
    {
      "en": "The Pantheon is the greatest and the best - preserved Roman temple, which was built in 27 B.C.",
      "cn": "建立于公元前27年并于公元2世纪重建的罗马万神殿是最伟大、保存最好的罗马神殿."
    },
    {
      "en": "the Roman pantheon",
      "cn": "罗马众神"
    },
    {
      "en": "Thor : Never mind, Dad, he just said he didn't want to be in the pantheon.",
      "cn": "别在意, 爸, 他只是说他不想加入神系."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "church"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "万神庙，（一国或一民族信奉的）众神，名流，伟人",
      "tran_en": "a group of famous and important people"
    }
  ],
  "exchange": {
    "pl": [
      "pantheons"
    ]
  }
}