{
  "word": "during",
  "ipa": {
    "us": "ˈdjʊərɪŋ",
    "uk": "ˈdʊrɪŋ"
  },
  "sentences": [
    {
      "en": "During each show we will be raffling a fabulous prize.",
      "cn": "每场表演期间，我们将以抽彩方法送出大奖。"
    },
    {
      "en": "During fever a large quantity of fluid is lost in perspiration.",
      "cn": "发烧时，大量水分会通过排汗而丧失。"
    },
    {
      "en": "During the 1980s the world's financial systems became more open.",
      "cn": "在20世纪80年代，世界金融体系变得更加开放。"
    },
    {
      "en": "During the festival, we'll be showing 13 classic oldie films.",
      "cn": "我们将在电影节期间展映13部经典老片."
    },
    {
      "en": "During the filming, Curtis fell in love with his co-star, Christine Kaufmann.",
      "cn": "在电影摄制过程中，柯蒂斯爱上了同他联袂主演的明星克里斯汀·考夫曼。"
    },
    {
      "en": "During the summer she worked as a lifeguard.",
      "cn": "夏天她当过救生员。"
    },
    {
      "en": "Foxes remain hidden during the day.",
      "cn": "狐狸白天一直躲藏着。"
    },
    {
      "en": "He lost two stone in weight during his time there.",
      "cn": "他在那儿的时候体重下降了2英石。"
    },
    {
      "en": "He slept calmly during the early part of the night.",
      "cn": "他上半夜睡得很安稳。"
    },
    {
      "en": "He spoke no English and was completely silent during the visit.",
      "cn": "他不会说英语，参观过程中一言未发。"
    },
    {
      "en": "His trial revived memories of French suffering during the war.",
      "cn": "他的受审重新勾起了在战争中受苦受难的法国人民的回忆。"
    },
    {
      "en": "I had a case of the jitters during my first two speeches.",
      "cn": "我在最初两次讲演时感到非常紧张。"
    },
    {
      "en": "Say's writings reached a wide audience during his lifetime.",
      "cn": "在塞伊有生之年，他的作品拥有大量的读者。"
    },
    {
      "en": "She produced the knife during arguments with her friends.",
      "cn": "在和朋友争吵的时候，她掏出了刀。"
    },
    {
      "en": "She rejected his advances during the trip to Cannes.",
      "cn": "在去往戛纳的途中，她拒绝了他的挑逗。"
    },
    {
      "en": "The subject came up during a pre-dinner drink with our guests.",
      "cn": "在与客人喝餐前酒的时候，有人提到了这个话题。"
    },
    {
      "en": "Twelve inmates have been killed during a riot at the prison.",
      "cn": "12名犯人在一场监狱暴乱中被杀害。"
    },
    {
      "en": "Walking and golf increased in popularity during the 1980s.",
      "cn": "在20世纪80年代越来越多的人喜欢上了远足或是打高尔夫球。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "along",
            "for",
            "meantime",
            "over"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "in",
            "pending",
            "through",
            "throughout",
            "until",
            "while",
            "within"
          ],
          "tran_cn": "在...时期"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "(During)人名；(法)迪兰；(瑞典、利比)杜林"
    },
    {
      "pos": "prep",
      "tran_cn": "在…期间（的某一时间）",
      "tran_en": "from the beginning to the end of a period of time"
    }
  ],
  "exchange": {}
}