{
  "word": "telltale",
  "ipa": {
    "us": "ˈtelteɪl",
    "uk": "ˈtɛlˌtel"
  },
  "sentences": [
    {
      "en": "A hundred years ago a suntan was the telltale mark of a laborer.",
      "cn": "几百年前,晒黑的皮肤是暴露劳工身份的标记."
    },
    {
      "en": "A telltale patch of oil on the water marked where the boat went down.",
      "cn": "水面上漂浮的油斑指示出这艘船沉没的地点."
    },
    {
      "en": "And scientists are now beginning to recognize these telltale signs.",
      "cn": "科学家们现在开始对这些泄露黑洞秘密的征兆有所认识."
    },
    {
      "en": "He found telltale signs of AIDS on her tongue and around her genitals.",
      "cn": "他在她的舌头上和生殖器周围找到爱滋病的病征."
    },
    {
      "en": "I can see from the telltale look in her eyes that she loves him.",
      "cn": "我从她那无法掩饰的眼神里可以看出她爱他."
    },
    {
      "en": "Investment strategists are watching a variety of telltale signs that could indicate the worst is over.",
      "cn": "投资策略师正在关注能够显示最糟糕时期已经过去的各种蛛丝马迹."
    },
    {
      "en": "No one likes a malicious telltale.",
      "cn": "人们痛恨恶毒的告密者."
    },
    {
      "en": "Only occasionally did the telltale redness around his eyes betray the fatigue he was suffering.",
      "cn": "只有从他发红的眼圈上偶尔能看出他非常疲惫。"
    },
    {
      "en": "The handle of the telltale teaspoon was visible under the bed - valance.",
      "cn": "因为说明问题的那把汤匙已暴露在床帷下."
    },
    {
      "en": "The region's small size and its intense glow telltale signs of a very young, massive star.",
      "cn": "这个区域的大小和快速的增长,无不说明了年轻的大质量恒星的存在."
    },
    {
      "en": "The telltale scratches on the lock showed that it had been picked.",
      "cn": "留在锁上的刮痕显示那锁曾经被撬开过."
    },
    {
      "en": "The three of us stood in the bathroom eagerly waiting for telltale line to appear.",
      "cn": "我们三个一起站在洗澡间殷切等待仪器指示线的出现."
    },
    {
      "en": "There were small telltale signs which suggested that the commune was not just average.",
      "cn": "有些迹象说明该公社并不具有普遍性."
    },
    {
      "en": "They examined the child carefully, looking for telltale signs of abuse.",
      "cn": "他们仔细检查了那个孩子，寻找被虐待的痕迹。"
    },
    {
      "en": "Unlike people who knew me for years and ignored all the telltale signs.",
      "cn": "不象其他认识我的人,他们都忽略了一些信息."
    },
    {
      "en": "What are some telltale signs of the wrong boss?",
      "cn": "那么,差劲的老板是否有一些典型特征 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "mischief-making"
          ],
          "tran_cn": "报警的；泄密的；搬弄是非的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sign",
            "breath",
            "evidence",
            "indicator"
          ],
          "tran_cn": "迹象；[仪]指示器；搬弄是非者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "搬弄是非的，（机械装置）起监督作用的，泄露秘密的，能说明问题的",
      "tran_en": "signs etc that clearly show something has happened or exists, often something that is a secret"
    },
    {
      "pos": "n",
      "tran_cn": "搬弄是非者，指示器，<海>舵角指示器，警告悬条标（铁路用标志，表示前有旱桥等）"
    }
  ],
  "exchange": {
    "pl": [
      "telltales"
    ]
  }
}