{
  "word": "nucleotide",
  "ipa": {
    "us": "'nju:klɪətaɪd",
    "uk": "'njuklɪrˌtaɪd"
  },
  "sentences": [
    {
      "en": "A a nucleotide derived from adenosine that occurs in muscle tissue; the major source of energy for cellular reactions.",
      "cn": "肌肉细胞中由腺苷衍生而来的核苷酸，细胞反应的主要能源。"
    },
    {
      "en": "A nucleotide molecule that consists of a combination of two nucleotide units.",
      "cn": "二核苷酸：两个单核苷酸结合而成的核苷酸分子。"
    },
    {
      "en": "A SNP is a variation in just one nucleotide of a genetic sequence; think of it as a spelling change affecting just one letter in an uncommonly long word.",
      "cn": "一个SNP就是只在一个基因序列的一个核苷酸中发生的变异；就像一个拼写变化只影响一个罕见的长单词中的一个字母。"
    },
    {
      "en": "But such single - nucleotide polymorphism ( SNP ) profiles can be deceptive, Duster warns.",
      "cn": "但达斯特提出警告,这种[单核苷酸多型性]的剖析可能会有错误."
    },
    {
      "en": "Conclusion: interferon, thymosin and new nucleotide similitude are efficacious medicines.",
      "cn": "胸腺肽及核苷酸类似物如拉米呋定、法昔洛韦等."
    },
    {
      "en": "Direct Inhibition of Cardiac Hyperpolarization - Actiated Cyclic Nucleotide – Gated Pacemaker Channels by Clonidine.",
      "cn": "可乐定对超极化激活环核苷酸门控通道的直接抑制作用."
    },
    {
      "en": "Hepatology Digest: For nucleotide analogues, drug resistance is an inevitable problem.",
      "cn": "《国际肝病》: 对于核苷(酸)类似物来说, 出现耐药是不可避免的问题."
    },
    {
      "en": "In non - coding region It'shows mutation of single nucleotide deletion or substitution.",
      "cn": "非编码区亦存在单个碱基缺失及置换突变."
    },
    {
      "en": "In the genetic code that life has used up to now, there are 64 possible triplet combinations of the four nucleotide letters; these genetic \"words\" are called codons.",
      "cn": "从生命开始使用遗传密码到现在，核苷酸的四个字母的三重组合有64个可能，这些遗传“字词”被称为密码子。"
    },
    {
      "en": "It also carries a specific nucleotide sequence, the anticodon.",
      "cn": "它还带有特定的核苷酸序列即反密码子."
    },
    {
      "en": "It is the particular sequence of the nucleotide blocks along the molecule that encodes the genetic information .",
      "cn": "沿着分子核苷酸的特定序列为遗传信息编码。"
    },
    {
      "en": "Nucleotide sequences homologous to oncornaviruses DNA products have been observed in human leukaemic cells.",
      "cn": "在人白血病细胞中,已经观察到与肿瘤毒病DNA产物相同的核苷酸序列."
    },
    {
      "en": "Nucleotide takes part in the synthesis, and metabolism of genetic materials.",
      "cn": "核苷酸可参与遗传物质的合成与代谢."
    },
    {
      "en": "OBJECTIVE : To introduce the research progress of the antivirus agents nucleotide.",
      "cn": "目的: 介绍核苷类抗病毒药物的研究进展."
    },
    {
      "en": "Software solution that provides a visual interface to nucleotide mutations.",
      "cn": "为核甘酸突变提供视觉介面的软件解决方案."
    },
    {
      "en": "The application progress on mass spectrometric analysis of nucleotide has been reviewed.",
      "cn": "综述生物质谱用于分析核糖核酸的应用进展."
    },
    {
      "en": "The breakthrough permits direct detection of each nucleotide, allowing an entire gene to be sequenced in about an hour.",
      "cn": "这个重大的突破允许直接检测每个核苷酸，可以在大约一小时之内测序整个基因。"
    },
    {
      "en": "The holoenzyme recognizes specific nucleotide sequences on the DNA duplex ( promoters ).",
      "cn": "全酶还能识别DNA双链分子上的特定核苷酸序列 ( 起动基因 )."
    },
    {
      "en": "The nucleotide contents in erythrocytes of 8 diabetics were determined by HPLC.",
      "cn": "本文采用HPLC法测定了8例糖尿病患者红细胞的核苷酸含量."
    },
    {
      "en": "The specific antigen of autoantibody might be human myocardium adenine nucleotide translocator.",
      "cn": "该抗体的特异性抗原可能为人心肌线粒体腺苷酸转位酶."
    },
    {
      "en": "Thymine or thymine nucleotide concentration was all disqulified.",
      "cn": "胸腺嘧啶或胸腺嘧啶核苷均不合格."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "nucleotide sequence",
      "tran_cn": "核苷酸序列；核酸序列；核苷酸顺序"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<生化>核苷酸",
      "tran_en": "a compound consisting of a nucleoside linked to phosphoric acid"
    }
  ],
  "exchange": {}
}