{
  "word": "weaponry",
  "ipa": {
    "us": "ˈwepənri",
    "uk": "ˈwɛpənri"
  },
  "sentences": [
    {
      "en": "All the details of armour, clothing and weaponry are correctly shown and nicely done.",
      "cn": "所有盔甲, 服装和武器的细节都得到了良好的表现."
    },
    {
      "en": "All weaponry demands frequent servicing.",
      "cn": "所有武器都需要经常检修."
    },
    {
      "en": "Blade is testing Shen's new weaponry, and showing off an ultra - sonic projector.",
      "cn": "刀锋正在测试着沈的新武器, 接着尝试了一下那只超音速投射器."
    },
    {
      "en": "Both of the above systems appear relevant should China develop anti - ballistic missile weaponry also.",
      "cn": "上述两种系统关联起来看,中国很可能也在发展 反 弹道导弹武器."
    },
    {
      "en": "Call Weaponry. Never lack for a weapon.",
      "cn": "召唤武器: 你不会缺少武器."
    },
    {
      "en": "China is even coyer about its war - fighting capabilities than it is about its weaponry.",
      "cn": "相对军备而言,中国甚至更加讳言其作战能力."
    },
    {
      "en": "It is quite easy to develop this footwork with weaponry movement.",
      "cn": "在舞动武器的同时展开此类步法是非常容易的."
    },
    {
      "en": "It is true that modern weaponry depersonalised war.",
      "cn": "的确，现代武器的使用令战争非人化了。"
    },
    {
      "en": "nuclear weaponry",
      "cn": "核武器"
    },
    {
      "en": "The modernization level of weaponry and equipment has undergone constant improvement.",
      "cn": "武器装备现代化水平不断提高."
    },
    {
      "en": "The Templar is a melee oriented character with minimal ranged support weaponry.",
      "cn": "圣堂是以近身格斗为主的角色,所以他的武器射程非常近."
    },
    {
      "en": "The weaponry and equipment management system and mechanism have further improved.",
      "cn": "武器装备管理体制和机制进一步完善."
    },
    {
      "en": "Use of nuclear weaponry as a primary weapon in wartime.",
      "cn": "在战争时期使用核子武器当作主要武器."
    },
    {
      "en": "Venezuela already spent over $ 4 billion on Russian weaponry.",
      "cn": "委内瑞拉已经花费大约四十亿美元,由于向俄国采购武器."
    },
    {
      "en": "We will aggressively seek to control the weaponry of war.",
      "cn": "我们会主动寻求对战争武器的管制."
    },
    {
      "en": "Weaponry and equipment management capability has been notably enhanced.",
      "cn": "武器装备管理能力明显增强."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "weapon",
          "tran_cn": " 武器，兵器"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "weaponize",
          "tran_cn": " 使…武器化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "arm",
            "enginery"
          ],
          "tran_cn": "兵器，武器（总称）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（总称）武器，兵器，“weapon”的派生，仗",
      "tran_en": "weapons of a particular type or belonging to a particular country or group"
    }
  ],
  "exchange": {}
}