{
  "word": "thirty",
  "ipa": {
    "us": "ˈθɜːti",
    "uk": "ˈθɜːrti"
  },
  "sentences": [
    {
      "en": "\"Nine,\" said I. \"Nine thirty,\" tried he. We compromised on 9.15.",
      "cn": "“9点。”我说。“9点半。”他试着说。于是我们各让一步，定在了9点一刻。"
    },
    {
      "en": "He counted to thirty for her in Spanish and then told her he could count to one million in English.",
      "cn": " 我儿子为她表演了用西班牙语查数，一直到三十，然后告诉她，他可以用英语一直查到一百万。"
    },
    {
      "en": "Her Irish accent, after thirty-odd years in London, is undiluted.",
      "cn": "她在伦敦呆了30多年，爱尔兰口音仍很浓重。"
    },
    {
      "en": "Hilton roused him at eight-thirty by rapping on the door.",
      "cn": "希尔顿8点半敲门把他叫醒了。"
    },
    {
      "en": "His words refreshed my memory that he remained a bachelor at the age of thirty.",
      "cn": "他的话使我回想起他三十岁时还是个光棍。"
    },
    {
      "en": "I know that you'vebeen studying chimpanzees for thirty years now.",
      "cn": "我知道你研究黑猩猩至今已有30年了。"
    },
    {
      "en": "I've got two Malaysians coming to see me at eleven thirty.",
      "cn": "11点半会有两名马来西亚人来看我。"
    },
    {
      "en": "In the thirties, air travel really began to take off.",
      "cn": "在30年代，乘飞机旅行迅速流行了起来。"
    },
    {
      "en": "It took thirty-five seconds for the hour to strike.",
      "cn": "报时用了35秒钟。"
    },
    {
      "en": "Motorists will be rationed to thirty litres of petrol a month.",
      "cn": "汽车司机每月的油量将限定为30升。"
    },
    {
      "en": "She was about thirty, ten years older than the youngsters ragging her.",
      "cn": "她大概有30岁，比那些嘲弄她的年轻人大10岁。"
    },
    {
      "en": "That night the mercury fell to thirty degrees below zero.",
      "cn": "那天晚上温度计显示气温降到了零下30度。"
    },
    {
      "en": "The association between the two companies stretches back thirty years.",
      "cn": "这两家公司的往来可以追溯到30年前。"
    },
    {
      "en": "The driver was a trim young woman of perhaps thirty.",
      "cn": "司机是个大约30岁的身材苗条的年轻女子。"
    },
    {
      "en": "The price of a single ticket is thirty-nine pounds.",
      "cn": "单程票的价格是39英镑。"
    },
    {
      "en": "There were thirty students present,reckoning without the girlstudents.",
      "cn": "不算女生，有三十个学生出席。"
    },
    {
      "en": "They walked through the dense Mozambican bush for thirty six hours.",
      "cn": "他们花了36个小时穿过茂密的莫桑比克丛林。"
    },
    {
      "en": "Thirty seconds later she reappeared and beckoned them forward.",
      "cn": "30秒后她又出现了，示意他们往前来。"
    },
    {
      "en": "Yesterday no fewer than thirty climbers reached the summit.",
      "cn": "昨天至少30名攀登者登上了顶峰。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "thirtieth",
          "tran_cn": " 第三十个的；三十分之一的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "thirtieth",
          "tran_cn": " 第三十；三十分之一"
        }
      ]
    },
    {
      "pos": "num",
      "words": [
        {
          "word": "thirtieth",
          "tran_cn": " 第三十；三十分之一"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "三十个的"
    },
    {
      "pos": "n",
      "tran_cn": "三十，三十个，三十年代，三十的记号",
      "tran_en": "the number 30"
    },
    {
      "pos": "num",
      "tran_cn": "三十，三十个",
      "tran_en": "the number 30"
    },
    {
      "pos": "other",
      "tran_cn": "三十",
      "tran_en": "the number 30"
    }
  ],
  "exchange": {
    "pl": [
      "thirties"
    ]
  }
}