{
  "word": "minutes",
  "ipa": {
    "us": "'mɪnɪts",
    "uk": "'mɪnɪts"
  },
  "sentences": [
    {
      "en": "\"Fourteen minutes,\" Chris said, taking a peep at his watch.",
      "cn": "“14分钟,”克里斯瞥了一眼他的手表说道."
    },
    {
      "en": "After all, 15 minutes of exercise is better than nothing.",
      "cn": "毕竟，锻炼15分钟比不锻炼好。"
    },
    {
      "en": "Both horse and rider were dripping with sweat within five minutes.",
      "cn": "没过五分钟，马和骑手都大汗淋漓。"
    },
    {
      "en": "Bye Mom, see you in a minute.",
      "cn": "再见，妈妈，一会儿见。"
    },
    {
      "en": "Fischer won after 5 hours and 41 minutes of play.",
      "cn": "经过5小时41分钟的较量，菲舍尔获得了胜利。"
    },
    {
      "en": "For a few minutes she sat on her bed watching the clock.",
      "cn": "她坐在床上盯着时钟看了几分钟。"
    },
    {
      "en": "He looked a forlorn figure as he limped off after 26 minutes.",
      "cn": "26分钟之后他一瘸一拐地走出来，显得孤单凄凉。"
    },
    {
      "en": "He'd been reading the minutes of the last meeting.",
      "cn": "他一直在看上次会议的记录。"
    },
    {
      "en": "I've got to rush. Got a meeting in a few minutes.",
      "cn": "我得赶紧走了。几分钟后要开个会。"
    },
    {
      "en": "She embroidered on this theme for about ten minutes.",
      "cn": "她围绕这个主题添枝加叶地说了大约10分钟。"
    },
    {
      "en": "She recorded a time of two minutes 8.74 seconds.",
      "cn": "她以两分8秒74的成绩创了纪录。"
    },
    {
      "en": "The pizza will then take about twenty minutes to cook.",
      "cn": "接下来，比萨饼大约要用20分钟烤好。"
    },
    {
      "en": "The President had his plane waiting, 20 minutes' drive away.",
      "cn": "总统让飞机在20分钟车程的地方等着。"
    },
    {
      "en": "The remand hearing is often over in three minutes.",
      "cn": "取保候审听证会通常在3分钟内结束。"
    },
    {
      "en": "The video was seven minutes of high camp and melodrama.",
      "cn": "那段录像里是7分钟极尽夸张搞笑的闹剧表演。"
    },
    {
      "en": "They sat talking and necking in the car for another ten minutes.",
      "cn": "他们在车里又坐了10分钟，边说边搂着亲热。"
    },
    {
      "en": "Vacuum-packed ham slices should be unwrapped 30 minutes before serving.",
      "cn": "真空包装的火腿片应在食用前30分钟把包装除去。"
    },
    {
      "en": "Water can be purified by boiling for five minutes.",
      "cn": "水煮沸5分钟便可得到净化。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "proceedings",
            "memoranda"
          ],
          "tran_cn": "分钟（minute的复数）；会议记录；备忘录"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "fifteen minutes",
      "tran_cn": "15分钟"
    },
    {
      "phrase": "in ten minutes",
      "tran_cn": "十分钟后"
    },
    {
      "phrase": "meeting minutes",
      "tran_cn": "会议记录；会议纪要"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[法] 备忘录，会议记录，审判记录，分( minute的名词复数 )，分钟，瞬间，片刻",
      "tran_en": "A minute is one of the sixty parts that an hour is divided into. People often say \"a minute\" or \"minutes\" when they mean a short length of time. "
    },
    {
      "pos": "v",
      "tran_cn": "把…记录在案；为…测定时间（minute的单三形式）"
    }
  ],
  "exchange": {}
}