{
  "word": "Germany",
  "ipa": {
    "us": "ˈdʒɜːməni",
    "uk": "ˈdʒɜːrməni"
  },
  "sentences": [
    {
      "en": "Austrian wine styles are often bracketed with those of northern Germany.",
      "cn": "人们往往把奥地利葡萄酒的风味与德国北部葡萄酒的风味相提并论。"
    },
    {
      "en": "Bismarck ruled Germany by a strong hand.",
      "cn": "俾斯麦用铁腕手段统治德国。"
    },
    {
      "en": "From 1879 to 1888 he wandered about Germany, Switzerland, and Italy.",
      "cn": "从1879到1888年，他游历于德国、瑞士和意大利等地。"
    },
    {
      "en": "Germany borders on France.",
      "cn": "德国与法国接壤。"
    },
    {
      "en": "Germany, however, insists on restrictions on the import of Polish coal.",
      "cn": "但是德国坚持对进口波兰煤炭加以限制."
    },
    {
      "en": "He was well acquainted with the literature of France, Germany and Holland.",
      "cn": "他对于法国、德国和荷兰的文学了如指掌。"
    },
    {
      "en": "Her obliviousness of what was happening in Germany seems extraordinary.",
      "cn": "真没想到她对德国正在发生的事情居然一无所知。"
    },
    {
      "en": "His new relationship with Germany is enshrined in a new non-aggression treaty.",
      "cn": "他与德国的新关系受新的互不侵犯条约的保护。"
    },
    {
      "en": "In 1882 Germany, Austria, and Italy formed the Triple Alliance.",
      "cn": "1882年，德国、奥地利和意大利组成了三国同盟。"
    },
    {
      "en": "In Germany, the move was welcomed by the Bundesbank president.",
      "cn": "在德国，联邦银行行长欣然接受了这项措施。"
    },
    {
      "en": "Luxembourg sketched out an acceptable compromise between Britain, France and Germany.",
      "cn": "卢森堡草拟了一项英国、法国和德国之间都可以接受的妥协方案。"
    },
    {
      "en": "The agent spied for East Germany for more than twenty years.",
      "cn": "该特工人员为东德做了20多年的间谍。"
    },
    {
      "en": "The forces of National Socialism were transforming Germany root and branch.",
      "cn": "纳粹主义势力当时正在彻底改变德国。"
    },
    {
      "en": "The new Nazism is resurging in some places in Germany.",
      "cn": "新纳粹主义正在德国的一些地方复活。"
    },
    {
      "en": "The news aroused much fear in Germany.",
      "cn": "这消息在德国引起很大恐慌。"
    },
    {
      "en": "Where eastern Germany goes the rest will surely follow.",
      "cn": "东德怎样做，其他地方一定会效仿。"
    },
    {
      "en": "Willy Brandt made history by visiting East Germany in 1970.",
      "cn": "威利·勃兰特1970年访问东德，书写了历史新篇章。"
    },
    {
      "en": "With Germany, France has been the prime mover behind closer European integration.",
      "cn": "法国与德国一道，一直是更加紧密的欧洲一体化进程的主要推动者。"
    },
    {
      "en": "Within Germany, the city of Berlin lay in ruins.",
      "cn": "在德国，柏林市已经满目疮痍。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "east germany",
      "tran_cn": "东德"
    },
    {
      "phrase": "federal republic of germany",
      "tran_cn": "德意志联邦共和国"
    },
    {
      "phrase": "made in germany",
      "tran_cn": "德国制造（商品标记）"
    },
    {
      "phrase": "west germany",
      "tran_cn": "西德（原德意志联邦共和国的简称）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "德意志，德国",
      "tran_en": "the Federal Republic of Germany"
    },
    {
      "pos": "other",
      "tran_cn": "德国（欧洲国家）"
    }
  ],
  "exchange": {}
}