{
  "word": "though",
  "ipa": {
    "us": "ðəʊ",
    "uk": "ðoʊ"
  },
  "sentences": [
    {
      "en": "\"It's a nice piece of jewellery though, isn't it?\"",
      "cn": "“可这是一件漂亮的首饰，不是吗？”"
    },
    {
      "en": "Even though I'm quite a reserved person, I like meeting people.",
      "cn": "我虽然性格极为内敛，但喜欢和人接触。"
    },
    {
      "en": "Her nostrils were pinkish, as though she had a cold.",
      "cn": "她的鼻孔略带粉红，好像患了感冒似的。"
    },
    {
      "en": "His most prized time, though, will be spent quietly on his farm.",
      "cn": "不过，他最宝贵的时光将在自己的农场里平静地度过。"
    },
    {
      "en": "I still love you even though I'd like to wring your neck.",
      "cn": "虽然我想掐死你，但我还是爱你的。"
    },
    {
      "en": "It sounds like a lot of fun. Isn’t it rather risky though?",
      "cn": "听上去很有趣。可是这不是也很危险吗？"
    },
    {
      "en": "Pascal went ahead with the experiment even though he knew it was dangerous.",
      "cn": "虽然帕斯卡知道这个试验很危险，但他仍然进行下去。"
    },
    {
      "en": "The company treated me as though I were skiving.",
      "cn": "公司对待我的态度就好像是我上班时溜号了似的。"
    },
    {
      "en": "They felt as though they had done something discreditable and unclean.",
      "cn": "他们觉得自己仿佛做了什么龌龊丢脸之事。"
    },
    {
      "en": "They looked at her as though she was crackers.",
      "cn": "他们那样看着她，好像她疯了一样。"
    },
    {
      "en": "They may feel tired and though outwardly calm, can be irritable.",
      "cn": "他们或许会感到疲惫，虽然外表看似没事，但可能很容易发火。"
    },
    {
      "en": "This site remained undiscovered, though long sought, until recent times.",
      "cn": "虽经长期寻找，但该遗址直到最近才被发现。"
    },
    {
      "en": "Though he had a temper and could be nasty, it never lasted.",
      "cn": "虽然他爱发脾气，而且有时还很讨厌，但向来都只是一阵儿。"
    },
    {
      "en": "Though his background was modest, it was in no sense deprived.",
      "cn": "尽管他家境一般，但也并不算贫穷。"
    },
    {
      "en": "Though off-puttingly complicated in detail, local taxes are in essence simple.",
      "cn": "虽然地税在细节上复杂得要命，但在本质上却很简单。"
    },
    {
      "en": "Though she’s almost 40, she still plans to compete.",
      "cn": "尽管已经快40岁了，她仍然打算参加比赛。"
    },
    {
      "en": "Though Sybbis complained bitterly, Mama would not let up on her.",
      "cn": "尽管西比斯大发牢骚，但妈妈不会放她一马。"
    },
    {
      "en": "Though ten years old, this book is highly recommended.",
      "cn": "尽管是10年前出版的，这本书仍值得大力推荐。"
    },
    {
      "en": "Two heart attacks in a year. It hasn’t stopped him smoking, though.",
      "cn": "一年里心脏病发作了两次，可是那也没让他把烟戒掉。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "any",
            "case",
            "however",
            "in",
            "nevertheless",
            "notwithstanding"
          ],
          "tran_cn": "然而,还是"
        }
      ]
    },
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "although",
            "while",
            "as",
            "albeit"
          ],
          "tran_cn": "虽然；尽管"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "although",
            "any",
            "as",
            "case",
            "however",
            "in",
            "nevertheless",
            "notwithstanding",
            "spite",
            "whereas",
            "while",
            "yet"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "as though",
      "tran_cn": "见 as"
    },
    {
      "phrase": "even though"
    },
    {
      "phrase": "go though",
      "tran_cn": "走过；排练；经历；从头到尾地阅读"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不过，但是",
      "tran_en": "used after adding a fact, opinion, or question which seems surprising after what you have just said, or which makes what you have just said seem less true"
    },
    {
      "pos": "conj",
      "tran_cn": " 虽然，尽管，不过，可是，然而",
      "tran_en": "used to introduce a statement that makes the main statement coming after it seem surprising, unlikely, or unexpected"
    },
    {
      "pos": "conj&adv",
      "tran_cn": " 虽然， 可是， 尽管",
      "tran_en": "used after adding a fact, opinion, or question which seems surprising after what you have just said, or which makes what you have just said seem less true"
    },
    {
      "pos": "prep",
      "tran_cn": "但"
    }
  ],
  "exchange": {}
}