{
  "word": "asterisk",
  "ipa": {
    "us": "ˈæstərɪsk",
    "uk": "ˈæstəˌrɪsk"
  },
  "sentences": [
    {
      "en": "A tiny asterisk conducted me to a footnote at the bottom of the page.",
      "cn": "一个小小的星形符号把我的目光引到了那页底部一个说明上。"
    },
    {
      "en": "Articles marked by an asterisk are optional reading.",
      "cn": "标示有星号的文章为选读."
    },
    {
      "en": "Asterisk Cracker is designed for the hidden with asterisks fields scanning.",
      "cn": "星号脆饼被设计为躲,星号地扫描."
    },
    {
      "en": "Dagger: Dagger - shaped symbol used asf footnote reference mark . Usually follows the asterisk in order of use.",
      "cn": "剑号: 作脚注用的剑形符号,它的使用权用次序是跟着星号."
    },
    {
      "en": "Is it possible to declare variables in VHDL with an asterisk?",
      "cn": "有可能在硬件描述语言（VHDL）声明变量与一个星号?。"
    },
    {
      "en": "It might be handy to remember that the namestring can contain wildcard characters (asterisk is the only supported character but you can use several in the namestring.",
      "cn": "记住名称字符串可以包含通配符会很方便（虽然星号是惟一支持的字符，但是可以在名称字符串中使用多个。"
    },
    {
      "en": "Items marked with an asterisk can be omitted.",
      "cn": "打星号的项目可以删去。"
    },
    {
      "en": "Linguistics An asterisk used to indicate an unattested sound, affix, or word.",
      "cn": "用于表明未被证实的音, 词缀或词的星号."
    },
    {
      "en": "The 21 st century students English newspaper articles with an asterisk are graded, the more difficult, more.",
      "cn": "《二十一世纪学生英文报》上的文章都以星号分级, 星号越多,难度越大."
    },
    {
      "en": "The asterisk after \" Reduced to $ 1.95 \" refers to a footnote reading \" Today only. \"",
      "cn": "在“减至一点九五元 ” 后,有个星号标示着一个注脚,上面写着 “ 只限今天. ”"
    },
    {
      "en": "The asterisk character is believed to be related to the understanding of ancient people on astrology.",
      "cn": "星号符号据认为讲述是远古人类对占星术的理解."
    },
    {
      "en": "The asterisk refers the reader to a footnote.",
      "cn": "星号是让读者参看脚注."
    },
    {
      "en": "The asterisk refers to a footnote.",
      "cn": "星号表示参看附注."
    },
    {
      "en": "The first part is the period asterisk characters, .*, which here means anything before any number of spaces and the group (.*?).",
      "cn": "第一部分是点号和星号字符 .* ，它们在这里表示 任意数量的空格和 (.*?) 组之前的任何字符 。"
    },
    {
      "en": "The plug-in names followed by an asterisk are those that were loaded during startup.",
      "cn": "后面跟有一个星号的插件名是那些在启动的时候就加载的插件。"
    },
    {
      "en": "Then, regardless of what character a user types in the text box, an asterisk is displayed.",
      "cn": "然后, 无论用户在文本框中键入什么字符, 都显示为星号."
    },
    {
      "en": "Use the value from the previous bar for all asterisk - marked indicators!",
      "cn": "使用该指标值从以前的酒吧为所有星号标记的指标!"
    },
    {
      "en": "You can use the asterisk anywhere in a string.",
      "cn": "可在字符串中的任意位置使用星号."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "星号，星状物",
      "tran_en": "a mark like a star (*), used especially to show something interesting or important"
    },
    {
      "pos": "v",
      "tran_cn": "注上星号；用星号标出"
    }
  ],
  "exchange": {
    "pl": [
      "asterisks"
    ]
  }
}