{
  "word": "volition",
  "ipa": {
    "us": "vəˈlɪʃn",
    "uk": "vəˈlɪʃən"
  },
  "sentences": [
    {
      "en": "All talk about consciousness, volition, and aiming at ends is empty.",
      "cn": "任何有关意识、意志和最终目的的讨论是没有意义的。"
    },
    {
      "en": "All the men have is momentum and loaded weapons, which seem to fire of their own volition, since that's what loaded weapons like to do.",
      "cn": "这些男人们拥有的只有狂野的冲劲和上膛的武器，就仿佛这些武器都以自己的意志在开火一般，因为这正是上膛的武器的诉求。"
    },
    {
      "en": "And in every instance, you did so on you own volition.",
      "cn": "每一次你都是按自己的意志去做的。 。"
    },
    {
      "en": "At present administrative volition over people requirement.",
      "cn": "目前行政意志多于人民要求."
    },
    {
      "en": "Both sides admit that a volition, for instance, had occurred.",
      "cn": "例如, 双方都承认出现了意志."
    },
    {
      "en": "He felt as though he were in the grip of Fate and had no volition of his own.",
      "cn": "他感觉自己好像被命运掌控，毫无自主选择的余地。"
    },
    {
      "en": "He felt little volition and surprisingly little bitterness.",
      "cn": "他已经不觉得内心有什么意思,奇怪的是他已经不觉得有什么辛酸."
    },
    {
      "en": "How OK the volition of harden oneself adamancy?",
      "cn": "怎么可以磨练坚强的意志?"
    },
    {
      "en": "Is the volition not quite firm how Where is ability harden oneself?",
      "cn": "意志不够坚强怎么才能磨练 呢 ?"
    },
    {
      "en": "Makin said Mr Coombes had gone to the police of his own volition.",
      "cn": "梅金说库姆斯先生是主动去投案的。"
    },
    {
      "en": "Mr. A left this department of his own volition for personal reasons.",
      "cn": "A先生离开本部门,是因为他个人原因而作出决定."
    },
    {
      "en": "She left entirely of her own volition.",
      "cn": "她完全是自愿离开的."
    },
    {
      "en": "She offered to help us of her own volition.",
      "cn": "她自愿提出要帮助我们."
    },
    {
      "en": "She was without her own volition.",
      "cn": "她没有自主选择权。"
    },
    {
      "en": "Such cloudy weather can wear people's volition.",
      "cn": "这种阴阴的天气最是消磨人的意志."
    },
    {
      "en": "Such objects could be either beneficial or dangerous, depending on whether they decided to serve their creators or turn against them, either of their own volition or through the black arts of others.",
      "cn": "这些物品可以有益于人类，也可能是危险的，取决于它们决定为自己的创造者服务还是对抗他们——通过自己的意志力或借助其他东西的黑魔力。"
    },
    {
      "en": "The concept of volition must also be approached with caution.",
      "cn": "也必须谨慎对待自由意志概念."
    },
    {
      "en": "The courts may do this of their own volition.",
      "cn": "在这一点上,法院可以有自己的判决标准."
    },
    {
      "en": "The mental faculty by which one deliberately chooses or decides upon a course of action; volition.",
      "cn": "决心,意志人慎重地选择或决定采取一系列行动的精神能力; 意志力."
    },
    {
      "en": "they choose to leave early of their own volition.",
      "cn": "他们自愿早些离去。"
    },
    {
      "en": "We like to think that everything we do and everything we think is a product of our volition.",
      "cn": "我们常常认为我们所做和所想的一切都出自自己的意愿。"
    },
    {
      "en": "We perceive something in the world that we want and we have the power of volition to get it; likewise, we have the power to avoid the things we don’t want.",
      "cn": "我们将世界中的事物认知为我们需要的，和我们有意志力能得到的；同样，我们有能力避免不想发生的事情。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "volitional",
          "tran_cn": " 意志的；凭意志的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "volitionally",
          "tran_cn": " 意志地；有意志力地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "purpose",
            "psychokinesis"
          ],
          "tran_cn": "意志，意志力；决断力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "freedom",
            "will"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "of (或 by 或 on) one's own volition",
      "tran_cn": "出于本人自己的意志，自愿地；志愿地"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "意志，意愿，决定，选择"
    }
  ],
  "exchange": {}
}