{
  "word": "unavailable",
  "ipa": {
    "us": "ˌʌnəˈveɪləbl",
    "uk": "ˌʌnəˈveləbəl"
  },
  "sentences": [
    {
      "en": "Basic food products are frequently unavailable in the state shops.",
      "cn": "在国营商店里经常连一些基本食品都买不到。"
    },
    {
      "en": "Funding for the new school is unavailable.",
      "cn": "这座新学校没有经费。"
    },
    {
      "en": "Her manuscript is unavailable.",
      "cn": "[美]她的稿件不拟采用."
    },
    {
      "en": "I'm afraid Mr. Smith is unavailable now.",
      "cn": "对不起,史密斯先生现在不在."
    },
    {
      "en": "If that database is unavailable for any reason, above message appears.",
      "cn": "如果数据库是无法以任何理由, 上述消息."
    },
    {
      "en": "If watermelon is unavailable, grapes can be substituted in an equivalent amount.",
      "cn": "如果西瓜难以获得, 用相等数量的葡萄来代替."
    },
    {
      "en": "In many industrial countries, figures on farmers'incomes are unreliable or unavailable.",
      "cn": "在许多工业国中, 关于农民收入的数据或是不可靠或是不可得的."
    },
    {
      "en": "Items like bread, milk and meat were either unavailable or could be obtained only on the black market.",
      "cn": "像面包、牛奶和肉之类的东西要么是买不到，要么就是只能去黑市买。"
    },
    {
      "en": "Mr Hicks is out of the country and so unavailable for comment.",
      "cn": "希克斯先生目前不在国内，所以无法发表评论。"
    },
    {
      "en": "Proxy server is unavailable. Try connecting to proxy XX again?",
      "cn": "Proxy服务器无效. 尝试重新连接到代理XX 吗 ?"
    },
    {
      "en": "Shipment ready however suitable steamer unavailable until begin august.",
      "cn": "装船货物已备齐,但无合适船只,除非等到八月初."
    },
    {
      "en": "SOCKS and proxies are unavailable. Try connecting to XX again?",
      "cn": "socks和代理不可用. 尝试重新连接到XX 吗 ?"
    },
    {
      "en": "Sorry. Personal checking account is unavailable at this time.",
      "cn": "抱歉,我们现在还不能开立个人支票账户."
    },
    {
      "en": "The extra energy of motion is called unavailable energy.",
      "cn": "运动的额外能量叫做无用能."
    },
    {
      "en": "The repositioning function demands the click - and - drag action, making it unavailable for other purposes.",
      "cn": "调整位置这一功能需要使用单击拖动操作, 结果是这个操作不能再用于其他目的."
    },
    {
      "en": "This service is currently unavailable. Please try again later.",
      "cn": "此服务当前不可用. 请稍后再试."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ineligible"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "难以获得的，不能利用的",
      "tran_en": "not able to be obtained"
    }
  ],
  "exchange": {
    "noun": [
      "unavailability"
    ]
  }
}