{
  "word": "accordion",
  "ipa": {
    "us": "əˈkɔ:diən",
    "uk": "əˈkɔrdiən"
  },
  "sentences": [
    {
      "en": "\" Reluctantly, I strapped on the accordion and played some simple songs.",
      "cn": "我勉强套上琴的背带,拉了一些简单的歌曲."
    },
    {
      "en": "All at once I pictured my own father, patiently enduring my nightly accordion practice sessions though he must have yearned for peace and quiet after his long days at the pizza factory.",
      "cn": "突然，我想起了我的父亲。 虽然他在比萨厂呆了一整天后一定非常渴望清静，但还是耐心地忍受着我每天晚上练习手风琴的那段时间。"
    },
    {
      "en": "As the years went by, the accordion drifted to the background of my life.",
      "cn": "随着岁月的流逝, 那架手风琴在我的生活中也渐渐隐退了."
    },
    {
      "en": "But my fancy accordion might as well have been a cardboard box that afternoon.",
      "cn": "但是那天下午，我别致的手风琴好像变成了纸板盒。"
    },
    {
      "en": "Can I have your accordion?",
      "cn": "我能要你的手风琴吗？"
    },
    {
      "en": "For the next two weeks, the accordion was stored in the hall closet.",
      "cn": "后来的两个礼拜, 手风琴一直搁在门厅的壁橱里."
    },
    {
      "en": "Junior flower, piano, accordion, basic knowledge of music training.",
      "cn": "少儿电子琴, 钢琴, 手风琴, 音乐基本素养的培训."
    },
    {
      "en": "Moving day, Pharaoh was in his room to see a new inter - accordion.",
      "cn": "搬家那天, 老王在他的那间屋里看见一把崭新的手风琴."
    },
    {
      "en": "Mr. Wu can play the accordion very much.",
      "cn": "吴先生很会拉手风琴."
    },
    {
      "en": "On that wonderful evening, as my wife and children laughed and danced, they heard my accordion.",
      "cn": "就在那个美妙的夜晚, 我的妻儿又笑又跳, 听着我拉手风琴."
    },
    {
      "en": "Over and back fold: Also called Accordion fold, Zigzag fold.",
      "cn": "之字折: 亦称风琴折, 扇形折."
    },
    {
      "en": "Skunk : Right, me neither. My spine's like an accordion.",
      "cn": "对, 我也是. 我的脊骨变成手风琴了."
    },
    {
      "en": "So you may be saying to yourself, I have to sign up right now for Swahili and calculus and accordion lessons before my brain withers away!",
      "cn": "你或许因此对自己说，趁着我的大脑还没退化，赶紧报名学习史瓦西里文和微积分，还有手风琴班吧！"
    },
    {
      "en": "Somewhere it played ; he could hear it, an old accordion.",
      "cn": "他能听见在某个地方有手风琴正在奏这支舞曲."
    },
    {
      "en": "The accordion has lost its characteristic, and its art form becomes stiff.",
      "cn": "手风琴丢掉了自己的特色, 艺术形式呆板."
    },
    {
      "en": "The accordion is at full blast in the room.",
      "cn": "在房间里,手风琴拉得震耳欲聋."
    },
    {
      "en": "The accordion music in the film isn't very beautiful.",
      "cn": "这部影片中的手风琴音乐不是很好."
    },
    {
      "en": "The accordion music reminds me of my boyhood.",
      "cn": "这手风琴的乐声让我回忆起了我的少年时代."
    },
    {
      "en": "The instruments include not only the guitar and ukulele but also nose flutes, drums, and even the accordion.",
      "cn": "乐器不仅是吉他和尤克里里琴，还包含了鼻笛、鼓，甚至是手风琴。"
    },
    {
      "en": "Through the wall, he heard someone playing the accordion.",
      "cn": "他听到墙那边有人在拉手风琴."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "accordionist",
          "tran_cn": " 手风琴师"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "folding",
            "collapsable"
          ],
          "tran_cn": "可折叠的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "squeezebox"
          ],
          "tran_cn": "手风琴"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "organ"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可折叠的"
    },
    {
      "pos": "n",
      "tran_cn": "手风琴",
      "tran_en": "a musical instrument like a large box that you hold in both hands. You play it by pressing the sides together and pulling them out again, while you push buttons and  key s  ."
    }
  ],
  "exchange": {
    "pl": [
      "accordions"
    ]
  }
}