{
  "word": "whatsoever",
  "ipa": {
    "us": "ˌwɒtsəʊ'evə(r)",
    "uk": "ˌhwɑtsoʊ'evər"
  },
  "sentences": [
    {
      "en": "About other people's lifestyles, I have absolutely no opinions whatsoever.",
      "cn": "是关于人们的生活模式, 我绝对不评论."
    },
    {
      "en": "All things whatsoever ye would that men should do to you, do ye even so to them.",
      "cn": "你想别人对你怎样, 你就怎样对人."
    },
    {
      "en": "And the problem is that they take exception to any kind of noise whatsoever.",
      "cn": "问题是他们反感任何形式的噪音。"
    },
    {
      "en": "But there should be no Christmas for me, I knew, no gifts, no remembrance whatsoever.",
      "cn": "但我知道，对我来说，将没有圣诞节可言，没有礼物，没有怀念，什么都没有。"
    },
    {
      "en": "For my part, I abominate all honorable respectable toils , trials, and tribulations of every kind whatsoever.",
      "cn": "拿我来说, 一切尊贵的, 叫人敬重的劳动 、 考验和折磨都使我乏味."
    },
    {
      "en": "I don't take any drugs whatsoever, except aspirin for colds.",
      "cn": "我什么药都不吃，除了感冒时吃阿司匹林。"
    },
    {
      "en": "I don't think they'll have any idea how I'm feeling. None whatsoever.",
      "cn": "我认为他们并不了解我的感受，一点儿都不了解。"
    },
    {
      "en": "In fact, there are many programs that contain no arithmetic whatsoever.",
      "cn": "事实上, 在许多程序中根本不包含有算术运算."
    },
    {
      "en": "My school did nothing whatsoever in the way of athletics.",
      "cn": "我的学校在体育方面无所作为。"
    },
    {
      "en": "Square up everything whatsoever that is has been necessary to buy.",
      "cn": "该买的就买,一次付清帐."
    },
    {
      "en": "The police found no suspicious document whatsoever.",
      "cn": "警察未发现任何可怀疑的文件."
    },
    {
      "en": "Their daily menus bore no resemblance whatsoever to what they were actually fed.",
      "cn": "他们每天的食谱和他们实际吃到的东西完全不同。"
    },
    {
      "en": "There has been no news whatsoever.",
      "cn": "消息沉寂."
    },
    {
      "en": "There is absolutely no doubt whatsoever that this woman was a totally devoted and caring mother.",
      "cn": "毫无疑问这位女士是一位无私的慈母。"
    },
    {
      "en": "Total regurgitation of swallowed material without any nausea whatsoever suggests esophageal obstruction.",
      "cn": "将所进食物全部反出而不伴任何恶心,即说明有食管梗阻."
    },
    {
      "en": "You'd feel better without any nightcaps whatsoever!",
      "cn": "睡前什么也不喝你会感觉更好!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "however"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "丝毫，任何",
      "tran_en": "You use whatsoever after a noun group in order to emphasize a negative statement"
    },
    {
      "pos": "pron",
      "tran_cn": "无论什么"
    }
  ],
  "exchange": {}
}