{
  "word": "tabernacle",
  "ipa": {
    "us": "ˈtæbənækl",
    "uk": "ˈtæbərnækl"
  },
  "sentences": [
    {
      "en": "And all the pins of the tabernacle, and of the court round about, were of brass.",
      "cn": "帐幕一切的橛子和院子四围的 橛子 都是铜的."
    },
    {
      "en": "And for the rear of the tabernacle westward he made six boards.",
      "cn": "27帐幕的后面,就是西面,作六块板."
    },
    {
      "en": "And for the sides of the tabernacle westward he made six boards.",
      "cn": "27帐幕的后面,就是西面,作板六块."
    },
    {
      "en": "And he made boards for the tabernacle of shittim wood, standing up.",
      "cn": "出36:20他用皂荚木作帐幕的竖板."
    },
    {
      "en": "And he set up the hanging at the door of the tabernacle.",
      "cn": "在会幕的帐幕门前,安设燔祭坛,把燔祭和素祭献在其上,是照耶和华所吩咐他的."
    },
    {
      "en": "Asas the cloud stayed over the tabernacle, they remained in camp.",
      "cn": "云彩在帐幕上停住几时, 他们就住营几时."
    },
    {
      "en": "He was forbidden to walk into the tabernacle.",
      "cn": "他被禁止走进礼拜堂."
    },
    {
      "en": "In Salem also is his tabernacle, and his dwelling place in Zion.",
      "cn": "在撒冷有他的帐幕, 在锡安有他的居所."
    },
    {
      "en": "It look as if some supernatural were tabernacle in him.",
      "cn": "好像是什麽神秘的东西暂附于他的肉体."
    },
    {
      "en": "Make curtains of goat hair for the tent over the tabernacle - eleven altogether.",
      "cn": "你要用山羊毛织十一幅幔子,作为帐幕以上的罩棚."
    },
    {
      "en": "NIV They made upright frames of acacia wood for the tabernacle.",
      "cn": "[和合]他用6皂荚木作帐幕的7竖板."
    },
    {
      "en": "No one know who tabernacle the holy bread and wine.",
      "cn": "谁也不知道是谁把圣面包和酒置于到神龛中了."
    },
    {
      "en": "The cave seem to is the best place to tabernacle in this weather.",
      "cn": "在这种天气下,这个洞穴看来是暂居的最佳地."
    },
    {
      "en": "The families of the Gershonites shall pitch behind the tabernacle westward.",
      "cn": "23这革顺的二族要在帐幕后西边安营."
    },
    {
      "en": "They made upright frames of acacia wood for the tabernacle.",
      "cn": "他用6皂荚木作帐幕的7竖板."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "one off houses",
            "tent"
          ],
          "tran_cn": "临时房屋；帐篷；神龛"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "church",
            "shrine"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "临时房屋，帐篷，身体，壁龛",
      "tran_en": "a church or other building used by some Christian groups as a place of  worship "
    }
  ],
  "exchange": {
    "pl": [
      "tabernacles"
    ]
  }
}