{
  "word": "phosphorous",
  "ipa": {
    "us": "'fɒsfərəs",
    "uk": "'fɒsfərəs"
  },
  "sentences": [
    {
      "en": "A method for preparing dimethyl phosphite was developed from methanol and phosphorous trichloride.",
      "cn": "研究了用三氯化磷和甲醇合成亚磷酸二甲酯的方法."
    },
    {
      "en": "Conclusion Urinary calcium and phosphorous is influenced by the constitution of diets.",
      "cn": "结论不合理的膳食结构是影响尿钙、磷的重要因素之一."
    },
    {
      "en": "Elimination of phosphorous pentachloride was accomplished utilizing conventional extraction techniques.",
      "cn": "使用传统的萃取技术除去五氯化磷."
    },
    {
      "en": "Enviromental friendly. free of Petroleum Distillate, Phosphorous, Plumbum.",
      "cn": "环保合成, 不含石油馏份,无磷 、 无铅."
    },
    {
      "en": "Feasibility of preparing activated carbon from bamboo knot with phosphorous acid by microwave radiation was studied.",
      "cn": "研究了以竹节废料为原料,采用微波辐射磷酸法制备活性炭的可行性."
    },
    {
      "en": "Phosphor - gypsum is the industrial waste discharged from wet process phosphorous acid production.",
      "cn": "磷石膏为湿法生产磷酸排放的工业废渣,因含可溶磷杂质,不能直接使用."
    },
    {
      "en": "Principle and operation technology of removing silicon, phosphorous and arsenic from sodium wolframate is presented.",
      "cn": "阐述了钨酸钠溶液中除硅 、 磷、砷的原理,并提出了具体的操作工艺."
    },
    {
      "en": "Recognizing that nutrient levels vary in the ocean, they added extra nitrogen and phosphorous to half the tubs in each group.",
      "cn": "研究人员认识到海洋中的水含营养成分的水平不同，他们在每一组的半数水缸中额外加入氮和磷。"
    },
    {
      "en": "Sows eat their young because they need the phosphorous.",
      "cn": "大母猪吃仔猪,因为它们缺少磷质."
    },
    {
      "en": "The inner anode includes insoluble carbon and phosphorous - copper bar.",
      "cn": "内阳极有两种材质,分别为不溶性碳精棒和含磷铜棒."
    },
    {
      "en": "The moon glows like phosphorous on the vagrant waters.",
      "cn": "月亮像磷光在漂浮的水面上发光."
    },
    {
      "en": "The suggestions for further development of phosphorous chemical industry are put forward.",
      "cn": "提出了中国磷化工进一步发展的意见."
    },
    {
      "en": "Then , the best proportion for nitrogen, phosphorous and potassium was 3∶2∶4.",
      "cn": "最佳氮 、 磷、钾质量比是3∶2∶4."
    },
    {
      "en": "There is also the alleged use of white phosphorous shells: permitted as a smoke.",
      "cn": "同样也有传闻说其使用了白色磷弹: 被确认为烟雾."
    },
    {
      "en": "This dependence may be the result of phosphorous being segregated into the silicon.",
      "cn": "这种依赖性可能是磷分凝在硅中的结果."
    },
    {
      "en": "Using ultra - strong phosphorous light , with the collected light of several beams of daylight lamp.",
      "cn": "采用超强三磷光, 具有多束灯管的光束值."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "phosphorescent",
          "tran_cn": " [昆] 发出磷光的；磷光性的"
        },
        {
          "word": "phosphoric",
          "tran_cn": " 磷的，含磷的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "phosphor",
          "tran_cn": " 磷光体，磷光剂"
        },
        {
          "word": "phosphorescence",
          "tran_cn": " 磷光；磷光现象"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "phosphoresce",
          "tran_cn": " 发出磷光"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "phosphorous acid",
      "tran_cn": "磷酸，亚磷酸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "磷的",
      "tran_en": "of or containing phosphorus in the trivalent state "
    }
  ],
  "exchange": {}
}