{
  "word": "qualitatively",
  "ipa": {
    "us": " ˈkwɒlɪtətɪvli",
    "uk": " ˈkwɑːlɪteɪtɪvli"
  },
  "sentences": [
    {
      "en": "Although the approximate wave function is qualitatively useful, it is gravely lacking in quantitative accuracy.",
      "cn": "虽然近似的波函数是定性地有用, 然而它严重的缺少定量的准确性."
    },
    {
      "en": "Coupling factors of BTT missile control system is qualitatively analyzed.",
      "cn": "对BTT导弹控制系统的耦合因素作了定性分析."
    },
    {
      "en": "Drug metabolism is very deficient qualitatively and quantitatively in the newborn.",
      "cn": "新生儿对药物的代谢,无论在质量和数量上都非常不足."
    },
    {
      "en": "Electric charge may be detected qualitatively by sprinkling or blowing indicating powders.",
      "cn": "静电荷可以用撒布指示粉剂的方法,予以探测."
    },
    {
      "en": "Fly ash effeCts \" of fly ash added calcium is analyzed qualitatively. \"",
      "cn": "本文从定性、定量两方面分析了增钙灰的 “ 粉煤灰效应 ”."
    },
    {
      "en": "OBJECTIVE : To analyze qualitatively the oil in Perilla leaves.",
      "cn": "目的: 定性分析紫苏叶的挥发油."
    },
    {
      "en": "Qualitatively superior, extra wide, bore column gear teeth.",
      "cn": "质优良, 超宽, 孔柱齿."
    },
    {
      "en": "Qualitatively, a torque is a \" twist \".",
      "cn": "定性地说, 转矩就是扭转."
    },
    {
      "en": "The computation results accord with the relevant experimental data qualitatively.",
      "cn": "具体算例与有关实验定性一致."
    },
    {
      "en": "The new media are unlikely to prove qualitatively different from the old.",
      "cn": "新媒体不可能与旧媒体有质的差别。"
    },
    {
      "en": "The numerical results are conformed to the existed experimental results qualitatively, although they are not equal.",
      "cn": "数值分析结果与资料所给的实验观察结果虽然在临界点的数值上有一定差异, 但在定性趋势上是一致的."
    },
    {
      "en": "The theory of condensation on insoluble particles depends qualitatively on the reduced liquid surface area.",
      "cn": "定性地说,在不可溶粒子上的凝结理论是与这减少的液体表面积有关的."
    },
    {
      "en": "This discoloration qualitatively suggests that the substance is low in inorganic iron.",
      "cn": "从定性的角度考虑,这种褪色表明这种物质的无机铁含量很低."
    },
    {
      "en": "This phenomenon may be explained qualitatively by means of free carrier absorption.",
      "cn": "这一现象可定性地用自由载流子吸收来解释."
    },
    {
      "en": "We analyze quantitatively and qualitatively the audience data the satisfaction the effectiveness the usability the accessibility.",
      "cn": "我们从数量和质量上分析用户的满意度,使用效率,可用性和可行性."
    },
    {
      "en": "When you automate content generation or processing, you open up new possibilities for customization and qualitatively better service.",
      "cn": "将内容生成或处理过程自动化时，在定制和更佳质量的服务方面，会出现新的可能性。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "qualitative",
          "tran_cn": " 定性的；质的，性质上的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "quality",
          "tran_cn": " 质量，[统计] 品质；特性；才能"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "质量上"
    }
  ],
  "exchange": {
    "adj": [
      "qualitative"
    ]
  }
}