{
  "word": "amulet",
  "ipa": {
    "us": "ˈæmjʊlət",
    "uk": "ˈæmjəlɪt"
  },
  "sentences": [
    {
      "en": "Discovery of Wat Ling Khob Amulet ( Amulet of light ).",
      "cn": "WLK佛牌 ( 光辉之佛 ) 的发现过程."
    },
    {
      "en": "Experiences of Ones Wearing Phra Kru Wat Ling Khob ( Amulet of light ).",
      "cn": "佩戴WLK ( 光辉之佛 ) 佛牌的感应事迹."
    },
    {
      "en": "History of Wat Ling Khob Amulet ( Amulet of the Light ).",
      "cn": "WLK佛牌 ( 光辉之佛 ) 的历史."
    },
    {
      "en": "I was intrigued however to spot the amulet of peacock feathers his family had placed around his ankle, another traditional cure for snake bite, just in case.",
      "cn": "然而我很好奇的是他家人在他的脚踝周围画上孔雀羽毛状的图案作为护身符，这是另外一个传统方法，用来以防万一的。"
    },
    {
      "en": "Is amulet function probably up to used material?",
      "cn": "佛牌功能取决于所用的材料 吗 ?"
    },
    {
      "en": "Markal will have the way to capture Hikm and return the Amulet.",
      "cn": "马卡尔必须设法占领希金,夺回护身符."
    },
    {
      "en": "Participant of Consecrating Wat Ling Khob Amulet.",
      "cn": "WLK佛牌(光辉之佛)加持的参与者."
    },
    {
      "en": "Picture no 2, inner page shows detail from fake amulet with certificate.",
      "cn": "在内页展示了有证书的假牌的细节信息."
    },
    {
      "en": "Situation of Wat Ling Khob Amulet ( Amulet of light ) of Buddha Amulet Market in Thai.",
      "cn": "WLK佛牌 ( 光辉之佛 ) 在泰国的情况."
    },
    {
      "en": "Tetiaroa consists of 13 white sand islets encircled by a coral reef which, from above, appears to shimmer like a turquoise amulet.",
      "cn": "罗阿岛由13个被珊瑚礁所环绕的白沙小岛组成，从空中俯瞰，像一个蓝绿色的护身符在闪烁。"
    },
    {
      "en": "The amulet she is wearing has been blessed by eminent monks.",
      "cn": "她戴的那个护身符,是经过寺院高僧开光的."
    },
    {
      "en": "The Builder of Wat Ling Khob Amulet ( Amulet of Light ).",
      "cn": "WLK佛牌 ( 光辉之佛 ) 的制造者."
    },
    {
      "en": "The making of amulet followed the principles of sympathetic magic.",
      "cn": "护身符的制作遵循交感巫术原理."
    },
    {
      "en": "This amulet is exclusively made by Father Sum Lee.",
      "cn": "这个护身符是沙姆.李长老特制的."
    },
    {
      "en": "To function as an amulet or charm.",
      "cn": "作护身符或符咒."
    },
    {
      "en": "When the farmer opened the tightly sealed amulet a dog jumped out and ran away, along with his successful crops.",
      "cn": "当农民打开了紧紧密封的护身符，一只小狗狗跳出来，跑了，一并带走的还有他丰收的好运。"
    },
    {
      "en": "Where can I find the pieces of the Amulet?",
      "cn": "我能在哪里找到另一块护身符碎片?"
    },
    {
      "en": "Yes, it's done. I have the Amulet here.",
      "cn": "是的, 结束了. 我拿到了护身符."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "periapt",
            "menat"
          ],
          "tran_cn": "护身符，避邪物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "charm"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "护身符",
      "tran_en": "a small piece of jewellery worn to protect against bad luck, disease etc"
    }
  ],
  "exchange": {
    "pl": [
      "amulets"
    ]
  }
}