{
  "word": "pumice",
  "ipa": {
    "us": "ˈpʌmɪs",
    "uk": "ˈpʌmɪs"
  },
  "sentences": [
    {
      "en": "As long ago as 5000 BC the Egyptians were making a tooth powder consisting of powdered ashes of ox hooves, myrrh, powdered and burnt eggshells, and pumice.",
      "cn": "早在公元前5000年，埃及人就在制作牙粉，其成分包含牛蹄粉灰、没药、粉状和烧焦了的蛋壳以及浮石。"
    },
    {
      "en": "Beside a pumice isle in Baiae's bay.",
      "cn": "在巴亚海湾的浮石岛边."
    },
    {
      "en": "Cap . 59 were frequently cutter, wipehis with pumice , wear and tear on both sides.",
      "cn": "由于必然用刀片铲, 用浮石粉擦, 致使两外磨损."
    },
    {
      "en": "If eugenol containing temporary cements were used, use pumice to thoroughly remove all traces of cement.",
      "cn": "如果使用的是含丁香酚的暂时性粘结材料, 用浮石粉彻底的清除所有的粘结材料."
    },
    {
      "en": "Marilyn's pitted skin, breasts of carved pumice, volcanic thighs, a face of ash.",
      "cn": "玛丽莲凹凸不平的皮肤, 浮石雕刻般的双乳, 火山似的大腿, 死一样苍白的脸."
    },
    {
      "en": "Mounds of pumice and volcanic ash mark its center, where the volcano remains.",
      "cn": "浮石和火山灰的土墩标志着它的中心, 是火山的遗迹."
    },
    {
      "en": "Natural Lava Rock Pumice Exfoliates . Exfoliates and smoothes rough skin.",
      "cn": "熔岩浮石,可去除粗糙的死皮. 适合手部,足部和身体."
    },
    {
      "en": "Our company supplies various types of brush, foot file, pumice.",
      "cn": "我们公司供应各类刷子, 足档案, 浮石."
    },
    {
      "en": "Pumice stones are used in the wash to create a worn look.",
      "cn": "水洗时的浮岩石头,形成一种破旧的感觉."
    },
    {
      "en": "Some rocks, like gray volcanic pumice, are laced with air pockets created when gases expanded inside the rock while it was still molten.",
      "cn": "有些岩石（像灰色的火山浮石）会布满气窝，这是岩石还在熔融态时，内部气体膨胀而成。"
    },
    {
      "en": "The pumice with the light and dark bands is the important evidence.",
      "cn": "白色与黑褐色相混杂的浮岩是岩浆发生混合的重要证据."
    },
    {
      "en": "The results indicate that the shape and aperture distributing variability of processed pumice granule.",
      "cn": "试验研究结果表明,破碎浮石的颗粒形状和孔隙分布变异性较大."
    },
    {
      "en": "The wall was built by piling up pumice stones.",
      "cn": "这面墙是用浮岩垒成的."
    },
    {
      "en": "The'pumice'shows destruction and creation because when the volcano erupts it destroys.",
      "cn": "浮岩]显示毁灭和创造的,因为当火山连续喷发,它破坏了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "swimming stone",
            "floatstone"
          ],
          "tran_cn": "[岩]浮石；轻石"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abrasive"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "furbish"
          ],
          "tran_cn": "用轻石磨；用浮石去污；磨光"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "浮岩，浮石，轻石（轻而多孔，可以去除皮肤污垢或使皮肤光滑，其粉剂可作清洁剂或抛光剂）",
      "tran_en": "very light grey rock from a  volcano  that is crushed to a powder and used for cleaning"
    },
    {
      "pos": "vt",
      "tran_cn": " 用浮岩磨"
    }
  ],
  "exchange": {
    "pl": [
      "pumices"
    ]
  }
}