{
  "word": "gorilla",
  "ipa": {
    "us": "ɡəˈrɪlə",
    "uk": "ɡəˈrɪlə"
  },
  "sentences": [
    {
      "en": "\" Cold bad, Gorilla hate, \" Koko tells me, as I stand, dripping, outside her caravan.",
      "cn": "当我一身湿淋淋地站在她的屋外时,科科告诉我说: “ 冷不好, 大猩猩讨厌. ”"
    },
    {
      "en": "A gorilla is just a speechless animal.",
      "cn": "猩猩只不过是一种不会说话的动物."
    },
    {
      "en": "A new gorilla has made his debut at the Santiago zoo.",
      "cn": "一只新的大猩猩在圣地亚哥动物园首度亮相."
    },
    {
      "en": "An anthropoid ape , such as a gorilla or chimpanzee.",
      "cn": "同人类一样,母大猩猩拒绝与兄弟婚配."
    },
    {
      "en": "Goyle has short, bristly hair and long, gorilla - ish arms.",
      "cn": "高尔的头发短而硬, 胳膊粗壮如猩猩一般."
    },
    {
      "en": "He offers the mime a job to dress up as the gorilla until they can get another one.",
      "cn": "他主动提供一个工作给这个哑剧演员，装扮成一只大猩猩直到他们能找到另一只真的。"
    },
    {
      "en": "I knew something about the gorilla sanctuary among the volcanoes, but had never planned to go there.",
      "cn": "我知道一些在火山一带的大猩猩保护区的情况，但从未打算到那儿去。"
    },
    {
      "en": "I was awed by the huge gorilla.",
      "cn": "那只大猩猩使我惊惧."
    },
    {
      "en": "In fact, he found that there was scarcely any information on gorilla cognition at all.",
      "cn": "事实上，他发现任何有关大猩猩认知的信息都非常稀少。"
    },
    {
      "en": "In fact, the color of gorilla and chimp are light - color.",
      "cn": "其实大猩猩和黑猩猩的肤色是较为浅的."
    },
    {
      "en": "It is this \" humanness \" of the gorilla which is so beguiling.",
      "cn": "就是大猩猩的这种 “ 人的特性 ” 使人感到如此有趣."
    },
    {
      "en": "It is this \"humanness\" of the gorilla which is so beguiling.",
      "cn": "就是大猩猩的这种“人的特性”使人感到如此有趣。"
    },
    {
      "en": "Language studies had been made using chimpanzees before, but never a gorilla.",
      "cn": "此前人们曾教黑猩猩学语言, 但从来没试过大猩猩."
    },
    {
      "en": "Lose yourself in the play. Be a dinosaur, or a gorilla, or a villain.",
      "cn": "放下自己的架子，扮演一只恐龙，或者是大猩猩，甚至是一个坏蛋。"
    },
    {
      "en": "That gorilla has long arms, a black face, and black fur.",
      "cn": "那只大猩猩有长长的臂, 黑色的脸及黑色的皮毛."
    },
    {
      "en": "The angry gorilla went on a rampage through the mall.",
      "cn": "生气的大猩猩在商场里横冲直撞."
    },
    {
      "en": "The gorilla is back [ in its enclosure ] on [ public display ] .",
      "cn": "这头 大猩猩 现在已经回到动物园的围栏里供游人参观."
    },
    {
      "en": "The gorilla is the strongest of the anthropoid animals.",
      "cn": "大猩猩是最强的类人猿动物."
    },
    {
      "en": "The most famous albino animal of all was Snowflake the gorilla, who lived at Barcelona Zoo from 1966 until his death from skin cancer in 2003.",
      "cn": "最著名的白化动物是大猩猩雪花。 自1966年以来，他一直生活在巴塞罗纳动物园，直到2003年死于皮肤癌。"
    },
    {
      "en": "The third gorilla was taller by a head.",
      "cn": "第三只大猩猩要高出一头。"
    },
    {
      "en": "Then, once alone, Patterson heard Koko make the gorilla's distress call : a loud series of hoots.",
      "cn": "在佩特森离开后, 她听到科科用大猩猩的方式表达了痛苦: 发出一连串大叫."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大猩猩，<口>暴徒，打手",
      "tran_en": "a very large African monkey that is the largest of the apes"
    }
  ],
  "exchange": {
    "pl": [
      "gorillas"
    ]
  }
}