{
  "word": "hereof",
  "ipa": {
    "us": "ˌhɪərˈɒv",
    "uk": "ˌhɪrˈʌv"
  },
  "sentences": [
    {
      "en": "All offers and sales are subject to the terms and conditions printed the reverse side hereof.",
      "cn": "所有报盘和销售均应遵守本报价单背面所印的条款."
    },
    {
      "en": "And the fame hereof went abroad into all that land.",
      "cn": "26于是这风声传遍了那地方."
    },
    {
      "en": "Any modification hereof shall be limited to the amended item.",
      "cn": "修改公司章程,只对所修改条款作出修正案."
    },
    {
      "en": "Construction This Agreement and the interpretation hereof operate in conjunction with the Working Group Bylaws.",
      "cn": "2解释本协议及其解释应联系工作组章程细则."
    },
    {
      "en": "In confirmation hereof we attach a bank statement.",
      "cn": "为作这方面的确认我们附上银行结单."
    },
    {
      "en": "The amount of each drawing must be endorsed on reverse hereof.",
      "cn": "每笔汇票金额必须在信用证背面给予签注."
    },
    {
      "en": "The classification of goods shall be defined in the Enforcement Rules hereof.",
      "cn": "商品之分类,于施行细则定之."
    },
    {
      "en": "The con - sciousness of brand of clothes is hereof.",
      "cn": "衣服品牌意识就在于此了."
    },
    {
      "en": "The prescriber and the user of this productmust master the terms hereof.",
      "cn": "开处方的医生和使用本品的患者均须掌握文中术语."
    },
    {
      "en": "The twigs hereof are physic.",
      "cn": "其嫩枝是药材."
    },
    {
      "en": "Thirdly, from moon and mercury , Ptoloney adds mars in condition hereof.",
      "cn": "第三, 月亮和水星.托勒密同时也将火星列为考虑因素之一."
    },
    {
      "en": "This Agreement commences on the date of signature hereof.",
      "cn": "本协议自签字之日起生效。"
    },
    {
      "en": "Violation of Article 31 hereof concerning rules of compulsory enforcement or prohibition.",
      "cn": "三违反依第三十一条所定办法中有关强制或禁止之规定."
    },
    {
      "en": "We also agree to be bound by the Terms and Conditions on the reverse hereof.",
      "cn": "本公司并同意接受本申请书背面约定条款之拘束."
    },
    {
      "en": "You will find the signature of Mr. Y. at the foot hereof.",
      "cn": "本函下面所示系Y先生的签名."
    },
    {
      "en": "You will find the signature of Mr. Yokota at the foot hereof.",
      "cn": "横田先生签名如下."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "于此，关于此点",
      "tran_en": "of or concerning this "
    }
  ],
  "exchange": {}
}