{
  "word": "restructure",
  "ipa": {
    "us": "ˌri:ˈstrʌktʃə(r)",
    "uk": "riˈstrʌktʃɚ"
  },
  "sentences": [
    {
      "en": "After a major restructure of IVE courses , new courses are offered in 1999 - 2000.",
      "cn": "香港专业教育学院重整课程后, 于 一九九九 至二零零零年度开办新课程."
    },
    {
      "en": "Bankruptcy affords the debtor in possession a number of mechanisms to restructure its business.",
      "cn": "破产法为持产负债人提供很多机制来重组他们的企业."
    },
    {
      "en": "Finally, the eventual forecasted results are obtained through wavelet restructure.",
      "cn": "最后, 通过小波重构得到真正的日负荷预测结果."
    },
    {
      "en": "Household balance - sheets are more difficult to restructure than corporate ones, which involve far fewer people.",
      "cn": "家庭资产负债表比企业资产负债表更难重整, 因为企业牵扯到的人要少很多."
    },
    {
      "en": "How can I begin to restructure my life so that I'm happier with it?",
      "cn": "我怎样才能开始调整自己的生活，让自己更快乐一些？"
    },
    {
      "en": "How can we restructure account team?",
      "cn": "是否要改变服务小组结构?"
    },
    {
      "en": "In the fifth chapter, stating some consideration to restructure our country's civil trial procedure. \"",
      "cn": "第五章阐明重构我国民事诉讼审前程序的若干构想."
    },
    {
      "en": "People recode and restructure information in order to remember it.",
      "cn": "人们对信息重新编码、重新安排结构,以期记忆它们."
    },
    {
      "en": "proposals to radically restructure Britain’s electronics industry",
      "cn": "彻底整顿英国电子行业的提议"
    },
    {
      "en": "Restructure the curriculum , beginning with graduate programs and proceeding as quickly as possible to undergraduate programs.",
      "cn": "重组课表, 从研究生课程开始,然后尽快进入到本科课程."
    },
    {
      "en": "Second, we need to restructure some industries that have surplus production capacity.",
      "cn": "二要推进部分产能过剩行业调整."
    },
    {
      "en": "Strengthen legal system construction, restructure order etc. with norm market economy.",
      "cn": "加强法制建设, 整顿和规范市场经济秩序等."
    },
    {
      "en": "Technology innovation supply and demand could obtain high equilibrium by enterprise restructure.",
      "cn": "指出通过重组实现技术创新供给与需求的高水平均衡."
    },
    {
      "en": "The elements of performing art recomposed and evolved into its modern restructure.",
      "cn": "戏剧元素的重新结构、组合,实现了戏剧艺术发展过程中的新的转型."
    },
    {
      "en": "The fundamental way out is to restructure China's agricultural production and rural industrial pattern.",
      "cn": "最根本的措施,是要靠农业种植结构和农村产业结构的调整."
    },
    {
      "en": "This ebook can help you restructure your life.",
      "cn": "这本书可以帮助你重构你的生活."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "adjust",
            "coordinate"
          ],
          "tran_cn": "调整；重建；更改结构"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重建，调整，重组",
      "tran_en": "to change the way in which something such as a government, business, or system is organized"
    }
  ],
  "exchange": {
    "third": [
      "restructures"
    ],
    "past": [
      "restructured"
    ],
    "done": [
      "restructured"
    ],
    "ing": [
      "restructuring"
    ],
    "noun": [
      "restructuring"
    ]
  }
}