{
  "word": "betrothal",
  "ipa": {
    "us": "bɪˈtrəʊðl",
    "uk": "bɪˈtroʊðl"
  },
  "sentences": [
    {
      "en": "\" On the happy occasion of the announcement of your betrothal, \" he finished, bending over her hand.",
      "cn": "\" 在宣布你们订婚的喜庆日. \" 他补充说, 同时低下头来吻她的手."
    },
    {
      "en": "Betrothal before marriage so that they can continue to build trust and stronger relationships.",
      "cn": "订婚使双方能在婚前继续建立信任和更牢固的关系."
    },
    {
      "en": "Conventionally, the ring is presented as a betrothal gift by a man to his prospective spouse while he proposes marriage or directly after she accepts his marriage proposal.",
      "cn": "一般来说，男方会在向女方求婚或者女方答应求婚后将戒指作为礼物在订婚仪式上送给女方。"
    },
    {
      "en": "For certain souls do not some thoughts and actions, prompted by love, amount to solemn betrothal?",
      "cn": "爱所驱使的一些思想和行为, 对于某些人来说不就等于神圣的婚约 吗 ?"
    },
    {
      "en": "Gao Yang both the Department of child betrothal , when the operatormen dang hu dui.",
      "cn": "高杨两家系自幼定亲,当时算门当户对."
    },
    {
      "en": "He had become urgent in his entreaties that the betrothal might take place before his departure.",
      "cn": "他急切地请求要在他走之前就订婚."
    },
    {
      "en": "Held enough cattle, as betrothal gift , give the wife's family, just can get married stand room.",
      "cn": "捉了足够的牛, 作为聘礼, 送给女家, 才可以成家立室."
    },
    {
      "en": "Hungary: The couple exchange betrothal rings.",
      "cn": "匈牙利: 新郎新娘交换订婚时戴的戒指."
    },
    {
      "en": "In all probability, the bride and groom would not yet have met; nevertheless, the betrothal was considered binding unless both families agreed to annul the contract.",
      "cn": "无论如何，新郎和新娘都还不能见面。过了大礼之后就可以视作是缔结了婚约，除非双方父母同意取消婚约。"
    },
    {
      "en": "It should be noted that the betrothal of a marriage can happen at any time, and often will occur at birth.",
      "cn": "应当注意到，在印度，婚约是任何时候都可以确定的，而且经常发生在约定的对象刚出生时。"
    },
    {
      "en": "Least betrothal gift is an ox, highest it is 9 oxen.",
      "cn": "最少的聘礼是一头牛, 最高是九头牛."
    },
    {
      "en": "Swedish wives wear three wedding rings: betrothal, for marriage, and for motherhood.",
      "cn": "瑞典的爱许多人都戴3枚结婚戒指: 文定的 、 结婚的和已经做妈妈的."
    },
    {
      "en": "Their betrothal took place with great pomp and rejoicings.",
      "cn": "他们举行了盛大而又欢乐的订婚仪式."
    },
    {
      "en": "There is no mention of betrothal or marriage rings in this or any other edition of the bible .",
      "cn": "在这本圣经以及其他版本的圣经中都没有提及订婚戒指或是结婚戒指。"
    },
    {
      "en": "There is no mention of betrothal or marriage rings in this or any other edition of the bible.",
      "cn": "在这本圣经以及其他版本的圣经中都没有提及订婚戒指或是结婚戒指。"
    },
    {
      "en": "They are discussing when to present the betrothal gifts to the bride's family.",
      "cn": "他们正在商量什么时候去过礼."
    },
    {
      "en": "They bought exquisite betrothal gifts when they got married.",
      "cn": "他们结婚时候的财礼是相当的讲究."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "betrothed",
          "tran_cn": " 订婚了的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "betrothed",
          "tran_cn": " 已订婚者"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "betrothed",
          "tran_cn": " 订婚（betroth的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "betroth",
          "tran_cn": " 同…订婚；许配"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "contract",
            "engagement",
            "marriage"
          ],
          "tran_cn": "订婚"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "engagement"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（古时用语）订婚",
      "tran_en": "an agreement that two people will be married"
    }
  ],
  "exchange": {
    "pl": [
      "betrothals"
    ]
  }
}