{
  "word": "subjectivity",
  "ipa": {
    "us": "ˌsʌbdʒek'tɪvətɪ",
    "uk": "ˌsʌbdʒek'tɪvətɪ"
  },
  "sentences": [
    {
      "en": "' Cause there's a certain amount of subjectivity involved in recreating a face.",
      "cn": "因为在重建面部的过程中融入了太多的主观因素?"
    },
    {
      "en": "And the subjectivity is also restricting the audio data to be employed.",
      "cn": "而这种主观性也因此限制了音频数据的使用."
    },
    {
      "en": "For this reason, tragedy in itself has presented some elements of subjectivity.",
      "cn": "基于这一点,对于黑格尔而言, 悲剧在其形式上已呈现了某些主体性的要素."
    },
    {
      "en": "Furthermore , Woolf employed free indirect discourse to achieve subjectivity.",
      "cn": "伍尔夫还运用自由间接话语来体现叙述的主体性."
    },
    {
      "en": "Ideological education must respect consciousness of students and establish their subjectivity.",
      "cn": "两课教育要尊重学生的意识,确立其主体性地位."
    },
    {
      "en": "In studying a problem, we must shun subjectivity, one - sidedness and superficiality.",
      "cn": "研究问题, 忌带主观性 、 片面性 和表面性."
    },
    {
      "en": "In studying a problem, we must shun subjectivity, one-sidedness and superficiality.",
      "cn": "研究问题，忌带主观性、片面性和表面性。"
    },
    {
      "en": "In studying a problem, we must shun subjectivity.",
      "cn": "研究问题, 忌带主观性."
    },
    {
      "en": "Subjectivity aside , this show definitely deserves at least a 4.",
      "cn": "客观来说,该剧至少能得4星."
    },
    {
      "en": "Teacher's personal concept of education is non - linear and whole with personal subjectivity.",
      "cn": "个体教育观念充满了个人意义,是非线性的、统整的."
    },
    {
      "en": "The essential character of the editing subject is its subjectivity.",
      "cn": "编辑主体的本质特征是编辑主体的主体性."
    },
    {
      "en": "The style of artist is formed by subjectivity and objectivity.",
      "cn": "艺术家的风格是主观和客观共同作用的结果."
    },
    {
      "en": "Therefore, his subjectivity is the dialectical unity of purpose, activeness and limitation.",
      "cn": "因此他的主体性是目的性 、 主动性和受动性的辩证统一."
    },
    {
      "en": "Third, there is enough subjectivity in a mapping that you would probably tailor any existing mapping anyway, just to create consistency with your environment.",
      "cn": "第三，在映射的过程中有足够的主观能动性使得你很可能裁剪任何已有的映射，创造同你的环境的一致性。"
    },
    {
      "en": "This does not, however, commit me to subjectivity because the means by which they are made are social and conventional.",
      "cn": "然而，这不会使我有主观性，这是因为,他们的手段是社交的，是传统的。"
    },
    {
      "en": "This learning style has characteristics of subjectivity, openness, process and constructiveness.",
      "cn": "它具有主体性 、 开放性 、 过程性、建构性的特点."
    },
    {
      "en": "To the problem, he is in subjectivity and unilateralism.",
      "cn": "他在这个问题上, 陷入了主观性和片面性."
    },
    {
      "en": "Typical photography instant is of generality, subjectivity and modeling.",
      "cn": "典型的摄影瞬间具有概括性 、 主观性和造型性."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "subject",
          "tran_cn": " 服从的；易患…的；受制于…的"
        },
        {
          "word": "subjective",
          "tran_cn": " 主观的；个人的；自觉的"
        },
        {
          "word": "subjectivist",
          "tran_cn": " 主观主义的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "subjectively",
          "tran_cn": " 主观地；臆想地；内省地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "subject",
          "tran_cn": " 主题；科目；[语] 主语；国民"
        },
        {
          "word": "subjectivism",
          "tran_cn": " 主观主义；主观性"
        },
        {
          "word": "subjectivist",
          "tran_cn": " 主观主义者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "subject",
          "tran_cn": " 使…隶属；使屈从于…"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "主观性，主观"
    }
  ],
  "exchange": {
    "adv": [
      "subjectively"
    ],
    "adj": [
      "subjective"
    ]
  }
}