{
  "word": "verifiable",
  "ipa": {
    "us": "'verɪfaɪəbl",
    "uk": "ˌvɛrəˈfaɪəbəl"
  },
  "sentences": [
    {
      "en": "A dynamic and verifiable threshold color visual multi - secret sharing scheme was proposed.",
      "cn": "提出了动态可验证的彩色可视多重秘密共享方案."
    },
    {
      "en": "A verifiable account of the incident sales data.",
      "cn": "事故的可证实的叙述."
    },
    {
      "en": "Financial accounting data are expected to be objective and verifiable.",
      "cn": "做财务会计报告是强制性;那就是说,它必须得做."
    },
    {
      "en": "For more information, see Pure and Verifiable Code.",
      "cn": "有关更多信息, 请参见纯代码和可验证代码."
    },
    {
      "en": "Having a claimed and verifiable origin or authorship; not counterfeit or copied.",
      "cn": "有着经证实的来源或创作者的; 非伪造的或非复制的."
    },
    {
      "en": "If objectives are to be meaningful to people, they must be clear, attainable, actionable, and verifiable.",
      "cn": "如果目标对人们是具有意义的, 则目标必须是清晰的, 能达到的, 可以行动的, 以及可供检验的."
    },
    {
      "en": "Is all of the above information documented and verifiable?",
      "cn": "以上所有信息是否都被存档并可证实?"
    },
    {
      "en": "It is crucial that all documents presented are authentic and easily verifiable.",
      "cn": "所有提交的文件必须真实且易于查证，这一点很关键。"
    },
    {
      "en": "Residue limits should be practical , achievable, verifiable, and based on the most deleterious residue.",
      "cn": "残留物的限度切实可行的, 可检测的, 并由最有害的残留物来确定."
    },
    {
      "en": "The candidate must provide verifiable information to the head - hunting agency.",
      "cn": "候选人必须给猎头公司提供可核实的信息."
    },
    {
      "en": "The current calibration status of critical equipment should be known and verifiable.",
      "cn": "33应当知道并可证实关键设备的当前校验状态."
    },
    {
      "en": "The limits should be achievable and verifiable.",
      "cn": "这些限度应该是可以达到的并且是可以被证实的."
    },
    {
      "en": "This is not a romantic notion but verifiable fact.",
      "cn": "这不是一个不切实际的念头，而是一个有依据的事实。"
    },
    {
      "en": "Unfortunately, they do not offer any reliable alternative method for obtaining verifiable knowledge.",
      "cn": "不幸的是, 他们不能提出其他任何可靠的方式来获得可以证实的知识."
    },
    {
      "en": "Unsafe code is not verifiable by the common language runtime.",
      "cn": "无法通过公共语言运行时验证不安全代码."
    },
    {
      "en": "Write these to be specific, quantitative and verifiable when possible.",
      "cn": "定量的详细描述这些特性, 尽可能的可验证."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "verified",
          "tran_cn": " 已查清的，已证实的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "verifier",
          "tran_cn": " 检验者；核实者；校对机"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "verify",
          "tran_cn": " 核实；查证"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "confirmable"
          ],
          "tran_cn": "可证实的；能作证的；可检验的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conclusive",
            "demonstrable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "能作证的，能证实的",
      "tran_en": "Something that is verifiable can be proved to be true or genuine"
    }
  ],
  "exchange": {
    "verb": [
      "verify"
    ],
    "noun": [
      "verification"
    ]
  }
}