{
  "word": "prefabricated",
  "ipa": {
    "us": "ˌpri:ˈfæbrɪkeɪtɪd",
    "uk": "ˌpriːˈfæbrɪkeɪtɪd"
  },
  "sentences": [
    {
      "en": "A new method of launching caissons prefabricated on land is introduced in the paper.",
      "cn": "本文介绍陆域预制沉箱的一种新的出运下水方法."
    },
    {
      "en": "a prefabricated house",
      "cn": "预制装配式房屋"
    },
    {
      "en": "After comparison, prefabricated piles of reinforced concrete are chosen.",
      "cn": "通过分析比较，确定选用钢筋混凝土预制桩。"
    },
    {
      "en": "Aircraft assemblers assemble and install prefabricated parts to manufacture fixed wing or rotary wing aircraft subassemblies.",
      "cn": "飞机装备工负责安装飞机零部件的安装."
    },
    {
      "en": "Apply to the local steel plants, factories and construction prefabricated units reinforced by the processing production.",
      "cn": "本机适用于钢筋加工厂, 预制构件厂及建筑工程用钢筋的加工生产."
    },
    {
      "en": "Installation of prefabricated units and other works in progress to coordinate closely.",
      "cn": "预制构件的安装和其他工程的施工进度要配合默契."
    },
    {
      "en": "Objective To present the predomination and surgical procedures of prefabricated radial flaps for reconstruction of lips.",
      "cn": "目的探讨预构前臂皮瓣再造唇的形态设计和外科操作技巧."
    },
    {
      "en": "Prefabricated prestressed squared piles are very often used in wharf engineering.",
      "cn": "码头工程中桩基设计经常使用预应力空心方桩."
    },
    {
      "en": "Results: New prefabricated post - and core could produce a close connection with tooth.",
      "cn": "结果: 新型预成桩核能与牙体紧密结合."
    },
    {
      "en": "Square covers are sometimes used on prefabricated vaults where the access passage is also square.",
      "cn": "方盖有时也用在预制拱结构上,它的入口也是方形的."
    },
    {
      "en": "The future of the prefabricated drains are also presented.",
      "cn": "最后对塑料板排水法在今后的发展作了展望."
    },
    {
      "en": "The little prefabricated hut was lifted away by a huge crane.",
      "cn": "那间用预制板搭建的小棚屋被一辆大型起重机吊走了。"
    },
    {
      "en": "The prefabricated parts can also be made.",
      "cn": "高温热风管道内衬,加热炉内衬等部位,可制成预制构件."
    },
    {
      "en": "These are normally prefabricated and erected in sections and can be easily removed or re - arranged.",
      "cn": "它们一般是预制的,分部安装而成,拆装方便."
    },
    {
      "en": "This load supporting prefabricated wall consists of a plate reinforced along its boundaries by a frame.",
      "cn": "这承重预制墙,由一薄板及沿其周界有一加固用的框架所组成."
    },
    {
      "en": "This paper presents the structure of bridge girder erection machine and the assembly of prefabricated sections.",
      "cn": "本文介绍节段拼装架桥机的构造以及预制节段梁拼装施工等内容."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "prefab",
          "tran_cn": " 预制的；组合式的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "prefab",
          "tran_cn": " 预制件；组合式预制房"
        },
        {
          "word": "prefabrication",
          "tran_cn": " 预加工；预先制造；组合房屋配件制造"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "prefab",
          "tran_cn": " 预先制造；预先构想"
        },
        {
          "word": "prefabricate",
          "tran_cn": " 预先制造；预先构思；预制构件"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（建筑物、船等）预制构件的",
      "tran_en": "built from parts which are made in standard sizes so that they can be put together anywhere"
    },
    {
      "pos": "v",
      "tran_cn": "预制( prefabricate的过去式和过去分词 )"
    }
  ],
  "exchange": {
    "noun": [
      "prefabrication"
    ]
  }
}