{
  "word": "imperialist",
  "ipa": {
    "us": "ɪmˈpɪəriəlɪst",
    "uk": "ɪmˈpɪriəlɪst"
  },
  "sentences": [
    {
      "en": "All the forces of the anti - imperialist camp are uniting and forging ahead.",
      "cn": "反 帝国主义阵营的一切力量,正在团结起来,并正在向前发展."
    },
    {
      "en": "Bhutto was an important anti - imperialist leader in the Third World.",
      "cn": "布托也是第三世界重要的 反 帝国主义领袖."
    },
    {
      "en": "Chinese nationalism originates in reactions to imperialist invasions of China.",
      "cn": "中国民族主义亦源于对帝国主义侵华之反动."
    },
    {
      "en": "Generally speaking, they might make some contribution to the anti - imperialist struggle.",
      "cn": "一般说来, 他们对反帝斗争是可以做出一些贡献的."
    },
    {
      "en": "He claims that imperialists are trying to re-establish colonial rule in the country.",
      "cn": "他声称帝国主义者正试图在该国重建殖民统治。"
    },
    {
      "en": "If we do a good job, we can root out imperialist oppression.",
      "cn": "搞得好了, 可以根本取消帝国主义的压迫."
    },
    {
      "en": "Imperialist aggression has met with strong opposition from the people throughout the world.",
      "cn": "帝国主义的侵略遭到全世界人民的强烈反对."
    },
    {
      "en": "Imperialist powers always tend to gobble up their weaker neighbors.",
      "cn": "帝国主义强国总是要想兼并弱小的邻国."
    },
    {
      "en": "Mr Koizumi is no diehard imperialist.",
      "cn": "小泉不是顽固的帝国主义分子."
    },
    {
      "en": "The American imperialist will be given a fair and honest trial.",
      "cn": "帝国主义分子会给予公正的审判."
    },
    {
      "en": "The Chinese people have been freed from imperialist oppression.",
      "cn": "中国人民已经从帝国主义的压迫下解放出来了."
    },
    {
      "en": "The developed nations have all benefited from their imperialist exploitation.",
      "cn": "发达国家都从他们帝国主义的剥削中获益。"
    },
    {
      "en": "The imperialist powers forced the Qing Dynasty to sign a series of unequal treaties.",
      "cn": "帝国主义列强迫使清王朝签订了一系列不平等条约."
    },
    {
      "en": "The play is being widely read as an allegory of imperialist conquest.",
      "cn": "这部剧被广泛解读为对帝国主义征服的讽喻。"
    },
    {
      "en": "There are a few imperialist powers, but what of it?",
      "cn": "几个帝国主义算什么 呢 ?"
    },
    {
      "en": "They must free themselves from imperialist control.",
      "cn": "他们必须使自己摆脱帝国主义控制."
    },
    {
      "en": "This refers to the anti - imperialist patriotic movement on May 30, 1925.",
      "cn": "指一九二五年五月三十日爆发的反帝爱国运动."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "imperial",
          "tran_cn": " 帝国的；皇帝的；至高无上的；威严的"
        },
        {
          "word": "imperialistic",
          "tran_cn": " 帝国主义的；帝国主义者的；拥护帝国主义的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "imperially",
          "tran_cn": " 帝王般地；威严地；帝国地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "imperial",
          "tran_cn": " 纸张尺寸；特等品"
        },
        {
          "word": "imperialism",
          "tran_cn": " 帝国主义"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "帝国主义的",
      "tran_en": "Imperialist means relating to or based on imperialism"
    },
    {
      "pos": "n",
      "tran_cn": "帝国主义者，皇帝的支持者，帝制拥护者",
      "tran_en": "An imperialist is someone who has imperialist views"
    }
  ],
  "exchange": {
    "pl": [
      "imperialists"
    ],
    "noun": [
      "imperialism"
    ]
  }
}