{
  "word": "handmade",
  "ipa": {
    "us": "ˌhændˈmeɪd",
    "uk": "ˌhændˈmeɪd"
  },
  "sentences": [
    {
      "en": "a pair of expensive handmade shoes",
      "cn": "一双昂贵的手工制作的鞋子"
    },
    {
      "en": "As they're handmade, each one varies slightly.",
      "cn": "由于它们是手工制作的，彼此都会有些微小的差异。"
    },
    {
      "en": "Connie Corleone presented the baby with a silk layette handmade in Italy, enormously expensive and beautiful.",
      "cn": "康妮-考利昂给她送了一套婴儿用品,丝绸衣服、被褥等都是意大利手工制品, 非常昂贵,非常漂亮."
    },
    {
      "en": "Handmade Acrylic Products, Photo Frames, Pharmaceutical Gifts, Paper Weight, Award, Card Holder.",
      "cn": "采购产品手工的压克力的产品, 相片框架, 药学的礼物, 纸重量, 颁发, 卡片烛台."
    },
    {
      "en": "Handmade goods appeal to those who are tired of cookie-cutter products.",
      "cn": "手工制品受到那些已厌倦划一产品的人的欢迎。"
    },
    {
      "en": "He builds handmade classical and flamenco guitars using traditional methods of construction.",
      "cn": "[他用传统工艺制作手工古典吉他和弗拉明戈吉他. ]"
    },
    {
      "en": "It's an eye made of glass. Handmade in Turkey.",
      "cn": "是玻璃做的一颗眼睛.土耳其的手工制品."
    },
    {
      "en": "It's handmade and hence expensive.",
      "cn": "这是手工做的,因此很贵."
    },
    {
      "en": "It's handmade and the inlaid designs are etched in.",
      "cn": "它完全手工制造,而且雕刻部分设计是采用蚀镂法刻入."
    },
    {
      "en": "Nearly all clothing was handmade from the fibers of plants or from the hides of animals.",
      "cn": "几乎所有的衣料都是用植物纤维或动物毛皮手工制成的."
    },
    {
      "en": "rugs handmade by local craftsmen",
      "cn": "由当地工艺师手工制作的小地毯"
    },
    {
      "en": "The beads they use are handmade in the Jura mountains in central France.",
      "cn": "他们用的珠子是法国中部的侏罗山山民手工制作的。"
    },
    {
      "en": "The handmade outsole is heavily stitched with thin needles.",
      "cn": "鞋底手工纳制而成,针眼细密."
    },
    {
      "en": "The nightdress has handmade lace round the armholes and neckline.",
      "cn": "这件女式睡衣的袖孔和领口都镶着一圈手织花边。"
    },
    {
      "en": "There are various desktop items made in tree - free handmade paper.",
      "cn": "我们有各式各样的桌上用品,均是采用无树手工纸制作."
    },
    {
      "en": "Yes, China has some good luthiers making handmade concert quality guitars.",
      "cn": "是的, 中国现在有很多好琴师在制作手工演奏会琴."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "manual",
            "mechanic"
          ],
          "tran_cn": "手工的；手制的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "handmade paper",
      "tran_cn": "手工纸；手抄纸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "手工做的",
      "tran_en": "made by people using their hands, not by a machine"
    }
  ],
  "exchange": {}
}