{
  "word": "disarmament",
  "ipa": {
    "us": "dɪsˈɑ:məmənt",
    "uk": "dɪsˈɑrməmənt"
  },
  "sentences": [
    {
      "en": "a commitment to worldwide nuclear disarmament",
      "cn": "在全球范围内裁减核军备的承诺"
    },
    {
      "en": "Already there are voices saying that disarmament can't occur without China disarming.",
      "cn": "已经有人在说,中国不裁军,裁军就是空谈."
    },
    {
      "en": "China carried out large - scale disarmament in order to effect this goal.",
      "cn": "为此,中国采取了大规模的裁军行动."
    },
    {
      "en": "For this purpose, World Disarmament Conference was held in 1932.",
      "cn": "1932年的世界裁军会议正是为了这个目的而召开的."
    },
    {
      "en": "Independent Commission on Disarmament and Security Issues ( Palme Commission )",
      "cn": "裁军和安全问题独立委员会 ( 帕尔梅委员会 )"
    },
    {
      "en": "Let's put it to the question. How many people here are in favour of unilateral disarmament ？",
      "cn": "让我们畅所欲言, 这儿有多少人赞成单方面裁军?"
    },
    {
      "en": "Men may no longer pretend that the quest for disarmament is a sign of weakness.",
      "cn": "人们可能不再认为谋求裁军是一种软弱的表现."
    },
    {
      "en": "Palme Commission ( Independent Commission on Disarmament and Security Issue )",
      "cn": "帕尔梅委员会 ( 裁军和安全问题独立委员会 )"
    },
    {
      "en": "Progress in nuclear disarmament cannot be achieved without a global strategic equilibrium and stability.",
      "cn": "核裁军的进展,离不开全球的战略平衡和稳定."
    },
    {
      "en": "She took a firm stand on nuclear disarmament.",
      "cn": "她在核裁军的问题上态度很坚决."
    },
    {
      "en": "The candidates had to state their position on unilateral disarmament.",
      "cn": "候选人须表明他们对单方面裁军所持的立场."
    },
    {
      "en": "The lasting we want it a trigger - happy general at the disarmament talks.",
      "cn": "在裁军会谈中我们最不喜欢的是好战的将军."
    },
    {
      "en": "The session adopted a resolution on disarmament.",
      "cn": "大会通过了一项裁军决议."
    },
    {
      "en": "There are a large bodies of supporting for nuclear disarmament.",
      "cn": "拥护裁减核军备的人很多."
    },
    {
      "en": "We shouldn't harbour any unrealistic notions about the talks on the so - called disarmament.",
      "cn": "我们不应对 所谓 的裁军谈判抱有任何不切实际的想法."
    },
    {
      "en": "Your basic decision must be to identify yourself with a new approach of disarmament.",
      "cn": "你的基本决定必须表明你在裁军问题上有新的主张."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "disarm",
          "tran_cn": " 放下武器；裁减军备"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "disarm",
          "tran_cn": " 解除武装；裁军；缓和"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "nuclear disarmament",
      "tran_cn": "核裁军；裁减核武器协定"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "裁军，裁减军备（尤指核武器）",
      "tran_en": "when a country reduces the number of weapons it has, or the size of its army, navy etc"
    }
  ],
  "exchange": {}
}