{
  "word": "Florida",
  "ipa": {
    "us": "ˈflɒrɪdə",
    "uk": "ˈflɔrədə , 'flɔridə"
  },
  "sentences": [
    {
      "en": "A court at Tampa, Florida has convicted five officials on drugs charges.",
      "cn": "佛罗里达州坦帕市法庭判决5名官员的毒品交易罪名成立。"
    },
    {
      "en": "All the nice areas in Florida are becoming more and more urbanized.",
      "cn": "佛罗里达所有的那些好去处都在变得越来越都市化。"
    },
    {
      "en": "By his own admission, he evaded taxes as a Florida real-estate speculator.",
      "cn": "他亲口承认自己在佛罗里达从事房地产投机生意时逃过税。"
    },
    {
      "en": "Florida oranges have a natural sweetness.",
      "cn": "佛罗里达柑橘带有一种天然的甘甜。"
    },
    {
      "en": "Florida was a long way off.",
      "cn": "佛罗里达离这儿很远。"
    },
    {
      "en": "He started with a good holiday in Key West, Florida.",
      "cn": "他先去佛罗里达的基韦斯特岛度了个愉快的假期。"
    },
    {
      "en": "Hurricane Andrew has passed over the southern tip of Florida.",
      "cn": "飓风“安德鲁”已越过佛罗里达州南端。"
    },
    {
      "en": "Hurricane Betty is now approaching the coast of Florida.",
      "cn": "飓风贝蒂正在逼近佛罗里达海岸。"
    },
    {
      "en": "I suggested he put an aircraft carrier or other large vessel off the coast of Florida and do the same kind of screening.",
      "cn": "我建议他在佛罗里达的海岸上安置一艘航空母舰或是一艘其它种类的大舰艇，进行同样的筛选。"
    },
    {
      "en": "In Florida, farmers are squaring off against cities for rights to groundwater.",
      "cn": "在佛罗里达州，农民正摆好架势，准备和城市争夺地下水的使用权。"
    },
    {
      "en": "That was a very good day in my life, because no one in my family would ever have to live on the streets like I did as a young boy when running away from that abusive Florida orphanage.",
      "cn": "那是我生命中极其美好的一天，因为从此以后，我的家人决不会像童年的我那样住在大街上了——小时候，我逃离那个我备受虐待的佛罗里达孤儿院后，就住在大街上。"
    },
    {
      "en": "The eye of the hurricane hit Florida just south of Miami.",
      "cn": "飓风的风眼袭击了佛罗里达州迈阿密正南部。"
    },
    {
      "en": "The police extradited a prisoner from Florida back to New York.",
      "cn": "警方将一名犯人从佛罗里达州引渡回纽约."
    },
    {
      "en": "They have a timeshare in Florida.",
      "cn": "他们在佛罗里达有一套分时使用的度假房。"
    },
    {
      "en": "They succeeded in putting Perot's name on the ballot in Florida.",
      "cn": "他们成功地让佩罗在佛罗里达州成为了候选人之一。"
    },
    {
      "en": "Tropical storm Marco is pushing northward up Florida's coast.",
      "cn": "热带风暴“马可”正沿佛罗里达海岸向北推进。"
    },
    {
      "en": "Two friends and I drove to Florida during college spring break.",
      "cn": "我和两个朋友在大学春假期间开车去了佛罗里达。"
    },
    {
      "en": "Well, Florida, we are here to say, not this time.",
      "cn": "那么，佛罗里达，我们在这里说，这次不能如此。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "florida keys",
      "tran_cn": "佛罗里达群岛（美国佛罗里达半岛南端的岛群）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "弗罗里达州（美国）"
    }
  ],
  "exchange": {}
}