{
  "word": "amino",
  "ipa": {
    "us": "ə'miːnəʊ",
    "uk": "ə'miːnəʊ"
  },
  "sentences": [
    {
      "en": "Alanine appears to be the preferred amino acid in the transamination.",
      "cn": "丙氨酸在转氨作用中似乎是更好的氨基酸."
    },
    {
      "en": "All proteins are fabricated of compounds known as amino acids.",
      "cn": "所有的蛋白质都是由氨基酸构成的."
    },
    {
      "en": "amino acid",
      "cn": ""
    },
    {
      "en": "amino group or radical",
      "cn": ""
    },
    {
      "en": "Amino transferases are located in the cytoplasm, chlorplasts and microbodies.",
      "cn": "氨基转移酶分布在细胞质 、 叶绿体和微体中."
    },
    {
      "en": "An amine or amino resin is the alkylated reaction product of urea or melamine and formaldehyde.",
      "cn": "含胺基或氨基树脂是尿素或三聚氰胺和甲醛烷基化反应产品。"
    },
    {
      "en": "Arginine accumulates extensively in some plants as a soluble amino acid.",
      "cn": "在某些植物中,精氨酸以可溶性氨基酸大量积累."
    },
    {
      "en": "Each codon either codes for an amino acid or tells the cell to stop making a protein chain.",
      "cn": "每一个密码子或者编码一种氨基酸，或者告诉这些细胞停止生产这个蛋白质链。"
    },
    {
      "en": "I turn the protein in his dinner lamb chop into amino acids.",
      "cn": "我把他晚餐吃的羊排里的蛋白质转变成氨基酸."
    },
    {
      "en": "In deamination, the nitrogen - containing amino portion of the molecules is removed.",
      "cn": "在脱氨作用中, 分子 含氨基 的部分被移去."
    },
    {
      "en": "Little internalization of various amino acid transport sites occurs.",
      "cn": "各种氨基酸输送位点很少发生内在化."
    },
    {
      "en": "Little work has been done on amino sugar biosynthesis.",
      "cn": "在氨基糖生物合成方面,工作做得很少."
    },
    {
      "en": "Players use the cursor to grab, bend, pull, and wiggle the chain of amino acids anywhere along its length, folding the protein into its optimum shape.",
      "cn": "玩家们用光标沿着链长方向在任意位置上抓取、弯曲、拉伸和摆动氨基酸链，把蛋白质折叠成最合适的形状。"
    },
    {
      "en": "Several aminopeptidases complete the hydrolysis of peptides into amino acids.",
      "cn": "几种氨肽酶把肽水解成氨基酸."
    },
    {
      "en": "Sugar and acid had no effect on the content of amino azotes of passionflower juice, which only relate to the content of fumet.",
      "cn": "利用氨基氮的含量检测西番莲果汁含量。西番莲果汁中氨基氮的含量不受酸、糖的影响，只与原果汁的含量有关系。"
    },
    {
      "en": "The vacuolar amino acid pool is utilized during initiation of budding.",
      "cn": "当出芽开始时,液泡的氨基酸库被利用."
    },
    {
      "en": "The vitamins were chosen because they control the amounts of an amino acid called homocysteine in the blood.",
      "cn": "选用维生素是因为他们控制了血液中一种叫高半胱氨酸的氨基酸的含量。"
    },
    {
      "en": "Their amino acid composition resembles that of all the other'soluble \" proteins.",
      "cn": "它们的氨基酸组成与所有其它 可溶性 蛋白质相似."
    },
    {
      "en": "There are many amino acids that the body cannot synthesise itself.",
      "cn": "有许多种氨基酸人体自身不能合成."
    },
    {
      "en": "There are many amino acids that the body cannot synthesize itself.",
      "cn": "有许多种氨基酸人体自身不能合成。"
    },
    {
      "en": "These sites include, carboxyl, epoxy, amino and the like.",
      "cn": "这些部位包括羧基 、 羰基 、 环氧基和氨基等."
    },
    {
      "en": "These two amino acids derive their carbon skeletons from pyruvate.",
      "cn": "这两个氨基酸从丙酮酸获得它们的碳架."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "amido"
          ],
          "tran_cn": "[化学]氨基的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "amidogen"
          ],
          "tran_cn": "[化学]氨基"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "amino acid",
      "tran_cn": "n. [化]氨基酸"
    },
    {
      "phrase": "amino acid analyzer",
      "tran_cn": "氨基酸分析仪；氨基酸组成分析仪"
    },
    {
      "phrase": "amino acid residue",
      "tran_cn": "氨基酸残基"
    },
    {
      "phrase": "amino acid sequence",
      "tran_cn": "氨基酸序列；氨基酸顺序"
    },
    {
      "phrase": "amino group",
      "tran_cn": "[有化]氨基（等于amino radical）"
    },
    {
      "phrase": "amino nitrogen",
      "tran_cn": "[化]氨基氮"
    },
    {
      "phrase": "amino resin",
      "tran_cn": "氨基树脂"
    },
    {
      "phrase": "essential amino acid",
      "tran_cn": "必需氨基酸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<化>氨基的"
    },
    {
      "pos": "n",
      "tran_cn": "[化学] 氨基",
      "tran_en": "of, consisting of, or containing the group of atoms -NH2 "
    }
  ],
  "exchange": {}
}