{
  "word": "epicenter",
  "ipa": {
    "us": "'epɪsentə",
    "uk": "'epɪˌsentə"
  },
  "sentences": [
    {
      "en": "All but one of the deaths were in Mexico, the epicenter of the outbreak.",
      "cn": "除了一人以外其余死者都在墨西哥, 此次疫情的爆发地."
    },
    {
      "en": "At the end of the second swing Epicenter will start.",
      "cn": "最后一秒,震地会开始."
    },
    {
      "en": "From the epicenter of the distance to the source told focal depth.",
      "cn": "从震中到震源的距离叫震源深度."
    },
    {
      "en": "In an age of fad diets, where weight loss is society’s epicenter, and deprivation is the only way to achieve it, it’s a comfort to know that there is still room for small indulgences.",
      "cn": "在一岁一下的时尚饮食中，哪里可以减轻体重哪里就是社会的震中，并且实现它，剥夺就是唯有出路。 知道这里还有余地小小的放任是很安慰的。"
    },
    {
      "en": "Internet makes main communication line in epicenter of slope god earth.",
      "cn": "因特网在阪神大地震中成为主要的通信线路。"
    },
    {
      "en": "It is a mystery how he located the epicenter.",
      "cn": "他是怎样测定震中的还是个谜."
    },
    {
      "en": "Not only has the epicenter of the quake shifted, but, so far, the tremors have shaken markets differently.",
      "cn": "不仅地震的震中发生了转移，而且迄今余震以不同的方式震撼了市场。"
    },
    {
      "en": "Roads to Wenchuan County , epicenter of the quake, were blocked by fallen rocks and debris.",
      "cn": "通往震中汶川的道路被震落的碎石堵住了."
    },
    {
      "en": "Some 1300 rescue and relief troops arrived at Wenchuan County, the epicenter of Monday's major quake with military doctors and soldiers searching for survivors and treating the injured.",
      "cn": "13日下午，约1300人的救援团队首次抵达此次地震的震中汶川县。 医生和救援官兵已立即开始冒雨搜寻幸存者、救治伤者。"
    },
    {
      "en": "The epicenter is the point on the surface directly above the hypocenter.",
      "cn": "震中:地面上正对着震源的地方."
    },
    {
      "en": "The epicenter of sticker shock is moving from the car dealer's showroom to the tire shop.",
      "cn": "价格标签带来的震撼开始从汽车经销商的展示厅转移到轮胎店."
    },
    {
      "en": "The international trade environment in particular is at the epicenter of such changes.",
      "cn": "国际贸易环境的变化更是首当其冲."
    },
    {
      "en": "The panda had been missing from the famed Wolong reserve, located near the epicenter.",
      "cn": "距震中不远的著名的卧龙保护区, 熊猫一直在失踪."
    },
    {
      "en": "The point on the earth's surface directly above is called the epicenter.",
      "cn": "地表上直接对着震源的那一点称为震中."
    },
    {
      "en": "They were the epicenter of none - stop nation - wide virtual shag there.",
      "cn": "他们是这个全国范围中永不停息的舞蹈的核心."
    },
    {
      "en": "With a certain distance from the epicenter of the call from the epicenter.",
      "cn": "某地与震中的距离叫震中距."
    },
    {
      "en": "Worst affected were four counties including the quake's epicenter in Wenchuan , 60 miles northwest of Chengdu.",
      "cn": "成都市以北60英里,处于震中心的汶川县是四个受灾最严重的县之一."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "epicentre",
          "tran_cn": " 震中"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "focus",
            "hub"
          ],
          "tran_cn": "[地震]震中；中心"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<地>震中，中心，集中点"
    }
  ],
  "exchange": {}
}