{
  "word": "Korean",
  "ipa": {
    "us": "kəˈriən",
    "uk": "kəˈriən"
  },
  "sentences": [
    {
      "en": "A Korean airliner was hijacked by two passengers and forced to fly to Tashkent.",
      "cn": "一架韩国的大型客机被两名乘客劫持，被迫飞往塔什干。"
    },
    {
      "en": "A Moroccan fishing vessel and a South Korean cargo ship collided in rough seas.",
      "cn": "一艘摩洛哥渔船与一艘韩国货船在波涛汹涌的大海上相撞了。"
    },
    {
      "en": "Another aunt — this one elderly and a real lover of palm wine — went on and on about a family friend who married a Korean woman.",
      "cn": "另一个伯母——这位年岁较大，是一个真正的棕榈酒爱好者——不停地谈论着一位和韩国女人结婚的家族朋友。"
    },
    {
      "en": "As for whether they will touch upon the situation on the Korean Peninsula, we will know after their meetings.",
      "cn": "至于是否会谈到你所提到的朝鲜半岛局势，这要等他们谈了之后才能知道。"
    },
    {
      "en": "He has translated her latest book into Korean.",
      "cn": "他把她新出的书译成了韩语."
    },
    {
      "en": "I'm crazy about Korean TV plays.",
      "cn": "我非常喜欢韩国电视剧."
    },
    {
      "en": "In 1966 the amazing North Korean team made it to the quarter finals.",
      "cn": "1966年令人瞠目的北朝鲜队挤进了半决赛."
    },
    {
      "en": "One of the major errors they made was the one that led to the Korean War.",
      "cn": "他们由此造成的错误之一就是导致朝鲜战争的爆发."
    },
    {
      "en": "Prices for Korean art have gone through the roof.",
      "cn": "韩国艺术品的价格飞涨。"
    },
    {
      "en": "Servo was swamped with rush order for the Korean war.",
      "cn": "塞尔伏为了朝鲜战争的紧急定货单忙得要死."
    },
    {
      "en": "Servo was swamped with rush orders for the Korean War - perhaps we could help.",
      "cn": "塞尔伏为了韩战的紧急定货单忙得要死 -- 也许我们可以帮他一点忙."
    },
    {
      "en": "The departure of the South Korean prime minister was marked with little fanfare.",
      "cn": "韩国首相悄无声息地离开了。"
    },
    {
      "en": "The Los Angeles riots reflected the bitterness between the black and Korean communities in the city.",
      "cn": "洛杉矶的暴乱反映出这个城市的黑人社区和韩裔社区之间的仇恨。"
    },
    {
      "en": "The point became grimly evident with the outbreak of the Korean War a few weeks later.",
      "cn": "几星期以后,由于朝鲜战争的爆发,这种观点无情地显示了自己的正确性."
    },
    {
      "en": "Then the end of the Korean War produced another spasm of reappraisal.",
      "cn": "后来,朝鲜战争的结束引起了又一次重新评价的热潮."
    },
    {
      "en": "They give Korean colleges a bad name.",
      "cn": "给韩国大学丢尽了脸."
    },
    {
      "en": "We both want stability on the Korean Peninsula and in Pakistan.",
      "cn": "我们都希望朝鲜半岛和巴基斯坦的稳定。"
    },
    {
      "en": "We'll wrap up the Korean stage and head for England.",
      "cn": "我们准备离开韩国舞台动身去英国."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "Corean"
          ],
          "tran_cn": "韩国人的；朝鲜人的；韩国语的；朝鲜语的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "South Korean"
          ],
          "tran_cn": "韩国人；朝鲜人；韩国语；朝鲜语"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "korean air",
      "tran_cn": "大韩航空公司"
    },
    {
      "phrase": "korean barbecue",
      "tran_cn": "韩国烤肉"
    },
    {
      "phrase": "korean pine",
      "tran_cn": "红松；海松"
    },
    {
      "phrase": "korean war",
      "tran_cn": "朝鲜战争"
    },
    {
      "phrase": "south korean",
      "tran_cn": "韩国的；韩国人"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "朝鲜的，朝鲜人的，韩国（人）的，韩国（语）的",
      "tran_en": "Korean means belonging or relating to North or South Korea, or to their people, language, or culture"
    },
    {
      "pos": "n",
      "tran_cn": "朝鲜人，朝鲜国民，朝鲜语",
      "tran_en": "A Korean is a North or South Korean citizen, or a person of North or South Korean origin"
    }
  ],
  "exchange": {
    "pl": [
      "Koreans"
    ]
  }
}