{
  "word": "brewery",
  "ipa": {
    "us": "ˈbruːəri",
    "uk": "ˈbruːəri"
  },
  "sentences": [
    {
      "en": "\" Did you hear any more from the brewery? \"",
      "cn": "“ 你有那家酿酒厂的消息了 吗 ?"
    },
    {
      "en": "Got a job bottle-washing at the brewery. I lasted a fortnight. I couldn't stick it.",
      "cn": "我找了份在啤酒厂洗瓶子的工作。干了两星期，就再也受不了了。"
    },
    {
      "en": "The beer is brewed at the Charles Wells Brewery.",
      "cn": "这种啤酒是查尔斯·威尔斯啤酒厂生产的。"
    },
    {
      "en": "The beer is brewed in the time-honoured way at the Castle Eden Brewery.",
      "cn": "伊登堡酿酒厂以传统酿制方式酿造啤酒。"
    },
    {
      "en": "The brewery had 25 heavy horses delivering beer in London.",
      "cn": "啤酒厂有25匹高头大马在伦敦城中运送啤酒."
    },
    {
      "en": "The brewery supplies the beers to local Asda's, Booths and other independents.",
      "cn": "啤酒厂的啤酒,以供应当地阿斯达的, 摊位及其他独立."
    },
    {
      "en": "The brewery will remain open to the public throughout its ten-year transformation, so the architects wanted to test how a construction site can be used for public activities.",
      "cn": "啤酒厂在它转型的十年内都将持续对公众开放，所以建筑师希望测试一个施工基地怎样才能用于公共活动。"
    },
    {
      "en": "The chief financial officer, Adrian Joseph, is another Lion Brewery alumnus.",
      "cn": "公司首席财务官阿德里安?约瑟夫(AdrianJoseph)是另一位来自雄狮酿酒公司的员工."
    },
    {
      "en": "The Muller family have been making specialist beers at their brewery in Munster for 200 years.",
      "cn": "马勒家族已经在他们位于明斯特的啤酒厂专门从事啤酒酿制达200年之久。"
    },
    {
      "en": "The weather has brought such a demand for beer that one brewery will operate over the weekend.",
      "cn": "天气状况使得对啤酒的需求大增，一家啤酒厂周末要加班了。"
    },
    {
      "en": "They bought all their equipment from a defunct brewery in Manhattan.",
      "cn": "他们那些设备都是从曼哈顿一家已经关闭的啤酒厂购买的。"
    },
    {
      "en": "Until the nineteenth century, yeasts for bread making were obtained directly from the nearest brewery.",
      "cn": "直到十九世纪, 面包用酵母都是直接从最近处的啤酒厂取得的."
    },
    {
      "en": "We had to sell things off to pay the brewery bill.",
      "cn": "我们不得不变卖东西以偿付啤酒厂的账单。"
    },
    {
      "en": "When business was good, the brewery employed 20 people.",
      "cn": "在生意好的时候, 这家酿造厂曾经雇佣过20人."
    },
    {
      "en": "Workers at the Tsingtao Brewery bottle beer for export.",
      "cn": "青岛啤酒厂的工人在给出口的啤酒装瓶."
    },
    {
      "en": "Yes, he slipped this time. Nobody can make money from that brewery.",
      "cn": "对, 他这回失算了. 在那酿酒厂上谁也别想赚钱."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "brew",
          "tran_cn": " 啤酒；质地"
        },
        {
          "word": "brewer",
          "tran_cn": " 啤酒制造者；阴谋家"
        },
        {
          "word": "brewpub",
          "tran_cn": " 出售自制啤酒的酒馆"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "brew",
          "tran_cn": " 酿酒；被冲泡；即将发生"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "brew",
          "tran_cn": " 酿造；酝酿"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "beer brewery",
      "tran_cn": "啤酒厂"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "啤酒厂",
      "tran_en": "a place where beer is made, or a company that makes beer"
    }
  ],
  "exchange": {
    "pl": [
      "breweries"
    ]
  }
}