{
  "word": "materialistic",
  "ipa": {
    "us": "məˌtɪəriəˈlɪstɪk",
    "uk": "məˌtɪriəˈlɪstɪk"
  },
  "sentences": [
    {
      "en": "Happiness exists in spiritual poverty and gratitude in materialistic poverty.",
      "cn": "幸福存在于心灵的贫乏.感激存乎于物质的贫乏."
    },
    {
      "en": "He’s so materialistic.",
      "cn": "他太实利主义了。"
    },
    {
      "en": "Hegel's and Feuerbach's philosophy are the main theoretical root of materialistic dialectics.",
      "cn": "黑格尔哲学和费尔巴哈哲学是唯物辩证法的主要理论来源."
    },
    {
      "en": "I am hardworking and am non - materialistic.",
      "cn": "我是勤勉和上午 非 唯物论."
    },
    {
      "en": "I'm worrying something, girls in China is becoming materialistic.",
      "cn": "我有些担心, 中国的女孩子变得原来越崇尚物质."
    },
    {
      "en": "In this more and more materialistic world.",
      "cn": "在这越来越功利主义的世界."
    },
    {
      "en": "It is materialistic because It'says that the only substances are material substances.",
      "cn": "它是唯物主义是因为它说唯一的实体是物质."
    },
    {
      "en": "Materialistic dialectics is an important part of constituting Marxism.",
      "cn": "唯物辩证法是马克思主义的重要组成部分."
    },
    {
      "en": "She made him both soft and materialistic.",
      "cn": "她把他变成女性化而又实际化."
    },
    {
      "en": "The basic idea was to take a materialistic view of human nature.",
      "cn": "此想法的基本概念,就是以唯物主义的观点看待人性."
    },
    {
      "en": "The majority of the educated grew materialistic in their mental outlook.",
      "cn": "大多数教育是在他们的精神面貌上增长了唯物主义."
    },
    {
      "en": "The materialistic dialectics that any thing is the contradictory entity.",
      "cn": "唯物辩证法认为,任何事物都是矛盾的统一体."
    },
    {
      "en": "the materialistic values of American society",
      "cn": "美国社会的实利主义价值观"
    },
    {
      "en": "The pursuit of materialistic goals usually hinders the pursuit of happiness.",
      "cn": "以追求物质生活为目标往往会阻碍我们对幸福的追求."
    },
    {
      "en": "The symbiotic aesthetical view point is materialistic, various and creative.",
      "cn": "共生美学观是一种唯物的 、 多元的、创造性的美学观."
    },
    {
      "en": "Therefore, this paper tries to study Karl Marx's historical materialistic justice thoughts.",
      "cn": "因此, 本文试图探讨马克思历史唯物主义的正义思想."
    },
    {
      "en": "VOICE: Is he saying that all science is materialistic or atheistic?",
      "cn": "那他是说所有的科学都是唯物论或是无神论的?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "materialism",
          "tran_cn": " 唯物主义；唯物论；物质主义"
        },
        {
          "word": "materialist",
          "tran_cn": " 唯物主义者；实利主义者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acquisitive",
            "bourgeois",
            "earthly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "物质至上主义的，贪图享乐的",
      "tran_en": "concerned only with money and possessions rather than things of the mind such as art, religion, or moral beliefs – used in order to show disapproval"
    }
  ],
  "exchange": {}
}