{
  "word": "Athens",
  "ipa": {
    "us": "'æθənz",
    "uk": "'æθənz"
  },
  "sentences": [
    {
      "en": "A friend of mine sent me some pictures of Athens this morning.",
      "cn": "今天早晨,我的一位朋友给我寄来几幅雅典画片."
    },
    {
      "en": "All Athens swore to carry out his demands.",
      "cn": "所有的雅典人都发誓效忠于他."
    },
    {
      "en": "Athens had turned against its most brilliant and virtuous citizen.",
      "cn": "雅典把矛头指向其最有才有德的人."
    },
    {
      "en": "Athens is often called the queen of the Aegean.",
      "cn": "雅典时常被人称为爱琴海上的皇后."
    },
    {
      "en": "Athens was suffering under the rule of an oligarchy that had no concern for the people's welfare.",
      "cn": "雅典当时饱受寡头集团的统治，他们对人民的福祉毫不关心。"
    },
    {
      "en": "Can you tell me something about the Acropolis in Athens?",
      "cn": "你能给我讲一些关于雅典卫城的事吗?"
    },
    {
      "en": "Cardinal de Bricassart chartered a private plane to Athens.",
      "cn": "德?布里卡撒特红衣大主教获得特许乘坐一架私人飞机去雅典."
    },
    {
      "en": "From the hill we looked out over the rooftops of Athens.",
      "cn": "我们从山上眺望雅典建筑的顶部。"
    },
    {
      "en": "He quit his job as an office boy in Athens.",
      "cn": "他辞去了在雅典当办公室勤杂工的工作。"
    },
    {
      "en": "I asked the Captain to wangle us three tickets to Athens.",
      "cn": "我让机长设法给我们弄3张去雅典的票。"
    },
    {
      "en": "If you’re on a cruise through the Mediterranean, you might only have one day in Athens.",
      "cn": "假如你在一个穿越地中海的乘船观光团上，你就大概只能在雅典呆一天。"
    },
    {
      "en": "It was about 40 kilometres from Athens - the capital of the country.",
      "cn": "距离首都雅典大约有40公里."
    },
    {
      "en": "One of them was Attica ; its centre, the city of Athens.",
      "cn": "其中之一便是阿提卡城邦, 它的中心便是雅典."
    },
    {
      "en": "The best thing for me is that I have equaled what I have done at Athens.",
      "cn": "对我来说，最好的事情是，我取得了在雅典曾经取得过的成绩。"
    },
    {
      "en": "The differences between Athens and Washington seem to be very far.",
      "cn": "雅典与华盛顿特区的差别,似乎非常遥远。"
    },
    {
      "en": "The hymn was written by an obscure Greek composer for the 1896 Athens Olympics.",
      "cn": "这首赞歌是希腊一位名不见经传的作曲家为1896年的雅典奥运会创作的。"
    },
    {
      "en": "They'd come on a direct flight from Athens.",
      "cn": "他们搭乘由雅典直飞这里的航班过来的。"
    },
    {
      "en": "Those were the halcyon days of Athens ( fifth century BC ) when she produced her finest poetry and drama, architecture and sculpture.",
      "cn": "公元5世纪为雅典的太平盛世.雅典最优秀的诗歌、戏剧 、 建筑和雕刻均产生于这一时期."
    },
    {
      "en": "We coordinate the reports from the overseas divisions, and send them on to headquarters in Athens.",
      "cn": "我们整理了海外各部门的报告然后再将其转发给雅典的总部。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雅典（希腊首都）"
    }
  ],
  "exchange": {}
}