{
  "word": "I",
  "ipa": {
    "us": "aɪ",
    "uk": "aɪ"
  },
  "sentences": [
    {
      "en": "As I sidestepped, the bottle hit me on the left hip.",
      "cn": "我侧一步要躲闪的时候，瓶子打中了我的左髋部。"
    },
    {
      "en": "English has hurt me a thousand times, but I still regard it as my first love.",
      "cn": "英语伤我千百遍，我待英语如初恋。"
    },
    {
      "en": "For more information concerning the club contact I. Coldwell.",
      "cn": "咨询俱乐部详情，请与I.科德维尔联系。"
    },
    {
      "en": "I don't see the point in it really. It's just stupid.",
      "cn": "我真的不理解这到底有什么意义，简直是愚蠢透顶。"
    },
    {
      "en": "I don't want any more of that heavy stuff.",
      "cn": "我再也不想碰那种麻烦事了。"
    },
    {
      "en": "I feel it's done me good to get it off my chest.",
      "cn": "我感觉吐吐苦水对我有好处。"
    },
    {
      "en": "I had obtained the authentic details about the birth of the organization.",
      "cn": "我已经掌握了有关该组织诞生的可靠的详细资料。"
    },
    {
      "en": "I have $100m hidden away where no one will ever find it.",
      "cn": "我把1亿美元藏到了一个永远没人会找到的地方。"
    },
    {
      "en": "I have tried to pack a good deal into a few words.",
      "cn": "我尽量言简意赅。"
    },
    {
      "en": "I know it's nothing serious and I feel quite unemotional about it.",
      "cn": "我知道那根本没什么大不了的，所以有些无动于衷。"
    },
    {
      "en": "I moved to this city six years ago.",
      "cn": "六年前我搬到了这个城市。"
    },
    {
      "en": "I thought you might like to read the enclosed.",
      "cn": "我想你或许想要读一下信封里的内容。"
    },
    {
      "en": "I try to remember all the good times I've had here.",
      "cn": "我试着回忆在这里度过的所有美好时光。"
    },
    {
      "en": "I will return, find you, love you, marry you and live without shame.",
      "cn": "我会回去，找到你，爱你，娶你，活的光明正大。《赎罪》"
    },
    {
      "en": "I’m not late again, am I?",
      "cn": "我没有又迟到吧？"
    },
    {
      "en": "It was just then that I chanced to look round.",
      "cn": "就在那时，我恰好环顾了下四周。"
    },
    {
      "en": "My husband and I enjoy going to the theatre.",
      "cn": "我和丈夫喜欢去剧院看戏。"
    },
    {
      "en": "The company I work for went through a rough patch.",
      "cn": "我所在的公司经历了一段困难时期。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "dot the i's and cross the t's",
      "tran_cn": "见 dot"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "碘元素，英语字母表中第九个字母，罗马数字1"
    },
    {
      "pos": "pron",
      "tran_cn": "我，个人，利己主义者",
      "tran_en": "used by the person speaking or writing to refer to himself or herself"
    }
  ],
  "exchange": {}
}