{
  "word": "Alaskan",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Alaskan birch with white to pale brown bark.",
      "cn": "阿拉斯加的一种桦树,白色至浅棕色树皮."
    },
    {
      "en": "Alaskan huskies pull dogsleds.",
      "cn": "阿拉斯加的爱斯基摩狗拉雪橇."
    },
    {
      "en": "Alaskan Malamute is a noble dog with a unique hello story.",
      "cn": "阿拉斯加雪橇犬是一种高贵、有奇特汗青的品种."
    },
    {
      "en": "Alaskan Malamute is a noble dog with a unique history.",
      "cn": "阿拉斯加雪橇犬是一种尊贵、有特殊历史的种类."
    },
    {
      "en": "Best of all, here's a man who brings me fresh - caught Alaskan salmon every fall.",
      "cn": "还有每年秋天, 他都从阿拉斯加给我带回来新鲜的大马哈鱼."
    },
    {
      "en": "But his obeying the ordinary driving commands of the Alaskan trail is no demonstration that he is yours. Any dog in Alaska would obey you as he obeyed.",
      "cn": "他遵守阿拉斯加的驱赶命令并不意味着他就是你的狗，任何阿拉斯加的狗都会像他一样对你俯首贴耳。"
    },
    {
      "en": "But this crab also suffers from something of an identity crisis: Imported king crab is often misnamed Alaskan king crab, because most people think that's the name of the crab.",
      "cn": "但这种蟹类也遭受了类似于身份危机的问题: 由于大多数人认为阿拉斯加帝王蟹就是这种螃蟹的名字，进口帝王蟹通常被这样误称。"
    },
    {
      "en": "C. It will drain the oil reserves in the Alaskan region.",
      "cn": "将消耗的石油储量在阿拉斯加地区."
    },
    {
      "en": "Condition - The Alaskan Malamute a sledge dog.",
      "cn": "形态 —— 阿拉斯加是用于拉拽的职责犬."
    },
    {
      "en": "Drink green tea and plenty of water. Eat blueberries, wild Alaskan salmon, broccoli, almonds & walnuts.",
      "cn": "喝绿茶和大量水. 吃蓝莓 、 野生大马哈鱼 、 花椰菜 、 杏仁 及 胡桃."
    },
    {
      "en": "It's my duty to pass on the tradition of the great Alaskan lead dogs.",
      "cn": "把阿拉斯加伟大的雪橇前狗延续下去是我的责任."
    },
    {
      "en": "The Alaskan Malamute is a noble dog with a unique history.",
      "cn": "阿拉斯加雪橇犬是一种高贵、有独特历史的品种."
    },
    {
      "en": "The Alaskan Malamute is best judged on lead at a moderate speed.",
      "cn": "阿拉斯加的检查核对于最幸亏坦荡之处以中等速率举行."
    },
    {
      "en": "The Alaskan Malamute should stand for examination with confidence.",
      "cn": "阿拉斯加应该充满信心地站着接受审查."
    },
    {
      "en": "The Alaskan ranges have a large array of simulated surface - to - air threats.",
      "cn": "在阿拉斯加宽阔的土地上有大量模拟的地对空威胁."
    },
    {
      "en": "The Falls ~ Every year, 300 million salmon return to Alaskan river where they were born.",
      "cn": "瀑布求生–每年, 三亿三文鱼返回出生地-亚拉斯加."
    },
    {
      "en": "They are moderate shedders, not enthusiastic ones such as Alaskan Malamutes or German Shepherd Dogs.",
      "cn": "拉拉脱毛量适中, 不象阿拉斯加雪撬或德牧那么厉害."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "阿拉斯加州的，阿拉斯加人的"
    },
    {
      "pos": "n",
      "tran_cn": "阿拉斯加州人"
    }
  ],
  "exchange": {}
}