{
  "word": "FBI",
  "ipa": {
    "us": "ˌef bi: ˈaɪ",
    "uk": "ˌefbi'aɪ"
  },
  "sentences": [
    {
      "en": "FBI agent briefed him: \" We'll have our men spotted throughout the Los Angeles area. \"",
      "cn": "联邦调查局的侦探指点他: “ 我们会派人分布在整个洛杉机地区. ”"
    },
    {
      "en": "FBI demands its employees absolute allegiance to this bureau.",
      "cn": "联邦调查局要求其雇员对该局绝对忠诚."
    },
    {
      "en": "He had fallen foul of the FBI.",
      "cn": "他已经惹恼了联邦调查局。"
    },
    {
      "en": "He was a special investigator for the FBI.",
      "cn": "他是联邦调查局的特别调查员."
    },
    {
      "en": "Her job ordinarily consisted of five days a week at FBI headquarters.",
      "cn": "她每周在联邦调查局总部上5天班."
    },
    {
      "en": "I am speeding up the FBI's Uniform Crime Reports.",
      "cn": "我在催促联邦调查局编制犯罪统计一览表."
    },
    {
      "en": "I hate being stood over by the FBI.",
      "cn": "我可讨厌受到联邦调查局的监视。"
    },
    {
      "en": "I've spoken to the FBI.",
      "cn": "我已报告了联邦调查局."
    },
    {
      "en": "Last November, Smith received the FBI's highest civilian honor , the Louis E. Peters Memorial Service Award.",
      "cn": "去年11月史密斯获得了联邦调查局颁发的最高市民荣誉奖――路易斯?E? 彼得贡献纪念奖."
    },
    {
      "en": "Police, lawyers and FBI agents were all among the groups who were unable to tell if people were lying.",
      "cn": "团队里包括警察，律师和美国联邦调查局人员，都是那些无法辨别出人们是否在说谎。"
    },
    {
      "en": "Somehow the whole abortive affair got into the FBI files.",
      "cn": "这件早已夭折的案子不知怎么就进了联邦调查局的档案."
    },
    {
      "en": "The county sheriff is working with the FBI and our own city police.",
      "cn": "县警察局长同联邦调查局和本市的警察一起干."
    },
    {
      "en": "The FBI barged through the gates, demanding to search the plant for evidence.",
      "cn": "联邦调查局的探员破门而入，要求在工厂内搜寻证据。"
    },
    {
      "en": "The FBI kept a voluminous file on Pablo Picasso.",
      "cn": "联邦调查局保存了有关巴勃罗·毕加索的大量档案。"
    },
    {
      "en": "The FBI was started under Teddy Roosevelt by Attorney General Charles Bonaparte.",
      "cn": "联帮调查局是在特迪·罗斯福领导下由司法部长查理·波拿巴创建的."
    },
    {
      "en": "The guys at the rodeo were FBI too, right ?",
      "cn": "在竞技场的那些家伙也是联邦调查局的, 是 吗 ?"
    },
    {
      "en": "These kids have been under FBI surveillance for the last 6 months.",
      "cn": "这些孩子已经被联邦调查局监视6个月了."
    },
    {
      "en": "To find out who she is, they call on a local curator, as well as Bob Wittman and his FBI Art Crime Team.",
      "cn": "为了弄清楚她是谁，他们找到了当地的博物馆，以及鲍勃·惠特曼和他的联邦调查局艺术犯罪小组。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "foreign-born Irish 国外出生的爱尔兰人，Federal Bureau of Investigation 联邦调查局"
    },
    {
      "pos": "other",
      "tran_cn": "美国联邦调查局",
      "tran_en": "The FBI is a government agency in the United States that investigates crimes in which a national law is broken or in which the country's security is threatened"
    }
  ],
  "exchange": {}
}