{
  "word": "photogrammetry",
  "ipa": {
    "us": "fəʊtə'græmətrɪ",
    "uk": "ˌfoʊtə'græmɪtri"
  },
  "sentences": [
    {
      "en": "A survey of these surfaces was last undertaken in 1993 using photogrammetry — a technique that combines overlapping images — to achieve a somewhat limited resolution of 2cm.",
      "cn": "上一次对这些巨石的表面进行的测量工作是在1993年的时候，使用了摄影测量技术---通过这种技术可以把好多张照片合并起来---其极限分辨率可以达到2厘米。"
    },
    {
      "en": "Affordable: Most affordable 2 - in - l scanning system to generate data of photogrammetry - level accuracy.",
      "cn": "价格实惠: 采集扫描并生成照相级的高精度数据,实惠的价格即可拥有合二为一的功能."
    },
    {
      "en": "Cameras exterior orientation elements are important parameters for photogrammetry stereo reconstruction.",
      "cn": "相机的外方位元素是摄影测量立体重建的重要参数."
    },
    {
      "en": "DSM extraction is one of the most important techniques in photogrammetry and remote sensing.",
      "cn": "摘要DSM的自动提取是“数字摄影测量”的最重要技术之一,其关键就是全自动影像匹配."
    },
    {
      "en": "Every photo interpreter should be familiar with basic principles of photogrammetry.",
      "cn": "每个象片解译人员都应当熟悉摄影测量学的基本原理."
    },
    {
      "en": "If you restrict to methodology of photogrammetry including image interpretation, the differences to CV are small.",
      "cn": "如果仅限于近景摄影测量的方法(包括图像解译), 那么它和计算机视觉的区别是微乎其微的."
    },
    {
      "en": "Image matching is a kernel problem in computer vision and digital photogrammetry.",
      "cn": "影像匹配是计算机视觉及数字摄影测量的核心问题."
    },
    {
      "en": "Image matching is a key problem in digital photogrammetry.",
      "cn": "影像匹配是数字摄影测量的关键问题."
    },
    {
      "en": "Image matching is an important technique in auto - measurement of digital photogrammetry.",
      "cn": "影像匹配是数字摄影测量实现自动化量测的核心技术."
    },
    {
      "en": "Image matching is hardcore technology that digital photogrammetry achieve automatic survey.",
      "cn": "影像匹配是数字摄影测量实现自动化量测的关键技术."
    },
    {
      "en": "It'seems that photogrammetry + CAD is an ideal staking out technique of structures.",
      "cn": "联接CAD的近景摄影测量技术是构筑物放样的理想方法."
    },
    {
      "en": "So, in the course of photogrammetry job, it is necessary to calibrate the close shot metric camera, and it is an essential job course to demarcate the digital camera.",
      "cn": "因此，在摄影测量的作业过程中，有必要对近景摄影机进行检校，对数码相机的标定是一项必不可少的作业过程。"
    },
    {
      "en": "The application and development of urban digital cartography are discussed with urban 1∶500 digital areo - photogrammetry.",
      "cn": "本文基于实际应用,结合城市航测1∶500大比例尺数字化地形图的实践,讨论了城市数字化制图的应用及发展前景."
    },
    {
      "en": "The development of the GPS and the computer technology bring new chance to the photogrammetry.",
      "cn": "全球卫星定位系统和计算机技术的快速发展给摄影测量领域带来了新的机遇."
    },
    {
      "en": "The use of photogrammetry lies principally in interpretation of features visible on the air photograph.",
      "cn": "摄影测量学主要是用来解释航空照片上的可见要素."
    },
    {
      "en": "This paper discusses the displacement measurement of antennas by means of digital close range photogrammetry.",
      "cn": "文章介绍了基于数字近景摄影测量原理的天线变形测量方法."
    },
    {
      "en": "With the development of the photogrammetry and remote sensing, people can obtain abundant spacial information.",
      "cn": "随着摄影测量和遥感技术的发展, 人们可以获取丰富的空间信息."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "aerial photogrammetry",
      "tran_cn": "航空摄影测量；航拍测量法"
    },
    {
      "phrase": "digital photogrammetry",
      "tran_cn": "数字摄影测量"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "照相测量法",
      "tran_en": "the process of making measurements from photographs, used esp in the construction of maps from aerial photographs and also in military intelligence, medical and industrial research, etc "
    }
  ],
  "exchange": {}
}