{
  "word": "patriarch",
  "ipa": {
    "us": "ˈpeɪtriɑ:k",
    "uk": "ˈpeɪtriɑrk"
  },
  "sentences": [
    {
      "en": "About one thousand years later, the twenty - eighth patriarch was Bodhidharma.",
      "cn": "差不多一千年后, 禅宗 二十八 传至菩提达摩."
    },
    {
      "en": "And the patriarch that regards Chinese news as the organization, Agency has an action early also.",
      "cn": "而作为中国新闻机构的元老, 新华社也早有动作."
    },
    {
      "en": "At first the patriarch Nicholas Mystikos regency.",
      "cn": "因此一开始的时候,牧首尼古拉斯成为摄政王,主理朝政."
    },
    {
      "en": "Greek patriarch of alexandria and leading defender of Christian orthodoxy against arianism.",
      "cn": "达修亚历山大时期的希腊主教,是基督教正统教派反对阿里乌斯教义的主要保卫者."
    },
    {
      "en": "Her patriarch is strict with her.",
      "cn": "她的家长对她要求很严."
    },
    {
      "en": "I thought of myself as a patriarch, dispensing words of wisdom to all my children.",
      "cn": "我把自己当作在向子女传授至理名言的一家之长。"
    },
    {
      "en": "In Bagdad, Mark was Patriarch for all the cities of Cathay.",
      "cn": "他们俩在巴格达时, 马尔谷被祝圣为“国泰各城市”的总主教."
    },
    {
      "en": "Joseph Kennedy, the clan's patriarch, communicated with Bobby in a series of notes.",
      "cn": "宗族族长约瑟夫·肯尼迪通过一系列便笺和博比交流。"
    },
    {
      "en": "One, he said, had been written by Abraham, the Jewish patriarch.",
      "cn": "他说, 有一张是犹太始祖亚伯拉罕写的."
    },
    {
      "en": "Patriarch Feng was Guru Chen's teacher in Tang Tantra.",
      "cn": "冯大阿闍梨是陈上师的唐密教授师."
    },
    {
      "en": "She suffers all pupil's patriarch's highly praising and respect.",
      "cn": "她受到全体小学生家长的高度赞扬与尊敬."
    },
    {
      "en": "The patriarch of the house, Mr Jawad, rules it with a ferocity renowned throughout the neighbourhood.",
      "cn": "那户人家的家长贾瓦德先生治家严苛，名闻乡里。"
    },
    {
      "en": "The patriarch of the house, Mr. Jawad, rules it with a ferocity renowned throughout the neighbourhood.",
      "cn": "那户人家的家长贾瓦德先生治家严苛，名闻乡里。"
    },
    {
      "en": "The Patriarch or Pope of Rome claimed to be the head of the entire Christian church.",
      "cn": "罗马教皇声称是整个基督教会的头儿."
    },
    {
      "en": "The patriarch paid him a handsome price.",
      "cn": "族长给了他一笔可观的数目."
    },
    {
      "en": "Who was the old patriarch of this family?",
      "cn": "谁是这个家族的族长?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "patriarchal",
          "tran_cn": " 家长的；族长的；由族长统治的"
        },
        {
          "word": "patriarchic",
          "tran_cn": " 族长的；家长的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "patriarchy",
          "tran_cn": " 父权制；家长统治；父系社会"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "author",
            "paterfamilias"
          ],
          "tran_cn": "家长；族长；元老；创始人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bishop"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "家长，族长，元老，（特指）犹太民族的祖先，创始人，鼻祖",
      "tran_en": "an old man who is respected as the head of a family or tribe"
    }
  ],
  "exchange": {
    "pl": [
      "patriarchs"
    ]
  }
}