{
  "word": "homespun",
  "ipa": {
    "us": "ˈhəʊmspʌn",
    "uk": "ˈhoʊmspʌn"
  },
  "sentences": [
    {
      "en": "At high school, mike's homespun humour was the cause of much laughter.",
      "cn": "高中时, 迈克朴素的幽默引起了很多笑声."
    },
    {
      "en": "Franklin might have warmed to Mr Buffett's homespun wisdom.",
      "cn": "富兰克林也许对巴菲特的朴素智慧感同身受."
    },
    {
      "en": "Gaoyang County is known for the textile town, Goyang homespun famous at home and abroad.",
      "cn": "高阳县是著称的纺织之乡, 高阳土布名扬海内外."
    },
    {
      "en": "Homespun is a cloth of coarse weave.",
      "cn": "土布是一种织得粗糙的布."
    },
    {
      "en": "I have to think about it quite hard before I find its faux homespun style annoying.",
      "cn": "我也是颇费了一番功夫,才觉得这个故作朴素的词面目可憎."
    },
    {
      "en": "Mary is truly a homespun girl from the country.",
      "cn": "玛丽实实在在是一位来自乡村的朴实的女孩."
    },
    {
      "en": "Most of them still wore the homespun clothes in which they had left their farms.",
      "cn": "他们大多仍穿着当初离开农场时身上穿的那些土布衣服。"
    },
    {
      "en": "Television programs with unsophisticated or homespun themes that comfort or provide solace.",
      "cn": "主题纯真朴实,看了使人舒心或给人以慰藉的电视节目."
    },
    {
      "en": "The book is simple homespun philosophy.",
      "cn": "这本书阐述的是简单朴实的哲学。"
    },
    {
      "en": "The book was eventually published and became a great success under the title Highland Homespun.",
      "cn": "这本书最后出版了,成了畅销书,书名为《简朴的高地》."
    },
    {
      "en": "The magazine emphasised homespun and leaned to the right - Richard Nixon and Ronald Reagan were fans.",
      "cn": "杂志强调纯朴风且立场右倾,理查德?尼克松及罗纳德?里根都是其拥趸."
    },
    {
      "en": "They believed in simple living and homespun virtues.",
      "cn": "他们崇尚简朴的生活和朴实无华的美德."
    },
    {
      "en": "We used this homespun method to collect foreign guns.",
      "cn": "我们就是用这种土办法拉洋炮."
    },
    {
      "en": "Wealthy women, for example , wore homespun coats rather than buy imports.",
      "cn": "生活富裕的妇女们宁愿身穿自纺的外套也不愿意购买进口货."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "plain",
            "unadorned"
          ],
          "tran_cn": "朴素的，简朴的；手织的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "folkweave"
          ],
          "tran_cn": "土布；手织品"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（尤指思想）朴素的，平常的，（布料）家纺的",
      "tran_en": "homespun ideas are simple and ordinary"
    },
    {
      "pos": "n",
      "tran_cn": "手织物"
    }
  ],
  "exchange": {}
}