{
  "word": "palisade",
  "ipa": {
    "us": "ˌpælɪˈseɪd",
    "uk": "ˌpælɪˈsed"
  },
  "sentences": [
    {
      "en": "After reloading, we walked down the outside of the palisade to see the fallen enemy.",
      "cn": "我们重新装好子弹后, 沿着木栅的外侧走过去察看倒下的敌人."
    },
    {
      "en": "And then there's his triumphant Modern Art Museum of Fort Worth, in Texas, a palisade of glass pavilions that touch down mysteriously on a broad reflecting pool.",
      "cn": "接着是他功成名就的作品德克萨斯州的现代艺术博物馆“沃斯堡”，一排栅栏环绕的玻璃亭倒映在宽阔的建筑群，神秘莫测，引人入胜。"
    },
    {
      "en": "In July, 2006, our company newly established artistic palisade processing factory undertaking processing and installation project.",
      "cn": "我公司于2006年7月份又新成立了艺术围栏加工厂对外承揽加工安装工程."
    },
    {
      "en": "Palisade tissue is rich in saliferous vacuoles, while vascular bundle sheath is obvious.",
      "cn": "栅栏组织富含含盐液泡泡, 维管束鞘明显."
    },
    {
      "en": "Palisade tissue is rich in saliferous vacuoles.",
      "cn": "栅状组织富含含盐液泡。"
    },
    {
      "en": "protected from spring tides by a palisade",
      "cn": "为了抵御大潮，围了一排栅栏"
    },
    {
      "en": "The mesophyll consists of two layers of palisade parenchyma.",
      "cn": "叶肉是由两层栅栏薄壁组织组成."
    },
    {
      "en": "The palisade tissues of the leave are thick. The layer palisade tissues contains prismatic crystals.",
      "cn": "叶栅栏组织较厚, 最外层栅栏组织含草酸钙方晶,叶脉皮层较厚."
    },
    {
      "en": "The result showed that transplanting date influenced thickness of leaf, spongy and palisade parenchyma significantly.",
      "cn": "研究结果表明:移栽期对于叶片解剖结构的影响很大."
    },
    {
      "en": "The smallest veins are in direct contact with chlorenchyma, both palisade and spongy tissue.",
      "cn": "最小的脉是直接和栅栏组织及海绵组织的绿色组织相联结."
    },
    {
      "en": "There is a palisade between the two yards.",
      "cn": "两个院子中间有一道篱笆."
    },
    {
      "en": "There is a thick layer of palisade tissue under the epidermis.",
      "cn": "幼茎多发育为同化枝,表皮下有一层较厚的栅栏组织."
    },
    {
      "en": "They surrounded the yard with a palisade.",
      "cn": "他们用篱笆把院子围起来了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rail fence",
            "timber pile"
          ],
          "tran_cn": "栅栏；木桩；细胞层"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dike",
            "enclosure",
            "precipice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "palisade tissue",
      "tran_cn": "栅状组织"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（用尖桩做的）栅栏",
      "tran_en": "a strong fence made of pointed posts"
    }
  ],
  "exchange": {
    "pl": [
      "palisades"
    ]
  }
}