{
  "word": "helical",
  "ipa": {
    "us": "ˈhelɪkl",
    "uk": "ˈhɛlɪkəl, ˈhilɪ-"
  },
  "sentences": [
    {
      "en": "A helical planetary set reduces transmission noise level by up to 10 dB.",
      "cn": "斜齿行星齿轮装置可使变速器的噪音降低10分贝."
    },
    {
      "en": "Conclusions: Helical CT scanning detects many indeterminate nodules, but few are malignant.",
      "cn": "结论: 螺旋CT扫描检测了一些未确诊结节, 但是很少为恶性."
    },
    {
      "en": "He points out that a similar spin-filtering of photons due to Bragg diffraction has been seen in cholesteric liquid crystals, which also have a helical structure.",
      "cn": "他指出，由于布拉格衍射效应，在同样具有螺旋结构的胆甾相液晶中也观察到了类似的光子自旋滤波。"
    },
    {
      "en": "Helical gears are used to transmit motion between parallel shafts.",
      "cn": "螺线齿轮被用于传送在平行的轴之间的行动."
    },
    {
      "en": "In a globular protein, certain portions of the chain are coiled into helical segments.",
      "cn": "在球状蛋白中, 链的某些部分被盘成螺旋状."
    },
    {
      "en": "In reality, helical springs symmetric pitch near both ends.",
      "cn": "实际上弹簧两端螺旋角逐渐变小."
    },
    {
      "en": "Interestingly, the sheet contains left - handed and right - handed helical chains.",
      "cn": "它最有趣的特征是层中含有左手螺旋链和右手螺旋链."
    },
    {
      "en": "Purpose : To study the dual - phase helical dynamic CT signs of hepatic rnc - tastases.",
      "cn": "目的: 探讨肝转移瘤双期动态增强扫描的CT征象."
    },
    {
      "en": "Roller kiln using helical gear drive, oil bath lubrication.",
      "cn": "辊道窑传动采用斜齿轮, 油浴润滑."
    },
    {
      "en": "The helical gear has become worked down over the years.",
      "cn": "斜齿轮因为年久而磨损了."
    },
    {
      "en": "The polynucleotide chain is helical.",
      "cn": "多核苷酸键是螺旋形的."
    },
    {
      "en": "The structure of the light is a helical line.",
      "cn": "提出光的螺旋线模型."
    },
    {
      "en": "The technology of pulling forming method of helical vane is introduced.",
      "cn": "介绍螺旋叶片拉伸成形工艺方法."
    },
    {
      "en": "Thermal blooms and radiation leaks spewed in helical showers from the vessels.",
      "cn": "热量发散和辐射泄漏从那些飞船上螺旋淋浴一样喷射着."
    },
    {
      "en": "They are stabilized in a helical shape that stays active longer in the body.",
      "cn": "这种肽能够以螺旋形状稳定存在，并能够在体内保持长期活性。"
    },
    {
      "en": "To think that Rosie had all the 3D data for nine months and wouldn't fit a helix to it and I was taking her word for it that the data was anti-helical.",
      "cn": "罗莎（指富兰克林——译者注）累积了九个月的3D数据，没有一个和螺旋相符，她告诉我有可能是反螺旋，我早该听她的话。 我的天啊！"
    },
    {
      "en": "Two types of viral symmetry have been recognized, the cubical symmetry and helical symmetry.",
      "cn": "已经证实病毒有两种对称型, 即立体对称和螺旋对称."
    },
    {
      "en": "Virions may be polyhedral or helical and vary greatly in size.",
      "cn": "其形状有多面体形和螺旋形,其体积大小多变."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "spiral",
            "gyroidal"
          ],
          "tran_cn": "螺旋形的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "roundabout"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "helical antenna",
      "tran_cn": "螺旋形天线"
    },
    {
      "phrase": "helical blade",
      "tran_cn": "螺旋叶片"
    },
    {
      "phrase": "helical curve",
      "tran_cn": "螺旋形曲线"
    },
    {
      "phrase": "helical gear",
      "tran_cn": "斜齿轮"
    },
    {
      "phrase": "helical groove",
      "tran_cn": "螺旋槽"
    },
    {
      "phrase": "helical line",
      "tran_cn": "螺旋线"
    },
    {
      "phrase": "helical spring",
      "tran_cn": "螺旋弹簧"
    },
    {
      "phrase": "helical surface",
      "tran_cn": "螺旋面"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "螺旋状的，螺线",
      "tran_en": "of or shaped like a helix; spiral "
    }
  ],
  "exchange": {}
}