{
  "word": "metaphysics",
  "ipa": {
    "us": "ˌmetəˈfɪzɪks",
    "uk": "ˌmɛtəˈfɪzɪks"
  },
  "sentences": [
    {
      "en": "'I told you, Winston,'he said,'that metaphysics is not your strong point.",
      "cn": "“ 我告诉过你, 温斯顿, ” 他说, “ 形而上学不是你的所长."
    },
    {
      "en": "At one point in the Metaphysics, Aristotle seems to distinguish between empirical studies and deductive logic.",
      "cn": "在《形而上学》一书中, 亚里士多德似乎已谈到了经验研究和推理逻辑的区别."
    },
    {
      "en": "He investigates theology, and metaphysics and all sorts of subjects.",
      "cn": "他研究神学, 还有形而上学,还有各种各样的学问."
    },
    {
      "en": "Historical science's thinking is practice - animadvert's thinking and metaphysics is abstract thinking.",
      "cn": "历史科学思维是实践批判思维,形而上学是抽象思辨思维."
    },
    {
      "en": "Kant's work on the critique of experience became ultimately indistinguishable from ontology and metaphysics.",
      "cn": "康德关于经验的评论著作最终与本体论和形而上学混为一谈。"
    },
    {
      "en": "Life Confucianism devotes itself to the rebuilding of Confucian metaphysics.",
      "cn": "生活儒学致力于儒家形而上学在生活本源上的重建."
    },
    {
      "en": "Metaphysics is concerned with the description of the fundamental aspects of reality.",
      "cn": "形而上学研究的是对现实的根本方面的描述."
    },
    {
      "en": "Metaphysics is part and parcel of the idealist world outlook.",
      "cn": "形而上学是唯心主义世界观的组成部分."
    },
    {
      "en": "Metaphysics is the finding of bad reasons for what we believe on instinct.",
      "cn": "形而上学,等于为我们本能地相信的东西找寻无谓的理由."
    },
    {
      "en": "My mind weary with metaphysics.",
      "cn": "由于净谈抽象理论,我心里感到非常厌倦."
    },
    {
      "en": "Promote materialist dialectics and oppose metaphysics and scholasticism.",
      "cn": "要提倡唯物辩证法,反对形而上学和烦琐哲学."
    },
    {
      "en": "The theoretical sciences, which seek truth, are mathematics, physics, and metaphysics.",
      "cn": "理论性科学是探求真理的, 包括数学, 物理学以及形而上学."
    },
    {
      "en": "There is an alliance between logic and metaphysics.",
      "cn": "逻辑与形而上学之间有类似之处."
    },
    {
      "en": "They tried to quit themselves of the shackles of metaphysics.",
      "cn": "他们尽力设法摆脱形而上学的枷锁."
    },
    {
      "en": "Traditionally, philosophy has been partitioned into three areas: epistemology, metaphysics, and value theory.",
      "cn": "哲学在传统上分为三个领域: 认识论 、 形而上学和价值理论."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "metaphysical",
          "tran_cn": " 形而上学的；超自然的；玄学派诗歌的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ontologies"
          ],
          "tran_cn": "玄学，形而上学"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dialectic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "形而上学，玄学",
      "tran_en": "the part of  philosophy  that is concerned with trying to understand and describe the nature of truth, life, and  reality "
    }
  ],
  "exchange": {
    "adj": [
      "metaphysical"
    ]
  }
}