{
  "word": "aeronautics",
  "ipa": {
    "us": "ˌeərəˈnɔːtɪks",
    "uk": "ˌerəˈnɔːtɪks"
  },
  "sentences": [
    {
      "en": "Advanced Aeronautics booster color changes for Apollo and Carrier Drones.",
      "cn": "先进航空学将会改变阿波罗和舰载机的加速器颜色."
    },
    {
      "en": "Although it was a great hobby for her, she wanted to study aeronautics or astronomy as a career.",
      "cn": "不过这只是她一大爱好，她本想学习航空或天文作为职业。"
    },
    {
      "en": "Apollos and Drones retain booster light when upgraded with Advanced Aeronautics atCarrier.",
      "cn": "阿波罗和舰载机保持加速器点火的特效,即使升级了先进航空学."
    },
    {
      "en": "Beryllium has been widely used in aeronautics and astronautics, electron industry and national defense industry.",
      "cn": "铍及铍合金在航空航天 、 电子工业和国防工业等方面应用十分广泛."
    },
    {
      "en": "Ceramic matrix textile composite has been widely used as components in hot end of aeronautics astronautics.",
      "cn": "纺织陶瓷基复合材料在航空航天器的热端部件有着广阔的应用前景."
    },
    {
      "en": "Evolvable Hardware has high value and huge potential use in electronic systems of Aeronautics and Astronautics.",
      "cn": "进化硬件在航空航天电子系统中有巨大的应用价值和潜力."
    },
    {
      "en": "Finally, the Civil Aeronautics Board ( CAB ) has jurisdiction over civil aviation, including routes, rates, and sudsidies.",
      "cn": "最后, 民用航空局 ( CAB ) 对民航(包括航线, 运费和津贴)有管辖权."
    },
    {
      "en": "If we in fact had the right level of investment in aeronautics, we would not currently be competing with Airbus.",
      "cn": "如果我们真的在航空领域投入了足够多的资金，现在就绝不会还在与空中客车缠斗了。"
    },
    {
      "en": "MCS - 51 serial single chip interface technique [ M ]. Beijing: Beijing Aeronautics and Astronautics University Press, 2000.",
      "cn": "MCS-51系列单片机实用接口技术 [ M ]. 北京: 北京航空航天大学出版社, 2000."
    },
    {
      "en": "MSTC of Beijing University of Aeronautics and Astronautics.",
      "cn": "中文原创--北京航空航天大学微软技术俱乐部."
    },
    {
      "en": "My dream is to go to UCLA and study aeronautics.",
      "cn": "我的梦想是去加利福尼亚大学洛杉机分校学航空学."
    },
    {
      "en": "Practical interface technique for MCS - 51 microcontroller. Beijing: Beijing University of Aeronautics and Astronautics Press, 1999.",
      "cn": "MCS-51系列单片机实用接口技术[M]. 北京: 北京航空航天大学出版社, 1999."
    },
    {
      "en": "Resin matrix composites are significant structural materials in the fields of astronautics and aeronautics.",
      "cn": "树脂基复合材料是航空、航天领域中的新型重要结构材料."
    },
    {
      "en": "School of Aeronautics ( FITSOA ) provides university - level aviation education and training.",
      "cn": "该航空学院 ( FITSOA ) 提供大学程度的航空教育和培训."
    },
    {
      "en": "The application technique of ATMEL 89 [ M ]. Beijing: Beijing University of Aeronautics and Astronautics Press, 2002.",
      "cn": "ATMEL89系列单片机应用技术 [ M ]. 北京: 北京航空航天大学出版社, 2002."
    },
    {
      "en": "The examples include the analysis of pariculate contamination in paint , polymers , paper , aeronautics , pharmaceuticals , and medicine.",
      "cn": "实例包括染料 、 张 、 行器 、 品中的颗粒污染分析."
    },
    {
      "en": "Various kinds of special - shaped instruments, tight space, equipments with requirement of fireproof, aeronautics and astronautics, etc.",
      "cn": "不规则形状部件, 狭隘的隔热空间, 有阻燃要求的设备,航空, 航天等."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "aeronautic",
          "tran_cn": " 航空的"
        },
        {
          "word": "aeronautical",
          "tran_cn": " 航空的；航空学的；飞机驾驶员的（等于aeronautic）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "aerial",
            "aerostatics",
            "aviation",
            "ballooning",
            "flight",
            "flying",
            "gliding",
            "navigation",
            "volitation"
          ],
          "tran_cn": "宇航,航空,飞行"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "航空学，飞行术",
      "tran_en": "the science of designing and flying planes"
    }
  ],
  "exchange": {
    "adj": [
      "aeronautical"
    ]
  }
}