{
  "word": "Haiti",
  "ipa": {
    "us": "'heɪtɪ",
    "uk": "'heɪtɪ"
  },
  "sentences": [
    {
      "en": "Arrives islands successively and so on Bahamian archipelago, Cuba, Haiti, Dominica, Trinidad.",
      "cn": "先后到达巴哈马群岛 、 古巴 、 海地 、 多米尼加 、 特立尼达等岛."
    },
    {
      "en": "Gerald Murray at the University of Florida is an expert on Haiti.",
      "cn": "福罗里达州立大学的杰拉尔德.莫里是一位海地专家."
    },
    {
      "en": "Gratitude to the people of Haiti, for their strength, resilience and faith, the faith of human spirit, the spirit that burns in all of us today.",
      "cn": "我们感激海地人民，他们展现了毅力、韧劲和信念，这是人类精神信念，是今天在我们所有人心中燃烧的信念。"
    },
    {
      "en": "Haiti becomes a signatory to the Buenos Aires copyright treaty.",
      "cn": "1919年,海地成为布宜诺斯艾利斯版权条约的签字国之一."
    },
    {
      "en": "Haiti is an island nation a high population a history of deforestation.",
      "cn": "海地是个岛国,人口甚多,滥伐森林的情况由来已久."
    },
    {
      "en": "I love Clef - I don't discount what he's done for Haiti.",
      "cn": "我喜欢怀克里夫,他为海地所做的,不会被忽略."
    },
    {
      "en": "Impunity is especially prevalent in cases of violence against women in Haiti.",
      "cn": "免刑责在海地特别盛行尤其是对女性暴力来说."
    },
    {
      "en": "In two thousand five , Wyclef formed the Yeli Haiti Foundation.",
      "cn": "2005年,Wyclef成立了“耶利海地基金会”."
    },
    {
      "en": "More on Creole Identities. Haiti vs. the Dominican Republic.",
      "cn": "更多关于克理奥尔身份认同的讨论. 海地相对于多明尼加共和国."
    },
    {
      "en": "Mr Balaguer is deploying more soldiers along his country's porous border with Haiti.",
      "cn": "巴拉格尔先生正向本国和海地之间驻守不严的边界部署更多的士兵。"
    },
    {
      "en": "On 11 September it reached the southern tip of Haiti.",
      "cn": "它于9月11日到达海地的南端."
    },
    {
      "en": "She begins speaking in the Creole of Haiti.",
      "cn": "她开始说海地克里奥尔语。"
    },
    {
      "en": "Tanya is working with the charity Save the Children in Haiti.",
      "cn": "塔尼亚目前在一家名为“救救海地的孩子”的慈善机构工作."
    },
    {
      "en": "Uruguay and Haiti hung uncertainly in the middle.",
      "cn": "乌拉圭和海地则在中间摇摆."
    },
    {
      "en": "We have seen riots in Egypt, Cameroon, Haiti, and Burkina Faso.",
      "cn": "埃及, 喀麦隆, 海地和布基纳法索已经出现了这种情况."
    },
    {
      "en": "We went through this after the Haiti earthquake, and all of the arguments which applied there apply to Japan as well.",
      "cn": "我们在海地地震后讨论过这个，并且相信所有适用于那里的论断同样会在适用于日本。"
    },
    {
      "en": "When something happens in Haiti or Hunan, the rest of us learn about it in real time – from real people.",
      "cn": "在海地或湖南发生什么情况时，我们其余的人都能从当事者那里实时得知。"
    },
    {
      "en": "You want to fly to haiti for a quickie divorce just for our psyches?",
      "cn": "你想去海地快速离婚是为了我们的精神健康?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海地"
    }
  ],
  "exchange": {}
}