{
  "word": "tricycle",
  "ipa": {
    "us": "ˈtraɪsɪkl",
    "uk": "ˈtraɪsɪkl"
  },
  "sentences": [
    {
      "en": "A game that is very popular with these young swimmers is the underwater tricycle race.",
      "cn": "这些幼小的游泳运动员非常喜爱的一项运动就是水下三轮车比赛."
    },
    {
      "en": "A tricycle was in my way.",
      "cn": "一辆三轮车挡了我的道."
    },
    {
      "en": "According to eyewitnesses, some three - year - old hit man, driving a motor tricycle.",
      "cn": "据目击者称, 打人男子大约三十 岁, 驾驶着一辆电动三轮车."
    },
    {
      "en": "And draw up the electric tricycle industry colorful vision.",
      "cn": "共绘电动三轮车行业绚丽多彩的宏图."
    },
    {
      "en": "He cannibalized his old bicycle to repair his tricycle.",
      "cn": "他把旧自行车的零件拆下来修配他的三轮车。"
    },
    {
      "en": "He took away our big color television on a flatbed tricycle.",
      "cn": "他用平板车拉走了我家的大彩电."
    },
    {
      "en": "I understand they use every part of the tricycle.",
      "cn": "他们会好好利用三轮车的任何一部分."
    },
    {
      "en": "Large modern - day aircraft utilizes either bicycle or tricycle landing gears.",
      "cn": "大型的现代飞机不是采用双轮式着陆架,就是采用三轮式着陆架."
    },
    {
      "en": "Motorcycle: Bicycle or tricycle propelled by an internal combustion engine.",
      "cn": "摩托车: 由内燃机驱动的两轮或三轮车."
    },
    {
      "en": "Our baby daughter was born in the Philippines, where our usual form of transport is a tricycle .",
      "cn": "我们的婴儿的女儿出生在菲律宾，那里我们一贯形式的运输是一种三轮车。"
    },
    {
      "en": "Our son has just graduated from a tricycle to a proper bicycle.",
      "cn": "我们的儿子刚刚从骑三轮车过渡到骑普通自行车."
    },
    {
      "en": "Our son have just graduate from a tricycle to a proper bicycle.",
      "cn": "我们的儿子刚刚从骑三轮自行车过渡到骑普通自行车了."
    },
    {
      "en": "The boy pedalled away on his tricycle.",
      "cn": "那个男孩踩着他的三轮脚踏车走了."
    },
    {
      "en": "The extension bridge is steep,so the tricyclist has to get off his tricycle and push it up.",
      "cn": "引桥陡滑，三轮车车夫必须下车把三轮车推上桥。"
    },
    {
      "en": "The little girl abandoned her tricycle.",
      "cn": "那个小女孩丢弃了她的三轮车."
    },
    {
      "en": "The poor little fellow fell off his tricycle.",
      "cn": "这可怜的小家伙从他的三轮童车上摔下来了."
    },
    {
      "en": "The utility model relates to a tricycle frame.",
      "cn": "本实用新型涉及三轮车的车架."
    },
    {
      "en": "Therefore, we offer the following type for manufactory or individual user to modify and fit with their tricycle .",
      "cn": "因此，我们提供的制造厂或个人用户的以下类型的修改和适应他们的三轮车。"
    },
    {
      "en": "When unemployed, I went to drive a tricycle.",
      "cn": "我失业的时候就去拉三轮车."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "trike",
            "pedicab",
            "trishaw"
          ],
          "tran_cn": "[车辆]三轮车"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bicycle",
            "wheel"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "motor tricycle",
      "tran_cn": "机动三轮车；三轮摩托车"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "三轮车",
      "tran_en": "a bicycle with three wheels, especially for young children"
    }
  ],
  "exchange": {
    "pl": [
      "tricycles"
    ]
  }
}