{
  "word": "hypersensitive",
  "ipa": {
    "us": "ˌhaɪpəˈsensətɪv",
    "uk": "ˌhaɪpərˈsensətɪv"
  },
  "sentences": [
    {
      "en": "\" I'm not the least bit hypersensitive.",
      "cn": "“ 我一点儿不神经过敏."
    },
    {
      "en": "DIOAN is contraindicated in patients who are hypersensitive to any component of this product.",
      "cn": "代文禁用于对该制剂所含任何成分敏感患者."
    },
    {
      "en": "He is hypersensitive to any kind of criticism.",
      "cn": "他对任何一种批评都过敏."
    },
    {
      "en": "He is hypersensitive to what people say about him.",
      "cn": "他对别人谈论有关他的事过于敏感."
    },
    {
      "en": "He's hypersensitive to any kind of criticism.",
      "cn": "他对任何批评都受不了。"
    },
    {
      "en": "Hypersensitive reaction and callose formation were two important resistance mechanisms.",
      "cn": "过敏性坏死反应和胼胝质的形成是2个重要的抗锈机制."
    },
    {
      "en": "I am hypersensitive to Est é e Lauder.",
      "cn": "我使用雅诗兰黛会过敏."
    },
    {
      "en": "METHODS: Acute toxicity test and skin hypersensitive test were used.",
      "cn": "方法: 常规急性毒性试验和皮肤刺激性试验."
    },
    {
      "en": "Objective : To study the anti - inflammatory , analgesic and anti - hypersensitive actions of extracts from Clerodendron bungei Steud.",
      "cn": "目的: 探讨臭牡丹提取物的 抗炎 、 镇痛、 抗 过敏作用."
    },
    {
      "en": "Student teachers were hypersensitive to any criticism of their performance.",
      "cn": "实习教师对任何针对他们表现的批评意见都异常敏感。"
    },
    {
      "en": "The child was hit 10 thousand defeat and hypersensitive shape appears after hives prevents needle!",
      "cn": "孩子打了百百破和麻疹预防针后出现过敏症状!"
    },
    {
      "en": "The country's finances are hypersensitive to currency fluctuations and international economic shocks.",
      "cn": "该国无论对于货币波动抑或国际经济冲击都相当敏感."
    },
    {
      "en": "This explanation was readily understood by Melanie who was hypersensitive about all matters relating to childbirth.",
      "cn": "媚兰对这样的解释是十分理解的,和生育有关的任何事情她都非常体谅."
    },
    {
      "en": "To investigate the allergen distribution and characteristic in hypersensitive children.",
      "cn": "了解儿童变态反应性疾病患者过敏原分布情况及特点."
    },
    {
      "en": "What are the indicators of the positive reaction to hypersensitive test?",
      "cn": "青霉素皮试结果阳性有何表现?"
    },
    {
      "en": "Whether can shrimp paste also have hypersensitive state to the skin?",
      "cn": "虾酱对皮肤是否也会有过敏症状?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hypersensitivity",
          "tran_cn": " 过敏症；高灵敏度"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "irritable",
            "touchy"
          ],
          "tran_cn": "[医]过敏的；高灵敏度的；超感光度的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sensitive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "过敏的，高度灵敏的",
      "tran_en": "if someone is hypersensitive to a drug, substance etc, their body reacts very badly to it"
    }
  ],
  "exchange": {
    "noun": [
      "hypersensitivity"
    ]
  }
}