{
  "word": "retinue",
  "ipa": {
    "us": "ˈretɪnju:",
    "uk": "ˈretənu"
  },
  "sentences": [
    {
      "en": "A staff of people following in attendance; a retinue.",
      "cn": "随行人员随行跟从的全体人员; 随员."
    },
    {
      "en": "Do get to 1900 metres level hypertension appear on retinue, hypertension appear altitude reaction meeting?",
      "cn": "到达海拔1900米左右出现高血压, 高原反应会出现高血压 吗 ?"
    },
    {
      "en": "Feng Yuan was ordered to prepare a state banquet for him and his retinue.",
      "cn": "冯远奉命要为和阗王和他的随从准备国宴."
    },
    {
      "en": "He strode past with his retinue of aides.",
      "cn": "他与他的随员们大步走了过去."
    },
    {
      "en": "He was attended by a numerous retinue.",
      "cn": "他有许多随员陪同."
    },
    {
      "en": "His opponents then killed off his retinue.",
      "cn": "他的对手后来杀光了他的扈从."
    },
    {
      "en": "Mind trainers are now part of a tennis star's retinue.",
      "cn": "现在，网球明星的随行人员中有些是心理培训师。"
    },
    {
      "en": "She is a retinue of doctor.",
      "cn": "她是医生的助手."
    },
    {
      "en": "The Emperor and his retinue were framed by the escort and fell from power.",
      "cn": "皇帝及他的随从们被内宫护卫所谋害,被逐出权力圈子."
    },
    {
      "en": "The king's retinue accompanied him on the journey.",
      "cn": "国王的侍从在旅途上陪伴着他."
    },
    {
      "en": "The Queen was flanked by a retinue of bodyguards and policemen.",
      "cn": "女王左右有保镖和警察护卫着."
    },
    {
      "en": "Then she left and returned with her retinue to her own country.",
      "cn": "于是女王和她臣仆转回本国去了."
    },
    {
      "en": "Two whole floors of the hotel were booked for the president's retinue.",
      "cn": "旅馆的整整两层都预定给总统的随扈了."
    },
    {
      "en": "You and your retinue should protect Dharma Masters such as these.",
      "cn": "汝等及眷属.应当拥护如是法师."
    },
    {
      "en": "You mean, the latest victim is not part of the royal retinue?",
      "cn": "你的意思是, 最后一名死者不是皇室随从的一员?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lictor"
          ],
          "tran_cn": "随行人员；扈从"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "entourage",
            "following"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "一批随员",
      "tran_en": "a group of people who travel with someone important to help and support them"
    }
  ],
  "exchange": {
    "pl": [
      "retinues"
    ]
  }
}