{
  "word": "steadiness",
  "ipa": {
    "us": "'stedɪnəs",
    "uk": "'stedɪnəs"
  },
  "sentences": [
    {
      "en": "Brumbach's voice is less explosive , almost regretful, sad in its steadiness.",
      "cn": "布伦巴赫的声音里减少了火药味, 几乎带些懊悔的口气, 于平稳中见到些悲哀."
    },
    {
      "en": "Cross test and repeated test showed that DIGFA had better specificity and steadiness.",
      "cn": "交叉试验与重复试验结果显示DIGFA具有较好的特异性及稳定性."
    },
    {
      "en": "Flavour of the past touches my soul, because that represents the broadness and steadiness of history.",
      "cn": "旧去的味道让我的灵魂感动, 因为那是历史的博大和厚重."
    },
    {
      "en": "He trusted her clear steadiness that she would do what she said.",
      "cn": "他相信她绝对说得出做得到."
    },
    {
      "en": "Individuals with fixed sign understand that steadiness is important.",
      "cn": "固定个性的人相信稳定是很重要的."
    },
    {
      "en": "It was this steadiness and loyalty to her comrades that most appealed to the British officers who later agreed to train her to become an SOE agent.",
      "cn": "正是这种坚持稳定和对同志的忠诚打动了那位英国军官，成为他后来同意将她训练为一名特别行动处特工的最重要原因。"
    },
    {
      "en": "Lead - calcium tin alloy provides electrode steadiness and utmost gassing - removing.",
      "cn": "铅一钙一锡合金确保极板的稳定性,以及最大程度抑掣气体的产生."
    },
    {
      "en": "Making our enterprise become to the steadiness, vigour, strongest and bigness.",
      "cn": "实现产品多元化,把企业做稳 、 做活 、 做强、做大."
    },
    {
      "en": "On the contrary, the political system will lose its steadiness.",
      "cn": "反之, 则出现政治体系的不稳定."
    },
    {
      "en": "Steadiness and firmness were the most outstanding characters of Zhang Jian.",
      "cn": "持重与稳健是张謇性格中最突出的特征."
    },
    {
      "en": "The algorithm has steadiness in precision and formulation in program algorithm.",
      "cn": "该方法具有精度稳定性好,编程算法简洁的特点."
    },
    {
      "en": "The features affected by family environment are intelligence, steadiness, excitability, perseverance, courage, sensitivity and suspicion.",
      "cn": "受家庭环境影响的人格特质为:聪慧性 、 稳定性 、 恃强性 、 兴奋性、有恒性 、 敢为性 、 敏感性和怀疑性."
    },
    {
      "en": "The result shows that the algorithm has good convergence and steadiness.",
      "cn": "仿真结果表明这种方法具有较好的收敛性与稳定性."
    },
    {
      "en": "The risk occurrence in futures market not only harm the benefit of investors, but also harm the steadiness of the futures market.",
      "cn": "期货市场风险的发生，严重损害了投资者的利益，对期货市场的稳定造成了极大的危害。"
    },
    {
      "en": "The tension take - up is controlled by the regulating valve which ensures steadiness and reliability force.",
      "cn": "收线张力由调压阀调节,保证张力恒定可靠."
    },
    {
      "en": "This paper studied emphatically the heat steadiness of naphthaline and compatibility of naphthaline with carbon steel.",
      "cn": "本文着重对萘的热稳定性以及碳钢萘间的相容性进行实验研究。"
    },
    {
      "en": "This paperdiscussed the effects of change of body CG and steadiness to soccertechniqu.",
      "cn": "本文着重从理论上探讨人体重心与稳度关系变化对足球技术的影响."
    },
    {
      "en": "Under those conditions he observed steadiness and to rank them.",
      "cn": "就在这样的情形下,他观察马儿的稳定性,并以此来评定它们的等级."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "steadfast",
          "tran_cn": " 坚定的；不变的"
        },
        {
          "word": "steady",
          "tran_cn": " 稳定的；不变的；沉着的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "steadfastly",
          "tran_cn": " 踏实地；不变地"
        },
        {
          "word": "steadily",
          "tran_cn": " 稳定地；稳固地；有规则地"
        },
        {
          "word": "steady",
          "tran_cn": " 稳定地；稳固地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "steady",
          "tran_cn": " 关系固定的情侣；固定支架"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "steady",
          "tran_cn": " 稳固"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "steady",
          "tran_cn": " 使稳定；稳固；使坚定"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "stabilization",
            "invariableness"
          ],
          "tran_cn": "稳定；稳健；不变；稳固"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "consistency",
            "poise",
            "security",
            "stability"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "坚定性，持续性，稳定性"
    }
  ],
  "exchange": {
    "adv": [
      "steadily"
    ],
    "adj": [
      "steady"
    ]
  }
}