{
  "word": "bailiff",
  "ipa": {
    "us": "ˈbeɪlɪf",
    "uk": "ˈbelɪf"
  },
  "sentences": [
    {
      "en": "Do you know that I should have had a bailiff and a protest after me?",
      "cn": "法院的执达吏快要把人家告发我的拒绝付款状给我送来了."
    },
    {
      "en": "He heard the bailiff say.",
      "cn": "他听到执行官说."
    },
    {
      "en": "If a bailiff - hand with the portability of the old things, that life is a major blessing.",
      "cn": "如果真有执子之手与子携老之事, 那也真是人生一大幸事."
    },
    {
      "en": "If the bailiff thinks that things could turn nasty he will enlist the help of the police.",
      "cn": "如果法警认为事情变得不可收拾，他就会寻求警方的帮助。"
    },
    {
      "en": "Neither judge nor bailiff is known there.",
      "cn": "他们既不知道有审判官,也不知道有执法官."
    },
    {
      "en": "Now I have a bailiff, a townsman ; he seems a practical fellow.",
      "cn": "我现在用的总管是个城里人, 看起来倒是个很能干的小伙子."
    },
    {
      "en": "Only a few go through the final humiliation of meeting the bailiff at the door.",
      "cn": "很少有人经受执达官上门的奇耻大辱。"
    },
    {
      "en": "Samson was the bailiff.",
      "cn": "萨姆森是负责农场的管家."
    },
    {
      "en": "The bailiff had a weakness for Michael, whom he had known from his bottle up.",
      "cn": "管家偏爱迈克尔, 因为他从迈克尔吃奶的时候就认识他."
    },
    {
      "en": "The bailiff was in charge of issuing a summons on the defendant.",
      "cn": "法庭执行官负责向被告签发传票."
    },
    {
      "en": "The bailiff was in charge of issuing a summons on the plaintiff.",
      "cn": "法庭执达官负责向被告签发传票."
    },
    {
      "en": "The court bailiff said jurors did not wish to speak to news media until the sentencing.",
      "cn": "法院法警说，陪审员不想在宣判之前接受新闻媒体采访。"
    },
    {
      "en": "The master of the house is a bailiff, and he is very strict indeed.",
      "cn": "屋主人是个法警, 他确实很严厉."
    },
    {
      "en": "The summons was served by a bailiff.",
      "cn": "该传票已由法警送达."
    },
    {
      "en": "Units of legal affairs: procurator, amanuensis, forensic physician, inspector, bailiff, investigator, rectification personnel, and guard.",
      "cn": "四法务单位: 检察官 、 书记官 、 法医师 、 检验员 、 法警 、 调查人员 、 矫正人员及驻卫警."
    },
    {
      "en": "Wu Hongyan is a single young woman who work as a bailiff in a regional court.",
      "cn": "年轻的单身女性吴红燕是一位女法警,在地方法院工作."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "judicial policeman",
            "bumbailiff"
          ],
          "tran_cn": "[法]法警；执行官；区镇的地方长官"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "法警，执行官，低级地区行政官",
      "tran_en": "an official of the legal system who watches prisoners and keeps order in a court of law"
    }
  ],
  "exchange": {
    "pl": [
      "bailiffs"
    ]
  }
}