{
  "word": "pneumonic",
  "ipa": {
    "us": "nju:'mɒnɪk",
    "uk": "nju'mɒnɪk"
  },
  "sentences": [
    {
      "en": "According to clinical manifestations, epidemiological investigation and laboratory test results, the experts identified as pneumonic plague.",
      "cn": "根据患者临床表现 、 流行病学调查和实验室检测结果, 专家确认为肺鼠疫."
    },
    {
      "en": "Complication has pneumonic, thorax to accumulate arthralgia of sex of lymph node enlargement of door of fluid, lung, encephalitis, defer, cardiac muscle phlogistic, glossitis .",
      "cn": "并发症有肺炎、胸腔积液、肺门淋巴结肿大、脑炎、 迁延性关节痛、心肌炎、舌炎等。"
    },
    {
      "en": "Does the children after is pneumonic vaccine hit appear have a fever why?",
      "cn": "肺炎疫苗打完后小孩子出现发烧为什么?"
    },
    {
      "en": "How to prevent a new student pneumonic? Does pneumonic have a relapse?",
      "cn": "如何避免新生儿得肺炎? 肺炎会复发 吗 ?"
    },
    {
      "en": "Is pneumonic tubercle necessary to become an operation?",
      "cn": "肺炎结节有必要做手术 吗 ?"
    },
    {
      "en": "Methods : The clinical data of 42 SLE elderly patients with pneumonic pleural damage were analyzed.",
      "cn": "方法 回顾 性分析42例确诊为SLE老年患者的临床资料."
    },
    {
      "en": "Most of swine lung plague is acute disease and pneumonic symptoms and septicaemic symptoms.",
      "cn": "其流行特征是以急性型最多,以肺炎症状和败血症状为主,部分病畜康复后可再次感染."
    },
    {
      "en": "Pneumonic good can have a relapse?",
      "cn": "肺炎好了会复发 吗 ?"
    },
    {
      "en": "Pneumonic plague is caused by the same bacterium that occurs in bubonic plague.",
      "cn": "肺鼠疫同样是由出现在黑死病中的的细菌引起的."
    },
    {
      "en": "Purpose To make sure the incidence of pneumonic mycoplasma.",
      "cn": "目的:为了解肺炎支原体的发病率,给临床提供治疗依据."
    },
    {
      "en": "The chill superinduced a pneumonic condition.",
      "cn": "受寒并发了肺炎."
    },
    {
      "en": "The World Health Organization said pneumonic plague is the most virulent but least common form of plague. The mortality rate can be high if left untreated.",
      "cn": "根据世界卫生组织介绍，肺鼠疫是鼠疫中最致命也是极少见的类型，未经治疗的肺鼠疫死亡率极高。"
    },
    {
      "en": "There are three main forms of plague in humans, namely bubonic, septicaemic and pneumonic.",
      "cn": "人间鼠疫主要有三种类型:腹股沟腺炎型 、 败血症型和肺型."
    },
    {
      "en": "Why can the dot after is pneumonic vaccine hit have a fever?",
      "cn": "肺炎疫苗打完后小孩子为什么会发烧?"
    },
    {
      "en": "Why is some pneumonic is dozen of penicillin effective?",
      "cn": "为什么有的肺炎打青霉素有效?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pneumococcus",
          "tran_cn": " [微][基医] 肺炎球菌"
        },
        {
          "word": "pneumonia",
          "tran_cn": " 肺炎"
        },
        {
          "word": "pneumonitis",
          "tran_cn": " [内科] 肺炎；局限性肺炎"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "pulmonary"
          ],
          "tran_cn": "肺的；肺炎的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "肺的，肺炎的",
      "tran_en": "of, relating to, or affecting the lungs; pulmonary "
    }
  ],
  "exchange": {}
}