{
  "word": "bathhouse",
  "ipa": {
    "us": "ˈbɑ:θhaʊs",
    "uk": "ˈbæθhaʊs"
  },
  "sentences": [
    {
      "en": "After stints carrying sacks on a construction site and selling lamb kebabs in the street, she ended up as a masseuse in a public bathhouse earning $60 a month.",
      "cn": "她曾在工地搬砖，在大街上卖过羊肉串，后来成为公共澡堂的女按摩师，月收入60美元。"
    },
    {
      "en": "Every bathhouse has some sort of snack bar and a pay phone.",
      "cn": "每个浴室还有各种快餐和付费电话."
    },
    {
      "en": "First - class service here in this Bathhouse gives you the enjoyment at ease.",
      "cn": "本浴室 一流 服务,给您无拘无束的享受."
    },
    {
      "en": "For personal hygiene, Wang and her family go to a public bathhouse in the neighborhood.",
      "cn": "至于个人卫生问题，王秀丽一家去附近的公共澡堂洗澡。"
    },
    {
      "en": "Go to me when her before when, \" Bathhouse person how? \"",
      "cn": "当她走到我面前时, “ 澡堂人多 么 ? ”"
    },
    {
      "en": "Introduces a combined heating and hot - water supply system of public bathhouse.",
      "cn": "介绍一种公共浴室的联合供热系统."
    },
    {
      "en": "It is the exact same analogy as being regular bathhouse patrons ( myself included ).",
      "cn": "依此类推也就有固定的浴室资助人 ( 包括我在内 )."
    },
    {
      "en": "Nujiang River : Completely naked beautiful woman bathhouse meeting group of pictures!",
      "cn": "怒江: 赤裸裸的美女澡堂会组图!"
    },
    {
      "en": "The more the old bathhouse and Vietnam may have to find a little old master.",
      "cn": "越是老的澡堂越可能有,找老一点的师傅."
    },
    {
      "en": "The takegawara bathhouse is best known for sand baths.",
      "cn": "竹瓦温泉澡堂是以沙浴而驰名国外."
    },
    {
      "en": "The third floor housed a sauna, a massage parlor, and a mixed - gender bathhouse.",
      "cn": "三楼有一间桑拿房 、 一问按摩室和一间男女混合的浴室."
    },
    {
      "en": "Tianjin has the majority of bath, you may find a home near the bathhouse click.",
      "cn": "天津大部分浴池都有, 你可在离家近的澡堂找一下."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "bath",
          "tran_cn": " 沐浴；浴室；浴盆"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "bath",
          "tran_cn": " 洗澡"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "bath",
          "tran_cn": " 洗澡"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "changing room",
            "changeroom"
          ],
          "tran_cn": "澡堂；更衣室；公共浴室"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bath"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "澡堂",
      "tran_en": "A bathhouse is a public or private building containing baths and often other facilities such as a sauna"
    }
  ],
  "exchange": {
    "pl": [
      "bathhouses"
    ]
  }
}