{
  "word": "rhinoceros",
  "ipa": {
    "us": "raɪˈnɒsərəs",
    "uk": "raɪˈnɑːsərəs"
  },
  "sentences": [
    {
      "en": "A rhinoceros has large horns and thick, protective skin.",
      "cn": "犀牛有很大的犀角和厚厚的保护皮肤."
    },
    {
      "en": "A rhinoceros lumbered towards them.",
      "cn": "一头犀牛笨重地向他们走来."
    },
    {
      "en": "Carruthers had been gored by a rhinoceros.",
      "cn": "卡拉瑟斯被犀牛顶伤了。"
    },
    {
      "en": "Contrary to its name, the black rhinoceros is actually grey in color.",
      "cn": "有别于它的名字，黑犀牛事实上是灰色的。"
    },
    {
      "en": "For 50 million years, the rhinoceros, that unbeautiful but unique beast, has survived.",
      "cn": "犀牛, 这种虽不美丽但独特的动物, 已存活繁衍了五千万年."
    },
    {
      "en": "He called me a rhinoceros three years ago.",
      "cn": "三年前他骂我犀牛."
    },
    {
      "en": "He ignored our criticism. He had a hidea rhinoceros.",
      "cn": "他不理睬我们的批评, 真是个脸皮厚."
    },
    {
      "en": "Hit Enter when Rhinoceros asks for the direction of the curves . Use the options shown below.",
      "cn": "当询问曲线方向时,用下图的设置回车继续."
    },
    {
      "en": "In this island is also found the rhinoceros, an animal less than the elephant, but larger than the buffalo.",
      "cn": "在这个岛上还能找到犀牛，一种比大象小一点的动物，可是比水牛大。"
    },
    {
      "en": "Rhinoceros - Great ferocity when aroused.",
      "cn": "犀牛 - 凶猛的蛰伏者."
    },
    {
      "en": "Rhinoceros Give me a break, were been waddling every day.",
      "cn": "犀牛甲:饶了我吧, 我们晃了一整天了都."
    },
    {
      "en": "Rhinoceros horn was a unique traded commodity in Champa.",
      "cn": "犀牛角是占城特有的贸易商品."
    },
    {
      "en": "Rhinoceros: Come on. If he wants to freeze to death, let him.",
      "cn": "犀牛甲: 走吧, 他想冻死就让他去吧,别拦著."
    },
    {
      "en": "Rhinoceros: Dome on . If he wants to freeze to death, let him.",
      "cn": "犀牛甲: 走吧,他想冻死就让他去吧,别拦着."
    },
    {
      "en": "RHINOCEROTONEMA RHINOCEROTIS GEN . ET SP . NOV. FROM THE RHINOCEROS UNICORNIS IN BEIJING ZOO ( NEMATODA, STQNGYLIDAE: GLOBOCEPHALINAE )",
      "cn": "独角犀的线虫一新属新种 ( 线虫纲: 圆线科,球首亚科 )"
    },
    {
      "en": "Some of the projects will also support conservation efforts of near-extinct animals in Kalimantan, including rhinoceros, Irrawaddy dolphins, and orangutans.",
      "cn": "其中一些项目也将支持对加里曼丹濒危动物的保护活动，包括犀牛、伊洛瓦底江海豚和猩猩。"
    },
    {
      "en": "The body of the rhinoceros likes a cattle, the head likes a triangle.",
      "cn": "犀牛的形体像牛, 头呈三角形."
    },
    {
      "en": "The game wardens tranquillized the rhinoceros with a drugged dart.",
      "cn": "猎物保护区管理员用麻醉射器让犀牛静了下来."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "rhinoceros horn",
      "tran_cn": "犀牛角"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "犀牛，脸皮和犀牛皮一样厚",
      "tran_en": "a large heavy African or Asian animal with thick skin and either one or two horns on its nose"
    }
  ],
  "exchange": {
    "pl": [
      "rhinoceroses"
    ]
  }
}