{
  "word": "replenishment",
  "ipa": {
    "us": "rɪ'plenɪʃmənt",
    "uk": "rɪ'plenɪʃmənt"
  },
  "sentences": [
    {
      "en": "A pipe is inserted into the receiving opening for replenishment of chips.",
      "cn": "一根管子插入接收口以充填集成电路块."
    },
    {
      "en": "Customer tracking and feedback, monthly visit to Beijing retail stores, inventory checking, replenishment and timely replacement.",
      "cn": "客户销售情况跟踪及反馈, 每月走访北京各经销门店, 清点库存, 及时补货换货."
    },
    {
      "en": "Develop forecasts and replenishment strategy with supplier and buyers.",
      "cn": "和供应商及采购制定销售预测和补货策略."
    },
    {
      "en": "It is an important replenishment of modern liberal education.",
      "cn": "教育旅游产品有利于促进现代素质教育."
    },
    {
      "en": "Last year, China also contributed $ 50 million to the replenishment of the African Development Fund.",
      "cn": "去年, 中国还向非洲发展基金注入了5000万美元."
    },
    {
      "en": "Make the inventory replenishment recommendation based on the requirement of sales.",
      "cn": "按销售需求提供库存备库建议清单."
    },
    {
      "en": "Mastery of the theory of two - bin replenishment models, and re - order point models.",
      "cn": "精通两箱补充模式和再订购要点模式理论."
    },
    {
      "en": "Natural replenishment of this vast supply of underground water occurs very slowly.",
      "cn": "靠自然补充大量地下水是十分缓慢的."
    },
    {
      "en": "Plain water is the best replenishment of body fluid.",
      "cn": "要补充身体流失的水分,最好饮用白开水."
    },
    {
      "en": "Provide Distribution Department with warehouse replenishment information and upcoming trends.",
      "cn": "向物流部门提供仓库补充信息和趋势分析."
    },
    {
      "en": "Recently the company is expanding its replenishment and striving for industry pioneer!",
      "cn": "近来公司正在扩建增资,争创行业先锋!"
    },
    {
      "en": "Since the wartime population needed replenishment, pregnancies were a good sign.",
      "cn": "最后一桩倒不失为好现象,战时人口正该补充."
    },
    {
      "en": "Technical change and replenishment cycle shorten.",
      "cn": "技术变化和供给周期缩短."
    },
    {
      "en": "The precipitation isa main replenishment sources for plant growth in this area.",
      "cn": "大气降水是本区植物繁衍的主要补给源."
    },
    {
      "en": "There is a concern about replenishment of the population.",
      "cn": "有人担心人口的补充问题。"
    },
    {
      "en": "You skin was very dry, Water replenishment is needed.",
      "cn": "你的皮肤太干了需要补充水分."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "replenish",
          "tran_cn": " 补充，再装满；把…装满；给…添加燃料"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recruitment",
            "supply",
            "renewal"
          ],
          "tran_cn": "[摄]补充，补给"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "补给，补充",
      "tran_en": "Replenishment is the process by which something is made full or complete again"
    }
  ],
  "exchange": {
    "verb": [
      "replenish"
    ]
  }
}