{
  "word": "pasteurization",
  "ipa": {
    "us": "ˌpɑ:stʃəraɪ'zeɪʃn",
    "uk": "ˌpɑstʃəraɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "Featured products fresh eggs, eggs, as a separate, filter, Pakistan pasteurization, spray drying, from aseptic packaging.",
      "cn": "产品精选新鲜鸡蛋, 经打蛋分离 、 过滤 、 巴氏杀菌 、 喷雾干燥 、 无菌包装而成."
    },
    {
      "en": "Following pasteurization, the product is filled into containers and placed in refrigeration storage.",
      "cn": "在巴氏杀菌之后, 产品装入容器内并冷藏."
    },
    {
      "en": "Milk is preserved by sterilization , pasteurization , and evaporation.",
      "cn": "奶可通过杀菌 、 加热、蒸发过程来保存."
    },
    {
      "en": "Milk that has been sterilized by pasteurization is the best.",
      "cn": "牛奶已消毒杀菌是最好的."
    },
    {
      "en": "Pasteurization and dry heat may also be used for disinfection purposes.",
      "cn": "为了消毒可能还需使用低温杀菌或干热操作."
    },
    {
      "en": "Pasteurization associated with liquid foods, while blanching associated with solid foods.",
      "cn": "巴氏杀菌通常用在液态食品上, 而热烫通常用在固态食品上."
    },
    {
      "en": "Plate heat exchangers are ideal for pasteurization systems with these configurations.",
      "cn": "片式热交换器用在这样配置的巴氏杀菌设备上很理想."
    },
    {
      "en": "Prior to at whether or not the best drink after pasteurization.",
      "cn": "喝之前最好先看是否经过巴氏杀菌."
    },
    {
      "en": "Raw - milk advocates believe that pasteurization kills healthful vitamins, minerals and enzymes in milk asas beneficial bacteria.",
      "cn": "生奶倡导者相信巴氏杀菌过程破坏了奶中对健康有益的维生素 、 矿物质和益生菌."
    },
    {
      "en": "The most popular system for pasteurization of liquid foods is the continuous high - temperature, short - time ( HTST ) system.",
      "cn": "液体食品的巴氏杀菌最为常用的一套设备就是连续高温 短时 ( HTST ) 设备."
    },
    {
      "en": "The regeneration, heating, and cooling sections of the pasteurization system are heat exchangers.",
      "cn": "巴氏杀菌设备的回流 、 加热和冷却段均为热交换器."
    },
    {
      "en": "The research development and application of microwave pasteurization and sterilization were introduced.",
      "cn": "综述了微波杀菌研究进展及其在食品工业中的应用现状."
    },
    {
      "en": "The shelf - life of Chinese Spiced Beef can be prolonged effectively by microwave pasteurization.",
      "cn": "微波杀菌可以有效地延长酱牛肉的货架期."
    },
    {
      "en": "This is called'cold pasteurization'or filtration and achieves microbiological stability without the heat of conventional pasteurization.",
      "cn": "这个过程被称为 “ 冷法巴氏灭菌”或者过滤,而不需经过传统的巴氏灭菌的加热过程."
    },
    {
      "en": "Wine spoiluge can be prevented by pasteurization.",
      "cn": "应用巴斯德灭菌法能够防止酒的败坏."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pasteurized",
          "tran_cn": " 巴氏消毒的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "pasteurellosis",
          "tran_cn": " 巴斯德菌病；出血性败血病"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "pasteurize",
          "tran_cn": " 用巴氏法灭菌；对…进行加热杀菌"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "加热杀菌（法），巴斯德氏杀菌法",
      "tran_en": "the process of heating beverages, such as milk, beer, wine, or cider, or solid foods, such as cheese or crab meat, to destroy harmful or undesirable microorganisms or to limit the rate of fermentation by the application of controlled heat "
    }
  ],
  "exchange": {
    "verb": [
      "pasteurize"
    ]
  }
}