{
  "word": "mainstream",
  "ipa": {
    "us": "ˈmeɪnstriːm",
    "uk": "ˈmeɪnstriːm"
  },
  "sentences": [
    {
      "en": "Animation has stopped being eye-candy for kids and geeks and become mainstream entertainment.",
      "cn": "动画不再仅仅吸引小孩子和动漫迷的眼球，而成了主流娱乐方式。"
    },
    {
      "en": "Arran became increasingly estranged from the mainstream of Hollywood.",
      "cn": "阿伦变得越来越脱离好莱坞的主流了。"
    },
    {
      "en": "Black dance music has been central to mainstream pop since the early '60s.",
      "cn": "自上世纪60年代以来，黑人舞曲一直是主流流行乐的核心。"
    },
    {
      "en": "Deaf children can often be included in mainstream education.",
      "cn": "失聪儿童往往可以被纳入主流教育。"
    },
    {
      "en": "From last Friday's trading in property shares, property stocks are low - cost mainstream.",
      "cn": "从上周五涨停的地产股看, 低价地产股就是主流."
    },
    {
      "en": "Genet started as a rebel, but soon became part of the literary mainstream.",
      "cn": "热内起初很叛逆，但不久就回归了文学主流。"
    },
    {
      "en": "How can you appeal to them without alienating the mainstream crowd?",
      "cn": "你是怎么在不疏忽主流玩家的情况下吸引住他们 呢 ?"
    },
    {
      "en": "I get very worked up about the way women are stereotyped in a lot of mainstream films.",
      "cn": "我对很多主流电影中千篇一律的女性形象感到非常气愤。"
    },
    {
      "en": "Neither of the front-runners in the presidential election is a mainstream politician.",
      "cn": "总统选举中的两位领先者都不是主流政治家。"
    },
    {
      "en": "Once more people are wired, the potential to change the mainstream media will be huge.",
      "cn": "一旦更多人能上网，网络改变主流媒体的潜力将十分巨大。"
    },
    {
      "en": "The debate in the mainstream press has been a classic example of British hypocrisy.",
      "cn": "主流媒体上的辩论是英国式虚伪的典型例子。"
    },
    {
      "en": "The economic efficiency audit already became now the world mainstream.",
      "cn": "经济效益审计已经成为当今世界的主流."
    },
    {
      "en": "The mainstream of liberalism found anything connected with the balance of power repugnant.",
      "cn": "自由派的主流对任何与力量均衡有关的事情都感到厌恶."
    },
    {
      "en": "the mainstream political parties",
      "cn": "主流政党"
    },
    {
      "en": "Their views lie outside the mainstream of current medical opinion.",
      "cn": "他们的观点不属于当今医学界观点的主流."
    },
    {
      "en": "They cover iss ues that receive little attention by mainstream media.",
      "cn": "他们报导不受主流媒体关注的议题."
    },
    {
      "en": "This has been the mainstream in the development of Sino - US economic and trade relations.",
      "cn": "这是中美经济贸易发展的主流."
    },
    {
      "en": "We speak for the minorities who have not yet entered the mainstream.",
      "cn": "我们为尚未进入主流的少数群体说话."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "artery",
            "main river"
          ],
          "tran_cn": "主流"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "movement"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": " 主流的",
      "tran_en": "accepted by or involving most people in a society"
    },
    {
      "pos": "n",
      "tran_cn": "（思想或行为的）主流，主要倾向，主要趋势",
      "tran_en": "the most usual ideas or methods, or the people who have these ideas or methods"
    },
    {
      "pos": "v",
      "tran_cn": "使为大多数人所接受,让（身心有缺陷的儿童）融入主流教育"
    }
  ],
  "exchange": {
    "pl": [
      "mainstreams"
    ]
  }
}