{
  "word": "columnist",
  "ipa": {
    "us": "ˈkɒləmnɪst",
    "uk": "ˈkɑləmnɪst"
  },
  "sentences": [
    {
      "en": "A tabloid lonely hearts columnist who answers questions from readers.",
      "cn": "小报上往往有求友、求婚的专栏,主持这个专栏并负责回答读者来信的人."
    },
    {
      "en": "Clarence Page is a columnist for the Chicago Tribune.",
      "cn": "克拉伦斯·佩奇是《芝加哥论坛报》的专栏作家。"
    },
    {
      "en": "Did you notice that the aforementioned community columnist did not play by these rules?",
      "cn": "你注意上述的社区专栏作家不遵守这些规则 吗 ?"
    },
    {
      "en": "Guess which two - bit gossip columnist is talking out of his ass?",
      "cn": "你猜哪个微不足道的专栏作家最会胡说八道?"
    },
    {
      "en": "I think you'd agree he's a very respected columnist.",
      "cn": "我想你得承认他是个备受尊敬的专栏作家。"
    },
    {
      "en": "If I a columnist , one thing matters above all.",
      "cn": "如果我是个专栏作家, 首先至关重要的只有一件事."
    },
    {
      "en": "Political - columnist Nuray Mert says that ruling strengthen the hands of the prosecutor.",
      "cn": "政治专栏作家默尔特说,那项判决加强了检察官的力量."
    },
    {
      "en": "That newspaper columnist derides the mayor whenever he can.",
      "cn": "那位报纸专栏作家从不放过取笑市长的机会."
    },
    {
      "en": "The columnist holds the colorful column of the colonial newspaper.",
      "cn": "那位专栏作家主持殖民地报纸的多彩专栏."
    },
    {
      "en": "The columnist insinuated — but never actually asserted — that the candidate had underworld ties.",
      "cn": "这家报纸有一位深受欢迎的专栏作家评论时事."
    },
    {
      "en": "The gossip columnist got his information by visiting nightclubs every night.",
      "cn": "那位漫谈专栏作家通过每晚去夜总会获取写作素材."
    },
    {
      "en": "The host was interviewing a local columnist.",
      "cn": "节目主持人正在同一位当地的专栏作家交谈."
    },
    {
      "en": "The newspaper columnist is a big name - dropper.",
      "cn": "这位报纸专栏作家动不动就提几个名人,以提高自己."
    },
    {
      "en": "The political columnist in me wanted to know why: the power of Senator Robert Byrd?",
      "cn": "作为政治专栏的撰稿人,我骨子里要求自己找出其中的原因: 是参议员罗伯特·伯德的力量?"
    },
    {
      "en": "When a political columnist describes a cabinet minister in slavishly adoring terms, shouldn't we be told whether the two are pals?",
      "cn": "当一名政治专栏作家用大肆吹捧的语言描写某位内阁部长时，难道不该让我们知道这两个人是不是老相识吗？"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "column",
          "tran_cn": " 纵队，列；专栏；圆柱，柱形物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "correspondent",
            "editor",
            "editorial",
            "editorialist",
            "journalist",
            "reporter",
            "writer"
          ],
          "tran_cn": "报纸的专栏作家"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "contributor"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专栏作家",
      "tran_en": "someone who writes articles, especially about a particular subject, that appear regularly in a newspaper or magazine"
    }
  ],
  "exchange": {
    "pl": [
      "columnists"
    ]
  }
}