{
  "word": "paddock",
  "ipa": {
    "us": "ˈpædək",
    "uk": "ˈpædək"
  },
  "sentences": [
    {
      "en": "A lone cow peers through a burned - out tree on a grassy paddock in Bermagui.",
      "cn": "贝玛圭草场上,一头孤独奶牛的视线穿过一棵被烧坏的树干."
    },
    {
      "en": "Cost cutting has been the talk of the paddock for years, with apparently mixed results.",
      "cn": "成本节约数年来都是维修区中的话题, 结果无疑也存在着多样化的特征."
    },
    {
      "en": "East from its paddock Mu - lan , Fengning dam, Guyuan original prairie, Zhang north west grassland.",
      "cn": "它东起木兰围场 、 丰宁坝上 、 沽源原始草原, 西至张北草原."
    },
    {
      "en": "He frankly preferred the paddock, and took a deal of catching.",
      "cn": "吃饭时, 蟾蜍信口开河高谈阔论."
    },
    {
      "en": "He keeps horses in a paddock behind his house.",
      "cn": "他把马养在屋后的小围场里."
    },
    {
      "en": "I rode bareback to the paddock.",
      "cn": "我骑着无鞍马来到了牧场。"
    },
    {
      "en": "It was nice to see my old friend Mika in the paddock with his little son.",
      "cn": "在围场里面看到老朋友哈基宁和他的儿子真开心."
    },
    {
      "en": "Magnolia paddock called Saihanba Forest Park.",
      "cn": "木兰围场又称塞罕坝森林公园."
    },
    {
      "en": "Paddock: Yeah, you're supposed to be off finding some castle on the road to Cherbourg.",
      "cn": "派多克: 是啊, 你们打算去瑟堡,一路上会发现一些城堡."
    },
    {
      "en": "Q: Cost cutting has been the talk of the paddock for years, with apparently mixed results.",
      "cn": "问: 成本节约数年来都是维修区中的话题, 结果无疑也存在着多样化的特征."
    },
    {
      "en": "Schumacher and his Benetton team were not the most popular in the paddock.",
      "cn": "但舒马赫和他所在的贝纳通车队在当时的赛车场并非最受欢迎."
    },
    {
      "en": "Tai Shan also rolls around in the outdoor paddock and climbs trees, delighting zoo visitors.",
      "cn": "“泰山”经常在户外的空地上打滚或者爬树, 逗乐了动物园的游客."
    },
    {
      "en": "The family kept horses in the paddock in front of the house.",
      "cn": "那户人家把马养在屋前的小围场里。"
    },
    {
      "en": "Their paddock measures 24 metres square.",
      "cn": "他们的围场为24米见方。"
    },
    {
      "en": "Vaulting the stile, he headed diagonally across the paddock.",
      "cn": "翻身跃过栅栏后，他便朝斜穿围场的方向走去。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "enclosure",
            "ranchette"
          ],
          "tran_cn": "围场；小牧场"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小围场，检阅场",
      "tran_en": "a small field in which horses are kept"
    }
  ],
  "exchange": {
    "pl": [
      "paddocks"
    ]
  }
}