{
  "word": "taxpayer",
  "ipa": {
    "us": "ˈtækspeɪə(r)",
    "uk": "ˈtækspeɪər"
  },
  "sentences": [
    {
      "en": "Apply at thea legal entry permit or foreign passport a valid entry stamp and taxpayer ID.",
      "cn": "持合法入境签证或戳记之外国护照及统一证号基本资料表亲自来本行办理."
    },
    {
      "en": "For a taxpayer in the 15 percent bracket, that would be an additional $ 750 in tax.",
      "cn": "如果某纳税人在15%税率的阶层, 将增加750元税赋."
    },
    {
      "en": "Impound the taxpayer's taxable commodities, goods the value of to the amount of tax payable.",
      "cn": "不缴纳的,税务机关可以扣押其价值相当于应纳税款的商品 、 货物."
    },
    {
      "en": "Ningbo Customs in 1999 was also awarded the advanced large taxpayer.",
      "cn": "一九九九年度还被宁波海关授予先进纳税大户."
    },
    {
      "en": "Tax official: taxpayer reports actual liability by 10 % or more and by at least 10000 Yuan.",
      "cn": "征税收入工作局: 未申请报告数在一万元以上,并跨越应申请报告数的10%."
    },
    {
      "en": "Tax official: the taxpayer will criminal punishment in addition to the fine.",
      "cn": "征税收入工作局: 除罚款外要究查行事英语口语情景对话责任."
    },
    {
      "en": "Tax official: the taxpayer will face stringent criminal punishment in addition to the fine.",
      "cn": "税务局: 除罚款外要追究行事责任."
    },
    {
      "en": "The President promised a $ 50 rebate for each taxpayer but failed to deliver it.",
      "cn": "总统曾答应让每个纳税人减税50美元,但未能兑现."
    },
    {
      "en": "The proposal could cost the taxpayer (= all ordinary people who pay tax ) another £18m a year.",
      "cn": "这个提议也许又要让纳税人一年多花1,800万英镑。"
    },
    {
      "en": "The taxpayer are unfavourably disposed towards the recent tax increase.",
      "cn": "纳税者对最近的增加税收十分反感."
    },
    {
      "en": "The taxpayer shall handle the related duty refunding formalities within three months upon receiving the notice.",
      "cn": "纳税义务人应当自收到通知之日起3个月内办理有关退税手续."
    },
    {
      "en": "This company is a major taxpayer in this city.",
      "cn": "这家企业是本市的创税大户."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "taxpaying",
          "tran_cn": " 纳税的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "taxpaying",
          "tran_cn": " 纳税"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "taxer"
          ],
          "tran_cn": "纳税人；所收租金只够支付地产税的建筑物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "纳税人，纳税的机构，所收租金只够支付地产税的建筑物",
      "tran_en": "a person that pays tax"
    }
  ],
  "exchange": {
    "pl": [
      "taxpayers"
    ]
  }
}