{
  "word": "Mrs",
  "ipa": {
    "us": "ˈmɪsɪz",
    "uk": " ˈmɪsɪz"
  },
  "sentences": [
    {
      "en": "\" I think you'd better not go back,'said Mrs. Pan, very worried.",
      "cn": "“ 我说你一定不要回去, ” 潘师母焦心地说."
    },
    {
      "en": "\" No , it is not ,'said Mrs. Lu Xun. \" It's a very tough plant. \"",
      "cn": "许先生说: “ 不怕的, 最耐久! ”"
    },
    {
      "en": "\" Those must be pawn shops on fire,'said Mrs. Chang.",
      "cn": "“ 一定是当铺起火."
    },
    {
      "en": "According to police accounts, Mr and Mrs Hunt were found dead on the floor of their kitchen.",
      "cn": "据警方称，亨特夫妇被发现死在家里厨房的地板上。"
    },
    {
      "en": "He hitched his chair to me and told the secrets about Mrs Johnson.",
      "cn": "他把椅子向我身边挪了挪，然后把约翰逊夫人的秘密告诉了我。"
    },
    {
      "en": "I misread'Mrs'as'Mr '.",
      "cn": "我把 Mrs 错看成了Mr."
    },
    {
      "en": "I paid Mr. and Mrs. Smith a return visit yesterday afternoon.",
      "cn": "我昨天下午回访了史密斯夫妇."
    },
    {
      "en": "I will be seeing Mr and Mrs. Johnson. And rest assured I will tell them of your rudeness.",
      "cn": "我将去见约翰逊夫妇。等着瞧吧，我一定会把你的无礼告诉他们。"
    },
    {
      "en": "It is said that Mrs White rules her husband strictly.",
      "cn": "据说怀特夫人对她的丈夫管得很严。"
    },
    {
      "en": "Mr and Mrs James Stephens request the pleasure of your company at the marriage of their daughter Caroline Mary to Mr David Smith.",
      "cn": "詹姆斯·斯蒂芬斯夫妇敬请您莅临小女卡罗琳·玛丽与戴维·史密斯先生的婚礼。"
    },
    {
      "en": "Mr Brown and Mrs Smith have been carrying on for some months now.",
      "cn": "布朗先生和史密斯太太发生暧昧关系已经好几个月了。"
    },
    {
      "en": "Mr Harris and Mrs Bate and three other teachers were there.",
      "cn": "哈里斯老师、贝特老师和其他三位老师在场。"
    },
    {
      "en": "Mrs. Hubbard , you're really pleased with that prize, aren't you?",
      "cn": "哈伯德先生, 获奖真的很高兴, 是不是?"
    },
    {
      "en": "Mrs. Lin's hiccups were especially sparseabout one every ten minutes.",
      "cn": "林大娘打嗝的次数更加少了,差不多十分钟只来一回."
    },
    {
      "en": "On the back of the photo is written the simple caption, \"Mrs. Monroe\".",
      "cn": "照片背面只有简单的几个字——“梦露女士”。"
    },
    {
      "en": "She met Mr and Mrs Ricciardi, who were very nice to her.",
      "cn": "她见到了里恰尔迪夫妇，他们对她非常友好。"
    },
    {
      "en": "The judge divorced Mr. and Mrs. Smith.",
      "cn": "法官判准史密斯夫妇离婚."
    },
    {
      "en": "What will Mrs. Grundy say?",
      "cn": "人家将会怎样说 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "太太，夫人，置于地方、运动、职业等名称之前，用来称呼公认是这事物的代表的已婚妇女"
    },
    {
      "pos": "other",
      "tran_cn": "夫人"
    }
  ],
  "exchange": {}
}