{
  "word": "mesa",
  "ipa": {
    "us": "ˈmeɪsə",
    "uk": "ˈmesə"
  },
  "sentences": [
    {
      "en": "A self aligned constricted mesa ( SACM ) high speed 1.55μ m MQW DFB laser is developed.",
      "cn": "采用一种自对准压缩台面结构制作高速1.55μmDFB激光器."
    },
    {
      "en": "A weathering - denuding surface separates the lacustrine strata and layer of the loess in the Tuoketuo mesa.",
      "cn": "野外观察表明托克托台地的湖相层与上覆的黄土之间存在风化剥蚀面."
    },
    {
      "en": "Accordingly, mesa is necessary to carry out can develop the strategy continuously.",
      "cn": "因此, 平顶山有必要实施可持续发展战略."
    },
    {
      "en": "And I had climbed several times to the top of the mesa and looked among the old ruins there for pottery.",
      "cn": "有几次我还爬上山顶，在残垣断壁中寻找陶器瓦罐。"
    },
    {
      "en": "But he lives in the suburban city of Mesa and pays experimental flight - testing engineer for Boeing.",
      "cn": "但他住在梅萨的郊区,还是波音公司飞行测试工程师."
    },
    {
      "en": "I live at Mesa, Washington, about 10 miles as the crow flies from Hanford.",
      "cn": "我住在华盛顿的梅萨，到汉福德的直线距离约为10英里。"
    },
    {
      "en": "Prior to that Amanda lived in La Mesa, California.",
      "cn": "更早些时亚曼达住在加州的拉梅萨."
    },
    {
      "en": "Some 4,400 sites have been recorded , including villages built on the Mesa top.",
      "cn": "该遗址共有4,400多处房屋, 其中包括建在梅萨最高处的村落."
    },
    {
      "en": "Studied at San Diego Mesa College, and completed her drama degree at San Francisco State University.",
      "cn": "　　曾就读于圣地亚哥麦萨大学, 并在圣地亚哥州立大学取得她的戏剧学位."
    },
    {
      "en": "The reservoir physical characterization in sloping delta front excelled that of mesa delta front.",
      "cn": "三角洲坡型前缘的物性特征优于三角洲台型前缘."
    },
    {
      "en": "We will arrange trips to UCLA, USC, Disneyland, Universal Studio, Costa Mesa beach and other attractions.",
      "cn": "我们将安排去加州大学洛杉矶分校 、 南加州大学 、 迪斯尼乐园 、 环球电影制片厂, 科斯塔梅萨海滩和其他景点."
    },
    {
      "en": "Will we experience the Black Mesa incident in further games?",
      "cn": "以后的系列,玩家还会不会经历黑山事件?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "plateaus",
            "tableland"
          ],
          "tran_cn": "台地；[地理]平顶山"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "highland",
            "plateau"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "平顶山（常见于美国西南部地区）",
      "tran_en": "a hill with a flat top and steep sides, in the southwestern US"
    }
  ],
  "exchange": {
    "pl": [
      "mesas"
    ]
  }
}