{
  "word": "Amy",
  "ipa": {
    "us": "ˈeɪmɪ",
    "uk": "ˈemɪ"
  },
  "sentences": [
    {
      "en": "\"Bye, Amy, \" we said.",
      "cn": "再见,艾米,“我们说。"
    },
    {
      "en": "Amy and her group had driven non-stop through Spain.",
      "cn": "埃米和她的小组一路马不停蹄地驱车穿越西班牙。"
    },
    {
      "en": "Amy discovered that the theoretical and written work came easily to her.",
      "cn": "埃米发现理论和笔头作业对她来说十分容易。"
    },
    {
      "en": "Amy felt the colour rising in her cheeks at the thought.",
      "cn": "埃米一想到这件事，就觉得脸红。"
    },
    {
      "en": "Amy had the growing sense that she was adrift and isolated.",
      "cn": "埃米愈发感到自己孤立无援，孑然一身。"
    },
    {
      "en": "Amy lifted her arm to wave. \"Goodbye,\" she called.",
      "cn": "埃米举起胳膊挥挥手。“再见，”她喊道。"
    },
    {
      "en": "Amy picked up the hairbrush and smoothed her hair once more.",
      "cn": "埃米拿起发梳，再次将头发梳理整齐。"
    },
    {
      "en": "Amy went and kissed him, and then danced out of his reach.",
      "cn": "埃米过去吻了他一下，接着就从他怀里跳开了。"
    },
    {
      "en": "Amy went out for a last walk along the sea front.",
      "cn": "埃米出了门，最后一次沿着海滨道散步。"
    },
    {
      "en": "Amy woke up to the sound of her doorbell ringing.",
      "cn": "随着门铃叮当作响，埃米醒来了。"
    },
    {
      "en": "Amy, do you like mouse?",
      "cn": "艾米，你喜欢老鼠吗？"
    },
    {
      "en": "Beth's incoherence told Amy that something was terribly wrong.",
      "cn": "贝丝语无伦次，艾米知道一定是出了很严重的事。"
    },
    {
      "en": "Hospital discipline was broken. Amy would have to explain herself.",
      "cn": "破坏了医院的纪律，埃米将不得不为自己辩解。"
    },
    {
      "en": "So there we were with Amy and she was driving us crazy.",
      "cn": "就这样，我们和埃米到了一起，而她快把我们逼疯了。"
    },
    {
      "en": "The expectant mothers that Amy had encountered positively glowed with pride.",
      "cn": "埃米遇见的准妈妈们个个洋溢着自豪和喜悦。"
    },
    {
      "en": "Tony smiled and lifted his glass. \"Here's to you, Amy.\"",
      "cn": "托尼微笑着举起杯子。“为你干一杯，埃米。”"
    },
    {
      "en": "You write very movingly of your sister Amy's suicide.",
      "cn": "你对你妹妹埃米的自杀描写很是让人伤感。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "艾米（女子名，涵义：最心爱的人）"
    }
  ],
  "exchange": {}
}