{
  "word": "inbound",
  "ipa": {
    "us": "ˈɪnbaʊnd",
    "uk": "ˈɪnˌbaʊnd"
  },
  "sentences": [
    {
      "en": "...a special inbound flight from Honduras.",
      "cn": "...一架从洪都拉斯归航的专机。"
    },
    {
      "en": "Error while getting details of inbound and outbound documents.",
      "cn": "获取有关入站文档和出站文档的详细信息时出错."
    },
    {
      "en": "Increasing month by month the number of inbound tourism.",
      "cn": "入境旅游人数逐月递增."
    },
    {
      "en": "It covers principles applicable to both inbound and outbound sales opportunities.",
      "cn": "课程包括了适用于呼入销售和外呼销售机会的许多原则."
    },
    {
      "en": "No of objects received from neighbors through inbound replication.",
      "cn": "通过输入复制从邻居接收的对象数目."
    },
    {
      "en": "Only Inbound Port can be bound to a Receive Port.",
      "cn": "只可将入站端口绑定到接收端口."
    },
    {
      "en": "Only One - Way Inbound Port can be bound to a One - Way Receive Port.",
      "cn": "只可将单向入站端口绑定到单向接收端口."
    },
    {
      "en": "Only Two - Way Inbound Port can be bound to a Two - Way Receive Port.",
      "cn": "只可将双向入站端口绑定到双向接收端口."
    },
    {
      "en": "Provide consulting services and interaction to inbound and outbound assignees.",
      "cn": "提供咨询服务并与外派及内调雇员积极沟通."
    },
    {
      "en": "The Email Address and Inbound Directory must point to the same place.",
      "cn": "电子邮件地址和入站目录必须指向相同地点."
    },
    {
      "en": "This also matters, though not asas the anchor text of inbound links.",
      "cn": "这并且事关, 虽则不是尽量入站链接船锚文本."
    },
    {
      "en": "This definition includes inbound, outbound, internal, and external movements.",
      "cn": "该过程包括进向 、 去向 、 内部和外部的移动."
    },
    {
      "en": "This program positions professionals to track their progress and generate inbound leads.",
      "cn": "这个课程定位于让专业人员去追踪他们的进度并产生呼入的引导力."
    },
    {
      "en": "Total number of object properties received from inbound replication partners.",
      "cn": "从入站复制伙伴接收的对象属性总数."
    },
    {
      "en": "What business does Tui china do in china aside inbound?",
      "cn": "除入境游外,途易中国在中国还有哪些业务?"
    },
    {
      "en": "You have entered an invalid path for the Inbound Directory.",
      "cn": "您已经为入站目录输入了无效的路径."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "in"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "inbound tourism",
      "tran_cn": "入境旅游；国内游"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "回内地的，归本国的，到达的，入境的",
      "tran_en": "An inbound flight is one that is arriving from another place"
    }
  ],
  "exchange": {}
}