{
  "word": "provenance",
  "ipa": {
    "us": "ˈprɒvənəns",
    "uk": "ˈprɑvənəns"
  },
  "sentences": [
    {
      "en": "A Malaysian political analyst asked about my provenance 8.",
      "cn": "一位马来西亚的政治分析家询问我的来历."
    },
    {
      "en": "All the furniture is of English provenance.",
      "cn": "所有这些家具都是英国货。"
    },
    {
      "en": "An in - depth look at the provenance, person and story behind a particularly rare collector's items.",
      "cn": "关于一件特别珍贵的收藏品的来源 、 人物和故事的深入报道."
    },
    {
      "en": "He had no idea of its provenance.",
      "cn": "他不知道其出处。"
    },
    {
      "en": "Kato was fully aware of the provenance of these treasures.",
      "cn": "加藤完全清楚这些珍宝的来源。"
    },
    {
      "en": "Methods According to the theory of Sigmund Freud, the author searched for provenance of jealousy.",
      "cn": "方法根据弗洛伊德的精神分析理论原理, 作者寻找嫉妒产生的可能原因."
    },
    {
      "en": "Production indication of provenance, quality, specification, pack and guarantee period.",
      "cn": "产品注明原产地 、 酒质 、 规格 、 包装、保质期."
    },
    {
      "en": "Provenance: By connect the statistic that produces province and big Tibet province treatment, push plan and.",
      "cn": "出处: 由通产省和大藏省的统计加工 、 推计而得."
    },
    {
      "en": "The history of its provenance and application is summarized in this paper.",
      "cn": "概述了青金石的产地来源和使用历史."
    },
    {
      "en": "The imprecision and recompose of Debussy's script resulted in enormous differences in provenance. \"",
      "cn": "由于德彪西手稿的不精确性和他本人后来的修改 变动,产生了不同出处的谱面差异."
    },
    {
      "en": "The near provenance relation between ancient Jun porcelain and ancient Ru porcelain is preliminarily analyzed.",
      "cn": "初步分析了古钧瓷与古汝瓷相近的起源关系."
    },
    {
      "en": "The provenance of Southern shelf and slope should include the Mekong River and Kalimantan Islands.",
      "cn": "南部陆架-陆坡区的物源主要有湄公河和加里曼丹岛,但两者的混合明显."
    },
    {
      "en": "The provenance of the and gas pipeline's integrity management is given out in this paper.",
      "cn": "介绍了油气管道完整性管理的起源、概念及其技术内涵,以及油气管道完整性管理体系的各个组成要素."
    },
    {
      "en": "The provenance of the paintings is unknown.",
      "cn": "这些画出处不详。"
    },
    {
      "en": "These differences are not always as pronounced as among hazelnut varieties of different provenance.",
      "cn": "这些差别未必象不同种源的榛子变种之间所表现的那样明显."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "origin",
            "birth"
          ],
          "tran_cn": "出处，起源"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "起源，出处",
      "tran_en": "the place where something originally came from"
    }
  ],
  "exchange": {
    "pl": [
      "provenances"
    ]
  }
}