{
  "word": "comprehensiveness",
  "ipa": {
    "us": "ˌkɒmprɪ'hensɪvnəs",
    "uk": "ˌkɒmprɪ'hensɪvnəs"
  },
  "sentences": [
    {
      "en": "Because of its specialty and comprehensiveness, special database is welcome especially to professional researcher.",
      "cn": "专题数据库由于其“专”而“全”的特点而备受专业人士的欢迎."
    },
    {
      "en": "But the plan's comprehensiveness is a bit of an illusion.",
      "cn": "但该方案的全面性是一种幻觉."
    },
    {
      "en": "By their comprehensiveness and amplitude these picture fille the imagination.",
      "cn": "这些照片以其综合性和丰富而充满了想像力."
    },
    {
      "en": "Comprehensiveness characterizes the most difficult problem of geographical science.",
      "cn": "综合性是地理学最高层次的科学难点问题."
    },
    {
      "en": "For the comprehensiveness of the study, the diversity of the means is required.",
      "cn": "研究对象的综合性, 又要求研究方法的多样性."
    },
    {
      "en": "I admire the comprehensiveness of Singapore's municipal facilities even more.",
      "cn": "我更赞赏新加坡市政设施的配套完备."
    },
    {
      "en": "ICD 10 is characterized by its newness, comprehensiveness and meticulousness.",
      "cn": "ICD?10的主要特点是新 、 全、细."
    },
    {
      "en": "In addition, he left to the right of comprehensiveness, even Messi are second to none.",
      "cn": "此外, 他能左能右的全面性, 甚至连梅西都无法比拟."
    },
    {
      "en": "In his scholarly commitment to clarity, precision, and comprehensiveness he goes overboard in restating points with at best minute variations from at most slightly different angles.",
      "cn": "在学术上对于清楚、准确和详尽的追求令他不厌其烦地重述自己的观点——这些从各个不同（很微小的不同）角度得出的观点基本都大同小异。"
    },
    {
      "en": "Individual focus include autonomy, independence, uniqueness, comprehensiveness, and other attributes.",
      "cn": "个体维度包含自主性 、 独立性 、 独特性、全面性等属性."
    },
    {
      "en": "It'said the project will'push envelope on size, indexing speed, accuracy, comprehensiveness and other dimensions.",
      "cn": "谷歌称该项目将“扩大搜索服务的范围, 索引速度, 准确度, 全面性,以及其他指标”."
    },
    {
      "en": "The basis of a leader's art gives prominence to the comprehensiveness, particularity and validity.",
      "cn": "领导艺术的基础在于其综合性 、 特殊性和有效性."
    },
    {
      "en": "The development characteristics of agricultural informationization are networking, whole - coursing, comprehensiveness and industrialization.",
      "cn": "网络化 、 全程化 、 综合化、产业化是农业信息化的发展特征."
    },
    {
      "en": "The downstream of biotechnology is the main course of biotechnology specialty comprehensiveness and practice.",
      "cn": "生物工程下游技术是生物技术专业的主干课程,具有综合性和实践性."
    },
    {
      "en": "The environmental scientific technology as a whole with comprehensiveness and to be commercial.",
      "cn": "环境科学技术具有综合性、整体性和商品性."
    },
    {
      "en": "Venture capital possesses the characteristics of high - hazard, comprehensiveness , long - term , benefit and specialization.",
      "cn": "风险投资具有高风险性 、 综合性 、 长期性 、 权益性、专业性的特点."
    },
    {
      "en": "While a tutorial provides an introduction to high-level concepts, topical guides are for those who want to dig deeper. Their main goal should be comprehensiveness.",
      "cn": "虽然教程提供了一个高层次的概念，但是专题指南可以让感兴趣的人深入学习，内容一定要详尽。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "comprehensive",
          "tran_cn": " 综合的；广泛的；有理解力的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "comprehensive",
          "tran_cn": " 综合学校；专业综合测验"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "synthesis",
            "integration"
          ],
          "tran_cn": "综合；详尽"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "综合；详尽"
    },
    {
      "pos": "other",
      "tran_cn": "详尽，综合性"
    }
  ],
  "exchange": {
    "adj": [
      "comprehensive"
    ]
  }
}