{
  "word": "luminescent",
  "ipa": {
    "us": "ˌlu:miˈnesnt",
    "uk": "ˌluməˈnɛsənt"
  },
  "sentences": [
    {
      "en": "“Ajax” is a waterfall of red, framed by strips of luminescent blue and wider areas of pink and purple.",
      "cn": "“阿贾克斯”是一个红色的瀑布，两边是发光的蓝色，大部分区域是粉红色和基色。"
    },
    {
      "en": "A hydromedusa spreads its luminescent tentacles in the Weddell Sea near Antarctica.",
      "cn": "在南极边的威德尔海,一只水螅水母伸展它的冷光触须."
    },
    {
      "en": "Huier's aluminum curtain plate manufacturing is the luminescent spot of the newest industry of Huier company.",
      "cn": "惠尔铝幕墙板制造是惠尔公司的最新产业亮点."
    },
    {
      "en": "In addition , From emission spectrum, the as - prepared ultra fine luminescent LaPO _ 4∶ Eu powder can emit bright red luminescence.",
      "cn": "从发射光谱中可以看出, 合成的超微发光粉体LaPO4∶Eu有明亮的红光发射."
    },
    {
      "en": "In new business accounting in the criterion, the sound value becomes the biggest luminescent spot.",
      "cn": "在新企业会计准则中, 公允价值成为最大亮点."
    },
    {
      "en": "Long phosphorescent materials a new kind of energy storing materials because of their excellent luminescent properties.",
      "cn": "长余辉发光材料因其具有特殊的储能发光性能,是一类绿色环保型材料."
    },
    {
      "en": "Luminescent amber eyes fringed with long, dark lashes.",
      "cn": "琥珀色的眼睛,在长黑的刘海下,闪烁光芒."
    },
    {
      "en": "Matches by the dismantable - like screen apron is a big luminescent spot.",
      "cn": "配以可拆卸式屏幕保护盖是一大亮点."
    },
    {
      "en": "Most fireflies are winged, which distinguishes them from other luminescent insects of the same family, commonly known as glowworms.",
      "cn": "大多数萤火虫具有翅，有别于同科的其他发冷光的昆虫，比如一般被称作发光虫的昆虫。"
    },
    {
      "en": "One is the shock self - luminescent fiber - optic pin , and the other is the flash - gap fiber - optic pin.",
      "cn": "一种是冲击自发 光光纤 探针, 另一种是闪光隙光纤探针."
    },
    {
      "en": "The film detail is a luminescent spot, is the film blood.",
      "cn": "纪录片的细节是亮点, 是纪录片的血肉."
    },
    {
      "en": "The influencing factors of the brightness of luminescent switch were studied.",
      "cn": "研究了影响夜光开关辉度的因素."
    },
    {
      "en": "The research and applications of luminescent materials have changed our lives importantly and admirably.",
      "cn": "发光材料的开发与应用正深刻而美好的改变着我们的生活."
    },
    {
      "en": "The temperature performance and stability of quantum - well super luminescent diode ( SLD ) are better of normal SLD.",
      "cn": "量子阱结构超辐射发光二极管 ( SLD ) 具有良好的温度特性和一致性."
    },
    {
      "en": "This is third luminescent spot.",
      "cn": "这是亮点之三."
    },
    {
      "en": "This may show as luminescent blotches or spots on the body.",
      "cn": "这一点是指其身体上的发光斑或发光点."
    },
    {
      "en": "This paper discussed the emendation of the luminescent spectra of semiconductor films.",
      "cn": "讨论了半导体发光薄膜的光致发光谱修正要点."
    },
    {
      "en": "We firmly believe that women themselves will be a luminescent solar heating.",
      "cn": "我们坚信，女人自己就是一个会发光发热的太阳。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "luminescence",
          "tran_cn": " [光] 发冷光"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "luminesce",
          "tran_cn": " 发冷光"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "luminescent material",
      "tran_cn": "发光材料；发光物质"
    },
    {
      "phrase": "luminescent spot",
      "tran_cn": "光点，亮点"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "发冷光的，发光的"
    }
  ],
  "exchange": {
    "noun": [
      "luminescence"
    ]
  }
}