{
  "word": "redefine",
  "ipa": {
    "us": "ˌri:dɪˈfaɪn",
    "uk": "ˌriːdɪˈfaɪn"
  },
  "sentences": [
    {
      "en": "At first, I redefine the definition Space.",
      "cn": "首先要做的是概念解析与定义."
    },
    {
      "en": "AutoCorrect entry for  007  000 already exists. Do you want to redefine it?",
      "cn": "000的“自动更正”词条已经存在. 是否要重新定义?"
    },
    {
      "en": "Be prepared to redefine this factor as conditions change.",
      "cn": "随着情况的变化,随时准备重新判定着一因素."
    },
    {
      "en": "But then biologists will merely redefine life.",
      "cn": "而那时,生物学家就只能重新定义生命."
    },
    {
      "en": "Cannot redefine a simple type as complex type.",
      "cn": "不能将简单类型重定义为复杂类型."
    },
    {
      "en": "Cannot redefine popup that is in use.",
      "cn": "不能重定义正在使用的弹出式菜单."
    },
    {
      "en": "Do you want to redefine the AutoText entry?",
      "cn": "是否重新定义这一“自动图文集”词条?"
    },
    {
      "en": "Expect it and redefine it as energy so you can move on.",
      "cn": "预备好并重新定义恐惧,把它看着一种推动力,这样你就可以继续前行了."
    },
    {
      "en": "Feminists have redefined the role of women.",
      "cn": "女权主义者们已重新定义了女性角色。"
    },
    {
      "en": "Functions become constants and you cannot assign to them or redefine them.",
      "cn": "函数变成常数,无法给它们赋值或重定义它们."
    },
    {
      "en": "LIME Habitat in Island East will redefine luxury living.",
      "cn": "形品位于港岛东,落成后将带动区内型格生活品味潮流."
    },
    {
      "en": "Redefine your audience generally means changing how you see your audience.",
      "cn": "重新定义听众通常意味着改变你对听众的看法."
    },
    {
      "en": "So the F . C . C . proposes to redefine broadband as telecommunication a telecommunications service.",
      "cn": "因此联邦通信委员会打算将宽带重新定义为电信服务."
    },
    {
      "en": "The advent of the Euro will redefine Europe.",
      "cn": "欧元的出现将重新定义欧洲."
    },
    {
      "en": "We will finally have to redefine our relationship with neighbouring states in north Africa.",
      "cn": "我们最终将不得不重新界定我们和北非邻国的关系。"
    },
    {
      "en": "Your search returned no results. Redefine your query and search again.",
      "cn": "您的搜索未返回任何结果. 请重新定义查询并再次搜索."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "redefinition",
          "tran_cn": " 重新定义"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重新定义，再定义",
      "tran_en": "If you redefine something, you cause people to consider it in a new way"
    }
  ],
  "exchange": {
    "third": [
      "redefines"
    ],
    "past": [
      "redefined"
    ],
    "done": [
      "redefined"
    ],
    "ing": [
      "redefining"
    ],
    "noun": [
      "redefinition"
    ]
  }
}