{
  "word": "cyclical",
  "ipa": {
    "us": "ˈsɪklɪkəl",
    "uk": "ˈsɪklɪkəl"
  },
  "sentences": [
    {
      "en": "...the cyclical nature of the airline business.",
      "cn": "…航空业的周期性特征。"
    },
    {
      "en": "Cable network operator model determines the profit performance of its anti - cyclical.",
      "cn": "有线电视网络运营商盈利模式决定了其业绩的 抗 周期性."
    },
    {
      "en": "Emerging market growth does not make the sector less cyclical.",
      "cn": "新兴市场的增长并不能降低该行业的周期性."
    },
    {
      "en": "First, it is the world's economic operations cyclical adjustment results.",
      "cn": "首先, 这是世界经济运行周期性调整的结果."
    },
    {
      "en": "In part , the rise simply reflects the cyclical nature of most commodities.",
      "cn": "价格提升在一定程度上反映了多数商品的周期性."
    },
    {
      "en": "Interest rate generally fluctuates in a cyclical manner.",
      "cn": "利率常以周期方式浮动。"
    },
    {
      "en": "JOANNE : So are you betting on secular versus cyclical changes?",
      "cn": "所以,你在赌这一长期而又相对周期性的变革?"
    },
    {
      "en": "Manufacturing is highly cyclical, falling first and fast in a downturn.",
      "cn": "制造业循环性强, 因此,在经济下行中最先下滑,速度也较快."
    },
    {
      "en": "No, gossip is cyclical and karmic, like a boomerang.",
      "cn": "不，流言是循环的，是有因果的，就像自食其果。"
    },
    {
      "en": "Procedures realize the cyclical nature of a single frequency tone.",
      "cn": "程序中实现单一频率的周期性提示音."
    },
    {
      "en": "Some do not even realise that cyclical downturns are normal.",
      "cn": "有些人甚至不明白周期性衰退是正常的."
    },
    {
      "en": "Survey shows that investment in defensive investment shift from cyclical stocks.",
      "cn": "调查显示,投资人在从防守型投资转向周期性股票."
    },
    {
      "en": "The complex of sand bodies developed in a cyclical sequence of off - lapping sedimentary beds.",
      "cn": "砂岩复合体发育于退覆沉积层的旋回层内."
    },
    {
      "en": "The first beneficiaries were stable, non - cyclical industries such as telecoms or healthcare.",
      "cn": "首批受益者是电信和医疗等稳定的 非 周期性行业."
    },
    {
      "en": "The object is no longer in cyclical motion.",
      "cn": "这物体已不再循环运动."
    },
    {
      "en": "The recycling industry is particularly vulnerable to wild cyclical swings in the market.",
      "cn": "回收工业经受不了市场价格的同期性激烈涨落."
    },
    {
      "en": "This type of cyclical movement is fairly common in Chinese instrumental music.",
      "cn": "这种“循环体”结构在中国器乐曲中相当普遍."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cyclic",
          "tran_cn": " 环的；循环的；周期的"
        },
        {
          "word": "cycloid",
          "tran_cn": " 圆形的；循环性格的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "cycle",
          "tran_cn": " 循环；周期；自行车；整套；一段时间"
        },
        {
          "word": "cyclicity",
          "tran_cn": " 周期性；循环性"
        },
        {
          "word": "cycloid",
          "tran_cn": " [测][数] 摆线；轮转线"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "cycle",
          "tran_cn": " 循环；骑自行车；轮转"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "cycle",
          "tran_cn": " 使循环；使轮转"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "circular",
            "periodic"
          ],
          "tran_cn": "周期的，循环的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cyclical fluctuation",
      "tran_cn": "n. 循环变动，周期性波动"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "循环的，周期的，环状的",
      "tran_en": "of or relating to a musical form consisting of several movements sharing thematic material "
    }
  ],
  "exchange": {}
}