{
  "word": "recapture",
  "ipa": {
    "us": "ˌri:ˈkæptʃə(r)",
    "uk": "riˈkæptʃɚ"
  },
  "sentences": [
    {
      "en": "an attempt to recapture the city",
      "cn": "收复这座城市的尝试"
    },
    {
      "en": "Black has to fight in order to recapture the pawn.",
      "cn": "黑方必须为夺回失兵而战."
    },
    {
      "en": "Can the city recapture its former splendour?",
      "cn": "这座城市还能重现其往昔的光辉 吗 ?"
    },
    {
      "en": "He couldn't recapture the form he'd shown in getting to the semi-final.",
      "cn": "他没能找回闯进半决赛时表现出来的状态。"
    },
    {
      "en": "He ordered the army to recapture the camp at any cost.",
      "cn": "他命令军队无论如何也要夺回营地。"
    },
    {
      "en": "He was recaptured after nearly two weeks on the run.",
      "cn": "他逃亡将近两周后再次被抓获。"
    },
    {
      "en": "How do we recapture the intellectual high ground?",
      "cn": "我们如何才能重新在智力上获得优势呢？"
    },
    {
      "en": "If I am once put off I find it very difficult to recapture the same train of thought.",
      "cn": "我一旦受到打扰,发觉自己很难回到原来的思路上来."
    },
    {
      "en": "In view of architectural position all in all, exceeding and war-weary German officer those gets · card favour (Shu Man acts the role of Thoms Clay) act under orders to recapture this foothold.",
      "cn": "鉴于建筑的位置极其重要，极度厌战的德国军官彼得·卡恩（托马斯·克莱舒曼饰）奉命夺回该据点。"
    },
    {
      "en": "It is difficult to recapture the sober , even fearful - atmosphere of those days.",
      "cn": "现在要把握当时持重的, 甚至可怕的气氛是很困难的."
    },
    {
      "en": "Since Tigress had started \" helping \" Joy, she wanted to recapture her lost youth through him.",
      "cn": "虎妞 “ 成全 ” 了小福子,也要在祥子身上找到失去了的青春."
    },
    {
      "en": "The armed forces have launched offensives to recapture lost ground.",
      "cn": "这支武装部队已发动进攻要夺回失去的阵地。"
    },
    {
      "en": "The general resolved on an approach by night recapture the lost ground.",
      "cn": "司令员决定,夜晚之前进军收复失去的阵地."
    },
    {
      "en": "Their attempt to recapture the city was foiled by a traitor.",
      "cn": "他们重新夺回这座城市的企图被叛徒打破了."
    },
    {
      "en": "These cookies seem to recapture all the textures and flavors we remember from childhood.",
      "cn": "这些饼干似乎重新唤回了我们记忆中童年时代的那种口感和味道。"
    },
    {
      "en": "Vajrayana thus attempts to recapture the Enlightenment experience of the Gautama Buddha.",
      "cn": "从而金刚乘是尝试去再体验乔达摩佛的启迪体验."
    },
    {
      "en": "We of course wanted to recapture Burma.",
      "cn": "我们当然想收复缅甸."
    },
    {
      "en": "What led to the prisoner's recapture?",
      "cn": "靠什麽线索把那个逃犯捉回的?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "retrieval",
            "reseizure"
          ],
          "tran_cn": "夺回；取回；政府对公司超额收益或利润的征收"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "reseize",
            "take back"
          ],
          "tran_cn": "夺回；拿回；再体验；政府征收再经历"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "夺回；取回；政府对公司超额收益或利润的征收"
    },
    {
      "pos": "v",
      "tran_cn": "夺回；拿回；再体验；政府征收再经历",
      "tran_en": "to take control of a place again by fighting for it"
    },
    {
      "pos": "vt",
      "tran_cn": "重新捕获[夺回]，重温",
      "tran_en": "to catch a prisoner or animal that has escaped"
    }
  ],
  "exchange": {
    "third": [
      "recaptures"
    ],
    "past": [
      "recaptured"
    ],
    "done": [
      "recaptured"
    ],
    "ing": [
      "recapturing"
    ]
  }
}