{
  "word": "tenth",
  "ipa": {
    "us": "tenθ",
    "uk": "tɛnθ"
  },
  "sentences": [
    {
      "en": "A dime is a tenth of a dollar.",
      "cn": "一角银币是十分之一美元."
    },
    {
      "en": "A dime is a tenth part of a dollar.",
      "cn": "一角银币是一美元的十分之一."
    },
    {
      "en": "He bought her a diamond ring on their tenth wedding anniversary.",
      "cn": "他们结婚10周年纪念,他给她买了一枚钻戒."
    },
    {
      "en": "He has just published his tenth novel.",
      "cn": "他刚刚发表了他的第十本小说。"
    },
    {
      "en": "He plunged from a tenth floor window.",
      "cn": "他从10楼的窗户跳下."
    },
    {
      "en": "He was down on all cards at the middle of the tenth round.",
      "cn": "到第十回合的中途,他在所有裁判记录卡上分数还是落后."
    },
    {
      "en": "her tenth birthday",
      "cn": "她的10岁生日"
    },
    {
      "en": "I wouldn't care to live on the tenth floor.",
      "cn": "我不愿意住在第十层楼."
    },
    {
      "en": "I'd like to book a seat to Munich for Monday the tenth.",
      "cn": "我想订10号星期一飞往慕尼黑的机票一张."
    },
    {
      "en": "in the tenth century",
      "cn": "在10世纪"
    },
    {
      "en": "Its form up to a tenth degree polynomial is shown below.",
      "cn": "下面写出一直到十次多项式的帕斯卡三角形."
    },
    {
      "en": "Many already go for the second option: one-tenth of remittances to Africa come from within the continent.",
      "cn": "很多人已经选择第二个选择了：十分之一汇向非洲国家的汇款来自欧洲国家。"
    },
    {
      "en": "Not because she lost, in fact she just won her last election to her tenth term by a landslide.",
      "cn": "不只因为她的失败，事实上她只是由于占绝对优势的选举赢得第十期最后的选举。"
    },
    {
      "en": "Over a tenth of the population have secure, undemanding jobs.",
      "cn": "超过1/10的人口拥有稳定且相对轻松的工作。"
    },
    {
      "en": "That makes the tenth time he's failed his driving test!",
      "cn": "他驾驶测验不及格,这次算第十次了!"
    },
    {
      "en": "The elevator broke down and we had to walk up the tenth floor.",
      "cn": "电梯坏了,我们只好走到十层."
    },
    {
      "en": "The leading car crashed midway through the tenth lap.",
      "cn": "领先的那辆赛车在第十圈的中途撞毁了."
    },
    {
      "en": "The Parliament was prorogued to the tenth of February.",
      "cn": "国会休会到2月10日."
    },
    {
      "en": "The Society is celebrating its tenth anniversary this year.",
      "cn": "这个协会今年将举办成立10周年庆典。"
    },
    {
      "en": "This is my tenth year of working with students with autism.",
      "cn": "这是我教授患有孤独症的学生们的第十个年头。"
    },
    {
      "en": "What are you doing on the tenth of May?",
      "cn": "你5月10日有空 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "tenthly",
          "tran_cn": " 第十"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "decimus"
          ],
          "tran_cn": "十分之一的；第十个的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "nine tenths",
      "tran_cn": "几乎全部"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "十分之一的；第十个的",
      "tran_en": "coming after nine other things in a series"
    },
    {
      "pos": "n",
      "tran_cn": "第十，十分之一",
      "tran_en": "one of ten equal parts of something"
    },
    {
      "pos": "num",
      "tran_cn": "第十；十分之一",
      "tran_en": "one of ten equal parts of something"
    }
  ],
  "exchange": {
    "pl": [
      "tenths"
    ]
  }
}