{
  "word": "librarian",
  "ipa": {
    "us": "laɪˈbreəriən",
    "uk": "laɪˈbreriən"
  },
  "sentences": [
    {
      "en": "Everyone here knew of the assistant librarian's passion for handsome boys.",
      "cn": "每个这里的人都知道助理管理员对英俊男孩的喜好."
    },
    {
      "en": "He requested help from the librarian to locate the book he wanted.",
      "cn": "他请求图书管理员帮助找出他要找的书的位置."
    },
    {
      "en": "He wants the librarian to show him how to use the library.",
      "cn": "他想请图书管理员教他如何使用图书馆."
    },
    {
      "en": "I'm a librarian. I work at the University of British Columbia.",
      "cn": "我是图书管理员. 我在不列颠哥伦比亚大学工作."
    },
    {
      "en": "Maria finished school, and then became the librarian of the Nantucket Athenaeum.",
      "cn": "中学毕业后, 玛丽当上了南塔克特学会的图书管理员."
    },
    {
      "en": "Monica is a librarian at the University of British Columbia.",
      "cn": "莫尼卡是BC大学的图书管理员."
    },
    {
      "en": "No reader shall remove a book from the library without consent of the librarian.",
      "cn": "非经管理员同意,读者不准把书带出图书馆."
    },
    {
      "en": "The computer can alter the serials librarian and produce a bindery notice.",
      "cn": "计算机可提醒管理连续出版物的馆员,并制作装订通知."
    },
    {
      "en": "The librarian catalogues the books we have in the school.",
      "cn": "图书管理员将学校的书分类编目."
    },
    {
      "en": "The librarian entered a new book in the catalogue.",
      "cn": "图书管理员把一本新书编入目录."
    },
    {
      "en": "The librarian had these new books promptly accessioned.",
      "cn": "图书馆员迅速地把这些新书登记于图书目录."
    },
    {
      "en": "The librarian is coding the new books.",
      "cn": "图书馆员在为新书编号."
    },
    {
      "en": "The librarian threw back his head and laughed shrilly.",
      "cn": "图书管理员把头往后面一仰,尖着嗓子哈哈大笑."
    },
    {
      "en": "The new librarian is a friend of mine.",
      "cn": "这位新来的图书管理员是我的朋友。"
    },
    {
      "en": "The old librarian illuminated some old books and manuscripts.",
      "cn": "这个老图书馆员把一些古书和旧抄稿加上各种装饰."
    },
    {
      "en": "You may deposit your returned books with the librarian.",
      "cn": "你可以把要还的书留在图书管理员处."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "librarianship",
          "tran_cn": " 图书馆事业；图书馆管理员职位；图书馆管理业务"
        },
        {
          "word": "library",
          "tran_cn": " 图书馆，藏书室；文库"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "library technician"
          ],
          "tran_cn": "图书馆员；图书管理员"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "图书馆馆长",
      "tran_en": "someone who works in a library"
    }
  ],
  "exchange": {
    "pl": [
      "librarians"
    ]
  }
}