{
  "word": "Dr",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "\"Dr Campbell,\" he said, clearly surprised. \"What are you doing here?\"",
      "cn": "“坎贝尔医生，”他显然很惊讶地说道，“您怎么在这儿？”"
    },
    {
      "en": "\"I see anti-depressants as a lifestyle drug,\" says Dr Charlton.",
      "cn": "“我认为抗抑郁药是一种改善生活品质的药物，”查尔顿医生说。"
    },
    {
      "en": "A bounty of $50,000 was put on Dr. Alvarez's head.",
      "cn": "有人悬赏50,000美元买阿尔瓦雷斯博士的人头。"
    },
    {
      "en": "After the scandal was exposed, Dr Bailey committed suicide.",
      "cn": "丑闻曝光后，贝利博士自杀了。"
    },
    {
      "en": "Could you direct them to Dr Lamont's office, please?",
      "cn": "你能告诉他们去拉蒙特医生的办公室怎么走吗？"
    },
    {
      "en": "Dr Kengerli looks to Turkey as his mother country.",
      "cn": "肯戈理博士视土耳其为自己的祖国。"
    },
    {
      "en": "Dr Ryan travelled the world gathering material for his book.",
      "cn": "瑞安博士周游世界为他的书搜集资料。"
    },
    {
      "en": "Dr Tinsley had five pieces on the board against Chinook's four.",
      "cn": "廷斯利博士在棋盘上还有5枚棋子，对手钦诺克还有4枚。"
    },
    {
      "en": "Dr Williams describes it as a potential wonder drug.",
      "cn": "威廉斯医生称其可能会成为特效药。"
    },
    {
      "en": "Dr. Johnson and I have been trying to build him up physically.",
      "cn": "约翰逊医生和我一直试图增强他的体质。"
    },
    {
      "en": "Dr. Mesibov set forth the basis of his approach to teaching students.",
      "cn": "梅西伯夫博士阐述了他的教学方法的基础。"
    },
    {
      "en": "Perhaps, he suggested tentatively, they should send for Dr Band.",
      "cn": "他小心地建议道，也许他们应该让人去请班德大夫。"
    },
    {
      "en": "The Daily Express describes Dr Carey as a pretty tough nut.",
      "cn": "《每日快报》把凯里医生说成是特别难对付的家伙。"
    },
    {
      "en": "The declaration was drafted by a committee chaired by Dr Robert Song.",
      "cn": "宣言由罗伯特·桑博士领导的委员会起草。"
    },
    {
      "en": "They were told that Dr Albright wasn't taking any new patients.",
      "cn": "他们被告知，奥尔布赖特医生不再接收新病人了。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "(=dead reckoning)速度三角形定位法，(=doctor)医生，博士"
    }
  ],
  "exchange": {
    "pl": [
      "Drs"
    ]
  }
}