{
  "word": "greatly",
  "ipa": {
    "us": "ˈɡreɪtli",
    "uk": "ˈɡreɪtli"
  },
  "sentences": [
    {
      "en": "A child's access to schooling varies greatly from area to area.",
      "cn": "孩子获得学校教育的机会因地区不同而大相径庭."
    },
    {
      "en": "Acceptance of women preachers varies greatly from denomination to denomination.",
      "cn": "在接受女性传教士的问题上，不同教派的态度大相径庭。"
    },
    {
      "en": "All offers of help will be greatly appreciated .",
      "cn": "如蒙帮助，感激不尽。"
    },
    {
      "en": "Any assistance you could give the police will be greatly appreciated.",
      "cn": "您提供的任何帮助警方都将万分感谢。"
    },
    {
      "en": "Casals greatly influenced later cellists with his technique, misicianship, and beautiful tone.",
      "cn": "卡萨尔斯以他的表现手法和技巧 、 音乐家的风范及优美的曲调对以后的大提琴手产生很大影响."
    },
    {
      "en": "Curiously, the struggle to survive has greatly improved her health.",
      "cn": "奇怪的是，她拼命求生的抗争使得她的健康状况大有好转。"
    },
    {
      "en": "I am greatly indebted to you for your help.",
      "cn": "我非常感激你对我的帮助."
    },
    {
      "en": "I greatly esteem your message in the midst of our hard struggle.",
      "cn": "您在我们奋力抗争时发来的电文让我充满了敬意。"
    },
    {
      "en": "Marx wrote back to say that Engels'praise had greatly encouraged him.",
      "cn": "马克思回信给恩格斯说,他的赞誉对自己的鼓励很大."
    },
    {
      "en": "Not unnaturally, Jane greatly resented Harry's interference.",
      "cn": "很自然地，简对哈利的干预极为不满。"
    },
    {
      "en": "People's reaction to the film has varied greatly.",
      "cn": "人们对这部影片的反应大不一样。"
    },
    {
      "en": "Running through the forest in the dark, the boys were greatly afraid.",
      "cn": "孩子们在黑暗中穿过树林, 心里非常害怕."
    },
    {
      "en": "Sharon was a wonderful lady and I know she'll be greatly missed.",
      "cn": "莎伦是一位了不起的女士，我知道人们会非常想念她的。"
    },
    {
      "en": "The levels of tolerable pain vary greatly from individual to individual.",
      "cn": "对疼痛的耐受程度因人而异，差别很大。"
    },
    {
      "en": "The quality of health care varies greatly .",
      "cn": "医疗保健服务质量差别很大。"
    },
    {
      "en": "The worker operated the machine expertly; we admired him greatly.",
      "cn": "那位工人操纵机器很熟练, 我们对他很钦佩."
    },
    {
      "en": "There are two among their recent introductions that have greatly impressed me.",
      "cn": "在他们最近引进的东西里面有两样给我留下了非常深刻的印象。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "great",
          "tran_cn": " 伟大的，重大的；极好的，好的；主要的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "great",
          "tran_cn": " 大师；大人物；伟人们"
        },
        {
          "word": "greatness",
          "tran_cn": " 伟大；巨大"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "quite",
            "badly",
            "too",
            "extremely",
            "far",
            "highly"
          ],
          "tran_cn": "很，大大地；非常"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "damned",
            "deeply",
            "extremely",
            "very"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "非常，极大地",
      "tran_en": "extremely or very much"
    }
  ],
  "exchange": {
    "er": [
      "more greatly"
    ],
    "est": [
      "most greatly"
    ]
  }
}