{
  "word": "checkup",
  "ipa": {
    "us": "'tʃekʌp",
    "uk": "ˈtʃɛkˌʌp"
  },
  "sentences": [
    {
      "en": "Article 6 Those insured with simple life insurance a physical checkup.",
      "cn": "第6条简易人寿保险对于被保险人,免施以健康检查."
    },
    {
      "en": "Doctor: I'm glad you decided to come in for a checkup.",
      "cn": "医师: 我很高兴你决定来做健康检查."
    },
    {
      "en": "Firstly, the information security problems of checkup workflow in PDM are discussed.",
      "cn": "笔者首先分析了PDM中审批工作流存在的信息安全问题."
    },
    {
      "en": "For the present we are making a general checkup.",
      "cn": "目前,我们正做总的检查."
    },
    {
      "en": "Have you ever had a checkup for this problem?",
      "cn": "您曾经有过为这问题做过身体检查 吗 ?"
    },
    {
      "en": "He presented himself for a checkup at the hospital.",
      "cn": "他到医院接受体格检查."
    },
    {
      "en": "I had a medical checkup before going abroad.",
      "cn": "我在出国前作了一次体格检查."
    },
    {
      "en": "I had to go back for my checkup; they'd lost my X-rays.",
      "cn": "我得回去再做一次体检。他们把我的X光片弄丢了。"
    },
    {
      "en": "I took him to Philip's office yesterday for a checkup.",
      "cn": "我昨天带他到Philip的办公室去做检查."
    },
    {
      "en": "Is general physical checkup done in the hospital now expensive ah?",
      "cn": "现在在医院做全身检查贵不贵啊?"
    },
    {
      "en": "It’s important to have regular checkups .",
      "cn": "定期做体检是很重要的。"
    },
    {
      "en": "Mary: No, I just went to have a checkup.",
      "cn": "玛丽: 没什么事, 我只是去做一下体检."
    },
    {
      "en": "The disease was detected during a routine checkup.",
      "cn": "这种疾病是在一次例行体检中查出来的。"
    },
    {
      "en": "The result of occupational disease checkup should be announced to trade union.",
      "cn": "并及时向工会通报职业病检查情况."
    },
    {
      "en": "The shopkeeper gave his store a final checkup before closing for the night.",
      "cn": "店主在晚上打烊前对商店作了最后检查."
    },
    {
      "en": "You'd better go to the dentist immediately and have a checkup.",
      "cn": "你最好立即去看牙医,检查一下."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "examination",
            "physical"
          ],
          "tran_cn": "体格检查"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "examination",
            "physical"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "检查，核对，体格检查",
      "tran_en": "a general medical examination that a doctor or  dentist  gives you to make sure you are healthy"
    }
  ],
  "exchange": {
    "pl": [
      "checkups"
    ]
  }
}