{
  "word": "neptune",
  "ipa": {
    "us": "ˈneptjuːn",
    "uk": "ˈneptjuːn"
  },
  "sentences": [
    {
      "en": "Business at the Neptune had been very bad during the last twelve months.",
      "cn": "在过去的一年里,内普丘恩的生意非常的不景气."
    },
    {
      "en": "He managed to walk a little farther - but he never reached the Neptune.",
      "cn": "他又支撑着向前走了一小段路,但他永远也走不到内普丘思了."
    },
    {
      "en": "I'm going to wreck the Neptune mine.",
      "cn": "我要捣毁内普丘恩煤矿."
    },
    {
      "en": "I've got a little Neptune High trivia for you.",
      "cn": "我有些海王星高中的琐事告诉你."
    },
    {
      "en": "It is all because, compared with Neptune, Pluto is very small.",
      "cn": "而和海王星比起来, 冥王星体积又太小."
    },
    {
      "en": "It is attracted by Neptune's gravity when the two planets get closer.",
      "cn": "因此当两颗行星靠近时,冥王星就被海王星的引力吸过去了."
    },
    {
      "en": "Neptune turned out to be a dynamic, stormy world.",
      "cn": "海王星原来是个有生气 、 多风暴的世界."
    },
    {
      "en": "Neptune was the god of the sea.",
      "cn": "尼普顿是海神."
    },
    {
      "en": "Somehow the geriatric Voyager 2, arthritic and partially deaf, managed to reach Neptune.",
      "cn": "得了关节炎而且局部变聋 、 衰老的“旅行者2号”最后总算抵达海王星."
    },
    {
      "en": "Soon I may make you my partner in the Neptune.",
      "cn": "不久我可能要你当我内普丘恩的合股人."
    },
    {
      "en": "The conjunction of Jupiter with Neptune shows creative imagination.",
      "cn": "木星与海王星的合相显示出富创意的想象力."
    },
    {
      "en": "The industrial troubles , which were threatening to destroy the Neptune, were wearing Arthur down.",
      "cn": "产业危机正威胁着要把内普丘恩煤矿搞垮, 阿瑟已愁得垂头丧气了."
    },
    {
      "en": "Unfortunately, it has a special orbit which overlaps with Neptune's.",
      "cn": "然而不幸的是, 冥王星的轨道很特殊,与海王星是相交的."
    },
    {
      "en": "Uranus, Neptune and Pluto are never visible to the naked eye.",
      "cn": "天王星 、 海王星和冥王星肉眼从来都不会看到."
    },
    {
      "en": "What's the mean cloud top atmospheric pressure of Neptune?",
      "cn": "海王星的平均云顶大气压是 多少 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海王星，（罗马神话）海神尼普顿"
    }
  ],
  "exchange": {}
}