{
  "word": "ecosystem",
  "ipa": {
    "us": "ˈiːkəʊsɪstəm",
    "uk": "ˈiːkoʊsɪstəm"
  },
  "sentences": [
    {
      "en": "...the forest ecosystem.",
      "cn": "…森林生态系统。"
    },
    {
      "en": "All these patterns of agriculture operate within the context of the global ecosystem.",
      "cn": "所有这些农业类型,都在全球生态系统的范围内产生作用."
    },
    {
      "en": "An evaluating index system is established for degenerated estuarine ecosystem restoration.",
      "cn": "摘要建立了退化河口生态系统恢复评价指标体系."
    },
    {
      "en": "Chapter 5: With evolution economy as the commercial ecosystem strategy of foundation.",
      "cn": "第五章: 以演化经济学为基础的商业生态系统战略."
    },
    {
      "en": "Each ecosystem, however, is continuous to some degree with adjacent systems.",
      "cn": "然而, 每个生态系统在某种程度上都和邻近的系统是连续的."
    },
    {
      "en": "I'm the person who watches over the delicate ecosystem of South Park.",
      "cn": "我是南方公园脆弱生态系统的监视员."
    },
    {
      "en": "In some climax communities, there is slow accumulation of net ecosystem production.",
      "cn": "某些顶极群落中也存在缓慢积累的净生态系统生产."
    },
    {
      "en": "Regional ecosystem types, such as grass land, desert, and deciduous forest, are called biomes.",
      "cn": "地区的生态系统, 例如草原 、 荒漠和落叶林又被称为生物带."
    },
    {
      "en": "The abundance and availability of water and nutrients in a soil ecosystem determine its fertility.",
      "cn": "土壤生态系统中水分和养分的丰度和有效性决定土壤的肥力."
    },
    {
      "en": "The ecosystem can be redefined as interlocking life systems.",
      "cn": "生态系统可以再定义为相互关联的生命系统的综合."
    },
    {
      "en": "The ecosystem will be thrown out of whack.",
      "cn": "生态系统将会失去平衡。"
    },
    {
      "en": "The global economic system functions like a biological ecosystem.",
      "cn": "世界经济系统的功能就想生物学上的生态系统."
    },
    {
      "en": "They are an indispensable part of ecosystem and natural beauty.",
      "cn": "它们(野生动物)是生态系统和自然美中不可缺少的一部份."
    },
    {
      "en": "We all have an interest in maintaining the integrity of the ecosystem.",
      "cn": "维持生态系统的完整是我们共同的利益."
    },
    {
      "en": "Where there is an ecosystem, there are local experts.",
      "cn": "哪里有生态系统, 哪里就有本地专家."
    },
    {
      "en": "You refer to ten major types of land ecosystem in the world.",
      "cn": "你所指的是世界上十大主要的土地生态系统."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ecological constellation",
            "ecological systems"
          ],
          "tran_cn": "[生态]生态系统"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "agricultural ecosystem",
      "tran_cn": "农业生态系统"
    },
    {
      "phrase": "artificial ecosystem",
      "tran_cn": "人工生态系统"
    },
    {
      "phrase": "ecosystem ecology",
      "tran_cn": "生态系统；生态学"
    },
    {
      "phrase": "ecosystem function",
      "tran_cn": "生态系统功能"
    },
    {
      "phrase": "ecosystem structure",
      "tran_cn": "生态系统结构"
    },
    {
      "phrase": "ecosystem type",
      "tran_cn": "生态系统型"
    },
    {
      "phrase": "natural ecosystem",
      "tran_cn": "自然生态系统"
    },
    {
      "phrase": "terrestrial ecosystem",
      "tran_cn": "陆地生态系统"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "生态系统",
      "tran_en": "all the animals and plants in a particular area, and the way in which they are related to each other and to their environment"
    }
  ],
  "exchange": {
    "pl": [
      "ecosystems"
    ]
  }
}