{
  "word": "spider",
  "ipa": {
    "us": "ˈspaɪdə(r)",
    "uk": "ˈspaɪdər"
  },
  "sentences": [
    {
      "en": "\" In Central America,'says Whitcomb, \" the banana spider is a welcome house guest.",
      "cn": "惠特科姆说: “ 在中美洲, 疾行异足蛛是一种受欢迎的住宅宾客."
    },
    {
      "en": "A spider had spun a perfect web outside the window.",
      "cn": "蜘蛛在窗外结了一张完整的网。"
    },
    {
      "en": "A spider is weaving a web under the eaves.",
      "cn": "蜘蛛在屋檐下织网."
    },
    {
      "en": "A spider spins a web in which it catches insects and bugs for its food.",
      "cn": "蜘蛛结网,用于捕捉各种昆虫."
    },
    {
      "en": "A spider spins a web.",
      "cn": "蜘蛛结网。"
    },
    {
      "en": "a spider's web",
      "cn": "蛛网"
    },
    {
      "en": "Because each strand is so fine, spider silk seems very weak.",
      "cn": "因为每一根丝都非常纤细, 蛛丝似乎十分柔弱."
    },
    {
      "en": "Do you think that the spider can web anything?",
      "cn": "你觉得这蜘蛛能用网捕住什么吗?"
    },
    {
      "en": "Encouraged by the spirit of the spider, Bruce decied to try again.",
      "cn": "受到那蜘蛛精神的鼓舞(鼓励), Bruce决定再试一次."
    },
    {
      "en": "I should not have to live my eternity away from my little spider.",
      "cn": "我不会离开我的小蜘蛛而孤凄地度过那无边岁月的。"
    },
    {
      "en": "Likewise, by these investigators’ logic, male arachnophobes should get a mild tickle down there whenever they spy a spider scurrying across their desk.",
      "cn": "同样的，按这些研究者的逻辑，男性蜘蛛恐惧者每次看到蜘蛛爬过桌子都应该下身瘙痒咯？"
    },
    {
      "en": "Nothing in the world would make me pick up a spider.",
      "cn": "天底下任何力量都不能使我去拣起蜘蛛."
    },
    {
      "en": "the geometry of a spider's web",
      "cn": "蜘蛛网的几何形状"
    },
    {
      "en": "The insect is powerless to move while the spider eats it alive.",
      "cn": "昆虫无法动弹,这时蜘蛛便把它活活吃掉."
    },
    {
      "en": "The spider can come forth and talk business upon its own terms.",
      "cn": "蜘蛛就会出来依据自己的条件讲斤头."
    },
    {
      "en": "The spider hung suspended on its slender thread.",
      "cn": "蜘蛛悬吊在它细长的丝上."
    },
    {
      "en": "The spider must wait for prey to be ensnared on its web.",
      "cn": "蜘蛛必须等待猎物被它的蛛网困住。"
    },
    {
      "en": "The woolly spider monkey is the largest primate in the Americas.",
      "cn": "绒毛蛛猴是美洲最大的灵长类动物。"
    },
    {
      "en": "to be caught in a spider's web of confusion",
      "cn": "陷入混乱不堪的局面"
    },
    {
      "en": "What should I find but an enormous spider!",
      "cn": "我居然发现了一只巨大的蜘蛛！"
    },
    {
      "en": "Why not hold spider of the week contests in your home throughout this season?",
      "cn": "在这整个蜘蛛出没的季节里，为什么不在你家里举行蜘蛛周竞赛？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "spidery",
          "tran_cn": " 细长足的；蜘蛛一般的；蜘蛛网一般的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "araneid",
            "tripod"
          ],
          "tran_cn": "[无脊椎]蜘蛛；设圈套者；三脚架"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "red spider",
      "tran_cn": "红蜘蛛；山楂叶螨"
    },
    {
      "phrase": "spider silk",
      "tran_cn": "蜘蛛丝"
    },
    {
      "phrase": "spider web",
      "tran_cn": "n. 蜘蛛网"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蜘蛛，星形轮，十字叉，带柄三脚平底锅，三脚架",
      "tran_en": "a small creature with eight legs, which catches insects using a fine network of sticky threads"
    }
  ],
  "exchange": {
    "pl": [
      "spiders"
    ]
  }
}