{
  "word": "shorter",
  "ipa": {
    "us": "'ʃɔ:tə",
    "uk": "'ʃɔtə"
  },
  "sentences": [
    {
      "en": "A cover letter should never exceed one page; often a far shorter letter will suffice.",
      "cn": "附信不应超过一页，通常来说，一封相对非常简短的信就足够了。"
    },
    {
      "en": "Automation would bring a shorter, more flexible working week.",
      "cn": "自动化会使工作周缩短，也更为灵活。"
    },
    {
      "en": "Bess was self-conscious about being shorter than her two friends.",
      "cn": "贝丝因比她的两个朋友个子都矮而感到很不自在。"
    },
    {
      "en": "Blue light has a shorter wavelength than red.",
      "cn": "蓝光的波长比红光的短。"
    },
    {
      "en": "If you set the boy among those tall children, he looks even shorter.",
      "cn": "你若让这孩子站在高大的孩子中, 他看上去显得更矮."
    },
    {
      "en": "Jack is shorter than Tom by a head.",
      "cn": "杰克比汤姆矮一头."
    },
    {
      "en": "Many factories are switching over to a shorter working week.",
      "cn": "很多工厂都在减少每周的工作日数."
    },
    {
      "en": "Shorter hemlines are back in this season.",
      "cn": "本季又重新时兴较短的衣裙。"
    },
    {
      "en": "Tactical nuclear weapons have shorter ranges.",
      "cn": "战术核武器的威力范围较小。"
    },
    {
      "en": "The articles are noticeably shorter with strong headlines and graphics.",
      "cn": "这些文章明显短了许多，并且配上了醒目的标题和图表。"
    },
    {
      "en": "The car is some 40mm shorter than its predecessor.",
      "cn": "这辆轿车比原先的车型短了约40毫米。"
    },
    {
      "en": "The days get shorter after the Summer Solstice.",
      "cn": "过了夏至,天就开始变短."
    },
    {
      "en": "The idea is to finish a job in a shorter time as measured by an external clock, even if at the cost of more hardware and programming complexity.",
      "cn": "其思想是按照外部时钟的步调在更短的时间内完成一项工作，即便要以更复杂的硬件和编程为代价也在所不惜。"
    },
    {
      "en": "The shorter children are to sit at the front.",
      "cn": "个子矮的孩子坐在前边."
    },
    {
      "en": "Today's slightly shorter race could well help to tip the scales in his favour.",
      "cn": "今天距离稍短的赛跑可能会对他占据优势大有助益。"
    },
    {
      "en": "Why don't you take a leaf out of Anne's book and have your hair cut shorter?",
      "cn": "你为什么不效法安妮,也把头发剪短些 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "短的( short的比较级 )，不够，短缺的，短期的"
    },
    {
      "pos": "other",
      "tran_cn": "更矮的"
    }
  ],
  "exchange": {}
}