{
  "word": "molasses",
  "ipa": {
    "us": "məˈlæsɪz",
    "uk": "məˈlæsɪz"
  },
  "sentences": [
    {
      "en": "\" You're as slow as molasses in January,'snapped Scarlett as Prissy opened the gate.",
      "cn": "\" 你可是冬天的糖浆,好,糊啊! \" 百里茜一进大门,思嘉便厉声批评她."
    },
    {
      "en": "A better natural substitute would be Manuka honey or molasses but only in very small amounts.",
      "cn": "一个天然替代品是麦卢卡蜂蜜或者糖蜜，但是也只能非常小的量。"
    },
    {
      "en": "A hard , chewy candy made of brown sugar or molasses and butter.",
      "cn": "爆米花和稠糖或糖蜜、焦糖糖浆混合, 抟成球."
    },
    {
      "en": "A very soft steamed sponge cake flavoured with molasses.",
      "cn": "一种非常软的加入糖浆的海绵蒸糕."
    },
    {
      "en": "Add the melted butter, molasses, salt, and flour.",
      "cn": "加入化开的黄油、糖浆、盐和面粉。"
    },
    {
      "en": "Air, water, molasses, and milk are all fluids.",
      "cn": "空气 、 水 、 糖蜜及牛奶都是流体."
    },
    {
      "en": "Applicable for addition of molasses, oil , fat, etc to compound feed.",
      "cn": "该机适用于配合饲料中添加糖蜜 、 油脂等液体营养成分."
    },
    {
      "en": "But if you add sugar and molasses, you can cook them for days.",
      "cn": "但是如果你加入糖和糖浆，你能煮好几天。"
    },
    {
      "en": "Exports: sugar and molasses , rum, other foods and beverages, chemicals.",
      "cn": "出口: 糖, 朗姆酒, 食品及饮料, 化工."
    },
    {
      "en": "He poured milk and molasses into a bowl.",
      "cn": "他把牛奶和糖浆倒入一只碗内."
    },
    {
      "en": "In this paper, the ultrafiltration ( UF ) process of cane molasses was investigated.",
      "cn": "本文研究甘蔗糖蜜溶液的超滤过程特性."
    },
    {
      "en": "Molasses are mildly laxative and something of a general tonic.",
      "cn": "糖蜜有些许通便作用，兼具强身功能。"
    },
    {
      "en": "Molasses is not an easy ingredient to mix into concentrated feeds.",
      "cn": "糖蜜作为一种饲料成分与精料混合并不容易."
    },
    {
      "en": "Mother poured milk and molasses into a bowl.",
      "cn": "母亲将牛奶和糖蜜倒进碗里."
    },
    {
      "en": "Resource regeneration of molasses has become research hotspot.",
      "cn": "摘要糖蜜的资源化利用一直受到人们的重视."
    },
    {
      "en": "The molasses flowed slowly.",
      "cn": "糖浆慢慢地流动."
    },
    {
      "en": "To a bacterium water is as thick as molasses is to us.",
      "cn": "对于细菌来说,水的粘稠度就好像糖蜜对人的粘稠度一样."
    },
    {
      "en": "What’s more, the Earth’s rotation should also produce a drag on local spacetime, like a marble spinning in molasses would pull the goop around it.",
      "cn": "而且，自转的地球也会对周围的时空产生一个拽引力，就像一颗弹珠在糖浆中旋转可以带动它周围的液体。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "treacle",
            "sirup"
          ],
          "tran_cn": "[食品]糖蜜，糖浆"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cane molasses",
      "tran_cn": "蔗糖蜜；甘蔗糖蜜"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "糖浆，糖蜜，废蜜",
      "tran_en": "a thick dark sweet liquid that is obtained from raw sugar plants when they are being made into sugar"
    }
  ],
  "exchange": {}
}