{
  "word": "confrontational",
  "ipa": {
    "us": "ˌkɒnfrʌnˈteɪʃnl",
    "uk": "ˌkɑnfrənˈteɪʃnl"
  },
  "sentences": [
    {
      "en": "As the hot weather, the match rhythm and make a lot of drop - confrontational.",
      "cn": "由于天气炎热, 使得比赛节奏和对抗性下降不少."
    },
    {
      "en": "Darwin is also famous for his extremely confrontational and racist 1871 book Descent of Man.",
      "cn": "达尔文也因为他那本1871年的书,《人类的由来》中的极端反叛和种族主义立场而出名."
    },
    {
      "en": "Disputes in Hong Kong , where civil freedoms are still respected, are becoming more frequent and confrontational.",
      "cn": "在公民自由仍然受到尊重的香港, 争议正变得越来越频繁和具有对抗性."
    },
    {
      "en": "Fans love rappers partly because they strike such a confrontational pose.",
      "cn": "乐迷热爱这些饶舌艺人一定程度上是因为他们所采取的那种战斗姿态."
    },
    {
      "en": "He was criticised from the outset as being brusque and confrontational.",
      "cn": "一开始,人们批评他态度粗鲁,不好说话."
    },
    {
      "en": "Mourinho says he will not be as brash and confrontational this season.",
      "cn": "穆里尼奥说这赛季他将不再是傲慢或敌对性的."
    },
    {
      "en": "Mr Galili's artistic style is confrontational : athletic, unsentimental and often witty.",
      "cn": "Galili的艺术风格很另类: 健美 、 冷漠又不乏诙谐."
    },
    {
      "en": "Rough talk and confrontational tactics did not come naturally to Ehrlichman.",
      "cn": "埃利希曼并非生来就讲话生硬,喜欢对抗."
    },
    {
      "en": "The committee's confrontational style of campaigning has made it unpopular.",
      "cn": "委员会咄咄逼人的宣传方式使其不得人心。"
    },
    {
      "en": "The senators described the meeting as frank but not confrontational.",
      "cn": "这些议员描述了会议很生动但是不对抗."
    },
    {
      "en": "The unusual confrontational tone in her reply made Ted flinch, as though he had trespassed.",
      "cn": "她的回答充满了不寻常的火药味,使泰德向后一缩, 就像被打了一耳光."
    },
    {
      "en": "Usually this is the result of confrontational escalation.",
      "cn": "常常我们可见到孩童坐于处室内,一幅苦瓜脸及迷惑的样子."
    },
    {
      "en": "Vietnam has a long and confrontational history with its giant northern neighbour.",
      "cn": "越南与北方庞大的邻国有一段漫长的冲突史."
    },
    {
      "en": "What is more, the rhetoric from China seems increasingly confrontational.",
      "cn": "而且, 中国方面的言论似乎越来越有对抗性."
    },
    {
      "en": "You prefer a non confrontational approach when it comes to resolving disputes.",
      "cn": "面对争端,你不喜欢采用对抗性的手段来解决."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "confrontation",
          "tran_cn": " 对抗；面对；对质"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "confront",
          "tran_cn": " 面对；遭遇；比较"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "adversarial",
            "oppositional"
          ],
          "tran_cn": "对抗的；对抗性的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "挑衅的，对抗的",
      "tran_en": "If you describe the way that someone behaves as confrontational, you are showing your disapproval of the fact that they are aggressive and likely to cause an argument or dispute"
    }
  ],
  "exchange": {}
}