{
  "word": "irreconcilable",
  "ipa": {
    "us": "ɪˌrekənˈsaɪləbl",
    "uk": "ɪˌrekənˈsaɪləbl"
  },
  "sentences": [
    {
      "en": "...an irreconcilable clash of personalities.",
      "cn": "…一种无法消除的个性冲突。"
    },
    {
      "en": "An existence full of irreconcilable contradictions is so much richer and creative.",
      "cn": "一种完全不能调和的矛盾的存在是如此富有与创造性的."
    },
    {
      "en": "But the two are irreconcilable.",
      "cn": "可是这是不调和的."
    },
    {
      "en": "DO YOU recognise the irreconcilable class antagonism between workers and capitalists that exists under the present economic system?",
      "cn": "你是否认识到，在现今的经济体制下，工人和资本家之间存在不可调和的对抗性？"
    },
    {
      "en": "He had aroused three irreconcilable feuds in Capri.",
      "cn": "他在卡普里岛引起了三场不可和解的冤仇."
    },
    {
      "en": "I find your irresponsible behaviour, coupled with your irreverent attitude, quite irreconcilable with your position.",
      "cn": "我认为你不负责的行为，加上你不敬的态度与你的地位非常不能协调。"
    },
    {
      "en": "It is human cruelty that turns twin brothers of the same feather into irreconcilable enemies.",
      "cn": "把一对同宗同种的孪生兄弟,造就成了完全誓不两立的冤家对头,这只能说是人的残忍."
    },
    {
      "en": "It'seems at first to be irreconcilable with the principle of relativity.",
      "cn": "初看起来,这一条好象与相对性原理是不相容的."
    },
    {
      "en": "Many commentators consider Ruiz irreconcilable with the Chenery line of cases.",
      "cn": "许多评论家认为,\"鲁兹\"案和\"彻内里\"一类的案件势不两立."
    },
    {
      "en": "Proponents of the urn: scheme argue that this tension is irreconcilable within the framework of HTTP and DNS.",
      "cn": "方案的支持者争辩说，他们认为这种压力在 HTTP 和 DNS 的范围内是矛盾的。"
    },
    {
      "en": "Religious controversies are always productive of more acrimony and irreconcilable hatreds than those which spring from any other cause.",
      "cn": "宗教的论争总是比来自其他原因的论争产生更多恶毒和不可协调的仇恨。"
    },
    {
      "en": "The aims of these three groups are entirely irreconcilable.",
      "cn": "这三组人的目标是完全不可调和的."
    },
    {
      "en": "The partner's differences seem irreconcilable.",
      "cn": "合伙人的分歧看来无法调和."
    },
    {
      "en": "The separated couple was irreconcilable.",
      "cn": "那对分居的夫妻不可能和解."
    },
    {
      "en": "There were irreconcilable differences.",
      "cn": "这里的分歧不可调和."
    },
    {
      "en": "These old concepts are irreconcilable with modern life.",
      "cn": "这些陈旧的观念与现代生活格格不入。"
    },
    {
      "en": "These practices are irreconcilable with the law of the Church.",
      "cn": "这种做法与教规是相悖的."
    },
    {
      "en": "This view is irreconcilable with common sense.",
      "cn": "这个观点有悖于常识。"
    },
    {
      "en": "We can never agree our views are irreconcilable.",
      "cn": "我们永远不能一致--彼此的看法无法调和."
    },
    {
      "en": "What are incompatibility or irreconcilable differences which have caused marital breakdown?",
      "cn": "什么是导致婚姻破裂的不可调和的或难于和解的矛盾?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "irreclaimable",
          "tran_cn": " 不能恢复的；不能开垦的；无可救药的"
        },
        {
          "word": "irrecoverable",
          "tran_cn": " 不能挽回的；不能复原的；不能收回的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "contradictory",
            "conflictive"
          ],
          "tran_cn": "矛盾的；不能和解的；不能协调的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "incompatible",
            "negative"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（观点、目标或争议）不可调和的，不相容的",
      "tran_en": "irreconcilable positions etc are so strongly opposed to each other that it is not possible for them to reach an agreement"
    }
  ],
  "exchange": {}
}