{
  "word": "unconsolidated",
  "ipa": {
    "us": "'ʌnkən'sɒlɪdeɪtɪd",
    "uk": "ˌʌnkən'sɒlɪˌdeɪtɪd"
  },
  "sentences": [
    {
      "en": "A series of defects exist in the cup circulation pack sand control tools and slip filling sand control tools currently used in Binnan unconsolidated sandstone reservoir.",
      "cn": "针对滨南采油厂疏松砂岩出砂油藏所用皮碗式循环充填防砂工具和卡瓦式充填防砂工具存在的一系列弊端，研制应用了新型无卡瓦胶筒式循环充填工具。"
    },
    {
      "en": "Fault ptures would generally be absorbed by unconsolidated deposits.",
      "cn": "断层破裂一般会被未固结的沉积物所吸收."
    },
    {
      "en": "Gravel is an unconsolidated mixture of rock fragments or pebbles.",
      "cn": "砂砾是砾石岩石碎片或卵石的松散的混合物."
    },
    {
      "en": "Methods of tunnel excavation in unconsolidated formations and the collapse zone treatment are intro-duced according to the formation properties fo exit section of Yangzong No.",
      "cn": "针对阳宗海一号隧道出口段的地层特点，介绍了在松散土体地层中遂道施工方法的选择及在施工中出现坍塌的处理方法。"
    },
    {
      "en": "Purpose To calculate the cementation factor of unconsolidated rock of heavy oil reservoir.",
      "cn": "目的计算稠油油藏疏松岩石的胶结指数."
    },
    {
      "en": "The particle migration damage is a kind of general and serious damage of unconsolidated producing formation.",
      "cn": "微粒运移伤害是疏松产层一种比较普遍又相当严重的地层伤害."
    },
    {
      "en": "The surface is the relatively thin covering of soil and unconsolidated rock waste.",
      "cn": "浮土是由土壤和未固结岩屑组成的比较薄的覆盖层."
    },
    {
      "en": "The synthetic unconsolidated samples with weak cementation and high porosity were prepared using physical simulation technique.",
      "cn": "利用物理模拟技术制作了一组微弱胶结、非固结高孔隙度人造样本."
    },
    {
      "en": "Therefore, much of the interest was centered on the investigation of porosity of unconsolidated materials.",
      "cn": "因此研究的兴趣主要集中在对松散材料孔隙度的研究."
    },
    {
      "en": "They can also be transmitted through thick deposits of unconsolidated sediments.",
      "cn": "它们也可能通过未固结沉积物的沉积层."
    },
    {
      "en": "Unconsolidated rock road is one type of more difficult supporting roads in coal mining.",
      "cn": "松散围岩巷道是煤矿生产中较难支护的巷道类型之一."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "puffed",
            "incompact"
          ],
          "tran_cn": "疏松的；松散的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "松散的，疏松的，非层状的"
    }
  ],
  "exchange": {}
}