{
  "word": "onslaught",
  "ipa": {
    "us": "ˈɒnslɔːt",
    "uk": "ˈɑːnslɔːt"
  },
  "sentences": [
    {
      "en": "Always will we remember the character of the onslaught against us.",
      "cn": "我们将永远记住这次对我们袭击的性质."
    },
    {
      "en": "But always, let our whole nation remember the character of the onslaught against us.",
      "cn": "我们将永远记住对我们这次袭击的性质."
    },
    {
      "en": "But the new gadget onslaught seems the biggest ever.",
      "cn": "但这种新的小玩意儿的来势似乎比以往任何时候都猛烈."
    },
    {
      "en": "Can he single handedly lead a team surrounded by his offensive onslaught?",
      "cn": "他是不能能够依靠他的进攻独自带领球队取得胜利 么 ?"
    },
    {
      "en": "Despite the onslaught, Palestinian militants managed to fire off rockets.",
      "cn": "尽管如此, 巴勒斯坦的激进分子仍然发射导弹."
    },
    {
      "en": "Half the regiment fell before the enemy onslaught.",
      "cn": "在敌军猛攻下,这个团有一半人阵亡了."
    },
    {
      "en": "Luckily for Britain, Angleton was able to protect us from the onslaught.",
      "cn": "安格顿尔保护了我们, 使我们未遭受巨大灾难,这真是英国的大幸."
    },
    {
      "en": "Our army tried to withstand the enemy onslaught.",
      "cn": "我们的部队奋力抵挡敌人的猛攻."
    },
    {
      "en": "plants that will survive the onslaught of winter",
      "cn": "熬得过严冬侵袭的植物"
    },
    {
      "en": "The attackers launched another vicious onslaught on their victim.",
      "cn": "袭击者再度凶残地攻击受害人。"
    },
    {
      "en": "The city resisted the enemy onslaught for two weeks.",
      "cn": "这个城市反抗敌人的猛攻达两个星期之久."
    },
    {
      "en": "The clash of our onslaught hurtled across the field.",
      "cn": "我们猛攻的声音传遍战场."
    },
    {
      "en": "the enemy onslaught on our military forces",
      "cn": "敌军对我军的进攻"
    },
    {
      "en": "The onslaught is meant to stop Hamas firing rockets at Israel.",
      "cn": "这次猛烈攻击是为了促使哈马斯停止向以色列发射火箭."
    },
    {
      "en": "The politician made a violent onslaught on the unions.",
      "cn": "该政客猛烈抨击工会."
    },
    {
      "en": "The press launched another vicious onslaught on the president.",
      "cn": "新闻界对这位总统进行了新一轮的恶毒抨击。"
    },
    {
      "en": "Tom stood still, rather flustered by this onslaught.",
      "cn": "汤姆被这一阵辱骂弄得不知所措,站着不动."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lay on",
            "skite"
          ],
          "tran_cn": "猛攻；突击"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "descent",
            "invasion",
            "offensive",
            "siege"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "assault",
            "attack",
            "charge",
            "drive",
            "offense",
            "onset",
            "push"
          ],
          "tran_cn": "进攻,袭击"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "猛攻，攻击，突击，大量的倾泻",
      "tran_en": "a large violent attack by an army"
    }
  ],
  "exchange": {
    "pl": [
      "onslaughts"
    ]
  }
}