{
  "word": "ingeniously",
  "ipa": {
    "us": "ɪn'dʒi:nɪəslɪ",
    "uk": "ɪn'dʒinɪrslɪ"
  },
  "sentences": [
    {
      "en": "Features: Lightly and ingeniously structured, easy for application , strong magnetic Attraction power and safe in handling.",
      "cn": "结构特点: 结构轻巧, 操作方便, 吸附力强,安全可靠."
    },
    {
      "en": "In the midst of these variations the theme was always ingeniously and excitingly retrieved.",
      "cn": "这些话题在令人应接不暇地转换着,但总是能得到鼓舞人心的巧妙的补充."
    },
    {
      "en": "Ingeniously, Chrome itself need not take a lot of market share to fulfil Google's objectives.",
      "cn": "非常明智, 谷歌不需要铬元素占有市场来实现自己的目标."
    },
    {
      "en": "It also suggests that hydraulic shock could be reduced by ingeniously designing hydraulic loop.",
      "cn": "列举了通过对液压回路的巧妙设计,降低液压冲击的例子."
    },
    {
      "en": "Its modern, fashion, artistic, natural and practical design ingeniously embellishes and grows artistic life taste.",
      "cn": "安邦的造型时尚, 美观大方, 新颖实用,巧妙地为您点缀和衍生艺术的生活品味."
    },
    {
      "en": "More than 40 landscapes were ingeniously separated by latticed walls, winding corridors, and lattice windows.",
      "cn": "40多个景观被巧妙分开的,由网墙, 蜿蜒的走廊, 和格子窗户."
    },
    {
      "en": "The ingeniously engineered Trojan horse was also his idea.",
      "cn": "那个天才的特洛伊木马同样也是他的主意."
    },
    {
      "en": "The plot of the film is ingeniously conceived.",
      "cn": "影片的构思相当巧妙."
    },
    {
      "en": "The plot of the story is ingeniously conceived.",
      "cn": "故事情节的构思相当巧妙."
    },
    {
      "en": "These gardens ingeniously combine hills, waters, buildings, trees and flowers.",
      "cn": "这些园林把山 、 水 、 建筑和草木巧妙地组合起来."
    },
    {
      "en": "They ingeniously conflated other characters and incidents to provide an op é ra - comique setting ( Andrew Porter )",
      "cn": "他们巧妙地把一些人物或事件揉合到一起编出一幕喜剧 ( 安德烈波特 )"
    },
    {
      "en": "They ingeniously conflated other characters and incidents to provide an opera - comique setting.",
      "cn": "他们巧妙地把一些人物或事件揉合到一起编出一幕喜剧."
    },
    {
      "en": "They're not big but they ingeniously combine hills, waters, buildings, trees and flowers.",
      "cn": "它们不大但是把山 、 水 、 建筑 、 树木和花有机结合."
    },
    {
      "en": "This is cave experts'ingeniously - designed in - cave drift project by making use of the underground flow.",
      "cn": "这是洞穴专家巧妙利用暗河水势设置的洞内漂流项目."
    },
    {
      "en": "Yes. This temple was built ingeniously.",
      "cn": "嗯,那座庙建造得还很巧妙呢."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ingenious",
          "tran_cn": " 有独创性的；机灵的，精制的；心灵手巧的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "philosophically",
            "sagely"
          ],
          "tran_cn": "贤明地；有才能地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "有才能地，贤明地"
    }
  ],
  "exchange": {
    "adj": [
      "ingenious"
    ]
  }
}