{
  "word": "symptomatic",
  "ipa": {
    "us": "ˌsɪmptəˈmætɪk",
    "uk": "ˌsɪmtəˈmætɪk, ˌsɪmp-"
  },
  "sentences": [
    {
      "en": "A rise in unemployment symptomatic of a weakening economy.",
      "cn": "失业增加是经济萧条的表现."
    },
    {
      "en": "Across the board, parents rated honey as significantly better than DM or no treatment for symptomatic relief of their child’s nighttime cough and sleep difficulty.",
      "cn": "通过选举，家长将蜂蜜评为比右美沙芬或无治疗对于减缓孩子夜间咳嗽和睡眠困难症状更有效的东西。"
    },
    {
      "en": "And second, we have to understand that his fans' not minding how he talks is symptomatic of how all of us relate to formality nowadays.",
      "cn": "第二，我们必须明白，他的支持者并不介意他的说话方式，这一点体现了如今我们所有人对规矩的看法。"
    },
    {
      "en": "But the want of form is symptomatic of a larger deficiency in Emerson's thought.",
      "cn": "形式上的缺点说明爱默生思想上有个更大的缺陷."
    },
    {
      "en": "Do you think violence is symptomatic of our times?",
      "cn": "你认为暴力是我们这个时代的特征 吗 ?"
    },
    {
      "en": "Early diagnosis can draw conclusions, early surgery, symptomatic treatment, the better - performing.",
      "cn": "若能早期得出诊断结论, 早期手术, 对症治疗, 效果较好."
    },
    {
      "en": "Fever is symptomatic of illness.",
      "cn": "发烧是疾病的症候。"
    },
    {
      "en": "Generally the current treatment can broadly be defined as topical and symptomatic.",
      "cn": "通常从广义上可认为目前的治疗是局部和对症治疗."
    },
    {
      "en": "It was symptomatic of the prevalent mood of hesitation.",
      "cn": "这典型地表明了普遍存在的那种犹疑不决的情绪."
    },
    {
      "en": "Little is known about what differentiates symptomatic and asymptomatic patients.",
      "cn": "但是,关于鉴别典型和不典型病例目前知之甚少."
    },
    {
      "en": "Measurement: Prospectiely diagnosed and confirmed symptomatic deep venous thrombosis or pulmonary embolism.",
      "cn": "测量指标――预期诊断和被证实为有症状的深部静脉血栓形成或者肺栓塞."
    },
    {
      "en": "Objective To study the cellular apoptosis of symptomatic cerebral vasospasm ( CVS ).",
      "cn": "目的研究兔症状性 脑血管 痉挛的细胞凋亡情况."
    },
    {
      "en": "Safety of carotid artery stenting for symptomatic carotid artery disease a meta - analysis.",
      "cn": "有症状性颈动脉疾病支架治疗的安全性:荟萃分析."
    },
    {
      "en": "Symptomatic duodenal diverticulitis is rare.",
      "cn": "有症状的十二指肠憩室炎罕见."
    },
    {
      "en": "The city's problems are symptomatic of the crisis that is spreading throughout the country.",
      "cn": "该市的问题是正在全国蔓延的危机的征兆显现。"
    },
    {
      "en": "The cooperation of residents is good, house-to-house surveillance for febrile illness is continuing, and specimens have been taken from symptomatic persons and sent for testing.",
      "cn": "居民的合作良好，正在继续开展对发热疾病的挨家挨户监测，并且已从有症状的人那里采集标本和送去检测。"
    },
    {
      "en": "The treatment of skin lesions is symptomatic.",
      "cn": "皮肤病变的治疗都是对症的."
    },
    {
      "en": "The treatment of vascular dementia include prevention and symptomatic treatment.",
      "cn": "血管性痴呆的治疗包括预防和对症治疗."
    },
    {
      "en": "These serve to show that children with mental disorders can not only be treated but can direct some of their symptomatic behavior into positive channels.",
      "cn": "做这些是为了告诉人们，精神疾病患儿不仅是可以治疗的，而且可以将一些症状行为引导到积极的方面上。"
    },
    {
      "en": "To determine whether symptomatic or asymptomatic UTI causes proteinuria or albuminuria.",
      "cn": "目的:确定症状性或无症状性UTI是否会导致蛋白尿或微量白蛋白尿."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "symptomless",
          "tran_cn": " 无症状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "symptom",
          "tran_cn": " [临床] 症状；征兆"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "demonstrative",
            "significant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "symptomatic treatment",
      "tran_cn": "症状疗法"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有症状的，症候的，根据症状的",
      "tran_en": "showing that someone has a particular illness"
    }
  ],
  "exchange": {}
}