{
  "word": "battleground",
  "ipa": {
    "us": "'bætlɡraʊnd",
    "uk": "ˈbætlˌɡraʊnd"
  },
  "sentences": [
    {
      "en": "And China, the heat battleground that becomes 3 D to contend for battle.",
      "cn": "而中国, 将成为3D争夺战的热点战场."
    },
    {
      "en": "Battleground states are also known as sway states or purple states.",
      "cn": "这些所谓的战场州也被称为摇摆州或紫州."
    },
    {
      "en": "Benedict disagrees with relativism and - according to Bishop - sees it as the major battleground of the day.",
      "cn": "据主教所说,B不 同意相对论,他认为相对论是当时的主要冲突所在."
    },
    {
      "en": "But all too often, a relationship becomes a battleground where each partner becomes well schooled in the art of inflicting pain on the other.",
      "cn": "不过一切太频繁，一段关系成为一个战场，在每一方在对别人造成伤害的艺术中成为好的学校。"
    },
    {
      "en": "Children's literature is an ideological battleground.",
      "cn": "儿童文学是各种意识形态交锋的战场。"
    },
    {
      "en": "Firstly, say goodbye to Battleground Marks of Honor.",
      "cn": "首先, 和战场荣誉徽记(牌子)说再见."
    },
    {
      "en": "He lay unconscious on the battleground for hours before they finally found him.",
      "cn": "他在战场上昏迷不醒地躺了几个钟头,最后他们才找着他."
    },
    {
      "en": "He said that when he was burying the heroes in their battleground he shed tears.",
      "cn": "他说在阵地上掩埋烈土的时候,他掉了眼泪."
    },
    {
      "en": "In order to defeat a strong army, a weak army must a battleground.",
      "cn": "弱军要战胜强军, 是不能不讲求阵地这个条件的."
    },
    {
      "en": "Is cross - server implementation the way you are going to lessen Battleground queues then?",
      "cn": "跨 服战场能减少战场的排队现象 吗 ?"
    },
    {
      "en": "Pet happiness will be restored correctly to the full amount when resurrecting in a battleground.",
      "cn": "宠物的高度度将在离开战场后正确回满."
    },
    {
      "en": "The battleground is now shifting from the mean streets to suburban living rooms.",
      "cn": "斗酒的战场已经从普通街道转移到了郊区的寓所."
    },
    {
      "en": "The key battleground in the near term is mobile computing.",
      "cn": "双方近期的主战场是移动计算."
    },
    {
      "en": "The neighborhood was a battleground for Shiite and Sunni militias.",
      "cn": "那里曾是什叶派和逊尼派武装分子的战场."
    },
    {
      "en": "Well, one can debate what these data show. But this much is clear: that little strip of plastic is a mini-battleground.",
      "cn": "你可以质疑这些数据显示的结果，但是有一点是不容质疑的：小小的塑料扶手已成为了一个争夺战场。"
    },
    {
      "en": "Will rewards of some sort for winning a Battleground match be available?",
      "cn": "问:赢得战场会有什么奖励吗?"
    },
    {
      "en": "You can destroy the buildings within Lake Wintergrasp and in the Battleground.",
      "cn": "在其中你可以摧毁许多建筑物."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "field",
            "ground"
          ],
          "tran_cn": "战场"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "战场，论争的主题"
    }
  ],
  "exchange": {
    "pl": [
      "battlegrounds"
    ]
  }
}