{
  "word": "cornea",
  "ipa": {
    "us": "ˈkɔ:niə",
    "uk": "ˈkɔrniə"
  },
  "sentences": [
    {
      "en": "AIM : To study the foreign bodies stayed in the interlayer of cornea after LASIK.",
      "cn": "目的:分 析准分子激光原位角膜磨镶术(LASIK)术后角膜层间异物情况."
    },
    {
      "en": "Among the organs most commonly transplanted are the heart, kidneys, lungs, livers, pancreas, small bowel and cornea.",
      "cn": "在所有器官中，最常受到移植的是心脏、肾脏、肺、肝脏、胰腺脏、小肠和角膜。"
    },
    {
      "en": "Currently in most LASIK procedures, a laser beam trims the cornea on a relatively broad scale.",
      "cn": "目前大多数雷射屈光角膜重塑(LASIK)手术, 都使用雷射光修整角膜,不过修整的尺度比较宽大."
    },
    {
      "en": "Each cluster includes a pair of eyes with a sophisticated lens, retina, iris and cornea, although without a central nervous system, scientists aren’t sure how they process what they see.",
      "cn": "每组包含一对眼睛，拥有复杂的晶状体、视网膜、虹膜和角膜，却没有一个中枢神经系统，科学家们并不确定它们如何处理所视图像。"
    },
    {
      "en": "Infection of the cornea (keratitis).",
      "cn": "角膜感染（角膜炎）。"
    },
    {
      "en": "Keratitis Inflammation of the cornea. The conjunctiva may also be inflamed ( keratoconjunctivitis ).",
      "cn": "角膜的炎症. 结膜也会发炎 ( 角膜结膜炎 )."
    },
    {
      "en": "Light enters the eye through the cornea.",
      "cn": "光通过角膜进入眼睛."
    },
    {
      "en": "Methods Limbus cornea autografting were performed on 10 cases ( 10 eyes ) with recurrent pterygium.",
      "cn": "方法对10例 ( 10眼 ) 复发性翼状胬肉患者施行患眼健侧带结膜的自体角膜缘移植术."
    },
    {
      "en": "Methods: Schultz - dale reaction, antihistamine alleviating pruritus test and cornea surface anesthesia test.",
      "cn": "方法: Schultz-dale反应 、 抗组胺止痒试验、角膜表面麻醉试验."
    },
    {
      "en": "One solution is to implant a donor cornea.",
      "cn": "一种解决办法就是植入捐赠的角膜."
    },
    {
      "en": "Outer layer such as cornea serves a role to reflect the images.",
      "cn": "外层,比如角膜可以起到反光的作用."
    },
    {
      "en": "Pterygium is a triangular sheet of fibrovascular tissue that invades the clear cornea from the bulbar conjunctiva, and has a high recurrence rate after simple excision.",
      "cn": "翼状胬肉是一三角形纤维血管组织，从球结膜侵入透明角膜，在单纯切除术后具有很高的复发率。"
    },
    {
      "en": "Squamous cell carcinoma of the cornea or conjunctiva: a rare tumour of the surface of the eye.",
      "cn": "角膜或结膜鳞状细胞癌：眼睛表面的一种罕见的肿瘤。"
    },
    {
      "en": "The cornea is the clear front part of the eye that transmits light.",
      "cn": "角膜是眼睛前面用来传递光线的清澈透明的部分."
    },
    {
      "en": "The cornea is the clear layer of cells on the surface of the eye.",
      "cn": "角膜是那清楚的层细胞在那之上表面眼睛."
    },
    {
      "en": "The injurious mechanism of alkaline burn of cornea has always been concerned.",
      "cn": "角膜碱烧伤作为一种常见的致盲性眼病,其损伤机制一直为人们所关注."
    },
    {
      "en": "The main complication was edema of cornea epithelial and endothelial.",
      "cn": "手术主要并发症是均匀的弥漫性的角膜水肿."
    },
    {
      "en": "The operation involves making several cuts in the cornea.",
      "cn": "该手术要在角膜上做几个切口。"
    },
    {
      "en": "The soil fertility shows a decrease trend in cornea rotation.",
      "cn": "玉米、大豆轮作,土壤养分均呈下降趋势."
    },
    {
      "en": "They accommodate by greatly changing the curvature of the cornea.",
      "cn": "它们由大大地改变角膜曲率的方法来调节。"
    },
    {
      "en": "When the cells transplanted back into the damaged eye, they restored the cornea.",
      "cn": "当这些细胞被移植到受损的眼睛后, 它们修复了角膜."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "corneal",
          "tran_cn": " [解剖] 角膜的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "眼角膜",
      "tran_en": "the transparent protective covering on the outer surface of your eye"
    }
  ],
  "exchange": {
    "pl": [
      "corneas"
    ],
    "adj": [
      "corneal"
    ]
  }
}