{
  "word": "amorphous",
  "ipa": {
    "us": "əˈmɔ:fəs",
    "uk": "əˈmɔrfəs"
  },
  "sentences": [
    {
      "en": "A dark, strangely amorphous shadow filled the room.",
      "cn": "一团形状怪异的黑影笼罩了整个房间。"
    },
    {
      "en": "Amorphous alloy was a kind of promising metal material.",
      "cn": "非晶合金是一种极具发展潜力的新兴金属材料."
    },
    {
      "en": "Amorphous welding material is a novel material with brilliant prospects.",
      "cn": "非晶态焊接材料是一种极有应用前景的新型焊接材料."
    },
    {
      "en": "an amorphous mass of cells with no identity at all",
      "cn": "不知何物的杂乱一团的细胞"
    },
    {
      "en": "an amorphous mass of twisted metal",
      "cn": "一堆扭曲变形的金属"
    },
    {
      "en": "Both amorphous and crystalline polymers can yield and be cold - drawn.",
      "cn": "无定形和结晶聚合物两者都能发生屈服并能冷拉伸."
    },
    {
      "en": "Factors influencing pore structure of amorphous silica - alumina prepared by carbonization were investigated.",
      "cn": "摘要系统考察了影响碳化法制备无定形 硅铝 孔结构的因素."
    },
    {
      "en": "I really can't understand his amorphous ideas.",
      "cn": "我真的弄不懂他那些乱七八糟的想法."
    },
    {
      "en": "Iron and aluminum hydroxides are present in soils in both crystalline and amorphous forms.",
      "cn": "土壤中出现有结晶和非结晶形式的铁和铝的氢氧化物."
    },
    {
      "en": "Microscopically the ores are medium grained to amorphous.",
      "cn": "显微镜下,矿石为中粒至非晶质."
    },
    {
      "en": "On the negative side, the concepts of activation and arousal are rather amorphous.",
      "cn": "从消极方面说, 引发和激发这两个概念是很难以捉摸的."
    },
    {
      "en": "Physics began to emerge from the more - or - less amorphous body of scientific knowledge as an identifiable discipline.",
      "cn": "物理学开始从或多或少不太定型的一堆科学知识变成一门范围明确的学科."
    },
    {
      "en": "The shape of this movement is still amorphous and incomplete.",
      "cn": "这些运动的形式上不确定和完善."
    },
    {
      "en": "The starch - containing cells may also contain amorphous protein known as gluten.",
      "cn": "含淀粉的细胞可能也含有无定形的蛋白质即谷蛋白--俗称面筋."
    },
    {
      "en": "There is a complementary divergence of views of the structure of amorphous polymers.",
      "cn": "关于无定型聚合物结构有着互补的分歧意见."
    },
    {
      "en": "There was a weakening of the intermolecular bonds, primarily in the amorphous region of the polymer.",
      "cn": "分子间键合减弱, 尤其在聚合物的无定形区内更为明显."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "formless",
            "unorganized"
          ],
          "tran_cn": "[植]无定形的；无组织的；[物][地质]非晶形的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "amorphous alloy",
      "tran_cn": "非晶态合金，无定形合金"
    },
    {
      "phrase": "amorphous carbon",
      "tran_cn": "无定形碳；非晶碳"
    },
    {
      "phrase": "amorphous material",
      "tran_cn": "无定形材料；非晶体物质"
    },
    {
      "phrase": "amorphous metal",
      "tran_cn": "无定形金属；非晶态金属；非晶体金属"
    },
    {
      "phrase": "amorphous polymer",
      "tran_cn": "[材料]非晶态聚合物"
    },
    {
      "phrase": "amorphous silica",
      "tran_cn": "氧化矽；非定晶硅；无定形氧化硅"
    },
    {
      "phrase": "amorphous silicon",
      "tran_cn": "n. 非晶硅，非晶矽"
    },
    {
      "phrase": "amorphous state",
      "tran_cn": "无定形状态；非晶质状态"
    },
    {
      "phrase": "amorphous structure",
      "tran_cn": "无定形结构"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无组织的，模糊的，无固定形状的，非结晶的",
      "tran_en": "having no definite shape or features"
    }
  ],
  "exchange": {}
}