{
  "word": "lowland",
  "ipa": {
    "us": "ˈləʊlənd",
    "uk": "ˈloʊlənd"
  },
  "sentences": [
    {
      "en": "After him were working the priests, the men of the lowland.",
      "cn": "22其次是住平原的祭司修造."
    },
    {
      "en": "But lowland species with no mountains nearby, such as those in the vast Amazon and Congo basins, will have nowhere to go.",
      "cn": "但是那些生活在无山区域的低地物种，例如那些生活在广阔的亚马逊和刚果流域的物种，将会无处可逃。"
    },
    {
      "en": "Dikes protected the lowland from incursions of the sea.",
      "cn": "堤防保护低地免于海水流入."
    },
    {
      "en": "Habitat and Ecology: In lowland broad - leaved evergreen forest. Flowering: Aug.",
      "cn": "生境与生态: 攀援于低海拔常绿阔叶林的乔木或灌木上. 花期: 8月."
    },
    {
      "en": "Habitat and Ecology: In lowland forests attached to rocks or tree trunks.",
      "cn": "生境与生态:生于林中岩石上或树干上. 花期: 4-5月."
    },
    {
      "en": "Habitat and Ecology: In lowland thick forest and on wet places. Flowering: Apr. - Jun.",
      "cn": "生境与生态: 生于低海拔密林下荫蔽湿润的地方. 花期: 4-6月."
    },
    {
      "en": "Having enjoyed the rides at the Headland, visitors can take the shuttle to the Lowland.",
      "cn": "游客在高地车乘以后,可以坐穿梭车去低地."
    },
    {
      "en": "He lives in the Lowland.",
      "cn": "他住在苏格兰低地."
    },
    {
      "en": "Highland Lowland is a carpet and a coffee table in one.",
      "cn": "“高原谷地”将地毯和咖啡桌合二为一."
    },
    {
      "en": "I like the Lowland landscapes.",
      "cn": "我喜欢苏格兰低地的风景."
    },
    {
      "en": "In the below video segment from the television series  \"Life,\" you can see western lowland gorillas at a site in the Congo Basin.",
      "cn": "在下面来自电视系列节目“生命”的视频中，你可以看到在刚果贝森地区拍摄到的西方低地大猩猩。"
    },
    {
      "en": "On the other hand, more factors can be controlled in lowland rice than in upland crops.",
      "cn": "另一方面, 水稻比旱作物能控制更多的因素."
    },
    {
      "en": "Parts of lowland Britain are also at risk.",
      "cn": "部分英国低地也面临着同样的危险."
    },
    {
      "en": "Shepherds in those hills lead a hard life compared with those who work the lowland pastures.",
      "cn": "和那些在低地牧场上放羊人相比,山里牧羊人的生活是艰辛的."
    },
    {
      "en": "The lower course of the Han Shui flows through a rich lowland.",
      "cn": "汉江下游流过一片富庶的低地."
    },
    {
      "en": "The tillage method of high - ridge platform is a effective way to harness waterlogged lowland.",
      "cn": "“高垄平台”耕法是治理低湿易涝地的有效手段."
    },
    {
      "en": "Which crops do these lowland farmers use to feed their livestock?",
      "cn": "这些住在洼地的农民使用什么农作物,来喂养他们的家畜?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "lowlander",
          "tran_cn": " 低地的人；苏格兰低地的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "Lallan"
          ],
          "tran_cn": "[地理]低地的；苏格兰低地的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Lallan"
          ],
          "tran_cn": "[地理]低地；苏格兰低地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "低地的"
    },
    {
      "pos": "n",
      "tran_cn": "低地"
    }
  ],
  "exchange": {
    "pl": [
      "lowlands"
    ]
  }
}