{
  "word": "incommensurate",
  "ipa": {
    "us": "ɪnkəˈmenʃərət",
    "uk": "ˌɪnkəˈmɛnsərɪt, -ʃə-"
  },
  "sentences": [
    {
      "en": "After steelmaking capacity increases, furnace hind is apparently incommensurate.",
      "cn": "炼钢能力增强以后, 炉后明显不适应."
    },
    {
      "en": "As temperature decreases, paramagnetic - commensurate spin density wave ( CSDW ) - incommensurate spin density wave ( ISDW ) transition occurs in the Cr 97.02 Al 2.98 alloy.",
      "cn": "随着温度降低, Cr97.02Al2.98合金经历了顺磁-公度自旋密度波 ( CSDW ) - 非公度自旋密度波 ( ISDW ) 的转变."
    },
    {
      "en": "Because I am Kampuchea, be born possibly, feel without what incommensurate so.",
      "cn": "可能因为我是柬埔寨出生的，所以觉得没有什么不适应。"
    },
    {
      "en": "Because some adolescent are exceeding to environmental change, this basically incommensurate, generation network is depended on.",
      "cn": "这主要是由于有些青少年对于环境转变极度不适应, 产生网络依赖."
    },
    {
      "en": "Container transport haven is incommensurate, hinterland carries a system to lag behind.",
      "cn": "集装箱运输港口不适应, 腹地运输系统落后."
    },
    {
      "en": "His abilities are incommensurate to the task he has been given.",
      "cn": "他的能力同给予他的工作不相适应."
    },
    {
      "en": "His thinking is incommensurate to the changed conditions.",
      "cn": "他的思想和已经变化的情况不相适应."
    },
    {
      "en": "In the past one onefold raise pattern the need of more and more incommensurate big market.",
      "cn": "过去一家一户单一饲养模式越来越不适应大市场的需要."
    },
    {
      "en": "North Korea is a more extreme example of external power being incommensurate with internal stability and wealth.",
      "cn": "朝鲜是一个外部力量与内部稳定和财富不相称的更极端例子。"
    },
    {
      "en": "The management mechanism that basically is food company is incommensurate market economy, eat mess.",
      "cn": "主要是粮食企业的经营机制不适应市场经济, 吃大锅饭."
    },
    {
      "en": "Their use is a little incommensurate our country current the requirement of market economy.",
      "cn": "它们的使用都有些不适应我国目前市场经济的要求."
    },
    {
      "en": "This is my first time to face the pressure, and much of the pressure on you, even so, I still feel very incommensurate.",
      "cn": "这是我第一次面对这些压力，而这其中的大部分压力都在你身上，即使如此，我依然觉得很不适应。"
    },
    {
      "en": "Your belief is incommensurate with truth.",
      "cn": "你的信仰与真理不符."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "inappropriate",
            "unadapted"
          ],
          "tran_cn": "不适应的；不相称的；不成比例"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unlike"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不相称的，不对应的，不充足的，不能相比的",
      "tran_en": "not commensurate; disproportionate "
    }
  ],
  "exchange": {}
}