{
  "word": "orangutan",
  "ipa": {
    "us": "ˈɔːrəŋˈuːtæn",
    "uk": "ɔˈræŋətæn"
  },
  "sentences": [
    {
      "en": "Any of various large , tailless Old World Pongidae , including the chimpanzee, gorilla, gibbon, and orangutan.",
      "cn": "通常被认为猩猩的集合; 大猩猩; 黑猩猩; 某些领域包括长臂猿."
    },
    {
      "en": "Fortunately, none of the zoo officials or bystanders were hurt orangutan.",
      "cn": "幸好动物保护官及旁观者无人受伤."
    },
    {
      "en": "From ostrich to orangutan, egg sac to live birth, infanticide to matricide, the diversity of behaviors between parent and progeny is as great as the diversity of life on our planet.",
      "cn": "从鸵鸟到猩猩，从卵囊孵化到活产，从婴孩夭折到母亲难产而死， 亲代和后代行为的多元化堪比我们这个星球的生物多样性。"
    },
    {
      "en": "How did orangutan escape?",
      "cn": "红毛猩猩是怎麽逃走的?"
    },
    {
      "en": "I tell you, in the language of orangutan, beck is to scold it idiotic meaning.",
      "cn": "我告诉你, 在猩猩的语言里, 招手是骂它白痴的意思."
    },
    {
      "en": "Martel's acclaimed novel chronicles the travails of a shipwrecked teenage boy stuck on a life raft with only a female orangutan, injured zebra, hungry hyena and brooding Bengal tiger for company.",
      "cn": "马特尔备受推崇的小说记述了一名男孩在船只遇难后，与一只雌猩猩、受伤的斑马、饥饿的鬣狗和一只阴沉的孟加拉虎困在一条救生筏上的苦难历程。"
    },
    {
      "en": "There are many similar behaviors between orangutan and human.",
      "cn": "猩猩有许多与人类相似的行为."
    },
    {
      "en": "This orangutan is back in her enclosure after briefly escaping.",
      "cn": "在短暂的逃离后,这只猩猩回到了她的圈占地."
    },
    {
      "en": "Usually the finger is not long enough, and the orangutan prepares a stick tool.",
      "cn": "通常手指都不够长, 红毛猩猩就会以树的枝条制造工具."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "monkey"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "猩猩",
      "tran_en": "An orangutan is an ape with long reddish hair that comes from Borneo and Sumatra"
    }
  ],
  "exchange": {}
}