{
  "word": "pawnbroker",
  "ipa": {
    "us": "ˈpɔ:nbrəʊkə(r)",
    "uk": "ˈpɔnbroʊkə(r)"
  },
  "sentences": [
    {
      "en": "A pawnbroker is a on the business of accepting goods by way security for a loan.",
      "cn": "当铺老板经营这样一种行业:接受有体动产作为质押来给予借款."
    },
    {
      "en": "A pawnbroker will still be a pawnbroker.",
      "cn": "当铺老板终归还是当铺老板."
    },
    {
      "en": "At 4.30 they're outside a pawnbroker's, looking at rings.",
      "cn": "30时,他们已经在一家商铺挑选戒指了."
    },
    {
      "en": "Having paid off the pawnbroker, I now had my watch out of hock.",
      "cn": "偿还了当铺老板的债, 我赎回了自己的手表."
    },
    {
      "en": "He redeemed his ring from the pawnbroker.",
      "cn": "他从当铺赎回了他的戒指."
    },
    {
      "en": "He redeemed his watch from the pawnbroker's.",
      "cn": "他从当铺赎回手表."
    },
    {
      "en": "If you cannot do this, as a last resort, the pledge will get sold off, but it is generally not in the pawnbroker's interest to do so, particularly as many of them thrive on repeat customers.",
      "cn": "若你还不能偿还，典当行最终将会出售抵押品。 但是典当商这么做是不得已而为之的，因为他们特别依赖从回头客身上赚钱。"
    },
    {
      "en": "Money borrowed from a pawnbroker did not have to be repaid for fifteen months.",
      "cn": "从当铺老板那里借的钱不必在15个月内归还."
    },
    {
      "en": "She could get fifty dollars for those if she went to a pawnbroker.",
      "cn": "要是她去当铺当了这些东西,她是可以筹出50块钱的."
    },
    {
      "en": "The best of the rest include “Octubre,” about a Peruvian pawnbroker who unwillingly finds himself the custodian of an infant daughter and a romantic foil for her nurse.",
      "cn": "剩下的故事中比较优秀的有，《十月》，讲述一个秘鲁的典当商，不情愿地发现自己成了一个女婴（女儿）的监护人，接着跟女护士，他交杂出新的浪漫。"
    },
    {
      "en": "They can hardly take any steps until the good pawnbroker is safely in bed.",
      "cn": "在那个好心肠的当铺老板睡安稳以前,他们是不可能采取任何行动的."
    },
    {
      "en": "Voice over Telephone: Hello, is this the pawnbroker's?",
      "cn": "电话传来的声音: 喂, 是当铺老板 吗 ?"
    },
    {
      "en": "Voice over Telephone: Hello, is this the pawnbroker's?",
      "cn": "电话传来的声音: 喂, 是当铺 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "pawn",
          "tran_cn": " 典当；抵押物；兵，卒；人质"
        },
        {
          "word": "pawnshop",
          "tran_cn": " 当铺"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "pawn",
          "tran_cn": " 当掉；以……担保"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "当铺老板",
      "tran_en": "someone whose business is to lend people money in exchange for valuable objects. If the money is not paid back, the pawnbroker can sell the object."
    }
  ],
  "exchange": {
    "pl": [
      "pawnbrokers"
    ]
  }
}