{
  "word": "countercurrent",
  "ipa": {
    "us": "'kaʊntəˌkʌrənt",
    "uk": "'kaʊntəˌkɜənt"
  },
  "sentences": [
    {
      "en": "Air is introduced at the bottom and act as countercurrent to fuel flow.",
      "cn": "空气会在底部和作为燃料流逆流."
    },
    {
      "en": "Countercurrent Chromatography is a newly - developed separation technology.",
      "cn": "逆流色谱技术是一种新颖的分离技术."
    },
    {
      "en": "Countercurrent washing is applied to reduce acid pollution effectively.",
      "cn": "摘要采用逆流洗涤方式有效减轻酸污染."
    },
    {
      "en": "Extraction factor is one of the most important parameters in optimum design countercurrent extraction technology.",
      "cn": "萃取比是优化串级萃取工艺设计中的重要参数."
    },
    {
      "en": "Main features of countercurrent cooling tower are introduced, and its general significance is described also.",
      "cn": "介绍冷却塔的主要特点及其可供借鉴参考之处."
    },
    {
      "en": "Multi - stage countercurrent extraction technology with 4 # solvent is ripe, and has been applied in practice.",
      "cn": "四 号 溶剂的罐组式浸出工艺已经成熟, 并已经用于实际生产中."
    },
    {
      "en": "Recent research progresses on high - speed countercurrent chromatography ( HSCCC ) were reviewed.",
      "cn": "综述近几年来高效 逆流色谱 ( HSCCC ) 的研究进展."
    },
    {
      "en": "The application of capillary electrophoresis(CE) in solvent system selection for high speed countercurrent chromatography was studied in this paper.",
      "cn": "对高效毛细管电泳在高速逆流色谱溶剂系统选择过程的应用进行了研究。"
    },
    {
      "en": "The primary technology processes are many scales of countercurrent extraction, vacuum concentration, a drop purification and vacuum drying in low temperature.",
      "cn": "工艺主要流程为茶汤预处理后的多级逆流萃取、真空浓缩、纯化沉析、低温真空干燥。"
    },
    {
      "en": "The separation ofm - chloroaniline and p - chloroaniline was carried out by countercurrent dissociation extraction ( CDE ).",
      "cn": "逆流解离萃取通过套用萃取酸分离间氯苯 胺 及对氯苯胺."
    },
    {
      "en": "YLX Series Countercurrent Scrubber is used for the final washing of salt slurry.",
      "cn": "YLX系列逆流洗涤器适用于盐浆的最终洗涤."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "contrary",
            "backward",
            "conversely",
            "inversely"
          ],
          "tran_cn": "相反地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "reflux",
            "adverse current"
          ],
          "tran_cn": "逆流；逆电流"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "countercurrent extraction",
      "tran_cn": "逆流萃取；反流提取；逆灵提；逆镣取"
    },
    {
      "phrase": "countercurrent flow",
      "tran_cn": "逆流；反流；对流"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "相反地"
    },
    {
      "pos": "n",
      "tran_cn": "逆流，反向电流"
    }
  ],
  "exchange": {}
}