{
  "word": "steamboat",
  "ipa": {
    "us": "ˈsti:mbəʊt",
    "uk": "ˈstimboʊt"
  },
  "sentences": [
    {
      "en": "A steamboat pass near a buffalo swimming in the water.",
      "cn": "一条汽船从在水里游水的水牛附近经过."
    },
    {
      "en": "Before the project could be completed, however, Downing died in a steamboat accident on the Hudson; he was just thirty-six.",
      "cn": "但在这个项目完成之前，当宁便死于哈德逊河上的一次蒸汽船事故，年仅三十六岁。"
    },
    {
      "en": "Four steamboat loads of spectators came to view a hanging in New Orleans.",
      "cn": "四轮船的观众来新奥尔良观看绞刑。"
    },
    {
      "en": "Mr. Brown took me over to the island in his steamboat.",
      "cn": "布朗先生用他的汽艇把我送到该岛."
    },
    {
      "en": "No doubt Twain understood, too, that one might liken this kind of social observation to piloting a steamboat on a wild river.",
      "cn": "毋庸置疑，马克·吐温也知道，有人可能会想到进行这类社会观察如同在凶险的河流中引导汽船航行。"
    },
    {
      "en": "Our dinner is very light meal of wild mushroom steamboat.",
      "cn": "晚餐是非常清淡的野生菌火锅大餐."
    },
    {
      "en": "Samuel Langhorne Clemens earned his steamboat pilot's license.",
      "cn": "塞缪尔·朗荷恩·克列门斯拿到了轮船舵手执照."
    },
    {
      "en": "Some passengers are sitting on the deck of the large steamboat chatting.",
      "cn": "有些旅客正坐在这只大轮船的甲板上聊天."
    },
    {
      "en": "That would be the steamboat.",
      "cn": "那得归功于汽船."
    },
    {
      "en": "The character made his debut in the film Steamboat Willie in 1928.",
      "cn": "米老鼠1928年在电影《威利蒸汽船》初次亮相."
    },
    {
      "en": "The glimpse of the steamboat had for some reason filled those savages with unrestrained grief.",
      "cn": "这些野人看见我们的汽艇后,不知什么原因使他们充满了无限的悲伤."
    },
    {
      "en": "The propeller of the steamboat churned ( up ) the waves.",
      "cn": "汽船的 推进器 卷起 浪花."
    },
    {
      "en": "The propeller of the steamboat is a turboelectric propeller.",
      "cn": "这艘汽船的推进器是一台涡轮发电机."
    },
    {
      "en": "The steamboat and the railroad cut deep into the wilderness.",
      "cn": "铁路轮船深入不毛之地."
    },
    {
      "en": "The steamboat could sail upriver, against the flow.",
      "cn": "汽船可以逆流而上."
    },
    {
      "en": "The steamboat has come into the pier and is blowing off steam.",
      "cn": "汽船已靠岸,正在放汽."
    },
    {
      "en": "The steamboat snorted off the port.",
      "cn": "汽轮呼哧呼哧地驶离了码头."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "steamer",
          "tran_cn": " 轮船；蒸汽机；蒸笼"
        },
        {
          "word": "steamship",
          "tran_cn": " 轮船；汽船"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "boat",
            "streamboat"
          ],
          "tran_cn": "[船]汽船，轮船"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "packet"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "汽艇，汽船",
      "tran_en": "a boat that uses steam for power and is sailed along rivers and coasts"
    }
  ],
  "exchange": {
    "pl": [
      "steamboats"
    ]
  }
}