{
  "word": "Oklahoma",
  "ipa": {
    "us": ",əuklə'həumə",
    "uk": "ˌokləˈhomə"
  },
  "sentences": [
    {
      "en": "A seven - year - old girl named Taylor in Oklahoma City started a business selling hand - painted hair clips.",
      "cn": "一位住在奥克拉荷马市,名叫泰勒的七 岁 小女孩,做起了卖手绘发夹的生意."
    },
    {
      "en": "Arthur Winston was born in Oklahoma and picked cotton as a child.",
      "cn": "亚瑟·温斯顿出生于俄克拉荷马州,在他还是孩子的时候,他曾帮工摘棉花."
    },
    {
      "en": "Bryant is expected to play tonight against Oklahoma City at Staples Center.",
      "cn": "科比期望在今晚对阵雷霆的比赛中亮相斯坦普斯."
    },
    {
      "en": "But in 1943, that all changed with the huge hit Oklahoma!",
      "cn": "而在1943年, 由于《奥克拉荷马》一剧走红,情况已有所改变."
    },
    {
      "en": "Con el n ú mero tres eligen los Oklahoma City Thunder.",
      "cn": "雷霆队拥有探花签."
    },
    {
      "en": "His financial situation forced him to go and teach in, improbably enough, Tulsa, Oklahoma.",
      "cn": "他的经济状况迫使他很不可思议地去了俄克拉荷马州的塔尔萨教书。"
    },
    {
      "en": "I really cannot imagine what my semester at the University of Oklahoma would have been like without him.",
      "cn": "我简直无法想象，要是我在俄克拉何马大学的那个学期没有他会是什么样。"
    },
    {
      "en": "In Oklahoma, at least 7 people died in an accident.",
      "cn": "在俄克拉荷马州, 至少有7人死于意外."
    },
    {
      "en": "It's in Oklahoma. Do you know where Oklahoman is?",
      "cn": "山:在俄克拉何马州. 你知道俄州在哪儿 吗 ?"
    },
    {
      "en": "Oklahoma City Thunder: Desmond Mason, Malik Rose, Robert Swift.",
      "cn": "俄克拉何马城雷鸣: 梅森, 罗斯, 斯威夫特."
    },
    {
      "en": "Oklahoma City will see a high of 65 and sunny skies, with very strong winds.",
      "cn": "Oklahoma阳光充足,气温高达65度, 大风."
    },
    {
      "en": "Oklahoma had recently provided tax relief for General Motors.",
      "cn": "俄克拉何马州最近给通用汽车公司减免税收."
    },
    {
      "en": "Paleontologists digging in Oklahoma have uncovered bones from the tallest dinosaur ever.",
      "cn": "古生物学家在俄克拉何马州发掘出了迄今为止个头最高的恐龙化石."
    },
    {
      "en": "Present - day Apache populations are in Arizona, New Mexico, and Oklahoma.",
      "cn": "现在的阿帕契族人居住于亚利桑纳州 、 新墨西哥州和俄克拉何马州."
    },
    {
      "en": "That leaves nothing for medical insurance for Baines or her husband, although the children get free cover from the state of Oklahoma. So she's at the free clinic to get blood tests.",
      "cn": "虽然孩子们可以享受俄克拉荷马州的免费医保，但家里已没有余钱让贝恩丝或她的丈夫缴纳医疗保险，所以贝恩丝来到免费诊所做血压测试。"
    },
    {
      "en": "The great - grandson of an Indian chief from Oklahoma had become internationally famous.",
      "cn": "这个来自俄克拉荷马州的印第安人首领的曾孙成为全球瞩目的人物."
    },
    {
      "en": "Wheat and oil - wells interspersed in Oklahoma.",
      "cn": "小麦和油水井穿插在俄克拉何马州."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "oklahoma city",
      "tran_cn": "俄克拉荷马市（美国俄克拉荷马州首府）"
    },
    {
      "phrase": "university of oklahoma",
      "tran_cn": "奥克拉荷马大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "俄克拉荷马州"
    }
  ],
  "exchange": {}
}