{
  "word": "insufficiency",
  "ipa": {
    "us": "ˌɪnsə'fɪʃənsɪ",
    "uk": "ˌɪnsəˈfɪʃənsi"
  },
  "sentences": [
    {
      "en": "Acute respiratory insufficiency in the postoperative patient may be caused by defective ventilation.",
      "cn": "手术后病人的急性呼吸功能不全,可因不足的通气所引起."
    },
    {
      "en": "Also called adrenal insufficiency or hypocortisolism, Addison's disease occurs in all age groups and affects both sexes.",
      "cn": "阿狄森氏病也称肾上腺机能不足症或低皮质醇症，该病可以在各年龄组群中出现且男女都可发病。"
    },
    {
      "en": "Also called adrenal insufficiency or hypocortisolism, Addison's disease occurs in all age groups and affects both sexes. Addison's disease can be life-threatening.",
      "cn": "阿狄森氏病也称肾上腺机能不足症或低皮质醇症，该病可以在各年龄组群中出现且男女都可发病。阿狄森氏病可危及患者生命。"
    },
    {
      "en": "Among assertive, learned, or eloquent people, she seemed to feel her dowdiness and insufficiency.",
      "cn": "在这群过分自信, 学识渊博, 伶牙俐齿的人中间, 她总仿佛觉得自己过于懒散,笨头笨脑的."
    },
    {
      "en": "Finally obtaining the research conclusion and pointing out the insufficiency.",
      "cn": "最后得出本文的研究结论和不足."
    },
    {
      "en": "Find insufficiency in company's current business process and provide improvement advice.",
      "cn": "找到公司目前业务流程的缺陷,并提供改进建议."
    },
    {
      "en": "Hypertension and renal insufficiency and portal hypertension are common clinical manifestations.",
      "cn": "高血压、肾功能不全及门静脉高压是常见的临床症状."
    },
    {
      "en": "Internal construction agriculture production and promotion system exist insufficiency and problem.",
      "cn": "农林生产和农业推广体系内部建设存在的不足和问题."
    },
    {
      "en": "It is this combination that results in post - traumatic renal insufficiency.",
      "cn": "在创伤后,这些因素的综合作用即可导致肾功能不足."
    },
    {
      "en": "Methods Intraoperative TEE was performed in 97 patients with cardiac valve insufficiency.",
      "cn": "方法:对97例心脏瓣膜手术的患者予以TEE术中监测."
    },
    {
      "en": "Preoperative pulmonary insufficiency represents a critical problem.",
      "cn": "手术前肺功能不全成为一关键问题."
    },
    {
      "en": "That is due to  rests with  the insufficiency cubic capacity.",
      "cn": "以上都是由于容积不够."
    },
    {
      "en": "The arterial pulse pressure in aortic insufficiency is widened.",
      "cn": "主动脉瓣闭锁不全时脉搏压变宽."
    },
    {
      "en": "The insufficiency of resources has interfered with the economic development.",
      "cn": "资源不足已经阻碍了经济的发展."
    },
    {
      "en": "The shortage in net weight of delivered cargo was due to insufficiency of originally dispatched weight.",
      "cn": "到货净重短少，系原发货重量不足所致。"
    },
    {
      "en": "The shortage is due to insufficiency of the original shipping weight.",
      "cn": "这次短重是由于装船时的重量不足引起的."
    },
    {
      "en": "The sleep insufficiency is primary factor that causes weary drive.",
      "cn": "睡眠不足是造成疲劳驾驶的主要因素."
    },
    {
      "en": "Valvular heart disease, usually aortic and mitral insufficiency, can complicate a variety of systemic diseases.",
      "cn": "瓣膜性心脏病, 以主动脉瓣及二尖瓣闭锁不全为最常见, 可使各种全身性疾病变得复杂."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "insufficient",
          "tran_cn": " 不足的，不充足的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "insufficient",
          "tran_cn": " 不足"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shortage",
            "short of",
            "lack",
            "scarcity"
          ],
          "tran_cn": "不足，不充分；机能不全；不适当"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cardiac insufficiency",
      "tran_cn": "心机能不全"
    },
    {
      "phrase": "chronic renal insufficiency",
      "tran_cn": "慢性肾功能不全"
    },
    {
      "phrase": "renal insufficiency",
      "tran_cn": "[医]肾机能不全"
    },
    {
      "phrase": "respiratory insufficiency",
      "tran_cn": "呼吸功能不全；呼吸衰竭"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不充足，不足",
      "tran_en": "the state of being insufficient "
    }
  ],
  "exchange": {
    "pl": [
      "insufficiencies"
    ],
    "adv": [
      "insufficiently"
    ],
    "adj": [
      "insufficient"
    ]
  }
}