{
  "word": "chauvinism",
  "ipa": {
    "us": "ˈʃəʊvɪnɪzəm",
    "uk": "ˈʃoʊvɪnɪzəm"
  },
  "sentences": [
    {
      "en": "Betty had no idea what male chauvinism was.",
      "cn": "贝蒂不知道大男子主义是怎么回事."
    },
    {
      "en": "Chauvinism is one quality that keeps people able to listen to and understand one another.",
      "cn": "沙文主义是阻碍人们彼此互相了解的一项因素."
    },
    {
      "en": "Even evidences of male chauvinism amongst her friends would infuriate her.",
      "cn": "她的朋友中有谁流露出一点大男子主义的苗头,也会使她怒不可遏."
    },
    {
      "en": "It may also appeal to the latent chauvinism of many ordinary people.",
      "cn": "它可能也迎合了许多普通人心中的沙文主义情结。"
    },
    {
      "en": "Judy : That was a time of savageness and chauvinism.",
      "cn": "那是个充斥着野蛮和沙文主义的年代."
    },
    {
      "en": "Local - nationality chauvinism must be opposed too, but generally that is not where our emphasis lies.",
      "cn": "地方民族主义也要反对, 但是那一般地不是重点."
    },
    {
      "en": "national chauvinism",
      "cn": "民族沙文主义"
    },
    {
      "en": "The author lashed out against chauvinism.",
      "cn": "作者猛烈抨击沙文主义."
    },
    {
      "en": "The capitalists of our times continued vigorously to cultivate white chauvinism.",
      "cn": "当代的资本家继续卖力地培养白种沙文主义."
    },
    {
      "en": "The club is one of the last bastions of male chauvinism.",
      "cn": "这个俱乐部是大男人主义的最后堡垒之一."
    },
    {
      "en": "The economic law is productive power because of its benefit chauvinism.",
      "cn": "经济法是效益本位,经济是质,法是形."
    },
    {
      "en": "Then I would be met by lots of comments about my chauvinism and insensitivity.",
      "cn": "然后我就会面对一对关于我沙文主义以及迟钝的批评."
    },
    {
      "en": "They have since accused the Turks of neglecting the place in a spirit of chauvinism.",
      "cn": "自从那时开始,他们就一直责怪土耳其人出于偏见故意忽视这个地方."
    },
    {
      "en": "We resolutely oppose great power chauvinism.",
      "cn": "我们坚决反对大国沙文主义."
    },
    {
      "en": "We should get rid of great - power chauvinism resolutely, thoroughly, wholly and completely.",
      "cn": "我们应当坚决 、 彻底、干净 、 全部地消灭大国沙文主义."
    },
    {
      "en": "When she tried to become an engineer, she came up against a lot of male chauvinism.",
      "cn": "当她试图成为工程师时, 她面对许多男性沙文主义."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "chauvinist",
          "tran_cn": " 沙文主义的"
        },
        {
          "word": "chauvinistic",
          "tran_cn": " 沙文主义的；盲目爱国的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "chauvinist",
          "tran_cn": " 沙文主义者；盲目的爱国者；沙文主义组织"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jingoism",
            "kultur"
          ],
          "tran_cn": "沙文主义；盲目的爱国心"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "discrimination"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "male chauvinism",
      "tran_cn": "大男子主义"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "沙文主义，盲目的爱国心，本性别第一主义，男（女）性至上主义",
      "tran_en": "a strong belief that your country or race is better or more important than any other"
    }
  ],
  "exchange": {}
}