{
  "word": "yak",
  "ipa": {
    "us": "jæk",
    "uk": "jæk"
  },
  "sentences": [
    {
      "en": "And have special Halloween and dance yak.",
      "cn": "并有特殊的鬼节和舞牦牛."
    },
    {
      "en": "Back at the hotel, we slipped on Chinese slippers and ate tiny, crispy bamboo skewers of sesame-coated yak and spiced steamed pumpkin and potato with Tibetan bread.",
      "cn": "回到酒店，蹬着中式拖鞋，我们享受了丰盛的一餐：竹烤牦牛肉上还洒满了芝麻，辣味的蒸南瓜以及土豆配藏式面包。"
    },
    {
      "en": "Grassland area of 7700 hectares, mainly sheep farming mountains, white yak, cattle.",
      "cn": "草原面积7700多亩, 主要养殖高山细毛羊 、 白牦牛 、 黄牛."
    },
    {
      "en": "I have never eaten yak meat before.",
      "cn": "我以前从未吃过牦牛肉."
    },
    {
      "en": "It was concluded that there were arteriovenous anastomosis in yak's heart.",
      "cn": "牦牛心室肌中存在着动静脉吻合."
    },
    {
      "en": "It's just that when I think of you it makes me wanna yak eeeack.",
      "cn": "这只是当我想起你让我想叫."
    },
    {
      "en": "Products, yak meat, cattle show, Niuliu, steak, Niunan.",
      "cn": "产品, 有牦牛肉, 牛展, 牛柳, 牛排, 牛腩."
    },
    {
      "en": "The agriculture of Tibet is based on animal husbandry, with major livestock and fowl including sheep, goat, yak, yellow cat, dzo, horse, donkey, mule, Tibet chicken, and Tibet pig.",
      "cn": "农业以畜牧业为主。 主要家畜、家禽主要有绵羊、山羊、牦牛、黄牛、犏牛、马、驴、骡、藏鸡、藏猪等。"
    },
    {
      "en": "The influence of capability of Yak hairs treated with different plasma was studied.",
      "cn": "研究了各等离子体参数对牦牛毛纤维性能的影响."
    },
    {
      "en": "The main materials for bone carving are yak bones and buffalo bones.",
      "cn": "骨雕的原料主要是牦牛骨和水牛骨."
    },
    {
      "en": "The most common materials Tibetan jewelry are Yak bone.",
      "cn": "藏饰最常见的材料当属牦牛骨."
    },
    {
      "en": "The nomads of the the earth with theirss creature and sleep in Yak - haired tents.",
      "cn": "本地的牧民们带着她们的牲畜在此间游牧,晚上则睡在牦牛毛编制的帐篷中."
    },
    {
      "en": "The processing technology of crystallized yak paunch was studied.",
      "cn": "探讨了水晶牦牛肚的加工工艺."
    },
    {
      "en": "We can sell the yak skins and the meat and hair.",
      "cn": "我们把牦牛皮、牦牛肉和牦牛的毛卖出去."
    },
    {
      "en": "We can sell yak skin, meat and wool.",
      "cn": "我们可以卖牦牛的皮 、 肉和毛."
    },
    {
      "en": "Yak body up and down all Po, we sold it to buy food and other things.",
      "cn": "牦牛全身上下都是宝, 我们卖了它用来买粮食等其他东西."
    },
    {
      "en": "Yak meat tastes like tough beef.",
      "cn": "旄牛肉吃起来有点像硬牛肉."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "yak hair",
      "tran_cn": "牦牛毛"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "牦牛，笑话",
      "tran_en": "an animal of central Asia that looks like a cow with long hair"
    },
    {
      "pos": "vi",
      "tran_cn": "<非正，贬>没完没了地谈些无关要紧的事，喋喋不休，唠叨"
    }
  ],
  "exchange": {
    "pl": [
      "yak",
      "yaks"
    ],
    "third": [
      "yaks"
    ],
    "past": [
      "yakked"
    ],
    "done": [
      "yakked"
    ],
    "ing": [
      "yakking"
    ]
  }
}