{
  "word": "diction",
  "ipa": {
    "us": "ˈdɪkʃn",
    "uk": "ˈdɪkʃən"
  },
  "sentences": [
    {
      "en": "Bad diction marred the effectiveness of his speech.",
      "cn": "措词不当影响了他演说的效果."
    },
    {
      "en": "Clear diction is important.",
      "cn": "吐字清晰非常重要。"
    },
    {
      "en": "Don't conceal the poverty of thought by the eccentric diction.",
      "cn": "不要用这些怪僻的词藻来掩饰思想的贫乏."
    },
    {
      "en": "Her carriage and diction were always faultless.",
      "cn": "她的风度举止、遣词用字总是无可挑剔."
    },
    {
      "en": "Her conception of the character was as heavy and uncompromising as her diction.",
      "cn": "她把这个人物设想得就象她念台词的风格一样,是既沉重而又毫不妥协的."
    },
    {
      "en": "His diction is noted for its freshness and vividness.",
      "cn": "他以用字遣词清新生动见长."
    },
    {
      "en": "His diction was appropriate to a religious subject.",
      "cn": "他说话的措词带有宗教的意味."
    },
    {
      "en": "His diction wasn't very good.",
      "cn": "他的发音不是很清楚。"
    },
    {
      "en": "I like this article vey much because of its rich diction.",
      "cn": "这篇散文的文词非常华美,我很喜欢."
    },
    {
      "en": "Now I got to worry about my diction, too?",
      "cn": "我想我现在也得注意一下我的措辞, 是 吗 ?"
    },
    {
      "en": "One last time and this time I want crisp diction.",
      "cn": "最后一次,这次我要的是清楚的发音."
    },
    {
      "en": "Solid English fundamental knowledge contains native - like accent, standard grammar and professional diction.",
      "cn": "夯实英语基础知识包括语音的纯正性 、 语法的规范性、遣词造句的专业性等."
    },
    {
      "en": "The effectiveness of your speech depends on your diction.",
      "cn": "你的演说效果在于你的用字是否得当."
    },
    {
      "en": "The original was all her own - her own happy thoughts and gentle diction.",
      "cn": "原信全是她写的,她的巧妙构思,她的文雅措词."
    },
    {
      "en": "The original was all her own, her own happy thoughts and gentle diction.",
      "cn": "原稿由她一手拟定, 出自她自己的高见和她自己的文雅措辞."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "phrase",
            "parlance"
          ],
          "tran_cn": "用语；措词"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pronunciation",
            "speech"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "发音法，措词，用词，文辞，措辞",
      "tran_en": "the choice and use of words and phrases to express meaning, especially in literature"
    }
  ],
  "exchange": {}
}