{
  "word": "hibiscus",
  "ipa": {
    "us": "hɪˈbɪskəs",
    "uk": "haɪˈbɪskəs"
  },
  "sentences": [
    {
      "en": "Did you like the hibiscus petals I glued to the envelope I sent you?",
      "cn": "你喜欢我粘在信封上送你的芙蓉花瓣 吗 ?"
    },
    {
      "en": "Did you like the hibiscus petals l glued to the envelope l sent you?",
      "cn": "你喜欢我粘在信封上的芙蓉花 吗 ?"
    },
    {
      "en": "Hawaii's best mangoes grew at Hanakai, its most brilliant hibiscus and its best horses.",
      "cn": "夏威夷最肥美的芒果, 最鲜艳的木槿和最纯种的骏马都在海那卡伊."
    },
    {
      "en": "I could see a tall cotton - rose hibiscus.",
      "cn": "可以看到一株高高的芙蓉树."
    },
    {
      "en": "I could see a tall hibiscus.",
      "cn": "我可以看到一棵高高的木棉树."
    },
    {
      "en": "In its natural habitat, the hibiscus will grow up to 25ft.",
      "cn": "在原生境中，木槿能长到25英尺高。"
    },
    {
      "en": "Ingredient: Apple, lemon grass, orange pericarp, spice, hip pericarp, raisin, hibiscus.",
      "cn": "成份: 苹果 、 柠檬草 、 柑橘皮 、 香料 、 蔷薇果皮 、 葡萄干 、 芙蓉(木槿)."
    },
    {
      "en": "Ingredient: hibiscus, hip pericarp, grape, spice, Chinese cinnamon, whisky vanilla.",
      "cn": "成份: 芙蓉(木槿) 、 蔷薇果皮 、 葡萄 、 香料 、 桂皮 、 威士忌香草."
    },
    {
      "en": "It was warm like bath water, her skin the texture of hibiscus.",
      "cn": "她的手如洗澡水般温暖, 皮肤如大红花般细腻."
    },
    {
      "en": "Location: Hibiscus Road and Interchange Shaoshan Road.",
      "cn": "地理位置: 芙蓉南路和韶山路交汇处."
    },
    {
      "en": "Now a bite might yield tea, tangerine or hibiscus.",
      "cn": "然而现在,一块巧克力入口,可能是抹茶口味, 橘子口味,甚至木槿口味的都有."
    },
    {
      "en": "Our Galapagos tortoise are responsive to bright coloured, edible flowers and fruit, such as roses, hibiscus, grapes and watermelon.",
      "cn": "加拉巴哥象龟对于颜色鲜艳的可食花草和水果情有独钟，例如玫瑰花，芙蓉，葡萄，西瓜等。"
    },
    {
      "en": "Study of Microwave - assisted Extraction on Total Flavones Content in Hibiscus manihot L.",
      "cn": "与芙蓉花中总黄酮微波提取的研究>>相似的文献."
    },
    {
      "en": "Taurus mom's soft and sentimental nature can be bowled over by gifting her with a bouquet of tropical hibiscus- she will just love them. Their soft, billowy petals appeal to her tangible nature.",
      "cn": "金牛妈妈温柔恬静、多愁善感；一捧热带的芙蓉花一定会让她开心不已，要是再配上色彩明亮的包装纸，那就更好了。"
    },
    {
      "en": "The hibiscus is budding!",
      "cn": "芙蓉开始发芽了."
    },
    {
      "en": "The Hibiscus, Azalea and Oleander are some common shrubs.",
      "cn": "大红花, 杜鹃和夹竹桃是一些常见的灌木."
    },
    {
      "en": "The ice storm got my hibiscus ; the cat got the goldfish.",
      "cn": "冰雹摧毁了我的芙蓉花."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rose of Sharon"
          ],
          "tran_cn": "木槿；芙蓉花"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "木槿，芙蓉"
    }
  ],
  "exchange": {
    "pl": [
      "hibiscus"
    ]
  }
}