{
  "word": "pigeon",
  "ipa": {
    "us": "ˈpɪdʒɪn",
    "uk": "ˈpɪdʒɪn"
  },
  "sentences": [
    {
      "en": "A homing pigeon was sent forth to carry the message.",
      "cn": "一只信鸽被放出去递送消息."
    },
    {
      "en": "A pigeon emerges, wings flapping noisily, from the tower.",
      "cn": "一只鸽子从塔里钻出来，扑扑地拍打着翅膀。"
    },
    {
      "en": "A pigeon strutted along the roof, cooing rhythmically.",
      "cn": "一只鸽子沿着屋顶大摇大摆地走, 有节奏地咕咕叫."
    },
    {
      "en": "A pigeon was cooing up in one of the elms.",
      "cn": "一只鸽子在榆树上咕咕地叫."
    },
    {
      "en": "Above all, if you see an accident about to happen, on the road or in business, honk like a wild goose rather than cooing like a pet pigeon.",
      "cn": "最重要的是，如果眼见事故就要发生，无论是在开车还是在公司，一定要学野鹅那样大声叫出来，千万别像鸽子似的小声嘀咕。"
    },
    {
      "en": "As the name implies, pigeon is an awkward pose, and it happens to be the most challenging for me.",
      "cn": "顾名思义，鸽子式是一个很棘手的姿势，它对于我来说是最有挑战性的。"
    },
    {
      "en": "Because I had an unusual accent people were not able to put me into a pigeon-hole.",
      "cn": "因为我与众不同的口音，人们无法把我归入任何一类。"
    },
    {
      "en": "Before I could get the pigeon the cat pounced.",
      "cn": "未等我逮到鸽子，猫就猛扑了上去。"
    },
    {
      "en": "Cambridge had called; he had responded like a homing pigeon.",
      "cn": "剑桥发出了召唤, 他象一只归来的信鸽似的作出响应."
    },
    {
      "en": "He was a pigeon , a victim of a confidence game.",
      "cn": "他上当受骗了."
    },
    {
      "en": "Her head rested on his shoulder, the pleasant smell of her hair conquering the pigeon dung.",
      "cn": "她的头偎在他肩上, 头发的香味盖住了鸽屎臭."
    },
    {
      "en": "I don't care where the money comes from — that's not my pigeon.",
      "cn": "我不管钱从哪儿来,那不是我的事."
    },
    {
      "en": "I have heard of one old witch changing herself into a pigeon.",
      "cn": "我听说有个老巫婆把自己变成了一只鸽子."
    },
    {
      "en": "I won't stop you coming in, but it's your pigeon then.",
      "cn": "我并不阻止你们搬进来, 可是以后就是你们的责任了."
    },
    {
      "en": "Many journalists here choose to pigeon all but the most innocuous of stories.",
      "cn": "除了平淡乏味的报道，这儿的新闻记者将一切通过鸽子传递出去。"
    },
    {
      "en": "One blue pigeon sitting on a wall.",
      "cn": "一只蓝色的鸽子蹲坐在一堵墙上。"
    },
    {
      "en": "Start slow with forward bends and calf stretches, move on to pigeon pose and plow at the end.",
      "cn": "开始时缓慢的前倾伸展和小腿伸展，然后摆出鸽子的姿势再是犁头的姿势。"
    },
    {
      "en": "The passenger pigeon is extinct.",
      "cn": "旅鸽已绝种."
    },
    {
      "en": "The pigeon homed from a distance of 100 miles.",
      "cn": "鸽子从百英里之外返回窝巢."
    },
    {
      "en": "the sound of pigeons cooing",
      "cn": "鸽子咕咕的叫声"
    },
    {
      "en": "They are all descended from the rock - pigeon.",
      "cn": "它们都是从野岩鸽传衍而来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cully",
            "dupe",
            "greenhorn",
            "gudgeon",
            "gull"
          ],
          "tran_cn": "易受骗的人,笨人"
        },
        {
          "words": [
            "dove",
            "homing",
            "pigeon"
          ],
          "tran_cn": "鸽子,信鸽"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "carrier pigeon",
      "tran_cn": "信鸽"
    },
    {
      "phrase": "homing pigeon",
      "tran_cn": "n. 信鸽，传信鸽"
    },
    {
      "phrase": "young pigeon",
      "tran_cn": "乳鸽"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鸽子",
      "tran_en": "a grey bird with short legs that is common in cities"
    }
  ],
  "exchange": {
    "pl": [
      "pigeons"
    ]
  }
}