{
  "word": "despatch",
  "ipa": {
    "us": "dɪˈspætʃ",
    "uk": " dɪˈspætʃ"
  },
  "sentences": [
    {
      "en": "'A despatch sent after you from over yonder.",
      "cn": "“ 那边给你送来了急件."
    },
    {
      "en": "A cable inquiry would ensure early despatch, which is of benefit to you.",
      "cn": "如来电询购,当可早日运交, 这对你方是有利的."
    },
    {
      "en": "All orders, including your own, have already been made up and are now awaiting despatch.",
      "cn": "所有的订货包括你方的订货都已制成待运."
    },
    {
      "en": "Appropriate methods for authorising receipt from and despatch to such areas shall be stipulated.",
      "cn": "管理进出储存货物之适当收发方法也应予以规定."
    },
    {
      "en": "He feels we should act with despatch.",
      "cn": "他觉得我们应该迅速行动。"
    },
    {
      "en": "He rushed the despatch through to headquarters.",
      "cn": "他把急件赶送到总部."
    },
    {
      "en": "It's highly expedient for you to use despatch, lest another should step in.",
      "cn": "你最好是赶快, 否则别人会插进来."
    },
    {
      "en": "Please book the necessary shipping space in advance to insure timely despatch of the goods ordered.",
      "cn": "请预订所需的舱位以保证及时装运所订购的货物."
    },
    {
      "en": "Please take note of our order, and kindly advise us when you can despatch the goods.",
      "cn": "请对此次订购多加留意, 并请告知,何时能装运货物."
    },
    {
      "en": "The Despatch and Transport Manager decides which method is the most suitable.",
      "cn": "发货运输经理决定哪种方式最合适."
    },
    {
      "en": "The despatch of the task force is purely a contingency measure.",
      "cn": "派出特遣部队纯粹是应急之举。"
    },
    {
      "en": "The fox takes his chance with a pack of hounds which may catch him and despatch him immediately.",
      "cn": "那只狐狸和一群随时可能置其于死地的猎狗冒险周旋。"
    },
    {
      "en": "To prepare parts and paperwork for the despatch of goods to sub - contractors and Customers.",
      "cn": "为派遣给外委商和客户的物品准备零件和文件."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "despatcher",
          "tran_cn": " 调度员；调度程序；油品分输器；调度程序分配器"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sending",
            "dispatch"
          ],
          "tran_cn": "派遣；发送（等于dispatch）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "hurry away",
            "vamoose"
          ],
          "tran_cn": "匆匆离开"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "mission",
            "beam"
          ],
          "tran_cn": "派遣；发送；匆匆吃下"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "派遣，发送，急件，新闻报道，迅速"
    },
    {
      "pos": "v",
      "tran_cn": "派遣，发送，处决，迅速处理"
    },
    {
      "pos": "vt",
      "tran_cn": "派遣， 调遣； 发送"
    }
  ],
  "exchange": {}
}