{
  "word": "redistribute",
  "ipa": {
    "us": "ˌri:dɪˈstrɪbju:t",
    "uk": "ˌridɪˈstrɪbjut"
  },
  "sentences": [
    {
      "en": "A series of operations by a plastic surgeon helped reconstruct his scalp and redistribute his hair.",
      "cn": "一连串行动,由一名整形外科医生帮助重建他的头皮和散布自己的头发."
    },
    {
      "en": "Controls were used to redistribute or redirect resources.",
      "cn": "采用了管控措施来重新分配资源或改变其流向。"
    },
    {
      "en": "Freedom 2: the freedom to redistribute copies of the program when you wish.",
      "cn": "第2条自由: 随意重发布程序副本的自由."
    },
    {
      "en": "GPL would give the client the right to redistribute your version.",
      "cn": "GPL给予客户再次分发你的版本的权力."
    },
    {
      "en": "He intends to redistribute income from the middle class to poorer paid employees and pensioners.",
      "cn": "他意图把中产阶级到低薪雇员和退休人员的收入做重新分配."
    },
    {
      "en": "In - memory could also redistribute the cards in the computer industry.",
      "cn": "基于 内存的数据系统技术还可以将计算机工业重新洗牌."
    },
    {
      "en": "Redistribute it to your team.",
      "cn": "重新分配给你的团队."
    },
    {
      "en": "They aim to redistribute income from the rich to the poor.",
      "cn": "他们的目标是把富人的收入重新分配给穷人."
    },
    {
      "en": "This program may be used freely, and you are welcome redistribute it under certain conditions.",
      "cn": "可以免费使用本程序, 并且在肯定的条件下面再分配它."
    },
    {
      "en": "To redistribute profits nationally so as to minimize taxes is certain to get particular partner.",
      "cn": "通过在全国范围内重新分配利润,以便使纳税减至最低限度,这必然会使公司同这个特殊的合伙人陷入矛盾纠纷之中."
    },
    {
      "en": "Various XML formats are making content easier to aggregate and redistribute.",
      "cn": "各种XML格式使内容更容易集中和重新分发."
    },
    {
      "en": "We believe you can redistribute this money in a way that's equitable to take care of the poor of the inner city.",
      "cn": "我们相信你能够重新分配这笔钱，以公平合理地照顾市中心的贫民。"
    },
    {
      "en": "Wealth was redistributed more equitably among society.",
      "cn": "财富在社会上被更公平地重新分配。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "redistribution",
          "tran_cn": " [经] 重新分配"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "reapportion",
            "agrarianize"
          ],
          "tran_cn": "重新分配；再区分"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "重新分配；再区分",
      "tran_en": "to give something to each member of a group so that it is divided up in a different way from before"
    },
    {
      "pos": "vt",
      "tran_cn": "重新分配，再分配"
    }
  ],
  "exchange": {
    "third": [
      "redistributes"
    ],
    "past": [
      "redistributed"
    ],
    "done": [
      "redistributed"
    ],
    "ing": [
      "redistributing"
    ],
    "noun": [
      "redistribution"
    ]
  }
}