{
  "word": "aerobics",
  "ipa": {
    "us": "eəˈrəʊbɪks",
    "uk": "eˈroʊbɪks"
  },
  "sentences": [
    {
      "en": "Aerobics is very big there.",
      "cn": "有氧运动在那里大受欢迎."
    },
    {
      "en": "Aren't you going to the aerobics class this morning?",
      "cn": "今天上午你不是去上有氧运动课 吗 ?"
    },
    {
      "en": "Davis Aerobics Center for Good Health.",
      "cn": "Davis有氧运动健身中心."
    },
    {
      "en": "Did you ever think of photographing an aerobics class?",
      "cn": "你想过拍摄有氧运动课 吗 ?"
    },
    {
      "en": "I have a very good aerobics teacher called Nicky.",
      "cn": "我有一位非常好的有氧健身操老师,名叫尼基."
    },
    {
      "en": "I think aerobics is easy.",
      "cn": "我觉得有氧运动很容易."
    },
    {
      "en": "I'd like to join an aerobics class to improve my fitness.",
      "cn": "我想参加有氧运动训练班来增强体质。"
    },
    {
      "en": "It only takes eight minutes by bicycle to the aerobics class.",
      "cn": "骑自行车去上有氧运动课只需要八分钟."
    },
    {
      "en": "Many students are also keeping fit through jogging, aerobics, weight training, and the like.",
      "cn": "很多学生还通过慢跑、有氧体操、负重训练等方式来健身。"
    },
    {
      "en": "She put herself down for an aerobics class.",
      "cn": "她报名上有氧健身班."
    },
    {
      "en": "She teaches swimming, lifesaving and water aerobics.",
      "cn": "她教授游泳、救生术和水中有氧运动。"
    },
    {
      "en": "The dancing is uninhibited and as frenzied as an aerobics class.",
      "cn": "舞跳得非常奔放，就像在做有氧健身操一样疯狂。"
    },
    {
      "en": "They not only do it with great workout equipment and well-designed aerobics classes, but with answers to every detail of the working professional's personal needs.",
      "cn": "他们不仅有优质的健身器材，精心设计的有氧运动课程，而且对个人专业健身问题和需求也作出详尽的解答。"
    },
    {
      "en": "Tomorrow morning after lifting weights, I'll try aerobics.",
      "cn": "明早举完重, 我去试试有氧运动."
    },
    {
      "en": "Unlike aerobics, walking entails no expensive fees for classes or clubs.",
      "cn": "散步不像有氧健身操那样需要交纳昂贵的费用来参加健身班或俱乐部。"
    },
    {
      "en": "Water aerobics can be performed just about anywhere; from health and fitness clubs to public or private swimming pools to even shallow lakes. ",
      "cn": "水中有氧运动没有地方限制，从健康和健身俱乐部，到公共或私人泳池，甚至浅水湖泊，都可以进行；"
    },
    {
      "en": "Yes, I went to the aerobics class today.",
      "cn": "去了啦, 我上了有氧运动课了."
    },
    {
      "en": "Yoga has become the new aerobics and some people are getting it out of a book or video.",
      "cn": "瑜珈已经成为一种新型有氧运动，有些人从书本或录像中学习瑜珈。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "aerobic",
          "tran_cn": " 需氧的；增氧健身法的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "有氧健身法，有氧健身计划，耗氧健身运动",
      "tran_en": "a very active type of physical exercise done to music, usually in a class"
    }
  ],
  "exchange": {}
}