{
  "word": "Atlanta",
  "ipa": {
    "us": "ætˈlæntə",
    "uk": "ætˈlæntə"
  },
  "sentences": [
    {
      "en": "Atlanta is below Washington.",
      "cn": "亚特兰大比华盛顿更靠南。"
    },
    {
      "en": "Atlanta was only an hour's drive to the north.",
      "cn": "开车往北仅1个小时就能到达亚特兰大。"
    },
    {
      "en": "Atlanta was voted the best city in which to locate a business by more than 400 chief executives.",
      "cn": "逾400名行政总裁投票推选亚特兰大为最适宜开办公司的城市。"
    },
    {
      "en": "Every girl in Atlanta was knee deep in men, even the plainest girls were carrying on like belles.",
      "cn": "亚特兰大的女孩子个个都有许多男人追求, 就连最不出色的也像美人一样被男人紧紧缠住."
    },
    {
      "en": "He insisted we stop at a small restaurant just outside of Atlanta.",
      "cn": "他坚持让我们在亚特兰大市外不远的一家小餐馆歇歇脚。"
    },
    {
      "en": "He was crowned champion after his fight in Atlanta.",
      "cn": "亚特兰大拳赛后他获授予冠军称号."
    },
    {
      "en": "His ambition was to win gold at the Atlanta Games in 1996.",
      "cn": "他的志向是在1996年亚特兰大奥运会上夺取金牌。"
    },
    {
      "en": "I lingered on in Atlanta for a few days, spending much of my time with an artist friend.",
      "cn": "我在亚特兰大又逗留了几天，大部分时候都和一位搞艺术的朋友在一起。"
    },
    {
      "en": "I will be in Atlanta for the next Olympics.",
      "cn": "我将参加在亚特兰大举行的下届奥运会。"
    },
    {
      "en": "She then invited him to Atlanta to lecture on the history of art.",
      "cn": "她于是邀请他去亚特兰大讲艺术史。"
    },
    {
      "en": "Significantly, the company recently opened a huge store in Atlanta.",
      "cn": "值得注意的是，该公司最近在亚特兰大开了一家大型商店。"
    },
    {
      "en": "The 26th Olympiad took place in Atlanta, Georgia.",
      "cn": "第26届奥运会是在佐治亚州的亚特兰大举办的。"
    },
    {
      "en": "The cen-tennial Olympics will be in Atlanta, Georgia.",
      "cn": "百年奥运盛典将在佐治亚州亚特兰大举行。"
    },
    {
      "en": "The centennial Olympics will be in Atlanta, Georgia.",
      "cn": "百年奥运盛典将在佐治亚州亚特兰大举行。"
    },
    {
      "en": "The terrorist dusted for Atlanta.",
      "cn": "那名恐怖分子逃往亚特兰大。"
    },
    {
      "en": "The World Series between the Atlanta Braves and Toronto Blue Jays is tied at one game apiece.",
      "cn": "世界系列赛上，亚特兰大勇士队和多伦多蓝鸟队双方各赢一场，战成平局。"
    },
    {
      "en": "They communicated at least once a day, and it was still late afternoon in Atlanta.",
      "cn": "他们每周至少沟通一次，而此时在亚特兰大还是下午晚些时候。"
    },
    {
      "en": "We've moved to Atlanta.",
      "cn": "我们已经搬到亚特兰大了。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "atlanta hawks",
      "tran_cn": "亚特兰大老鹰队（NBA球队）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "亚特兰大（美国佐治亚州首府）"
    }
  ],
  "exchange": {}
}