{
  "word": "goggle",
  "ipa": {
    "us": "ˈgɒgl",
    "uk": "ˈgɑgl"
  },
  "sentences": [
    {
      "en": "A few of us in the press were there, goggle-eyed at the lavish hospitality.",
      "cn": "我们几位记者当时在那里，眼馋地看着丰盛的茶点。"
    },
    {
      "en": "A low profile goggle with adjustable nose bridge, as worn by Michael Phelps.",
      "cn": "低调镜片与可调式鼻桥, 属迈克尔菲尔普斯专用系列."
    },
    {
      "en": "Both are slick and white and both are equipped with goggle - shaped LCD screens inside.",
      "cn": "两尊神像均呈现光滑的白色,并配备眼罩式液晶萤幕."
    },
    {
      "en": "Fashion, comfortable, personality are the mainly specialty of carting goggle.",
      "cn": "时尚 、 舒适 、 个性是卡丁风镜的最大特色."
    },
    {
      "en": "He was goggle - eyed Before the exclamatory nature of her feminine characteristics.",
      "cn": "她的女性特点异常突出,他看得眼睛都发直了."
    },
    {
      "en": "His eyes seemed to goggle larger than usual behind the heavy lenses.",
      "cn": "在厚厚的镜片后面,眼睛瞪得比平时大得多."
    },
    {
      "en": "His insincerity is revealed by the quick goggle of his eyes.",
      "cn": "他眼睛的快速转动泄露了他的不诚."
    },
    {
      "en": "Integrated airborne vision goggle is a typical and very complex airborne optical system.",
      "cn": "综合机载微光夜视镜是一种比较复杂的、典型的机载光电系统."
    },
    {
      "en": "Johnson stared goggle-eyed at Kravis' sumptuous quarters.",
      "cn": "约翰逊目瞪口呆地望着克拉维斯的豪宅。"
    },
    {
      "en": "Old Waterline on head is above goggle line on free and lower head on back.",
      "cn": "老:自时水线在泳镜上线;仰时在较低处."
    },
    {
      "en": "Pattie Maes, an artificial life researcher at the MIT Media Lab, abhors goggle - and - gloves virtual reality.",
      "cn": "派蒂?梅斯, 麻省理工学院媒体实验室的一位人工生命研究人员, 极度痛恨那种眼罩 - 手套式的虚拟现实."
    },
    {
      "en": "Philpot's goggle eyes rolled horribly as he glared silently at the circle and the two squares.",
      "cn": "菲尔波特一声不响地注视着那个圆圈和那两个正方形,吓人的大眼睛骨碌碌地转个不停."
    },
    {
      "en": "Put on your safety helmet ( safety harness, safety footwear, safety goggle ear defender ), please.",
      "cn": "请戴上安全帽 ( 安全带, 安全靴, 护目镜,护耳器 )!"
    },
    {
      "en": "She goggled at me.",
      "cn": "她瞪着我看。"
    },
    {
      "en": "Waterline on head is above goggle line on free and lower head on back.",
      "cn": "自时水线在泳镜上线;仰时在较低处."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "protective glasses",
            "safety glasses"
          ],
          "tran_cn": "护目镜，风镜；眼睛睁视"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "marvel"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "瞪眼的，睁眼的"
    },
    {
      "pos": "n",
      "tran_cn": "护目镜",
      "tran_en": "Goggles are large glasses that fit closely to your face around your eyes to protect them from such things as water, wind, or dust"
    },
    {
      "pos": "v",
      "tran_cn": " 瞪大眼睛看",
      "tran_en": "to look at something with your eyes wide open in surprise or shock"
    },
    {
      "pos": "vi",
      "tran_cn": "瞪眼，转动眼珠"
    },
    {
      "pos": "vt",
      "tran_cn": "瞪眼，使眼珠转动"
    }
  ],
  "exchange": {
    "third": [
      "goggles"
    ],
    "past": [
      "goggled"
    ],
    "done": [
      "goggled"
    ],
    "ing": [
      "goggling"
    ]
  }
}