{
  "word": "discus",
  "ipa": {
    "us": "ˈdɪskəs",
    "uk": "ˈdɪskəs"
  },
  "sentences": [
    {
      "en": "A 0038 Discus Tea Cake has a sharp straight edge.",
      "cn": "A0038铁饼茶有很直切的边缘."
    },
    {
      "en": "Discus and javelin throwing, long jumping and wrestling were added later.",
      "cn": "后来又增加了掷铁饼、投标枪 、 跳远和摔跤等项目."
    },
    {
      "en": "He gave the discus a tremendous heave.",
      "cn": "他猛一使劲掷出铁饼."
    },
    {
      "en": "He wanted to throw the discus back to Apollo.",
      "cn": "想要把它丢回给阿波罗."
    },
    {
      "en": "He won the discus at the Montreal Olympics.",
      "cn": "他在蒙特利尔奥运会的掷铁饼比赛中夺了冠。"
    },
    {
      "en": "How could he ever open up a discus ion with her now?",
      "cn": "现在他将怎样和她展开一场讨论 呢 ?"
    },
    {
      "en": "I see Britain did well in the discus.",
      "cn": "我看英国队在铁饼项目中表现不错."
    },
    {
      "en": "In the discus throw events, Lewes scored 67.52 m at the final throw.",
      "cn": "在掷铁饼项目中, 刘易斯最后一次投掷的成绩是67.52米."
    },
    {
      "en": "In the discus throwing event, Ley scored 67.52 m the final throw.",
      "cn": "在掷铁饼的项目中, 刘易斯最后一次试掷的成绩是67.52米."
    },
    {
      "en": "The discus was kind of the clutch event.",
      "cn": "掷铁饼可以说是件紧要关头的事儿."
    },
    {
      "en": "The scheme for the hierarchically constructed layout design is also discus - sed.",
      "cn": "结合版图的分级设计还讨论了分级设计规则检查方法."
    },
    {
      "en": "The young track and field athlete could already hurl the discus 60 yards.",
      "cn": "这个年轻的田径运动员已能把铁饼投掷60码远."
    },
    {
      "en": "These different views make discus of inherit of stock right more complicated.",
      "cn": "这些观点的不同,使得对股权继承问题的探讨更加复杂."
    },
    {
      "en": "They discus how to promote cooperation between the two countries.",
      "cn": "他们讨论如何促进两国间的合作."
    },
    {
      "en": "Throwing events comprise the javelin, discus, hammer and shot put.",
      "cn": "投掷项目包括标枪 、 铁饼 、 链球和铅球."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "discus throw",
      "tran_cn": "掷铁饼"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "铁饼",
      "tran_en": "a heavy flat circular object which is thrown as far as possible as a sport"
    }
  ],
  "exchange": {
    "pl": [
      "discuses"
    ]
  }
}