{
  "word": "catwalk",
  "ipa": {
    "us": "ˈkætwɔ:k",
    "uk": "ˈkætˌwɔk"
  },
  "sentences": [
    {
      "en": "...a catwalk overlooking a vast room.",
      "cn": "…俯瞰一个大房间的天桥。"
    },
    {
      "en": "A raise catwalk is made up along the side of the \" chest \".",
      "cn": "沿着 “ 箱 ” 一侧设一道不宽的天井升降梯道."
    },
    {
      "en": "Despite the rush to the catwalk, few Chinese models have broken onto the international stage.",
      "cn": "尽管匆促到狭小甬道, 少数中国模型已经在国际的阶段之上打破."
    },
    {
      "en": "In world fashion, another round of catwalk shows has begun with Paris.",
      "cn": "在全球时尚界, 又一轮时装秀正在巴黎上演."
    },
    {
      "en": "It turned out it was their wet clothing on the catwalk dripping through the grates.",
      "cn": "结果漏水居然是因为他们堵在缝里的衣服在滴水."
    },
    {
      "en": "Keep the gate at the V - door secured, except when lifting equipment or any tubulars the catwalk.",
      "cn": "除非从大门坡道起吊设备或钻具时,要随时挂上大门坡道口安全链."
    },
    {
      "en": "Models are posing on the catwalk ( the T - stage ).",
      "cn": "模特在 T 型台上一展 风姿."
    },
    {
      "en": "Models displayed clothes on a catwalk at the fashion show.",
      "cn": "模特们在时装会上走着猫步展示衣服."
    },
    {
      "en": "On the catwalk the models stomped around in thigh-high leather boots.",
      "cn": "T形台上，时装模特儿穿着长及大腿的皮靴，噔噔地走来走去。"
    },
    {
      "en": "Only this show would grace the catwalk with full body armor.",
      "cn": "只有这个时装秀会用全身装甲来装点舞台."
    },
    {
      "en": "Orn nd and friend walks on the catwalk and then was interviwed by a reporter.",
      "cn": "又送玫瑰花到Wee的办公室."
    },
    {
      "en": "She now has her own parking slot on the catwalk level.",
      "cn": "现在,她在人行小道上有自己的停车点了."
    },
    {
      "en": "The ceiling seemed to be convex here, dipping a little closer toward the catwalk.",
      "cn": "天花板似乎是中凸的这里, 浸稍微比较靠近对于狭小甬道."
    },
    {
      "en": "The favourite combination of colours on the catwalk was black and white.",
      "cn": "型台上备受宠爱的就属黑与白的色彩组合了."
    },
    {
      "en": "The models sashayed down the catwalk.",
      "cn": "模特们优雅自如地走下了T型台。"
    },
    {
      "en": "The models stalking the catwalk at a fashion show I attended looked equally disgruntled.",
      "cn": "在我参加的一场时装秀上,T台上 渐行渐近的模特们看起来也是满腹怨言的样子."
    },
    {
      "en": "There are 4 models on the catwalk now.",
      "cn": "现在有4个模特儿在伸展台上作时装表演."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（桥侧的）步行小道，（机器房中的）狭窄过道，（时装表演时模特儿走的）伸展台，猫步",
      "tran_en": "a long raised structure that  model s  walk along in a fashion show"
    }
  ],
  "exchange": {
    "pl": [
      "catwalks"
    ]
  }
}