{
  "word": "Leningrad",
  "ipa": {
    "us": "'leninɡræd",
    "uk": "'leninɡræd"
  },
  "sentences": [
    {
      "en": "A city of northwest European U.S.S.R. south - southeast of Leningrad.",
      "cn": "欧洲西北苏联内的城市,在列宁格勒的东南偏南."
    },
    {
      "en": "A farewell in Leningrad, in the spring of 1942.",
      "cn": "1942年春天，在列宁格勒的一场送别仪式。"
    },
    {
      "en": "Army Group North was driving up along the Baltic toward Leningrad.",
      "cn": "北方军团,沿着波罗的海向列宁格勒挺进."
    },
    {
      "en": "Despite great suffering, however , the people of Leningrad refused to surrender.",
      "cn": "尽管忍受着极大困苦, 列宁格勒的人民绝不投降."
    },
    {
      "en": "First of all, it reflects the fact that some schools practiced separate education for boys and girls, which was introduced in 1943 in Moscow, Leningrad and some other big cities of the USSR.",
      "cn": "首先，教材表明当时城市中的一些学校是男女分开教学的，这种教学实践是苏联（USSR）在1943年引入到如莫斯科、列宁格勒和其他一些这类的大城市。"
    },
    {
      "en": "He entered Leningrad State University's law department in 1970.",
      "cn": "1970年，普京进入列宁格勒州立大学法律系。"
    },
    {
      "en": "In the north, the Germans closed in on Leningrad.",
      "cn": "在北方, 德国人包围了列宁格勒."
    },
    {
      "en": "It became Petrograd in 1914 and Leningrad in 1924.",
      "cn": "1914年更名为“彼得格勒”,1924年再次更名为“列宁格勒”."
    },
    {
      "en": "Leningrad was the third alien city to offer him a surrogate home.",
      "cn": "列宁格勒是他在异地安家的第三个外国城市。"
    },
    {
      "en": "Old, run - down Soviet Leningrad, they said, was not the St. Petersburg of 19 th - century.",
      "cn": "他们说老旧的苏维埃列宁格勒已不再是19世纪的圣彼得堡了."
    },
    {
      "en": "Petersburg ( once known as Leningrad )",
      "cn": "圣彼得堡 ( 曾称列宁格勒 )"
    },
    {
      "en": "Ten years later, the city's name changed again, this time to Leningrad.",
      "cn": "十年之后, 这个城市的名字又改了, 这一次叫做列宁格勒."
    },
    {
      "en": "Ten years later, the city's name changed again, this time to Leningrad.",
      "cn": "十年之后, 城市的名字又改了, 这一次叫做列宁格勒."
    },
    {
      "en": "The Caucasians of this type are very popular in Leningrad.",
      "cn": "这种类型的高加索在列宁格勒(圣彼得堡)很流行."
    },
    {
      "en": "The mammoth has now been restored in the Palaeontological Museum in Leningrad.",
      "cn": "这只长毛象现在在列宁格勒的古生物学博物馆修复了."
    },
    {
      "en": "The residents of Leningrad voted to restore the city's original name of St Petersburg.",
      "cn": "列宁格勒市的居民投票决定恢复该市原来的名字——圣彼得堡。"
    },
    {
      "en": "The world's largest art gallery is the Winter Palace and the neighboring Hermitage in Leningrad, U.S.S.R.",
      "cn": "世界上最大的美术馆是苏联列宁格勒的冬宫及与其毗连的 爱尔米塔什 博物馆."
    },
    {
      "en": "Within two weeks, the heroic survivors of Leningrad saw their invaders depart.",
      "cn": "列宁格勒那些英勇无畏的幸存者看着入侵者在两个星期内全部撤离."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "列宁格勒（前苏联西北部港市）"
    }
  ],
  "exchange": {}
}