{
  "word": "venous",
  "ipa": {
    "us": "ˈvi:nəs",
    "uk": "ˈvinəs"
  },
  "sentences": [
    {
      "en": "...venous blood.",
      "cn": "...静脉血。"
    },
    {
      "en": "Anticoagulation remains the mainstay of therapy for patients with venous thromboembolism.",
      "cn": "抗凝仍然是主要治疗方法."
    },
    {
      "en": "Improve the venous Circulatory disorders, and fragility of blood vessels ( microcirculation ) .",
      "cn": "改善静脉 微循环 障碍及毛细血管脆性损伤."
    },
    {
      "en": "Objective To discuss the Surgical management of venous leg ulcer.",
      "cn": "目的探讨下肢静脉性溃疡的治疗."
    },
    {
      "en": "Objective To observe the advantage of CLAVE connector in central venous catheterization.",
      "cn": "目的观察可来福接头在深静脉置管中的应用优势."
    },
    {
      "en": "Objective To sum up and analyse the experience of mesenteric venous thrombosis.",
      "cn": "目的总结和分析肠系膜静脉血栓形成的经验体会."
    },
    {
      "en": "ObjectiveTo discuss the intervention therapy of dural venous sinus thrombosis ( DVST ).",
      "cn": "目的　探讨硬脑膜静脉窦血栓形成 ( DVST ) 的血管内介入治疗."
    },
    {
      "en": "Patient being prepped for the venous sampling?",
      "cn": "病人已经准备好做静脉采血了 吗 ?"
    },
    {
      "en": "Rapid - Inflation Intermittent Pneumatic Compression for Prevention of Deep Venous Thrombosis.",
      "cn": "快速充气脉冲式气压预防深静脉血栓形成."
    },
    {
      "en": "Suspending bracket design is able to avoid obstruction of venous reflux effectively.",
      "cn": "悬空支架式设计,能有效避免静脉回流受阻."
    },
    {
      "en": "The cirrhotic process obstructs the intrahepatic portion of the portal venous system.",
      "cn": "肝硬化使门脉系统的肝内部分受阻."
    },
    {
      "en": "The doctor kept telling him be ought to have these venous vessels stripped.",
      "cn": "医生不断劝他把这些静脉血管全部摘除."
    },
    {
      "en": "The rest of the systemic venous return is diverted into the right horn of the sinus.",
      "cn": "其余的体静脉回流转到静脉窦右角."
    },
    {
      "en": "The tourniquet should occlude venous and lymphatic return.",
      "cn": "止血带应阻断静脉及淋巴回流."
    },
    {
      "en": "They are used as a routine preventative treatmet of venous stasis.",
      "cn": "使用这种袜子已成为预防静脉郁滞的常规措施."
    },
    {
      "en": "To review the complications of central venous catheter ( CVT ) with its management.",
      "cn": "目的:总结留置中心静脉导管的经验,探讨如何防治中心 静脉 留置导管的并发症."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "venipuncture",
          "tran_cn": " 静脉穿刺（等于venepuncture）"
        },
        {
          "word": "venogram",
          "tran_cn": " [特医] 静脉造影照片"
        },
        {
          "word": "venography",
          "tran_cn": " 静脉搏描记法；静脉造影术"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "veinal"
          ],
          "tran_cn": "[昆]静脉的；有脉纹的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "venous blood",
      "tran_cn": "静脉血"
    },
    {
      "phrase": "venous sinus",
      "tran_cn": "静脉窦；静脉宝"
    },
    {
      "phrase": "venous thrombosis",
      "tran_cn": "静脉血栓形成"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "静脉的，静脉中的，有脉的",
      "tran_en": "relating to the veins(= tubes that carry blood ) in your body"
    }
  ],
  "exchange": {}
}