{
  "word": "eucalyptus",
  "ipa": {
    "us": "ˌju:kəˈlɪptəs",
    "uk": "ˌjukəˈlɪptəs"
  },
  "sentences": [
    {
      "en": "And the scents I used don't compliment each other . Eucalyptus and chamomile?",
      "cn": "我用的香味闻起来很不协调尤加利树跟甘菊?"
    },
    {
      "en": "Eucalyptus oil is good for easing muscular aches and pains.",
      "cn": "桉树油可以很好地缓解肌肉的疼痛."
    },
    {
      "en": "For skin under and around noses that are irritated by too much blowing, menthol and eucalyptus can relieve pain.",
      "cn": "鼻子下面和周围发炎的皮肤是由于过度吹风造成的，薄荷和桉树可以减轻疼痛。"
    },
    {
      "en": "Likewise, certain angiosperms, for example, some Eucalyptus species, will present few seed harvesting problems.",
      "cn": "同样某些阔叶树种, 例如一些桉树类, 采种的问题不多."
    },
    {
      "en": "Menthol was obtained from lemon eucalyptus oil via cyclization and catalytic hydrogenation.",
      "cn": "以柠檬桉叶油为主要原料经环化、催化氢化二步反应得到薄荷醇."
    },
    {
      "en": "Optimize the structure of forestry planting, and gradually deceleration Eucalyptus cultivation.",
      "cn": "优化林业种植结构, 逐步调减速生桉种植面积."
    },
    {
      "en": "She remembered faster than lightning many a cold - remedy including steaming eucalyptus oil.",
      "cn": "她的脑海里飞速地闪过许多治疗感冒的方法,包括滚烫的桉树油."
    },
    {
      "en": "Sophie Conran, scion of the design dynasty, uses holly and ivy with berries, eucalyptus and pine cones to decorate her home.",
      "cn": "索菲·康兰这位设计师的后代，用冬青树、带浆果的常青藤、桉树和松树球果来装饰她的家。"
    },
    {
      "en": "The birds rustled in the eucalyptus trees.",
      "cn": "鸟在桉树弄出沙沙的响声."
    },
    {
      "en": "The main factor of the epidemic is that Eucalyptus urophylla and E.",
      "cn": "大面积推广尾叶桉及巨尾桉易感病树种,是青枯病流行主导因素."
    },
    {
      "en": "The sweet gum gum , and some Australian eucalyptus trees are gum trees.",
      "cn": "树和一些澳大利亚的尤加利树都是产树胶的树."
    },
    {
      "en": "The sweet gum, sour gum, and some Australian eucalyptus trees are gum trees.",
      "cn": "甜胶树 、 酸胶树和一些澳大利亚的尤加利树都是产树胶的树."
    },
    {
      "en": "Then just a eucalyptus grove and you had found me.",
      "cn": "然后只是一小片桉树,你会找到我."
    },
    {
      "en": "There were birds twittering in the eucalyptus trees.",
      "cn": "桉树上鸟儿在吱吱喳喳地叫。"
    },
    {
      "en": "These adorable tree - hugging animals feed on eucalyptus tree leavers.",
      "cn": "这些可爱的抱树动物以油加利树的树叶为食."
    },
    {
      "en": "What's the botanical name of Eucalyptus?",
      "cn": "如题,桉木的学名是什么?"
    },
    {
      "en": "You can only reach it by walking along a rocky , eucalyptus - lined path.",
      "cn": "要到那里去必须穿过一条碎石遍地,两侧长有桉树的小路."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "eucalyptus globulus",
      "tran_cn": "蓝桉，蓝桉树；尤加利"
    },
    {
      "phrase": "eucalyptus leaves",
      "tran_cn": "桉树叶；古柯叶（eucalyptus leaf的复数形式）"
    },
    {
      "phrase": "eucalyptus oil",
      "tran_cn": "桉叶油；桉油；桉树油"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "桉树，桉属植物",
      "tran_en": "a tall tree that produces an oil with a strong smell, used in medicines"
    }
  ],
  "exchange": {
    "pl": [
      "eucalyptus",
      "eucalyptuses"
    ]
  }
}