{
  "word": "smattering",
  "ipa": {
    "us": "ˈsmætərɪŋ",
    "uk": "ˈsmætərɪŋ"
  },
  "sentences": [
    {
      "en": "But all who read, and most do read, endeavor to obtain smattering in that science.",
      "cn": "所有读法律的人, 其中大多数也确实读了点书, 但他们所努力获得的只是对这门科学的一知半解."
    },
    {
      "en": "David has only a smattering of astronomy.",
      "cn": "大卫对天文学只是一知半解."
    },
    {
      "en": "Despite the green hues in this image, these rocky islands are too cold to sustain more than a smattering of low-growing vegetation.",
      "cn": "除了图中绿色的部分，这些气候严寒，主要为岩石构造的岛屿上，只有极少数低矮植物可以生存。"
    },
    {
      "en": "He has a smattering of French.",
      "cn": "他的法文是半瓶醋."
    },
    {
      "en": "He has a smattering of knowledge about physics.",
      "cn": "他对物理一知半解."
    },
    {
      "en": "He only has a smattering of French.",
      "cn": "他只懂一点法语。"
    },
    {
      "en": "I had acquired a smattering of Greek.",
      "cn": "我学会了一丁点希腊语。"
    },
    {
      "en": "I only have a smattering of English.",
      "cn": "对英语我只懂一点皮毛."
    },
    {
      "en": "I've only got a smattering of experience with computers.",
      "cn": "关于计算机我只略微有点经验."
    },
    {
      "en": "It is dangerous that you have a smattering of superficial knowledge on a subject.",
      "cn": "对于任何问题一知半解的知识都是危险的."
    },
    {
      "en": "On his wanderings he's picked up Spanish, Italian, French and a smattering of Russian.",
      "cn": "在流浪途中，他学会了西班牙语、意大利语、法语和一丁点儿俄语。"
    },
    {
      "en": "People with a smattering of physics may bring up \" quantum mechanical vacuum fluctuations \"",
      "cn": "对物理学一知半解的人们可能会提出 “ 量子力学真空涨落 ”"
    },
    {
      "en": "Plastic crates held French books as well as a smattering of English titles, mostly movie and television picture volumes.",
      "cn": "塑料筐里装着法国书籍及少数的英国书，很多都是电影和电视图片册。"
    },
    {
      "en": "Sunset beach: Megan rests her head on Brian's shoulder a smattering of gardenias providing decoration.",
      "cn": "日落海滩: 梅根将她的头轻轻靠在老公肩膀上,无比幸福."
    },
    {
      "en": "The doctor spoke some pidgin Vietnamese, and the nurse a smattering of highschool French.",
      "cn": "这位军医能讲几句洋泾浜的越南语, 护士也能讲几句半生不熟的法语."
    },
    {
      "en": "There's only a smattering of people who oppose the proposal.",
      "cn": "只有少数人反对这一建议."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "smatter",
          "tran_cn": " 一知半解"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "smatter",
          "tran_cn": " 略知，浅知；东拉西扯地泛论；略会说"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "surface",
            "shallow"
          ],
          "tran_cn": "肤浅的；些许的；点滴的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "handful",
            "sciolism"
          ],
          "tran_cn": "一知半解；少数；略知"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "fracturing"
          ],
          "tran_cn": "略知；肤浅地学习；粉碎（smatter的ing形式）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "略懂，浅知",
      "tran_en": "a small number or amount of something"
    },
    {
      "pos": "v",
      "tran_cn": "充内行( smatter的现在分词 )"
    }
  ],
  "exchange": {}
}