{
  "word": "serpentine",
  "ipa": {
    "us": "ˈsɜːpəntaɪn",
    "uk": "ˈsɜːpəntiːn"
  },
  "sentences": [
    {
      "en": "Anl ■ - jade is a serpentine jade of the lizardite type.",
      "cn": "安绿玉 属于利蛇纹石型的蛇纹石玉."
    },
    {
      "en": "Difference property serpentine had been contrasted and obtained some significant results.",
      "cn": "对不同性质的蛇纹石作了对比试验,得出了一些有意义的结论."
    },
    {
      "en": "Install the serpentine drive belt and tighten to obtain the specified tension.",
      "cn": "安装蛇形驱动带,拧紧到规定的张力."
    },
    {
      "en": "Nearby, along the Serpentine, children happily fed ducks which competed for water space with splashing bathers.",
      "cn": "附近, 沿着曲折蜿蜒的水池, 孩子们兴高采烈地向池里的鸭子投食,那些鸭子同凫水的游泳者们竞争着水面."
    },
    {
      "en": "Olivine has been completely altered to serpentine, talc, and amphibole in the bore - hole examined in detail.",
      "cn": "钻芯详细检查的结果,橄榄石全部蚀变为蛇纹石 、 滑石及角闪石."
    },
    {
      "en": "One part of the Serpentine is kept for swimmers.",
      "cn": "蜿蜒河的一段划为游泳区."
    },
    {
      "en": "Remove serpentine drive belt, refer to Group Cooling.",
      "cn": "拆下蛇型驱动皮带, 请参阅单元7-冷却."
    },
    {
      "en": "Serpentine often contains some asbestos , and should be used with caution .",
      "cn": "因为蛇纹石往往包含了一些石棉，收集时应谨慎。"
    },
    {
      "en": "The acid leaching kinetics of serpentine was researched.",
      "cn": "研究了微波作用下蛇纹石的硫酸浸出动力学."
    },
    {
      "en": "The method is presented for preparation metasilicate pentahydrate from residue after extracting magnesium from serpentine ore.",
      "cn": "以蛇纹石提镁残渣为原料,采用常压蒸馏法直接合成了六配位有机硅化物."
    },
    {
      "en": "The semi - solid feedstock of A 356 aluminum alloy was prepared through a serpentine pouring channel.",
      "cn": "采用蛇形管浇注法制备了半固态A356铝合金浆料."
    },
    {
      "en": "the serpentine course of the river",
      "cn": "蜿蜒曲折的河道"
    },
    {
      "en": "This piece of serpentine for making seals is too expensive for me to afford.",
      "cn": "这块寿山石的章料太贵重了,我根本买不起."
    },
    {
      "en": "Tin ore, iron ore, copper, gold , serpentine, granite, artificial stones processing, wood products marketing.",
      "cn": "锡矿 、 铁矿 、 铜矿 、 铅锌矿 、 蛇纹石 、 花岗岩 、 人造宝石加工 、 竹木制品购销."
    },
    {
      "en": "Tremolite laths and serpentine minerals are present in places.",
      "cn": "有的地方出现透闪石板条及蛇纹石."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "winding",
            "sinuous"
          ],
          "tran_cn": "蜿蜒的；阴险的；弯弯曲曲的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ophiolite"
          ],
          "tran_cn": "[矿物]蛇纹石"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crooked",
            "forked",
            "roundabout"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "像蛇般蜷曲的，蜿蜒的，阴险的，弯弯曲曲的",
      "tran_en": "winding like a snake"
    }
  ],
  "exchange": {}
}