{
  "word": "makeup",
  "ipa": {
    "us": "ˈmeɪkʌp",
    "uk": "ˈmeɪˌkʌp"
  },
  "sentences": [
    {
      "en": "As the actors began putting on their makeup, the band struck up a tune.",
      "cn": "演员开始化装时, 乐队奏起乐曲."
    },
    {
      "en": "Do you think her beauty could makeup for her stupidity?",
      "cn": "你认为她的美丽能弥补她的愚蠢 吗 ?"
    },
    {
      "en": "Hold on for a minute,I've just got to put on my makeup.",
      "cn": "等一会儿，我得化装一下。"
    },
    {
      "en": "I can not tell who's who when the women take off their makeup.",
      "cn": "女士们卸了妆,我就分辨不出谁是谁."
    },
    {
      "en": "I never expected he should have a stout makeup.",
      "cn": "我真没想到,他竟然有这么强壮的体格."
    },
    {
      "en": "I put on a bit of makeup.",
      "cn": "我化一点妆."
    },
    {
      "en": "I was wearing a purple jumpsuit, high heeled shoes, and lots of makeup.",
      "cn": "我穿着紫色连衫裤和高跟鞋，脸上抹着厚厚的化妆品。"
    },
    {
      "en": "I'm not advising you to throw away your makeup or forget about your appearance.",
      "cn": "我不是建议你扔掉化妆品，或者不修边幅。"
    },
    {
      "en": "It'suddenly occurred to Fang that Miss T'ang did not use any makeup.",
      "cn": "他忽然想唐小姐并不十妆饰."
    },
    {
      "en": "Makeup accents her good looks.",
      "cn": "化妆使她显得更加美丽."
    },
    {
      "en": "Normally she wore little makeup, but this evening was clearly an exception.",
      "cn": "通常她很少化妆，可今晚显然是个例外。"
    },
    {
      "en": "Scientists can also trace makeup back 10,000 years to ancient Egypt.",
      "cn": "科学家还可以将化妆追溯到一万年前的古代埃及."
    },
    {
      "en": "She checked her makeup one last time, and then walked out with a spring in her step.",
      "cn": "她最后检查了一下妆容，然后步履轻盈地走了出去。"
    },
    {
      "en": "The evening of concert Mom wore glittery earrings and more makeup than I could remember.",
      "cn": "音乐会那天晚上,妈妈戴上亮晶晶的耳环,脸上没见她这么打扮过."
    },
    {
      "en": "The ideological makeup of the unions is now radically different from what it had been.",
      "cn": "这些协会的意识形态构成如今与过去大相径庭。"
    },
    {
      "en": "The makeup and role of the board of directors varies from one company to another.",
      "cn": "至于董事会的组成和作用,各公司不尽相同."
    },
    {
      "en": "There was some fatal flaw in his makeup, and as time went on he lapsed into long silences or became off-hand.",
      "cn": "他性格中有某种致命的缺陷，随着时间的推移，他要么陷入长时间沉默要么行为随便。"
    },
    {
      "en": "Use loose powder to set your makeup, dusting the excess off with a brush.",
      "cn": "用散粉来定妆，将多余的粉掸掉。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recruitment",
            "renewal"
          ],
          "tran_cn": "化妆品；组成；补充；补考"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "blood",
            "character",
            "constitution",
            "fiber"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "makeup remover",
      "tran_cn": "卸妆水"
    },
    {
      "phrase": "makeup water",
      "tran_cn": "补充水"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "化妆，补充，构造，体格",
      "tran_en": "Makeup consists of things such as lipstick, eye shadow, and powder which some women put on their faces to make themselves look more attractive or which actors use to change or improve their appearance"
    }
  ],
  "exchange": {
    "pl": [
      "makeups"
    ]
  }
}