{
  "word": "technologically",
  "ipa": {
    "us": "ˌteknə'lɒdʒɪklɪ",
    "uk": "ˌteknə'lɒdʒɪklɪ"
  },
  "sentences": [
    {
      "en": "And we're more technologic advance technologically advanced than ever before, he says.",
      "cn": "而且我们在技术上比以前更加先进, 他说."
    },
    {
      "en": "But sea ice, strong winds and temperatures dip to below - 50 C have made them technologically to exploit.",
      "cn": "但海面的浮冰, 强风和低于50摄氏度的低温让这些资源在技术上无法开采."
    },
    {
      "en": "Doped silicon and germanium are technologically the most important types of semiconducting material.",
      "cn": "添加硅和锗在工艺上是半导体物质中最重要的类型."
    },
    {
      "en": "Electronic files , although scientifically and technologically advanced, can not replace paper files.",
      "cn": "电子文件和档案具有科学技术先进的优势, 但并不等于就可以取代纸质文件和档案."
    },
    {
      "en": "However, if the inhabitants are technologically inferior, you should find a small tribe of primitives as soon as possible.",
      "cn": "然而，如果这些居民的科技次于地球，你应该尽快找到一个小的原始部落。"
    },
    {
      "en": "I am technologically retarded, but can type 80 words per minute.",
      "cn": "我对机器操作一无所知, 但可以再一分钟里打80个字."
    },
    {
      "en": "Just because something is technologically possible doesn't mean it will necessarily happen.",
      "cn": "技术上可能的东西并不意味着它必然会发生."
    },
    {
      "en": "KAEFER is the industrial partner particularly for technologically complex projects.",
      "cn": "凯富是工业的合作伙伴特别是技术复杂的工程."
    },
    {
      "en": "Many of those companies listed on the GEM are technologically based companies.",
      "cn": "在创业板上?的公司大都从事与技术有关的业务."
    },
    {
      "en": "Many senior managers are technologically illiterate.",
      "cn": "许多高级经理都对技术知之甚少。"
    },
    {
      "en": "Technologically, this is a step backwards.",
      "cn": "技术上这是个退步."
    },
    {
      "en": "The dust remover, as the main equipment of controlling air pollution, has been improved technologically.",
      "cn": "电除尘器作为控制大气污染的主要设备, 其技术已经有了很大的发展和并得到了广泛应用."
    },
    {
      "en": "Type - choosing problems exist in both newly - built and technologically - modified projects in terms of medium and heavy plate.",
      "cn": "中厚板新上或技改项目,都存在剪切设备的选型问题."
    },
    {
      "en": "We are increasing the productivity and competitiveness of our customers with technologically advanced machining solutions.",
      "cn": "我们先进的机加工解决方案正在赞助我们的客户进步生产率和竞争力."
    },
    {
      "en": "We never should have saved their technologically superior butts!",
      "cn": "我们根本就不应该救他们那高科技的优越的屁股!"
    },
    {
      "en": "Wellness Transfer Factor is a technologically advanced approach to immune system integrity.",
      "cn": "健康调养素是一种技术上先进的方法对免疫系统."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "technical",
          "tran_cn": " 工艺的，科技的；技术上的；专门的"
        },
        {
          "word": "technological",
          "tran_cn": " 技术的；工艺的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "technically",
          "tran_cn": " 技术上；专门地；学术上；工艺上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "technician",
          "tran_cn": " 技师，技术员；技巧纯熟的人"
        },
        {
          "word": "technique",
          "tran_cn": " 技巧，技术；手法"
        },
        {
          "word": "techno",
          "tran_cn": " 高科技舞曲"
        },
        {
          "word": "technocracy",
          "tran_cn": " 专家管理；专家政治论，技术统治论"
        },
        {
          "word": "technocrat",
          "tran_cn": " 技术统治论者；专家政治论者；技术统治"
        },
        {
          "word": "technologist",
          "tran_cn": " 技术专家；工艺学家"
        },
        {
          "word": "technology",
          "tran_cn": " 技术；工艺；术语"
        },
        {
          "word": "technophile",
          "tran_cn": " 技术爱好者"
        },
        {
          "word": "technophobe",
          "tran_cn": " 技术恐惧者"
        },
        {
          "word": "technophobia",
          "tran_cn": " 技术恐惧（指对技术对社会及环境造成不良影响的恐惧）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "技术上地"
    }
  ],
  "exchange": {
    "noun": [
      "technology"
    ],
    "adj": [
      "technological"
    ]
  }
}