{
  "word": "reheat",
  "ipa": {
    "us": "ˌriːˈhiːt",
    "uk": "ˌriːˈhiːt"
  },
  "sentences": [
    {
      "en": "A new cascade feedback control system with load feed forward of reheat steam temperature paper.",
      "cn": "提出了一种新型具有负荷前馈—串级反馈的再热蒸汽温度控制系统."
    },
    {
      "en": "Add the sieved plain flour, quickly mix well & reheat.",
      "cn": "面粉过筛加入后中迅速 拌匀 后再加热."
    },
    {
      "en": "At the higher temperatures, the efficiency is often boosted still further by using double reheat.",
      "cn": "在较高的温度下, 效率往往是通过进一步利用二次再热得以增加."
    },
    {
      "en": "For reheat temperature system, a novel internal model controller with decoupling is provided.",
      "cn": "对一类有多变量、强耦合、大时滞特点的再热汽温系统, 提出一种新型内模解耦控制器."
    },
    {
      "en": "I need to reheat the bath.",
      "cn": "我需要把洗澡水再加热."
    },
    {
      "en": "I reheated some soup for lunch.",
      "cn": "我把汤重新热了一下，午饭时喝。"
    },
    {
      "en": "In this reheat mode, the air is first cooled ( and therefore dried ) before being heated.",
      "cn": "在这种再加热模式下, 空气首先经过冷却 ( 因此成为干燥空气 ),然后再加热."
    },
    {
      "en": "Let us reheat the cold boiled water.",
      "cn": "让我们把凉白开水再热一下."
    },
    {
      "en": "Please reheat the food from last night.",
      "cn": "请把昨天晚上的饭再热一下."
    },
    {
      "en": "Reheat the soup in the microwave.",
      "cn": "把汤放到微波炉里重新加热一下。"
    },
    {
      "en": "Reheat the vegetables with remaining meat juice. Remove.",
      "cn": "杂菜回镬,与煎猪扒时溢出的肉汁同煮, 盛起."
    },
    {
      "en": "So it is important to extend optimal setting control technology for reheat furnaces of steel enterprises.",
      "cn": "因此加热炉优化设定控制技术的推广对钢铁企业意义重大."
    },
    {
      "en": "The applicability, reasonableness and safety of the oxygen scrubbing to reheat strip edge have been discussed.",
      "cn": "探讨了用氧风洗技术提高带钢边部温度的可行性 、 合理性及安全性."
    },
    {
      "en": "The reheat coil adjusts supply air temperature to offset building heat losses due to transmission.",
      "cn": "再热盘管调节送风温度,以补偿因传热造成的建筑热损失."
    },
    {
      "en": "The temperature of reheat steam directly influences the efficiency of a power station.",
      "cn": "再热蒸汽温度直接影响电站的经济性."
    },
    {
      "en": "Then reheat the solder cup of the fitting to draw up the alloy.",
      "cn": "然后重新加热管件焊料杯口以吸入融合合金."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "再热",
      "tran_en": "to make a meal or drink hot again"
    },
    {
      "pos": "vt",
      "tran_cn": "把…再加热"
    }
  ],
  "exchange": {
    "third": [
      "reheats"
    ],
    "past": [
      "reheated"
    ],
    "done": [
      "reheated"
    ],
    "ing": [
      "reheating"
    ]
  }
}