{
  "word": "cardigan",
  "ipa": {
    "us": "ˈkɑ:dɪgən",
    "uk": "ˈkɑrdɪgən"
  },
  "sentences": [
    {
      "en": "Add a flirty blouse and cardigan for a super chic weekend look.",
      "cn": "再穿一件风情万种的衬衫,搭配开襟羊毛衫,就是超级有型的周末装了."
    },
    {
      "en": "As we talk, she pulls up the sleeves of her white cardigan to reveal neat crosshatching over the inside of her wrists, the record of self harm.",
      "cn": "就在我们谈话的时候，她卷起白色羊毛衫的袖口，给我们展示她手腕上一道道整齐的十字创痕，那是她自残的记录。"
    },
    {
      "en": "At the end of the other arm of Cardigan Bay is Bardsey Island.",
      "cn": "在卡迪根湾的另一狭长地段的尾端是巴德西岛。"
    },
    {
      "en": "Cardigan A snazzy sweater instantly dresses up any outfit.",
      "cn": "开襟毛衣一件时髦的毛衣可以立即打亮整套造型."
    },
    {
      "en": "Grace pulled her cardigan tightly about herself.",
      "cn": "格雷斯把毛衣紧紧地裹在身上."
    },
    {
      "en": "I am looking for a size 39 woolen cardigan.",
      "cn": "我想买一件尺码39的羊毛开衫."
    },
    {
      "en": "I knitted this cardigan myself.",
      "cn": "我自己织的这件开襟毛衣。"
    },
    {
      "en": "I like to wear my red cardigan.",
      "cn": "我喜欢穿我的那件红开襟绒线衫."
    },
    {
      "en": "It showed an ordinary-looking woman in her mid-40s, out shopping in California, her specs on, cardigan buttoned.",
      "cn": "这是一张一个40多岁的普通妇女戴着眼睛，穿着紧扣的羊毛衫在加洲外出购物的照片。"
    },
    {
      "en": "Keep handy a lightweight sweater or cardigan.",
      "cn": "手边备一件薄的套头毛衣或开襟毛衫。"
    },
    {
      "en": "Knitted long fluffy feather print cardigan. 54 % Nylon, 40 % Angora, 6 % Lambswool.",
      "cn": "长款羽毛图案针织羊毛衫, 54%尼龙, 40%安哥拉羊毛, 6%羔羊毛."
    },
    {
      "en": "She pushed up the sleeves of her grey knitted cardigan and got to work.",
      "cn": "她撸起身上灰色开襟毛衣的衣袖开始工作。"
    },
    {
      "en": "She will buy him a cardigan if her son asks her to.",
      "cn": "如果她儿子要求的话,她就给他买一件羊毛衫."
    },
    {
      "en": "So, if you have a baggy tunic, cardigan or a simple dress, don't think twice about it, add an interesting belt!",
      "cn": "如果你有一件宽松的上衣，开襟羊毛衫或是一条简单的裙子，不用多想，直接佩戴一条腰带！"
    },
    {
      "en": "The old man lifted his cardigan to scratch his side.",
      "cn": "老人撩起开襟毛衣挠了挠身体的一侧。"
    },
    {
      "en": "The solid color fitted cardigan balances the bold print and loose shape.",
      "cn": "为开襟羊毛衫配上统一的颜色能起到平衡印花过于夸张和款式松散的效果."
    },
    {
      "en": "This paper introduces a high - collar shirt collar sleeve cardigan process design.",
      "cn": "这篇论文主要介绍了高袖开衫衬衫领领的工艺设计."
    },
    {
      "en": "To add another suit option, try sewing the cardigan style jacket.",
      "cn": "为了增加另一款套装, 可试缝开衫式上装."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "knitted sweater",
            "woolen sweater"
          ],
          "tran_cn": "羊毛衫，开襟羊毛衫（等于cardigan sweater）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "毛衣，羊毛衫，羊毛背心，开襟绒线衫",
      "tran_en": "a  sweater  similar to a short coat, fastened at the front with buttons or a zip"
    }
  ],
  "exchange": {
    "pl": [
      "cardigans"
    ]
  }
}