{
  "word": "geologist",
  "ipa": {
    "us": "dʒiˈɒlədʒɪst",
    "uk": "dʒiˈɑːlədʒɪst"
  },
  "sentences": [
    {
      "en": "A senior Pakistani geologist says, however, that the trend could be due to large-scale irrigation schemes that began in the area at around the same time as the West's Industrial Revolution.",
      "cn": "然而，一位资深巴基斯坦地质学家说，这个趋势也可能是因为这个地区与西方工业革命同时开始的大规模的灌溉计划造成的。"
    },
    {
      "en": "Another geologist in the region, Yang Yong, also said he believes geological concerns likely played an important role in the decision.",
      "cn": "该地区另一位地质学家杨勇也说，他相信地质方面的考虑可能对推迟蓄水的决定起到了重要作用。"
    },
    {
      "en": "He is also a geologist.",
      "cn": "他也是一位地质学家。"
    },
    {
      "en": "He was a geologist, rated by his cronies as the best in the business.",
      "cn": "他是一位地质学家, 被他的老朋友们看做是这门行当中最好的一位."
    },
    {
      "en": "Hi, I as a Geologist in the Coal Industry.",
      "cn": "大家好, 我在一家煤炭工业做地质学家."
    },
    {
      "en": "It's enough to impress even a geologist Richard Waitt, for instance .",
      "cn": "这些甚至足以让地质学家——比如 RichardWain—— 喷喷称奇."
    },
    {
      "en": "Mercator might be used by a geologist mapping current directions in Palaeozoic sediment.",
      "cn": "地质学家可用麦卡托投影来绘制古生界沉积中的水流方向."
    },
    {
      "en": "Mrecator might be used by a geologist mapping current directions in palaeozoic sediments.",
      "cn": "地质学家可用麦卡托投影来绘制古生界沉积的水流方向."
    },
    {
      "en": "Responsible for mine geology and grade control works to support mine geologist.",
      "cn": "协助矿山地质师负责矿山的地质和质量控制工作."
    },
    {
      "en": "The geologist found many uncovered fossils in the valley.",
      "cn": "在那山谷里,地质学家发现了许多裸露的化石."
    },
    {
      "en": "The geologist I contacted thinks this is an ideal place to drill.",
      "cn": "我联系的地质学家认为这是理想的打井勘探的地方."
    },
    {
      "en": "The geologist needs to know what rocks the drill has reached.",
      "cn": "地质学家需要知道钻头已经到达什么样的岩层."
    },
    {
      "en": "The geologist showed the structural difference in rocks of different ages.",
      "cn": "该地质学家说明了不同年代之岩石在构造上的差异."
    },
    {
      "en": "The petroleum exploration geologist working with subsurface channel sandstone must have a background knowledge of geomorphology.",
      "cn": "和地下的水道砂岩打交道的石油地质工作者,必须具备地貌学方面的基础知识."
    },
    {
      "en": "The power of this tool of the geologist has not been exploited.",
      "cn": "地质学家的这种工具的威力尚未得到发挥."
    },
    {
      "en": "To a geologist, this is a simple limestone sinkhole.",
      "cn": "对地质学者来说, 这只是简易的石灰石污水池."
    },
    {
      "en": "To acquire this background , the petroleum exploration geologist must have mastered the basic principles.",
      "cn": "石油地质勘探工作者要具备这一基本功,就必须掌握基本原理."
    },
    {
      "en": "Well, replied the guide, a geologist came by here and told me these bones were one hundred million years old, and that was exactly three years ago.",
      "cn": "哦，向导回答道，一个地质学家来过这儿，他告诉我说这些化石有十亿年了，再加上那是整整三年前的事了。"
    },
    {
      "en": "Work closely with plant manager, maintenance manager and mine geologist.",
      "cn": "与选厂经理, 维修经理和矿山地质师紧密合作."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "geologic",
          "tran_cn": " 地质的；地质学上的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "geologically",
          "tran_cn": " 从地质学角度"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "geology",
          "tran_cn": " 地质学；地质情况"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rocksy"
          ],
          "tran_cn": "[地质]地质学家，地质学者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地质学家，地质学者",
      "tran_en": "a scientist who studies geology"
    }
  ],
  "exchange": {
    "pl": [
      "geologists"
    ]
  }
}