{
  "word": "nationwide",
  "ipa": {
    "us": "ˌneɪʃnˈwaɪd",
    "uk": "ˌneɪʃnˈwaɪd"
  },
  "sentences": [
    {
      "en": "A nationwide alert went out for three escaped prisoners.",
      "cn": "全国范围內发布了警报,搜捕三名监狱逃犯."
    },
    {
      "en": "A nationwide good harvest soon brought down the price of rice.",
      "cn": "全国性的大丰收很快使米价回跌了."
    },
    {
      "en": "a nationwide search for a missing British tourist",
      "cn": "在全国范围内对一名失踪英国游客的搜寻"
    },
    {
      "en": "Belief in the utility of higher education is shared by students nationwide.",
      "cn": "全国的学生都相信高等教育是有用的。"
    },
    {
      "en": "Besides , rapid progress was made in the divestiture of radio paging assets from the P & T sectors and the restructuring on a nationwide basis.",
      "cn": "全国邮电无线寻呼资产剥离、改制重组工作取得了较大进展."
    },
    {
      "en": "California is on the cutting edge of trends that spread nationwide.",
      "cn": "加州走在全国流行的尖端."
    },
    {
      "en": "It permits compilation of a nationwide inventory subdivided into states and countries.",
      "cn": "可编译按各州和各县细分的全国范围的编目单."
    },
    {
      "en": "It will close more than 200 stores nationwide resulting in the layoffs of an estimated 2,000 employees.",
      "cn": "它将关闭全国200多家店铺，估计会有2,000名员工因此失业。"
    },
    {
      "en": "National is Britain's leading autocare service with over 400 branches nationwide.",
      "cn": "英国轮胎与车辆养护公司是英国最有名的汽车养护企业，在全英国有400多家分店。"
    },
    {
      "en": "nationwide television",
      "cn": "全国性的电视节目"
    },
    {
      "en": "The documentary opens tomorrow in movie theaters nationwide.",
      "cn": "这部纪录片明日起在全国各地的影院上映。"
    },
    {
      "en": "The figures show unemployment falling nationwide last month.",
      "cn": "数字显示，上个月全国范围内失业率有所下降。"
    },
    {
      "en": "The price of gasoline continues to drop nationwide.",
      "cn": "全国范围内汽油价格持续下跌。"
    },
    {
      "en": "The rising number of car crimes is a nationwide problem.",
      "cn": "汽车犯罪数量不断飙升是全国性的问题。"
    },
    {
      "en": "They went over nationwide in search of uranium mines.",
      "cn": "他们为了探寻铀矿走遍了全国."
    },
    {
      "en": "This is a nationwide campaign to recruit women into trade unions.",
      "cn": "这是一次吸收妇女参加工会的全国性运动."
    },
    {
      "en": "We are likely to see more of such regulations nationwide.",
      "cn": "我们在全国可能会看到很多类似的实例."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "nationally",
          "tran_cn": " 全国性地；以国民立场地；举国一致地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "countrywide"
          ],
          "tran_cn": "全国范围的；全国性的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "extensive",
            "national"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "全国性的",
      "tran_en": "happening or existing in every part of the country"
    },
    {
      "pos": "adv",
      "tran_cn": "全国性地",
      "tran_en": "Nationwide is also an adverb"
    }
  ],
  "exchange": {}
}