{
  "word": "clavicle",
  "ipa": {
    "us": "ˈklævɪkl",
    "uk": "ˈklævɪkəl"
  },
  "sentences": [
    {
      "en": "A complete palpation of the entire chest cage, including the clavicle, ribs, and sternum.",
      "cn": "完整仔细检查整个胸廓, 包括锁骨 、 肋骨 、 胸骨."
    },
    {
      "en": "Conclusion Distal clavicle fracture treated with Clavicular hook plate ( CHP ) is a effective surgical method.",
      "cn": "目的观察肩锁钩钢板手术治疗锁骨远端骨折的疗效."
    },
    {
      "en": "Conclusion: While shortening in clavicle fractures is considered an important parameter in choosing a treatment modality, a standardized method of measurement is essential.",
      "cn": "结论：在治疗方式的选择上，锁骨骨折的短缩距离是一个重要的参数，因此需要标准的测量方法。"
    },
    {
      "en": "Helps correct and remind poor shoulder posture. Immobilizes featured clavicle . Indication : round shoulder , fractured clavicle, etc.",
      "cn": "帮助矫正寒背,使腰背挺直. 适合寒背和 锁骨 骨折的人仕使用."
    },
    {
      "en": "How do you do! Above left side in my clavicle, one point aches a little bit.",
      "cn": "你好! 在我的锁骨的左侧上方一点有点痛."
    },
    {
      "en": "Key Words: coracoclavicular ( CC ) ligament reconstruction? acromioclavicular ( AC ) separation ? shoulder separation ? tendon graft? distal clavicle fracture.",
      "cn": "要害词: 喙锁韧带重建肩锁关节分离肩关节分离 肌腱 移植锁骨远端骨折."
    },
    {
      "en": "Method Apply internal fixation of small - incision rotating moulding steel plate on clavicle fracture 27 cases.",
      "cn": "应用小切口旋转塑形钢板内固定治疗锁骨骨折27例."
    },
    {
      "en": "Methods: To fixup internally by Luowenke s needle on 48 cases of displacement clavicle fracture.",
      "cn": "方法将48例锁骨移位性骨折患者行切开复位螺纹克氏针内固定."
    },
    {
      "en": "Methods: Using the sterncleimastiod myocutaneous flap with half a piece of clavicle to reconstruct the defect.",
      "cn": "方法用带半片锁骨的胸锁乳突肌肌皮瓣修复颊部洞穿合并下颌骨缺损."
    },
    {
      "en": "Neck Size : Measure the neck joint the nape and inner sidethe clavicle at the front.",
      "cn": "领围,沿着脖子与身体接合处通过劲背(后劲点)与前面锁骨内侧量度一周."
    },
    {
      "en": "Objective Explore the therapy and effect of clavicle fracture.",
      "cn": "探讨锁骨骨折的治疗方法和疗效."
    },
    {
      "en": "Objective To study method to treat unstable fractures of the clavicle.",
      "cn": "目的探讨锁骨外侧端不稳定骨折的手术治疗方法及疗效."
    },
    {
      "en": "Objective:To carry about the economical evaluation of closed and operative treatment of clavicle fracture.",
      "cn": "目的：对锁骨骨折的保守和手术治疗方案进行经济学评价。"
    },
    {
      "en": "Objectives : To evaluate different methods of length determination in acute displaced clavicle fractures.",
      "cn": "目的: 评价各种测量长度的方法在急性移位的锁骨中段骨折中的作用."
    },
    {
      "en": "Objectives To explore the feasibility and rationality of body temperature detecting in upper concave of clavicle.",
      "cn": "目的探讨锁骨上窝测温的科学性与可行性."
    },
    {
      "en": "Repeatability for clinical measurements and measurements on 15 - degree tilted radiographs of the clavicle were markedly lower.",
      "cn": "临床测量和15度斜位锁骨片的重复性则明显较低."
    },
    {
      "en": "Results: All patients expressed developmental abnormality of crania, teeth and clavicle.",
      "cn": "结果: 患者表现不同程度的颅骨 、 牙齿、锁骨发育障碍."
    },
    {
      "en": "The head of your arm bone (the humerus) meets your collar-bone (the clavicle) and part of the shoulder-blade (scapula).",
      "cn": "你的手臂骨的端头（肱骨）与您的锁骨和肩膀骨片（肩胛部分）在此相遇。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "collarbone"
          ],
          "tran_cn": "[解剖]锁骨"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bone"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "锁骨",
      "tran_en": "a  collar-bone "
    }
  ],
  "exchange": {
    "pl": [
      "clavicles"
    ]
  }
}