{
  "word": "glycogen",
  "ipa": {
    "us": "'glɪkəʊdʒen",
    "uk": "'glaɪkoʊdʒən"
  },
  "sentences": [
    {
      "en": "A method improved for the assay of glycogen synthase ( GS ) is proposed in the present study.",
      "cn": "探求简捷有效的测定鼠肝糖原合成 酶 活性的方法."
    },
    {
      "en": "Additionally, appetite is also suppressed by promoting synthesis of glycogen.",
      "cn": "此外, 糖原合成还能够抑制食欲."
    },
    {
      "en": "After the animal is killed, glycogen falls apart into glucose.",
      "cn": "动物被杀后, 肝糖元分解为葡萄糖."
    },
    {
      "en": "An enzyme that catalyzes the production of glucose phosphate from glycogen and inorganic phosphate.",
      "cn": "磷酸化酶一种催化从糖原和无机''.'磷酸盐'.''中产生葡萄糖''.'磷酸盐'. ''的酶."
    },
    {
      "en": "As he explains, when you consume carbohydrates they are stored in two forms, as either 'muscle glycogen' or as 'liver glycogen'.",
      "cn": "他解释说，当你消耗碳水化合物时，它们的储存形式有两种，一种是“肌糖原”，另一种是“肝糖原”。 。"
    },
    {
      "en": "Conclusion The glycogen assay possesses diagnostic value for chlamydia trachomatis infection of vervical smear.",
      "cn": "结论糖原试验对泌尿生殖道沙眼衣原体感染有一定诊断价值."
    },
    {
      "en": "Glycogen is the stored form of glucose, one of the body's primary sources of energy.",
      "cn": "糖原是葡萄糖的存储形式, 是身体主要能源来源之一."
    },
    {
      "en": "Inclusions such as glycogen particles, lipid droplets, and pigments may be present.",
      "cn": "还有糖原颗粒 、 脂滴和色素颗粒等包含体分布于细胞内."
    },
    {
      "en": "Methods Immunofluorescence, glycogen test, gold labeling immunoassay and polymerase chain reaction (PCR)were used to detect specimen of cervical secretion from 100 women.",
      "cn": "方法免疫荧光法，糖原试验，胶体金标记技术免疫检测，聚合酶链反应（PCR）分别对100例妇产科就诊患者宫颈分泌物标本进行平行检测。"
    },
    {
      "en": "Objective To establish a method for measuring glycogen phosphorylase isoenzyme BB ( GPBB ).",
      "cn": "目的建立elisa法测定 糖原 磷酸化酶同工酶BB的方法."
    },
    {
      "en": "Oyster is rich in glycogen, taurine, and zinc, etc.",
      "cn": "牡蛎肉中含有丰富的糖元 、 牛磺酸以及微量元素锌等."
    },
    {
      "en": "Polysaccharides: starch dextrin cellulose and glycogen all of which are made of chains of glucose.",
      "cn": "多糖：淀粉、糊精、纤维素和糖原，而这一切都是由糖链。"
    },
    {
      "en": "Starch, glycogen and cellulose are examples of polysaccharides.",
      "cn": "淀粉 、 糖原和纤维素也是多糖的例子."
    },
    {
      "en": "The content of liver glycogen and the activity of liver glucokinase were studied.",
      "cn": "实验结束后取肝脏测定糖原含量和葡萄糖激酶活性."
    },
    {
      "en": "The cytoplasmic clearing is due to glycogen content which can be demonstrated by PAS positiity.",
      "cn": "瘤细胞较大,多边形或圆形.胞界清晰,胞浆透亮. 含糖原、脂质或红染颗粒,PAS染色阳性反应."
    },
    {
      "en": "The fine structure of glycogen purified from oyster was investigated by enzymic methods.",
      "cn": "本文应用酶法研究了牡蛎糖原的精细分子结构."
    },
    {
      "en": "The reason for this is that carbohydrate consumption stimulates insulin production, which aids the production of muscle glycogen.",
      "cn": "这是因为是碳水化合物的消耗刺激了胰岛素的分泌，后者对于肌肉糖原产生有帮助。"
    },
    {
      "en": "We store only a very limited amount of carbohydrate ( glycogen ) in our bodies.",
      "cn": "人体只能储存非常有限量的醣 ( 肝醣 )."
    },
    {
      "en": "What is the physiological function of glycogen phosphorylase in muscle ? In liver?",
      "cn": "糖原磷酸化酶在骨骼肌和肝脏中的生理功能是什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "glycogenic",
          "tran_cn": " 生糖原的；糖原的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "glycogenesis",
          "tran_cn": " [生化] 糖原生成（作用）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hepatin",
            "glucogen"
          ],
          "tran_cn": "[生化]糖原；动物淀粉"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "muscle glycogen",
      "tran_cn": "肌糖原"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "肝糖，糖原质，糖元，牲粉",
      "tran_en": "a polysaccharide consisting of glucose units: the form in which carbohydrate is stored in the liver and muscles in man and animals"
    }
  ],
  "exchange": {}
}