{
  "word": "cryogenics",
  "ipa": {
    "us": "ˌkraɪəˈdʒenɪks",
    "uk": "ˌkraɪəˈdʒɛnɪks"
  },
  "sentences": [
    {
      "en": "Experts of human body cryogenics believe that they will soon find a way to immortality.",
      "cn": "信仰人体冷冻学的专家相信他们即将找到不朽之道."
    },
    {
      "en": "Humans vying for dominance will turn to genetics and cryogenics to compete.",
      "cn": "为主宰世界而竞争的人将转向在遗传学和低温学领域展开竞争."
    },
    {
      "en": "If cryogenics were all free, then you could live like Walt Disney and live for all eternity inside a block of ice.",
      "cn": "如果低温冷冻是免费的，那么你会像华尔特•迪斯尼一样生活并在一大块冰内永生。"
    },
    {
      "en": "More than four million samples will be preserved near the North Pole without the need for expensive cryogenics (see",
      "cn": "超过400万份种子保存在了北极附近，而不需要昂贵的低温保存（见  全球种子库在挪威开放）。"
    },
    {
      "en": "More than four million samples will be preserved near the North Pole without the need for expensive cryogenics (see Global seed vault opens in Norway).",
      "cn": "超过400万份种子保存在了北极附近，而不需要昂贵的低温保存（见  全球种子库在挪威开放）。"
    },
    {
      "en": "Ph . D . and MSc. Degrees awarded at Institute of Cryogenics, University of Southampton, U . K.",
      "cn": "1984英国南安普敦大学低温研究所留学,获英国理学硕士、 博士 学位."
    },
    {
      "en": "Taught in the speciality of Refrigeration & Cryogenics. The professional titles are: associate professor ( 1985 - 1992 ) .",
      "cn": "1992 在西安交通大学能源与动力工程学院制冷 与 低温工程专业副教授."
    },
    {
      "en": "Their very low boiling and melting points make them refrigerants for low - temperature research ( see cryogenics ) .",
      "cn": "它们的沸点和熔点都非常低,因而可以在低温研究中用作致 冷剂."
    },
    {
      "en": "This Dextran has a variety of uses, from cryogenics to analytical standards in GPC.",
      "cn": "这葡聚糖具有多种用途, 从低温到GPC的分析标准."
    },
    {
      "en": "This is called cryogenics, and it has its drawbacks.",
      "cn": "这就是低温生物学, 当然这办法也有点麻烦."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cryogenic",
          "tran_cn": " 冷冻的（副词cryogenically）；低温学的；低温实验法的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "cryobiology",
          "tran_cn": " 低温生物学"
        },
        {
          "word": "cryostat",
          "tran_cn": " 低温恒温器"
        },
        {
          "word": "cryosurgery",
          "tran_cn": " [外科] 冷冻手术；[外科] 低温外科（等于cryogenic surgery）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "低温学",
      "tran_en": "the scientific study of very low temperatures"
    }
  ],
  "exchange": {}
}