{
  "word": "fern",
  "ipa": {
    "us": "fɜːn",
    "uk": "fɜːrn"
  },
  "sentences": [
    {
      "en": "A European evergreen fern ( Phyllitis scolopendrium ) with narrow, undivided fronds.",
      "cn": "荷叶蕨一种产于欧洲的有不可分割窄叶的常绿蕨类植物 ( 对开蕨对开蕨属 )"
    },
    {
      "en": "A ladder fern springs from a crack in the 1979 lava flows from Kilauea Volcano on the Big Island of Hawaii.",
      "cn": "1979年，夏威夷大岛上蕨类植物生长在基拉韦厄火山所流出的阶梯形的岩浆上。"
    },
    {
      "en": "A staple part of the vegetarian dino-diet was probably horsetails, fern-like plants that were abundant in prehistoric swamps and highly nutritious, said the scientists.",
      "cn": "科学家说，食草恐龙的主要食物大概是楔叶类、类似于蕨类的植物。 这些植物在史前的沼泽地带十分丰富，而且很有营养。"
    },
    {
      "en": "Bamboo, Rattan , Fern , Seagrass, Banana Leaf Bamboo and Rattan Products.",
      "cn": "采购产品竹, 藤,蕨类植物,海草, 蕉叶竹藤产品."
    },
    {
      "en": "Cristina Fern á ndez , the president , invited the players to the Casa Rosada palace.",
      "cn": "阿总统克里斯蒂娜?菲尔南德斯还邀请将士们到总统府——玫瑰宫做客."
    },
    {
      "en": "Fern pushed a chair out of the way and ran outdoors.",
      "cn": "弗恩拉开面前的椅子往门外跑去."
    },
    {
      "en": "Her dark eyes watched the dance hungrily from her position behind a tall fern, and he felt his heart beat faster.",
      "cn": "她那乌溜溜的双眼饥饿地从一棵高大的蕨类植物后面望着舞会，他感觉到自己的心跳加快了。"
    },
    {
      "en": "It ate fern leaves and pine trees.",
      "cn": "它吃蕨类植物的叶子以及松树。"
    },
    {
      "en": "It is an attractive tree - fern with high ornamental value.",
      "cn": "桫椤株形美观别致,具观赏价值."
    },
    {
      "en": "Kennicott was cordial to Fern Mulins.",
      "cn": "肯尼科特对弗恩马林斯小姐倒是很亲热."
    },
    {
      "en": "Lanzhou fern in the main origin of the Yuzhong Nanshan Yam area.",
      "cn": "兰州蕨菜的主要产地在榆中南山的二阴地区."
    },
    {
      "en": "Most cannot forget that year summer, he mails a piece of fern from the highest mountain for me the leaf.",
      "cn": "最不能忘记那年夏天，他从最高的山上为我寄来一片蕨类植物的叶子。"
    },
    {
      "en": "North American fern often bearing bulbils on the leaflets.",
      "cn": "长有浆果的一种北美蕨类植物."
    },
    {
      "en": "North American fern with narrow fronds on yellowish leafstalks.",
      "cn": "黄色叶柄处具有窄小复叶的北美蕨类."
    },
    {
      "en": "She cast a sidelong glance at Fern.",
      "cn": "她瞟了一眼弗恩."
    },
    {
      "en": "The bamboo had a different purpose t han the fern.",
      "cn": "竹子和羊齿各有不同的作用."
    },
    {
      "en": "The Chinese fern families and genera: systematic arrangement and historical origin I.",
      "cn": "文章题目中国蕨类植物科属的系统排列和历史来源."
    },
    {
      "en": "There are many different types of fern, none of which produce flowers.",
      "cn": "蕨类植物有许多不同的种类, 无论哪一种都不长花."
    },
    {
      "en": "Through stubby spinneys of akeake I saw the bend of a river, as silvery as the underside of a fern.",
      "cn": "透过矮小的杂树林我看见河湾，像蕨类植物叶子背面一样闪着银光。"
    },
    {
      "en": "Tree - fern n. large fern with an upright woody stem.",
      "cn": "桫椤(高大的蕨类植物,茎部挺直)."
    },
    {
      "en": "Vegetable fern is a type of wild growing fern.",
      "cn": "本地称为‘巴咕菜’是一种野生蕨菜."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ferny",
          "tran_cn": " 蕨类的；多蕨的；像蕨的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Pteridophyta",
            "filicales"
          ],
          "tran_cn": "[植]蕨；蕨类植物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<植>羊齿植物，蕨类植物",
      "tran_en": "a type of plant with green leaves shaped like large feathers, but no flowers"
    }
  ],
  "exchange": {
    "pl": [
      "ferns"
    ],
    "adj": [
      "ferny"
    ]
  }
}