{
  "word": "almanac",
  "ipa": {
    "us": "ˈɔ:lmənæk",
    "uk": "ˈɔlməˌnæk, ˈæl-"
  },
  "sentences": [
    {
      "en": "a football almanac",
      "cn": "足球年鉴"
    },
    {
      "en": "a nautical almanac",
      "cn": "航海年鉴"
    },
    {
      "en": "A nautical almanac gives information about the sun, moon, tides, etc.",
      "cn": "航海年历中有日 、 月 、 潮汐等的资料."
    },
    {
      "en": "Data bulk of new edition almanac is greater, content is richer, use more convenient.",
      "cn": "新版年鉴数据量更大, 内容更丰富, 使用更方便."
    },
    {
      "en": "He would resume pacing the courtyard and reading the almanac.",
      "cn": "于是他又捧了那本历书,在廊下徘徊起来."
    },
    {
      "en": "I found many subjects of theatre in almanac.",
      "cn": "我在年鉴中找到了许多戏剧方面的资料."
    },
    {
      "en": "I'll wager it is not in the almanac.",
      "cn": "我会打赌它不是年历."
    },
    {
      "en": "Joe sent away for a free almanac.",
      "cn": "乔写信去要一份免费赠阅的年历."
    },
    {
      "en": "Mastering a trade, perfecting our human craft - self - sustainment is achieved as we author our own almanac.",
      "cn": "贸易管理, 对工艺精益求精-发明历史的同时,我们可以得到自我支撑."
    },
    {
      "en": "One was a sacred almanac of 0 days.",
      "cn": "一种是每年0天的神圣年鉴."
    },
    {
      "en": "One was a sacred almanac of 260 days.",
      "cn": "一种是每年260天的神圣年鉴."
    },
    {
      "en": "Source: Almanac of China's Finance and Banking and the People's Bank of China.",
      "cn": "资料来源: 《中国金融年鉴》及中国人民银行."
    },
    {
      "en": "The almanac says that today is a suitable day for going out.",
      "cn": "通书上说今天是个吉日,宜出行."
    },
    {
      "en": "The almanac skin has the handbag factory for the domestic soleownership handbag manufacture enterprise.",
      "cn": "通胜皮具手袋制造厂为国内独资手袋制造企业."
    },
    {
      "en": "The Chronicle Almanac shows that new assistant professors in foreign language earned 48,000 dollars last year.",
      "cn": "编年史年鉴显示,去年新的外语助理教授的收入为四万八千美元."
    },
    {
      "en": "We looked in the almanac published by the Chronicle of Higher Education.",
      "cn": "我们在高等教育编年史出版的年鉴中寻找答案."
    },
    {
      "en": "ZIP - latest hefty almanac algorithm, the newly hefty almanac weeks - algorithm C implementation ( hot power ).",
      "cn": "最新的万年历算法, 新编万年历星期速算法C语言的实现 ( hotpower )."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "annals",
            "annual",
            "calendar",
            "yearbook"
          ],
          "tran_cn": "年鉴,年历"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "encyclopedia",
            "publication"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "nautical almanac",
      "tran_cn": "n. 航海天文历，航海历"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "历书， 年历， 黄历，年鉴",
      "tran_en": "a book produced each year containing information about a particular subject, especially a sport, or important dates, times etc"
    }
  ],
  "exchange": {
    "pl": [
      "almanacs"
    ]
  }
}