{
  "word": "endocrinology",
  "ipa": {
    "us": "ˌendəʊkrɪˈnɒlədʒi",
    "uk": "ˌendoʊkrəˈnɑlədʒi"
  },
  "sentences": [
    {
      "en": "At present, mainly engaged in clinical endocrinology and diabetes and abnormal lipid metabolism in molecular genetics.",
      "cn": "目前主要从事内分泌的临床工作和糖尿病及血脂代谢异常的分子遗传学研究."
    },
    {
      "en": "Endocrinology is defined as the study of the ductless or endocrine glands and their internal secretions.",
      "cn": "内分泌学的定义是:研究无管腺或称内分泌腺及它们的内分泌的科学."
    },
    {
      "en": "He even published a book titled Every Man His Own Detective A Study of Glandular Endocrinology.",
      "cn": "他甚至出版了一本书,书名为《男人自身的侦探:内分泌腺体研究》."
    },
    {
      "en": "He is an associate professor of endocrinology at Odense University in Denmark and has studied these hormones and their functions.",
      "cn": "他是丹麦奥登塞大学的内分泌学科的副教授，从事上述激素和它们的功能的研究。"
    },
    {
      "en": "Pan Yunlong : Professor, Chief Physician And Director of Endocrinology Department , Special Interests: diabetes mellitus, thyroid disease.",
      "cn": "潘云龙: 教授, 主任医师.主要专业方向: 糖尿病, 甲状腺等内分泌代谢疾病."
    },
    {
      "en": "Provides medical consultation in specialized areas of knowledge, including: Endocrinology, health checkup, disease protection.",
      "cn": "提供专科医疗咨询, 包括内分泌 、 体检, 疾病预防等."
    },
    {
      "en": "Recent advances in reproductive endocrinology are primarily due to the development of radioimmunoassay.",
      "cn": "最近取得的生殖内分秘研究成果,主要是由于放射免疫分析的进展."
    },
    {
      "en": "Society for Endocrinology aims to promote the advancement of public education in endocrinology.",
      "cn": "旨在促进内分泌的大众教育."
    },
    {
      "en": "Terry Wilkin, professor of endocrinology and metabolism at the Peninsula Medical School in Plymouth, argues that we have.",
      "cn": "特里威尔金，内分泌和代谢教授在普利茅斯半岛医学院，认为我们有。"
    },
    {
      "en": "The Society for Endocrinology aims to promote the advancement of public education in endocrinology.",
      "cn": "内分泌学学会(SocietyforEndocrinology)致力于促进在内分泌方面的公众教育."
    },
    {
      "en": "These findings shocked the endocrinology community and set off a new wave of research.",
      "cn": "这些研究结果轰动内分泌学界，引起新一波研究热潮。"
    },
    {
      "en": "Zhang Zhenwen : Chief Physician, Associate Professor, Director of Endocrinology Department , Special Interests: diabetes mellitus, thyroid disease.",
      "cn": "张真稳: 主任医师, 副教授, 内分泌科主任, 主要专业方向: 糖尿病, 甲状腺等内分泌代谢疾病."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "endocrine",
          "tran_cn": " 内分泌的；激素的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "endocrine",
          "tran_cn": " 内分泌；激素；内分泌物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hormonology"
          ],
          "tran_cn": "[生理]内分泌学；内分泌科"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "内分泌学",
      "tran_en": "the branch of medical science concerned with the endocrine glands and their secretions "
    }
  ],
  "exchange": {}
}