{
  "word": "Sam",
  "ipa": {
    "us": "ˈsæm",
    "uk": "ˈsæm"
  },
  "sentences": [
    {
      "en": "\"Go easy on him,\" Sam repeated, opening the door.",
      "cn": "“对他宽容点，”萨姆开门的时候重复道。"
    },
    {
      "en": "\"This is Brady Coyne,\" said Sam, jerking his head in my direction.",
      "cn": "“这位是布雷迪·科因，”萨姆突然转头对我说。"
    },
    {
      "en": "Dianne declared her undying love for Sam.",
      "cn": "黛安娜表示她对萨姆的爱永远不会变。"
    },
    {
      "en": "Eventually Sam persuaded her to accept an offer of marriage.",
      "cn": "最终萨姆说服她接受了求婚。"
    },
    {
      "en": "Myra and Sam and the children were driving behind them.",
      "cn": "迈拉和萨姆带着孩子们开车跟在他们的后面。"
    },
    {
      "en": "Over several hours, Sam explained my assignment, should I choose to accept it.",
      "cn": "过了几个小时，我的任务山姆解释说，我应该选择接受它。"
    },
    {
      "en": "Sam and I have been together for over a year.",
      "cn": "山姆和我在一起已经有一年多了。"
    },
    {
      "en": "Sam and John are pulling the rope.",
      "cn": "山姆和约翰在拔河。"
    },
    {
      "en": "Sam leant over to open the door of the car.",
      "cn": "萨姆俯身去开车门。"
    },
    {
      "en": "Sam said, \"I'm going to hide,\" and scooted up the stairs.",
      "cn": "萨姆说：“我得藏起来”，然后匆匆上了楼。"
    },
    {
      "en": "Sam snuggled down in his pillow and fell asleep.",
      "cn": "萨姆舒服地枕着枕头进入了梦乡。"
    },
    {
      "en": "Sam stood his ground and got a blow that stunned him.",
      "cn": "萨姆站在原地，被一下打昏了。"
    },
    {
      "en": "Sam was flicking a flashlight on and off.",
      "cn": "萨姆啪啪不停地把手电筒开了又关。"
    },
    {
      "en": "Sam was left at the dinner table with Peg.",
      "cn": "萨姆被留下来陪佩格一起吃晚餐。"
    },
    {
      "en": "Sam's mother said her son had a good upbringing and schooling.",
      "cn": "萨姆的母亲说她儿子家教好，受过良好教育。"
    },
    {
      "en": "There was so much that Sam didn't know yet.",
      "cn": "还有很多是萨姆当时不知道的。"
    },
    {
      "en": "We sat in Sam's study, among the piles of books.",
      "cn": "我们坐在萨姆的书房里，身边是一堆一堆的书。"
    },
    {
      "en": "When she had gone Sam and Robina put the children to bed.",
      "cn": "她走了以后，萨姆和罗宾娜就安顿孩子们上床睡觉了。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "uncle sam",
      "tran_cn": "[口]山姆大叔（美国政府的绰号）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "萨姆（男名）"
    },
    {
      "pos": "other",
      "tran_cn": "萨姆（男子名， Samuel的昵称）"
    }
  ],
  "exchange": {}
}