{
  "word": "amnesia",
  "ipa": {
    "us": "æmˈni:ziə",
    "uk": "æmˈniʒə"
  },
  "sentences": [
    {
      "en": "\"Could he be suffering from amnesia?\" I suggested.",
      "cn": "“他是不是患了健忘症？”我试探着问道。"
    },
    {
      "en": "A bump on the head caused her amnesia.",
      "cn": "她因头部撞了一下而得了健忘症."
    },
    {
      "en": "All this would be a high price for Congressional amnesia.",
      "cn": "所有这些都将成为国会健忘症的高昂代价."
    },
    {
      "en": "Both were awakened and expressed complete amnesia for the entire sequence.",
      "cn": "在她们都被唤醒后,她们都表示完全忘记了整个场景."
    },
    {
      "en": "Can we guarantee total amnesia under any and all conditions?",
      "cn": "我们能保证在任何和所有条件下都全部遗忘 吗 ?"
    },
    {
      "en": "Chinese medicine experts developed a way to treat amnesia using marine materials.",
      "cn": "中国医学专家研制出用海洋物质治疗遗忘症的方法."
    },
    {
      "en": "Coercer: Amnesia - Stun effect can now affect Epic targets.",
      "cn": "Coer:Amnesia 所造成的震晕效果将能作用在Epic级目标上."
    },
    {
      "en": "Conveniently, he had developed amnesia about that part of his life.",
      "cn": "他得了健忘症，记不起那一段生活了，倒也省心了。"
    },
    {
      "en": "He has retrograde amnesia, acute psychological suppression.",
      "cn": "-他得了逆行性健忘症, 急性心理压抑."
    },
    {
      "en": "If she had amnesia, who accused the midshipmen?",
      "cn": "假如她有失忆症, 谁控告那个军校生的?"
    },
    {
      "en": "It is sad that many people have got amnesia when they come out from disasters.",
      "cn": "许多人渡过灾难以后都得了健忘症,这是可悲的."
    },
    {
      "en": "Let me amnesia, suffocation, let me die before you have it!",
      "cn": "就让我失忆, 窒息, 就让我死在你们面前吧!"
    },
    {
      "en": "Mr Robins, suffering from selective amnesia about his role in the affair, was contradicted in nearly every instance by other witnesses.",
      "cn": "对于自己在该事件中所扮演的角色，罗宾斯先生患上了选择性失忆症，因此几乎在每次庭审中都会受到其他证人的反驳。"
    },
    {
      "en": "People suffering from amnesia don't forget their general knowledge of objects.",
      "cn": "患健忘症的人不会忘记关于物体的一些基本知识。"
    },
    {
      "en": "Postcrash amnesia has robbed him of the vital three or four minutes that preceded the crash in the Pont d'Alma tunnel and its aftermath, when he lay suspended between life and death.",
      "cn": "撞车造成的健忘症已抹掉了关于阿尔玛桥隧道里撞车前至关紧要的三四分钟以及事后情况的记忆．那时他正悬命于生死之间。"
    },
    {
      "en": "Primate models of amnesia: Contribution of specific medial temporal - lobe areas.",
      "cn": "遗忘症的灵长类模式: 特定中颞叶区域的贡献."
    },
    {
      "en": "So one explanation is that infant amnesia is simply a result of the natural process of forgetting the things we experience throughout our lives.",
      "cn": "因此，就有解释称，婴儿健忘症仅仅是我们一生当中忘记我们所经历过的事情这一自然过程的一个结果。"
    },
    {
      "en": "We tend to think that a person who is a complete victim of amnesia is still the same person as before.",
      "cn": "我们倾向于认为，一个彻底的健忘症患者，他与以前没有患病时仍然是同一个人。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "amnesic",
          "tran_cn": " 遗忘的；失去记忆的"
        },
        {
          "word": "amnestic",
          "tran_cn": " 遗忘的；记忆缺失的（等于amnesiac）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "retrograde amnesia",
      "tran_cn": "逆行性遗忘"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>遗忘（症），记忆缺失，善忘，易忘症，健忘",
      "tran_en": "the medical condition of not being able to remember anything"
    }
  ],
  "exchange": {}
}