{
  "word": "karate",
  "ipa": {
    "us": "kəˈrɑ:ti",
    "uk": "kəˈrɑti"
  },
  "sentences": [
    {
      "en": "A karate expert battered a man to death.",
      "cn": "一位空手道高手将一名男子毒打致死。"
    },
    {
      "en": "Alice's boyfriend knew a little karate.",
      "cn": "艾丽斯的男朋友懂一点儿空手道."
    },
    {
      "en": "Anson has great interest in karate and is a black belt sportsman.",
      "cn": "国安对空手道有浓厚兴趣,学武十多年,现已晋身为黑带."
    },
    {
      "en": "Combat sports such as karate and judo carry with them the risk of injury.",
      "cn": "像空手道和柔道之类的搏击运动有受伤的危险."
    },
    {
      "en": "Contestants must wear a white karate gi without stripes or piping.",
      "cn": "选手须穿著白色无条纹及无滚边之空手道服."
    },
    {
      "en": "Generally you exhale on the effort, if, say, doing weights, karate or boxing, and inhale on the “return”.",
      "cn": "一般来说，如果你在练哑铃、空手道或拳击，你呼出的是努力，吸入的是“回报”。"
    },
    {
      "en": "He holds a black belt in karate.",
      "cn": "他是空手道黑带级选手。"
    },
    {
      "en": "He is a black belt in karate.",
      "cn": "他是空手道黑带选手。"
    },
    {
      "en": "I confirm that I am physically fit for training in Kyokushin Karate.",
      "cn": "本人确认本人身体健康,适合接受极真空手道训练."
    },
    {
      "en": "I learned some karate for self - defense and I learned some shadow - boxing.",
      "cn": "我学过一点空手道,用来防身的;另外还学过一点太极拳."
    },
    {
      "en": "In fact, I made him sign up for karate lessons.",
      "cn": "事实上, 我还要他报名参加空手道课程."
    },
    {
      "en": "Karate is a martial art that incorporates kicking, striking, and punching techniques.",
      "cn": "空手道这种功夫融入了踢, 打及拳击技术."
    },
    {
      "en": "Kerala's martial art form , Kalari Payattu , is very similar to Karate.",
      "cn": "喀拉拉邦的传统武术( KalariPayattu ),与空手道非常相似."
    },
    {
      "en": "No, I had it when I walked out the door. Dad picked me up to drive me to karate.",
      "cn": "不可能，我出门的时候还带着，爸爸开车接我去上空手道的课，然后我把书包放在车里。"
    },
    {
      "en": "Singleton was a fantasist who claimed to have a karate blackbelt.",
      "cn": "辛格尔顿是个牛皮大王，他自称有一条空手道黑带。"
    },
    {
      "en": "The black belt is the highest level in karate.",
      "cn": "黑腰带级是空手道的最高级别."
    },
    {
      "en": "You might take a self - defense class, such as karate.",
      "cn": "你可以参加一项 自我 保护的课程, 比如空手道."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<日>空手道（日本的一种徒手自卫武术）",
      "tran_en": "a Japanese fighting sport, in which you use your feet and hands to hit and kick"
    }
  ],
  "exchange": {}
}