{
  "word": "stuntman",
  "ipa": {
    "us": "ˈstʌntmæn",
    "uk": "ˈstʌntˌmæn"
  },
  "sentences": [
    {
      "en": "Both Jacky Chan and Jet Li don't like to use stuntman in their films.",
      "cn": "成龙和李连杰在电影中都不爱用替身演员。"
    },
    {
      "en": "But Steve Truglia, a 45-year-old movie stuntman and a former member of the British Special Forces, said he planned a similar jump over the United States in July.",
      "cn": "期间，只有一个叫史蒂夫·特鲁格利亚的人，45岁，职业是电影特技演员，并且曾是英国特种部队的一员，说他有一个类似的计划：7月份的时候从美国上空跳下。"
    },
    {
      "en": "Hollywood stuntman was severely injured during a performance at Shanghai's Stadium on Saturday.",
      "cn": "周六,一位好莱坞特技明星在上海家北露天大型运动场表演时严重受伤."
    },
    {
      "en": "However, the role of stuntman did not fIt'steven Bradbury one bit.",
      "cn": "然而, 布拉德布瑞还不能给出令人叫绝的成绩."
    },
    {
      "en": "The stuntman flew the aircraft upside - down within a hair's breadth of the rooftops.",
      "cn": "那位做电影演员替身的杂技演员驾驶着飞机翻过来又倒过去,差一点撞着平顶房的屋顶."
    },
    {
      "en": "The stuntman will double for the main actor during the action scenes.",
      "cn": "一些动作场景中,特技演员代替主演."
    },
    {
      "en": "Top Gear test driver The Stig unmasked as professional stuntman and Le Mans racer Ben Collins.",
      "cn": "热门齿轮测试车手的斯蒂格揭露了专业运动员和勒芒赛车本柯林斯."
    },
    {
      "en": "You are a terrible stuntman.",
      "cn": "你这个逊毙了的飞车手."
    },
    {
      "en": "You think we're going to need stuntman for the shoe gag?",
      "cn": "你觉得我们需要特技演员穿着塞东西的鞋子 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "player",
            "entertainer"
          ],
          "tran_cn": "特技人，特技替身演员；表演者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "特技替身演员",
      "tran_en": "A stuntman is a man whose job is to do dangerous things, either for publicity, or in a movie instead of an actor so that the actor does not risk being injured"
    }
  ],
  "exchange": {}
}