{
  "word": "lethargic",
  "ipa": {
    "us": "lə'θɑ:dʒɪk",
    "uk": "ləˈθɑrdʒɪk"
  },
  "sentences": [
    {
      "en": "Bullfrogs became lethargic with the first cold nights.",
      "cn": "在开始的那些寒冷夜晚,牛蛙变得无精打采."
    },
    {
      "en": "Chronic Shang Jian felt slowly, even lethargic sleep.",
      "cn": "慢性尚见感觉迟钝, 甚至昏睡."
    },
    {
      "en": "However, rainy days sometimes make people feel melancholy and lethargic.",
      "cn": "不过, 雨天有时会给人一种忧郁、消极的感觉."
    },
    {
      "en": "In fact heavy meal or one loaded with carbs can do you feel sluggish and lethargic.",
      "cn": "事实上,大餐或者很多碳水化合物的吃的东西会让你感到懒散乏力、昏昏欲睡."
    },
    {
      "en": "It made us all lethargic before we had gone far.",
      "cn": "行不多远,大伙儿都意兴索然."
    },
    {
      "en": "It'served to make him rebellious and hence lethargic at times.",
      "cn": "这种情况引起他对现状的反抗心理,有时候便老是没精打采."
    },
    {
      "en": "Out of the blue you feel lethargic and drained.",
      "cn": "由于沮丧你会感觉昏昏沉沉,头脑不好使."
    },
    {
      "en": "Some infants might have a fever and seem lethargic and unresponsive.",
      "cn": "一些婴儿也许正发烧并显得昏昏欲睡毫无生气."
    },
    {
      "en": "Spitting spiders are so lethargic that you'd swear they could never catch anything.",
      "cn": "喷唾型蜘蛛总是有气无力、昏昏欲睡,你会因此断言它们什么也抓不到."
    },
    {
      "en": "The cat became lethargic and had trouble breathing.",
      "cn": "这只猫整天昏睡而且呼吸困难。"
    },
    {
      "en": "The great earth has come to a full night's lethargic slumber!",
      "cn": "接着便是屡屡炊烟,缭绕空际,人欢马叫,汽笛长鸣,酣睡了一夜的大地苏醒了."
    },
    {
      "en": "The hot weather made me feel lethargic.",
      "cn": "炎热的天气使我昏昏欲睡."
    },
    {
      "en": "The koala seemed to be asleep, and I wondered for the first time just how one went about startling such a lethargic creature.",
      "cn": "那只树熊似乎睡着了。 第一次干这活儿，我真不知怎么去惊吓一只昏睡的动物。"
    },
    {
      "en": "The organisers say they are also considering giving a prize to the slowest cell, since lethargic cells would be a boon for cancer therapy.",
      "cn": "主办方表示他们也在考虑颁一个奖给速度最慢的细胞，因为这种昏睡细胞也是癌症治疗的福音。"
    },
    {
      "en": "The stuffy room made her lethargic.",
      "cn": "闷热不通风的房间使她昏昏欲睡."
    },
    {
      "en": "Under the influence of the medicine, I have been quite lethargic lately.",
      "cn": "在药物的影响下, 我近来很爱睡."
    },
    {
      "en": "When you wake up feeling really lethargic, really lousy.",
      "cn": "当你醒来感觉很疲惫, 很糟糕."
    },
    {
      "en": "Your own obsession with false - imbalances has made you lethargic and hypocritical.",
      "cn": "对于不平衡的执著使你变得感觉迟钝并且伪善."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "lethargically",
          "tran_cn": " 昏睡地；迟钝地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "lethargy",
          "tran_cn": " 昏睡；死气沉沉；嗜眠（症）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "soporose",
            "pulseless"
          ],
          "tran_cn": "[动]昏睡的；无生气的；泠漠的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "languid",
            "listless",
            "sleepy",
            "sluggish",
            "vegetable",
            "weary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "昏睡的，没精打采的，懒洋洋的，暮气沉沉，苶"
    }
  ],
  "exchange": {
    "noun": [
      "lethargy"
    ]
  }
}