{
  "word": "Afghanistan",
  "ipa": {
    "us": "æf'ɡænɪstæn",
    "uk": "æf'ɡænɪstæn"
  },
  "sentences": [
    {
      "en": "Afghanistan a population estimated at almost 34000000 34 million people.",
      "cn": "据估计,阿富汗大约有3400万人口."
    },
    {
      "en": "And if I leave this country, if other people like me leave this country, who will come to Afghanistan?",
      "cn": "如果我离开这个国家，如果像我一样的其他人离开这个国家，谁还会来阿富汗？"
    },
    {
      "en": "His book about Afghanistan is reviewed here by Anthony Hyman.",
      "cn": "安东尼·海曼在此就他那本关于阿富汗的书写了书评。"
    },
    {
      "en": "In Iraq and Afghanistan numbers matter more than firepower.",
      "cn": "在伊拉克和阿富汗,军队的数量要比火力来的重要."
    },
    {
      "en": "Most cities in Afghanistan can not withstand air strikes.",
      "cn": "阿富汗的大多数城市都抵抗不了空袭."
    },
    {
      "en": "Negotiate about Afghanistan, but don't sit on your hands while you bargain.",
      "cn": "谈判阿富汗问题吧, 但当你谈判时不要坐守不前、不采取行动."
    },
    {
      "en": "Pakistan became a conduit for drugs produced in Afghanistan.",
      "cn": "巴基斯坦成了阿富汗毒品的贩运通道。"
    },
    {
      "en": "People ask if we are accomplishing anything in Iraq and Afghanistan. I say yes.",
      "cn": "人们问我们是否在伊拉克和阿富汗取得一些成功，我说是的。"
    },
    {
      "en": "Proportionately, eastern European NATO members have helped most in Afghanistan.",
      "cn": "相应地, 东欧北约成员国对阿富汗的帮助最大."
    },
    {
      "en": "Suspected insurgents ambushed a NATO convoy in southern Afghanistan overnight Monday.",
      "cn": "周日晚,疑似武装份子在阿富汗南部埋伏了北约的一支车队."
    },
    {
      "en": "The problems that beset Afghanistan are encapsulated at Kajaki.",
      "cn": "困扰阿富汗的问题浓缩到了卡加克."
    },
    {
      "en": "The project is the biggest foreign investment in Afghanistan's history.",
      "cn": "该项目是最大的外国投资在阿富汗的历史."
    },
    {
      "en": "The situation in Afghanistan looks bad, but not yet catastrophic.",
      "cn": "阿富汗的局势看上去很糟, 但迄今为止还不算是场灾难."
    },
    {
      "en": "The trip to Afghanistan was an adventure for Helen.",
      "cn": "到阿富汗旅行对海伦来说是一次冒险的经历."
    },
    {
      "en": "The vests are now standard gear for troops in Iraq and Afghanistan.",
      "cn": "目前,这些防弹衣已装备部署在伊拉克和阿富汗境内的美军部队."
    },
    {
      "en": "Until Afghanistan is stable, so the argument goes , we cannot risk withdrawal.",
      "cn": "按照这种说法,直到阿富汗局势稳定以前, 我们都不能冒险撤兵."
    },
    {
      "en": "We have a factory in Afghanistan.",
      "cn": "在阿富汗我们有一个工厂。"
    },
    {
      "en": "Will you open the boundary between China and Afghanistan?",
      "cn": "是否会考虑开放中阿边界?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阿富汗"
    }
  ],
  "exchange": {}
}