{
  "word": "encompass",
  "ipa": {
    "us": "ɪnˈkʌmpəs",
    "uk": "ɪnˈkʌmpəs"
  },
  "sentences": [
    {
      "en": "Commit to produce creative products that are aesthetically pleasing yet encompass all of the clients requirements.",
      "cn": "锐意生产具创意而美观的产品,但同时产品也照颅了客户的所有需求."
    },
    {
      "en": "For this reason his dream was to build a boat that will encompass this philosophy.",
      "cn": "基于这个缘由,他的梦想是建造能与其环保哲学一致的船舶."
    },
    {
      "en": "Global brotherhood is much easier to encompass.",
      "cn": "全球兄弟更容易包含."
    },
    {
      "en": "His repertoire encompassed everything from Bach to Schoenberg.",
      "cn": "他的表演曲目从巴赫到勋伯格，样样俱全。"
    },
    {
      "en": "How could loyalty and reciprocity encompass all the principles of dealing with people and handling affairs?",
      "cn": "只是[忠]和[恕]两个字,就包括一切待人处事的道理了?"
    },
    {
      "en": "It's such a creative outlet to encompass all those moving parts.",
      "cn": "将那些不断移动的元素融为一体-这实在是个能好好发泄创造力的途径."
    },
    {
      "en": "No single document could encompass all the shades of interpretation.",
      "cn": "但任何一项文件也不可能把各种细微的解释全部包括进去."
    },
    {
      "en": "Note that these contours do not encompass the crack tip.",
      "cn": "注意这些围道,都不包含裂信尖端."
    },
    {
      "en": "The course will encompass physics, chemistry and biology.",
      "cn": "课程将包括物理 、 化学和生物学."
    },
    {
      "en": "The flow diagram should encompass an additional page.",
      "cn": "流程图则包含于附加页数中."
    },
    {
      "en": "The imaginative capacity of the ordinary mind cannot encompass the horror of it.",
      "cn": "普通心理的想象能力不能够包含这种恐怖."
    },
    {
      "en": "The project will encompass rural and underdeveloped areas in China.",
      "cn": "这项工程将覆盖中国的农村和不发达地区."
    },
    {
      "en": "The services encompass fertility regulation, gynaecological check - up , pre - marital and pre - pregnancy preparation, menopause service and youth counselling.",
      "cn": "服务范围包括生育指导 、 妇科检查、婚前检查、怀孕前验身 、 更年期服务和青年辅导等."
    },
    {
      "en": "The sounds of life encompass his path.",
      "cn": "他在路上只听得四面八方都是人声."
    },
    {
      "en": "The study encompasses the social, political, and economic aspects of the situation.",
      "cn": "这项研究涵盖了这一局势的社会、政治和经济三方面。"
    },
    {
      "en": "This definition attempts to encompass all of the various cloud approaches.",
      "cn": "这一定义试图涵盖各种云计算观点."
    },
    {
      "en": "WWII COMBATIVES. What the hell does that really encompass?",
      "cn": "二战格斗术. 它究竟包含些什么东西?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "encompassment",
          "tran_cn": " 围绕（拥有，完成）；环绕；包含，包围"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "circle",
            "circumscribe",
            "compass",
            "encircle",
            "enclose",
            "envelop",
            "in",
            "include",
            "involve",
            "localize",
            "siege",
            "surround",
            "wrap"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "encircle",
            "enclose",
            "include",
            "surround"
          ],
          "tran_cn": "围绕;包含"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "包含；包围，环绕；完成",
      "tran_en": "to include a wide range of ideas, subjects, etc"
    },
    {
      "pos": "vt",
      "tran_cn": "围绕，包围，包含或包括某事物，完成",
      "tran_en": "to include a wide range of ideas, subjects, etc"
    }
  ],
  "exchange": {
    "third": [
      "encompasses"
    ],
    "past": [
      "encompassed"
    ],
    "done": [
      "encompassed"
    ],
    "ing": [
      "encompassing"
    ]
  }
}