{
  "word": "unplug",
  "ipa": {
    "us": "ˌʌnˈplʌɡ",
    "uk": "ˌʌnˈplʌɡ"
  },
  "sentences": [
    {
      "en": "And when you unplug, none of your personal data is left behind.",
      "cn": "并且当你拔出驱动器的时候,你的任何私人数据都不会遗留下来."
    },
    {
      "en": "Ask someone to unplug and plug in your IV pump.",
      "cn": "要求某人为您的静脉滴注泵断电或插入电源.弯腰能引起头晕."
    },
    {
      "en": "Before packing your balance , unplug all connected cables to prevent damage.",
      "cn": "在发运前拆除所有连接电缆,以避免出现不必要的破损."
    },
    {
      "en": "Don't forget to unplug the device after you use it.",
      "cn": "你用完设备之后不要忘记关闭电源."
    },
    {
      "en": "I had to unplug the phone.",
      "cn": "我不得不拔掉电话线。"
    },
    {
      "en": "If the appliance is humid or wet, unplug it immediately.",
      "cn": "如果用具是潮湿或湿, 然后把它立即."
    },
    {
      "en": "Must wisdom tooth unplug, so long that need not moment indolence unplug?",
      "cn": "智慧牙一定要拔吗, 长得时候不痛是不是不用拔?"
    },
    {
      "en": "Please do not remove or unplug any equipments in the computer lab.",
      "cn": "请问“请勿拆拔电脑教室的相关设备”?"
    },
    {
      "en": "Please unplug the TV before you go to bed.",
      "cn": "临睡前请拔下电视机的插头."
    },
    {
      "en": "Set aside one evening this week to unplug the TV.",
      "cn": "在这星期,找一天晚上关掉电视."
    },
    {
      "en": "Unplug armpit hair, after be brought up get breast cancer Mo easily?",
      "cn": "拔腋毛, 长大后容易得乳腺癌麽?"
    },
    {
      "en": "Unplug from these connections while you're working on your single task.",
      "cn": "远离这些联系,当你在为你的单一工作而努力的时候."
    },
    {
      "en": "Unplug the antenna coaxial cable connector from the radio chassis.",
      "cn": "从收音机底盘拔开天线同轴导线."
    },
    {
      "en": "Unplug the TV before you go to bed.",
      "cn": "睡前拔下电视机的插头。"
    },
    {
      "en": "Unplug the wire harness connectors from the multi - function switch.",
      "cn": "从多功能开关上拔出线束接头."
    },
    {
      "en": "Unplug tooth 5 days, why does other tooth often ache?",
      "cn": "拔牙5天, 为什么其他牙老是疼?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "去掉…的障碍物；拔去…的塞子或插头",
      "tran_en": "to disconnect a piece of electrical equipment by pulling its plug out of a socket"
    },
    {
      "pos": "vt",
      "tran_cn": "拔去（电源）插头，拔去…的塞子，去掉…的障碍物"
    }
  ],
  "exchange": {
    "third": [
      "unplugs"
    ],
    "past": [
      "unplugged"
    ],
    "done": [
      "unplugged"
    ],
    "ing": [
      "unplugging"
    ]
  }
}