{
  "word": "deacon",
  "ipa": {
    "us": "ˈdi:kən",
    "uk": "ˈdikən"
  },
  "sentences": [
    {
      "en": "And, even with this terror in his heart, he could hardly avoid laughing, to imagine how the sanctified old patriarchal deacon would have been petrified by his minister's impiety.",
      "cn": "然而，尽管他内心如此惧怕，但一想到假着他当真说出那番大不敬的话来，那位圣洁的父辈老执事会吓得何等瞠目结舌，他还是禁不住要笑出声来！"
    },
    {
      "en": "Charles Dixon Deacon is the dean of admissions at Georgetown University in Washington, D . C .",
      "cn": "CharlesDeacon是华盛顿 特区 乔治敦大学入学处的主任."
    },
    {
      "en": "Deacon Chee Meng transcribes the Sunday Service Message every week, and many have benefitted from it.",
      "cn": "李志明执事为每个主日信息所预备的抄本使许多弟兄姐妹们受惠."
    },
    {
      "en": "Deacon flamed at his host.",
      "cn": "迪肯对店主人大发雷霆."
    },
    {
      "en": "Deacon made no secret of his loathing of Bayldon.",
      "cn": "迪肯毫不掩饰自己对贝尔顿的憎恶。"
    },
    {
      "en": "Deacon says the most common reason is to have a chance to travel.",
      "cn": "Deacon先生说最普遍的理由是可以有机会去旅游."
    },
    {
      "en": "Eliot Deacon: I requirement to undergo your height. For your coffin.",
      "cn": "艾略特主管: 我要知道你的身高, 因为我要给你做个棺材."
    },
    {
      "en": "He had been ordained as a deacon in the Roman Catholic Church.",
      "cn": "他被任命为天主教的助祭。"
    },
    {
      "en": "I caught up with Coburn, a medical doctor and ordained Southern Baptist deacon.",
      "cn": "我约见了科伯恩，他是一位医学博士，也是南部浸礼会执事。"
    },
    {
      "en": "I want to find a a language partner teach me deacon english.",
      "cn": "我想找一位外国朋友带我读英语文章."
    },
    {
      "en": "Is strictly rational and sea deacon of the company of double standards.",
      "cn": "严格与理智是海荣公司执事的双重标准."
    },
    {
      "en": "Is your son a deacon?",
      "cn": "你的儿子是执事 吗 ?"
    },
    {
      "en": "James Murphy, deacon of the diocese's mother church, the Cathedral of the Blessed Sacrament, said church leaders are always skeptical at first.",
      "cn": "主教教区的天主教大教堂执事詹姆斯·墨菲说，教堂的负责人一开始都对此持怀疑态度。"
    },
    {
      "en": "Mister Deacon says the most common reason is to have a chance to travel.",
      "cn": "先生称,最常见的原因是有机会旅行."
    },
    {
      "en": "So Deacon So - and - So can get a new Benz?",
      "cn": "那些管事的人可以买一辆新的奔驰?"
    },
    {
      "en": "The deacon is very kind.",
      "cn": "那个执事很和蔼."
    },
    {
      "en": "The deacon was canonically inducted.",
      "cn": "执事是按照宗规任命的."
    },
    {
      "en": "There also exist some relationships of conversion between the formulas of Deacon and Jacobs.",
      "cn": "Deacon式估算结果与Jacobs式估算结果之间也有一定的转换关系."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "deaconess",
          "tran_cn": " 女执事；牧师的女助手"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "diaconate"
          ],
          "tran_cn": "执事；助祭"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "priest"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "do some reading"
          ],
          "tran_cn": "朗读；搞欺骗"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[宗]（新教，长老会等的）执事，（希腊教会的）助祭，〈英〉工会会长，〈美〉初生小牛",
      "tran_en": "a religious official, in some Christian churches, who is just below the rank of a priest"
    },
    {
      "pos": "vt",
      "tran_cn": "朗读；搞欺骗"
    }
  ],
  "exchange": {
    "pl": [
      "deacons"
    ]
  }
}