{
  "word": "theophylline",
  "ipa": {
    "us": "θɪə'fɪli:n",
    "uk": "ˌθɪr'fɪlin"
  },
  "sentences": [
    {
      "en": "AIM : To investigate the effects of low - dose theophylline on differentiation of the naive T lymphocyte.",
      "cn": "目的: 研究小剂量茶碱对原始T淋巴细胞分化的影响."
    },
    {
      "en": "Conclusion: Theophylline transdermal patch has good permeation in vitro.",
      "cn": "结论: 茶碱贴片体外经皮渗透作用较好."
    },
    {
      "en": "Exceptions include phenytoin, theophylline, and heparin.",
      "cn": "只有苯妥英 、 茶碱和肝素是例外."
    },
    {
      "en": "If you take theophylline, your doctor may advise you to avoid caffeine.",
      "cn": "如果你在服用茶碱类药物，你的医生也可能会建议你远离咖啡因。"
    },
    {
      "en": "Indeed, when caffeine is ingested and broken down by the liver, one byproduct is small amounts of theophylline.",
      "cn": "事实上，当咖啡因被人们摄入后，它会被肝脏分解，产生的副产物中就含有少量茶碱。"
    },
    {
      "en": "Methods Blood concentration of theophylline was determined by double - wavelength ultraviolet spectrophotometry.",
      "cn": "方法:采用双波长紫外分光光度法测定茶碱谷浓度."
    },
    {
      "en": "Objective: To observe the effect of theophylline on the induced sputum cytology of asthma.",
      "cn": "目的：观察茶碱对哮喘患者诱导痰细胞学的影响。"
    },
    {
      "en": "Other bronchodilating agents include theophylline and anticholinergics.",
      "cn": "其它舒张气道的激动剂包括茶碱和抗胆碱药."
    },
    {
      "en": "Taking it along with caffeinated foods and beverages may increase the concentration of theophylline in your blood. This can cause ill effects, such as nausea, vomiting and heart palpitations.",
      "cn": "与含有咖啡因的食品或饮品共同服用可能会增加血液中的茶碱浓度，这将导致一些不良反应，如恶心、呕吐和心悸等。"
    },
    {
      "en": "Tea contains, in addition to caffeine, small amounts of two other methyl xanthines, theobromine and theophylline, 3, 7 - dimethy1 and 1, 3 - dimethy1 xanthine , respectively.",
      "cn": "茶除了含咖啡因以外，还含有少量的另外两种甲基黄酮嘌呤，即可可堿和茶堿，它们分别是3 ， 7 -二甲基黄嘌呤和1 ， 3 -二甲基黄嘌呤。"
    },
    {
      "en": "The experts, Yunwu Cha - rich theophylline, tea tannins, vitamins.",
      "cn": "经专家鉴定, 云雾茶富含茶碱 、 茶丹宁 、 维生素."
    },
    {
      "en": "The insoluble capsule body, fast - release theophylline tablet and erodible plug were prepared , respectively.",
      "cn": "分别制备了不溶性囊身 、 茶碱速释片和溶蚀性盖塞片."
    },
    {
      "en": "The primary bulk pharmaceuticals produced are: Caffeine, Theophylline, Aminophylline, Metronidazole , Metronidazole benzoate, Secnidazaole and Nifedipine.",
      "cn": "公司生产的主要原料药有: 咖啡因 、 茶碱 、 氨茶碱 、 甲硝唑 、 苯酰甲硝唑、噻硝唑、硝苯地平."
    },
    {
      "en": "To investigate the mechanism of anti - inflammatory action of theophylline on asthma.",
      "cn": "目的:研究小剂量茶碱 抗 哮喘炎症的可能机制."
    },
    {
      "en": "Xanthan gum hydrophilic matrix tablets were prepared using theophylline as a model drug.",
      "cn": "以茶碱为模型药物,制备了黄原胶亲水性骨架片,研究了体外释药的影响因素."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "thein"
          ],
          "tran_cn": "[有化]茶碱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "茶碱",
      "tran_en": "a white crystalline slightly water-soluble alkaloid that is an isomer of theobromine: it occurs in plants, such as tea, and is used to treat asthma"
    }
  ],
  "exchange": {}
}