{
  "word": "toothbrush",
  "ipa": {
    "us": "ˈtuːθbrʌʃ",
    "uk": "ˈtuːθbrʌʃ"
  },
  "sentences": [
    {
      "en": "All of these strategies will get you a toothbrush, but none gets you the best one for the job.",
      "cn": "所以得这些策略都可以帮助你得到个牙刷，但他们都不能帮你得到最佳的那个。"
    },
    {
      "en": "As soon as the bristles on your toothbrush begin to wear, throw it out.",
      "cn": "牙刷毛一开始磨损，就把它扔掉。"
    },
    {
      "en": "Can I borrow your toothbrush?",
      "cn": "我可以借你的牙刷 吗 ?"
    },
    {
      "en": "Carol: I'll wait for you here. I need to buy a toothbrush.",
      "cn": "那我在这里等你. 我需要买支牙刷."
    },
    {
      "en": "Cleaning Products: toothbrush paste, comb, shampoo, towel, water bottle, flashlight, etc.",
      "cn": "洗涤用品: 牙刷, 梳子, 洗发水, 毛巾, 水壶, 手电筒等."
    },
    {
      "en": "Do not bring flowers on your first date: bring your toothbrush and your cat.",
      "cn": "第一次约会的时候不要带鲜花，请带上你的牙刷和你的猫。"
    },
    {
      "en": "Have you brought your toothbrush with you?",
      "cn": "你带牙刷来了 吗 ?"
    },
    {
      "en": "He has refused to let me use his toothbrush.",
      "cn": "他拒绝让我使用他的牙刷."
    },
    {
      "en": "He was short and tubby and amiable with an odd little toothbrush moustache.",
      "cn": "他矮矮胖胖,和蔼可亲,留了一嘴怪模怪样的牙刷式的小胡子."
    },
    {
      "en": "How do you choose your toothbrush?",
      "cn": "你是如何选择你的牙刷的？"
    },
    {
      "en": "I am aggrieved to find that someone have used my toothbrush.",
      "cn": "我发现有人用过我的牙刷,我很不高兴."
    },
    {
      "en": "The Sonicare toothbrush is ideal for teeth that have crowns or caps.",
      "cn": "飞利浦声波牙刷专为戴有牙冠人所设计."
    },
    {
      "en": "The toothbrush gently removes plaque without damaging the gums.",
      "cn": "这种牙刷可以温和去除牙菌斑而不损伤牙龈。"
    },
    {
      "en": "This electric toothbrush is our latest promotion.",
      "cn": "这种电牙刷是敝公司的最新产品."
    },
    {
      "en": "Use a toothbrush on your tongue as well, and rinse your mouth frequently.",
      "cn": "舌头也要用牙刷清洁，并且经常漱口。"
    },
    {
      "en": "Who belongs to this toothbrush?",
      "cn": "这支牙刷是谁的?"
    },
    {
      "en": "You can even clean toothbrush in the dishwasher once in a while.",
      "cn": "你甚至可以偶尔将牙刷放在洗碗机中清洁一下."
    },
    {
      "en": "You'd better bring toothbrush, toothpaste, comb, slippers, and towels.",
      "cn": "你要带牙刷 、 膏 、 子 、 鞋和毛巾."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "electric toothbrush",
      "tran_cn": "电动牙刷"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "牙刷",
      "tran_en": "a small brush that you use for cleaning your teeth"
    }
  ],
  "exchange": {
    "pl": [
      "toothbrushes"
    ]
  }
}