{
  "word": "monolith",
  "ipa": {
    "us": "ˈmɒnəlɪθ",
    "uk": " ˈmɑːnəlɪθ"
  },
  "sentences": [
    {
      "en": "Acidic gas or water can also ruin the monolith.",
      "cn": "酸性的气体或液体也会腐蚀、侵害塑胶制品."
    },
    {
      "en": "If a catalytic converter suffers road damage, the monolith inside can be cracked.",
      "cn": "如果催化裂化炉在运输过程中遭受损坏, 它里面的塑胶制品就有可能被挤裂."
    },
    {
      "en": "It is misleading to see the legal system as a monolith.",
      "cn": "认为司法体制庞大而僵化是误导人的。"
    },
    {
      "en": "MONOLITH - Industrieb? den GmbH Altenburg deals in Floor , Industrial floors, flooring as well as with floors.",
      "cn": "请您察看我们的网页, 获悉其它的具体信息."
    },
    {
      "en": "Slowly increase in power as more of the Monolith's systems are brought back online.",
      "cn": "慢慢地如巨型独石的系统更多的能力增加人在线被回复."
    },
    {
      "en": "The graceful slope to the east is dominated by a silver monolith, the Dobell Memorial Sculpture.",
      "cn": "而一条向东伸展的优雅斜坡被一块银色巨石占据,这就是多贝尔(多贝尔)纪念雕塑."
    },
    {
      "en": "The monolith will gradually be destroyed by these pellets and break down.",
      "cn": "这些小碎片就会逐渐破坏里面的塑胶制品,直至最后使其彻底报废."
    },
    {
      "en": "The monolith, he suggested, was doomed by the tides of history.",
      "cn": "他指出, 铁板一块的观念是注定要被历史的潮流所淹没的."
    },
    {
      "en": "The use of exhaust paste before the catalytic converter can also cause the monolith to break.",
      "cn": "在催化裂化炉前使用废气浆糊也会引起塑胶制品破裂."
    },
    {
      "en": "Then the MIP coating was copolymerized and anchored onto the surface of the silica monolith.",
      "cn": "然后分子印迹化合物通过与硅胶整体柱上的烯基发生共聚反应从而固定在其表面."
    },
    {
      "en": "This has resulted in the fracturing of the monolith.",
      "cn": "这也导致了整体结构的破裂."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leviathan",
            "dreadnaught"
          ],
          "tran_cn": "[建]整块石料；庞然大物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "memorial",
            "tower"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "独块巨石，整体塑制品",
      "tran_en": "a large powerful organization that cannot change quickly and does not consider the ideas or feelings of the people it affects"
    }
  ],
  "exchange": {
    "pl": [
      "monoliths"
    ],
    "adj": [
      "monolithic"
    ]
  }
}