{
  "word": "philosophic",
  "ipa": {
    "us": "ˌfɪlə'sɒfɪk",
    "uk": "ˌfɪlə'sɑfɪk"
  },
  "sentences": [
    {
      "en": "At the risk of waxing philosophic so late at night, I’ll pose a brief answer and then let you, Intrepid Reader, put your two cents in.",
      "cn": "冒着太晚去研究哲学问题的危险，我提出了一个简短的答案，并让你们这些无畏的读者发表你们的意见。"
    },
    {
      "en": "But such acuteness is mistaken in the conceit that, when it examines these objects and pronounces what they ought to be, it is dealing with questions of philosophic science.",
      "cn": "但是，如果把能够指出周围琐屑事物的不满处与应当处的这一点聪明，便当成在讨论哲学这门科学上的问题，那就错了。"
    },
    {
      "en": "During the 19 th Century, the philosophic theories of Schopenhauer and Wikipedin prevailed.",
      "cn": "公元19世纪, 叔本华与尼采的哲学理论盛行于世."
    },
    {
      "en": "Each had a different way, humorous or philosophic , contemptuous, sour, or sly, of showing this resentment.",
      "cn": "各人有各人不同的表示憎恨的方式, 诙谐的,明达的, 傲慢的, 酸溜溜的或者调皮的."
    },
    {
      "en": "Euler's spirit for philosophic disputes remained undampen and he continued to engage in them.",
      "cn": "争论哲学的精神仍常盛不衰,他持续地致力于此."
    },
    {
      "en": "Further more the materialistic and dialectic viewpoints of mechanics are important philosophic ideas through the whole physics.",
      "cn": "力学体现出的唯物和辩证的观点，更是贯穿整个物理学的重要哲学思想。"
    },
    {
      "en": "He has a philosophic approach to life.",
      "cn": "他对待生活非常达观."
    },
    {
      "en": "He was philosophic about the future of the mankind.",
      "cn": "他对人类前途持哲学态度."
    },
    {
      "en": "He's trying to bring together various strands of radical philosophic thought.",
      "cn": "他正试图把各种激进的哲学思想综合在一起。"
    },
    {
      "en": "Humanism is philosophic cognition which takes people as the value and measure.",
      "cn": "人本精神是以人为价值和尺度的哲学认知."
    },
    {
      "en": "I am quite content with philosophic contemplation.",
      "cn": "我非常满足于哲理性的冥想."
    },
    {
      "en": "It is only when these assumptions are made the theme of critical and coherent analysis that a philosophic or scientific approach to politics emerges.",
      "cn": "仅当这些设定被搞成批判且条贯的分析的主题时，一种哲学的或科学的政治研究才出现。"
    },
    {
      "en": "It was a most philosophic and jesuitical motorman.",
      "cn": "\"这是个十分善辩且狡猾的司机."
    },
    {
      "en": "Philosophic reflections on \" advocate the science \" and \" with superstitions blind faith \"",
      "cn": "关于 “ 提倡科学 ” 和 “ 破除迷信 ” 的哲学断想."
    },
    {
      "en": "The Irish are a philosophic as well as a practical race.",
      "cn": "爱尔兰人是既重实际又善于思想的民族."
    },
    {
      "en": "Their antagonism has formed in all ages a part of the philosophic atmosphere of the time.",
      "cn": "他们的对抗性就会在各个时代中形成当时哲学空气的一部分."
    },
    {
      "en": "There arises a certain insincerity in our philosophic discussions.",
      "cn": "在我们哲学的讨论里,发生一种不诚实的情况."
    },
    {
      "en": "This general philosophic concept of art was supported by technical necessities.",
      "cn": "这种有关艺术的一般哲学概念由于技术必要性而获得了依据."
    },
    {
      "en": "To answer this question is to find what the aesthetic life is and to seek the answer to the possibility of an aesthetic life in the philosophic way.",
      "cn": "对这个问题的解答关键在于从哲学的高度阐明审美与人生的结合点何在即何谓人生审美化，以及对人生审美化何以可能的追问。"
    },
    {
      "en": "Your aggressive promoting of philosophic or religious viewpoints may antagonize others.",
      "cn": "你的冲动促进哲学性或宗教观点可能会触怒他人."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "philosophically",
          "tran_cn": " 哲学上；贤明地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "philosopher",
          "tran_cn": " 哲学家；哲人"
        },
        {
          "word": "philosophizing",
          "tran_cn": " 哲学思维"
        },
        {
          "word": "philosophy",
          "tran_cn": " 哲学；哲理；人生观"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "philosophizing",
          "tran_cn": " 理性地思考；从哲学角度解释（philosophize的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "philosophize",
          "tran_cn": " 进行哲学探讨，理性地思考"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "philosophize",
          "tran_cn": " 使哲学化；像哲学家般思考或辩论"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "wiser"
          ],
          "tran_cn": "哲学的；贤明的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "philosophic thinking",
      "tran_cn": "哲学思想"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "哲学的，贤明的"
    }
  ],
  "exchange": {}
}