{
  "word": "traditionally",
  "ipa": {
    "us": "trə'dɪʃənəlɪ",
    "uk": "trə'dɪʃənəlɪ"
  },
  "sentences": [
    {
      "en": "Abstention is traditionally high in Colombia.",
      "cn": "在哥伦比亚，弃权率历来较高。"
    },
    {
      "en": "As we have seen, those changes tend to span disciplines that are not traditionally thought of as part of the mandate of Release Engineering.",
      "cn": "正如我们所看到的那样，那些变更是跨学科的，并且在传统上并不属于版本工程学要求的一部分。"
    },
    {
      "en": "Degree courses have traditionally focused on the established great writers of the past.",
      "cn": "学位课程的内容一直以来都集中于过去的知名作家."
    },
    {
      "en": "Fierce rivalries have traditionally fragmented the region.",
      "cn": "激烈的竞争已经如从前一样使得该地区四分五裂。"
    },
    {
      "en": "Foxes were traditionally regarded as vermin.",
      "cn": "人们传统上都认为狐狸是有害的动物."
    },
    {
      "en": "German beer has traditionally been made from just four ingredients — hops, malt, yeast and water.",
      "cn": "德国啤酒传统上只用4种原料——啤酒花、麦芽、酵母和水。"
    },
    {
      "en": "He is loathed by some of the more traditionally minded officers.",
      "cn": "他为某些思想较守旧的官员所憎恶。"
    },
    {
      "en": "Hell is traditionally associated with suffering.",
      "cn": "地狱历来与受苦联系在一起。"
    },
    {
      "en": "In the UK visible imports have traditionally been greater than visible exports.",
      "cn": "在英国，传统上有形产品的进口一直大于出口。"
    },
    {
      "en": "Men traditionally monopolized jobs in the printing industry.",
      "cn": "在传统上，男人包揽了印刷行业中的所有工作。"
    },
    {
      "en": "The fast is broken at sunset, traditionally with dates and water.",
      "cn": "日落时开斋，按传统会吃椰枣、喝水。"
    },
    {
      "en": "The marketplace was where commerce was traditionally carried on.",
      "cn": "这个集市是传统的贸易场所."
    },
    {
      "en": "To be successful selling to them, you have to cater to their emotions and concerns more than ever before, even when selling products that men traditionally buy.",
      "cn": "为了成功的向她们推销，你必须比以往更加迎合这部分人群的情感和关切，甚至传统上由男人来购买的产品也是一样。"
    },
    {
      "en": "Traditionally men have compartmentalized their lives, never letting their personal lives encroach upon their professional lives.",
      "cn": "传统上男人把自己的生活划分清楚，他们不会让私生活影响其工作。"
    },
    {
      "en": "Traditionally piglets were weaned at eight weeks.",
      "cn": "小猪通常在八周时断奶."
    },
    {
      "en": "Traditionally young Asians in Britain have gravitated towards medicine, law and engineering.",
      "cn": "英国的亚裔年轻人通常被吸引到医学、法律及工程专业。"
    },
    {
      "en": "Traditionally, the bride pays for her bridesmaids'dresses.",
      "cn": "传统上伴娘的服装费由新娘支付."
    },
    {
      "en": "Women have had to prove themselves in every field that they have traditionally be barred from.",
      "cn": "女性必须在那些传统上被禁止的每一个领域中证明自己。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "trad",
          "tran_cn": " 传统的"
        },
        {
          "word": "traditional",
          "tran_cn": " 传统的；惯例的"
        },
        {
          "word": "traditionalist",
          "tran_cn": " 传统主义者的（等于traditionalistic）"
        },
        {
          "word": "traditionalistic",
          "tran_cn": " 传统派的；传统主义者的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "trad",
          "tran_cn": " 传统主义"
        },
        {
          "word": "tradition",
          "tran_cn": " 惯例，传统；传说"
        },
        {
          "word": "traditionalism",
          "tran_cn": " 传统主义"
        },
        {
          "word": "traditionalist",
          "tran_cn": " 传统主义者；因循守旧者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "customarily"
          ],
          "tran_cn": "传统上；习惯上；传说上"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "传统上，传说上"
    }
  ],
  "exchange": {
    "adj": [
      "traditional"
    ]
  }
}