{
  "word": "awkwardness",
  "ipa": {
    "us": "'ɔ:kwədnəs",
    "uk": "ˈɔkwɚdnɪs"
  },
  "sentences": [
    {
      "en": "After all, among the \"stressors\" cited by one participant was \"awkwardness re: who should pay at a restaurant.",
      "cn": "毕竟，这些”强压人群“被另一个参与者引用为”尴尬者：谁应该为吃饭付钱。"
    },
    {
      "en": "And they are often associated with clumsiness and awkwardness.",
      "cn": "人们还经常把左撇子和笨拙联系起来."
    },
    {
      "en": "At the dining table, there a silence of awkwardness.",
      "cn": "在餐桌上, 有一点静得笨拙."
    },
    {
      "en": "At the dining table, there was a silence of awkwardness.",
      "cn": "餐桌上, 这对夫妇沉默不语,尴尬的气氛顿时弥漫开来."
    },
    {
      "en": "Double meaning can help soothe the awkwardness of bribe - paying.",
      "cn": "(词语的)重含义可以减少行贿者的尴尬."
    },
    {
      "en": "He displayed all the awkwardness of adolescence.",
      "cn": "他表现出了青春期的各种羞涩不安。"
    },
    {
      "en": "He sat down , at first, with some constraint and awkwardness.",
      "cn": "他刚入座时还感到有点拘束和别扭."
    },
    {
      "en": "His advent had obviously put a stop to the conversation, decided awkwardness having set in.",
      "cn": "他的到来显然打断了大家的谈话, 场面弄得很僵."
    },
    {
      "en": "His awkwardness made him fumble with the key.",
      "cn": "由于尴尬不安,他拿钥匙开锁时显得笨手笨脚."
    },
    {
      "en": "I tried to smooth over the awkwardness of this first meeting.",
      "cn": "我试图掩饰初次会面时的不自然."
    },
    {
      "en": "In the interview, Liang has revealed his awkwardness vast.",
      "cn": "采访中, 梁浩吐露了自己的尴尬."
    },
    {
      "en": "It got me thinking that everyone must have awkward pictures and we decided to set up a website to share them as a sort of celebration of awkwardness.",
      "cn": "那让我想，每个人都会有一些出糗笨拙的相片，我们就决定设立一个网站去分享它们，（以此）作为一种对尴尬的庆祝。"
    },
    {
      "en": "Not feeling you should share some of the stressors in your life (‘Yeah, wouldn’t I like to have your problems’), awkwardness re: who should pay at a restaurant.",
      "cn": "感觉不到你可以在生活中跟别人诉说烦恼（对，因为我不会有你这样的麻烦啊。） ，尴尬的是：在餐馆吃饭谁付呢。"
    },
    {
      "en": "Pierre Teluduo feels special awkwardness to this kind of unjustifiable act.",
      "cn": "皮埃尔·特鲁多对这种无理的举动感到非常尴尬."
    },
    {
      "en": "The only problem was the slight awkwardness in loading the film.",
      "cn": "唯一的问题是在载入电影时有点笨拙."
    },
    {
      "en": "We can only get farther and farther into the swamp of awkwardness.",
      "cn": "我们只会越来越陷入僵局,找不到出路."
    },
    {
      "en": "What brief awkwardness appeared in assembly room is calm.",
      "cn": "会议室里出现了短暂的尴尬的沉静."
    },
    {
      "en": "With seeming awkwardness he fumbled long with the bow.",
      "cn": "他假装笨拙,把弓瞎摸了很久."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "awkward",
          "tran_cn": " 尴尬的；笨拙的；棘手的；不合适的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "awkwardly",
          "tran_cn": " 笨拙地；无技巧地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pretty pass",
            "clumsiness"
          ],
          "tran_cn": "尴尬；笨拙"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "笨拙，粗劣，难为情，尴尬"
    }
  ],
  "exchange": {
    "adv": [
      "awkwardly"
    ],
    "adj": [
      "awkward"
    ]
  }
}