{
  "word": "mismanagement",
  "ipa": {
    "us": "ˌmɪsˈmænɪdʒmənt",
    "uk": "ˌmɪsˈmænɪdʒmənt"
  },
  "sentences": [
    {
      "en": "A combination of operator mismanagement and design flaws caused the accident.",
      "cn": "事故归因于操作人员处置失当,也归因于设计方面的漏洞."
    },
    {
      "en": "All these mistakes and faults were caused by mismanagement.",
      "cn": "这些错失都是由于平时管理不严造成的."
    },
    {
      "en": "And who brought us to such a pass? You did, by sheer mismanagement.",
      "cn": "谁使我们陷入这样的困境? 就是你, 纯粹由于你管理不善."
    },
    {
      "en": "At present, - sized developers widespread lack of expertise, internal property mismanagement and other issues.",
      "cn": "目前, 中小开发商普遍存在专业知识不足 、 内部产权管理不善等问题."
    },
    {
      "en": "Because of mismanagement, his business has gone to hell.",
      "cn": "因为管理不善, 他的生意搞得一塌胡涂,不可收拾."
    },
    {
      "en": "Carefully mismanagement and bypass the game, please!",
      "cn": "心地不善与游戏者请绕行!"
    },
    {
      "en": "Dick wasted much of the fund owing to mismanagement, so now he must pay the piper.",
      "cn": "由于管理不善,迪克浪费了大量资金, 所以,现在他必须承担后果."
    },
    {
      "en": "He accomplished little due to the mismanagement of his energies.",
      "cn": "由于对精力分配不当,他的成就很小."
    },
    {
      "en": "His gross mismanagement left the company desperately in need of restructuring.",
      "cn": "他处理事务的严重不当使得公司急需重组。"
    },
    {
      "en": "Mismanagement and climate change are shrinking clean water supplies worldwide.",
      "cn": "管理不善(mismanagement)和气候变化正在逐步削弱全球干净水资源的供应."
    },
    {
      "en": "The company fails because of the chairman's mismanagement.",
      "cn": "因为董事长的管理不善公司倒闭了."
    },
    {
      "en": "The company reduced its staff as a result of mismanagement.",
      "cn": "这个公司由于经营不善而裁减人员."
    },
    {
      "en": "The company's profits are decreasing year by year due to mismanagement.",
      "cn": "由于经营不善,公司的利润逐年递降."
    },
    {
      "en": "The group last year temporarily suspended $ 367 million in funding to Uganda, citing financial mismanagement.",
      "cn": "去年,由于乌干达政府财政管理不善,这一组织临时延期了给乌干达3亿6700万资金."
    },
    {
      "en": "This blight is a symptom of cricket's mismanagement.",
      "cn": "这一不幸源于对板球运动的不善管理."
    },
    {
      "en": "This financial mismanagement really does take the biscuit.",
      "cn": "这种不善的财政管理真得很可笑."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "mismanage",
          "tran_cn": " 办错；处置失当；对…管理不善"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "maladministration",
            "poor management"
          ],
          "tran_cn": "[管理]管理不善；处置失当"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "管理不善，经营不当，处置失当，处置失当",
      "tran_en": "Someone's mismanagement of a system or organization is the bad way they have dealt with it or organized it"
    }
  ],
  "exchange": {
    "verb": [
      "mismanage"
    ]
  }
}