{
  "word": "whether",
  "ipa": {
    "us": "ˈweðə(r)",
    "uk": "ˈweðər"
  },
  "sentences": [
    {
      "en": "At first I really didn'tcare whether he came or not.",
      "cn": "起先我真的不在乎他是否会来。"
    },
    {
      "en": "He could not tell whether the floor was wood or stone.",
      "cn": "他无法确定地板是木头的还是石头的。"
    },
    {
      "en": "I couldn't decide whether he was incredibly brave or just insane.",
      "cn": "我不能判定他到底是英勇无畏还是精神失常。"
    },
    {
      "en": "I didn’t know whether to believe him or not.",
      "cn": "我不知道该不该相信他。"
    },
    {
      "en": "It is questionable whether the expenditure on this project is really justified.",
      "cn": "该项目的开支是否真的合理还未可知。"
    },
    {
      "en": "It isn't clear whether the plane went down over land or sea.",
      "cn": "不清楚飞机是坠毁在陆地上还是海里。"
    },
    {
      "en": "It remains to be seen whether her parliamentary colleagues will agree.",
      "cn": "她的国会同僚是否同意，现在还无从知晓。"
    },
    {
      "en": "It was touch and go whether we'd go bankrupt.",
      "cn": "我们是否会破产还很难说。"
    },
    {
      "en": "It's not a case of whether anyone would notice or not.",
      "cn": "这不是会不会有人注意到的问题。"
    },
    {
      "en": "Look, Kate, I’m calling the doctor, whether you like it or not.",
      "cn": "喂，凯特，我要打电话叫医生来，不管你愿不愿意。"
    },
    {
      "en": "Maurice asked me whether I needed any help.",
      "cn": "莫里斯问我是否需要帮助。"
    },
    {
      "en": "One of the journalists queried whether sabotage could have been involved.",
      "cn": "其中一位新闻记者询问是否有人为破坏的可能性。"
    },
    {
      "en": "The jury is out on whether or not this is true.",
      "cn": "这是否属实仍未得出定论。"
    },
    {
      "en": "The key issue was whether the four defendants acted dishonestly.",
      "cn": "关键问题是4名被告是否存在欺诈行为。"
    },
    {
      "en": "The question arose as to whether this behaviour was unlawful.",
      "cn": "问题出现了: 这种行为是否不合法？"
    },
    {
      "en": "There were times when I wondered whether or not we would get there.",
      "cn": "有时候我也想知道我们能不能做得到。"
    },
    {
      "en": "To this day, it's unclear whether he shot himself or was murdered.",
      "cn": "至今尚不清楚他究竟是饮弹自杀还是被谋杀。"
    },
    {
      "en": "West had to decide whether to play a heart.",
      "cn": "韦斯特必须决定是否要出一张红桃。"
    },
    {
      "en": "What determines whether you are a career success or a failure?",
      "cn": "事业的成败取决于哪些因素？"
    },
    {
      "en": "Whether such properties are a good deal will depend on individual situations.",
      "cn": "这样的地产是否可获得大笔收益还要视具体情形而定。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "condition",
            "if",
            "on",
            "provided"
          ],
          "tran_cn": "是否;倘若;如果"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "if",
            "provided"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "whether or",
      "tran_cn": "是…还是…"
    },
    {
      "phrase": "whether or no",
      "tran_cn": "不管任何情形"
    }
  ],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": " (表示选择或怀疑)是否，无论，不管",
      "tran_en": "used when talking about a choice you have to make or about something that is not certain"
    },
    {
      "pos": "pron",
      "tran_cn": "两个中的哪一个"
    }
  ],
  "exchange": {}
}