{
  "word": "lapis",
  "ipa": {
    "us": "'leɪpɪs",
    "uk": "'leɪpɪs"
  },
  "sentences": [
    {
      "en": "A blue pigment made from powdered lapis lazuli.",
      "cn": "深蓝青由粉末状天青石制成的蓝色颜料."
    },
    {
      "en": "And it is the color of lapis lazuli.",
      "cn": "而那颜色是琉璃色."
    },
    {
      "en": "Egyptian Bronze Mask of a God with lapis lazuli and Guilding.",
      "cn": "埃及的青铜面具与天青石和为依归的神."
    },
    {
      "en": "Experimental results show that lapis lazuli specimens of different qualities have different compositions and structures.",
      "cn": "实验结果显示了不同质地青金石的不同成分组成和微观结构特征."
    },
    {
      "en": "Featuring painting, illumination and calligraphy, the imagery is worked in bright color — predominantly lapis — and several tones of gold.",
      "cn": "图像的色彩绚丽，主要为天青石色，亦配有几种不同色调的金色。"
    },
    {
      "en": "I set a course for the swan palace of lapis and gold.",
      "cn": "我定了到由石头和黄金建成的天鹅宫的航向."
    },
    {
      "en": "Material: Lapis Lazuli. It is carved out a whole piece of Lapis Lazuli, with delicated craftmanship.",
      "cn": "材质: 青金石. 此青金石花薰为一整块材料雕刻而成,每个细小之处均由手工雕刻;每个镂空的花纹无不被精雕细琢."
    },
    {
      "en": "Some of these species commonly found in mineral shops are fluorite, opals, lapis, malachite and jade.",
      "cn": "一般能在矿物商店里找到的这类物种,有一些是萤石 、 蛋白石 、 青金石 、 孔雀石和玉石."
    },
    {
      "en": "The carpet and antique sellers will gladly sit you on the floor and unpack small purses filled with precious stones from central Asia and huge lapis lazuli from Afghanistan.",
      "cn": "地毯和古董商人会很高兴的让你坐在地板上，打开装满宝贵石头的小包裹给你看，里面的宝石来自中亚而巨大的青金石来自阿富汗。"
    },
    {
      "en": "The sea was of a lapis lazuli blue.",
      "cn": "大海呈天青石色."
    },
    {
      "en": "They are circling the Lapis Lazuli stone in clockwise direction.",
      "cn": "他们是以顺时钟的方向环绕着青金石."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "lapis lazuli",
      "tran_cn": "天青石；天青石色"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<拉>石（常用于化学中的矿物命名）"
    }
  ],
  "exchange": {}
}