{
  "word": "appendicitis",
  "ipa": {
    "us": "əˌpendəˈsaɪtɪs",
    "uk": "əˌpɛndɪˈsaɪtɪs"
  },
  "sentences": [
    {
      "en": "Acute appendicitis usually develops without relation to the ingestion of food.",
      "cn": "急性阑尾炎的发生通常与饮食无关."
    },
    {
      "en": "After appendicitis operation do the 4 th day return meeting bowel adhesion?",
      "cn": "阑尾炎手术后第4天还会肠粘连 么 ?"
    },
    {
      "en": "Appendicitis is a kind of common illness in clinic.",
      "cn": "阑尾炎是临床上一种常见病."
    },
    {
      "en": "Do I have appendicitis?",
      "cn": "我得的是阑尾炎吗？"
    },
    {
      "en": "He and Farkash met when he had appendicitis and she was a nurse, and they were married in 1970 or 1971 and have seven children.",
      "cn": "卡扎菲与索菲亚的相识，是因为他得了阑尾炎，而那时，她是一名护士。 两人在1970或1971年结婚，膝下育有七名儿女。"
    },
    {
      "en": "He came down with appendicitis.",
      "cn": "他得了阑尾炎."
    },
    {
      "en": "He fell ill with acute appendicitis.",
      "cn": "他得了急性阑尾炎."
    },
    {
      "en": "He had his appendix removed last month because of appendicitis.",
      "cn": "上个月他因患阑尾炎而切除了阑尾."
    },
    {
      "en": "He is recovering in hospital after an operation for acute appendicitis.",
      "cn": "做完急性阑尾炎手术后，他正在医院康复。"
    },
    {
      "en": "Her doctor made a diagnosis of appendicitis.",
      "cn": "她的医生作出阑尾炎的诊断。"
    },
    {
      "en": "How does the operation record of appendicitis write ~!",
      "cn": "阑尾炎的手术记录怎么写~!"
    },
    {
      "en": "Hung - chien was worried lest he get appendicitis.",
      "cn": "鸿 渐 只担心自己要生盲肠炎."
    },
    {
      "en": "It's acute appendicitis. We ought to operate.",
      "cn": "这是急性阑尾炎. 应当开刀."
    },
    {
      "en": "Objective : To investigate affect of wound infection rate in gangrenous appendicitis after appendectomy.",
      "cn": "目的了解坏疽型阑尾炎术后放置腹腔引流对切口感染的影响."
    },
    {
      "en": "Objective To discuss the diagnosis and treatment of pregnancy with appendicitis.",
      "cn": "目的探讨妊娠合并阑尾炎的诊断和治疗."
    },
    {
      "en": "Objective To investigate the diagnostic value of ultrasound in acute appendicitis.",
      "cn": "目的探讨超声检查在急性阑尾炎诊断中的应用价值."
    },
    {
      "en": "Recentaly, he had Appendicitis and went through a surgery.",
      "cn": "前不久, 他得了急性阑尾炎,做了个手术."
    },
    {
      "en": "The diagnosis is appendicitis, an ovarian cyst and an as yet unnamed bowel/colon condition.",
      "cn": "诊断结果是阑尾炎，卵巢囊肿和尚不能确定的大肠或结肠问题。"
    },
    {
      "en": "The doctor has cured numerous people of appendicitis .",
      "cn": "这个医生治愈了很多人的阑尾炎。"
    },
    {
      "en": "You'll be operated on for your appendicitis this afternoon.",
      "cn": "今天下午给你的阑尾炎动手术."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "appendectomy",
          "tran_cn": " [外科] 阑尾切除术"
        },
        {
          "word": "appendicectomy",
          "tran_cn": " 阑尾切除术"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ecphyaditis",
            "caecitis"
          ],
          "tran_cn": "[医]阑尾炎；盲肠炎"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "acute appendicitis",
      "tran_cn": "急性阑尾炎"
    },
    {
      "phrase": "chronic appendicitis",
      "tran_cn": "n. 慢性阑尾炎"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阑尾炎",
      "tran_en": "an illness in which your  appendix  swells and causes pain"
    }
  ],
  "exchange": {}
}