{
  "word": "individualistic",
  "ipa": {
    "us": "ˌɪndɪˌvɪdʒuəˈlɪstɪk",
    "uk": "ˌɪndɪˌvɪdʒuəˈlɪstɪk"
  },
  "sentences": [
    {
      "en": "As Scorpio mom's HAs an individualistic attitude, theirss taste invariably goes facings loving plant life.",
      "cn": "天蝎母亲带着浓重的独立个体主义色彩, 她们的口味一成不变,最爱花花草草了."
    },
    {
      "en": "As Scorpio mom's have an individualistic attitude, their taste invariably goes towards loving plant life.",
      "cn": "天蝎妈妈带着浓重的个人主义色彩, 她们的口味一成不变,最爱花花草草了."
    },
    {
      "en": "But they are still economists, with world views that are still excessively individualistic and rationalistic.",
      "cn": "不过,他们仍旧是经济学家, 他们的世界观仍具有极端的个人主义和理性主义色彩."
    },
    {
      "en": "First came the earliest individualistic pioneers who depended on hunting and fishing for their livelihoods.",
      "cn": "走在最前面的是早期的个人主义先驱者,他们靠狩猎捕鱼为生."
    },
    {
      "en": "In the space of myths, only onlooker knows the secret within, enjoying in the individualistic zone.",
      "cn": "迷思的空间内,充满著无限的想像空间, 其中的秘密只有个人了解其中道理, 个人享受其中."
    },
    {
      "en": "Kohlberg would classify them as having an individualistic morality.",
      "cn": "Kohlberg把他们归类为:拥有个人的道德价值观."
    },
    {
      "en": "Liberal universalism embodies individualistic basic spirit.",
      "cn": "自由主义普遍主义体现着个人主义的基本精神."
    },
    {
      "en": "Most artists are very individualistic.",
      "cn": "大多数艺术家都非常强调个人独特性。"
    },
    {
      "en": "Pictures can provide a concrete , yet individualistic structure of visual data to build upon.",
      "cn": "照片可以提供视觉数据可以依赖的确切且个性化的结构."
    },
    {
      "en": "The individualistic approach emphasizes the individual construction of psychological functions from collective symbols and artifacts.",
      "cn": "个体主义理论强调心理功能是源于集体符号和人为事物的个体建构过程."
    },
    {
      "en": "The kangaroo is an individualistic animal.",
      "cn": "袋鼠喜欢独来独往."
    },
    {
      "en": "This has, of course, tainted their relations with other races, especially individualistic Gallenteans.",
      "cn": "当然, 这会非常影响他们和其他种族的关系, 特别是盖伦特联邦."
    },
    {
      "en": "Today, he as always plays the individualistic heroism greatly, has been unable including Muliniao to endure!",
      "cn": "今天, 他一如既往的大玩个人英雄主义, 连穆里尼奥都已无法忍受了!"
    },
    {
      "en": "Ultimately all aesthetic moments, like the art that draws them forth, are individualistic.",
      "cn": "归根结底,一切美的瞬间, 和带来美的瞬间的艺术一样, 具有个性."
    },
    {
      "en": "Young women are more individualistic than their mothers, and are seeking out lesser - known brands.",
      "cn": "年青女士比她们的母亲更具个性化, 开始追求一些不为众人所知的品牌."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "individual",
          "tran_cn": " 个人的；个别的；独特的"
        },
        {
          "word": "individualized",
          "tran_cn": " 个人的；有个性的；具有个人特色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "individual",
          "tran_cn": " 个人，个体"
        },
        {
          "word": "individualism",
          "tran_cn": " 个人主义；利己主义；个人特征"
        },
        {
          "word": "individualist",
          "tran_cn": " 利己主义者，个人主义者"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "individualized",
          "tran_cn": " 使…个性化；分别详述（individualize的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "selfish"
          ],
          "tran_cn": "个人主义的；利己主义的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "个人主义的",
      "tran_en": "If you say that someone is individualistic, you mean that they like to think and do things in their own way, rather than imitating other people. You can also say that a society is individualistic if it encourages people to behave in this way. "
    }
  ],
  "exchange": {
    "noun": [
      "individualism"
    ]
  }
}