{
  "word": "luminosity",
  "ipa": {
    "us": "ˌlu:mɪ'nɒsətɪ",
    "uk": "ˌluːmɪˈnɒsəti"
  },
  "sentences": [
    {
      "en": "A light produced by a body heated to luminosity ; incandescence.",
      "cn": "不是由于 白热 而发出的光;在温度低时发出的光."
    },
    {
      "en": "Astronomers tacitly assume that stars of the same luminosity and color all have the same mass.",
      "cn": "天文学家心照不宣地默认,光度和颜色都相同的恒星具有相同的质量."
    },
    {
      "en": "Cannot maintain luminosity when replacement ink is lighter than deleted ink.",
      "cn": "当替换墨迹比所删除墨迹淡时,则无法保持发光度."
    },
    {
      "en": "Catherine could think of nothing of the kind , and Morris's luminosity seemed almost pitiless.",
      "cn": "凯瑟琳当然一筹莫展, 莫里斯已把问题说得清楚明白到了毫不留情的地步."
    },
    {
      "en": "For a few years its luminosity flared up to about 10,000 times the present-day luminosity of the Sun.",
      "cn": "有几年它的亮度一度达到了现在的太阳亮度的一万倍左右。"
    },
    {
      "en": "It makes skin daylong smooth and soft, while enchanting the natural luminosity.",
      "cn": "柔滑细腻的膏体,如天鹅绒附着在肌肤表面上,给肌肤提供高效的保护和滋润, 使您的肌肤24小时水润光滑,柔软舒爽."
    },
    {
      "en": "It will the further color and luminosity tweaking easier.",
      "cn": "那将会使进一步的颜色和亮度调整容易."
    },
    {
      "en": "Luminosity glows through pale velum walls.",
      "cn": "耀眼的光芒透射着苍白的幕墙."
    },
    {
      "en": "Mount Battie without losing its definition would take on a blue luminosity.",
      "cn": "远处的巴蒂山沉浸在一派蓝茫茫的暮蔼之中,轮廓朦胧."
    },
    {
      "en": "On a new layer with difference in color according to the luminosity draw another mountains.",
      "cn": "再建一层,使用不同亮度的颜色创建另一层山脉."
    },
    {
      "en": "Recent observations vindicate the assumption: a direct velocity - mass correlation is even tighter than the velocity - luminosity correlation.",
      "cn": "最近的观测证实了这项假设: 速度与质量的直接关系甚至比速度与光度的关系更为紧密."
    },
    {
      "en": "Specifies the luminosity of the selected custom color.",
      "cn": "为选中的定制颜色指定明亮度."
    },
    {
      "en": "The candle is the basic unit of luminosity.",
      "cn": "蜡烛是基本照明材料."
    },
    {
      "en": "The quasars cannot shine for longer than a few million years with their present luminosity.",
      "cn": "在几百万年以后,类星体将不可能具有他们今天那样的发光度."
    },
    {
      "en": "This luminosity has great cohesive force at low temperature and.",
      "cn": "该发光体在低温下具有较高的内聚力,高温时容易瓦解."
    },
    {
      "en": "Using EDTA dispart ray luminosity method test cupreous in gold - cupreous - cadmium liquid.",
      "cn": "采用EDTA分光光度法测定金 - 铜 - 镉镀液中的铜."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "luminance",
          "tran_cn": " [光][电子] 亮度；[光] 发光性（等于luminosity）；光明"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flame",
            "magnitude"
          ],
          "tran_cn": "[天][光]光度；光明；光辉"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "daylight",
            "glory",
            "luster",
            "sunshine"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "发光，光明，光度，发光体",
      "tran_en": "The luminosity of a star or sun is how bright it is"
    }
  ],
  "exchange": {
    "pl": [
      "luminosities"
    ],
    "adv": [
      "luminously"
    ],
    "adj": [
      "luminous"
    ]
  }
}