{
  "word": "dialectic",
  "ipa": {
    "us": "ˌdaɪəˈlektɪk",
    "uk": "ˌdaɪəˈlɛktɪk"
  },
  "sentences": [
    {
      "en": "A dialectic coordination of the two will make them supplement each other.",
      "cn": "握好二者的辨证关系就会相反相成."
    },
    {
      "en": "And you don't have to apply historical dialectic materialism to daily life.",
      "cn": "而且你不必把历史辩证唯物主义应用于日常生活."
    },
    {
      "en": "Dialectic materialism figures out, intrinsic factor is the basic reason causing evolvement, factor is the condition.",
      "cn": "辩证唯物主义认为,内因是最终引起事物发展变化的根本原因, 外因是事物发展变化的条件."
    },
    {
      "en": "Dialectic studies how opposites can become identical.",
      "cn": "辩证法研究对立物是怎样变统一的."
    },
    {
      "en": "Enlightening dialectic is the rational historical dialectic to Horkheimer, Adorno.",
      "cn": "对霍克海默 、 阿多诺而言,启蒙的辩证法就是理性历史的辩证法."
    },
    {
      "en": "His germinal selection theory is pregnant with novelty and dialectic ideas.",
      "cn": "种质选择论很有新意,极富辩证法思想."
    },
    {
      "en": "It analyses the dialectic relations between them and brings material advices to bring it into effect.",
      "cn": "深入分析两者之间的辩证关系,并对实施生态环保型效益经济提出了具体建议."
    },
    {
      "en": "The dialectic relationship between music and skill in piano performance was discussed.",
      "cn": "摘要论述了钢琴演奏中音乐与技术之间的辨证关系."
    },
    {
      "en": "The relationship of agape and mutual love is dialectic.",
      "cn": "圣爱和互爱之间存在着辩证关系."
    },
    {
      "en": "This article would like to employ analogy, dialectic and return in examining these two notions.",
      "cn": "本文将解说这两个主题并尝用类比, 辩证和回归三种思想方式加以整合."
    },
    {
      "en": "This paper analyzes the dialectic thinking methodology of Mohist School.",
      "cn": "分析研究了墨家的辩证思维方法论."
    },
    {
      "en": "Thus the paper is written in the meta - language of contradictory dialectic explanation.",
      "cn": "全文以矛盾辩证法为元语言展开解释."
    },
    {
      "en": "We should use a dialectic perspective to view the world.",
      "cn": "我们要用辩证的观点来看待周围的世界."
    },
    {
      "en": "What I detested more than anything else was Hegelianism and the Dialectic.",
      "cn": "我最讨厌的莫过于黑格尔体系和辨证法."
    },
    {
      "en": "Wisdom lies neither in fixity nor in change, but in the dialectic between the two.",
      "cn": "智慧不在不变,也不在恒变, 而在不变和恒变之间的辩证之中."
    },
    {
      "en": "With regard to the persuasion achieved by proof or apparent proof: just as in dialectic there is induction on the one hand and syllogism or apparent syllogism on the other, so it is in rhetoric.",
      "cn": "至于通过论据或明显的论据而奏效的说服：正如在辩证法中一方面有归纳推理，另一方面有三段论或明显的三段论一样，在修辞学中也是如此。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dialect",
          "tran_cn": " 方言的"
        },
        {
          "word": "dialectal",
          "tran_cn": " 方言的；乡音的"
        },
        {
          "word": "dialectical",
          "tran_cn": " 辩证的；辩证法的；方言的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "dialectically",
          "tran_cn": " 辩证法地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "dialect",
          "tran_cn": " 方言，土话；同源语；行话；个人用语特征"
        },
        {
          "word": "dialectician",
          "tran_cn": " 辩论的能手；辩证学家"
        },
        {
          "word": "dialectology",
          "tran_cn": " [语] 方言学；方言研究"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "colloquial",
            "dialect",
            "dialectal",
            "jargonistic",
            "vernacular"
          ],
          "tran_cn": "方言的"
        },
        {
          "words": [
            "argumentative",
            "controversial",
            "dialectical",
            "logical",
            "polemical",
            "rational"
          ],
          "tran_cn": "辩证的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "argument",
            "debate",
            "discussion",
            "polemic"
          ],
          "tran_cn": "论证,争论"
        },
        {
          "words": [
            "argumentation",
            "disputation",
            "doctrine",
            "logic",
            "metaphysics",
            "philosophy",
            "polemics",
            "ratiocination",
            "rationalism",
            "reasoning"
          ],
          "tran_cn": "辨证法"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "辩证的；辩证法的；方言的"
    },
    {
      "pos": "n",
      "tran_cn": "辩证法",
      "tran_en": "a method of examining and discussing ideas in order to find the truth, in which two opposing ideas are compared in order to find a solution that includes them both"
    }
  ],
  "exchange": {
    "pl": [
      "dialectics"
    ],
    "adj": [
      "dialectical"
    ]
  }
}