{
  "word": "strikingly",
  "ipa": {
    "us": "'straɪkɪŋlɪ",
    "uk": "'straɪkɪŋlɪ"
  },
  "sentences": [
    {
      "en": "Although these figures are only rough estimates, they do strikingly underline the seriousness of the problem.",
      "cn": "虽然这些数字是比较粗糙的估计, 但在很大程度上表明了这些问题的严重性."
    },
    {
      "en": "In many respects, today's macro climate is strikingly similar to that period.",
      "cn": "今天的宏观经济状况在很多方面都与那时惊人的相似."
    },
    {
      "en": "In one respect, however, the men really were strikingly similar.",
      "cn": "然而，一方面，那些男人真的非常相似。"
    },
    {
      "en": "Most strikingly, the amount consumers spent in the shops grew much more quickly than anyone expected.",
      "cn": "最惊人的是，消费者的购物支出的增长速度远远超过了任何人的预期。"
    },
    {
      "en": "Nuclear binding energies are strikingly high.",
      "cn": "原子核的结合能是极大的."
    },
    {
      "en": "one of the most strikingly attractive regions in Britain",
      "cn": "英国风景异常美丽的地区之一"
    },
    {
      "en": "PARIS － Emmanuelle Laborit is a strikingly expressive actress.",
      "cn": "艾曼纽?拉波希特是位表现力非常丰富的女演员."
    },
    {
      "en": "The experimental conclusion is indicated rather strikingly in the Fourier plot of Fig. 223.",
      "cn": "实验的结论非常明显地显现在图223的傅里叶曲线上."
    },
    {
      "en": "The feathers of most male and female pheasants are strikingly different.",
      "cn": "大多数雄雉和雌雉的羽毛都差异显著."
    },
    {
      "en": "The limestone statue has gaunt cheeks and - most strikingly - a tipless nose.",
      "cn": "石灰石的雕塑脸颊憔悴,鼻尖明显的翘起."
    },
    {
      "en": "The quagga was a strikingly beautiful variant of the zebra.",
      "cn": "斑驴是一种极美丽的斑马变种。"
    },
    {
      "en": "The race became physically and mentally gruelling, strikingly beautiful and spectacular.",
      "cn": "赛跑身体上并且精神上变得严厉 、 惊人地美丽、惊人."
    },
    {
      "en": "Their conclusions were strikingly similar to the Copenhagen Consensus.",
      "cn": "他们的结论与哥本哈根共识几无二致."
    },
    {
      "en": "They knew the mammoth because they have left us strikingly effective pictures of that creature.",
      "cn": "他们熟悉猛犸,因为他们留下的那种动物的画像令我们印象深刻."
    },
    {
      "en": "This colour contrasts strikingly with green.",
      "cn": "这个颜色显然不同于绿色."
    },
    {
      "en": "When her teeth grew in she was quite strikingly beautiful.",
      "cn": "当她一天天长大时,她是非常美丽动人的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "striking",
          "tran_cn": " 显著的，突出的，惊人的；打击的；罢工的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "striking",
          "tran_cn": " 打（strike的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "remarkably",
            "notably",
            "dramatically",
            "prominently",
            "markedly"
          ],
          "tran_cn": "显著地；突出地，引人注目地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "apparently"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "醒目地，引人侧目地，斐然可观",
      "tran_en": "in a way that is very easy to notice"
    }
  ],
  "exchange": {
    "adj": [
      "striking"
    ]
  }
}