{
  "word": "lewis",
  "ipa": {
    "us": "'lʊɪs",
    "uk": "'lʊɪs"
  },
  "sentences": [
    {
      "en": "\"What am I doing wrong, anyway?\" — \"Beats me, Lewis.\"",
      "cn": "“不管怎样，我到底做错了什么？”——“这我也不知道，刘易斯。”"
    },
    {
      "en": "Carl Lewis has broken the world record in the 100 metres.",
      "cn": "卡尔·刘易斯已经打破了百米赛跑的世界纪录。"
    },
    {
      "en": "General Lewis Hyde had served under General \"Billy\" Mitchell.",
      "cn": "刘易斯·海德将军曾是“比利”·米切尔将军的部下。"
    },
    {
      "en": "I can't forgive Lewis for robbing me of an Olympic gold.",
      "cn": "我不能原谅刘易斯夺走了我一块奥运会金牌。"
    },
    {
      "en": "I hate Lewis and his kind just as much as you do.",
      "cn": "我和你一样痛恨刘易斯之流。"
    },
    {
      "en": "Later in the evening, Lewis began to croon another Springsteen song.",
      "cn": "那天晚上晚些时候，刘易斯开始哼唱另一首斯普林斯汀的歌曲。"
    },
    {
      "en": "Lewis desperately needs to keep clear of Ruddock's big left hook.",
      "cn": "刘易斯无论如何得躲开拉多克凌厉的左钩拳才行。"
    },
    {
      "en": "Lewis emerges as a composer of distinction and sensitivity.",
      "cn": "刘易斯作为一位悟性很高的优秀作曲家崭露头角。"
    },
    {
      "en": "Lewis has grown philosophical about life.",
      "cn": "对于生活，刘易斯变得豁达洒脱了。"
    },
    {
      "en": "Lewis is matched against the WBO's heavyweight champion, Tommy Morrison.",
      "cn": "刘易斯对决世界拳击组织的重量级拳王汤米·莫里森。"
    },
    {
      "en": "Lewis is the author of thirteen novels and ten non-fiction books.",
      "cn": "刘易斯写了13本小说和10本纪实文学作品。"
    },
    {
      "en": "Lewis was not in the right frame of mind to continue.",
      "cn": "刘易斯当时的心情不适合继续下去。"
    },
    {
      "en": "Mr. Lewis takes an insufferably glib attitude toward it all.",
      "cn": "刘易斯先生对这一切不以为意，令人厌恶。"
    },
    {
      "en": "This morning, looking harassed and drawn, Lewis tendered his resignation.",
      "cn": "今天早晨，刘易斯面色憔悴、疲惫不堪地递交了辞呈。"
    },
    {
      "en": "Within hours, police corralled the three men Lewis had named.",
      "cn": "几小时之内，警察就抓到了刘易斯提到的那三个人。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "carl lewis",
      "tran_cn": "卡尔刘易斯（美国田径名将）"
    },
    {
      "phrase": "lewis acid",
      "tran_cn": "[化]路易斯酸"
    },
    {
      "phrase": "lewis hamilton",
      "tran_cn": "刘易斯·汉密尔顿（英国一级方程式赛车手）"
    },
    {
      "phrase": "rashard lewis",
      "tran_cn": "拉沙德刘易斯（篮球运动员）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "吊楔，(L-)路易斯（男子名，涵义：在战场上很有名气）",
      "tran_en": "a lifting device for heavy stone or concrete blocks consisting of a number of curved pieces of metal or wedges fitting into a dovetailed recess cut into the block "
    }
  ],
  "exchange": {}
}