{
  "word": "prestigious",
  "ipa": {
    "us": "preˈstɪdʒəs",
    "uk": "preˈstɪdʒəs"
  },
  "sentences": [
    {
      "en": "a highly prestigious university",
      "cn": "赫赫有名的大学"
    },
    {
      "en": "a prestigious literary award",
      "cn": "享有盛名的文学奖"
    },
    {
      "en": "Candy: Four hundred. Maybe I shouldn't apply to a prestigious school?",
      "cn": "凯蒂: 四百分.也许我不应该申请名校是 吧 ?"
    },
    {
      "en": "Details of the prestigious annual BAFTA film awards, including nominees and winners.",
      "cn": "每年最负盛名的英国电影和电视艺术学院奖的相关信息, 包括提名者和获奖者."
    },
    {
      "en": "Hollywood legend Clint Eastwood a commander in France's prestigious Legion of Honour.",
      "cn": "好莱坞传奇人物克林·伊斯威特加冕法国声名显赫的荣誉勋章."
    },
    {
      "en": "I was delighted to be a nominee and to receive such a prestigious award in recognition of our company's achievements.",
      "cn": "我很高兴获得提名，也很荣幸接受如此声誉卓越的奖项，这是对我们公司所取得成就的认可。"
    },
    {
      "en": "If you expect to enter this prestigious university, you should apply now.",
      "cn": "如果期望进入这所著名学府, 你现在就应该申请了."
    },
    {
      "en": "If you'd married Miss Su, wouldn't that prestigious post be yours? \"",
      "cn": "你娶了苏小姐, 这体面差使不就是你的? ”"
    },
    {
      "en": "In particular, some prestigious universities vision is \" a corresponding rise. \"",
      "cn": "特别是一些名牌大学眼界正 “ 水涨船高 ”."
    },
    {
      "en": "It is one of the British sporting calendar's most prestigious events.",
      "cn": "这是英国体坛大事表上最负盛名的赛事之一。"
    },
    {
      "en": "It's one of the best equipped and most prestigious schools in the country.",
      "cn": "这是国内设备最先进、最有威望的学校之一。"
    },
    {
      "en": "National champion teams advance to the prestigious SIFE World Cup.",
      "cn": "全国冠军队伍将会晋升参与享负盛名的赛扶世界杯赛事."
    },
    {
      "en": "Prestigious names like Princeton, Harvard, Stanford, and Yale usually top the list.",
      "cn": "声名在外的学校比如普林斯顿大学 、 哈佛大学 、 斯坦福大学 、 耶鲁大学都名列前茅."
    },
    {
      "en": "The company won a prestigious contract for work on Europe's tallest building.",
      "cn": "这家公司赢得了一份极为重要的合同，参与建设欧洲最高的大厦。"
    },
    {
      "en": "The first floor has a prestigious lobby and a car park entrance.",
      "cn": "这大厦设计是地面首层为大堂及停车场入口."
    },
    {
      "en": "The young man graduated from a prestigious university.",
      "cn": "这个年轻人毕业于一所名牌大学."
    },
    {
      "en": "Without your assistance, I would not have graduated from this prestigious university.",
      "cn": "要不是因为你的帮忙, 我也许不能从这所名大学毕业."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "prestige",
          "tran_cn": " 威望，声望；声誉"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "celebrated"
          ],
          "tran_cn": "有名望的；享有声望的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "classic",
            "classical"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "受尊敬的，有声望的，<古>魔术的，欺骗的",
      "tran_en": "admired as one of the best and most important"
    }
  ],
  "exchange": {}
}