{
  "word": "sulfide",
  "ipa": {
    "us": "'sʌlfaɪd",
    "uk": "ˈsʌlˌfaɪd"
  },
  "sentences": [
    {
      "en": "\"Show them a metal sulfide deposit on the seafloor and they think it's a six-course banquet, \" he joked.",
      "cn": "“给他们看海底的金属硫化物保护膜，他们就会认为这是一个六方会谈了”，他开玩笑的说。"
    },
    {
      "en": "A yellowish - brown nickel iron sulfide that is the principal ore of nickel.",
      "cn": "一种矿物(铁镍硫化物),是镍的主要矿石."
    },
    {
      "en": "As he went out, a smell of hydrogen sulfide, like rotten eggs, wafted in.",
      "cn": "他一出去, 一股硫酸味道象臭鸡蛋似的吹了进来."
    },
    {
      "en": "Don't use the devices with rubber cushion or avoid black sulfide pollution.",
      "cn": "因橡胶容易磨损,橡胶垫、橡胶轮子的设备最好不要使用."
    },
    {
      "en": "Examinations of several thousand thin sections revealed a few examples of unaltered ferromagnesian and sulfide minerals.",
      "cn": "经过对数千薄片的研究发现了少数未变化的铁镁和硫化物矿的实例."
    },
    {
      "en": "He postulated that the carbon reacts initially with the sulfate to form calc ium sulfide.",
      "cn": "他认为碳最初和硫酸钙反应生成硫化钙."
    },
    {
      "en": "In all hydrothermal deposits the minerals formed are not solely the sulfide ore minerals.",
      "cn": "在所有热液矿床中,所形成的矿物并不单单是硫化物矿石矿物."
    },
    {
      "en": "More commonly though , the sulfide is restricted to solid aggregates filling the space between the paths.",
      "cn": "硫化物通常只局限为固体集结物充填在这些途径中间."
    },
    {
      "en": "Pyrite is more abundant and cobaltiferous and occurs in heavy patches in the sulfide mass.",
      "cn": "黄铁矿很多,并且含钴,在硫化物块体中成稠密的斑块."
    },
    {
      "en": "Sulfide in veinlets accounts in places for a considerable part of the total.",
      "cn": "细脉中的硫化物在有些地方,占总量的相当大的部分."
    },
    {
      "en": "The hydrogen sulfide is often blamed for the corrosion.",
      "cn": "硫化氢常常引起腐蚀."
    },
    {
      "en": "The liquids, from bottom to top: antimony, sodium sulfide, and magnesium.",
      "cn": "该液体, 从底部到顶部: 锑, 硫化钠, 和镁."
    },
    {
      "en": "The massive sulfide contains fragments of barren and mineralized gabbro, and schist.",
      "cn": "块状硫化物中含有矿化的和未矿化的辉长岩及片岩碎块."
    },
    {
      "en": "The process by which hydrogen sulfide becomes sulfur is complex, and most often occurs when microbes, like bacteria, are present.",
      "cn": "氢化硫转变为硫的过程十分复杂，通常是在有微生物（如细菌）存在的情况下才会发生。"
    },
    {
      "en": "The sulfide assemlage consists largely of pyrrhotite, pentlandite, chalcopyrite, and pyrite.",
      "cn": "硫化物集体大部由磁黄铁矿 、 镍黄铁矿 、 黄铜矿及黄铁矿组成."
    },
    {
      "en": "These effects are antagonizeed by sodium sulfide.",
      "cn": "这些效果被硫化钠中和了."
    },
    {
      "en": "These flying pieces carry hydrogen sulfide—a waste product common in river pollution—which can irritate people's eyes and respiratory systems.",
      "cn": "这些飞舞的泡沫携带着氢硫化物——河流污染中的一种常见有毒物，刺激着人的眼睛和呼吸系统。"
    },
    {
      "en": "They'd have a lot of hydrogen sulfide gas bound up in their cells.",
      "cn": "他们的牢房里有大量的硫化氢气体。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sulfuretted",
          "tran_cn": " 含硫磺的；被硫化的"
        },
        {
          "word": "sulfurized",
          "tran_cn": " 硫化的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "sulfuretted",
          "tran_cn": " 使同硫化合（sulfuret的过去式）"
        },
        {
          "word": "sulfurized",
          "tran_cn": " 使硫化（sulfurize的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sulphide"
          ],
          "tran_cn": "[化学]硫化物"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cadmium sulfide",
      "tran_cn": "[化]硫化镉"
    },
    {
      "phrase": "carbonyl sulfide",
      "tran_cn": "硫化羰；羰基硫化物"
    },
    {
      "phrase": "copper sulfide",
      "tran_cn": "[化]硫化铜"
    },
    {
      "phrase": "dimethyl sulfide",
      "tran_cn": "二甲基硫醚"
    },
    {
      "phrase": "ferrous sulfide",
      "tran_cn": "硫化亚铁"
    },
    {
      "phrase": "hydrogen sulfide",
      "tran_cn": "硫化氢"
    },
    {
      "phrase": "iron sulfide",
      "tran_cn": "硫化铁；硫化亚铁"
    },
    {
      "phrase": "nickel sulfide",
      "tran_cn": "硫化镍"
    },
    {
      "phrase": "sodium sulfide",
      "tran_cn": "[化]硫化钠"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<化>硫化物"
    }
  ],
  "exchange": {
    "pl": [
      "sulfides"
    ]
  }
}