{
  "word": "modestly",
  "ipa": {
    "us": "'mɒdɪstlɪ",
    "uk": "ˈmɑdɪstlɪ"
  },
  "sentences": [
    {
      "en": "‘And I think you’ve got to have an awful lot of talent to then go and do what the Beatles did – he says modestly.",
      "cn": "我想你一定得有相当出众的才华才能达到甲壳虫所达到的高度——他（书作者）说的很谨慎。"
    },
    {
      "en": "\"You really must be very good at what you do.\" — \"I suppose I am,\" Kate said modestly.",
      "cn": "“你的工作一定非常出色。”——“也许是吧，”凯特谦虚地说。"
    },
    {
      "en": "Britain's balance of payments improved modestly last month.",
      "cn": "上个月英国的国际收支差额稍有改善。"
    },
    {
      "en": "He had been, he said modestly, swimming champ at high school.",
      "cn": "他谦逊地说，念中学时他曾经是游泳冠军。"
    },
    {
      "en": "He walked very modestly behind them . He was not willing to spoil sport.",
      "cn": "他很虚心的跟在后头, 不愿意煞风景."
    },
    {
      "en": "Nevertheless, Irish house prices are now falling, if modestly.",
      "cn": "然而, 尽管幅度很小, 爱尔兰的房价正在下降."
    },
    {
      "en": "On the whole she had lived modestly, with a notable lack of ostentation.",
      "cn": "大体上说，她生活俭朴，不事张扬。"
    },
    {
      "en": "She cast her eyes down modestly while Jack was talking about her.",
      "cn": "杰克谈及她时她稍稍垂下目光."
    },
    {
      "en": "She modestly kept her from interfering in other people's affairs.",
      "cn": "她的谦虚得体使她保有不干涉他人事务的品行."
    },
    {
      "en": "She modestly suggests that \"sex, or at any rate gender, may account for the difference\"",
      "cn": "她谨慎地提出“性别，至少是男女的性征，也许能解释这个差异”。"
    },
    {
      "en": "She sat down cautiously on the red canvas cushions, knees modestly together.",
      "cn": "她小心翼翼地在红帆布垫上坐下，膝盖矜持地并拢着。"
    },
    {
      "en": "She was a small, neat woman, modestly dressed.",
      "cn": "她是个身材矮小, 干净利落的妇女, 穿着朴素."
    },
    {
      "en": "The church then peeped out modestly from a clump of trees.",
      "cn": "接着教堂从一丛绿树中含羞似地探出头来."
    },
    {
      "en": "The girl cast down her eyes modestly when she was praised.",
      "cn": "姑娘受到表扬时,谦虚地垂下了眼睛."
    },
    {
      "en": "They talked modestly of their valiant efforts to keep the tanker afloat.",
      "cn": "他们说起自己设法使油轮漂浮的英勇之举时非常谦虚。"
    },
    {
      "en": "Women have to dress modestly, to avoid being harassed by the locals.",
      "cn": "女士穿着应当庄重，以免受到当地人的骚扰。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "modest",
          "tran_cn": " 谦虚的，谦逊的；适度的；端庄的；羞怯的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "properly",
            "well",
            "adequately",
            "appropriately",
            "deliberately"
          ],
          "tran_cn": "谨慎地；适当地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "quietly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "谦虚地，审慎地，适度地"
    }
  ],
  "exchange": {
    "adj": [
      "modest"
    ]
  }
}