{
  "word": "diabetes",
  "ipa": {
    "us": "ˌdaɪəˈbiːtiːz",
    "uk": "ˌdaɪəˈbiːtiːz"
  },
  "sentences": [
    {
      "en": "Another possible way to control juvenile - onset diabetes is the pancreas transplant.",
      "cn": "控制少年期糖尿病的另一种可行的方法是胰腺移植."
    },
    {
      "en": "Blindness is a common complication of diabetes.",
      "cn": "失明是糖尿病常见的并发症。"
    },
    {
      "en": "But, if you haveidentical twins and one has Type 1 diabetes, the chances of the other one hasdiabetes is only about 40%.",
      "cn": "但是，如果你有同卵双胞胎，并且一个有1型糖尿病，另一个也有糖尿病的机会只是大约40％。"
    },
    {
      "en": "Chromium supplements were used successfully in the treatment of diabetes (see Chapter 4).",
      "cn": "铬补充剂被成功运用于治疗糖尿病（见第4章）。"
    },
    {
      "en": "Diabetes is caused by a fault in the insulin production of the body.",
      "cn": "糖尿病是由体內胰岛素分泌失调引起的."
    },
    {
      "en": "He suffered from diabetes and gastric ulcers.",
      "cn": "他患有糖尿病和胃溃疡。"
    },
    {
      "en": "If you've got heart disease from ignoring the diabetes, they'll kill you.",
      "cn": "你要是因为冷落了糖尿病而得上心脏病, 他俩会杀了你."
    },
    {
      "en": "In case of diabetes, physicians advise against the use of sugar.",
      "cn": "对于糖尿病患者, 医生告诫他们不要吃糖."
    },
    {
      "en": "In diabetes the body produces insufficient insulin.",
      "cn": "糖尿病患者体内不能分泌足够的胰岛素。"
    },
    {
      "en": "In the past, about a third of the babies born to women with diabetes were lost.",
      "cn": "过去，患有糖尿病的女性生下的孩子中约有1/3夭折了。"
    },
    {
      "en": "It is like diabetes or asthma, an illness, due to a build up of pressures, which can happen to anyone.",
      "cn": "就像是糖尿病或者哮喘，由于压力的形成，这种病有可能发生在任何人身上。"
    },
    {
      "en": "My doctor wants me to be tested for diabetes.",
      "cn": "我的医生要我去做个检查，看是否患有糖尿病。"
    },
    {
      "en": "People with high blood pressure are especially vulnerable to diabetes.",
      "cn": "有高血压的人尤其易患糖尿病。"
    },
    {
      "en": "Persons with diabetes suffer from improper metabolism of sugar.",
      "cn": "糖尿病人的糖代谢受到阻碍."
    },
    {
      "en": "Some people are genetically predisposed to diabetes.",
      "cn": "有些人因遗传因素而易患糖尿病。"
    },
    {
      "en": "The poor old man was afflicted with diabetes.",
      "cn": "那可怜的老人受到糖尿病的折磨."
    },
    {
      "en": "We already knew that walking can reduce adult - onset diabetes and coronary heart disease.",
      "cn": "我们已知道,散步能降低成人患糖尿病和冠心病的机会."
    },
    {
      "en": "We can then translate this information into estimates of the current diabetes and cardiovascular disease that can be attributed to the rise in consumption of these drinks.",
      "cn": "然后我们可以将这些信息转变成对当前糖尿病和冠心病的估计，而这些疾病是软饮料消耗量的增加所导致的。"
    },
    {
      "en": "You have diabetes, or liver or kidney disease.",
      "cn": "有糖尿病，或者是有肝病或肾病者。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "diabetic",
          "tran_cn": " 糖尿病的，患糖尿病的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "diabetic",
          "tran_cn": " 糖尿病患者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "polyuria"
          ],
          "tran_cn": "[内科]糖尿病；多尿症"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "diabetes and cardiovascular disease",
      "tran_cn": "糖尿病和心血管疾病"
    },
    {
      "phrase": "diabetes insipidus",
      "tran_cn": "尿崩症"
    },
    {
      "phrase": "diabetes mellitus",
      "tran_cn": "[医]糖尿病"
    },
    {
      "phrase": "gestational diabetes",
      "tran_cn": "妊娠（期）糖尿病；孕期糖尿病"
    },
    {
      "phrase": "juvenile diabetes",
      "tran_cn": "青少年糖尿病；幼年型糖尿病"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "糖尿病",
      "tran_en": "a serious disease in which there is too much sugar in your blood"
    }
  ],
  "exchange": {}
}