{
  "word": "units",
  "ipa": {
    "us": "'ju:nɪts",
    "uk": "'junɪts"
  },
  "sentences": [
    {
      "en": "A centimeter can be infinitely divided into smaller units.",
      "cn": "一厘米可以无穷尽地分成更小的单位。"
    },
    {
      "en": "Agriculture was based in the past on the family as a unit.",
      "cn": "农业过去以一个家庭单元为基础。"
    },
    {
      "en": "All the units employ hollow burned - clay blocks as the basic raw material.",
      "cn": "所有构件都用空心陶土砖做基本原料."
    },
    {
      "en": "At least 17 different irregular units are engaged in the war.",
      "cn": "至少有17个非正规军部队参战。"
    },
    {
      "en": "cheap self-assembly kitchen units",
      "cn": "廉价的自己组装的厨房设备"
    },
    {
      "en": "Find and destroy, repeat destroy, these units.",
      "cn": "找到并且销毁，重复一下，销毁这些部件。"
    },
    {
      "en": "Influenced by old ideas, some units assign posts according to seniority.",
      "cn": "由于受旧观念的影响, 有些单位分配工作按资排辈."
    },
    {
      "en": "Rebel artillery units have regularly bombarded the airport.",
      "cn": "叛军的炮兵部队经常轰炸机场。"
    },
    {
      "en": "The anti - aircraft units opened fire and hit two of the enemy planes.",
      "cn": "防空 部队开炮,击中了两架敌机."
    },
    {
      "en": "The call-up of National Guard and reserve units begun in late August.",
      "cn": "国民警卫队和预备役的征兵工作8月下旬开始。"
    },
    {
      "en": "The company was dissolved into smaller units.",
      "cn": "那公司被分成几个较小的单位."
    },
    {
      "en": "The flat-pack units are by Gower kitchens.",
      "cn": "这套平板家具是高尔厨房用具公司出品的。"
    },
    {
      "en": "These front-line defences are backed up by armoured units in reserve.",
      "cn": "前线的防务得到后备装甲部队的支援。"
    },
    {
      "en": "These units exposed children to many viewpoints of a given issue.",
      "cn": "这些单元让孩子们接触到有关某一特定问题的多种观点。"
    },
    {
      "en": "We must pick out the enemy's weakest units for attack.",
      "cn": "我们必须找敌人最薄弱的部队攻击."
    },
    {
      "en": "Your intake of alcohol should not exceed two units per day.",
      "cn": "每天的饮酒量不应超过两个计量单位。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "entity unit"
          ],
          "tran_cn": "单位"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "international system of units",
      "tran_cn": "国际单位制"
    },
    {
      "phrase": "units concerned",
      "tran_cn": "有关单位"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "单位，[药剂学]（药物、疫苗、血清、抗原等的）单位( unit的名词复数 )，装置，一件（商品），（栋公寓大楼中的一套公寓）单元",
      "tran_en": "If you consider something as a unit, you consider it as a single, complete thing"
    }
  ],
  "exchange": {}
}