{
  "word": "insider",
  "ipa": {
    "us": "ɪnˈsaɪdə(r)",
    "uk": "ɪnˈsaɪdɚ"
  },
  "sentences": [
    {
      "en": "an insider’s view of the way that a Japanese company works",
      "cn": "业内人士对日本公司运作方式的看法"
    },
    {
      "en": "Anyone invests had better follow the insider stock sales pretty closely.",
      "cn": "所有投资者最好密切关注内部股票的销售情况."
    },
    {
      "en": "Ascertaining insider trading legally and definitely is a precondition to this aim.",
      "cn": "有效打击内幕交易的前提是,必须在法律上明确界定什么是内幕交易."
    },
    {
      "en": "Because of my connection with the bank you could be accused of insider trading.",
      "cn": "我在银行里做事,你可能因此被人指控盗窃内部经济情报."
    },
    {
      "en": "For the latest Insider Moves trades, login to the premium service.",
      "cn": "欲获得[内线动态]最新的交易建议, 请登录付费服务."
    },
    {
      "en": "German banks have more insider knowledge than most.",
      "cn": "德国银行与大多数银行相比知晓更多的内部消息。"
    },
    {
      "en": "Germany still has no insider-dealing offence in its statute books.",
      "cn": "德国的法律条文中仍未设立内幕交易罪。"
    },
    {
      "en": "Insider account remaining sum will be returned with postal remittance form still.",
      "cn": "会员账户余额将以邮政汇款形式返还."
    },
    {
      "en": "INSIDER TIP: This style works best with a small face.",
      "cn": "专业建议: 小脸的人剪这个发型更好看."
    },
    {
      "en": "Insider trading raised the average price and price volatility.",
      "cn": "内幕交易使股票的平均价格上升,但也增加了价格的波动性."
    },
    {
      "en": "Nowadays insider control of stocked corporations has endangered normal function strictly.",
      "cn": "摘要当前上市公司内部人控制问题已经严重危及到公司的正常运营."
    },
    {
      "en": "One insider who has seen the report said it was pretty jaw-dropping stuff.",
      "cn": "一位看过此报道的内部人士说这绝对是令人震惊的爆料。"
    },
    {
      "en": "The author discusses thetheoretic basis of Insider Trading in depth.",
      "cn": "深入探讨了法律禁止内幕交易的法理基础."
    },
    {
      "en": "The harm from insider trading is the interference with the disclosure of corporate information.",
      "cn": "幕后交易所致的损害是对公司信息的披露之干扰."
    },
    {
      "en": "This revealing the food industry insider's book will make you an eye - opener!",
      "cn": "这本大爆食品工业内幕的书将会使你大开眼界!"
    },
    {
      "en": "What individual investors access to the so - called insider information?",
      "cn": "散户凭什么获得 所谓 的内幕信息?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "inside",
          "tran_cn": " 里面的；内部的；秘密的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "inside",
          "tran_cn": " 在里面"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "inside",
          "tran_cn": " 里面；内部；内情；内脏"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "word": "inside",
          "tran_cn": " 少于；在…之内"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "member",
            "fellow"
          ],
          "tran_cn": "[劳经]内部的人，会员；熟悉内情者"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "insider dealing",
      "tran_cn": "股市内幕交易"
    },
    {
      "phrase": "insider trading",
      "tran_cn": "内线交易"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "知情人，了解内幕的人",
      "tran_en": "someone who has a special knowledge of a particular organization because they are part of it"
    }
  ],
  "exchange": {
    "pl": [
      "insiders"
    ]
  }
}