{
  "word": "glial",
  "ipa": {
    "us": "'glaɪəl",
    "uk": "'glaɪəl"
  },
  "sentences": [
    {
      "en": "And increasing evidence shows that glial cells are latent cells in brain.",
      "cn": "越来越多的证据表明,胶质细胞是脑内的一种潜在的干细胞."
    },
    {
      "en": "Cancerous glial tumors generally spread in the brain the way roots spread a plant.",
      "cn": "癌变胶质瘤肿块通常会像植物扎根蔓延似地在脑中扩散."
    },
    {
      "en": "Cancerous glial tumors generally spread in the brain the way roots spread from a plant.",
      "cn": "恶性胶质瘤通常会像从植物伸展出来的根须一样在脑内扩散."
    },
    {
      "en": "Cancerous is tomes glial tumors generally spread in the brain away roots spread from a plant.",
      "cn": "癌神经胶质瘤通常从生长到扎根在脑部扩散."
    },
    {
      "en": "Drchromate solution megasporogenesis, free acid concentration, animal glial, also by also non - light - hardening .",
      "cn": "重铬酸钾溶液的浓度大 、 游离酸多, 动物胶质的不同, 也都会加还无 光硬化."
    },
    {
      "en": "Efficacy of propentofylline, a glial modulating agent, on existing mechanical allodynia following peripheral nerve injury.",
      "cn": "丙戊茶碱, 一种胶质细胞调节剂, 对机械性周围神经损伤的效应."
    },
    {
      "en": "Glial cells are central in providing for brain homeostasis.",
      "cn": "神经胶质细胞在提供脑内(功能)平衡中起枢纽性作用."
    },
    {
      "en": "Glial cells are in direct contact with neurons and often surround them.",
      "cn": "神经质细胞用于保持神经元之间保持联系使用的."
    },
    {
      "en": "Nerve system have two different cells, neuron and glial cell.",
      "cn": "神经系统存在两类不同的细胞, 即神经元和胶质细胞."
    },
    {
      "en": "Objective Glial cells play essential roles in creation and maintenance of pain state.",
      "cn": "目的研究长春新碱致神经病理性疼痛中胶质细胞是否活化及其作用机制."
    },
    {
      "en": "Objective To investigate the effects of glial cell line derived neurotrophic factor in human inflammatory pulp.",
      "cn": "目的探讨胶质源性神经营养因子(GDNF)在人炎症牙髓中的表达及意义."
    },
    {
      "en": "Objective To measure the tangential contraction of human retinal glial cell in vitro.",
      "cn": "目的测定细胞离体培养中的人视网膜胶质细胞切线方向收缩."
    },
    {
      "en": "Presumably, the influx in glial cells would also activate enzymes that would marshal a response.",
      "cn": "钙离子流入神经胶细胞大概也会活化能引起反应的酵素."
    },
    {
      "en": "Spinal cordderived stem cells can differentiate into glial cells and neurons.",
      "cn": "脊髓源性神经干细胞体外可诱导分化为神经元和神经胶质细胞."
    },
    {
      "en": "The aura in migraine has been shown to be caused primarily bycortical spreading depression (CSD), a progression of depolarizationin neurons and glial cells that spreads slowly across the cortex.",
      "cn": "偏头痛的先兆主要由皮层传播抑制引起（CSD），CSD是一种在神经元和胶质细胞缓慢穿过皮质的去极化进程。"
    },
    {
      "en": "The glial tissue is where the largest percentage of brain tumors begin.",
      "cn": "胶质组织是绝大多数脑部肿瘤的起源。"
    },
    {
      "en": "To date, the most potent of these chemicals is glial - cell - line derived neurotrophic factor ( GDNF ).",
      "cn": "迄今为止, 在这些化学物质之中效果最好的就是神经胶质细胞源性的神经营养因子."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "glia",
          "tran_cn": " 神经胶质（等于neuroglia）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "neuroglial"
          ],
          "tran_cn": "神经胶质的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "glial cell",
      "tran_cn": "胶质细胞；神经胶质细胞"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "神经胶质的"
    }
  ],
  "exchange": {}
}