{
  "word": "meridian",
  "ipa": {
    "us": "məˈrɪdiən",
    "uk": "məˈrɪdiən"
  },
  "sentences": [
    {
      "en": "All places on the same meridian have the same longitude.",
      "cn": "在同一子午线上的地方都有相同的经度."
    },
    {
      "en": "All points on the same meridian have the same longitude.",
      "cn": "同一条经线上的所有点经度相同."
    },
    {
      "en": "As well as issuing unsecured bonds, Meridian had borrowed around $ 485 m in first - and second - lien loans.",
      "cn": "通过发行无追索权债券, Meridian取得大约485百万美元的一级和二级抵押贷款."
    },
    {
      "en": "Beyond the Meridian Gate is the Inner Golden Water River.",
      "cn": "午门内是内金水河,有五座桥跨河而过."
    },
    {
      "en": "Both brain and meridian are great topics for science and technology.",
      "cn": "摘要大脑与经络研究是国际科学技术界的两个重大课题."
    },
    {
      "en": "Every place on the same meridian has the same longitude.",
      "cn": "同一经线上的地方其经度相同."
    },
    {
      "en": "He is now at the meridian of his intellectual power.",
      "cn": "他现在正值智力全盛期."
    },
    {
      "en": "He was at the meridian of his power then.",
      "cn": "那时他获得了最高权力."
    },
    {
      "en": "In all cases the gnomon lies in the plane of the meridian.",
      "cn": "表始终都处于子午面内."
    },
    {
      "en": "In conclusion, tonifying kidney and Du meridian is the proper treatment principle.",
      "cn": "结论为补肾强肾是适当的治疗原则."
    },
    {
      "en": "Meridian shares were recently up 12 per cent at 7.5 c.",
      "cn": "Meridian公司 的股票最近上涨了百分之十二,达到了7.5c的股息."
    },
    {
      "en": "MERIDIAN, Idaho - Banning baseball caps during tests was obvious - students were writing the answers under the brim.",
      "cn": "meridian爱达荷 - 禁止戴棒球帽进考场似乎很合理, 因为学生可以将考题答案藏在帽沿下面."
    },
    {
      "en": "Only rarely did businesses of Schefenacker's or Meridian's size have to endure long insolvencies.",
      "cn": "像雪弗莱克和Meridian那种规模的公司,很少是迫不得已才会遭受长期的破产过程."
    },
    {
      "en": "Terrestrial longitude is measured in degrees east or west of the Greenwich meridian.",
      "cn": "地球的经度是用格林尼治子午线向东或向西的度数来表示的."
    },
    {
      "en": "The liver meridian connects with the gallbladder to form an exteriorinterior relationship.",
      "cn": "肝经与胆经相连形成表里关系."
    },
    {
      "en": "The prime meridian of longitude is in greenwich south london.",
      "cn": "经度的本初子午线在伦敦南部的格林威治。"
    },
    {
      "en": "Yes this is the…is the prime meridian if you like.",
      "cn": "是的，这就是本初子午线，它把地球分为东半球和西半球。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "meridional",
          "tran_cn": " 南欧的；子午线的；南部的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "meridional",
          "tran_cn": " 南欧人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "height",
            "sky",
            "summit",
            "peak",
            "crown"
          ],
          "tran_cn": "子午线，[天]经线；顶点"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "altitude",
            "latitude"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "meridian line",
      "tran_cn": "子午线；经线，地平线"
    },
    {
      "phrase": "meridian passage",
      "tran_cn": "[天]中天"
    },
    {
      "phrase": "prime meridian",
      "tran_cn": "本初子午线；本初子午圈"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "子午圈，子午线，顶点，（权力，成就等的）全盛时期",
      "tran_en": "one of the imaginary lines from the North Pole to the South Pole, drawn on a map of the Earth"
    }
  ],
  "exchange": {
    "pl": [
      "meridians"
    ]
  }
}