{
  "word": "reusable",
  "ipa": {
    "us": "ˌri:ˈju:zəbl",
    "uk": "riˈjuzəbl"
  },
  "sentences": [
    {
      "en": "All departments will be able to recover reusable stationery reuse.",
      "cn": "各部门将可重复使用的文具回收再利用."
    },
    {
      "en": "All these codes are hardly reusable and prone to errors.",
      "cn": "这些代码几乎不可重用,也很容易发生错误."
    },
    {
      "en": "At present, the market of reusable shopping bags were mostly non - woven fabrics.",
      "cn": "目前, 市场上销售的环保购物袋大部分是无纺布制作的."
    },
    {
      "en": "Data structures are reusable because they tend to be modular and context - free.",
      "cn": "因为数据结构趋向于模块化并和环境无关,所以数据结构是可以复用的."
    },
    {
      "en": "Embedded GIS platform should be highly reusable through component based development.",
      "cn": "在基于组件的开发模式下,嵌入式GIS平台将具有更高的重用性."
    },
    {
      "en": "Environmental issues will also be addressed by using biodegradable or reusable packaging.",
      "cn": "此外,食物会以可分解或可循环再用的物料包装,以达到环保的目的."
    },
    {
      "en": "In our paper , we consider reusable non - malleable mercurial commitment schemes.",
      "cn": "讨论了多重 非 延展水银承诺方案."
    },
    {
      "en": "Liang mind the overall situation, not care, they are still reusable.",
      "cn": "诸葛亮胸怀全局, 毫不介意, 仍重用他们."
    },
    {
      "en": "Merge Module projects allow you to create reusable setup components.",
      "cn": "使用“合并模块”项目可以创建可重用的安装组件."
    },
    {
      "en": "Software reengineering is also a main route to construct reusable resource.",
      "cn": "软件再工程技术也是产生可复用资源的一条主要途径."
    },
    {
      "en": "Store refrigerated food in reusable containers rather than in plastic wrap or aluminium foil.",
      "cn": "用可再用容器而不是保鲜膜或铝箔纸来储存冷冻食品。"
    },
    {
      "en": "Take the time to explain why you shop with reusable bags.",
      "cn": "耐心解释为什么要用这种袋子购物."
    },
    {
      "en": "The ability to separate out reusable elements from other waste is crucial.",
      "cn": "能从其他废料中分离出可重复利用成分是很关键的。"
    },
    {
      "en": "The predictor - corrector reentry guidance algorithm for reusable launch vehicles was studied.",
      "cn": "摘要研究了可重复使用运载器的预测 - 校正再入制导方案."
    },
    {
      "en": "The reusable components include object class, framework and architecture etc.",
      "cn": "这些可重用构件包括对象类 、 框架或者软件体系结构等."
    },
    {
      "en": "Two reusable tapes at and bottom a comfortable fit.",
      "cn": "上下两排加强胶带,合身舒适,并可重覆黏贴."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可再用的，可重复使用的，可重用的",
      "tran_en": "Things that are reusable can be used more than once"
    }
  ],
  "exchange": {}
}