{
  "word": "policeman",
  "ipa": {
    "us": "pəˈliːsmən",
    "uk": "pəˈliːsmən"
  },
  "sentences": [
    {
      "en": "\"Good lord, that's what he is: he's a policeman.\"",
      "cn": "“我的天哪，他原来是警察呀。”"
    },
    {
      "en": "A policeman accidentally killed his two best friends with a single bullet.",
      "cn": "一名警察不慎一枪打死了他的两个挚友。"
    },
    {
      "en": "A policeman has been shot dead in an ambush.",
      "cn": "一名警察在一次伏击中中弹身亡。"
    },
    {
      "en": "A policeman held his gun in both hands and barked an order.",
      "cn": "警察双手握枪，厉声发出指令。"
    },
    {
      "en": "A policeman would not live one year if he obeyed these regulations.",
      "cn": "警察如果遵守这些规定的话，一年都活不了。"
    },
    {
      "en": "Another policeman has been injured as fighting continued this morning.",
      "cn": "今早又有一名警员在冲突中受伤。"
    },
    {
      "en": "He tried to corrupt the policeman with money.",
      "cn": "他设法用金钱向警察行贿。"
    },
    {
      "en": "He tried to strangle a border policeman and steal his gun.",
      "cn": "他企图勒死一名边防警察并偷走他的枪。"
    },
    {
      "en": "He was only five feet nine, the minimum height for a policeman.",
      "cn": "他只有5英尺9英寸高，刚刚达到当警察的最低身高要求。"
    },
    {
      "en": "He was rugby tackled by a policeman after breaking through police lines.",
      "cn": "他在突破警戒线后被一名警察拦截了。"
    },
    {
      "en": "I think he must be a policeman, he keeps fishing for information.",
      "cn": "我想他肯定是警察，他不断地转弯抹角地打听消息。"
    },
    {
      "en": "Kenworthy had tried not to act the policeman.",
      "cn": "肯沃西努力表现得不像个警察。"
    },
    {
      "en": "One policeman was clearly visible noting the number plates of passing cars.",
      "cn": "能清楚地看到一名警察记下了经过车辆的车牌号。"
    },
    {
      "en": "One young policeman stood guard outside the locked embassy gates.",
      "cn": "一位年轻的警察在大门紧闭的使馆外站岗。"
    },
    {
      "en": "Only three people, including a policeman, will be privy to the facts.",
      "cn": "只会允许3个人，其中包括一名警察，了解这些内情。"
    },
    {
      "en": "The policeman smiled at her. \"Pretty dog.\"— \"Oh well, thank you.\"",
      "cn": "警察冲她笑了笑，“这狗真漂亮。”——“哦，谢谢。”"
    },
    {
      "en": "The thief withered under the stare of the policeman.",
      "cn": "小偷在警察的逼视下显得惶恐不安。"
    },
    {
      "en": "The two policemen were joined by another policeman also carrying a pistol.",
      "cn": "另一名持枪警察和那两名警察会合了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pig",
            "copper",
            "bobby",
            "finest"
          ],
          "tran_cn": "警察，警员；[分化]淀帚（橡皮头玻璃搅棒）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "traffic policeman",
      "tran_cn": "n. 交通警察"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（男）警察，警员，看守矿井的人，[化] 淀帚",
      "tran_en": "A policeman is a man who is a member of the police force"
    }
  ],
  "exchange": {
    "pl": [
      "policemen"
    ]
  }
}