{
  "word": "opportunistic",
  "ipa": {
    "us": "ˌɒpətju:ˈnɪstɪk",
    "uk": "ˌɑpərtuˈnɪstɪk"
  },
  "sentences": [
    {
      "en": "Especially under the existing market environment, any kind of opportunistic behavior would bring the suicide - like destruction.",
      "cn": "特别是在现有市场环境下, 任何投机取巧行为,所带来的将是自杀 式 的破坏."
    },
    {
      "en": "His move was characteristically opportunistic and had fatal consequences.",
      "cn": "他这个行动带有铤而走险的味道,其后果是悲惨的."
    },
    {
      "en": "In some instances, patients develop opportunistic infections during this early phase of infection.",
      "cn": "在某些时候, 病人在感染初期会有机会感染的可能."
    },
    {
      "en": "Many of the party's members joined only for opportunistic reasons.",
      "cn": "这个政党的许多成员入党纯粹是出于投机。"
    },
    {
      "en": "Much of good science is opportunistic and revisionist.",
      "cn": "许多好的科学来自机遇和反复修正."
    },
    {
      "en": "Objective : To investigate the cause, pathological basis and X ray diagnosis of opportunistic pneumonia.",
      "cn": "目的: 探讨机遇性肺炎的发病原因, 病理基础和X线诊断与鉴别诊断."
    },
    {
      "en": "Opportunistic trades do not have to derail long - time strategies.",
      "cn": "机会主义式的交易到是没必要脱离 长期 战略."
    },
    {
      "en": "Pseudomonas aeruginosa is an opportunistic bacteria that causes a variety of infections.",
      "cn": "铜绿假单孢菌是一种机会致病菌,可以导致很多种类型的感染."
    },
    {
      "en": "Staphylococcus aureus and mixed opportunistic pathogens were the main bacteria on the air and objects.",
      "cn": "空气、物体表面主要是金黄色葡萄球菌和混合污染条件致病菌的载体."
    },
    {
      "en": "Still, big money attracts opportunistic criminals.",
      "cn": "尽管如此, 大资金吸引投机罪犯."
    },
    {
      "en": "The modes of propaganda are opportunistic and the polemics can be vicious.",
      "cn": "宣传的模式是投机取巧的,诡辩是可恶性的."
    },
    {
      "en": "These vacillating elements are opportunistic.",
      "cn": "这种动摇就是机会主义."
    },
    {
      "en": "To probe the manifestations of opportunistic infections in AIDS patients to improve knowledge of AIDS.",
      "cn": "目的探讨艾滋病(AIDS)患者机会性感染的临床表现,提高对该病的认识."
    },
    {
      "en": "Vibrio vulnificus is a gram - negative opportunistic pathogen inhabiting the marine environments.",
      "cn": "创伤弧菌是生活在海水环境中的革兰氏阴性细菌,也是伺机性病原菌."
    },
    {
      "en": "Vibrio vulnificus, a an opportunistic pathogen causing septicemia and wound infection in humans.",
      "cn": "创伤弧菌为一伺机感染性病原菌,主要生存于海水内,会经由伤口或胃肠道而造成感染."
    },
    {
      "en": "Vibrio vulnificus, a gram - negative halophilic marine bacterium, is an opportunistic human pathogen.",
      "cn": "创伤弧菌为栖息于海水环境中的革兰氏阴性细菌, 为人类的伺机性致病菌."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "opportunism",
          "tran_cn": " 机会主义；投机主义"
        },
        {
          "word": "opportunist",
          "tran_cn": " 机会主义者；投机取巧者"
        },
        {
          "word": "opportunity",
          "tran_cn": " 时机，机会"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "carpetbag"
          ],
          "tran_cn": "机会主义的；投机取巧的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "opportunistic infection",
      "tran_cn": "机会性感染"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "机会主义的，机会主义者的，投机取巧的",
      "tran_en": "If you describe someone's behaviour as opportunistic, you are critical of them because they take advantage of situations in order to gain money or power, without thinking about whether their actions are right or wrong"
    }
  ],
  "exchange": {}
}