{
  "word": "catalysis",
  "ipa": {
    "us": "kəˈtæləsɪs",
    "uk": "kəˈtæləsɪs"
  },
  "sentences": [
    {
      "en": "Catalysis has increased the rate of reaction.",
      "cn": "催化作用提高了反应的速度."
    },
    {
      "en": "Catalysis may be either homogeneous or heterogenous.",
      "cn": "催化可以是均相的,也可以是多相的."
    },
    {
      "en": "Catalysis: Development of chirometallopor - phyrins as enantioselective oxidation catalysts of alkenes and sulfides.",
      "cn": "催化作用: 开发新型手性金属催化烯类及硫醚类之对映选择性氧化."
    },
    {
      "en": "Finally, the applications of epoxide hydrolase in fine chemicals fields used as biological catalysis and etc. were narrated, and its broad application prospect was viewed.",
      "cn": "最后介绍环氧化物水解酶在生物催化等精细化学品领域中的应用，并展望其广阔的应用前景。"
    },
    {
      "en": "He invented ammonia synthesis with catalysis by iron.",
      "cn": "它发现了铁催化合成氨的催化反应。"
    },
    {
      "en": "However , nanometer Co _ 2 O _ 3 and Y _ 2 O _ 3 show outstanding catalysis in TMO and REO.",
      "cn": "纳米Co2O3和Y2O3在研究的过渡金属和稀土金属中表现出了对AP最好的催化作用."
    },
    {
      "en": "In specific acid catalysis, the undissociated acids do not contribute.",
      "cn": "在特殊的酸催化中, 不离解的酸不起作用."
    },
    {
      "en": "Knowledge in the fields of petrol chemistry , chemical engineering, catalysis, etc.",
      "cn": "具有石化, 化工, 尤其是催化等领域的专业知识,熟悉相关的行业信息."
    },
    {
      "en": "Organic Synthesis, Organic Catalysis, Organic Structure Analysis, Green Chemistry.",
      "cn": "有机合成, 有机催化, 有机结构分析, 绿色化学."
    },
    {
      "en": "Ten aryl chloroacetates were synthesized by liquid - liquid phase transfer catalysis.",
      "cn": "摘要利用液 - 液相转移催化法合成了10种氯乙酸芳酯."
    },
    {
      "en": "The catalysis - acid leaching process of copper bismuth sulphide dregs is introduced.",
      "cn": "介绍了用催化酸浸工艺从铜铋硫化物渣中回收铜."
    },
    {
      "en": "The catalysis and oxidation Coulomb method to measure organic Chlorides is introduced.",
      "cn": "介绍了催化氧化库仑法测有机氯化物的方法."
    },
    {
      "en": "The corresponding reaction of acetaldehyde is subject to general base catalysis.",
      "cn": "乙醛相应的反应服从广义的碱催化."
    },
    {
      "en": "The influences of additive sequence and phase transfer catalysis are investigated.",
      "cn": "考察了加料顺序和相转移催化剂对偶联反应的影响."
    },
    {
      "en": "The results indicate that ammonium ferric sulfate is possessed of good catalysis.",
      "cn": "结果表明,硫酸铁铵具有良好的催化作用."
    },
    {
      "en": "They can potentially improve processes such as adsorption, catalysis and disinfection.",
      "cn": "它们可能有潜力改善诸如吸附、催化和消毒等过程。"
    },
    {
      "en": "This review deals with the recent progress on micellar catalysis.",
      "cn": "本文简要评述了胶束催化的进展."
    },
    {
      "en": "UV Raman spectroscopy and its applications in catalysis are introduced.",
      "cn": "本文介绍了紫外拉曼光谱及其在催化研究中的应用."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "catalytic",
          "tran_cn": " 接触反应的；起催化作用的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "catalytically",
          "tran_cn": " 催化地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "catalyst",
          "tran_cn": " [物化] 催化剂；刺激因素"
        },
        {
          "word": "catalytic",
          "tran_cn": " 催化剂；刺激因素"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "catalyse",
          "tran_cn": " 催化；促成（等于catalyze）"
        },
        {
          "word": "catalyze",
          "tran_cn": " 催化；刺激，促进"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "katalysis",
            "catalytic action"
          ],
          "tran_cn": "催化作用；刺激作用"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "heterogeneous catalysis",
      "tran_cn": "多相催化"
    },
    {
      "phrase": "homogeneous catalysis",
      "tran_cn": "均相催化"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "催化作用",
      "tran_en": "the process of making a chemical reaction quicker by adding a catalyst"
    }
  ],
  "exchange": {
    "pl": [
      "catalyses"
    ]
  }
}