{
  "word": "conceivable",
  "ipa": {
    "us": "kənˈsiːvəbl",
    "uk": "kənˈsiːvəbl"
  },
  "sentences": [
    {
      "en": "Any conceivable merger would involve a foreign company.",
      "cn": "可能的合并伙伴应当是一家外国公司."
    },
    {
      "en": "Britain must still keep the nuclear and conventional capacity to deal with all conceivable threats.",
      "cn": "英国仍须保持核武器和常规武器的生产能力，以应对各种潜在威胁。"
    },
    {
      "en": "For his part, Kennedy was sure that we had enough for nearly any conceivable contingency.",
      "cn": "在肯尼迪看来, 他深信我们已经拥有足够的力量去应付几乎任何可以设想得到的意外事故."
    },
    {
      "en": "I thought I had poked my nose into every bit of conceivable business in the neighbor.",
      "cn": "我觉得自己已经把街坊四邻每一点可以搞清楚的事情都探听到了."
    },
    {
      "en": "Inevitably we had by then explored every conceivable avenue of small talk.",
      "cn": "不消说,到那时,大凡搜肠刮肚能找到的闲聊话题,我们都谈遍了."
    },
    {
      "en": "It is conceivable that bacteria will someday outsmart our best medical technologies.",
      "cn": "可以预测,总有一天,即使是我们最先进的医疗技术也将会对这些细菌束手无策."
    },
    {
      "en": "It is conceivable that I'll see her tomorrow.",
      "cn": "我可能明天会见到她。"
    },
    {
      "en": "It is conceivable that they knew about it beforehand.",
      "cn": "可以想见,他们预先就知道了这事."
    },
    {
      "en": "It is conceivable that you may get full compensation, but it’s not likely.",
      "cn": "你可能会得到全额赔偿，但可能性不大。"
    },
    {
      "en": "It is hardly conceivable ( to me ) that she should do such a thing.",
      "cn": "( 我 ) 简直难以想像她会干这种事."
    },
    {
      "en": "It was even conceivable that Ampleforth was the bearer of the razor blade.",
      "cn": "甚至很可能安普尔福思就是送刀片来的人."
    },
    {
      "en": "It was even conceivable that they watched everybody all the time.",
      "cn": "甚至不妨设想,他们永远监视着所有人."
    },
    {
      "en": "There is no conceivable reason why there should be any difficulty.",
      "cn": "想不出有什么理由可以说明会遇到困难."
    },
    {
      "en": "They discussed the matter from all conceivable angles.",
      "cn": "他们从各种角度讨论了那件事."
    },
    {
      "en": "Through the centuries, flowers have been used for cooking in every conceivable way.",
      "cn": "几个世纪以来，人们以各种想象得到的方式将鲜花入菜。"
    },
    {
      "en": "We were discussing the problems from every conceivable angle.",
      "cn": "我们正在从各个能想到的角度对问题进行讨论。"
    },
    {
      "en": "Wonderful designs of electronic computers and radar units are conceivable.",
      "cn": "可以预见,设计奇妙的电子计算机和雷达装置即将出现."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "conceivably",
          "tran_cn": " 令人信服地；可相信地；想得到地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "conceivability",
          "tran_cn": " 可想象；想得到"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "imaginable",
            "likely",
            "plausible",
            "possible",
            "thinkable"
          ],
          "tran_cn": "想得到的;可能的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accessible",
            "achievable",
            "credible",
            "imaginable",
            "likely",
            "plausible",
            "possible",
            "potential",
            "thinkable"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "可想到的，可相信的，可想像的，可能的",
      "tran_en": "able to be believed or imagined"
    }
  ],
  "exchange": {
    "adv": [
      "conceivably"
    ]
  }
}