{
  "word": "redwood",
  "ipa": {
    "us": "ˈredwʊd",
    "uk": "ˈrɛdˌwʊd"
  },
  "sentences": [
    {
      "en": "Conifer hedge such as yew, juniper, redwood, etc.",
      "cn": "针叶树篱,如紫杉 、 刺柏 、 红木等."
    },
    {
      "en": "Conifer tree style such as pine, fir, spruce, redwood, arborvitae, etc.",
      "cn": "针叶类树包括松树 、 杉树 、 云杉 、 红木 、 柏树, 等等."
    },
    {
      "en": "Conifer tree style such as pine, fir, spruce, redwood, cedar, etc.",
      "cn": "针叶类树包括松树 、 杉树 、 云杉 、 红木 、 雪松, 等等."
    },
    {
      "en": "Conifer tree style such as pine, fir, spruce, redwood, juniper, etc.",
      "cn": "针叶类树包括松树 、 杉树 、 云杉 、 红木 、 刺柏, 等等."
    },
    {
      "en": "Cypress and redwood are seldom used in the superstructure of commercial greenhouses.",
      "cn": "扁柏和美州红松很少用于商用温室的上部结构."
    },
    {
      "en": "I worked with the patience of a redwood growing rings.",
      "cn": "我这种耐心,堪与红杉树长年轮媲美."
    },
    {
      "en": "I've heard that many redwood trees are thousands of years old.",
      "cn": "我听说许多红杉都有几千年的树龄."
    },
    {
      "en": "Its banks were shaded by cottonwood and redwood trees.",
      "cn": "河流的两岸被棉花树和红木树遮蔽住了。"
    },
    {
      "en": "Lounge chair made of metal, plastic, mahogany or redwood.",
      "cn": "金属 、 塑料 、 桃花心木或红杉木制成的安乐椅."
    },
    {
      "en": "Members of the group stand atop the stump of a giant redwood tree.",
      "cn": "研究项目组的成员长在一块巨大的红杉树桩之上。"
    },
    {
      "en": "Nung - fu brought home a redwood seedling and planted it in a pot.",
      "cn": "农夫带回一株红木小树苗,把它种在盆子里."
    },
    {
      "en": "Prepare to stand down sectors Redwood, Douglas, Cedar and Mistletoe.",
      "cn": "各部门准备离开.红木 、 道格拉斯 、 雪松、和槲寄生."
    },
    {
      "en": "Say that one is a thousand - year - old redwood, a great stately tree.",
      "cn": "比如说一棵是千年的杉树, 庄严高大."
    },
    {
      "en": "So far her team has mapped out how climate change might alter the habitats of a dozen species, from the Canadian lynx to the California redwood.",
      "cn": "到目前为止她的队伍已经绘制出天气怎样的变化会改变一些物种的习性，从加拿大的山猫到加利福尼亚的红杉。"
    },
    {
      "en": "We stood in awe of the lofty redwood trees.",
      "cn": "高耸入云的巨杉令我们惊叹不已."
    },
    {
      "en": "Wood from one redwood tree is worth $ 8,000.",
      "cn": "一棵红杉树所生成的木料价值为8000美金."
    },
    {
      "en": "You see that blasted redwood?",
      "cn": "你看到那棵枯败的红杉树了 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sequoia"
          ],
          "tran_cn": "[木]红木树，[林]红杉；红树木材"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "redwood furniture",
      "tran_cn": "红木家具"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（美国加州产的高大的）红杉",
      "tran_en": "a very tall tree that grows in California and Oregon, or the wood from this tree"
    }
  ],
  "exchange": {
    "pl": [
      "redwoods"
    ]
  }
}