{
  "word": "obstetrics",
  "ipa": {
    "us": "əbˈstetrɪks",
    "uk": "ɑbˈstɛtrɪks, əb-"
  },
  "sentences": [
    {
      "en": "...the American College of Obstetrics and Gynecology.",
      "cn": "...美国产科和妇科学院。"
    },
    {
      "en": "Experts from the medical point of Obstetrics and Gynecology considered unnecessary.",
      "cn": "妇产科专家从医学角度认为无此必要."
    },
    {
      "en": "Moshe Hod, a professor of obstetrics and gynecology at Tel Aviv University.",
      "cn": "研究者之一 、 特拉维夫大学的妇产科教授MosheHod说."
    },
    {
      "en": "Objective : To investigate the clinical features, diagnosis and management of acute intravascular coagulation ( DIC ) in obstetrics.",
      "cn": "目的: 探讨产科急性 DIC 的临床特点及诊断治疗方法."
    },
    {
      "en": "Objective To explore the effect of human resources reorganization on nursing management in gynaecology and obstetrics.",
      "cn": "目的探讨人力资源重组在妇产科护理管理中的运用效果和方法."
    },
    {
      "en": "Objectives : To discuss the difference of PBL model and traditional obstetrics and gynecology education.",
      "cn": "目的: 探讨PBL教学法与传统教学模式的教学效果差异."
    },
    {
      "en": "Objectives: Final report succeed resuee 11 cases clinical realize about gynecology and obstetrics disseminated intravascular coagulation ( DIC ).",
      "cn": "目的: 总结妇科与产科弥散性血管内凝血 ( DIC ) 抢救成功11例体会."
    },
    {
      "en": "Postpartum hemorrhage is a common serious complication in obstetrics.",
      "cn": "产后出血是产科常见的严重并发症."
    },
    {
      "en": "Psychological factors are close related to the diseases department of obstetrics & gynecology .",
      "cn": "心理因素与 妇产科 疾病关系十分密切."
    },
    {
      "en": "She brought her children into the world at a time when obstetrics was a primitive art.",
      "cn": "她生孩子的时候,产科学还是一门原始医术."
    },
    {
      "en": "She specializes in obstetrics.",
      "cn": "她是产科专家."
    },
    {
      "en": "Surgical training takes at least nine years, or 11 in the case of obstetrics.",
      "cn": "外科至少需要9年的专业训练，产科甚至需要11年。"
    },
    {
      "en": "The internal thermal line printer makes the system applicable to clinical obstetrics.",
      "cn": "内置的热敏行式打印机增强了系统的功能,更方便产科临床应用."
    },
    {
      "en": "The training covers extended periods in obstetrics and gynaecology.",
      "cn": "该培训包括产科学和妇科学的增加课时。"
    },
    {
      "en": "These are three stories happened in a general obstetrics and gynecology clinic.",
      "cn": "这是在一家普通妇产科诊所发生的三段故事."
    },
    {
      "en": "Wang Ping : Chief Physician, Associate Professor, Vice Director of and Obstetrics Dept, Director of Obstetrical Dept.",
      "cn": "汪萍: 主任医师, 副教授, 妇产科副主任, 产科主任."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "obstetrical",
          "tran_cn": " 产科的；助产的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "obstetrician",
          "tran_cn": " 产科医师"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "midwifery",
            "tocology"
          ],
          "tran_cn": "[妇产]产科学，助产术"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "产科学",
      "tran_en": "the part of medical science that deals with the birth of children"
    }
  ],
  "exchange": {
    "adj": [
      "obstetric"
    ]
  }
}