{
  "word": "crossbow",
  "ipa": {
    "us": "ˈkrɒsbəʊ",
    "uk": "ˈkrɔsboʊ"
  },
  "sentences": [
    {
      "en": "A crossbow which can live up to its name!",
      "cn": "暴龙弩如其名,值得称道."
    },
    {
      "en": "A medieval missile launcher designed on the principle of the crossbow.",
      "cn": "一种从石弓中分化出来的用手来发射的弓箭."
    },
    {
      "en": "A short , heavy arrow with a thick head , used especially with a crossbow.",
      "cn": "一种发自石弓的四面刃头的箭."
    },
    {
      "en": "According to the relative parameters which affect mechanism performance of crossbow, the information database is expanded.",
      "cn": "根据分析确定的影响机构性能的相关参数, 进一步扩充了弩机的信息数据库."
    },
    {
      "en": "After the crossbow is loaded , insert the fishing fork from the front, then aim and shoot.",
      "cn": "挂机后, 将鱼叉箭自弩身头部穿入, 瞄准目标后即可射击."
    },
    {
      "en": "Agreeing, the drunk gives you his Crossbow.",
      "cn": "那个醉汉非常赞同你的话,因此把十字弩送给了你."
    },
    {
      "en": "An arrow with a four - edged head is shot from a crossbow.",
      "cn": "有四面刃头的箭是从石弓发出来的."
    },
    {
      "en": "Dagger Sword gun crossbow with one hand hammer throwing weapons.",
      "cn": "匕首单手锤单手剑枪弩弓投掷武器."
    },
    {
      "en": "Energy may be likened to the Bending of a crossbow ; decision , to the releasing of a trigger.",
      "cn": "势如张弩, 节如发机."
    },
    {
      "en": "Italians are world renowned for their love of crossbow and none more so then the Genoese.",
      "cn": "意大利人因为热爱十字弓而享誉世界,其中尤以热那亚人为甚."
    },
    {
      "en": "Link's Crossbow Training features about 10 stages and can be completed in less than an hour.",
      "cn": "林克的十字弓有10关可以在大约一小时之内通关."
    },
    {
      "en": "One question rescuers have is'how much a 50 - ton whale in a dart a crossbow?",
      "cn": "拯救人员目前仍有疑问,即要用标枪朝这头50吨重的鲸鱼射麻药的话,标枪头上应放多少麻药."
    },
    {
      "en": "Rogue and Fighter based trainers can now teach Bow and Crossbow skills.",
      "cn": "浪人和战士的基础导师现在会教授弓箭和弩技能了."
    },
    {
      "en": "The tag, which he deploys with a crossbow, is a hockey puck-sized transmitter that embeds into the thick walrus skin.",
      "cn": "菲施巴赫用石弓将曲棍球大小的标签插进海象厚厚的皮肤里。"
    },
    {
      "en": "Well skilled troops armed with a crossbow and sword and armoured in plate.",
      "cn": "冒险者弩兵训练有素,装备弩弓、长剑和板甲."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（昔日的）石弓，弩",
      "tran_en": "a weapon like a small  bow  attached to a longer piece of wood, used for shooting  arrows  with a lot of force"
    }
  ],
  "exchange": {
    "pl": [
      "crossbows"
    ]
  }
}