{
  "word": "maverick",
  "ipa": {
    "us": "ˈmævərɪk",
    "uk": "ˈmævərɪk, ˈmævrɪk"
  },
  "sentences": [
    {
      "en": "...a maverick group of scientists, who oppose the prevailing medical opinion on the disease.",
      "cn": "…一群特立独行的科学家，他们反对关于这种疾病的医学界的盛行观点。"
    },
    {
      "en": "And beneath their maverick exteriors, such outfits are reassuringly obsessed with cost control.",
      "cn": "吉姆?斯特恩(JimStern)曾做过基金经理,后来筹够钱就开始拍摄电影."
    },
    {
      "en": "As a control, though, the maverick was sometimes programmed to behave in an unusually generous way.",
      "cn": "不过, 作为调节, 有时这位特立独行的玩家的编程表现出不同寻常的慷慨."
    },
    {
      "en": "But there are many people struggling with life, not to change maverick mettle and frankness.",
      "cn": "但也有不少人一生挣扎, 仍不改特立独行的秉性与率真."
    },
    {
      "en": "Erin seems to be much more the hair maverick.",
      "cn": "埃琳在发式上似乎要标新立异得多."
    },
    {
      "en": "He was too much of a maverick ever to hold high office.",
      "cn": "他太特立独行，永远不可能做高官。"
    },
    {
      "en": "He's a maverick. He has his own way of thinking about things.",
      "cn": "他是个特异独行的人. 对事情有自己的看法."
    },
    {
      "en": "He’s always been a bit of a maverick.",
      "cn": "他总是有点特立独行。"
    },
    {
      "en": "Her independence and maverick behaviour precluded any chance of promotion.",
      "cn": "她的独立精神和自行其是断送了一切升迁的机会。"
    },
    {
      "en": "In 1975 Tommy was adapted as a film, directed by maverick British auteur Ken Russell.",
      "cn": "1975年,《汤米》被改编成电影, 由特立独行的英国电影导演肯·拉塞尔执导."
    },
    {
      "en": "MaVerick DBMS an open source Multi - Value DBMS.",
      "cn": "这是个 开源 数据库管理系统."
    },
    {
      "en": "Maverick, unlawful human action rules the markets, unexpected and unimaginable monstrous events shape the markets.",
      "cn": "标新立异、不合法规的人类行为支配着市场, 出乎意料且难以想象的骇人事件则塑造了市场."
    },
    {
      "en": "Politically, she's a bit of a maverick.",
      "cn": "在政治方面, 她有点自行其是."
    },
    {
      "en": "Power , strength of character, confidence a maverick nature and an immensely interesting personality.",
      "cn": "有力量,个性, 自信,出生牛犊不怕死的性格和十分有趣的人格."
    },
    {
      "en": "Some maverick scientists believe that both gravity and light are electromagnetic forces.",
      "cn": "某些独立研究科学家们认为,重力和光都是电磁力."
    },
    {
      "en": "The change of heart is quintessential Buffett - rational, decisive, maverick and blazing a path all his own.",
      "cn": "改变主意是巴菲特的精髓 ---- 理性 、 果断、与众不同 、 独辟蹊径."
    },
    {
      "en": "You're a maverick and you'll try anything.",
      "cn": "你是个爱自行其是的人,样样事情都要尝试一下."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "free",
            "spirit"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "diverge from"
          ],
          "tran_cn": "迷途；背离"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未打烙印的；行为不合常规的；特立独行的",
      "tran_en": "Maverick is also an adjective"
    },
    {
      "pos": "n",
      "tran_cn": "未烙印的小动物，标新立异的人，持不同意见的人"
    },
    {
      "pos": "vi",
      "tran_cn": "迷途；背离"
    },
    {
      "pos": "vt",
      "tran_cn": "用不正当手段获取"
    }
  ],
  "exchange": {
    "pl": [
      "mavericks"
    ]
  }
}