{
  "word": "minefield",
  "ipa": {
    "us": "ˈmaɪnfi:ld",
    "uk": "ˈmaɪnˌfild"
  },
  "sentences": [
    {
      "en": "But it will start with the most explosive subject: the partially cleared minefield of race.",
      "cn": "但是,我们还是先要从最引人关注的问题讲起——并未完全解决的种族问题."
    },
    {
      "en": "But the 21 st - century office can be a minefield for the amateur who enjoys a giggle.",
      "cn": "然而,对于不擅逗笑取乐的人来说,21世纪的职场可能会是个雷区."
    },
    {
      "en": "Choosing the right school can be a bit of a minefield.",
      "cn": "要选出合适的学校有时有点困难。"
    },
    {
      "en": "Eastwood's movie sidesteps the minefield by focusing on a single battle in the Pacific theater.",
      "cn": "东木的电影巧妙地躲过了雷区,仅仅聚焦于太平洋战争中的一场战斗."
    },
    {
      "en": "For institutions, these issues create a legal minefield.",
      "cn": "对高等学府来说, 这些问题成了法律上的敏感区域."
    },
    {
      "en": "He sprang from the minefield with surprising agility.",
      "cn": "他异常敏捷地跳离布雷区."
    },
    {
      "en": "He was walking through a minefield!",
      "cn": "身边到处全是地雷!"
    },
    {
      "en": "I do not think I will step into a minefield.",
      "cn": "我觉得不是去闯“地雷阵”."
    },
    {
      "en": "International law is a minefield for anyone not familiar with its complexity.",
      "cn": "国际法这一领域,不熟悉其复杂性则寸步难行."
    },
    {
      "en": "It is a minefield, as everyone has such strong feelings about it.",
      "cn": "这个是敏感话题, 大家都对此有强烈感受."
    },
    {
      "en": "Singapore Airlines will be all too aware of the minefield that awaits.",
      "cn": "新加坡航空将会意识到前面存在的雷区."
    },
    {
      "en": "Tax can be a minefield for the unwary.",
      "cn": "粗心大意的人在纳税方面很容易出错。"
    },
    {
      "en": "The kitchen is a minefield of potential hazards.",
      "cn": "厨房里充满了潜在的隐患。"
    },
    {
      "en": "The modern dating game is highly complex and courting rituals can be a minefield.",
      "cn": "现在的约会游戏是高度复杂的,其中的繁文缛节就像个雷区."
    },
    {
      "en": "They flanked the minefield and continued north.",
      "cn": "他们绕过雷区,继续往北."
    },
    {
      "en": "They realized they had wandered into a minefield.",
      "cn": "他们意识到自己闯入雷区了。"
    },
    {
      "en": "They were skirmishing close to the minefield now.",
      "cn": "他们当时正在雷区附近交火。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "minelayer",
          "tran_cn": " 布雷舰（或飞机）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mining area"
          ],
          "tran_cn": "布雷区；充满隐伏危险的事物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "布雷区，水雷阵，充满隐伏危险的事物",
      "tran_en": "an area where a lot of bombs have been hidden just below the ground or under water"
    }
  ],
  "exchange": {
    "pl": [
      "minefields"
    ]
  }
}