{
  "word": "hearse",
  "ipa": {
    "us": "hɜ:s",
    "uk": "hɜrs"
  },
  "sentences": [
    {
      "en": "Blasts the new born infant's tear . And blights with plagues the marriage hearse.",
      "cn": "把新生婴儿的啼哭阻挠,新婚的灵车被瘟疫糟蹋."
    },
    {
      "en": "Dance before dead England's hearse.",
      "cn": "在英格兰的灵车前跳舞."
    },
    {
      "en": "Father Fauchelevent, we must come to a decision: I must either be caught here, or accept this escape through the hearse.",
      "cn": "割风爷，得拿定主意了：或是在这里等人家来捉，或是接受由灵车带出去的办法。"
    },
    {
      "en": "Following the funeral, Mr. Kim's hearse, escorted by his family and ROK politicians, headed slowly to the National Cemetery for burial.",
      "cn": "仪式结束后，金大中的灵车在家人和韩国政要的护送下，缓缓驶向国立显忠院安葬。"
    },
    {
      "en": "His remains upon the hearse ahead.",
      "cn": "他的在向前灵车上停留."
    },
    {
      "en": "I have never seen a U - Haul attached to a hearse.",
      "cn": "我从没看过灵车面,还拖著一辆货车."
    },
    {
      "en": "I need a hearse at Vera Smith's house.",
      "cn": "我需要一辆灵车,到维拉.史密斯的房子."
    },
    {
      "en": "It was a big black battered hearse -- like automobile . There were three men in it.",
      "cn": "那是一辆破旧不堪的黑色大车,活象一辆柩车. 车里坐着三个人."
    },
    {
      "en": "New Orleans Savant bought a hearse, thinking she would rent it out for 3 over - the - hill - birthday celebrations.",
      "cn": "住在新奥尔良的蕾妮?萨万特曾买过一辆灵柩, 本想用来出租给需要为老人庆祝生日的人."
    },
    {
      "en": "She organises cremations, removing the bodies from the owner's homes or vets' practices in a special animal hearse, taking them to dedicated pet crematoria and then returning the ashes to the owners.",
      "cn": "她负责安排火化事宜，包括用一辆特殊的动物灵车把宠物尸体从主人家或兽医诊所带走，送往专门的宠物火葬场，然后把骨灰带回给宠物主人。"
    },
    {
      "en": "The boy remained as dismal as a hearse.",
      "cn": "那孩子仍然看上去像口棺材,死气沉沉."
    },
    {
      "en": "Until after hearing hearse to go, just sleep again.",
      "cn": "直到听到灵车走了以后, 才又睡下."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "catafalque",
            "coffin"
          ],
          "tran_cn": "[车辆]灵车；棺材"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "柩车，灵车",
      "tran_en": "a large car used to carry a dead body in a coffin at a funeral"
    }
  ],
  "exchange": {
    "pl": [
      "hearses"
    ]
  }
}