{
  "word": "heroics",
  "ipa": {
    "us": "həˈrəʊɪks",
    "uk": "həˈroʊɪks"
  },
  "sentences": [
    {
      "en": "America’s present need is not heroics, but calm diplomacy.",
      "cn": "美国当前需要的不是逞英雄，而是冷静的外交。"
    },
    {
      "en": "But I did notice one thing. Her breathing seemed to become less labored after Wade's heroics.",
      "cn": "不过我注意到了一件事,韦德的精彩表演后,她的呼吸似乎变得不那么吃力了."
    },
    {
      "en": "Cut it out, Perry. You've performed your heroics. It's all over now.",
      "cn": "住手吧，佩里。你已经逞过英雄了。现在一切都结束了。"
    },
    {
      "en": "England need heroics from the captain now.",
      "cn": "英格兰队此刻需要队长采取英勇果断的行为。"
    },
    {
      "en": "He said his advice was: \"No heroics, stay within the law\"",
      "cn": "他说自己的建议是：“不要逞英雄，要遵纪守法。”"
    },
    {
      "en": "Heroics are for those epic films they make in Hollywood.",
      "cn": "夸张的英雄行为适用于他们在好莱坞制作的那些史诗大片."
    },
    {
      "en": "How will heroics affect the Race to the MVP? Coach Erik Spoelstra, take it away, please.",
      "cn": "韦德的精彩表现如何影响MVP的 争夺? 埃里克·斯波尔斯特拉教练, 请将MVP拿走吧."
    },
    {
      "en": "I'll give them the most spectacular heroics anyone's ever seen!",
      "cn": "我会向他们展现前无古人的最精彩的英雄表演!"
    },
    {
      "en": "In the hours and days after his heroics, nothing in Autrey's world has been the same.",
      "cn": "在他这件英雄式的壮举后,时时刻刻 、 日夜夜,欧特里的世界已经完全改观."
    },
    {
      "en": "Miller's self - styled heroics were a cold comfort for his team leader.",
      "cn": "米勒自我标榜的英雄事迹对他的主管来说算不上什么安慰."
    },
    {
      "en": "Not even Horry's heroics could have saved the Lakers on Tuesday.",
      "cn": "在星期二晚上,就算是霍里的豪言壮语也救不了湖人."
    },
    {
      "en": "Remember, no heroics, we just go in there and do our job.",
      "cn": "记住，不要大肆宣扬，我们只要到那儿去干我们的活就行了。"
    },
    {
      "en": "The C 3 team specifically prohibits heroics, and works almost no overtime.",
      "cn": "C3团队明确禁止个人英雄主义, 而且几乎从不超时工作."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（常指哗众取宠的）英雄辞令，（炫耀性的）豪壮行为，英雄诗体，有英雄气概的，英雄的，英勇的( heroic的名词复数 )"
    }
  ],
  "exchange": {}
}