{
  "word": "actually",
  "ipa": {
    "us": "ˈæktʃuəli",
    "uk": "ˈæktʃuəli"
  },
  "sentences": [
    {
      "en": "\"Actually, most of my tennis is at club level,\" he admitted.",
      "cn": "“说实话，我的网球基本上属于业余水平，”他承认说。"
    },
    {
      "en": "Actually, on second thoughts, I don’t think I want to go out tonight.",
      "cn": "其实再想想，我今晚不打算出去了。"
    },
    {
      "en": "Although this recipe looks long, it is actually very quick to prepare.",
      "cn": "尽管这个菜谱看上去很长，其实做起来很快。"
    },
    {
      "en": "Anna tried to look interested. Actually, she was bored stiff.",
      "cn": "安娜努力装出感兴趣的样子。实际上，她腻烦透了。"
    },
    {
      "en": "He actually became convinced that the nurses had an unanswerable case.",
      "cn": "他实际上已经相信了护士们的情况确实如此。"
    },
    {
      "en": "He captained the team but he didn't actually play.",
      "cn": "他是球队的队长，但实际上却并未上场。"
    },
    {
      "en": "He will actually be serving three concurrent five-year sentences.",
      "cn": "实际上，他将服3个5年徒刑，合并执行。"
    },
    {
      "en": "I actually knew her, but in overalls I passed unrecognised.",
      "cn": "实际上我认识她，但是我身着工作服，与她擦身而过的时候却没被认出来。"
    },
    {
      "en": "I can't give you details because I don't actually have any details.",
      "cn": "我没办法给你提供细节，因为我并不了解任何细节。"
    },
    {
      "en": "I would be surprised, actually, if he left Birmingham.",
      "cn": "如果他要离开伯明翰，说真的，我会很惊讶。"
    },
    {
      "en": "I’ve known Barbara for years. Since we were babies, actually.",
      "cn": "我认识芭芭拉很多年了，实际上我们从小就认识。"
    },
    {
      "en": "In some perverse way the ill-matched partners do actually need each other.",
      "cn": "奇怪的是，那些不相配的伴侣实际上却彼此需要。"
    },
    {
      "en": "It was actually used for enriching uranium to weapons-grade levels.",
      "cn": "实际上，它是用来将铀浓缩以制造武器。"
    },
    {
      "en": "Motorways actually cover less than 0.1 percent of the countryside.",
      "cn": "高速公路的实际覆盖面积还不到农村地区的0.1%。"
    },
    {
      "en": "Neil's colleagues say he was actually in a joking, upbeat mood.",
      "cn": "内尔的同事们说他实际上在说笑逗乐，心情不错。"
    },
    {
      "en": "Terry actually says \"Oh, shucks!\" when complimented on her singing.",
      "cn": "人们赞誉她的歌声时，特里实际上会说“噢，没什么!”"
    },
    {
      "en": "They actually moved down from upstairs because the rent's that expensive.",
      "cn": "他们确实从楼上搬到了楼下，因为房租太贵了。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "actual",
          "tran_cn": " 真实的，实际的；现行的，目前的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "actuality",
          "tran_cn": " 现状；现实；事实"
        },
        {
          "word": "actualization",
          "tran_cn": " 实现；现实化"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "actualise",
          "tran_cn": " 成为现实；发挥出潜力（等于actualize）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "actualise",
          "tran_cn": " 实行；使成现实；发挥出…的潜力"
        },
        {
          "word": "actualize",
          "tran_cn": " 实施，实行；实现"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "really",
            "effectively",
            "virtually",
            "even",
            "practically"
          ],
          "tran_cn": "实际上；事实上"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "literally",
            "really",
            "truth"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "的确，事实上，（口语）说实在的",
      "tran_en": "used to add new information to what you have just said, to give your opinion, or to start a new conversation"
    }
  ],
  "exchange": {}
}