{
  "word": "sophomore",
  "ipa": {
    "us": "ˈsɒfəmɔː(r)",
    "uk": "ˈsɑːfəmɔːr"
  },
  "sentences": [
    {
      "en": "As a sophomore, I feel that the time flies.",
      "cn": "作为一个大二学生，我觉得光阴似箭。"
    },
    {
      "en": "He is in his sophomore year.",
      "cn": "他在读二年级."
    },
    {
      "en": "His daughter, Louise, is by now a college sophomore.",
      "cn": "他的女儿，路易斯，现在是大学二年级学生。"
    },
    {
      "en": "I am a freshman ( sophomore, junior, senior ).",
      "cn": "我是大一 ( 大二, 大三, 大四 ) 学生."
    },
    {
      "en": "I am a sophomore of ForeignDepartment of Shengli college, China Petroleum University.",
      "cn": "本人系中国石油大学胜利学院外语系大二的一名学生."
    },
    {
      "en": "I met Jack in my sophomore year high school English class.",
      "cn": "高中二年级的英语课上,我认识了杰克."
    },
    {
      "en": "I was in the judo club, and got Second Dan rank during my sophomore year.",
      "cn": "我参加过柔道社, 在二年级的时候得到了二段."
    },
    {
      "en": "I'd been in television since I was 19 and a sophomore.",
      "cn": "我在19岁还是大学二年级的时候就已经上了电视。"
    },
    {
      "en": "I'm a college sophomore majoring in English.",
      "cn": "我是一名英语专业的大二学生."
    },
    {
      "en": "In his first week as a sophomore, he built CourseMatch, a program that enabled users to figure out which classes to take based on the choices of other students.",
      "cn": "在大学二年级的头一个星期，他就编写了一个名叫“课程搭配”的程序，它可以让用户根据其他学生的选课情况来给自己选课。"
    },
    {
      "en": "It was June 2001, and just the thought of causing any more pain to 20-year-old Michael, a college sophomore diagnosed a few months earlier with a rare form of leukemia, made her anxious.",
      "cn": "那是在2001年六月，20岁的迈克尔是一所大学二年级的学生，几个月前他被查出患了一种罕见的白血病。 一想到又要给儿子增加痛苦她就感到不安。"
    },
    {
      "en": "Lily is a Sophomore now.",
      "cn": "莉莉现在大学二年级."
    },
    {
      "en": "Once having begun sophomore year , Jerusha's life seemed even more full of fun and excitement.",
      "cn": "念了大二之后, 洁茹的生活似乎更加多采多姿了."
    },
    {
      "en": "One day , in November of Ginny's sophomore year, Aunt Peg's phone stopped working.",
      "cn": "金妮高中二年级十一月的一天, 佩格姨妈的电话打不通了."
    },
    {
      "en": "Sophomore year: Commissary in charge of organization of the League branch of the class.",
      "cn": "二年级: 本班团支部组织委员."
    },
    {
      "en": "Table tennis sophomore elective, it is not about a physical movement.",
      "cn": "大二选修乒乓球, 又是一门不讲究体能的运动."
    },
    {
      "en": "This is a group of watercolors and watercolor is sophomore at the school's copying.",
      "cn": "我觉得这一幅是我临摹的最成功的.这是在我正式学水彩画之前的那个暑假画的."
    },
    {
      "en": "When I got cut from the varsity a sophomore in high school, I learned something.",
      "cn": "当我高二从校队里被刷下来时, 我懂得了一些东西."
    },
    {
      "en": "When my son was a hign-school sophomore, he got a part-time job sacking groceries at a supermarket. He came home all smiles.",
      "cn": "我儿子在一所中学读二年级时，在一家超级市场找到了一份包装商品的业余工作。他满面笑容地回到了家。 。"
    },
    {
      "en": "You see, I am a sophomore and Miss Yang is a junior.",
      "cn": "你瞧, 我是2年级的,杨小姐是三年级的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sophisticated",
          "tran_cn": " 复杂的；精致的；久经世故的；富有经验的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "sophisticated",
          "tran_cn": " 使变得世故；使迷惑；篡改（sophisticate的过去分词形式）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "sophomore class",
      "tran_cn": "（大学）二年级"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "二年级的；二年级学生的"
    },
    {
      "pos": "n",
      "tran_cn": "（中等、专科学校或大学的）二年级学生",
      "tran_en": "a student who is in their second year of study at a college or  high school "
    }
  ],
  "exchange": {
    "pl": [
      "sophomores"
    ]
  }
}