{
  "word": "heartbreaking",
  "ipa": {
    "us": "'hɑ:tbreɪkɪŋ",
    "uk": "ˈhɑrtˌbrekɪŋ"
  },
  "sentences": [
    {
      "en": "After this heartbreaking experience, Thorpe turned to professional sports.",
      "cn": "在这次令人心碎的经历之后, 索普转向职业运动."
    },
    {
      "en": "As its title suggests, the film is about heartbreaking, unrequited love.",
      "cn": "正如题目所示, 这部电影是关于令人心碎的 、 单相思的爱情故事."
    },
    {
      "en": "Heartbeat - like memories, can only be heartbreaking.",
      "cn": "像心跳般的回忆, 只能让人心碎."
    },
    {
      "en": "Nursing in wartime has its heartbreaking moments.",
      "cn": "战时看护伤兵,有时令人心碎."
    },
    {
      "en": "Oh, that beautiful, heartbreaking day when he had kissed her good - by before he went away forever!",
      "cn": "\"啊, 那美好而伤心的一天,当时,在永远离去之前,他曾和她吻别呢!"
    },
    {
      "en": "Overcome with grief, Orpheus played heartbreaking songs on his lyre.",
      "cn": "悲痛难当的俄耳甫斯用他的里拉琴震颤的弹奏心碎的歌儿."
    },
    {
      "en": "See, the medicine for this heartbreaking disease is Observation.",
      "cn": "看, 治疗这让人心碎的疾病的良方就是观察."
    },
    {
      "en": "That's a fact. A heartbreaking fact. But still a fact.",
      "cn": "这是事实. 让人心碎的事实. 但仍然是事实."
    },
    {
      "en": "The mourner's profuse tears at the burial were heartbreaking.",
      "cn": "送葬者泪如雨下,令人心碎."
    },
    {
      "en": "There are probably plenty of heartbreaking stories similar to that of Neville's parents.",
      "cn": "无数令人伤心欲绝的故事,就像纳威.隆巴顿的父母那样."
    },
    {
      "en": "There is a heartbreaking news report about starving children.",
      "cn": "有一则关于饥饿儿童的令人心碎的新闻报导."
    },
    {
      "en": "This picture is heartbreaking in its simplicity.",
      "cn": "简单而又恸心的一张照片."
    },
    {
      "en": "This year we won't even be able to buy presents for our grandchildren. It's heartbreaking.",
      "cn": "今年我们甚至无法给自己的孙儿辈买礼物了。这真让人心碎。"
    },
    {
      "en": "Together, they vividly acted out this agonizing and heartbreaking epic love tale.",
      "cn": "她们一起刻画了这段痛苦心碎的又如史诗般的浪漫史."
    },
    {
      "en": "When the scholar revisits their first meeting place, he feels heartbreaking.",
      "cn": "当书生白鹤再次回到了当初与爱人相遇的地方."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "heartbroken",
          "tran_cn": " 悲伤的，伤心的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "heartbreak",
          "tran_cn": " 心碎；伤心事"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "depressing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "令人心碎的，悲痛的",
      "tran_en": "Something that is heartbreaking makes you feel extremely sad and upset"
    },
    {
      "pos": "v",
      "tran_cn": "心碎，断肠( heartbreak的现在分词 )"
    }
  ],
  "exchange": {
    "noun": [
      "heartbreak"
    ]
  }
}