{
  "word": "inverted",
  "ipa": {
    "us": "ɪnˈvɜːtɪd",
    "uk": "ɪnˈvɜːrtɪd"
  },
  "sentences": [
    {
      "en": "All the pre - Shamvaian rocks in the Selukwe area lie on the inverted limb of this fold.",
      "cn": "塞卢奎地区的所有前沙姆凡岩石均分布于此推覆体的倒转翼中."
    },
    {
      "en": "At last, it discussed the Pseudolite - inverted positioning system as supplement.",
      "cn": "最后补充探讨了 伪 卫星逆定位系统."
    },
    {
      "en": "Attendants immediately give you cup of the new inverted.",
      "cn": "服务员马上会给你倒一杯新的."
    },
    {
      "en": "But the microphone and chip in the device sample the incoming sound and produce an inverted wave that cancels out just the sound of the drill.",
      "cn": "但是，这种装置上的麦克风和芯片在收集接收到的声音后，就会发出一种反向声波，从而消掉钻牙的声音。"
    },
    {
      "en": "Finally, insist on the use of inverted pyramid approach, low - cost sharing.",
      "cn": "最后是坚持使用倒金字塔方式, 摊低成本."
    },
    {
      "en": "He inverted the glass and the water ran out.",
      "cn": "他将杯子倒转,水流了出来."
    },
    {
      "en": "Image color was inverted to give the Au tips on top of the SiNWs and colorized orange to look like volcanoes.",
      "cn": "氮化硅纳米线顶端金膜的反向彩色图像，是着色成桔黄色看起来像是火山。"
    },
    {
      "en": "Inverted flight is an acrobatic manoeuvre of the plane.",
      "cn": "倒飞是飞机的一种特技动作."
    },
    {
      "en": "Only direct speech should go inside inverted commas.",
      "cn": "只有直接引语应放在引号内。"
    },
    {
      "en": "Parallel triple inverted - pendulum system is a high - order nonlinear large scale interrelated System.",
      "cn": "三并联耦合倒立摆系统是一种高阶的非线性关联大系统."
    },
    {
      "en": "Simulation results for the application in inverted pendulum validate this control algorithm.",
      "cn": "在倒立摆系统中应用的仿真结果验证了该方法的有效性."
    },
    {
      "en": "Since web users want instant gratification, the inverted pyramid style, as supported by Nielsen, is important for web writing and for better user experience.",
      "cn": "由于网络用户需要即时的满足，这种倒金字塔写作风格，对于网络写作和更好的用户体验是非常重要的。"
    },
    {
      "en": "The baby inverted the cup and spilled her orange juice.",
      "cn": "婴儿把杯子打翻,弄洒了里面的橙汁."
    },
    {
      "en": "The inverted nine - spot rhombus pattern has two adjustable directions of well array.",
      "cn": "菱形反九点井网有两个可调的井排方向,是适合于裂缝和砂体方向性明显油藏的最佳井网."
    },
    {
      "en": "The magician inverted the bag to show it was empty.",
      "cn": "魔术师把袋子由里向外翻,表明里面是空的."
    },
    {
      "en": "They're asked to make objective, in inverted commas, evaluations of these statements.",
      "cn": "他们被要求对这些陈述作所谓“客观”的评价。"
    },
    {
      "en": "This paper constituted a suit of experiment system for double inverted pendulum.",
      "cn": "建立了一套完整的二级倒立摆的实物系统."
    },
    {
      "en": "This section describes a simple mechanism for creating an inverted text index by using index extensions.",
      "cn": "本节描述一种简单的通过使用索引扩展创建反向文本索引的机制。"
    },
    {
      "en": "Thus the inverted pendulum is very useful in determining whether a particular scheduling choice is better than another one, in which cases, to which extent, and so on.",
      "cn": "如此倒立摆是非常有用的在决定是否一个特殊的时序安排的选择比另一个好，在哪个情形下，在什么程度内等等。"
    },
    {
      "en": "To avoid this the assembly has sometimes been inverted.",
      "cn": "为了避免上述现象,有时把测定装置倒置过来."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "inverse",
          "tran_cn": " 相反的；倒转的"
        },
        {
          "word": "invert",
          "tran_cn": " 转化的"
        },
        {
          "word": "invertible",
          "tran_cn": " 可逆的；倒转的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "inversely",
          "tran_cn": " 相反地；倒转地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "inverse",
          "tran_cn": " 相反；倒转"
        },
        {
          "word": "inversion",
          "tran_cn": " 倒置；反向；倒转"
        },
        {
          "word": "invert",
          "tran_cn": " 颠倒的事物；倒置物；倒悬者"
        },
        {
          "word": "inverter",
          "tran_cn": " 换流器，[电子] 反相器；倒转者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "inverse",
          "tran_cn": " 使倒转；使颠倒"
        },
        {
          "word": "invert",
          "tran_cn": " 使…转化；使…颠倒；使…反转；使…前后倒置"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "backward",
            "overturned"
          ],
          "tran_cn": "[地质]倒转的，[电]反向的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "inverted file",
      "tran_cn": "倒向文件"
    },
    {
      "phrase": "inverted image",
      "tran_cn": "实像；倒像"
    },
    {
      "phrase": "inverted microscope",
      "tran_cn": "倒置显微镜"
    },
    {
      "phrase": "inverted pendulum",
      "tran_cn": "倒立摆；倒摆"
    },
    {
      "phrase": "inverted pyramid",
      "tran_cn": "倒金字塔（写作结构）"
    },
    {
      "phrase": "inverted siphon",
      "tran_cn": "[医]反向虹吸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "反向的，倒转的"
    },
    {
      "pos": "v",
      "tran_cn": "使倒置，使反转( invert的过去式和过去分词 )"
    }
  ],
  "exchange": {}
}