{
  "word": "bronchus",
  "ipa": {
    "us": "ˈbrɒŋkəs",
    "uk": "ˈbrɑŋkəs"
  },
  "sentences": [
    {
      "en": "A medical team at Bobigny hospital in Paris removed a patient's cancerous growth, and then gave him an artificial airway, or bronchus.",
      "cn": "巴黎博比尼医院的一个医学研究小组切除了一个病人癌变组织，随后给予病人人工气道及支气管。"
    },
    {
      "en": "Bronchiole -- Small branch of the bronchus that carries air to and from the alveoli.",
      "cn": "细支气管 -- 支气管的细小分支,输送空气进出肺泡."
    },
    {
      "en": "Here is an Aspergillus fungus ball in a dilated bronchus.",
      "cn": "可见扩张支气管内的曲霉菌真菌球."
    },
    {
      "en": "It is used tablet and injection etc and curing cancer leucopenia disease chronic tracheitis of bronchus asthma and panting mould bacillary dysentery and enteritis etc.",
      "cn": "用于片剂、针剂等。治疗癌症、白细胞减少症、支气管哮喘和喘息型慢性气管炎、细菌性痢疾及肠炎等。"
    },
    {
      "en": "Jingjie essential oil has antiallergic and anti - inf lamatory effect , bronchus - expanding effect and pain relieve effect.",
      "cn": "荆芥穗挥发油具有镇痛,抗炎,扩张支气管和 抗 过敏等作用."
    },
    {
      "en": "Objective : To evaluate the clinical application of CT virtual bronchoscope in foreign body in bronchus.",
      "cn": "目的: 探讨螺旋CT模拟支气管镜对支气管异物的临床应用价值."
    },
    {
      "en": "Objective To evaluate the clinical application of MSCT in bronchus foreign body aspiration.",
      "cn": "目的探讨多层螺旋CT诊断气管、支气管异物的临床应用价值."
    },
    {
      "en": "Objective To review the experience in surgical treatment for tumors of trachea, carina and main bronchus.",
      "cn": "目的总结气管 、 隆凸主支气管肿瘤手术治疗经验,探讨合理的手术方法及治疗措施."
    },
    {
      "en": "Occasionally the tiny vascular opacity abutting a bronchus is a bronchial, rather than a pulmonary , artery.",
      "cn": "偶尔可见的紧贴支气管的小血管致密影是支气管动脉而不是肺动脉."
    },
    {
      "en": "One point of concentration is where the air tube and bronchus spanides.",
      "cn": "集中的一点是气管和支气管分叉的地方."
    },
    {
      "en": "Purpose : To discuss the treatments for lung cancer which carina of the bronchus and its complications.",
      "cn": "目的: 探讨支气管肺癌侵犯叶支气管以上及隆凸的手术适应证和并发症."
    },
    {
      "en": "Results: Trachea and bronchus laceration were caused by injury.",
      "cn": "目的: 提高对气管、支气管裂伤的认识."
    },
    {
      "en": "Small branch of the bronchus that carries air to and from the alveoli.",
      "cn": "细支气管-- 支气管的细小分支，输送空气进出肺泡。"
    },
    {
      "en": "The artificial bronchus was made up of biological material strengthened by a stent.",
      "cn": "这个人造支气管是用移植片固定模加固的生物材料制成的。"
    },
    {
      "en": "The artificial bronchus was made up of biological material strengthened by a stent.",
      "cn": "人工支气管由生物材料制成，利用支架植入来加强。"
    },
    {
      "en": "The bronchoscopy revealed polypoid tissues surrounding an aspirated fish bone in the orificelower lobe bronchus.",
      "cn": "支气管镜显示右下支气管开口有多发性,息肉状组织围绕著一块吸入的鱼骨头."
    },
    {
      "en": "The bronchus is situated distally.",
      "cn": "支气管处于肺的末端."
    },
    {
      "en": "These tumors often resulted in stenosis or obstruction of the bronchus.",
      "cn": "邻近支气管常有狭窄或闭塞."
    },
    {
      "en": "With contaminated hand, turn the child's head to right side to suction left bronchus.",
      "cn": "用已污染的手将小儿的头部转向右侧以吸引左侧支气管."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "bronchial",
          "tran_cn": " 支气管的"
        },
        {
          "word": "bronchitic",
          "tran_cn": " 支气管炎的"
        },
        {
          "word": "bronchoscopic",
          "tran_cn": " 支气管镜的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "bronchodilator",
          "tran_cn": " [内科][药] 支气管扩张剂；支气管扩张器"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bronchial tube",
            "branchus"
          ],
          "tran_cn": "支气管"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（尤指肺两侧的）支气管",
      "tran_en": "either of the two main branches of the trachea, which contain cartilage within their walls "
    }
  ],
  "exchange": {
    "pl": [
      "bronchi"
    ]
  }
}