{
  "word": "overkill",
  "ipa": {
    "us": "ˈəʊvəkɪl",
    "uk": "ˈoʊvərkɪl"
  },
  "sentences": [
    {
      "en": "However, for some applications, lots of grids and poles may be overkill.",
      "cn": "但是对于某些应用程序, 过多的格线和标杆则具有破坏性."
    },
    {
      "en": "However, one would suffice; the ribs themselves are tasty enough without sauce overkill.",
      "cn": "其实, 只需一种酱料即可,因为即使干吃, 排骨也是非常美味的."
    },
    {
      "en": "If you have a three page web site, Zope is overkill.",
      "cn": "如果你的web站点只有3个页面, 用Zope就是杀鸡用牛刀了."
    },
    {
      "en": "It was surely overkill to screen three interviews on the same subject in one evening.",
      "cn": "一晚放映叁个同一主题的访问记实,真是小题大做."
    },
    {
      "en": "Overkill - why is it the pre - req to mutilate?",
      "cn": "斩尽杀绝 —— 为什么这是毁伤的前 置 天赋?"
    },
    {
      "en": "Search engine visibility can also suffer badly from web designer overkill.",
      "cn": "如果你的网站太“绚丽多彩”,对于搜索引擎搜录网站来说也会产生非常不利的影响."
    },
    {
      "en": "She has beautiful eyes, but the make - up was overkill.",
      "cn": "她的眼睛很漂亮, 但是她化的妆太浓了."
    },
    {
      "en": "Sometimes overkill with flash just amounts to a big distraction.",
      "cn": "有时候过分使用动画,反而会喧宾夺主."
    },
    {
      "en": "Such security measures may well be overkill.",
      "cn": "这样的安保措施很可能过头了。"
    },
    {
      "en": "That is enough, anymore is just overkill.",
      "cn": "够了, 再多一点也是多余的了."
    },
    {
      "en": "That's enough, anymore just overkill.",
      "cn": "那就够了, 再多一点也是多余的."
    },
    {
      "en": "The feature is certainly overkill for normal users, but there are those who appreciate such flexibility.",
      "cn": "对于普通用户,这种方式当然是不太必要了, 不过还是有一些人喜欢这样的灵活."
    },
    {
      "en": "The outfit was cute, but the accessories were overkill.",
      "cn": "这套外衣很好看, 只是配件太多了."
    },
    {
      "en": "There is a danger of overkill if you plan everything too carefully.",
      "cn": "如果事事过分谨小慎微，那结果难免有适得其反的危险。"
    },
    {
      "en": "We do not desire excessive forces, or what some people have called overkill.",
      "cn": "我们并不需要拥有过份的武力, 即有些人所说的“超过需要的杀戮能力”."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "exaggeration"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "过度的杀伤威力"
    },
    {
      "pos": "v",
      "tran_cn": "超量杀伤"
    }
  ],
  "exchange": {}
}