{
  "word": "IELTS",
  "ipa": {
    "us": "ˈaɪelts",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Attended a class about IELTS again before testing in these days.",
      "cn": "这两天又去上了个IELTS的考前点题班."
    },
    {
      "en": "But with the IELTS , the speaking test is the same done separately as a live interview.",
      "cn": "但是雅思的口语测试以现场面试的形式被分开来做."
    },
    {
      "en": "But with the IELTS, the speaking test is done separately as a live interview.",
      "cn": "但雅思的口试则采用单独的现场面试."
    },
    {
      "en": "Click here for a detailed description of the IELTS Question Paper Production process.",
      "cn": "点击这里获取雅思问卷产生过程的细节描述."
    },
    {
      "en": "IELTS Class: Available in the cadet's senior year.",
      "cn": "英国剑桥大学英语认证(IELTS)班: 可于四年级选修."
    },
    {
      "en": "One huge problem students are having in preparing for IELTS an inadequate amount of vocabulary.",
      "cn": "在雅思备考过程中,很多同学都面临着词汇量不足的问题."
    },
    {
      "en": "Our courses will bring your English to a level equal to IELTs scores.",
      "cn": "我们的课程将能把你的英语水平提高到相对应的雅思等级."
    },
    {
      "en": "Q : Will IELTS change in any way in challenge of iBT - TOEFL?",
      "cn": "应对新托福IELTS会有什么变化 吗 ?"
    },
    {
      "en": "Some schools accept both the TOEFL and the IELTS.",
      "cn": "有些学校同时接受雅思和托福."
    },
    {
      "en": "The IELTS speaking test is not a job interview.",
      "cn": "雅思口语测试并不像简单的面试."
    },
    {
      "en": "The IELTS speaking test is not like a job interview.",
      "cn": "雅思口语测试并不像简单的工作面试."
    },
    {
      "en": "This is my IELTS Confirmation Letter.",
      "cn": "这是我的雅思准考证."
    },
    {
      "en": "When answering questions in the IELTS speaking test, offer some extra information.",
      "cn": "在雅思口语测试中回答问题时, 说些额外的信息."
    },
    {
      "en": "When my friends were watching fireworks performance I was taking the IELTS mock test alone.",
      "cn": "当大家欣赏焰火表演的时候,自己在空空的教室中做雅思模拟题."
    },
    {
      "en": "You can come onto the 50 week course where you can start from IELTS 4.",
      "cn": "你可以参加50周课程,如果你的雅思成绩有4分的话."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "ielts preparation",
      "tran_cn": "雅思考试准备课程"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "International English Language Testing System 国际英语语言测试系统（雅思考试）"
    },
    {
      "pos": "n",
      "tran_cn": "(International English Language Testing Serice)的缩写，国际英语测试，俗称雅思考试（是由英国文化委员会组织，剑桥大学地方考试委员会编制的英语水平测试）",
      "tran_en": "a British test, set by the University of Cambridge, that measures a person's ability to speak and write English at the level that is necessary to go to university in Britain, Australia, Canada and New Zealand (the abbreviation for 'International English Language Testing System' )"
    }
  ],
  "exchange": {}
}