{
  "word": "fivefold",
  "ipa": {
    "us": "ˈfaɪvfəʊld",
    "uk": "ˈfaɪvfoʊld"
  },
  "sentences": [
    {
      "en": "A prior hemorrhagic stroke raised the risk of brain hemorrhage by more than fivefold.",
      "cn": "在先前有脑出血性卒中病史的患者中,发现脑出血的风险增加了5倍以上."
    },
    {
      "en": "It seems almost gratuitous to be posing such questions in a country where income levels have increased fivefold in half a generation.",
      "cn": "半代的时间内，对一个收入水平已经增长到五倍的国家提出这样一个问题好像是毫无道理的。"
    },
    {
      "en": "Men who often used these coping techniques had a two to fivefold higher risk of developing heart disease than those who were more confrontational at work, the study showed.",
      "cn": "研究显示，在受到不公正待遇时经常选择这种处理方式的男性职员患心脏病的风险比敢于公开表达不满的人高二至五倍。"
    },
    {
      "en": "Over the past five years trade between Africa and China has increased fivefold.",
      "cn": "在过去五年内中非间的贸易已增加五倍."
    },
    {
      "en": "Per capita income has grown fivefold.",
      "cn": "中国的人均收入增长了4倍."
    },
    {
      "en": "That is despite huge growth; the number of places has risen almost fivefold as many years.",
      "cn": "无论如何这都是巨大的增长, 录取人数五年来增长了近五倍."
    },
    {
      "en": "The amount of economic compensation is equivalent to worker pay pay, economy compensating summation come fivefold.",
      "cn": "经济赔偿金的数额相当于劳动者工资报酬 、 经济补偿总和的一至五倍."
    },
    {
      "en": "The floor space of the warehouses has grown fivefold.",
      "cn": "仓库面积增加了四倍."
    },
    {
      "en": "The number of very hot days is forecast to increase fivefold by 2100.",
      "cn": "据预测，到2100年，极热天气的数量将增加五倍。"
    },
    {
      "en": "The risk of a heart attack jumps nearly fivefold during the first hour after smoking marijuana.",
      "cn": "开始抽大麻的一个小时之内，心脏病发的危险几乎会激增五倍。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "pentaploid",
            "quintuplicate"
          ],
          "tran_cn": "五倍的；五重的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "a&ad",
      "tran_cn": " 五倍的"
    },
    {
      "pos": "adj",
      "tran_cn": "五倍的；五重的",
      "tran_en": "equal to or having five times as many or as much "
    },
    {
      "pos": "adv",
      "tran_cn": "五倍",
      "tran_en": "by or up to five times as many or as much "
    }
  ],
  "exchange": {}
}