{
  "word": "hygroscopic",
  "ipa": {
    "us": "ˌhaɪgrə'skɒpɪk",
    "uk": "ˌhaɪgrə'skɒpɪk"
  },
  "sentences": [
    {
      "en": "Bentonite clay is also hygroscopic and absorbs water",
      "cn": "膨润土也是一种吸湿剂，可以吸收周围空气中的水分。 在包装和搬运时要特别注意上述材料不能碰水，以免浪费。"
    },
    {
      "en": "But because cake contains more sugar than bread, and sugar is hygroscopic, it retains water better and stays fresh a little longer.",
      "cn": "但是因为蛋糕中含有的糖分比面包多，糖又吸湿，蛋糕就保持了充足的水分，所以保鲜的时间长些。"
    },
    {
      "en": "Character: White or light yellow powder, slightly salty, odorless, hygroscopic property.",
      "cn": "性状: 白色或微黄色粉末, 略带咸味, 无臭, 有饮湿性."
    },
    {
      "en": "Chondroitin Sulfate is white or yellowish powder, with characteristic odor. CS is extremely hygroscopic once dried.",
      "cn": "硫酸软骨素为白色或微黄色粉末, 有特征气味,干燥后极易受潮."
    },
    {
      "en": "Hygroscopic Able to absorb water from the surroundings, including moisture from the atmosphere.",
      "cn": "指可以从周围环境中吸收水分, 包括大气中的湿气."
    },
    {
      "en": "Hygroscopic properties of levoglucosan and related organic compounds characteristic to biomass burning aerosol particles.",
      "cn": "左旋葡萄糖和与生物团燃烧气溶胶粒子有关的有机化合物的吸湿性特征."
    },
    {
      "en": "In addition , the hygroscopic seeding of summertime convective clouds shows some promise to enhance rainfall.",
      "cn": "夏季对流云的吸湿性播种显示了一些承诺,以加强降雨."
    },
    {
      "en": "In Junge's classification maritime particles are composed entirely of hygroscopic material.",
      "cn": "按照Junge分类法,海洋性粒子完全由吸湿性物质所组成."
    },
    {
      "en": "L - Carnitine is white crystal or a white crystalline hygroscopic powder.",
      "cn": "肉碱为白色结晶或白色结晶吸湿性粉末.它有轻微的特征气味."
    },
    {
      "en": "Maltitol in dry form is extremely hygroscopic and deliquescent.",
      "cn": "干燥的麦芽糖醇晶体是很易吸潮和溶解的."
    },
    {
      "en": "Nicotine is a hygroscopic, oily liquid miscible with water in its base form. As water soluble.",
      "cn": "尼古丁是吸水, 吸湿的油性液体, 在水,在油,或在其它溶剂,极易混合,并非溶解."
    },
    {
      "en": "Passive regulating indoor humidity with hygroscopic materials is an energy - saving and environment friendly method.",
      "cn": "利用调湿材料被动调节房间湿度是一种节能环保的方法."
    },
    {
      "en": "Such contact invalidates a test on some materials such as paper, wood, or other hygroscopic materials.",
      "cn": "这种接触可以使得对一些材料的试验直接无效,例如纸张 、 木材 、 以及其它吸湿性材料."
    },
    {
      "en": "The hygroscopic rate and wet strain of this material under the condition mentioned above were measured.",
      "cn": "实验测量了这种材料在上述恒温恒湿环境中的吸湿率及湿应变."
    },
    {
      "en": "The results show that the silica - gel is not suitable to a hygroscopic material in general conditions.",
      "cn": "结果表明,在通常情况下硅胶不适合作为调湿材料."
    },
    {
      "en": "The salt lithium chloride is hygroscopic.",
      "cn": "氯化锂盐具有吸湿性的."
    },
    {
      "en": "The self - corrosion and hygroscopic swelling behavior of a graphite epoxy composite material ( GECM ) were studied.",
      "cn": "研究了碳纤维环氧复合材料 ( GECM ) 的自腐蚀行为和吸湿溶胀行为."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hygrometer",
          "tran_cn": " 湿度计"
        },
        {
          "word": "hygroscope",
          "tran_cn": " [气象] 湿度计；验湿器"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "hydrophil"
          ],
          "tran_cn": "[化学]吸湿的；湿度计的；易潮湿的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "吸湿的，收湿",
      "tran_en": "(of a substance) tending to absorb water from the air "
    }
  ],
  "exchange": {}
}