{
  "word": "scabbard",
  "ipa": {
    "us": "ˈskæbəd",
    "uk": "ˈskæbərd"
  },
  "sentences": [
    {
      "en": "After scabbard film accumulates fluid operation how should recuperate?",
      "cn": "鞘膜积液手术后该怎样调理?"
    },
    {
      "en": "BR > The scabbard is content to be dull when it protects the keenness of the sword.",
      "cn": "刀鞘保护刀的锋利,它自己则满足于它的迟钝."
    },
    {
      "en": "David ran and stood over him. He took hold of the Philistine's sword and drew it from the scabbard.",
      "cn": "大卫跑去，站在非利士人身旁，将他的刀从鞘中拔出来，杀死他，割了他的头。"
    },
    {
      "en": "Draw the sword and throw away the scabbard.",
      "cn": "准备采取坚决的行动,破釜沉舟."
    },
    {
      "en": "His sword had a gold gleam as he drew it from its scabbard.",
      "cn": "只见寒光一闪,他的宝剑已经出鞘."
    },
    {
      "en": "I bought it with an old scabbard and a blade by 200 Yuan.",
      "cn": "此刀柄连同一老刀鞘还有一刀刃我一起是200元收进的."
    },
    {
      "en": "Is the scabbard made of wood or leather?",
      "cn": "请教独爷鞘是木的还是皮的?"
    },
    {
      "en": "It'seems not bad. The scabbard was installed afterward. It's rare if it's old and intact Longquan fittings.",
      "cn": "条子看着挺有层次感,不错, 剑鞘后陪的,如果是老装这么完整的龙泉装还挺少见吧,自己把握,不 知道 半方是个啥概念?"
    },
    {
      "en": "Scabbard is inscribed with ancient symbols and lacquered to a smooth , glossy finish.",
      "cn": "斯卡伯德是古老的符号和刻漆到smoooth, 光泽."
    },
    {
      "en": "The archaeologists also found bows, arrows, saddles, leather chest-protectors, boots, woodenwares, knives, an iron aw, a leather scabbard, and a sweater in the graves.",
      "cn": "考古学家在坟墓中还发现了金属杯、箭、鞍具、皮革护胸、靴子、木制餐具、刀具、一副刀鞘和一件汗衫。"
    },
    {
      "en": "The dagger stuck tightly in the silver scabbard.",
      "cn": "匕首牢牢地卡在银质刀鞘中。"
    },
    {
      "en": "The scabbard is content to be dull when it protects the keenness of the word.",
      "cn": "剑鞘保护剑的锋利,自己却满足于它自己的迟钝."
    },
    {
      "en": "To draw from or as if from a sheath or scabbard.",
      "cn": "拔出从剑鞘或枪套中或仿佛从剑鞘或枪套中拔出."
    },
    {
      "en": "Took from the nail on the wall his sword with its scabbard of iron.",
      "cn": "从墙上的钉子取下他的剑和铁鞘."
    },
    {
      "en": "What do you think of the gold gilding decorations on scabbard?",
      "cn": "鞘上的错金文饰可有个说法 吗 ?"
    },
    {
      "en": "With the scabbard, of course.",
      "cn": "当然, 连着剑鞘."
    },
    {
      "en": "Wooden scabbard cowered in leather, has all brass parts.",
      "cn": "木鞘包裹牛皮, 黄铜配件."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sheath",
            "vaginae"
          ],
          "tran_cn": "鞘；[军]枪套"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<史>鞘",
      "tran_en": "a metal or leather cover for the blade of a sword"
    }
  ],
  "exchange": {
    "pl": [
      "scabbards"
    ]
  }
}