{
  "word": "prudential",
  "ipa": {
    "us": "pru(:)ˈdenʃəl",
    "uk": "pruˈdɛnʃəl"
  },
  "sentences": [
    {
      "en": "Bad loans have been written off , banks re - capitalised and prudential controls strengthened.",
      "cn": "不良贷款已一笔勾销,重组了资本结构,强化了稳妥管理."
    },
    {
      "en": "Everbright Pramerica Fund's only the seventh fund - a balanced selection of Everbright Prudential Equity Fund recently approved.",
      "cn": "光大保德信基金旗下的第七只基金产品 —— 光大保德信均衡精选股票型基金近日获批."
    },
    {
      "en": "Everbright Prudential profit by revenue bonds to fund managers Haiying said.",
      "cn": "光大保德信增利收益债券基金经理于海颖说."
    },
    {
      "en": "First an overall introduction to the prudential supervision and regulation of bank operation stage is made.",
      "cn": "首先对商业银行的运营阶段审慎监管的内容作了介绍."
    },
    {
      "en": "He abstained partly for prudential reasons.",
      "cn": "他的放弃部分是出于谨慎的原因."
    },
    {
      "en": "It provides for strong prudential, capital, and business conduct regulation of all dealers and other major participants in the derivatives markets.",
      "cn": "它对所有的交易员和衍生品市场的主要参与者规定了严格的审慎规则、资本金和业务规则。"
    },
    {
      "en": "Meet other prudential conditions as regulated by CIRC.",
      "cn": "符合中国保监会所规定的其他审慎性条件."
    },
    {
      "en": "Mr King counters that prudential regulation already draws such distinctions.",
      "cn": "金反驳称,谨慎监管已经划定了此类界限."
    },
    {
      "en": "Other prudential requirements stipulated by CIRC.",
      "cn": "(三)中国保监会规定的其他审慎性条件."
    },
    {
      "en": "Part Three elaborates with emphasis the prudential supervision and regulation of bank operation stage.",
      "cn": "第三部分重点阐述了对我国银行业运营阶段的审慎监管."
    },
    {
      "en": "Prudential is the direction of enterprise development, is believed to be corporate power forward!",
      "cn": "诚是企业发展的方向, 信是企业前进的动力!"
    },
    {
      "en": "Revolving all these things, a prudential feeling began to steal over me.",
      "cn": "想着这一切, 不知不觉地,我产生了一种审慎从事的感觉."
    },
    {
      "en": "Some big financial firms, such as Prudential, have closed their research arms.",
      "cn": "许多大金融公司, 比如保诚集团, 已经关闭了他们的研究部门."
    },
    {
      "en": "This is helping propel macro - prudential measures to the top of the regulatory debate, and rightly so.",
      "cn": "这导致宏观审慎措施被推到了监管辩论的最前沿, 而且这么做没错."
    },
    {
      "en": "Usually, however , the ripeness defense reflects prudential considerations.",
      "cn": "时机成熟辩护理由通常反映的是审慎的考虑."
    },
    {
      "en": "We must resurrect market discipline as a complement to prudential supervision.",
      "cn": "我们必须恢复市场纪律,使之成为对审慎监管的补充."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "prudent",
          "tran_cn": " 谨慎的；精明的；节俭的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "prudently",
          "tran_cn": " 谨慎地；慎重地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cautious",
            "wary"
          ],
          "tran_cn": "谨慎的；明辨的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advisory"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "谨慎的",
      "tran_en": "characterized by or resulting from prudence "
    }
  ],
  "exchange": {}
}