{
  "word": "mythological",
  "ipa": {
    "us": "ˌmɪθəˈlɒdʒɪkl",
    "uk": "ˌmɪθəˈlɑdʒɪkl"
  },
  "sentences": [
    {
      "en": "Alexander's obsession with the mythological Achilles pleases his mother, Queen Olympias.",
      "cn": "亚历山大对神话人物阿基里斯的着迷,令母亲欧琳皮娅皇后欣喜不已."
    },
    {
      "en": "Because It'symbolized strength, the oak was traditionally worshiped and had numerous mythological associations.",
      "cn": "它体现力量, 栎树传统上崇拜并且有很多神话合作."
    },
    {
      "en": "He is remembered for his historical and mythological works.",
      "cn": "他以其带有历史感和神话色彩的作品而著称."
    },
    {
      "en": "His paintings include landscapes, mythological and religious subjects, and scenes from common life, called genre pictures.",
      "cn": "他的画包括风景 、 神话故事和宗教题材, 以及作为素材的一些普通生活的场景."
    },
    {
      "en": "I believe you are quite an authority on things ancient and mythological.",
      "cn": "我相信你是考古学和神话学的权威."
    },
    {
      "en": "Let us enter the Halls of the Pyramid of Mythological Rendering.",
      "cn": "让我们进入神话描写的金字塔大厅里."
    },
    {
      "en": "Mythological backside is sold in these, have He opportunity after all?",
      "cn": "在这些销售神话的背后, 到底有何玄机?"
    },
    {
      "en": "Plato describes in “Phaedrus,” in mythological language, why and how the souls take their birth upon this plane, either as human or animal.",
      "cn": "柏拉图在他的“斐德罗篇”中，以神话的语言描述了灵魂为何和怎样在人类的层面上或动物的层面上产生。"
    },
    {
      "en": "Some of their stories were based on historical fact, but most were mythological.",
      "cn": "他们故事中的一部分是基于历史事实的, 但是大多数是虚构的."
    },
    {
      "en": "The unicorn has always been a mythological animal.",
      "cn": "独角兽向来是神话中才会出现的动物."
    },
    {
      "en": "These mythological figures are described disparagingly as belonging only to a story.",
      "cn": "这些神话人物被轻蔑地描述为“仅在传说中出现”的人物."
    },
    {
      "en": "This genre painting became very popular in the Netherlands and the north in general, because it was opposed to the mythological painting of Italy.",
      "cn": "这种绘画类型在荷兰乃至整个北部变得流行起来，因为它是对意大利神话题材绘画的反叛。"
    },
    {
      "en": "While Henry’s essay is of course speculative, he nevertheless takes on an authoritative tone, and makes copious references to ancient mythological texts, as well as Zecharia Sitchin ’s works.",
      "cn": "尽管亨利的文章当然是推测性的，他依然采用一种权威式的口吻，并参考了大量的古代神话文本和撒迦利亚? 西琴的作品。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mythic",
          "tran_cn": " 神话的；虚构的"
        },
        {
          "word": "mythical",
          "tran_cn": " 神话的；虚构的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "myth",
          "tran_cn": " 神话；虚构的人，虚构的事"
        },
        {
          "word": "mythologist",
          "tran_cn": " 神话学者；神话作者"
        },
        {
          "word": "mythology",
          "tran_cn": " 神话；神话学；神话集"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "mythicize",
          "tran_cn": " 视为神话；解释为神话"
        },
        {
          "word": "mythologize",
          "tran_cn": " 写神话；当做神话；把……解释为神话"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "fictitious",
            "imaginary"
          ],
          "tran_cn": "神话的；神话学的；虚构的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "romantic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "神话的，虚构的"
    }
  ],
  "exchange": {}
}