{
  "word": "Hollywood",
  "ipa": {
    "us": "ˈhɒliwʊd",
    "uk": "ˈhɑːliwʊd"
  },
  "sentences": [
    {
      "en": "...a major Hollywood studio.",
      "cn": "...一家好莱坞大制片厂。"
    },
    {
      "en": "\"Basic Instinct\" catapulted her to top status among Hollywood's glamour goddesses.",
      "cn": "《本能》使她跃至一线，成功跻身好莱坞耀眼的女明星之列。"
    },
    {
      "en": "Arran became increasingly estranged from the mainstream of Hollywood.",
      "cn": "阿伦变得越来越脱离好莱坞的主流了。"
    },
    {
      "en": "By now Murphy is Hollywood'stop male comedy star.",
      "cn": "墨菲现在已经是好莱坞的一线男喜剧明星了。"
    },
    {
      "en": "Downtime in Hollywood can cost a lot of money.",
      "cn": "在好莱坞停工会损失许多钱。"
    },
    {
      "en": "Getting Hollywood's latest films released on laser-disc has also helped.",
      "cn": "通过激光视盘发行好莱坞最新电影也起到了一定作用。"
    },
    {
      "en": "Hollywood cameramen have good reason to blow their own trumpets.",
      "cn": "好莱坞的摄影师们有足够的理由可以自我吹嘘。"
    },
    {
      "en": "Hollywood has been talking about economizing on movie budgets.",
      "cn": "好莱坞一直在讨论紧缩电影预算。"
    },
    {
      "en": "Hollywood soon became rife with rumors.",
      "cn": "整个好莱坞顿时流言四起。"
    },
    {
      "en": "Hollywood was an uncongenial place to work.",
      "cn": "好莱坞是个不适宜工作的地方。"
    },
    {
      "en": "Leggy blondes are two a penny in Hollywood.",
      "cn": "在好莱坞，长腿金发美女遍地都是。"
    },
    {
      "en": "The Ball was attended by the cream of Hollywood society.",
      "cn": "好莱坞的大牌影星们出席了那个舞会。"
    },
    {
      "en": "The bright lights of Hollywood beckon many.",
      "cn": "好莱坞的花花世界吸引了很多人。"
    },
    {
      "en": "The formula in Hollywood is simple—money talks.",
      "cn": "好莱坞的生存规则很简单，就是金钱万能。"
    },
    {
      "en": "The glitterati of Hollywood are flocking to Janet Vaughan's nail salon.",
      "cn": "众多的好莱坞名流都去光顾珍妮特·沃恩的美甲店。"
    },
    {
      "en": "This movie made him the most bankable star in Hollywood.",
      "cn": "这部电影让他一举成为好莱坞最具票房号召力的明星。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "hollywood blockbuster",
      "tran_cn": "好莱坞大片"
    },
    {
      "phrase": "hollywood foreign press association",
      "tran_cn": "好莱坞海外记者协会"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "好莱坞",
      "tran_en": "You use Hollywood to refer to the film industry that is based in Hollywood, California"
    }
  ],
  "exchange": {}
}