{
  "word": "mucilage",
  "ipa": {
    "us": "'mju:sɪlɪdʒ",
    "uk": "'mjusəlɪdʒ"
  },
  "sentences": [
    {
      "en": "Cotton burnt - out fabric was manufactured by burnt - out process combined with foam printing and elastic mucilage printing.",
      "cn": "纯棉织物烂花产品经烂花工艺实现布面空洞,而以发泡印花工艺和弹性胶浆印花工艺锁边,防止脱纱或脱絮现象."
    },
    {
      "en": "Full - sealed structure can be used in the screening of powder, granule and mucilage.",
      "cn": "全密封结构可用于筛选粉, 颗粒剂和粘胶."
    },
    {
      "en": "Hige efficiency refined design, duration, any powders and mucilage are suitable for using.",
      "cn": "效率高、设计精巧耐用, 任何粉类、粘液均可筛分."
    },
    {
      "en": "Lidocaine hydrochloride mucilage is a kind of lubricant and surface anaesthetic.",
      "cn": "盐酸利多卡因胶浆是一种润滑剂及表面麻醉剂."
    },
    {
      "en": "Objective : To introduce the preparation and quality control of tetracaine hydrochloride glycerin mucilage.",
      "cn": "目的: 介绍盐酸丁卡因甘油胶浆的制备及质量控制."
    },
    {
      "en": "Objective To evaluate the effects of meglumine diatrizoate mucilage ( MDC ) used as contrast medium in bronchography.",
      "cn": "目的评价泛影葡胺胶浆造影剂对支气管 造影 的显影效果."
    },
    {
      "en": "Objective To explore the toxicological status of using shoes mucilage and solvent in Fujian province.",
      "cn": "目的了解福建省使用的鞋用胶水和溶剂的毒性状况."
    },
    {
      "en": "Results The LD 50 of diclofenac mucilage ( contained in enema for mice ) was 399.",
      "cn": "结果小鼠双氯芬酸钠胶浆直肠注药半数致死量 ( LD50 ) 为399."
    },
    {
      "en": "They tested two types of mucilage — a gelatinous substance produced by the cactus — in contaminated water.",
      "cn": "他们在被污染的水中测试了两种粘液——仙人掌分泌的胶状物质。"
    },
    {
      "en": "When the trap door shuts, the plant excretes mucilage next to a special cuticle around the door, creating a watertight seal.",
      "cn": "当陷阱阀门关闭的时候，植物在阀门周围的特殊角质层上分泌粘液，形成不透水密封垫。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mucilaginous",
          "tran_cn": " 粘的，[植] 粘液质的；分泌粘液的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "adhesive",
            "cement",
            "glue",
            "paste"
          ],
          "tran_cn": "胶水;浆糊;水泥"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adhesive",
            "cement",
            "glue",
            "paste"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mucilage glue",
      "tran_cn": "n. 粘胶；粘液"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（植物的）黏液，胶水"
    }
  ],
  "exchange": {}
}