{
  "word": "crescendo",
  "ipa": {
    "us": "krəˈʃendəʊ",
    "uk": "krəˈʃendoʊ"
  },
  "sentences": [
    {
      "en": "A visual crescendo, if you will, in a masterpiece of sound and beauty.",
      "cn": "你会发现这使得该件音乐和艺术杰作在视觉上达到了巅峰."
    },
    {
      "en": "Characteristic is Berlioz's frequent use of the orchestral crescendo.",
      "cn": "柏辽兹连续地使用乐队渐强,这是很有特点的."
    },
    {
      "en": "Nearly two octaves below the initial pitch , the piano makes several crescendo efforts to rise again.",
      "cn": "在比开始的基调几乎低了两个八度的地方, 钢琴以几个渐强音再次出现."
    },
    {
      "en": "She spoke in a crescendo: \"You are a bad girl! You are a wicked girl! You are evil!\"",
      "cn": "她嗓门越来越高地说道：“你是个坏女孩！你是个妖女！你是个魔鬼！”"
    },
    {
      "en": "The applause rose to a crescendo and cameras clicked.",
      "cn": "掌声越来越响，照相机的咔嗒声不绝于耳。"
    },
    {
      "en": "The crescendo of noise was con-tinuous.",
      "cn": "噪声越来越大。"
    },
    {
      "en": "The curtains opened as the music reached a crescendo .",
      "cn": "当音乐到达高潮时，大幕拉开了。"
    },
    {
      "en": "The music swelled to a crescendo.",
      "cn": "音乐声渐强."
    },
    {
      "en": "The orchestra was working up to a crescendo.",
      "cn": "交响乐团即将演奏到音量渐强的一节."
    },
    {
      "en": "The shouting rose to a deafening crescendo .",
      "cn": "喊叫声越来越响，到了震耳欲聋的强度。"
    },
    {
      "en": "The third line should be one crescendo.",
      "cn": "第3行应该是渐强音."
    },
    {
      "en": "There was a crescendo of parliamentary and press criticism.",
      "cn": "来自议会和新闻界的批评越来越多。"
    },
    {
      "en": "These first two crescendo are so important.",
      "cn": "前两个渐强是如此重要."
    },
    {
      "en": "This instantly touched off an uproar which rose in a crescendo of shrill exclamations.",
      "cn": "就听轰的一声,乱哄哄响成一片,声音越来越强,还夹着呼叫."
    },
    {
      "en": "This seemed to reach a crescendo last December when voters handed him a serious indirect rebuff.",
      "cn": "去年12月,国内对总统的批评似乎渐增—投票人给了总统一份间接的好战行为回绝书."
    },
    {
      "en": "This year has seen a crescendo of attacks.",
      "cn": "今年,攻击的声音已经渐增."
    },
    {
      "en": "Voices rose in a crescendo and drowned him out.",
      "cn": "人们讲话的声音越来越大，盖过了他的声音。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "crescent",
          "tran_cn": " 新月形的；逐渐增加的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "crescent",
          "tran_cn": " 新月；新月状物；伊斯兰教的标记；土耳其的新月形国徽"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "crescent",
          "tran_cn": " 以新月形物装饰；使成新月形"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（声音）渐强",
      "tran_en": "if a sound or a piece of music rises to a cre-scendo, it gradually becomes louder until it is very loud"
    }
  ],
  "exchange": {
    "pl": [
      "crescendos"
    ]
  }
}