{
  "word": "epic",
  "ipa": {
    "us": "ˈepɪk",
    "uk": "ˈepɪk"
  },
  "sentences": [
    {
      "en": "a Hollywood epic",
      "cn": "好莱坞史诗电影"
    },
    {
      "en": "an epic tale of mutiny on the high seas",
      "cn": "关于公海哗变的惊心动魄的故事"
    },
    {
      "en": "At three hours and 21 minutes, it is an over-long, standard Hollywood epic.",
      "cn": "这部影片长达3小时21分钟，是部超长的标准好莱坞式史诗电影。"
    },
    {
      "en": "epic poetry",
      "cn": "史诗"
    },
    {
      "en": "He could as soon write an epic as drive a car.",
      "cn": "他要是能开汽车就会写叙事诗啦."
    },
    {
      "en": "Here at Dunkirk is another English epic.",
      "cn": "在敦刻尔克这个地方,又一次发生英国人可歌可泣的事迹."
    },
    {
      "en": "I gave up my epic and wrote this little tale instead.",
      "cn": "我放弃了写叙事诗,而写了这个小故事."
    },
    {
      "en": "I read the epic work \" War and Peace \".",
      "cn": "我读过长篇巨著 《 战争与和平 》."
    },
    {
      "en": "It was during the reign of Queen Isabella that Christopher Columbus set forth on his epic voyage of discovery.",
      "cn": "正是在伊莎贝拉女王统治时期克里斯托弗·哥伦布开始了他伟大的发现之旅。"
    },
    {
      "en": "Milton's \" Paradise Lost \" is a famous epic.",
      "cn": "弥尔顿的《失乐园 》 是著名的史诗."
    },
    {
      "en": "She'll go sailing proudly down the years in the epic of Dunkirk.",
      "cn": "在敦刻尔克之役可歌可泣的历史中,它将年复一年地傲然前进."
    },
    {
      "en": "Some day someone will write the full epic of this exciting expedition.",
      "cn": "总有一天有人会把这部激动人心的远征史诗全部写下来."
    },
    {
      "en": "The landing on the moon in 1969 was an epic achievement.",
      "cn": "一九六九年的登月是一项壮举."
    },
    {
      "en": "The themes get tangled in Mr. Mahfouz's epic storytelling.",
      "cn": "马赫福兹先生讲述的故事过于宏大，主题有些混乱了。"
    },
    {
      "en": "Their epic fight is the subject of a new film.",
      "cn": "他们史诗般的战斗是一部新电影的主题。"
    },
    {
      "en": "There are a number of distinguishing characteristics by which you can identify a Hollywood epic.",
      "cn": "好莱坞的史诗大片有着一些与众不同的特点。"
    },
    {
      "en": "They held a banquet of epic proportions.",
      "cn": "他们举行了盛大的宴会."
    },
    {
      "en": "This is a prose translation of Homer's epic poems.",
      "cn": "这是荷马史诗的散文翻译."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "epical",
          "tran_cn": " 英勇的；叙事诗的；有重大历史意义的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "rhapsodical"
          ],
          "tran_cn": "史诗的，叙事诗的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "epos",
            "heroic"
          ],
          "tran_cn": "史诗；叙事诗；史诗般的作品"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "epic poetry",
      "tran_cn": "史诗"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "史诗般的，艰苦卓绝的，宏大的",
      "tran_en": "an epic book, poem, or film tells a long story about brave actions and exciting events"
    },
    {
      "pos": "n",
      "tran_cn": "史诗，叙事诗，壮举",
      "tran_en": "a book, poem, or film that tells a long story about brave actions and exciting events"
    }
  ],
  "exchange": {
    "pl": [
      "epics"
    ]
  }
}