{
  "word": "superficially",
  "ipa": {
    "us": "ˌsju:pə'fɪʃəlɪ",
    "uk": "ˈsupɚˈfɪʃəlɪ"
  },
  "sentences": [
    {
      "en": "Chairman Mao famously declared that women hold up half the sky and, superficially at least, went about promoting women into jobs previously designated to men.",
      "cn": "毛主席曾宣称，“妇女能顶半边天”，至少在表面上，促使女性进入了以前只有男人才能干的岗位。"
    },
    {
      "en": "Even the east's superficially good statistics often hide grave weaknesses.",
      "cn": "就连东德表面良好的统计数字也常常掩盖着严重的缺陷."
    },
    {
      "en": "He combined consummate shrewdness with the disposition superficially to fraternize.",
      "cn": "他把高度的精明和温和敦厚的外表结合了起来."
    },
    {
      "en": "Hill cannot write badly or superficially; his characters and plotting are, as usual, admirable.",
      "cn": "希尔不可能写得太差，也不会缺乏深度；他刻画的人物和情节和以前一样精彩。"
    },
    {
      "en": "Looking at It'superficially, it is a good deal for the three parties.",
      "cn": "表面看来, 这是三方获利的好事."
    },
    {
      "en": "Ms Merkel has problems of a different kind, at least superficially.",
      "cn": "默克尔的问题是另一种类型, 至少表面上如此."
    },
    {
      "en": "Narcissists aren't just attractive to themselves. They are, at least superficially, attractive to other people.",
      "cn": "自恋者不只是对自己有吸引力。至少从表面上看，他们对其他人也有吸引力。"
    },
    {
      "en": "Reviewers'comments were sometimes dealt with only superficially, if not ignored altogether.",
      "cn": "有时,评论家的评论不是整个被忽略, 就是表面应付一下."
    },
    {
      "en": "Superficially there have been many changes in Britain in recent years.",
      "cn": "近几年来英国的面貌发生了很多变化。"
    },
    {
      "en": "Superficially, rendering is not difficult, but actually, it is far from easy.",
      "cn": "翻译工作看起来简单, 做起来却不容易."
    },
    {
      "en": "Superficially, this kind of individualism is completely different from the traditional music.",
      "cn": "从表面来看, 这种个性化与传统的音乐相比已面目全非."
    },
    {
      "en": "Superficially, this Shakespeare's work seems to fit into the same genre.",
      "cn": "从表面上看, 莎士比亚的这个剧本似乎属于同一类型."
    },
    {
      "en": "The film touches on these difficult questions, but only superficially.",
      "cn": "这部电影触及了这些难题，但只是蜻蜓点水式的。"
    },
    {
      "en": "The film touches on these issues, but only superficially.",
      "cn": "这部电影涉及了这些问题，但却流于表面。"
    },
    {
      "en": "Their experiences are superficially similar.",
      "cn": "他们的经历从表面看很相似."
    },
    {
      "en": "Therapeutics is considered in virtually all textbooks of medicine, but often superficially.",
      "cn": "事实上所有内科学教科书都提到治疗说, 不过内容通常较为简浅而已."
    },
    {
      "en": "They were doubtlessly the animating principle of many hours that superficially seemed vacant.",
      "cn": "在表面看来无所事事的许多时刻中,它们无疑是活跃的因素."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "superficial",
          "tran_cn": " 表面的；肤浅的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "superficial",
          "tran_cn": " 表面文章；外表；浅薄的人"
        },
        {
          "word": "superficiality",
          "tran_cn": " 浅薄，肤浅；表面性的事物"
        },
        {
          "word": "superficies",
          "tran_cn": " 外表，表面；面积"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "surfacely",
            "ectally"
          ],
          "tran_cn": "表面地；浅薄地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "apparently"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "浅薄地，干"
    }
  ],
  "exchange": {
    "noun": [
      "superficiality"
    ],
    "adj": [
      "superficial"
    ]
  }
}