{
  "word": "misinterpreted",
  "ipa": {
    "us": "'mɪsɪn'tɝprɪt",
    "uk": "mɪsɪn'tɜːprɪt"
  },
  "sentences": [
    {
      "en": "Avoid any gossip and be careful that you aren't misinterpreted.",
      "cn": "要尽量避免闲言碎语,注意不要让别人误解自己."
    },
    {
      "en": "But that view is now being questioned by Joseph Silk at the University of Oxford and colleagues, who say it's possible that the WMAP observations have been misinterpreted.",
      "cn": "但是，牛津大学的约瑟夫·修克及同事对这个观点提出了质疑。 他说，威尔金森微波探测器的观察结果有可能被误解了。"
    },
    {
      "en": "Everybody had him focused wrong, and necessarily misinterpreted his performance every time.",
      "cn": "大伙儿都错看了他, 并且对他的所作所为每次都必然作出错误的解释."
    },
    {
      "en": "He misinterpreted her silence as indicating agreement.",
      "cn": "他误以为她的沉默就是同意."
    },
    {
      "en": "His comments were misinterpreted as a criticism of the project.",
      "cn": "他的评论被误解为对这个项目的批评。"
    },
    {
      "en": "I realized that what I'd said could be misinterpreted as criticism.",
      "cn": "我意识到我的话可能被误解为批评."
    },
    {
      "en": "In a marriage, the common symptoms of the disorder — distraction, disorganization, forgetfulness — can easily be misinterpreted as laziness, selfishness and a lack of love and concern.",
      "cn": "婚姻中，该疾病的普遍症状，即注意力不集中、生活没有条理以及健忘，通常被误解为懒惰、自私和缺少对他人的关爱。"
    },
    {
      "en": "It is now inexplicable how that development was misinterpreted.",
      "cn": "当时对这一事态发展的错误理解究竟是怎么产生的,现在已经无法说清楚了."
    },
    {
      "en": "Piggy saw the smile and misinterpreted it as friendliness.",
      "cn": "猪崽子看到微笑,却误以为是友好的表示."
    },
    {
      "en": "She misinterpreted my silence as giving consent.",
      "cn": "她把我的沉默误解为答应."
    },
    {
      "en": "Sustainable development is often misinterpreted as focusing solely on environmental issues.",
      "cn": "可持续发展是经常误解为独自环保议题."
    },
    {
      "en": "The Prince's words had been misinterpreted.",
      "cn": "亲王的话遭到了曲解。"
    },
    {
      "en": "The rioter misinterpreted the instructions of the police.",
      "cn": "暴徒们错误地解释了警察的指示."
    },
    {
      "en": "Their interpretation was faulty — they had misinterpreted things.",
      "cn": "他们的理解是错误的——他们将事情曲解了。"
    },
    {
      "en": "These teachings can be crassly misinterpreted.",
      "cn": "这些教义可能会被愚蠢地曲解。"
    },
    {
      "en": "Too much eye contact can be misinterpreted as staring.",
      "cn": "太频繁的眼神接触会被误解为盯着对方."
    },
    {
      "en": "What you mean as a casual remark could be misinterpreted.",
      "cn": "你随便说的一句话，可能就被曲解了。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "曲解的，误解的"
    },
    {
      "pos": "v",
      "tran_cn": "误解，曲解( misinterpret的过去式和过去分词 )"
    }
  ],
  "exchange": {}
}