{
  "word": "endorphin",
  "ipa": {
    "us": "enˈdɔːfɪn",
    "uk": "enˈdɔːrfɪn"
  },
  "sentences": [
    {
      "en": "Among them, there are the emotional effects of epinephrine, dopamine, serotonin and endorphin, and so on.",
      "cn": "其中, 影响情绪的有肾上腺素 、 多巴胺 、 血清素和内啡呔等."
    },
    {
      "en": "As a matter of fact, recent studies have shown that even the anticipation of laughter increases endorphin levels.",
      "cn": "事实上，最近有研究显示，甚至对笑的期待也会增加内啡呔水平。"
    },
    {
      "en": "Butexercise can be a great way to relieve stress endorphin which will improve your mood.",
      "cn": "然而,体育锻炼是一种减轻压力的好方法,它会让你心情变好."
    },
    {
      "en": "Endorphin can enhance our immune system. To increase our level of endorphin, smile.",
      "cn": "安多芬能提高我们的免疫力. 要提高我们的免疫力, 多展笑容."
    },
    {
      "en": "Exercise can be a great way to relieve stress endorphin which will improve your mood.",
      "cn": "体育锻炼可是一种减轻压力的好方法,它会让你心情变好."
    },
    {
      "en": "If the scans showed that endorphins were being produced and were attaching themselves to areas of the brain involved with mood, that would be direct evidence for the endorphin hypothesis.",
      "cn": "如果扫描仪显示内啡肽产生并在他们与情绪有关的脑区发生作用，那么就能直接证实内啡肽假设的真实性。"
    },
    {
      "en": "Injections of α - endorphin acted as a tranquilizer and a mild analgesic.",
      "cn": "注射α内啡肽后起镇静作用,也起和缓的止痛作用."
    },
    {
      "en": "It also can cause an endorphin rush that is quite pleasant and might make you forget about the heat.",
      "cn": "此外，辛辣食物还会促进脑内啡的分泌，让你产生快感，忘掉炎热。"
    },
    {
      "en": "Music, sports, drawing, and calligraphy can enhance our secretion of endorphin and make us feel good.",
      "cn": "音乐 、 运动 、 绘画或书法,都可以促进安多芬的分泌,产生畅快的感觉."
    },
    {
      "en": "Smiling can help reduce the level of stress-enhancing hormones like cortisol, adrenaline and dopamine, increase the level of mood-enhancing hormones like endorphin and reduce overall blood pressure.",
      "cn": "微笑可以帮助降低提升压力荷尔蒙的含量，如皮质醇、肾上腺素和多巴胺，增加提升情绪荷尔蒙的含量，如脑内啡，并降低整体血压。"
    },
    {
      "en": "The increased rate of the body's endorphin production helps the client through the crucial withdrawal period.",
      "cn": "身体 “ 吗啡激素”水平的不断增加可以帮助客户顺利度过至关重要的“戒断期”."
    },
    {
      "en": "When this happens, stress and pain occur, causing endorphin levels to rise in the brain.",
      "cn": "在该情况下，紧张和疼痛向大脑反馈，从而增加的内啡肽的释放。"
    },
    {
      "en": "Whereas exercise has a positive impact boosting self-esteem, sense of control and endorphin levels.",
      "cn": "但是，锻炼却有助于提升自信、自控力以及调节脑内啡水平（一种荷尔蒙），跑步者的愉悦感（runner's high）是指当运动量超过某一阶段时，体内便会分泌脑内啡。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>内啡肽（体内产生的一种镇痛作用的荷尔蒙）",
      "tran_en": "a chemical produced by your body that reduces pain and can make you feel happier"
    }
  ],
  "exchange": {}
}