{
  "word": "germicide",
  "ipa": {
    "us": "ˈdʒɜ:mɪsaɪd",
    "uk": "ˈdʒɜrmɪsaɪd"
  },
  "sentences": [
    {
      "en": "Chlorine is a kind of high effective and widely used germicide.",
      "cn": "氯是一种高效的杀菌剂，用途十分广泛。"
    },
    {
      "en": "Chloroxylenol , a halogenated phenol, is a germicide that is effective against gram negative and gram positive bacteria, fungi, and yeast.",
      "cn": "一个卤代酚，是一种有效的杀菌剂是对革兰氏阴性菌和革兰氏阳性菌，真菌和酵母。"
    },
    {
      "en": "Ratified use of product: the 5 th classification as Germicide , Hygiene Disinfectant, Disinfectant.",
      "cn": "核定使用商品(第5类)杀菌剂(真菌); 卫生消毒剂; 消毒剂(商品截止 )"
    },
    {
      "en": "The present invention discloses one kind of germicide composition containing pyraclostrobin and mancozeb and its application.",
      "cn": "本发明公开了一种含唑菌胺酯和代森锰锌的杀菌组合物及其应用."
    },
    {
      "en": "The present invention discloses one kind of germicide composition containing trichlamide and thiophanate - methyl and its application.",
      "cn": "本发明公开了一种含水杨菌胺与甲基硫菌灵的杀菌组合物及其应用."
    },
    {
      "en": "Then, the whole spectacle gets even worse when you have to knead germicide into the contents.",
      "cn": "然后更糟糕的事是你必须自己动手把杀菌剂均匀的揉进那些东西中。"
    },
    {
      "en": "Using biological means or exploiting biological germicides instead of chemical germicide were considered to settle these problems.",
      "cn": "克服这一问题的重要途径之一就是采用生物防治，开发生物杀菌剂。"
    },
    {
      "en": "YOULUJIN ( sodium Dichloroisocyanurate ) is a kind of high effective and widely used germicide and disinfectant.",
      "cn": "优氯净 ( 二氯异氰尿酸钠 ) 是一种广谱高效的杀菌、消毒剂,用途十分广泛."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "germicidal",
          "tran_cn": " 杀菌的；有杀菌力的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bactericide",
            "sterilant"
          ],
          "tran_cn": "[药]杀菌剂，杀菌物"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "杀菌剂",
      "tran_en": "any substance that kills germs or other microorganisms "
    }
  ],
  "exchange": {
    "adj": [
      "germicidal"
    ]
  }
}