{
  "word": "transcribe",
  "ipa": {
    "us": "trænˈskraɪb",
    "uk": "trænˈskraɪb"
  },
  "sentences": [
    {
      "en": "A secretary transcribed the witnesses’ statements.",
      "cn": "一名书记员记录下证人的陈述。"
    },
    {
      "en": "Brief the exploitation and principle of the high tension transcribe cost counting system of Shangcheng County.",
      "cn": "简单介绍了商城县高压电抄表计费系统的开发过程及原理."
    },
    {
      "en": "Clerks transcribe everything that is said in court.",
      "cn": "书记员把在法庭上所有的话都记录在案。"
    },
    {
      "en": "Concern letter transcribe material to explain slightly at fall and be united in wedlock now.",
      "cn": "现将信转录于下并结合有关材料稍加说明."
    },
    {
      "en": "He gave up trying to write for the guitar and decided to transcribe the work for piano.",
      "cn": "他放弃了为吉他谱曲，决定把作品改编成钢琴曲。"
    },
    {
      "en": "He had been asked to transcribe an ancient manuscript.",
      "cn": "他被要求抄写一本古代手稿。"
    },
    {
      "en": "I am able to get dictation in English and quickly transcribe into Chinese.",
      "cn": "我会英语的口授笔记,同时能立即将其改写成中文."
    },
    {
      "en": "I am able to take dictation in English and quickly transcribe into Chinese.",
      "cn": "我会英文的口授笔记,同时能立即将其改写成中文."
    },
    {
      "en": "I am able to take dictation in English and transcribe them rapidly into Chinese.",
      "cn": "我会英文记录,还能立即将其改写成中文."
    },
    {
      "en": "Is the adjusting control that body and gene transcribe get inside afterbirth what kind of?",
      "cn": "胞内受体与基因转录的调控是怎样的?"
    },
    {
      "en": "Pay attention to not missing any word when you transcribe the document.",
      "cn": "在抄写这份文件时,注意不要漏掉任何字."
    },
    {
      "en": "Q: Do you have tips on how to effectively transcribe.",
      "cn": "问: 在如何有效地转录方面,你有什么小技巧吗?"
    },
    {
      "en": "Sitting in a different room, he would transcribe those airs and arrange them.",
      "cn": "祖父坐在另外一间屋子里, 把这些曲调记录下来,加以整理."
    },
    {
      "en": "The present technical development might let us transcribe and the duplication sound as necessary.",
      "cn": "现在的科技发展可以让我们随时录制和复制声音了."
    },
    {
      "en": "Transcribe the oral history of this tribe.",
      "cn": "转录这个部落口述的历史."
    },
    {
      "en": "We need volunteers to transcribe this manuscript.",
      "cn": "我们需要自愿者来抄写这个文稿."
    },
    {
      "en": "What about young Mozart's famous ability to transcribe entire scores on a single hearing?",
      "cn": "为什么年轻的莫扎特有听一次演奏会就会抄写出整个乐章的特殊才能 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "transcriber",
          "tran_cn": " [计] 信息转换器；[计] 转录器；誊写员"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "indite"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "to copy"
          ],
          "tran_cn": "转录；抄写"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "转录",
      "tran_en": "to write down something exactly as it was said"
    },
    {
      "pos": "vt",
      "tran_cn": "（用不同的录音手段）转录，抄写，誊写，改编（乐曲）（以适应他种乐器或声部）",
      "tran_en": "to write an exact copy of something"
    }
  ],
  "exchange": {
    "third": [
      "transcribes"
    ],
    "past": [
      "transcribed"
    ],
    "done": [
      "transcribed"
    ],
    "ing": [
      "transcribing"
    ]
  }
}