{
  "word": "carcass",
  "ipa": {
    "us": "ˈkɑ:kəs",
    "uk": "ˈkɑrkəs"
  },
  "sentences": [
    {
      "en": "A belt carcass includes a net - shaped inner layer and two outer layers.",
      "cn": "一种带体,包含一网状的内层与二外层."
    },
    {
      "en": "A butcher chops up a pig carcass on a block . Mr.",
      "cn": "一名肉类柜台营业员正在砧板上斩开猪肉."
    },
    {
      "en": "A cluster of vultures crouched on the carcass of a dead buffalo.",
      "cn": "一群秃鹫蹲伏在一具野牛的尸体上。"
    },
    {
      "en": "Auxiliary machine: carcass servicer, belt servicer and tread servicer.",
      "cn": "辅机部分: 胎体供料装置 、 带束层供料装置、胎面供料装置."
    },
    {
      "en": "Characteristics of different pathological appearances of the pork carcass skin are detailed.",
      "cn": "本文详细介绍了猪胴体皮肤病变的种类和相应的特征."
    },
    {
      "en": "Chop duck carcass into pieces and slightly brown in a preheated oven.",
      "cn": "把鸭壳斩件铺在焗盘,再放入焗炉烤熟至微黄."
    },
    {
      "en": "The entire carcass, hide, guts and bones, will quickly be devoured.",
      "cn": "整个动物尸体, 包括皮 、 内脏和骨, 很快便会被吞噬."
    },
    {
      "en": "The hunter knelt beside the animal carcass and commenced to skin it.",
      "cn": "猎人跪在动物尸体旁边，开始剥皮。"
    },
    {
      "en": "They divided the deer's carcass, the hunter taking the hinder parts.",
      "cn": "他们将鹿的躯体一分为二, 猎手分得后面部分."
    },
    {
      "en": "They found that these bone tools cut the carcass effectively.",
      "cn": "他们发现这些骨质工具切割兽肉是挺好用的."
    },
    {
      "en": "This process produces a natural mummy of the animal's carcass.",
      "cn": "这种过程能产生动物尸体的自然状态的木乃伊."
    },
    {
      "en": "Vultures flew around in the sky waiting to pick at the carcass of the deer.",
      "cn": "秃鹰在天空盘旋等着啄食鹿的尸体."
    },
    {
      "en": "We came across the carcass of a lion.",
      "cn": "我们遇到了一具狮子的尸体."
    },
    {
      "en": "You can render the chicken carcass down to make stock for soup.",
      "cn": "你可把这只鸡炖烂,做成汤料."
    },
    {
      "en": "You may find a bit of meat leave on the chicken carcass.",
      "cn": "鸡骨头上还可能有点儿肉呢."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "remain",
            "debris",
            "corpse",
            "lich"
          ],
          "tran_cn": "（人或动物的）尸体；残骸；（除脏去头备食用的）畜体"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "animal",
            "body",
            "corpse"
          ],
          "tran_cn": ""
        },
        {
          "words": [
            "corpse"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（人或动物的）尸体，（家畜屠宰后的）躯体，骨架，遗骸、残迹等",
      "tran_en": "the body of a dead animal"
    }
  ],
  "exchange": {
    "pl": [
      "carcasses"
    ]
  }
}