{
  "word": "domino",
  "ipa": {
    "us": "ˈdɒmɪnəʊ",
    "uk": "ˈdɑmənoʊ"
  },
  "sentences": [
    {
      "en": "Domino: So , what sharp little eyes you've got.",
      "cn": "狄美乐: 哗, 你真有一对锋利的眼睛."
    },
    {
      "en": "I can launch a rocket and take out the domino effect.",
      "cn": "我就可以发射飞弹来阻止骨牌效应."
    },
    {
      "en": "I thought it was domino with me.",
      "cn": "我以为我完蛋了."
    },
    {
      "en": "I used to play dominoes there.",
      "cn": "我过去常在那里玩多米诺骨牌游戏。"
    },
    {
      "en": "If not, we are facing a potential situation of retaliation and a domino effect.",
      "cn": "否则, 我们将可能陷入互相报复的境地,并引发多米诺效应."
    },
    {
      "en": "If the automakers go bankrupt then they'll be a whole domino impact of potential job losses.",
      "cn": "如果汽车制造商倒闭然后他们将整个多米诺骨牌影响,潜在的就业损失."
    },
    {
      "en": "It's like long dominoes, asas the top of a fall, followed by all Domino will fall.",
      "cn": "这就像长长的多米诺骨牌, 只要最前面的一张倒下, 后面所有的骨牌都会倒下."
    },
    {
      "en": "It's something like a domino phenomenon . Something becomes successful and suddenly everybody films scripts vampires related.",
      "cn": "就像多米诺骨牌效应,某样东西突然很成功,然后大家都开始拍吸血鬼电影."
    },
    {
      "en": "My name is Domino Harvey -- I'm a bounty hunter.",
      "cn": "吾名多米诺·哈维,赏金猎人."
    },
    {
      "en": "She started crying and I heard this domino effect all around my house of people screaming.",
      "cn": "她开始哭泣,我听见了由此引发的多米诺效应:我的房间里充满了人们的尖叫声."
    },
    {
      "en": "So you're sure about your domino - game cover ?",
      "cn": "那么就是说你认为赌 牌九 是个很好的伪装了?"
    },
    {
      "en": "The domino effect if one train is cancelled is enormous.",
      "cn": "如果一班火车被取消，其连锁反应将是巨大的。"
    },
    {
      "en": "The lack of raw material Harry a domino effect on suppliers, syllequattemptyories trap consumers.",
      "cn": "由于原料缺乏所产生的多米诺效应效果到供应商、工厂 、 批发商、最后还效果到消费者."
    },
    {
      "en": "The scandal cause a domino effect. Many banks are under investigation now.",
      "cn": "这个丑闻引起了骨牌效应, 现在许多的银行都在接受调查."
    },
    {
      "en": "What can you tell us about these 4 creeps, Domino?",
      "cn": "你对那四个盗贼有什么看法,多米诺?"
    },
    {
      "en": "You take Main Street and you turn left on Domino Square.",
      "cn": "你去主要街道,你我在多米诺广场左转."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mask",
            "face-piece"
          ],
          "tran_cn": "多米诺骨牌；面具；化装外衣"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "domino effect",
      "tran_cn": "多米诺效应（政治术语，指一事件引起连锁反应）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "多米诺骨牌，骨牌效应，化妆斗篷面具",
      "tran_en": "one of a set of small flat pieces of wood, plastic etc, with different numbers of spots, used for playing a game"
    }
  ],
  "exchange": {
    "pl": [
      "dominoes"
    ]
  }
}