{
  "word": "rabies",
  "ipa": {
    "us": "ˈreɪbi:z",
    "uk": "ˈrebiz"
  },
  "sentences": [
    {
      "en": "Animal rabies can be classified as furious or dumb.",
      "cn": "动物狂犬病可分为狂暴的和沉默的二类."
    },
    {
      "en": "Animals with rabies often froth at the mouth.",
      "cn": "患狂犬病的动物常常口吐白沫."
    },
    {
      "en": "At first blush, vaccinating the wolves against rabies seems a simple solution.",
      "cn": "乍一看来, 为狼群注射防狂犬病疫苗是一种简单的办法."
    },
    {
      "en": "Becky found a wolf in the oak stump near the wash.I think it has rabies.",
      "cn": "贝基在干河床附近的栎树墩发现一只狼。 我想它有狂犬病。"
    },
    {
      "en": "Doctor: I'm sorry to tell you, but you have rabies.",
      "cn": "医生: 我很遗憾地告诉你, 你得了狂犬病."
    },
    {
      "en": "Dogs, cats and bats can all carry rabies.",
      "cn": "狗 、 猫和蝙蝠都可能携带狂犬病病毒."
    },
    {
      "en": "His dogs were inoculated against rabies.",
      "cn": "他的狗注射过狂犬疫苗。"
    },
    {
      "en": "If that wasn't enough, he also came up with a rabies vaccine.",
      "cn": "如果说这还不够的话, 他还研制出了狂犬病疫苗."
    },
    {
      "en": "In cattle, rabies is transmitted exclusively from the bite of salivs infected rabid animals.",
      "cn": "在牛, 狂犬病仅能由患狂犬病动物通过唾液的咬伤而传播."
    },
    {
      "en": "In dumb rabies there is a very short excitation phase.",
      "cn": "在狂犬病潜伏期,有一非常短的兴奋期."
    },
    {
      "en": "More than 99% of all human deaths from rabies occur in Africa and Asia.",
      "cn": "狂犬病造成的所有人类死亡中，有99%以上发生在非洲和亚洲。"
    },
    {
      "en": "Rabies has been described as one of the most terrifying diseases known to man.",
      "cn": "狂犬病被称为人类已知的最可怕的疾病之一。"
    },
    {
      "en": "Rabies is endemic in several wildlife populations throughout specific geographical areas.",
      "cn": "狂犬病是地方病在几个野生动物遍及的特殊的地理区域."
    },
    {
      "en": "The antigen - detecting RIE for human rabies vaccine was established and optimized.",
      "cn": "应用火箭电泳法(RIE)建立并优化了人用狂犬病疫苗抗原的检测方法."
    },
    {
      "en": "The identification of rabies virus has saved many lives.",
      "cn": "狂犬病病毒的确认挽救了许多人的性命."
    },
    {
      "en": "The soaring dog population has brought an increase in rabies.",
      "cn": "高速增长的狗带来了狂犬病的增长."
    },
    {
      "en": "There was a rabies scare in town.",
      "cn": "城里发生了狂犬病恐慌."
    },
    {
      "en": "Therefore, prompt local treatment of all bite wounds and scratches that may be contaminated with rabies virus is important.",
      "cn": "因此，迅速对可能已感染狂犬病毒的所有咬伤处和抓伤处进行局部处理很重要。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hydrophobia",
            "canine madness"
          ],
          "tran_cn": "[内科]狂犬病，恐水病"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "hydrophobia"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rabies vaccine",
      "tran_cn": "狂犬病疫苗"
    },
    {
      "phrase": "rabies virus",
      "tran_cn": "狂犬病病毒"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[医]狂犬病，恐水病",
      "tran_en": "a very dangerous disease that affects dogs and other animals, and that you can catch if you are bitten by an infected animal"
    }
  ],
  "exchange": {}
}