{
  "word": "aftermarket",
  "ipa": {
    "us": "'ɑ:ftəˌmɑ:kɪt",
    "uk": "ˈæftɚˌmɑrkɪt"
  },
  "sentences": [
    {
      "en": "Aftermarket oil additives are not recommended for use with AMSOIL motorcycle oil.",
      "cn": "售后石油添加剂建议不要与AMSOIL摩托车油的使用."
    },
    {
      "en": "Aftermarket whole series of varieties, good quality, all export products, export packaging.",
      "cn": "汽车精品系列品种全, 质量好, 均为出口产品, 出口包装."
    },
    {
      "en": "Cons: As with all other bundled headphone, I strongly suggest you get an aftermarket one.",
      "cn": "缺点: 象其它标配的耳机一样(质量一般), 我强烈建议你重配其它更好的耳机."
    },
    {
      "en": "External communicating with US, SC, sales team, WGQ, ITS aftermarket, 800, etc.",
      "cn": "对外与US.SC销售团队, 外高桥, ITS售后, 800等业务部门联系."
    },
    {
      "en": "Is committed to providing customers with professional, efficient Aftermarket products and tools for protection.",
      "cn": "致力为客户提供专业 、 快捷的工具产品及售后保障."
    },
    {
      "en": "It's illegal to get into a formal agreement with investors that they'll buy in the aftermarket.",
      "cn": "与投资者达成正式协议、允许他们在后市上买入的做法是非法的。"
    },
    {
      "en": "Its products span the full life cycle of production processes, from new lines to aftermarket services.",
      "cn": "公司为客户提供新生产线,项目改造,工艺优化升级等业务."
    },
    {
      "en": "Responsible for advertising, with single - customer service, computer assembly, maintenance and other aftermarket business.",
      "cn": "负责为广告宣传, 客服配单, 组装电脑, 售后维修等业务."
    },
    {
      "en": "Take in charge of analysis and resolving of these parts'test incident, assembling and aftermarket problems.",
      "cn": "负责这些零件的试验故障 、 装车问题、售后抱怨等问题的分析和跟踪解决."
    },
    {
      "en": "The company serves light vehicle, commercial truck, trailer and specialty original equipment manufacturers and certain aftermarket.",
      "cn": "公司服务于轻型车辆 、 商用卡车 、 拖车和特种车辆及部分售后市场."
    },
    {
      "en": "The company serves the national automotive aftermarket with a broad range of accessory and recreational-vehicle products.",
      "cn": "该公司为全国汽车零配件市场提供各种零配件和休闲旅游车产品。"
    },
    {
      "en": "We are a distributor of high quality new parts to both OE and Aftermarket customers.",
      "cn": "我们是一家分销商的高品质的新零件都OE和售后的客户."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "secondary market"
          ],
          "tran_cn": "零件市场；二级市场（等于secondary market）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（汽车等）零部件市场，<经>二级市场，售后市场，<金><美>（原始股上市后的）股票市场",
      "tran_en": "The aftermarket is all the related products that are sold after an item, especially a car, has been bought"
    }
  ],
  "exchange": {}
}