{
  "word": "reenter",
  "ipa": {
    "us": "ˌri:'entə",
    "uk": "ri'entə"
  },
  "sentences": [
    {
      "en": "After waiting a while, and with a fresh canary, the miners could safely reenter the mine.",
      "cn": "过一段时间之后，如果新换上的金丝雀安然无恙，矿工们又可以安全地重返矿井。"
    },
    {
      "en": "Cornell runs halfway houses and youth prisons and has noticed an uptick in the demand for drug treatment, housing, or job placement programs that help prisoners reenter society.",
      "cn": "科内尔公司运营了半途房屋、青年监狱，同时他们还注意到对吸毒者治疗需求的上升，房屋和工作安排项目将使得犯人重返社会。"
    },
    {
      "en": "It'seemed that the space shuttle was about reenter.",
      "cn": "航天飞机似乎即将重返大气层."
    },
    {
      "en": "Its troops would reenter Egypt with our blessing.",
      "cn": "它的军队就会在我们的赞同下重新进入埃及."
    },
    {
      "en": "More rarely such larvae , which fail to reenter the circulation, are found in other abdominal organs.",
      "cn": "更罕见的是,蛔蚴不能再进入循环而进入腹部其它器官."
    },
    {
      "en": "Or, certain computer users might always fully delete and reenter information into a new record rather than just editing the old record -- a vestigial behavior associated with older technology.",
      "cn": "或者，某些计算机用户可能总是完全删除并将信息重新输入到新的记录中，而不要仅仅编辑旧记录 —— 一种与老技术相联系的残留行为。"
    },
    {
      "en": "Please reenter the password again using the Standard English based text.",
      "cn": "请使用基于标准英语的文本重新输入密码."
    },
    {
      "en": "Please reenter your new password for confirmation of its accuracy.",
      "cn": "请重新输入您的新密码以确保其正确性."
    },
    {
      "en": "Please reenter your passwords to confirm they are correct.",
      "cn": "请再次输入密码,确认是否正确."
    },
    {
      "en": "Reenter the characters you typed for New password to confirm.",
      "cn": "重新输入您键入的字符以确认“新密码”."
    },
    {
      "en": "System exit, Reenter or close your browser.",
      "cn": "系统退出, 重新输入或关闭浏览器."
    },
    {
      "en": "The New and Confirm passwords do not match. Please reenter them.",
      "cn": "新建和确认密码不符. 请重新输入."
    },
    {
      "en": "The passwords you entered do not match. Please reenter the passwords.",
      "cn": "输入的密码不匹配. 请重新输入密码."
    },
    {
      "en": "The sorting process usually begins as the cattle reenter the ranch.",
      "cn": "分类作业通常始于牛群回到牧场的那一刻."
    },
    {
      "en": "Thee - mail address and email address ( Reenter to confirm ) do not match.",
      "cn": "邮件地址和认证邮件地址不一致."
    },
    {
      "en": "US ASIANS: What prompted your decision reenter the professional world of acting?",
      "cn": "是什么促使你决定再次投入到专业表演当中的?"
    },
    {
      "en": "You can then reenter the instruction correctly.",
      "cn": "接着可重新键入正确的指令."
    },
    {
      "en": "Your autologon password is incorrect. Reenter your password.",
      "cn": "自动登录密码不正确. 请重新输入密码."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重进入, 再加入"
    },
    {
      "pos": "v",
      "tran_cn": "重返"
    },
    {
      "pos": "vi",
      "tran_cn": "重新入内，重新登场，重新占有"
    },
    {
      "pos": "vt",
      "tran_cn": "再进入，重返，重新加入（团体、政党等），重新登入"
    }
  ],
  "exchange": {
    "third": [
      "reenters"
    ],
    "past": [
      "reentered"
    ],
    "done": [
      "reentered"
    ],
    "ing": [
      "reentering"
    ]
  }
}