{
  "word": "catfish",
  "ipa": {
    "us": "ˈkætfɪʃ",
    "uk": "ˈkætfɪʃ"
  },
  "sentences": [
    {
      "en": "And plenty of other animals have a different array of receptors, Li says, from chickens that also lack the sweet gene to catfish that can detect amino acids in water at nanomolar concentrations.",
      "cn": "李霞说，其他动物也有各种不同的受体，比如说鸡也缺少察觉甜味的基因，只要附近水中的氨基酸浓度达到纳摩尔级别，鲶鱼就能发觉。"
    },
    {
      "en": "But how does the walking catfish live out of the water?",
      "cn": "但是鲶鱼是如何离开水生存的 呢 ?"
    },
    {
      "en": "Grandma and grandson each caught a catfish in 10 minutes.",
      "cn": "祖孙俩十分钟内各钓一尾鲶鱼(猫鱼)."
    },
    {
      "en": "However, many fish, such as shark, catfish, swordfish, and sea trout, contain almost one-third fat, while salmon and orange roughy contain over 50%.",
      "cn": "然而，许多鱼类，如鲨鱼，鲶鱼，旗鱼和海鳟，含有近三分之一脂肪，而鲑鱼和橘棘鲷（红鱼）则超过50％。"
    },
    {
      "en": "Huge catfish are skinned and dressed by hand.",
      "cn": "用手剥去巨鲇的皮,并剖洗干净."
    },
    {
      "en": "I caught a catfish and cooked it.",
      "cn": "我抓了一条鲶鱼来煮."
    },
    {
      "en": "If you like catfish, then you might like our Cajun catfish sandwich.",
      "cn": "如果您喜欢鲶鱼, 那么您可以试试我们的凯郡酱鲶鱼三明治."
    },
    {
      "en": "Products: catfish fillet, fresh water fish meat, fish meat products, gingko, taro.",
      "cn": "主要产品: 鱼回鱼片 、 淡水鱼糜 、 鱼糜制品 、 银杏肉 、 香荷芋."
    },
    {
      "en": "South American catfish having the body covered with bony plates.",
      "cn": "身上有鳞甲的南美鲶鱼."
    },
    {
      "en": "The catfish deposits its eggs in shallow water, generally dose to roots or close to reeds.",
      "cn": "鲇鱼通常在苇根或苇干附近的浅水里产卵."
    },
    {
      "en": "The catfish has over 27,000 taste buds.",
      "cn": "鲶鱼有2.7万个味蕾."
    },
    {
      "en": "This is a catfish.",
      "cn": "这是一条鲇鱼."
    },
    {
      "en": "We ate catfish at a local restaurant.",
      "cn": "我们在当地的一家参观吃了鲶鱼."
    },
    {
      "en": "We caught five catfish and went home.",
      "cn": "我们捉了五条鲶鱼后就回家了."
    },
    {
      "en": "We gigged for catfish off the pier.",
      "cn": "我们在码头以鱼叉叉鲶鱼."
    },
    {
      "en": "Why should we care about catfish?",
      "cn": "我们为什么要关注鲶鱼？"
    },
    {
      "en": "You may also keep catfish and algae eaters.",
      "cn": "你也可以养鲶鱼或吃藻类的鱼."
    },
    {
      "en": "Your best bet comes from the waterways: catfish, salmon, sardines, or mackerel.",
      "cn": "最好的办法是从水产品中摄入: 鲶鱼 、 鲑鱼 、 沙丁鱼或鲭鱼."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "鲶鱼，鲇（多为淡水鱼）",
      "tran_en": "a type of fish that has whiskers around its mouth and lives in rivers or lakes"
    }
  ],
  "exchange": {
    "pl": [
      " catfishes",
      "catfish"
    ]
  }
}