{
  "word": "vermilion",
  "ipa": {
    "us": "vəˈmɪliən",
    "uk": "vərˈmɪliən"
  },
  "sentences": [
    {
      "en": "I always think that vermilion and black are classic colors of lacquer.",
      "cn": "我向以为漆的经典色彩是朱与黑."
    },
    {
      "en": "In the case Orange , red , rose, dahongyu, vermilion , red - orange, pink, magenta, red, is the same colour.",
      "cn": "如深红 、 紫红、玫瑰红 、 大红 、 朱红、橙红 、 粉红 、 品红等均为红色, 属同种色."
    },
    {
      "en": "Iroquois county is surrounded by Kankakee, Ford, Vermilion counties.",
      "cn": "文章是由坎卡基, 福特, 弗米利恩县包围."
    },
    {
      "en": "Methods Applied elongation of the oral fissure combined with vermilion mucosal flap translated in 59 cases.",
      "cn": "方法:对59例小口畸形病例,采用口角开大术及红唇粘膜瓣转移再造新口角."
    },
    {
      "en": "Objective To investigate the reconstruction of the secondary vermilion tubercle deformity of bilateral cleft lip.",
      "cn": "目的纠正先天性双侧唇裂术后遗留的唇珠缺损或唇珠不显畸形."
    },
    {
      "en": "The entrance was made to be the symbolic existence of expectation for the previous state with a fascination decorated with a five-colored curtain and a profound vermilion-lacquered signboard.",
      "cn": "入口与之前的充满魅力的装饰形成符号意义上存在的延续，用了一个五色的门帘和一个意味深长的朱红色的布告。"
    },
    {
      "en": "The furniture on it is glossy vermilion.",
      "cn": "上面的家具色彩鲜红，富有光泽。"
    },
    {
      "en": "The vermilion gates and windows better highlight the wealth and rank of her family.",
      "cn": "朱漆的门窗更能突显她家的荣华富贵."
    },
    {
      "en": "Vermilion inkpad is very popular inkpad. It is the best inkpad.",
      "cn": "朱砂印泥是非常流行的印泥. 并且在印泥当中是最好的."
    },
    {
      "en": "With what do vermilion and realgar make a law you can reduce toxin excuse me?",
      "cn": "请问银朱和雄黄用什么制法可以减毒?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "cinnabar"
          ],
          "tran_cn": "朱红色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cinnabaris",
            "zinnober"
          ],
          "tran_cn": "[无化]朱砂；朱红色"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cardinal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "朱红色的，鲜红色的"
    },
    {
      "pos": "adj&n",
      "tran_cn": "朱红色的",
      "tran_en": "a very bright red colour"
    }
  ],
  "exchange": {}
}