{
  "word": "Marxism",
  "ipa": {
    "us": "ˈmɑ:ksɪzəm",
    "uk": "ˈmɑrksɪzəm"
  },
  "sentences": [
    {
      "en": "Both of them believed in Marxism and materialism.",
      "cn": "两人都信仰马克思主义和唯物主义。"
    },
    {
      "en": "He used all that was happening to show the truth of Marxism.",
      "cn": "他利用发生着的一切来说明马克思主义的真理."
    },
    {
      "en": "In fact the basic ideas of Marxism are remarkably simple.",
      "cn": "实际上,马克思主义的基本思想极其简单."
    },
    {
      "en": "In view of Marxism, the historical problem is also a mental problem.",
      "cn": "而从“马克思看来, 历史问题也是心理问题”,本文即力图从心理史角度来解析买办."
    },
    {
      "en": "It is precisely such ignorant people who take Marxism - Leninism as a religious dogma.",
      "cn": "那些将 马克思列宁主义 当宗教教条看待的人,就是这种蒙昧无知的人."
    },
    {
      "en": "Marxism attaches utmost importance to developing the productive forces.",
      "cn": "马克思主义最注重发展生产力."
    },
    {
      "en": "Marxism has 5 bright basic features: epochal, innovative, systematical , practical and people's.",
      "cn": "马克思主义具有五个鲜明的基本特征: 一是时代性; 二是创新性;三是系统性; 四是实践性; 五是人民性."
    },
    {
      "en": "Marxism possesses the theoretical character of keeping pace with the times.",
      "cn": "马克思主义具有与时俱进的理论品格."
    },
    {
      "en": "Marxism reveals the logical core of archive information multiplication.",
      "cn": "马克思主义揭示了档案信息增值的合理内核."
    },
    {
      "en": "Marxism was introduced into China at the beginning of this century.",
      "cn": "马克思主义在本世纪初传入中国."
    },
    {
      "en": "Marxist theory/doctrine/ideology",
      "cn": "马克思主义理论 / 信条 / 意识形态"
    },
    {
      "en": "Materialistic dialectics is an important part of constituting Marxism.",
      "cn": "唯物辩证法是马克思主义的重要组成部分."
    },
    {
      "en": "That is one reason why we have remained opposed to dogmatism toward the theory of Marxism.",
      "cn": "这就是我们为什么必须始终反对以教条主义的态度对待马克思主义理论的道理所在."
    },
    {
      "en": "The essence of Marxism is seeking truth from facts.",
      "cn": "实事求是是马克思主义的精髓."
    },
    {
      "en": "The proletariat must possess the truth of Marxism.",
      "cn": "无产阶级必须掌握马克思主义的真理。"
    },
    {
      "en": "The theory of the dictatorship of the proletariat is the quintessence of Marxism.",
      "cn": "无产阶级专政的理论是马克思主义的精髓."
    },
    {
      "en": "They openly revised Marxism.",
      "cn": "他们明目张胆地篡改马克思主义。"
    },
    {
      "en": "To regard concessions as something purely negative is contrary to Marxism - Leninism .",
      "cn": "把让步看作纯消极的东西,不是 马克思列宁主义 所许可的."
    },
    {
      "en": "When dogmatism turns into its opposite, it becomes either Marxism or revisionism.",
      "cn": "教条主义走向反面, 或者是马克思主义,或者是修正主义."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "communism"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "philosophy of marxism",
      "tran_cn": "n. 马克思主义哲学"
    },
    {
      "phrase": "principles of marxism",
      "tran_cn": "马克思主义原理"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "马克思的；马克思主义的"
    },
    {
      "pos": "n",
      "tran_cn": "马克思主义",
      "tran_en": "the system of political thinking invented by Karl Marx, which explains changes in history as the result of a struggle between social classes"
    }
  ],
  "exchange": {
    "adj": [
      "Marxist"
    ]
  }
}