{
  "word": "tongs",
  "ipa": {
    "us": "tɒŋz",
    "uk": "tɑːŋz"
  },
  "sentences": [
    {
      "en": "a pair of tongs",
      "cn": "一把夹剪"
    },
    {
      "en": "Ensure that the counter - weights are in balance with the tongs.",
      "cn": "确保大钳平衡配重和钳子相匹配."
    },
    {
      "en": "Ensure that tongs, which are not back at the sidethe floor.",
      "cn": "钻杆卸扣时,确保钳牙咬在接头上, 不要咬在耐磨层或台肩部位."
    },
    {
      "en": "He broke the capsule with his tongs.",
      "cn": "他用方糖夹钳砸碎了小玻璃容器."
    },
    {
      "en": "He loved gardening. He went at it hammer and tongs as soon as he got back from work.",
      "cn": "他酷爱侍弄花草。只要下班一回到家，他就兴冲冲地忙活起来。"
    },
    {
      "en": "He picked up the hot metal with a pair of tongs.",
      "cn": "他用一把钳子夹起这块热金属."
    },
    {
      "en": "In a newspaper article , he came down on me, hammer and tongs.",
      "cn": "他在报纸上的一篇文章里, 猛烈地攻击了我."
    },
    {
      "en": "It's very convenient to use this pair of fire - tongs to hold coal.",
      "cn": "用这个火钳夹煤一点也不困难,顺手得很."
    },
    {
      "en": "She used a pair of tongs to put some more coal on the fire.",
      "cn": "她用一把火钳往炉火上再加了一些煤."
    },
    {
      "en": "She used tongs to put some more coal on the fire.",
      "cn": "她用火钳再夹一些煤放进炉子里."
    },
    {
      "en": "The couple in the next flat were going at it hammer and tongs all night.",
      "cn": "隔壁那对夫妻吵了一夜."
    },
    {
      "en": "The waiter lifted rolls from a basket with a pair of silver tongs.",
      "cn": "侍者用一把银钳从篮子里夹起面包卷。"
    },
    {
      "en": "They yell, shout and argue. For six hours a night they go at it, hammer and tongs.",
      "cn": "他们又叫又喊又吵，每晚都要乐此不疲地闹腾6个小时。"
    },
    {
      "en": "We can hear the neighbour going at each other hammer and tongs.",
      "cn": "我们可以听见邻居大吵大闹的声音."
    },
    {
      "en": "When I was your age my father died and I was sold to Tongs as maid. There I ate the cold leftovers every day and I was often scolded and beaten.",
      "cn": "像你这么大的年纪,我的爸爸死了,卖给童家里,吃残茶剩饭,还经常受骂挨打."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "clippers",
            "pliers"
          ],
          "tran_cn": "[机]夹具；钳子（tong的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hammer and tongs",
      "tran_cn": "全力以赴地；竭尽全力地"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "V形夹子，火钳，吊钳，钳子，火剪",
      "tran_en": "a tool that you use to lift up small objects. It has two bars joined at one end, that you press together to lift objects."
    },
    {
      "pos": "v",
      "tran_cn": "用钳夹取（tong的三单形式）"
    }
  ],
  "exchange": {}
}