{
  "word": "Monet",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Among his cohorts were the now - famous artists Degas, Monet and Cezanne.",
      "cn": "与他趣味相投的朋友包括现在声名卓著的艺术家德迦 、 莫奈和塞尚."
    },
    {
      "en": "As might be expected in the cataract case, the effect is strongest the Monet's later paintings.",
      "cn": "可以预料,在白内障的情况下, 效果是最强的,在莫奈的油画稍后."
    },
    {
      "en": "But this rarely works-after all, a knowledgeable collector isn't going to buy a stolen Monet that he can't display publicly.",
      "cn": "但这种情况很少，毕竟知识渊博的藏家不会买一副被盗而无法公开展示的莫奈名画。"
    },
    {
      "en": "Claude Monet was a great artist. He was famous for painting.",
      "cn": "莫内是个伟大的艺术家, 他以绘画著名."
    },
    {
      "en": "Got a little lamp there . Is that monet?",
      "cn": "那是莫内(法国印象主义创始人)的作品 吗 ?"
    },
    {
      "en": "Impressionism name from the famous monet was impression?",
      "cn": "印象主义的名称源于莫奈的名作《日出印象》?"
    },
    {
      "en": "Impressionists such as Monet and Pissarro",
      "cn": "莫奈和毕沙罗等印象派画家"
    },
    {
      "en": "Monet described his attempts to observe and capture the colors in nature thus: “I’m chasing the merest sliver of color.",
      "cn": "莫奈如此描述自己观察和捕捉大自然中的色彩的尝试：“我追逐最最细微的色彩。"
    },
    {
      "en": "Monet said: “Color owes its brightness to force of contrast rather than to its inherent qualities … primary colors look brightest when they are brought into contrast with their complementaries.",
      "cn": "莫奈说过：“色彩的亮度，是源于对比的力度，而非其固有特质……原色在与其补色对比时，看起来最亮。”"
    },
    {
      "en": "Monet specializes in experimental and performance techniques of light and shadows.",
      "cn": "莫奈擅长光与影的实验与表现技法."
    },
    {
      "en": "Monet was a French painter who lived between 1840 and 1926.",
      "cn": "莫奈是一名法国画家,生于1840年,1926年去世."
    },
    {
      "en": "Monet's landscape painting, always make people's Lenovo a lot of.",
      "cn": "莫奈的风景画, 总是让人联想颇多."
    },
    {
      "en": "One of the pieces was painted by Claude Monet in 1897.",
      "cn": "其中一幅是克劳德·莫奈在1897所创作的作品."
    },
    {
      "en": "The hottest show in town was the Monet Exhibition at the Art Institute.",
      "cn": "全城最轰动的展览是在美术学院举办的莫奈画展。"
    },
    {
      "en": "There is a famous painting of sunrise by Monet in this gallery.",
      "cn": "这个美术馆里有一幅有名的莫奈的日出画."
    },
    {
      "en": "Vandals seriously damage artwork by the renowned artist Claude Monet.",
      "cn": "享有盛誉的艺术大师克劳德?莫奈的作品被一些文艺破坏者严重损毁."
    },
    {
      "en": "When Monet becomes VanGogh, love becomes worship.",
      "cn": "当莫奈变成凡高时, 爱情变成了崇拜."
    },
    {
      "en": "When Monet came to the Louvre in Paris, where he saw many painters imitating famous artists.",
      "cn": "当莫奈来到巴黎卢浮宫, 在那里他看到许多画家在模仿著名艺术家的作品."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "[人名] 莫尼特，[地名] [加拿大] 莫内"
    }
  ],
  "exchange": {}
}