{
  "word": "haemorrhage",
  "ipa": {
    "us": "ˈhemərɪdʒ",
    "uk": "ˈhemərɪdʒ"
  },
  "sentences": [
    {
      "en": "Antepartum haemorrhage affects the incidence of emergency caesarean section and birthweight.",
      "cn": "产前出血对急诊剖宫产率、新生儿体质量有一定影响."
    },
    {
      "en": "He died of a massive brain haemorrhage.",
      "cn": "他死于脑部大出血。"
    },
    {
      "en": "He said the move would definitely stem the haemorrhage of talent and enterprise from the colony.",
      "cn": "他表示这一举措势必会抑制殖民地人才和企业严重流失的现象。"
    },
    {
      "en": "He sank into a coma after suffering a brain haemorrhage.",
      "cn": "他在脑溢血后陷入了昏迷."
    },
    {
      "en": "How does crus open sexual fracture to accompany massive haemorrhage to do?",
      "cn": "小腿开放性骨折伴大出血怎么办?"
    },
    {
      "en": "How does the massive haemorrhage after menstruation do what influence can cause?",
      "cn": "月经后大出血怎么办会有什么影响会造成什么后果 么 ?"
    },
    {
      "en": "No haemorrhage, acute respiratory obstruction, and adenoid residue occurrad after operation.",
      "cn": "围手术期无术后出血 、 急性呼吸道梗阻 、 腺样体残留等并发症."
    },
    {
      "en": "No one had expected him to survive a massive cerebral haemorrhage.",
      "cn": "没人料到他能从那次严重的脑溢血中活过来."
    },
    {
      "en": "None of the patients suffered from severe haemorrhage or needed transfusion.",
      "cn": "无严重出血和需要输血病例."
    },
    {
      "en": "Peddlery: lose money in business sharply, haemorrhage, reduction sale.",
      "cn": "商贩: 大亏本 、 大出血 、 大甩卖."
    },
    {
      "en": "Shortly after his admission into hospital he had a massive brain haemorrhage and died.",
      "cn": "住院后不久，他就死于大面积脑溢血。"
    },
    {
      "en": "The doctors speculate that he died of a cerebral haemorrhage caused by a blow on the head.",
      "cn": "医生推测他死于头部受击引起的脑溢血。"
    },
    {
      "en": "The haemorrhage after peritonaeum can produce symptom of acute abdominal disease.",
      "cn": "腹膜后出血可产生急腹症症状."
    },
    {
      "en": "The patient died from acute cerebral haemorrhage.",
      "cn": "患者死于急性脑溢血."
    },
    {
      "en": "The soldier suffered a massive haemorrhage and died soon after.",
      "cn": "那个战士经受了大量出血的痛苦,不久便去世了."
    },
    {
      "en": "Twelve hours later she suffered a massive brain haemorrhage.",
      "cn": "12小时后她脑部大量出血."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bleeding",
            "hemorrhage"
          ],
          "tran_cn": "出血"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "出血（尤指大出血）",
      "tran_en": "a serious medical condition in which a person bleeds a lot, sometimes inside their body"
    },
    {
      "pos": "v",
      "tran_cn": "大出血"
    }
  ],
  "exchange": {
    "pl": [
      "haemorrhages"
    ],
    "third": [
      "haemorrhages"
    ],
    "past": [
      "haemorrhaged"
    ],
    "done": [
      "haemorrhaged"
    ],
    "ing": [
      "haemorrhaging"
    ]
  }
}