{
  "word": "mileage",
  "ipa": {
    "us": "ˈmaɪlɪdʒ",
    "uk": "ˈmaɪlɪdʒ"
  },
  "sentences": [
    {
      "en": "A 22 per cent increase in car travel corresponds with a 19 per cent drop in cycle mileage per person.",
      "cn": "乘车出行者的比率上升了22%，与之相对应，人均骑自行车的行驶里程下降了19%。"
    },
    {
      "en": "Always check the mileage before you buy a secondhand car.",
      "cn": "买二手车时一定要先查看行驶里程。"
    },
    {
      "en": "By 2005, the mileage of railways in operation will total 75,000 km.",
      "cn": "2005年铁路营业里程达到7.5万公里."
    },
    {
      "en": "He doesn't think there's any mileage in that type of advertising.",
      "cn": "他认为做那种广告毫无效益."
    },
    {
      "en": "He uses his own car for business purposes and is paid mileage.",
      "cn": "他用自己的汽车出差,并按行驶英里数支付费用."
    },
    {
      "en": "High mileage pattern especially for medium weight long distance transport and coach.",
      "cn": "高里程胎纹,最适宜长途奔驶的中型卡车和巴士."
    },
    {
      "en": "It's obviously important to get as much mileage out of the convention as possible.",
      "cn": "很明显，从这项协议中获取尽可能多的利益十分重要。"
    },
    {
      "en": "Look for a car hire agreement that offers unlimited mileage.",
      "cn": "找一份能提供不限里程数的租车协议。"
    },
    {
      "en": "Most of their mileage is in and around town.",
      "cn": "他们开车大多数时候是在城里和城市周边转悠。"
    },
    {
      "en": "Parcel post is charged by weight and mileage, without reference to contents.",
      "cn": "包裹邮递按重量和路程收费, 不管所装何物."
    },
    {
      "en": "That price includes full collision waiver and unlimited mileage.",
      "cn": "这个价格包括全额免碰撞保险服务,并且不限里程."
    },
    {
      "en": "The mileage accumulation begins on the date of your application.",
      "cn": "从您填申请表的日期开始就可以累积里程了."
    },
    {
      "en": "They are willing to pay up to $500 more for cars that get better mileage.",
      "cn": "他们愿意多出500美元来购买更省油的汽车。"
    },
    {
      "en": "This will give you the most mileage per exercise.",
      "cn": "这使得锻炼的效率更高."
    },
    {
      "en": "What kind of gas mileage do you get?",
      "cn": "你一加仑汽油可以跑多少英里 啊 ?"
    },
    {
      "en": "What mileage has your car done?",
      "cn": "你的汽车跑了多少英里?"
    },
    {
      "en": "You'll get much better mileage accelerating gently up to the speed limit.",
      "cn": "如果你能温柔地加速,油耗将降低很多."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "mile",
          "tran_cn": " 英里；一英里赛跑；较大的距离"
        },
        {
          "word": "miler",
          "tran_cn": " 参加一英里赛跑的运动员"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "gas mileage",
      "tran_cn": "每英里汽油消耗量；一加仑汽油所行驶的里程"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "英里数，里程，好处，利润，（按英里计算的）运费，〈美〉（公务员出差时）按英里支付的旅费",
      "tran_en": "the number of miles someone travels in a vehicle in a particular period of time"
    }
  ],
  "exchange": {
    "pl": [
      "mileages"
    ]
  }
}