{
  "word": "Danish",
  "ipa": {
    "us": "ˈdeɪnɪʃ",
    "uk": "ˈdeɪnɪʃ"
  },
  "sentences": [
    {
      "en": "A plane with Danish markings was over-flying his vessel.",
      "cn": "一架带有丹麦标记的飞机从他的船上空飞过。"
    },
    {
      "en": "And I've got some delicious Danish pastry for you.",
      "cn": "我为你们准备了一些可口的丹麦点心."
    },
    {
      "en": "Danish and Swedish are allied languages.",
      "cn": "丹麦语与瑞典语是同一语系的语言."
    },
    {
      "en": "Danish entrepreneurs are working ontechnology that will prolong the life of batteries.",
      "cn": "丹麦企业家正在致力于提高电池寿命的研发."
    },
    {
      "en": "Faced with the Danish advance, Alfred did not risk open battle.",
      "cn": "对付丹麦军的进攻, 艾尔弗雷德尽力避开正面交锋."
    },
    {
      "en": "Five new spell checking dictionaries: Danish, French, German, Italian, and Spanish.",
      "cn": "五个新的拼写检查字典: 丹麦语, 法语, 德语, 意大利语和西班牙语."
    },
    {
      "en": "Goodiepal is a Danish art musician based in London.",
      "cn": "Goodiepal是在英国伦敦的丹麦音乐艺术家."
    },
    {
      "en": "He concluded a deal with the Danish minister in Washington.",
      "cn": "他与驻华盛顿的丹麦公使签订了一项协议。"
    },
    {
      "en": "Here you can see equipment of the Danish company Danfoss.",
      "cn": "在这里你可以看到丹麦丹佛斯公司的设备。"
    },
    {
      "en": "His patrols haltedthe raiding parties : hunger assailed the Danish army.",
      "cn": "他的巡逻队阻抑了入侵部队,饥饿威胁着丹麦军队."
    },
    {
      "en": "I met Bryan's Danish relatives, who thanked me profusely for flying them over.",
      "cn": "我见到布莱恩的丹麦亲戚, 他们非常感谢我邀请他们飞过来."
    },
    {
      "en": "Like all Danish students, they study for free and receive a monthly stipend equivalent to about $900 per person from the government.",
      "cn": "和其他丹麦学生一样，他们免费学习，并且每人每月可从政府领取约合900美元的津贴。"
    },
    {
      "en": "Over here The Danish know how to keep on despite the weather.",
      "cn": "在这里,不管天气有多糟,丹麦人都知道如何生活."
    },
    {
      "en": "The Danish president will put environmental issues high on the agenda.",
      "cn": "丹麦总统将试图把环境问题摆到重要位置上。"
    },
    {
      "en": "The Danish study, to be published next year, should leave us the wiser about the role they play in turning our children into adults before their time.",
      "cn": "此项丹麦研究，明年将会公布。 届时，应当会让我们对这些物质在使我们的孩子提早进入成年中起到的作用，了解多一点。"
    },
    {
      "en": "The gallery is seeking to enlarge its holdings of Danish art.",
      "cn": "画廊正在寻求增加丹麦艺术作品的馆藏."
    },
    {
      "en": "There is no inherent right to some particular quantity of any commodity whether it’s oil, gold, coffee, or Danish pastry.",
      "cn": "任何一种商品的具体数量本身是没有正确性的，不论它是石油，黄金，咖啡或者丹麦点心。"
    },
    {
      "en": "We bought a Danish phrase book.",
      "cn": "我买了一本丹麦常用语手册。"
    },
    {
      "en": "We live forwards, a Danish thinker has said, but we understand backwards.",
      "cn": "一位丹麦思想家曾说过,我们的生活是向前的, 但是我们的认识却是向后的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "丹麦的",
      "tran_en": "relating to Denmark, its people, or its language"
    },
    {
      "pos": "n",
      "tran_cn": "丹麦语",
      "tran_en": "the language used in Denmark"
    }
  ],
  "exchange": {}
}