{
  "word": "paradoxically",
  "ipa": {
    "us": "ˌpærə'dɒksɪklɪ",
    "uk": "ˌpærə'dɒksɪklɪ"
  },
  "sentences": [
    {
      "en": "He the dignity of a great master and the passion of genius paradoxically.",
      "cn": "一代宗师的庄严面貌与多情才子的深情热诚矛盾地统一在他身上."
    },
    {
      "en": "In this case, paradoxically, the real free - trade position is to impose tariffs.",
      "cn": "在这种情况下, 真正的自由贸易立场是对中国轮胎征收关税 —— 这真是自相矛盾."
    },
    {
      "en": "My parents used to fight like cat and dog yet paradoxically they still loved each other.",
      "cn": "我父母亲过去一直吵得你死我活,然而反常的是他们仍然彼此爱着."
    },
    {
      "en": "Paradoxically, another glutamate - booster , D - cycloserine, is being tested not to enhance memory, but to abolish it.",
      "cn": "矛盾的是, 另一种谷氨酸酯提升剂, D-cycloserine测验表明不能增强记忆, 反而是相反."
    },
    {
      "en": "Paradoxically, he made use of the past in proportion as they rejected it.",
      "cn": "说起来有点矛盾, 他却利用了他们所摈弃的过去,一分不多,一分不少."
    },
    {
      "en": "Paradoxically, it's their parents who make up a big percentage of the buyers.",
      "cn": "相反, 倒是他们的父母构成了买房人的大多数."
    },
    {
      "en": "Paradoxically, some of the conditions may relate to the narrowing and the limiting of the subjectivity.",
      "cn": "但我们还是要谨慎, 不宜过于信赖模糊的好感."
    },
    {
      "en": "Paradoxically, the only time the court can deliver the subpoena is when all relevant evidences prepared.",
      "cn": "(例子)颇具矛盾的是, 仅当全部相关证据准备妥当时,法庭才能将传票递出."
    },
    {
      "en": "Paradoxically, the prohibition of liquor caused an increase in alcoholism.",
      "cn": "矛盾的是，禁酒反而导致酗酒的增加。"
    },
    {
      "en": "Paradoxically, the success has also been frustrating.",
      "cn": "可是很矛盾地, 这项成功却也令人沮丧."
    },
    {
      "en": "Paradoxically, the supreme information provider also has the effect of reducing information intake.",
      "cn": "自相矛盾的是, 最重要的信息提供者同时也是减低信息吸收率的主要力量."
    },
    {
      "en": "The darkest thinkers may paradoxically be the most cheering.",
      "cn": "也许看似矛盾,但最悲观的思想家却很可能是最能鼓励人的."
    },
    {
      "en": "THE one sure way to prolong an animal s life is , paradoxically, to starve it.",
      "cn": "矛盾的是,延长动物寿命的方法, 竟然是使其饥饿."
    },
    {
      "en": "To speak paradoxically, the existence of insignificant people has very important consequences in the world.",
      "cn": "说来似乎近于怪论, 天地间那些无足轻重之人往往产生万分重大的影响."
    },
    {
      "en": "When you win a battle and your partner submits, you have, paradoxically, lost.",
      "cn": "当你赢得了一场口角,你的配偶暂时屈服了,而实际上, 与此相反, 你已经输了."
    },
    {
      "en": "When you win a battle your partner submits, you have, paradoxically, lost.",
      "cn": "当你赢得了一场口角, 使你的另一半屈服了, 你其实恰恰相反, 是输家了."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "paradoxical",
          "tran_cn": " 矛盾的；诡论的；似非而是的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "paradox",
          "tran_cn": " 悖论，反论；似非而是的论点；自相矛盾的人或事"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "abnormally",
            "eccentrically"
          ],
          "tran_cn": "自相矛盾地；似非而是地；反常地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "反论， 荒谬， 自相矛盾， 似非而可能是",
      "tran_en": "in a way that is surprising because it is the opposite of what you would expect"
    }
  ],
  "exchange": {
    "noun": [
      "paradox"
    ],
    "adj": [
      "paradoxical"
    ]
  }
}