{
  "word": "darkroom",
  "ipa": {
    "us": "ˈdɑ:kru:m",
    "uk": "ˈdɑrkrum"
  },
  "sentences": [
    {
      "en": "A darkroom can become a very sloppy place to work in.",
      "cn": "暗室由于经常在里面工作,会变得非常潮湿."
    },
    {
      "en": "A darkroom, as the name suggests, is a dark room used for developing photographs.",
      "cn": "暗房, 顾名思义, 是作为冲洗照片的黑暗房间."
    },
    {
      "en": "Articles cover color , darkroom operations , travel and nature photography , video making , camera equipment, and buying guides.",
      "cn": "《大众摄影与图片》杂志是一本覆盖面很广的, 深度介绍摄影器材 、 摄影知识的杂志."
    },
    {
      "en": "Darkined - room camera: A process camera the whole of which required to be placed indide the darkroom.",
      "cn": "黑房相机: 要整部放于黑房内的制版照相机."
    },
    {
      "en": "Darkroom Orientation . Will Cover Film and Print Developing.",
      "cn": "将涵盖底片与成相."
    },
    {
      "en": "Fear is that little darkroom where negatives are developed.",
      "cn": "恐惧是培养消极心理的小暗房."
    },
    {
      "en": "In biological experiments, especially during darkroom operation, slide glass is sometimes crashed by oil immersion objective.",
      "cn": "在生物学实验中, 尤其在暗室操作时, 显微镜(以下所称显微镜均指光学显微镜)载玻片常被油镜镜头压碎."
    },
    {
      "en": "In Chicago I took pictures of landmarks like the Water Tower and Lake Shore Drive, and after we got home I developed them in my darkroom (photography was another of my hobbies).",
      "cn": "在芝加哥我拍摄了很多地标照片，诸如水塔和湖滨道，回家后我在暗房里把照片冲冼出来（摄影是我的另一项爱好）。"
    },
    {
      "en": "In the darkroom, Li would separate potentially dangerous negatives and hide them in his desk.",
      "cn": "在暗房里, 李振盛把可能会带来危险的底片单独拿出来,藏在他的办公桌里."
    },
    {
      "en": "No darkroom environment for long - term , stable job in an ordinary laboratory conditions.",
      "cn": "无需暗室环境,可 长期 稳定工作在普通实验室条件下."
    },
    {
      "en": "Round pattern on grassland and good composition add interest to this picture. Darkroom work is good.",
      "cn": "构图及草地之图案增加这照片的趣味. 晒放功夫做得很好."
    },
    {
      "en": "Shapes of flowers lack attraction. But darkroom work is very good.",
      "cn": "花之形态欠缺吸引力, 但黑房晒放功夫做得非常好."
    },
    {
      "en": "She thought of her humid, stuffy darkroom.",
      "cn": "她想起了自己那间闷热潮湿的暗室."
    },
    {
      "en": "Special effect can be achieved during conversion by using special screens or darkroom techniques.",
      "cn": "在转换时,更可利用特别网片或黑房技巧,使相片有特别效果."
    },
    {
      "en": "The key specification for darkroom electrical property is reflecting level.",
      "cn": "暗室电性能的主要指标是反射率电平."
    },
    {
      "en": "The lights are raised in the darkroom.",
      "cn": "暗室里的灯光转亮."
    },
    {
      "en": "This experience, eerie at first, but now utterly familiar, has come to feel appropriate for a photographic adventure, like the adjustment of one's eyes, and perspective, upon entry into a darkroom.",
      "cn": "这样的经历一开始让我觉得有点怪，不过现在却非常熟稔，这对我的摄影历险非常适合，类似于刚进入暗房时人的眼睛和视角要先适应一下。"
    },
    {
      "en": "Through controlling the each step in process of darkroom disposal, improve the quality of the sciagram efficently.",
      "cn": "通过对暗室处理过程中各个环节的控制，有效提高射线底片的质量。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（冲洗底片的）暗室，暗房，黑屋子",
      "tran_en": "a special room with only red light or no light, where film from a camera is made into photographs"
    }
  ],
  "exchange": {
    "pl": [
      "darkrooms"
    ]
  }
}