{
  "word": "probably",
  "ipa": {
    "us": "ˈprɒbəbli",
    "uk": "ˈprɑːbəbli"
  },
  "sentences": [
    {
      "en": "Casey Stengel was probably the most colorful character in baseball.",
      "cn": "凯西·施滕格尔可能是棒球界最有趣的人物。"
    },
    {
      "en": "He has probably said goodbye to his last chance of Olympic gold.",
      "cn": "他可能已经失去了夺取奥运会金牌的最后机会。"
    },
    {
      "en": "He is probably the most reviled man in contemporary theatre.",
      "cn": "他可能是当代戏剧界骂声最多的人。"
    },
    {
      "en": "He was probably right to intuit that it was universal.",
      "cn": "他凭直觉认为它具有普遍性，也许他是正确的。"
    },
    {
      "en": "I think more customers probably prefer a soft sell.",
      "cn": "我认为更多的顾客也许更喜欢软性推销。"
    },
    {
      "en": "If there was any disappointment it was probably temporary.",
      "cn": "即便有点儿失望，也肯定是暂时的。"
    },
    {
      "en": "It is probably the most polluted body of water in the world.",
      "cn": "这很可能是世界上受污染最严重的一片水域。"
    },
    {
      "en": "It'll probably be OK.",
      "cn": "这大概没有问题。"
    },
    {
      "en": "Rest assured, he probably has rather more common sense than you realize.",
      "cn": "放心吧，他知道的常识很可能比你以为的要多得多。"
    },
    {
      "en": "Retrospectively, it seems as if they probably were negligent.",
      "cn": "回想起来，他们似乎很可能疏忽了。"
    },
    {
      "en": "Some people moved in silky, liquid movements, others were jerky, probably drunk.",
      "cn": "一些人动作平稳流畅，其他人则跌跌撞撞，大概是喝醉了。"
    },
    {
      "en": "Swimming is probably the best form of exercise you can get.",
      "cn": "游泳或许是现有的最佳锻炼方式。"
    },
    {
      "en": "The default is usually the setting that most users would probably choose.",
      "cn": "默认选项通常是大多数用户都会选择的设置。"
    },
    {
      "en": "The right decision was made, but probably for the wrong reasons.",
      "cn": "作出的决定是正确的，但理由可能是错误的。"
    },
    {
      "en": "The White House probably won't make this plan public until July.",
      "cn": "白宫可能要到7月份才会公布这项计划。"
    },
    {
      "en": "Van Gogh is probably the best-known painter in the world.",
      "cn": "梵高可能是世界上最知名的画家。"
    },
    {
      "en": "You were probably brought up to think like that.",
      "cn": "你可能从小就被教育那样考虑问题。"
    },
    {
      "en": "Your non-conformist ways will probably get you into trouble.",
      "cn": "你特立独行的行事方式可能会给自己惹来麻烦。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "probable",
          "tran_cn": " 很可能的；可信的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "probability",
          "tran_cn": " 可能性；机率；[数] 或然率"
        },
        {
          "word": "probable",
          "tran_cn": " 很可能的事；大有希望的候选者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "possibly",
            "maybe",
            "presumably"
          ],
          "tran_cn": "大概；或许；很可能"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "apparently",
            "doubtless",
            "likely",
            "possibly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "大概，或许，可能",
      "tran_en": "used to say that sth is likely to happen or to be true"
    }
  ],
  "exchange": {}
}