{
  "word": "extractive",
  "ipa": {
    "us": "ɪkˈstræktɪv",
    "uk": "ɪkˈstræktɪv"
  },
  "sentences": [
    {
      "en": "Afterchloroform was evaporated , it was used as chelate complex chromatographic stationary phase to purify puerarin extractive.",
      "cn": "建立了采用配位色谱柱从葛根素浸膏中分离纯化葛根素的方法."
    },
    {
      "en": "An extractant - screening method with a vapor - liquid equilibrium apparatus in the extractive distillation was introduced.",
      "cn": "介绍了萃取精馏萃取剂的一种实验筛选方法,汽液平衡仪直接法."
    },
    {
      "en": "CONCLUSIONA new extractive procedure of solanesol from tobacco extract is established.",
      "cn": "结论建立的新方法简便易行."
    },
    {
      "en": "Conservationist tenant preferred, but extractive forestry also considered.",
      "cn": "保育人士优先考虑, 但采掘业也会考虑."
    },
    {
      "en": "Extractive distillation is an important separation process in chemical industry.",
      "cn": "萃取精馏是化学工业中重要的分离方法之一."
    },
    {
      "en": "Extractive industry, however, is not confined to the extraction of materials.",
      "cn": "不过, 采掘业并不限于采掘原料."
    },
    {
      "en": "Is extractive metallurgy different from process metallurgy?",
      "cn": "提取冶金学和过程冶金学有什么不同 吗 ?"
    },
    {
      "en": "It was found that all extractive of chilli seed have strong anti - oxidative effects for lard.",
      "cn": "用不同溶剂提取辣椒籽中的抗氧化物质,采用碘量法研究辣椒籽提取物对猪油的抗氧化作用."
    },
    {
      "en": "METHODS: Its optimal extractive condition was found by right - cross test.",
      "cn": "方法: 用正交试验法得到最佳提取条件."
    },
    {
      "en": "Molecular design for extractive distillation could decrease experimental working.",
      "cn": "萃取精馏的分子设计能够减少实验工作量."
    },
    {
      "en": "Objective : To explore the anti - inflammatory and analgesic effects of Ganoderma lucidum extractive.",
      "cn": "目的研究灵芝提取物的镇痛与 抗炎 作用."
    },
    {
      "en": "The beautiful artistic design and extractive casting skills are fantastic.",
      "cn": "完美的艺术选型和精细的铸造技术犹如梦幻一般."
    },
    {
      "en": "The industrial application of a new benzene extractive distillation technology on reforming plant is presented.",
      "cn": "报道了苯抽提蒸馏技术新工艺在连续重整工业装置上的应用."
    },
    {
      "en": "The methods of microwave extraction , ultrasonic extraction, supercritical extraction were superior to the traditional extractive techniques.",
      "cn": "同传统的提取技术相比,微波 、 超声 、 超临界等提取技术有着不可比拟的优越性."
    },
    {
      "en": "The synergic extraction is main to from multicomponent complex of mixed ligand in extractive separation.",
      "cn": "溶剂萃取分离中的协同萃取,是形成混配多元络合物的主要表现."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "quintessential"
          ],
          "tran_cn": "提取的；可萃取的；精萃的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "essence",
            "elite",
            "flower",
            "prime",
            "distillation"
          ],
          "tran_cn": "提取物；抽出物；精华"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "derivative"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "extractive agent",
      "tran_cn": "提取剂"
    },
    {
      "phrase": "extractive crystallization",
      "tran_cn": "抽提结晶；萃取结晶"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "引得出的，抽取的，萃取的",
      "tran_en": "tending or serving to extract "
    },
    {
      "pos": "n",
      "tran_cn": "提取物；抽出物；精华",
      "tran_en": "something extracted or capable of being extracted "
    }
  ],
  "exchange": {}
}