{
  "word": "decompression",
  "ipa": {
    "us": "ˌdi:kəmˈpreʃn",
    "uk": "ˌdikəmˈprɛʃən"
  },
  "sentences": [
    {
      "en": "According to the Boyles'Low, lung volumes expand during rapid decompression.",
      "cn": "依据波义耳定律, 快速的减压上升,可造成肺臓体积的膨胀."
    },
    {
      "en": "After decompression operation is over, fast deflation will break through gauge pressure.",
      "cn": "减压操作结束后, 放气太快,使压力计冲破."
    },
    {
      "en": "An average of 4 - spinal cord decompression was performed on all 30 patients.",
      "cn": "所有30名患者均接受平均4个节段的脊髓减压."
    },
    {
      "en": "Arterial gas embolism occurs in dysbaric pressure workers undergoing rapid decompression.",
      "cn": "摘要从事异常气压的工作人员于工作压力下做快速的减压上升,可造成空气栓塞症的发生."
    },
    {
      "en": "Automatic adjustment of decompression for microbubbles , cold water and strenuous dives.",
      "cn": "微泡的减压, 冷水而艰巨的自动调整潜水."
    },
    {
      "en": "Being operated in normal pressure and decompression, It especially is more marked.",
      "cn": "特别是在常压减压操作时更为显著."
    },
    {
      "en": "Can you use the shields to prevent decompression in those sections?",
      "cn": "你能使用防护罩防止那些地区的减压 吗 ?"
    },
    {
      "en": "Compression and decompression is easy to do, just drag & drop.",
      "cn": "压缩和解压是很容易做到, 只要拖移 & 下降."
    },
    {
      "en": "Decompression blew out a window in the plane.",
      "cn": "机舱内减压吹掉了一块玻璃窗。"
    },
    {
      "en": "Drilling decompression is simple and effective to treat high IP.",
      "cn": "钻孔减压对治疗骨内高压简单有效."
    },
    {
      "en": "Drink honey true can decompression? Which is that plant?",
      "cn": "喝蜂蜜真能减压 么 ?那是哪种的 呢 ?"
    },
    {
      "en": "Having the uncompressed size available can make the decompression process more efficient.",
      "cn": "让未压缩(解压后)的大小可见,则可以使解压过程更加有效."
    },
    {
      "en": "High, the decompression chamber and front maintains for front wiring.",
      "cn": "高 、 低压室均为前面接线和前面维护."
    },
    {
      "en": "In this section, we will concentrate mainly on compression and decompression.",
      "cn": "在这一节中, 我们重点介绍其中的压缩解压缩技术."
    },
    {
      "en": "Should immediately be confirmed once the pericardium puncture decompression rescue.",
      "cn": "一旦确诊应立即作心包穿刺减压抢救."
    },
    {
      "en": "The reasons about residuum pump of decompression tower which areanalysed.",
      "cn": "分析了减压塔底泵的抽空原因,提出了对引起减压塔底泵抽空因素的改进措施."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "decompress",
          "tran_cn": " 减压"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "decompress",
          "tran_cn": " 使减压，使解除压力"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dealing with stress",
            "uncompress"
          ],
          "tran_cn": "[计][特医]解压；降压"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "decompression sickness",
      "tran_cn": "[医]减压病"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "减压，解压，失压，泄压，除压",
      "tran_en": "Decompression is the reduction of the force on something that is caused by the weight of the air"
    }
  ],
  "exchange": {}
}