{
  "word": "Asian",
  "ipa": {
    "us": "ˈeɪʃn",
    "uk": "ˈeɪʃn"
  },
  "sentences": [
    {
      "en": "Annie: When did the genuine Asian Games come into being?",
      "cn": "安妮: 真正的亚运会是什么时候诞生的?"
    },
    {
      "en": "As many as one in ten Asian Americans have chronic Hepatitis B.",
      "cn": "华裔人士中,每十人就有一人是乙型肝炎带菌者."
    },
    {
      "en": "Chinese good athletes won 148 gold medals in the 11 th Asian Games.",
      "cn": "中国运动健儿在第11届亚运会上获得148枚金牌."
    },
    {
      "en": "Dr Amid was assisted by a young Asian nurse.",
      "cn": "阿米德医生的助手是一位年轻的亚裔护士。"
    },
    {
      "en": "He is due to attend the opening of the Asian Games on Saturday.",
      "cn": "他预定出席星期六的亚运会开幕式。"
    },
    {
      "en": "I'm very impressed all the preparations the Asian Gamess.",
      "cn": "中国对广州亚运会所做的种种准备给我留下了深刻的印象."
    },
    {
      "en": "In many respects, Mahan's story is that of the Asian community in microcosm.",
      "cn": "从许多方面来说，马汉的经历就是亚裔团体的经历的缩影。"
    },
    {
      "en": "It is the aphorism of the Asian Games.",
      "cn": "这是亚运会的格言。"
    },
    {
      "en": "Many of the shops were run by Asians.",
      "cn": "这些商店中有许多是由亚洲人经营的。"
    },
    {
      "en": "Or host a dinner for family and friends in our Waves Pan - Asian all - day dining restaurant.",
      "cn": "或者在我们的WavesPan-Asian 全日 餐厅中举行一次家庭宴会."
    },
    {
      "en": "Program of the International Symposium on Central Asian Manuscripts , Wenjin Liushang, Vol.17.",
      "cn": "《西域文献国际学术座谈会手册》,《文津流殇》第17期."
    },
    {
      "en": "The 14 th Asian Games opened in Pusan on September 29.",
      "cn": "第14届亚运会于9月29日在釜山开幕."
    },
    {
      "en": "The Asian Games meet every four years.",
      "cn": "亚运会每4年举行一次."
    },
    {
      "en": "The financial crisis devitalized the economy of the Asian countries.",
      "cn": "这次金融危机使亚洲国家的经济大伤元气。"
    },
    {
      "en": "The government predicates that the market collapse was caused by Asian financial crisis.",
      "cn": "政府宣布市场不景气是由于亚洲金融危机而引起的。"
    },
    {
      "en": "There is a good opportunity for S & amp ; T cooperation between China and other Asian and European countries.",
      "cn": "中国与亚欧各国之间的 科技 合作面临着良好机遇."
    },
    {
      "en": "Third, it is to set up Asian - Pacific energy safe multilateral co - operation system.",
      "cn": "三是建立亚太能源安全多边合作体系."
    },
    {
      "en": "This poses the biggest barrier to international collaboration in the Asian region.",
      "cn": "但国际间的合作通常使用英语,这也是国际合作的大障碍."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "eastern"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "asian american",
      "tran_cn": "亚裔美国人"
    },
    {
      "phrase": "asian business",
      "tran_cn": "亚洲商业（杂志）"
    },
    {
      "phrase": "asian development bank",
      "tran_cn": "亚洲开发银行"
    },
    {
      "phrase": "asian values",
      "tran_cn": "亚洲价值观"
    },
    {
      "phrase": "the asian games",
      "tran_cn": "亚运会"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "亚洲的，亚洲人的",
      "tran_en": "from or relating to Asia, especially India or Pakistan"
    },
    {
      "pos": "n",
      "tran_cn": "亚洲人",
      "tran_en": "someone from Asia, or whose family originally came from Asia, especially India or Pakistan"
    },
    {
      "pos": "n&a",
      "tran_cn": "亚洲(的), 亚洲人(的)",
      "tran_en": "someone from Asia, or whose family originally came from Asia, especially India or Pakistan"
    }
  ],
  "exchange": {
    "pl": [
      "Asians"
    ]
  }
}