{
  "word": "pandemic",
  "ipa": {
    "us": "pænˈdemɪk",
    "uk": "pænˈdɛmɪk"
  },
  "sentences": [
    {
      "en": "A virus that passes from animals to humans can cause a pandemic.",
      "cn": "从动物身上传播到人类的病毒能导致大范围的流行病."
    },
    {
      "en": "AIDS will surpass the Black Death as the world's worst pandemic.",
      "cn": "艾滋病将超过黑死病成为世界上最可怕的传染病."
    },
    {
      "en": "And thirdly, Doctor Chan warned of a continued threat of pandemic [ pandemic ] influenza.",
      "cn": "第三, 陈博士警告一场 全国性 流感的持续威胁."
    },
    {
      "en": "As announced earlier this month, the world is at the start of the 2009 influenza pandemic.",
      "cn": "正如我们在本月初宣布的那样，世界已进入2009年流感大流行初期。"
    },
    {
      "en": "But certain unique characteristics of the 1918 pandemic have long remained enigmatic.",
      "cn": "不过,1918年的大流行有几个特点,还是未解的谜."
    },
    {
      "en": "In 1976, fears of a pandemic triggered a nationwide prevention campaign.",
      "cn": "1976年, 担心大流行引发了全国性的预防运动."
    },
    {
      "en": "In some parts of the world malaria is still pandemic.",
      "cn": "在世界上一些地区疟疾仍然具有高传染性。"
    },
    {
      "en": "Level 5 is considered a signal that a pandemic is imminent.",
      "cn": "“第5级”被视为流感大流行将至的信号."
    },
    {
      "en": "One pandemic of Spanish flu took nearly 22 million lives worldwide.",
      "cn": "西班牙流感的大爆发夺去了全球近2,200万人的生命。"
    },
    {
      "en": "Pandemic influenza scares provided another boost to the business.",
      "cn": "流行病蔓延的规模也促进了该产业的发展."
    },
    {
      "en": "Said self - flagellation is a lonely land of the characteristics of pandemic flu.",
      "cn": "据说 自虐 是寂寞国度流行感冒的特征."
    },
    {
      "en": "So conceivably, this thing could be used to create a pandemic.",
      "cn": "因此可以想象, 这个仪器可以用来造成大瘟疫."
    },
    {
      "en": "The AIDS pandemic is at varying stages throughout the world.",
      "cn": "爱滋病在世界各地有不同的发展."
    },
    {
      "en": "The flu was arrested before it became a pandemic.",
      "cn": "流感在变成流行病之前被控制住了."
    },
    {
      "en": "The goal of recommended actions during these phases is to reduce the impact of the pandemic on society.",
      "cn": "在这些阶段被推荐采取的行动的目标就是要减少流行病对社会的影响。"
    },
    {
      "en": "These recommendations are prudent measures which can limit the spread of many communicable diseases and not only the pandemic (H1N1) 2009 virus.",
      "cn": "这些建议均为审慎措施，可以限制许多传染病，不仅仅是2009年H1N1流感大流行病毒的传播。"
    },
    {
      "en": "They feared a new cholera pandemic.",
      "cn": "他们担心新一轮的霍乱大流行。"
    },
    {
      "en": "Virologists generally agree that we are due for another pandemic.",
      "cn": "病毒学家基本同意我们将迎来一场传染病大流行."
    },
    {
      "en": "WHO will be able to revise its estimate of pandemic vaccine supply once it has the new yield information.",
      "cn": "一旦有新的产量信息，世卫组织将能够修订其对大流行性流感疫苗供应的估算。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "widespread",
            "universal",
            "ruling",
            "generalized"
          ],
          "tran_cn": "[医]全国流行的；普遍的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "catching",
            "cosmopolitan",
            "global",
            "pest",
            "universal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pandemic influenza",
      "tran_cn": "大流行性流感"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "全国流行的"
    },
    {
      "pos": "n",
      "tran_cn": "（全国或全球性）流行病，大流行病",
      "tran_en": "a disease that affects people over a very large area or the whole world"
    }
  ],
  "exchange": {
    "pl": [
      "pandemics"
    ]
  }
}