{
  "word": "archives",
  "ipa": {
    "us": "'ɑ:kaɪvz",
    "uk": "'ɑkaɪvz"
  },
  "sentences": [
    {
      "en": "...the State Library's archives.",
      "cn": "…国立图书馆的档案。"
    },
    {
      "en": "Archives of Austria - Links to and addresses of Austrian archives.",
      "cn": "档案馆奥地利 - 联系地址和奥地利的档案."
    },
    {
      "en": "Can you dig the material out of the archives?",
      "cn": "你能从档案里把这个材料查出来 吗 ?"
    },
    {
      "en": "Exchange of the archives also between different operating systems possible.",
      "cn": "交换档案,也与不同的操作系统的可能."
    },
    {
      "en": "He delved into the family archives looking for the facts.",
      "cn": "他深入查考这个家族的家谱以寻找事实根据."
    },
    {
      "en": "He has been digging into the local archives.",
      "cn": "他一直在仔细查阅当地的档案资料。"
    },
    {
      "en": "He will scan the Rockefeller Archives for more Winter data.",
      "cn": "他要在洛克菲勒档案库中继续搜寻更多的有关温德的资料."
    },
    {
      "en": "I saw from the window venerable officials pushing wheelbarrows of archives to them.",
      "cn": "我隔窗望见年迈可敬的官员们正在用小车推着档案向它们走去."
    },
    {
      "en": "Keep the document in the archives.",
      "cn": "把这些文件存档."
    },
    {
      "en": "Quite a number of valuable details were dug out of libraries and archives by the group of researchers.",
      "cn": "这组研究人员从图书和档案资料中查找出一批相当有价值的详细资料."
    },
    {
      "en": "The company's archives goes back to its foundation in 1892.",
      "cn": "该公司的档案可追溯至其创建的1892年."
    },
    {
      "en": "The findings are in this month month's Archives of General Psychiatry.",
      "cn": "其研究结果发表在本月的《普通精神病学文献》上."
    },
    {
      "en": "The museum's Civil War archives are valuable.",
      "cn": "这个博物馆里有关内战的档案弥足珍贵."
    },
    {
      "en": "The picture lay hidden in the archives for over 40 years.",
      "cn": "这张照片在档案室中藏了40多年。"
    },
    {
      "en": "The society's archives are a treasure trove for scholars.",
      "cn": "该协会的档案对学者来说简直是宝藏。"
    },
    {
      "en": "Uranium geology archives is a kind of all in all strategy resource.",
      "cn": "铀矿地质档案是一种极其重要的战略资源."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "records",
            "portfolios"
          ],
          "tran_cn": "档案，档案室；案卷（archive的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "archives bureau",
      "tran_cn": "档案局"
    },
    {
      "phrase": "archives management",
      "tran_cn": "档案管理"
    },
    {
      "phrase": "archives work",
      "tran_cn": "档案工作"
    },
    {
      "phrase": "national archives",
      "tran_cn": "国家档案（馆）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "档案，档案馆，档案文件( archive的名词复数 )，档案馆，档案室",
      "tran_en": "Archives are a collection of documents and records that contain historical information. You can also use archives to refer to the place where archives are stored. "
    },
    {
      "pos": "v",
      "tran_cn": "存档( archive的第三人称单数 )"
    }
  ],
  "exchange": {}
}