{
  "word": "providing",
  "ipa": {
    "us": "prəˈvaɪdɪŋ",
    "uk": "prəˈvaɪdɪŋ"
  },
  "sentences": [
    {
      "en": "A cabaret is a restaurant providing food, drink, and often a floor show.",
      "cn": "“卡巴莱”夜总会是一种供应食物 、 饮料并经常有歌舞表演的餐厅."
    },
    {
      "en": "Agriculture has developed rapidly, thus providing light industry with ample raw materials.",
      "cn": "农业迅速发展, 从而为轻工业提供了充足的原料."
    },
    {
      "en": "Before providing the cash, they will have to decide whether you are a good or bad risk.",
      "cn": "在提供资金之前，他们得确认你是不是信誉良好的贷款对象。"
    },
    {
      "en": "Ferry companies are providing extra sailings from Calais.",
      "cn": "渡船公司加开了从加来出发的航班。"
    },
    {
      "en": "He wants to make sure that schools are committed to providing alternative education.",
      "cn": "他想确保学校尽力提供新型教育。"
    },
    {
      "en": "I'm keen on providing signers for deaf people and readers for the blind.",
      "cn": "我热心于为聋哑人提供手语员，为盲人提供朗读员。"
    },
    {
      "en": "Mindful of the needs of its students, Cardiff has invested heavily in providing new and improved residences.",
      "cn": "考虑到学生的需要，加的夫大学投入了巨资兴建和改善学生宿舍。"
    },
    {
      "en": "More and more restaurants are providing non-smoking areas.",
      "cn": "越来越多的餐厅开始辟出无烟区。"
    },
    {
      "en": "Newspapers, television and radio are all providing saturation coverage.",
      "cn": "报纸、电视和电台全都在铺天盖地地报道。"
    },
    {
      "en": "Providing they do not panic, I believe that their chances of survival will be beyond 95 per cent.",
      "cn": "如果他们不慌乱，我相信他们生还的概率将在95%以上。"
    },
    {
      "en": "Scarcely a week goes by without the news providing fresh examples of police racism.",
      "cn": "几乎每周都有关于警方种族歧视事件的新闻报道。"
    },
    {
      "en": "Supermarkets often claim that they are responding to the wants of consumers by providing packaged foods.",
      "cn": "超市经常声称他们根据消费者的需要提供包装食品。"
    },
    {
      "en": "The city is providing free transportation to the stadium from downtown.",
      "cn": "本市现在提供从市中心到体育场的免费交通。"
    },
    {
      "en": "The larger firm was capable of providing a better range of services.",
      "cn": "较大的公司能够提供一系列更好的服务。"
    },
    {
      "en": "The spade and fork have longer shafts, providing better leverage.",
      "cn": "锹和耙的手柄较长，可发挥较好的杠杆作用。"
    },
    {
      "en": "You can borrow the car, providing I can have it back by six o’clock.",
      "cn": "你可以借用我的车，只要6点钟以前还给我就行。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "if",
            "supposing"
          ],
          "tran_cn": "假如，以…为条件"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "equipment",
            "preparation",
            "provided",
            "provision",
            "service"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "furnishing"
          ],
          "tran_cn": "供给（provide的ing形式）；预备"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "provide against",
      "tran_cn": "规定禁止；预防"
    },
    {
      "phrase": "provide for",
      "tran_cn": "供养，供给；规定；为…作准备"
    },
    {
      "phrase": "provide oneself",
      "tran_cn": "自备；自办"
    },
    {
      "phrase": "provide service",
      "tran_cn": "提供服务"
    },
    {
      "phrase": "provide with",
      "tran_cn": "供给"
    }
  ],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": "如果，假如，在…条件下，倘若"
    },
    {
      "pos": "v",
      "tran_cn": "提供，供给，供应( provide的现在分词)，规定，提供[(+for)]，装备"
    }
  ],
  "exchange": {}
}