{
  "word": "mastermind",
  "ipa": {
    "us": "ˈmɑ:stəmaɪnd",
    "uk": "ˈmæstərmaɪnd"
  },
  "sentences": [
    {
      "en": "a criminal mastermind",
      "cn": "犯罪主谋"
    },
    {
      "en": "Abbas, who was captured in Baghdad last year, was the mastermind of the Achille Lauro hijacking.",
      "cn": "阿巴斯去年在巴格达被抓, 他是劫持“阿奇里·劳罗”号大型游艇事件的策划者."
    },
    {
      "en": "After interrogation, he confessed that he is the mastermind of the criminal gang.",
      "cn": "经过审讯, 他供出了他们这个犯罪团伙的谋主."
    },
    {
      "en": "Black Dog finally confesses that Tianbao is the mastermind.",
      "cn": "黑狗在警方的盘问下,终于供出受天宝指使."
    },
    {
      "en": "Capture the building and Retreat back through the Wormhole with your Mastermind.",
      "cn": "占领建筑然后让摄魂师通过虫洞撤回来."
    },
    {
      "en": "Clearly determined rewards for participation in your mastermind alliance are an important factor in its harmony.",
      "cn": "确定团员的报酬,是维持和谐的一项重大因素."
    },
    {
      "en": "Description: The Teleport Units ability can move units within the radius to the mastermind.",
      "cn": "描述: 传送单位技能可以将单位移动到以摄魂师为中心的一定范围内."
    },
    {
      "en": "Even three common cobblers can surpass Zhuge Liang the Mastermind.",
      "cn": "三个臭皮匠,顶个诸葛亮."
    },
    {
      "en": "Hill & Knowlton, then the world's largest PR firm, served as mastermind the Kuwaiti campaign.",
      "cn": "当时世界最大的公关公司伟达公关是“科威特”策划案的主要策划者."
    },
    {
      "en": "Opposed to just running your Mastermind in you can use Wormhole.",
      "cn": "除去上述方法外,还可以使用虫洞."
    },
    {
      "en": "Out of all the commando's the Mastermind is the most versatile.",
      "cn": "在所有特种兵中,摄魂师是最多面手得."
    },
    {
      "en": "Put it on the Units you wish to teleport and then click near the Mastermind Presto.",
      "cn": "把它放在您要传送得单位上然后单击摄魂师附近,就可以了."
    },
    {
      "en": "Ridley, as commerce secretary, masterminded the privatisation.",
      "cn": "时任商务部长的里德利策划推行了私有化。"
    },
    {
      "en": "The mastermind behind the scheme was executed after a brief trial.",
      "cn": "阴谋的幕后策划者经过简短审讯便被处决了."
    },
    {
      "en": "The phantom of the opera is now your mastermind.",
      "cn": "歌剧魅影现在就在你的意识里."
    },
    {
      "en": "The project was masterminded by Morris, then aged 29.",
      "cn": "这个项目由时年29岁的莫里斯策划。"
    },
    {
      "en": "Three coBBlers with their wits comBined surpass Zhuge Liang the mastermind.",
      "cn": "三个臭皮匠,胜过诸葛亮."
    },
    {
      "en": "Wishes can become a reality if you mastermind a way to get what you want.",
      "cn": "巨蟹:如果你手段高明并极力争取自己想要的,愿望很快就能变成现实."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bel esprit"
          ],
          "tran_cn": "优秀策划者；才子"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brain",
            "intellect",
            "intellectual",
            "original"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "engineer",
            "scheme",
            "be up to something"
          ],
          "tran_cn": "策划"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "策划者，操纵者，智多星，才子",
      "tran_en": "someone who plans and organizes a complicated operation, especially a criminal operation"
    },
    {
      "pos": "v",
      "tran_cn": "策划",
      "tran_en": "to think of, plan, and organize a large, important, and difficult operation"
    },
    {
      "pos": "vt",
      "tran_cn": "策划，谋划",
      "tran_en": "to think of, plan, and organize a large, important, and difficult operation"
    }
  ],
  "exchange": {
    "pl": [
      "masterminds"
    ],
    "third": [
      "masterminds"
    ],
    "past": [
      "masterminded"
    ],
    "done": [
      "masterminded"
    ],
    "ing": [
      "masterminding"
    ]
  }
}