{
  "word": "Mauritius",
  "ipa": {
    "us": "məˈrɪʃəs",
    "uk": "mɔˈrɪtiəs"
  },
  "sentences": [
    {
      "en": "China has been providing Mauritius with aids through implementing project and supplying materials.",
      "cn": "中国自1972年开始以实施项目、供应物资等方式向毛提供援助."
    },
    {
      "en": "However, as the exhibit shows, Mauritius faces significant economic and social challenges as it transitions from dependence on trade preferences to open competition in the global economy.",
      "cn": "然而，正如本次展览所示，在从依赖贸易优惠向参与全球经济竞争过渡的过程中，毛里求斯面临巨大经济社会挑战。"
    },
    {
      "en": "I started in France, but my father was a British citizen, born in Mauritius.",
      "cn": "我生在法国，但是我的父亲是英国人，出生于毛里求斯。"
    },
    {
      "en": "I was thinking at the time they settled in Mauritius after the story.",
      "cn": "我正构思他们当时在毛里求斯定居后的故事."
    },
    {
      "en": "Mauritius Kelaiqiao the family comes to the adventurous and rebellious spirit of the ancestors.",
      "cn": "毛里求斯的克莱齐奥家族就来源于这位具有冒险和反叛精神的祖先."
    },
    {
      "en": "Of these, Kenya, Malawi, Mauritius, South Africa and Zimbabwe have all at one time or other used bioethanol as a transport or domestic fuel.",
      "cn": "在这些国家中，肯尼亚、马拉维、毛里求斯、南非和津巴布韦都曾经使用生物乙醇作为交通和家用燃料。"
    },
    {
      "en": "Participated in the ACCCIM Trade and Investment Mission to Mauritius, organized by ACCCIM.",
      "cn": "旅游及公共联络组副主任尤金添参与由商联会组团前往毛里求斯考察访问."
    },
    {
      "en": "Roundtrip Economy class air ticket for Hong Kong and Mauritius on MK ( E - Ticket ).",
      "cn": "毛里裘斯航空公司来回香港至毛里裘斯经济客位机票(电子机票 )."
    },
    {
      "en": "Textile factories in places like South Africa, Mauritius and Nigeria have been badly hit.",
      "cn": "例如南非 、 里求斯和尼日利亚当地的纺织厂遭受了严重的打击."
    },
    {
      "en": "We entrust your company to be our business agent in Mauritius.",
      "cn": "我们将委托贵公司作为我公司在毛里求斯的业务代理.原译文."
    },
    {
      "en": "We hereby entrust your company to be our business agent in Mauritius.",
      "cn": "将委托贵公司我公司在毛里求斯的业务代理.原译文."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "毛里求斯（非洲岛国）"
    }
  ],
  "exchange": {}
}