{
  "word": "everyone",
  "ipa": {
    "us": "ˈevriwʌn",
    "uk": "ˈevriwʌn"
  },
  "sentences": [
    {
      "en": "1998 was an important year for everyone: a time of change.",
      "cn": "1998年对所有人来说都是重要的一年：那是个变革的时期。"
    },
    {
      "en": "By the time he's twenty he'll know everyone worth knowing in Washington.",
      "cn": "到20岁时，他就会认识华盛顿所有值得认识的人。"
    },
    {
      "en": "Cars are driven through the mess, splashing everyone in range.",
      "cn": "车从脏水里驶过，溅了周围所有人一身水。"
    },
    {
      "en": "Everyone is agreed that something needs to be done about the situation.",
      "cn": "所有人一致认为需要采取措施改变这种局面。"
    },
    {
      "en": "Everyone knew that Muriel was destined for great things.",
      "cn": "所有人都知道缪里尔命中注定要成就一番伟业。"
    },
    {
      "en": "Everyone wanted to bowl, hence everyone wanted to open a bowling alley.",
      "cn": "大家都想玩保龄球，因此大家都想开保龄球馆。"
    },
    {
      "en": "He pushed everyone full speed ahead until production hit a bottleneck.",
      "cn": "他催促所有人拼命干活，直到生产遭遇瓶颈。"
    },
    {
      "en": "If everyone is ready, I’ll begin.",
      "cn": "如果大家都准备好了，我就开始。"
    },
    {
      "en": "Not everyone enjoys sport.",
      "cn": "并不是谁都喜欢体育运动的。"
    },
    {
      "en": "Not everyone in the world will be kind and caring towards you.",
      "cn": "并非世上每个人都会对你友善关心。"
    },
    {
      "en": "Of course everyone else thought it was hilarious!",
      "cn": "当然其他所有人都觉得好笑极了！"
    },
    {
      "en": "Send my best wishes to everyone in the family.",
      "cn": "请向全家人致以最美好的祝愿。"
    },
    {
      "en": "The car was a write-off, but everyone escaped unharmed.",
      "cn": "这辆车报废了，但人员全部安全逃离。"
    },
    {
      "en": "The computer is a leveller, making information available to everyone.",
      "cn": "计算机是公平之物，所有人物都能从中获得信息。"
    },
    {
      "en": "The crime was so base that everyone wanted to hush it up.",
      "cn": "这一罪行如此卑鄙无耻，大家都不想声张出去。"
    },
    {
      "en": "The war sweeps up everyone in hatred and recrimination.",
      "cn": "战争让大家充满仇恨并相互指责。"
    },
    {
      "en": "The world breaks everyone, and afterward, many are stronger at the broken places.",
      "cn": "生活总是让我们遍体鳞伤，但到后来，那些受伤的地方会变得更坚强。"
    },
    {
      "en": "Then the woodcutter let his axe fly— Thwack! Everyone heard it.",
      "cn": "然后那个伐木工脱手甩出了斧头。哐！每个人都听见了。"
    },
    {
      "en": "They used to kiss and cuddle in front of everyone.",
      "cn": "他们过去经常在人前搂抱亲吻。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "each one",
            "everybody (a term of address)",
            "Every Body"
          ],
          "tran_cn": "每个人"
        }
      ]
    },
    {
      "pos": "pron",
      "words": [
        {
          "words": [
            "all",
            "and",
            "each",
            "every",
            "everybody",
            "one"
          ],
          "tran_cn": "每人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "每个人",
      "tran_en": "every person"
    },
    {
      "pos": "other",
      "tran_cn": "每人",
      "tran_en": "every person"
    },
    {
      "pos": "pron",
      "tran_cn": "每人，所有人",
      "tran_en": "every person"
    }
  ],
  "exchange": {}
}