{
  "word": "playwright",
  "ipa": {
    "us": "ˈpleɪraɪt",
    "uk": "ˈpleɪraɪt"
  },
  "sentences": [
    {
      "en": "An English teacher's life is disrupted when a former student returns to her small town after failing as a playwright in New York.",
      "cn": "以前的一个学生时，返回失败后，她的小城镇作为一个剧作家在纽约的一名英语教师的生活被打乱。"
    },
    {
      "en": "Bernard Show was the foremost playwright of his time.",
      "cn": "萧伯纳是他那个时代最重要的戏剧作家."
    },
    {
      "en": "Famous playwright Mr MOK Chiu - yu ( left ) at a guest lecture.",
      "cn": "著名剧作家 莫昭如 先生 ( 左 ) 主持客席讲座."
    },
    {
      "en": "Greek playwright back in 500 BC. Many historians consider him the father of Greek tragedies.",
      "cn": "公元前500年时的希腊剧作家。许多历史学家认为他是希腊悲剧之父。"
    },
    {
      "en": "Gwyn Thomas was a famous playwright.",
      "cn": "格温·托马斯是著名的剧作家."
    },
    {
      "en": "He is a novelist and playwright from South Wales.",
      "cn": "他是南威尔士的一名小说家和剧作家."
    },
    {
      "en": "He was also a philosopher, Christian apologist, playwright, and poet.",
      "cn": "他还是一位哲学家 、 护教家 、 剧作家和诗人."
    },
    {
      "en": "His plays have been translated into every major living language and are performed more often than those of any other playwright.",
      "cn": "他的剧本被翻译成所有主要使用着的语言，并且表演次数远远超过其他任何剧作家。"
    },
    {
      "en": "I consider him the - uh - the greatest playwright,'said Hsin - mei , taking a wild guess.",
      "cn": "辛楣 瞎猜道:“我认为他是最 —— 呃 —— 最伟大的戏剧家. ”"
    },
    {
      "en": "It was an age when the actor and the producer counted for more than the playwright.",
      "cn": "在那个时代,演员和演出主持人远比剧作家重要."
    },
    {
      "en": "J . B . Priestley ( 1894 -- 1984 ), British novelist, playwright, and essayist.",
      "cn": "K约翰-伯因顿-普里斯特利 ( 1894-1984 ), 英国小说家, 剧作家和散文家."
    },
    {
      "en": "Miller used to dine out on his popularity as a playwright.",
      "cn": "米勒过去常靠着他剧作家的声望被邀赴宴."
    },
    {
      "en": "The playwright does something remarkable in this scene, but without any impression of straining after an effect.",
      "cn": "剧作家在这场中有许多惊人妙笔，但并不给人留下竭力追求表面效果的印象。"
    },
    {
      "en": "The playwright fleshed out his characters.",
      "cn": "剧作家将他的人物写得栩栩如生."
    },
    {
      "en": "The playwright often fails to flesh out his characters.",
      "cn": "剧作家往往不能使笔下的人物栩栩如生."
    },
    {
      "en": "The playwright Oscar Wilde was noted for his epigrams.",
      "cn": "剧作家奥斯卡.王尔德以他的诙谐短诗着称."
    },
    {
      "en": "The playwright pruned his play of what he thought was irrelevant.",
      "cn": "那位剧作家从他的剧本中删去他认为不相干的部分."
    },
    {
      "en": "The playwright was slaughtered by the press.",
      "cn": "这位剧作家受到新闻界的无情批判."
    },
    {
      "en": "The playwright, the set designer, the wardrobe lady, all get credit.",
      "cn": "剧作家, 布景设计者, 服装师, 大家都应得到荣誉."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dramatist"
          ],
          "tran_cn": "剧作家"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "author",
            "composer",
            "dramatist"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "剧作家",
      "tran_en": "someone who writes plays"
    }
  ],
  "exchange": {
    "pl": [
      "playwrights"
    ]
  }
}