{
  "word": "nonfunctional",
  "ipa": {
    "us": "nɒn'fʌŋkʃənl",
    "uk": "nɒn'fʌŋkʃənl"
  },
  "sentences": [
    {
      "en": "Among those, hypercortisolism was 17 cases, primary aldosteronism was 15 cases, nonfunctional adenoma was 13 cases.",
      "cn": "其中皮质醇症17例, 原发性醛固酮增多症15例, 无功能腺瘤13例."
    },
    {
      "en": "Besides , the result of design should satisfy the nonfunctional requirement, implementation environment and efficiency requirement.",
      "cn": "需求 、 实作环境以及效能需求等限制."
    },
    {
      "en": "Conclusion: Insulinoma and nonfunctional pancreatic islet cell tumor are the mostly dominant in islet cell tumor.",
      "cn": "结论: 胰岛细胞瘤主要是胰岛素瘤和无功能胰岛细胞瘤,其他肿瘤少见."
    },
    {
      "en": "Functional islet cell tumors usually are small, but nonfunctional islet cell tumors usually are big.",
      "cn": "功能性胰岛细胞瘤多较小, 无功能性胰岛细胞瘤较大."
    },
    {
      "en": "If a product's shape or style or features are arbitrary and nonfunctional.",
      "cn": "如果一产品的形状、式样或特征是任意的且不具备功能性的."
    },
    {
      "en": "In my mental system, both of these are perfect examples of are now inactive, nonfunctional beliefs.",
      "cn": "在我的思想系统中, 这两个都是不活跃的, 不起作用的信念."
    },
    {
      "en": "It is reported that nonfunctional tumorscause disease by compromising normal glandularfunction, local extension, or distant spread.",
      "cn": "据报道,无功能性肿瘤通过使正常腺功能遭到破坏 、 部扩张或向远处播散而致病."
    },
    {
      "en": "Methods: 365 nonfunctional in cranial disease patients with follow - up treated by GKS were reviewed.",
      "cn": "方法: 回顾有随 访 资料的伽玛刀治疗的非功能性颅内疾病365例."
    },
    {
      "en": "Objective : To summarize the experience in the nonfunctional islet cell tumor.",
      "cn": "目的: 总结无功能性胰岛细胞瘤的诊治经验."
    },
    {
      "en": "Objective To study the related factors of post - operative recurrence of nonfunctional pituitary adenoma.",
      "cn": "目的研究无功能垂体腺瘤术后复发的相关因素."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不运行的"
    },
    {
      "pos": "other",
      "tran_cn": "[医]无功能的"
    }
  ],
  "exchange": {}
}