{
  "word": "subsequently",
  "ipa": {
    "us": "ˈsʌbsɪkwəntli",
    "uk": "ˈsʌbsɪkwəntli"
  },
  "sentences": [
    {
      "en": "Although he subsequently became a successful businessman, his criminal past caught up with him.",
      "cn": "尽管后来他成了事业有成的生意人，以前的犯罪前科终究让他尝到了苦果。"
    },
    {
      "en": "Brooke was arrested and subsequently sentenced to five years'imprisonment.",
      "cn": "布鲁克被逮捕,其后被判五年监禁."
    },
    {
      "en": "Changes of structure at an early age may affect parts subsequently developed.",
      "cn": "早期内部构造的改变会影响此后发育的部分."
    },
    {
      "en": "Facing total defeat in Vietnam, the French subsequently conceded full independence to Laos.",
      "cn": "法国人在越南面临彻底的失败后，接着又让老挝取得了完全的独立。"
    },
    {
      "en": "It may subsequently become a weak grower and a distinctly biennial cropper.",
      "cn": "随后会引起树势衰弱,明显两年结一次果."
    },
    {
      "en": "It subsequently emerged that he had known about the deal all along.",
      "cn": "随后的情况显示他一直都知道这件事情。"
    },
    {
      "en": "It'subsequently emerged that he had known about the deal all along.",
      "cn": "随后的情况显示他一直都知道这件事情."
    },
    {
      "en": "Many of the earlier reports were subsequently shown to be unsatisfactory.",
      "cn": "许多较早的文献结果都显得不够理想."
    },
    {
      "en": "Nearly one hundred of them were subsequently tried, convicted and imprisoned.",
      "cn": "其中近一百人后来受到审讯 、 判刑和监禁."
    },
    {
      "en": "Self - pollination, and subsequently self - fertilisation, in orchards always takes place to some extent.",
      "cn": "在种子园中,常常有某种程度的自花传粉和随后地自花授精."
    },
    {
      "en": "She subsequently became the Faculty's President.",
      "cn": "她随后成了系主任。"
    },
    {
      "en": "Subsequently, the company filed for bankruptcy.",
      "cn": "随后，该公司申请了破产。"
    },
    {
      "en": "Subsequently, Thomson withdrew from the company at a substantial loss.",
      "cn": "后来, 汤姆森退出该公司,损失惨重."
    },
    {
      "en": "The book was subsequently translated into 15 languages.",
      "cn": "该书后来被译成 15 种语言。"
    },
    {
      "en": "The original interview notes were subsequently lost.",
      "cn": "采访记录原稿后来丢失了。"
    },
    {
      "en": "The Secretary - General's actions were subsequently unanimously approved by the General Assembly.",
      "cn": "秘书长 的这一行动后来得到大会一致的赞同."
    },
    {
      "en": "This must be subsequently corrected and the program rerun.",
      "cn": "这错误必须接着加以改正,然后程序重新运算."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "subsequent",
          "tran_cn": " 后来的，随后的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "after",
            "since"
          ],
          "tran_cn": "随后，其后；后来"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accordingly",
            "afterward",
            "henceforth",
            "later"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "其次，接着"
    },
    {
      "pos": "adv",
      "tran_cn": "其后，随后，接着，“subsequent”的派生，嗣后，尔后",
      "tran_en": "after an event in the past"
    }
  ],
  "exchange": {}
}