{
  "word": "counseling",
  "ipa": {
    "us": "'kaʊnsəlɪŋ",
    "uk": "'kaʊnsəlɪŋ"
  },
  "sentences": [
    {
      "en": "A multimillionaire media magnate has shocked his employees with his candor by telling them all that he's putting his business affairs on hold to enter an alcoholism - counseling program.",
      "cn": "一位身份数百万的媒体大亨,坦诚地告诉他全体员工他将暂时搁置他的事业以便参加戒酒班,令员工大为惊愕."
    },
    {
      "en": "Allow your astrologer to provide you with regular counseling and coaching.",
      "cn": "让占星家为你提供定期的建议和辅导."
    },
    {
      "en": "Despite counseling and written advice about how to maintain their new weights, they gained an average of 12 pounds back over the next year.",
      "cn": "尽管有如何保持研究者各自重获得的新体重方面的咨询与书面建议，但在过去一年里平均每人仍增重12磅左右。"
    },
    {
      "en": "Her friend was all right, she said, and getting counseling.",
      "cn": "她说,她的朋友平安无事, 并且接受了劝告."
    },
    {
      "en": "I didn't expect my readers to be referring me to psychological counseling.",
      "cn": "我并不期待我的读者把我看做能够提供心理指导的人."
    },
    {
      "en": "If the answer is no, you really need to get some professional counseling to determine if this marriage should be saved.",
      "cn": "如果回答是否定的，你就真的该去咨询一下专家，决定一下你是否改维持这段婚姻了。"
    },
    {
      "en": "In this study, the participants who took advantage of group and individual counseling offered as part of the diets had far greater success than those who chose to go it alone.",
      "cn": "在这个研究中，充分利用作为饮食原则一部分的团队和个人咨询的参与者你那些选择自己进行的参与者得到了更大的成效。"
    },
    {
      "en": "Many individuals consider career counseling to be synonymous with assessments.",
      "cn": "许多个人考虑生涯辅导,以等同评估."
    },
    {
      "en": "Methods Introducing the ways by which we provide pharmic counseling for people.",
      "cn": "方法介绍我院开展药物咨询服务的主要渠道."
    },
    {
      "en": "Recently a lot of couples have been attending marriage counseling.",
      "cn": "近来,很多夫妇都参加了婚姻咨询."
    },
    {
      "en": "She will need medical help and counseling to overcome the tragedy.",
      "cn": "她将需要医疗帮助和心理咨询来平复这场悲剧。"
    },
    {
      "en": "Standardization of counseling techniques is obviously impossible.",
      "cn": "很清楚,要想使研讨方法标准化是不可能的."
    },
    {
      "en": "That comes up all the time when I'm counseling parents, said Dr.",
      "cn": "“ 但是 我每次我和家长谈论的时候, 这些问题常会出现.”利维沙龙医生说."
    },
    {
      "en": "The best solution to his problem lies in seeing a psychiatrist for counseling. But what if he refuses such counseling?",
      "cn": "解决他的问题的最好办法是向精神病专家作些咨询。但如果他拒绝这种咨询怎么办？"
    },
    {
      "en": "The company provides counseling for workers such as Geng Yubin.",
      "cn": "公司为像刘斌这样的员工提供心理咨询服务,心理咨询师耿玉斌说."
    },
    {
      "en": "Thee establishment of psychological counseling, including the time, place, frequency of consultation, how to charge, the length of each consultation, etc.",
      "cn": "心理咨询的设置，包括咨询的时间、地点、咨询频率、如何收费、每次咨询的时长等等。"
    },
    {
      "en": "There is counseling to help Internet addicts? even online .",
      "cn": "有咨询机构帮助网络 沉迷 者."
    },
    {
      "en": "This is the question I hear many times in my counseling practice.",
      "cn": "这是我在咨询工作中经常听到的."
    },
    {
      "en": "Vocational counseling is particularly important.",
      "cn": "给予职业指导是非常重要的."
    },
    {
      "en": "Was that your warped idea of career counseling?",
      "cn": "那是你的职业咨询的变态想法 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "consulting service",
            "consultation service",
            "advisory services"
          ],
          "tran_cn": "咨询服务"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "advising",
            "admonishing"
          ],
          "tran_cn": "建议；劝告；商讨（counsel的ing形式）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "career counseling",
      "tran_cn": "职业咨询，事业咨询"
    },
    {
      "phrase": "genetic counseling",
      "tran_cn": "遗传咨询，基因咨询"
    },
    {
      "phrase": "group counseling",
      "tran_cn": "团体咨询；团体咨商"
    },
    {
      "phrase": "psychological counseling",
      "tran_cn": "心理咨询；心理辅导"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（对个人，社会以及心理等问题的）咨询服务"
    }
  ],
  "exchange": {}
}