{
  "word": "recalcitrant",
  "ipa": {
    "us": "rɪˈkælsɪtrənt",
    "uk": "rɪˈkælsɪtrənt"
  },
  "sentences": [
    {
      "en": "a recalcitrant pupil",
      "cn": "一名不服管教的学生"
    },
    {
      "en": "Besides, even for recalcitrant students, there are provisions under the current system to deal with them.",
      "cn": "况且, 在现行的体制下, 自然也有应付即使是冥顽不灵的学子."
    },
    {
      "en": "But I am recalcitrant, I do not want to be tripped over at this point.",
      "cn": "可是我不服气, 我不想就此被绊倒."
    },
    {
      "en": "Constantly adjust your boxing skills in four different regions of powerful enemies against these recalcitrant.",
      "cn": "不断调整你的拳击技巧,在四个不同的区域对抗这些顽抗的强敌."
    },
    {
      "en": "Donkeys are reputed to be the most recalcitrant animals.",
      "cn": "驴被认为是最倔强的牲畜。"
    },
    {
      "en": "Donkeys are reputed to be the most recalcitrant of animals.",
      "cn": "驴的声誉是最难办的动物."
    },
    {
      "en": "Every mom has a favourite quote and a special tone a lesson to their recalcitrant kids.",
      "cn": "每个母亲都有一套教训小孩的说辞和口气."
    },
    {
      "en": "Every mom has a favourite quote and a special tone toa lesson to their recalcitrant kids.",
      "cn": "每个母亲都有本身一套教训小孩的辩解的理由和口吻."
    },
    {
      "en": "He had a knack for coaxing even the most recalcitrant engine to life.",
      "cn": "即使是最难摆弄的发动机他都有本事搞定。"
    },
    {
      "en": "Kublai khan prepared a great fleet and army with which to punish the recalcitrant ruler.",
      "cn": "忽必烈汗准备了一支庞大的舰队和陆军,来惩罚这个拒不服从的统治者."
    },
    {
      "en": "Litsea acuminata type is one of the recalcitrant seeds. Seeds lose its viability once dried.",
      "cn": "长叶木姜子型即为异储型种子,不耐乾藏,种子一经乾燥立即丧失生命力."
    },
    {
      "en": "Oaks are very recalcitrant.",
      "cn": "橡树是很难对付的."
    },
    {
      "en": "Questions about norms and spectra are likely to be recalcitrant.",
      "cn": "有关范数和谱的问题多半是难解的."
    },
    {
      "en": "The danger is that recalcitrant local authorities will reject their responsibilities.",
      "cn": "危险在于抗命不遵的地方当局将拒绝履行他们的职责。"
    },
    {
      "en": "The ministry of justice has purged the courts of recalcitrant judges, too.",
      "cn": "司法行政部还撤掉了由桀骜不驯的法官组成的法院."
    },
    {
      "en": "Tissues of many mature trees remain somewhat recalcitrant in response to most standard practices.",
      "cn": "但许多成熟树木的基本组织对大部分标准实验来说,仍然有点棘手."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "recalcitrance",
          "tran_cn": " 反抗，顽抗；固执，不听话"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "recalcitrate",
          "tran_cn": " 不服从；顽抗；踢回去"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "anti",
            "resistant"
          ],
          "tran_cn": "反抗的；反对的；顽强的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "backward",
            "defiant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "倔强对抗的，拒不服从的，拗强",
      "tran_en": "refusing to do what you are told to do, even after you have been punished"
    },
    {
      "pos": "n",
      "tran_cn": "顽抗者；不服从的人"
    }
  ],
  "exchange": {
    "noun": [
      "recalcitrance"
    ]
  }
}