{
  "word": "among",
  "ipa": {
    "us": "əˈmʌŋ",
    "uk": "əˈmʌŋ"
  },
  "sentences": [
    {
      "en": "Among the most spectacular sights are the great sea-bird colonies.",
      "cn": "庞大的海鸟群是最壮观的景象之一。"
    },
    {
      "en": "Eleanor's work among the women will, I trust, bear fruit.",
      "cn": "我相信埃莉诺所做的工作会在妇女中有所成效。"
    },
    {
      "en": "His pitching was a legend among major league hitters.",
      "cn": "他的投球在大联盟的击球员中是个传奇。"
    },
    {
      "en": "Hundreds of tightly rolled newspapers were set aflame among the 50,000 crowd.",
      "cn": "几百张卷紧的报纸在为数5万的人群中被点燃。"
    },
    {
      "en": "I could hear voices coming from somewhere among the bushes.",
      "cn": "我能听到灌木丛中某个地方传来说话的声音。"
    },
    {
      "en": "Infectious diseases are spreading among many of the flood victims.",
      "cn": "传染病正在遭受洪灾的很多灾民中蔓延。"
    },
    {
      "en": "Innocent civilians were among the casualties.",
      "cn": "死伤者中有无辜平民。"
    },
    {
      "en": "Its shops are among the most stylish on the Continent.",
      "cn": "其店铺跻身欧陆最时尚的店铺之列。"
    },
    {
      "en": "Jim relaxed, knowing he was among friends .",
      "cn": "吉姆知道周围都是朋友，放松了下来。"
    },
    {
      "en": "My grandfather had among his possessions a portrait by Matisse.",
      "cn": "我祖父有一幅马蒂斯画的肖像画。"
    },
    {
      "en": "Radical feminism is currently the fashionable topic among the chattering classes.",
      "cn": "激进的女权主义是时下名嘴阶层热议的话题。"
    },
    {
      "en": "Remove the meat with a fork and divide it among four plates.",
      "cn": "用餐叉把肉叉走，分到4个盘里。"
    },
    {
      "en": "Representatives were chosen by the students from among themselves.",
      "cn": "代表由学生内部选举产生。"
    },
    {
      "en": "She began rummaging among the books on her desk.",
      "cn": "她开始在桌子上的一堆书中乱翻起来。"
    },
    {
      "en": "She knew that she was an object of pity among her friends.",
      "cn": "她知道自己是朋友们同情的对象。"
    },
    {
      "en": "She looked at Miss Melville, snugly ensconced among her new friends.",
      "cn": "她看了看梅尔维尔小姐，她正舒适地安坐在新朋友中间。"
    },
    {
      "en": "She travels con-stantly, moving among her several residences around the world.",
      "cn": "她经常旅行，穿梭于她在世界各地的多处住所。"
    },
    {
      "en": "She was the eldest among them.",
      "cn": "她是他们当中年纪最大的。"
    },
    {
      "en": "The Coptic Church is among the oldest churches of Christianity.",
      "cn": "科普特教会是最古老的基督教会之一。"
    },
    {
      "en": "The girl quickly disappeared among the crowd.",
      "cn": "女孩转眼消失在人群中。"
    },
    {
      "en": "The house stands on a shelf of rock among pines.",
      "cn": "房子矗立在松树丛中一块突出的岩石上。"
    },
    {
      "en": "The results show the level of frustration among hospital doctors.",
      "cn": "这些结果显示了医院医生的不满程度。"
    },
    {
      "en": "There is a certain impatience among some of the soldiers.",
      "cn": "有些士兵有点儿不耐烦。"
    },
    {
      "en": "We walked among the chestnut woods on the mountain slopes.",
      "cn": "我们走在山坡上的栗树林中。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "amid",
            "between",
            "in",
            "through",
            "with"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "amid",
            "between",
            "by",
            "surrounded",
            "within"
          ],
          "tran_cn": "在...之中"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "among others",
      "tran_cn": "其中；尤其；除了别的之外"
    },
    {
      "phrase": "among the number",
      "tran_cn": "在其中，包括在内"
    },
    {
      "phrase": "among the rest",
      "tran_cn": "adv. 在其中"
    },
    {
      "phrase": "from among",
      "tran_cn": "从…中间；从…当中"
    }
  ],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "为…所围绕，在…中，与…在一起，是…之一，与…一样",
      "tran_en": "in or through the middle of a group of people or things"
    }
  ],
  "exchange": {}
}