{
  "word": "Caribbean",
  "ipa": {
    "us": "ˌkærɪˈbi:ən",
    "uk": "ˌkærəˈbiən, kəˈrɪbiən"
  },
  "sentences": [
    {
      "en": "And so I watched from Tokyo as a mighty economy melted like an iceberg in the Caribbean.",
      "cn": "因此，我在东京看到的就是一个强大的经济体却像加勒比海的冰山一样消融了。"
    },
    {
      "en": "British forces in the Caribbean were being decimated by disease.",
      "cn": "加勒比海地区的英国部队有大批的人病死。"
    },
    {
      "en": "Caribbean nations currently have about one nurse for every one thousand people.",
      "cn": "加勒比各国目前大约每1000人拥有一名护士."
    },
    {
      "en": "Caribbean reefs protected by no - fishing zones despite rise in predators.",
      "cn": "尽管食肉动物增多了,但加勒比海珊瑚礁得到了禁渔区的保护."
    },
    {
      "en": "Here come the soccer warriors -- the fighting spirit of the Caribbean.",
      "cn": "足球勇士 - -加勒比海的战斗精神."
    },
    {
      "en": "It has already battered the Caribbean islands of Aruba, Curasao and Bonaire.",
      "cn": "它已袭击了位于加勒比海的阿鲁巴岛,科拉索岛和博内尔岛."
    },
    {
      "en": "It was a historical story about a 17 th century Caribbean pirate.",
      "cn": "这是一部描写十七世纪加勒比海海盗的历史小说."
    },
    {
      "en": "It's on the Caribbean Sea.",
      "cn": "它位于加勒比海."
    },
    {
      "en": "Most recently, travellers from some European countries trying to go to the Caribbean this winter discovered they needed a special visa.",
      "cn": "就在最近，准备在今年冬天前往加勒比海的一些欧洲游客发现，他们需要一个特别签证。"
    },
    {
      "en": "Of course, piracy was not confined to the Caribbean.",
      "cn": "当然, 海盗劫掠不仅限于加勒比地区."
    },
    {
      "en": "Some Caribbean islands are still French possessions.",
      "cn": "一些加勒比岛屿至今仍是法国的领地."
    },
    {
      "en": "That Caribbean republic defaulted on its foreign debt of $ 32,000,000 after prolonged civil war.",
      "cn": "那个加勒比地区共和国在长期内战之后,未能偿还它的三千二百万美元外债."
    },
    {
      "en": "The couple married in the Caribbean to avoid a media circus.",
      "cn": "为了摆脱媒体的关注，这对新人在加勒比喜结连理。"
    },
    {
      "en": "The Panama Canal connects the Caribbean Sea to the Pacific Ocean.",
      "cn": "巴拿马运河把加勒比海和大西洋连接起来."
    },
    {
      "en": "The ship was heading straight into the Caribbean Sea.",
      "cn": "船只径直驶入加勒比海."
    },
    {
      "en": "The teen vanished last year during a trip to the Caribbean island.",
      "cn": "娜塔莉.赫洛薇去年在这一加勒比海岛旅行时失踪不见了."
    },
    {
      "en": "Then came an invitation to Martinique , an island in the French Caribbean. It was chance of a lifetime.",
      "cn": "然后被邀请到法属加勒比海的马提尼克岛, 这真是千载难逢的机会."
    },
    {
      "en": "Then either you go relax on your Caribbean island, or you try to start another one.",
      "cn": "你或者可以在你的加勒比海小岛上悠哉游哉下去，或者可以考虑开始下一个生意。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Caribbean Sea"
          ],
          "tran_cn": "加勒比海"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "caribbean sea",
      "tran_cn": "加勒比海"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "加勒比海",
      "tran_en": "The Caribbean is the sea which is between the West Indies, Central America and the north coast of South America"
    }
  ],
  "exchange": {
    "pl": [
      "Caribbeans"
    ]
  }
}