{
  "word": "hemolytic",
  "ipa": {
    "us": "hi:'mɒlɪtɪk",
    "uk": "hi'mɒlɪtɪk"
  },
  "sentences": [
    {
      "en": "Folic acid supplementation is used to improve erythropoiesis in chronic hemolytic anemia.",
      "cn": "慢性溶血性贫血患者使用叶酸治疗可促进红细胞生成."
    },
    {
      "en": "Hemolytic icterus occurs in the neonate of the horse and swine.",
      "cn": "溶血性黄疸发生于马和猪的初生幼畜."
    },
    {
      "en": "Inherited deficiency of pyruvate kinase, a key glycolytic enzyme, causes ATP deficiency, which leads to reduced RBC life span and hemolytic anemia.",
      "cn": "糖酵解的关键酶--丙酮酸激酶，如果它有遗传缺陷，就导致会ATP缺乏、红细胞寿命缩短和溶血性贫血。"
    },
    {
      "en": "It does not prevent infection by hemolytic streptococci.",
      "cn": "它并不能防止溶血性链球菌的感染."
    },
    {
      "en": "Objective : To analyze the clinical features and treatment outcomes of autoirnmune hemolytic anemia ( AIHA ).",
      "cn": "目的: 研究自身免疫性溶血性贫血 ( AIHA ) 的临床特征,进一步指导治疗."
    },
    {
      "en": "OBJECTIVE : To establish the rabbit model of experimental endocarditis hemolytic streptococcus.",
      "cn": "目的: 建立一种简单易行而且成功率高的兔细菌性心内膜炎模型."
    },
    {
      "en": "Objective : To improve recognization of treatment to autoimmune hemolytic anemia.",
      "cn": "目的: 提高对自身免疫性溶血性贫血治疗的认识."
    },
    {
      "en": "Objective To analyse the relapse rate and risk factors of autoimmune hemolytic anemia ( AIHA ) and Evans syndrome.",
      "cn": "目的　了解自身免疫性溶血性贫血 ( AIHA ) 和Evans综合征复发率及其相关因素."
    },
    {
      "en": "Objective To discuss the application of columm agglutination technique ( CAT ) in diagnosing autoimmune hemolytic anemia ( AIHA ).",
      "cn": "目的　探讨微柱凝集体技术在诊断自身免疫性溶血性贫血 ( AIHA ) 中的应用."
    },
    {
      "en": "Objective To evaluate the clinical implications of IgG subclass in autoimmune hemolytic anemia ( AIHA ).",
      "cn": "目的　研究温抗体型自身免疫性溶血性贫血IgG亚型及其临床意义."
    },
    {
      "en": "Objective To explore effective detection methods of Beta Hemolytic Streptococcus so as to improve detecting level.",
      "cn": "目的探索乙型溶血性链球菌的有效检测方法,为提高此类检测检出率提供依据."
    },
    {
      "en": "One clone that hemolytic activity indicating the presence of an intact gene was identified.",
      "cn": "其中一株具溶血活性,显示该选殖株所含的重组质体带有完整的细胞溶解毒素基因."
    },
    {
      "en": "The kinds of the antierthyrocyte antibody were tested in 19 cases of autoimmune hemolytic anemia ( AIHA ) .",
      "cn": "本文报道19例自身免疫溶血性 贫血,行红细胞抗体免疫分型."
    },
    {
      "en": "The major adverse effect of ribavirin is hemolytic anemia.",
      "cn": "利巴韦林的主要副作用是溶血性贫血."
    },
    {
      "en": "The third is the hemolytic type.",
      "cn": "第三种是溶血型."
    },
    {
      "en": "Tonsillitis: Inflammatory infection of the tonsils, usually with hemolytic streptococci or viruses.",
      "cn": "扁桃腺炎: 为炎症性感染, 通常由溶血性链球菌或病毒引起."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hemolysin",
          "tran_cn": " [生化] 溶血素，溶红血球素（等于haemolysin）"
        },
        {
          "word": "hemolysis",
          "tran_cn": " [生理][免疫] 溶血（现象）；血细胞溶解"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "haemolytic"
          ],
          "tran_cn": "[生理][免疫]溶血的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hemolytic anemia",
      "tran_cn": "溶血性贫血"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "[医] 溶血的",
      "tran_en": "of or relating to the disintegration of red blood cells "
    }
  ],
  "exchange": {}
}