{
  "word": "nevertheless",
  "ipa": {
    "us": "ˌnevəðəˈles",
    "uk": "ˌnevərðəˈles"
  },
  "sentences": [
    {
      "en": "\" I won't,'said Carrie, who was, nevertheless, complying against her will.",
      "cn": "“ 我不愿意, \"嘉莉说, 可是她还是违心地坐了下来."
    },
    {
      "en": "Although the market has been flat, residential property costs remain high. Nevertheless, the fall-off in demand has had an impact on resale values.",
      "cn": "尽管市场一直疲软，房价持续偏高。然而需求的减少还是对二手房价格产生了影响。"
    },
    {
      "en": "He came over well — perhaps a little pompous, but nevertheless honest and straightforward.",
      "cn": "他给人的印象很好，可能显得有点自大，不过还是很诚实和直率。"
    },
    {
      "en": "He nevertheless completed the film with breathtaking speed.",
      "cn": "但他还是以惊人的速度拍完了这部电影。"
    },
    {
      "en": "His clothes are old and unfashionable, but nevertheless he has a real touch of class.",
      "cn": "虽然他的衣服显得陈旧过时, 可是他看上去仍气度不凡."
    },
    {
      "en": "Miracles are not generally regarded as magical. Nevertheless, they do partake of the same nature.",
      "cn": "奇迹一般不会被认为是魔法使然，不过二者在本质上有点相似。"
    },
    {
      "en": "Most marriages fail after between five and nine years. Nevertheless, people continue to get married.",
      "cn": "大部分婚姻在婚后第五至第九年间失败，然而，人们仍会选择结婚。"
    },
    {
      "en": "Nevertheless, it's good to know you've had good notices, even if you don't read them.",
      "cn": "不过，即便你不看，知道有一些对你的好评也挺好。"
    },
    {
      "en": "Our defeat was expected but it is disappointing nevertheless.",
      "cn": "我们的失败是意料中的事，尽管如此，还是令人失望。"
    },
    {
      "en": "So he said nothing . But he was in a fine rage, nevertheless.",
      "cn": "他虽然没说什么, 却窝了一肚子的火."
    },
    {
      "en": "The news may be unexpected; nevertheless, it is true.",
      "cn": "这消息可能是出乎意料的, 然而是真实的."
    },
    {
      "en": "The opening day of the battle was, nevertheless, accounted a success.",
      "cn": "不过，开战的首日仍被认为是成功的。"
    },
    {
      "en": "We are going nevertheless we shall return.",
      "cn": "我们要走了,不过我们还要回来."
    },
    {
      "en": "What you said was true but nevertheless unkind.",
      "cn": "你所说的都对,不过有点不客气."
    },
    {
      "en": "What you said was true. It was, nevertheless, a little unkind.",
      "cn": "你说的都是实话，只不过有点刻薄。"
    },
    {
      "en": "Whilst this might sound like a truism, it is nevertheless a crucial problem to address.",
      "cn": "尽管这可能听起来像是老生常谈，但却是待解决的重要问题。"
    },
    {
      "en": "Without doubt , the national bourgeoisie tends to vacillate , but we should , nevertheless, make use of its positive side, uniting with it as well as struggling against it.",
      "cn": "民族资产阶级 当然 是动摇的, 但是要利用它的积极的一面, 要有团结有斗争."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "although",
            "anyway",
            "but",
            "however",
            "notwithstanding",
            "regardless"
          ],
          "tran_cn": "仍然,不过,然而"
        }
      ]
    },
    {
      "pos": "conj",
      "words": [
        {
          "words": [
            "whereas",
            "however",
            "while",
            "but",
            "yet"
          ],
          "tran_cn": "然而，不过"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "although",
            "anyhow",
            "anyway",
            "aside",
            "but",
            "notwithstanding",
            "regardless",
            "though",
            "yet"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "然而，尽管如此，不过",
      "tran_en": "in spite of a fact that you have just mentioned"
    },
    {
      "pos": "conj",
      "tran_cn": "然而",
      "tran_en": "You use nevertheless when saying something that contrasts with what has just been said."
    }
  ],
  "exchange": {}
}