{
  "word": "ontology",
  "ipa": {
    "us": "ɒnˈtɒlədʒi",
    "uk": "ɑnˈtɑlədʒi"
  },
  "sentences": [
    {
      "en": "An Ontology - driven scheme to construct text virtual sample is proposed.",
      "cn": "提出了一种本体驱动的文本虚拟样本构造方法."
    },
    {
      "en": "Discusses the inherent relation between ontology and international patent classification.",
      "cn": "讨论了本体与国际专利分类表的内在联系."
    },
    {
      "en": "Forget taxonomy, ontology, and psychology. Who knows why people do what they do?",
      "cn": "忘记分类，存在论和哲学吧，谁又能知道为什么人们要做他们做的事情？"
    },
    {
      "en": "Formal refers to the fact that the ontology should be machine readable.",
      "cn": "正式指的是本体应该能够被机器读这个事实."
    },
    {
      "en": "Hence, in a certain sense, phenomenology is equal to ontology.",
      "cn": "因而, 在一定意义上, 现象学就是存在论."
    },
    {
      "en": "In fact, in Cartesian ontology there are only three kinds of substance: mind, matter and God.",
      "cn": "其实在笛卡尔的本体论中，世界上只有三种实体：心灵、物质和上帝。"
    },
    {
      "en": "It'studies ontology used in the automatic answer system field.",
      "cn": "研究了本体论在面向领域自动问答系统中的应用."
    },
    {
      "en": "Kant's work on the critique of experience became ultimately indistinguishable from ontology and metaphysics.",
      "cn": "康德关于经验的评论著作最终与本体论和形而上学混为一谈。"
    },
    {
      "en": "Ontology ; Na ? ve Bayes Classifier; Formal Concept Analysis; Document Classification; Ten - fold Cross Validation.",
      "cn": "贝氏分类器; 本体论; 正规概念分析法; 文件分类; 交叉验证法."
    },
    {
      "en": "Ontology is a formal explicIt'specification of a shared conceptualization.",
      "cn": "本体是共享的概念化的正式的显式的规格说明."
    },
    {
      "en": "Secondly, we propose theformal definition of a DDC - LCC and an Ontology - classification - scheme mapping.",
      "cn": "其次, 我们正式定义了DDC -LCC 之间和本体 -分 类表之间的映射."
    },
    {
      "en": "The ontology header definition is closed with the following tag.",
      "cn": "本体头部定义在下列标签处结束."
    },
    {
      "en": "The ontology possesses inherent consistency with human nature.",
      "cn": "本体论与人的本性具有内在的一致性."
    },
    {
      "en": "The themes of metaphysics - ontology, epistemology, axiology - were determined by them accordingly.",
      "cn": "它们相应地决定了形而上学的主题 —— 本体论 、 认识论 以及 价值论."
    },
    {
      "en": "This paper puts forward with a knowledge retrieval frame based on Ontology.",
      "cn": "本文提出了一种基于本体的知识检索框架."
    },
    {
      "en": "This technique of knowledge engineering is Ontology. Reusability is the motive to acquire Ontology.",
      "cn": "最新的知识工程化技巧就是Ontology( 本体论), 获取本体论的动机是“可再用性”(Reusability)."
    },
    {
      "en": "Understanding of the game epistemology and ontology sense meaningless.",
      "cn": "对游戏的认识有认识论意义的和本体论意义的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "substantialism"
          ],
          "tran_cn": "本体论；存在论；实体论"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "本体论，实体论"
    }
  ],
  "exchange": {
    "adj": [
      "ontological"
    ]
  }
}