{
  "word": "Hispanic",
  "ipa": {
    "us": "hɪˈspænɪk",
    "uk": "hɪˈspænɪk"
  },
  "sentences": [
    {
      "en": "Although poor Hispanic families are coming to resemble poor black families, they not feel like them.",
      "cn": "虽然贫穷的西班牙家庭正越来越接近贫穷黑人家庭, 但是他们并不感觉像黑人家庭."
    },
    {
      "en": "Among children and teens, overweight in non - Hispanic White teens is related to a lower family income.",
      "cn": "对儿童来说, 非 西班牙裔少年肥胖与家庭低收入明显相关."
    },
    {
      "en": "At that point , in 2043 , non - Hispanic whites could make up just over half the population.",
      "cn": "到那时,2043年, 非 西班牙白人可能只占到人口的一半."
    },
    {
      "en": "Ever since pre - Hispanic times, Lake Catemaco has been a centre for alternative medicine and strange treatments.",
      "cn": "自西班牙统治前,Catemaco湖已经成为另类医术和怪异疗法的中心."
    },
    {
      "en": "His family tried to assimilate into the white and Hispanic communities.",
      "cn": "他一家人试图融入白人和西班牙裔社区。"
    },
    {
      "en": "Hispanic kids, two out of three ate the marshmallow.",
      "cn": "西班牙的小孩, 三分之二吃了棉花糖."
    },
    {
      "en": "Hispanic Studies",
      "cn": "西班牙语国家研究"
    },
    {
      "en": "If you look Hispanic, they can question you.",
      "cn": "如果你看上去像拉美裔, 他们就会怀疑你."
    },
    {
      "en": "In California, Hispanics make up 19.2 percent of the population.",
      "cn": "在加利福尼亚，西裔美国人占总人口的19.2%。"
    },
    {
      "en": "In general, Hispanic persons are comfortable with personal space of less than 18 inches.",
      "cn": "大体上, 西班牙人喜欢(与谈话者)保持小于18英寸的距离."
    },
    {
      "en": "Miami’s Hispanic community",
      "cn": "迈阿密的西裔美国人社区"
    },
    {
      "en": "Most are sold to small Hispanic and Mexican groceries, Padron said.",
      "cn": "448个玩具在仓库里等候销出."
    },
    {
      "en": "Rich coastal enclaves remain mostly white. Poor areas, which are mostly Hispanic, are no more diverse.",
      "cn": "富裕的沿海飞地仍然大多归属白人, 贫穷区大多是西班牙人, 无多元可言."
    },
    {
      "en": "Sala is not familiar with the Hispanic music of 18 th century.",
      "cn": "萨拉对18世纪的西班牙音乐并不熟悉."
    },
    {
      "en": "The governor of New Mexico is a Hispanic.",
      "cn": "新墨西哥州州长即是西班牙裔."
    },
    {
      "en": "The majority of the teens were non - Hispanic white, and nearly half lived with both biological parents.",
      "cn": "青少年主要来自 非 西班牙裔白人, 其中接近一半与生身父母同住."
    },
    {
      "en": "The post - traumatic stress disorder rate was highest among injured, low - income and Hispanic study volunteers.",
      "cn": "心理障碍综合症发病率最高的人群是受伤者 、 低收入 人群和西班牙籍研究志愿者."
    },
    {
      "en": "The report found that sunburn prevalence among non - Hispanic whites among Hispanics among non - Hispanic blacks.",
      "cn": "研究发现,发生晒伤的流行病学分布如下:非西班牙白种人发病率为35.6%,西班牙人发病率为45.6%, 非 西班牙黑种人发病率为50.4%."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "西班牙的，西班牙和葡萄牙的，西班牙及其他说西班牙语国家的，拉丁美洲的",
      "tran_en": "from or relating to countries where Spanish or Portuguese are spoken, especially ones in Latin America"
    },
    {
      "pos": "n",
      "tran_cn": "（美）讲西班牙语的美国人",
      "tran_en": "someone who comes from a country where Spanish or Portuguese is spoken, especially one in Latin America"
    }
  ],
  "exchange": {
    "pl": [
      "Hispanics"
    ]
  }
}