{
  "word": "technicality",
  "ipa": {
    "us": "ˌteknɪˈkæləti",
    "uk": "ˌtɛknɪˈkælɪti"
  },
  "sentences": [
    {
      "en": "As a new kind contract, the movable telecommunication service contract possesses technicality, formality , industry and monopoly.",
      "cn": "作为一种新型合同, 移动电信服务合同具有技术性、格式性 、 产业性、垄断性、继续性等特征."
    },
    {
      "en": "Be to understand that the technicality trade wall economy effect lays down basis correctly.",
      "cn": "为正确理解技术性贸易壁垒的经济效应打下基础."
    },
    {
      "en": "It discusses specially the problems of the theory and technicality for diesel burning hydrogen.",
      "cn": "文中着重探讨了柴油机燃氢的理论与技术问题."
    },
    {
      "en": "Stakes: cut tie technicality energy and undirectional membrane consistent behavioural.",
      "cn": "注: 车削带技术性能与不定向膜性能一致."
    },
    {
      "en": "Still do not have technicality medicaments to treating epidemic haemorrhage to heat up at present.",
      "cn": "目前对于治疗流行性出血热尚无专门性药物."
    },
    {
      "en": "Technicality trade wall extensive use, has produced far - reaching effect to entire international trade and world economy.",
      "cn": "技术性贸易壁垒的广泛应用, 对整个国际贸易和世界经济产生了 深远 影响."
    },
    {
      "en": "The appeal court rejects the appeal on a technicality.",
      "cn": "上诉法院驳回了对法律条文特别解释问题的上诉."
    },
    {
      "en": "The case against him had to be dropped because of a legal technicality.",
      "cn": "由于法律上的一个技术细节，对他的起诉不得不撤回。"
    },
    {
      "en": "The mainstream of corporate financial theory a notable characteristic of technicality.",
      "cn": "现代企业财务主流理论,具有鲜明的技术主义特征."
    },
    {
      "en": "The paper introduces a novel microcomputer - based with non - contact technicality of the high power AC compensated stabilizer.",
      "cn": "摘要介绍一种基于 单片机 的无触点补偿式大功率交流稳压器."
    },
    {
      "en": "This is merely a technicality, but could you show me your license?",
      "cn": "这只是事务上的手续, 您能给我看您的执照 吗 ?"
    },
    {
      "en": "This paper focuses on the main technicality in GC - NPD maintenance and using.",
      "cn": "介绍GC-NPD使用维护要注意的一些具体技术问题."
    },
    {
      "en": "You seized on that failure and obtained a dismissal of the case based on a technicality.",
      "cn": "您抓住了这一疏忽,并基于技术性细节得以争取撤销该案."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "technical",
          "tran_cn": " 工艺的，科技的；技术上的；专门的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "technically",
          "tran_cn": " 技术上；专门地；学术上；工艺上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "technology",
          "tran_cn": " 技术；工艺；术语"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "expertness",
            "jargon"
          ],
          "tran_cn": "学术性；专门性；术语，专门语"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专门性，学术性，技术性，术语，专门事项"
    }
  ],
  "exchange": {
    "pl": [
      "technicalities"
    ]
  }
}