{
  "word": "Brazilian",
  "ipa": {
    "us": "brəˈzɪliən",
    "uk": "brəˈzɪliən"
  },
  "sentences": [
    {
      "en": "Brazilian and Russian multinationals are also starting to make their mark.",
      "cn": "巴西和俄国的跨国公司也在攻城掠地."
    },
    {
      "en": "Brazilian nut oil - rich in essential nutrients known to boost skin's moisture barrier.",
      "cn": "巴西果仁油 - 含有丰富的基本营养素众所周知,提高肌肤的水分屏障."
    },
    {
      "en": "Brazilian palm yielding fibers used in making ropes, mats, and brushes.",
      "cn": "出产用于制造绳索 、 地席和刷子的纤维的巴西棕榈."
    },
    {
      "en": "Brazilian soccer boss Carlos Parreira hit out angrily last night after his side were barred from training at Wembley.",
      "cn": "昨晚巴西足球队主帅卡洛斯·佩雷拉因球队被禁止在温布利球场训练而大发雷霆。"
    },
    {
      "en": "Do you want to know more about Brazilian Culture?",
      "cn": "你想了解更多关于巴西的文化吗？"
    },
    {
      "en": "However, Brazilian agriculturalists and ministers still talk as if it had no conservation value at all.",
      "cn": "然而巴西农学家和部长们还说它根本没有保护的价值。"
    },
    {
      "en": "I am proud of my Brazilian roots.",
      "cn": "我为我的巴西血统感到自豪。"
    },
    {
      "en": "I love coming here and working with Brazilian teachers!",
      "cn": "我很喜欢来到这里并和巴西的教师一起工作!"
    },
    {
      "en": "It was a great showing by the Brazilian team.",
      "cn": "这场比赛成了巴西队的表演赛."
    },
    {
      "en": "NBD employed waxed Brazilian teak for the stairs, floor, and mantel.",
      "cn": "NBD公司采用了上过蜡的西班牙柚木装点楼梯 、 地面及壁炉架."
    },
    {
      "en": "One way to get a quick answer is to compare Brazilian states with countries.",
      "cn": "快速得到答案的一种方式是将巴西各州与其他国家相比。"
    },
    {
      "en": "Portuguese players now get shown as being eligible to gain Brazilian nationality.",
      "cn": "葡萄牙球员现在可以正确显示已获得的巴西国籍."
    },
    {
      "en": "Teresinha Roberts is a Brazilian - born textile artist specialising in natural dyes.",
      "cn": "使用天然染料是让人兴奋和沉醉的."
    },
    {
      "en": "The Brazilian team is regarded as unbeatable.",
      "cn": "巴西队可以说是不可战胜的."
    },
    {
      "en": "The Guyana Defence Force is engaged in flushing out illegal Brazilian miners operating in the country.",
      "cn": "圭亚那国防军正采取行动驱逐在本国作业的非法巴西矿工。"
    },
    {
      "en": "The president has appealed to the Brazilian people for patriotism and community spirit.",
      "cn": "总统已经呼吁巴西人民要有爱国情怀和集体主义精神。"
    },
    {
      "en": "The Republic is a dominion of the Brazilian people.",
      "cn": "这个共和国是巴西人民的领土。"
    },
    {
      "en": "Why don't we try some Brazilian food?",
      "cn": "我们为什么不吃巴西人的食物 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "巴西的",
      "tran_en": "relating to Brazil or its people"
    },
    {
      "pos": "n",
      "tran_cn": "巴西人",
      "tran_en": "someone from Brazil"
    }
  ],
  "exchange": {
    "pl": [
      "Brazilians"
    ]
  }
}