{
  "word": "proliferation",
  "ipa": {
    "us": "prəˌlɪfəˈreɪʃn",
    "uk": "prəˌlɪfəˈreɪʃn"
  },
  "sentences": [
    {
      "en": "\"Brand proliferation is not a novelty, and it is profitable if you execute it well, \" he says.",
      "cn": "他表示：“品牌扩散并不新鲜，如果执行得好，它是会带来盈利的。”"
    },
    {
      "en": "attempts to prevent cancer cell proliferation",
      "cn": "防止癌细胞扩散的努力"
    },
    {
      "en": "Before long, this element proliferation began to frustrate the chemists.",
      "cn": "不久后, 元素的这个增生开始冲击化学家们."
    },
    {
      "en": "Cellular cleavage and proliferation was markedly inhibited.",
      "cn": "细胞的分裂、增殖受到明显抑制。"
    },
    {
      "en": "Curcumin can inhibit the proliferation of hfRPE cells by cells cycle arrest.",
      "cn": "结论:在一定浓度范围内,姜黄素通过改变hfRPE细胞的周期分布来抑制其增殖."
    },
    {
      "en": "DD 3 gene has a certain influence on promoting cell proliferation.",
      "cn": "DD3基因在促进细胞增值方面起着一定作用."
    },
    {
      "en": "DDR enhance the proliferation of KFb and increase the collagen protein secretion.",
      "cn": "DDR-ASODN对KFb凋亡、增殖、胶原合成和分泌具有显著抑制作用."
    },
    {
      "en": "IDO enzyme activity in MSCs inhibited T - lymphocytes proliferation of MLR cultures.",
      "cn": "MSCs的IDO活性能抑制MLC体系中 T 淋巴细胞增殖率."
    },
    {
      "en": "International efforts against nuclear proliferation are faced with severe challenges.",
      "cn": "防止核扩散的国际努力受到严峻挑战."
    },
    {
      "en": "It is believed that it inhibits an enzyme that promotes cell proliferation in tumours.",
      "cn": "据信它能抑制一种能在肿瘤中促进细胞增殖的酶的生成。"
    },
    {
      "en": "Nuclear proliferation has returned to centre stage in international affairs.",
      "cn": "核扩散重新成为国际事务的关注焦点。"
    },
    {
      "en": "Other environmental changes are likely to alter the ratio between proliferation and differentiation of cells.",
      "cn": "其它环境因素的变化也能改变细胞增殖分化间的比率."
    },
    {
      "en": "Proliferation of lymphocytes in lacrimal and salivary glands may cause bilateral painless enlargement.",
      "cn": "泪腺和唾液腺淋巴细胞增生,可引起两侧腺体无痛性肿大."
    },
    {
      "en": "Results: Ani dramatically inhibited HSC dose - dependent proliferation and the synthesis of DNA.",
      "cn": "结果: 山莨菪碱能明显抑制细胞增殖,并呈药物浓度依赖关系,DNA合成受到抑制."
    },
    {
      "en": "Smoking triggers off cell proliferation.",
      "cn": "吸烟会引起细胞增生。"
    },
    {
      "en": "The proliferation of controls rigidifyies the industry.",
      "cn": "控制的增加使工业僵化了."
    },
    {
      "en": "Think of climate change, financial instability, nuclear proliferation, resource shortages and terrorism.",
      "cn": "想一想气候变化 、 金融不稳定 、 核扩散 、 资源短缺和恐怖主义等问题就知道了."
    },
    {
      "en": "We do have differing perspectives on the problem, but we share an interest in reducing the violence, securing chemical weapons and ensuring they are neither used or are they subject to proliferation.",
      "cn": "我们确实在这个问题上有不同意见，但我们在减少暴力、获取化学武器和确保化学武器不被使用或扩散上拥有共同利益。"
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "proliferate",
          "tran_cn": " 增殖；扩散；激增"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "proliferate",
          "tran_cn": " 使激增"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "diffusion",
            "propagation"
          ],
          "tran_cn": "[医]增殖，扩散；分芽繁殖"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cell proliferation",
      "tran_cn": "细胞增殖，细胞增生"
    },
    {
      "phrase": "nuclear proliferation",
      "tran_cn": "核扩散"
    },
    {
      "phrase": "proliferation security initiative",
      "tran_cn": "防扩散安全倡议"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "增殖，分芽繁殖，再育，激增，",
      "tran_en": "a sudden increase in the amount or number of something"
    }
  ],
  "exchange": {}
}