{
  "word": "sedimentary",
  "ipa": {
    "us": "ˌsedɪˈmentri",
    "uk": "ˌsɛdəˈmɛntəri, -ˈmɛntri"
  },
  "sentences": [
    {
      "en": "A very large proportion of the world's sedimentary cover is composed of ancient deltaic deposits.",
      "cn": "世界上的沉积盖层有很大一部分是由古代三角州沉积所组成的."
    },
    {
      "en": "Aim To analyze Tertiary period sedimentary environment of Qaidamu saline lake.",
      "cn": "目的分析柴达木盆地第三纪盐湖的沉积环境."
    },
    {
      "en": "Bedding is the most important structural feature of sedimentary rock.",
      "cn": "层理是沉积岩最主要的构造特征."
    },
    {
      "en": "Eskers are very long ridges apparently formed when sub - glacial streams or rivers deposited sedimentary materials.",
      "cn": "蛇形丘显然是冰下河溪的沉积物堆积而成的很长的垄岗."
    },
    {
      "en": "In many sedimentary basins the salinity of the formation water increases with depth or compaction.",
      "cn": "在许多沉积盆地中,地层水的含盐量随深度或压实作用而增高."
    },
    {
      "en": "It is useful in discussing the nature of sedimentary deposits.",
      "cn": "它在讨论沉积物的性质时是有用的."
    },
    {
      "en": "Loose sediments may be changed into solid sedimentary rocks.",
      "cn": "松散的沉积物可以变成坚硬的沉积岩."
    },
    {
      "en": "sedimentary deposits",
      "cn": "沉积矿床"
    },
    {
      "en": "Sedimentary loading with consequent thermal blanketing will become major factors.",
      "cn": "随着热熄灭作用以后,沉积载荷将变成主要因素."
    },
    {
      "en": "sedimentary rock",
      "cn": "沉积岩"
    },
    {
      "en": "Sedimentary rocks are thus tagged by the fossils which they contain.",
      "cn": "沉积岩就这样以它们所含的化石作为鉴别的标记."
    },
    {
      "en": "Stocks , dykes etc. can be placed in simple sequence with the sedimentary rocks.",
      "cn": "岩株, 岩墙等可以按其与沉积岩的简单顺序放在图中."
    },
    {
      "en": "Subsurface temperature increases with burial depth might cause fluid expansion in most sedimentary basins.",
      "cn": "在大多数沉积盆地中,地下温度随埋藏深度增高可能引起流体的膨胀."
    },
    {
      "en": "The complex of sand bodies developed in a cyclical sequence of off - lapping sedimentary beds.",
      "cn": "砂岩复合体发育于退覆沉积层的旋回层内."
    },
    {
      "en": "The equation appears to be valid for a wider range of sedimentary rocks.",
      "cn": "这个方程式看来适合于相当大的一部分沉积岩."
    },
    {
      "en": "The sedimentary members are largely turbidites of greywacke facies.",
      "cn": "沉积岩的组成大部分为杂砂岩相的浊积岩."
    },
    {
      "en": "Uranium has been redistributed by biological processes as well as in the sedimentary cycle.",
      "cn": "由于生物作用,以及沉积旋回,铀发生重新分布."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "sediment",
          "tran_cn": " 沉积；沉淀物"
        },
        {
          "word": "sedimentation",
          "tran_cn": " [矿业][物化] 沉降，[化学] 沉淀"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "precipitated"
          ],
          "tran_cn": "沉淀的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "sedimentary cover",
      "tran_cn": "沉积盖层"
    },
    {
      "phrase": "sedimentary cycle",
      "tran_cn": "沉积旋回；沉积循环"
    },
    {
      "phrase": "sedimentary deposit",
      "tran_cn": "沉积矿床；成层沉积"
    },
    {
      "phrase": "sedimentary facies",
      "tran_cn": "沉积相"
    },
    {
      "phrase": "sedimentary rock",
      "tran_cn": "[地]沉积岩；水成岩"
    },
    {
      "phrase": "sedimentary sequence",
      "tran_cn": "沉积层序"
    },
    {
      "phrase": "sedimentary strata",
      "tran_cn": "沉积岩"
    },
    {
      "phrase": "sedimentary structure",
      "tran_cn": "沉积构造"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "沉积的，沉淀性的",
      "tran_en": "made of the solid substances that settle at the bottom of the sea, rivers, lakes etc"
    }
  ],
  "exchange": {}
}