{
  "word": "tare",
  "ipa": {
    "us": "teə(r)",
    "uk": "ter"
  },
  "sentences": [
    {
      "en": "A third method evaluating the tare and interference, sometimes employed where an image system is impracticable.",
      "cn": "在镜像系统不能适用的地方, 常常使用第三种方法求支架阻力和干扰."
    },
    {
      "en": "And as he was yet a coming, the devil threw him down, and tare him.",
      "cn": "42正来的时候, 鬼把他摔倒, 叫他重重的抽疯."
    },
    {
      "en": "As per your request , we hve marked the cases with gross, tare and net weights.",
      "cn": "我方已按你方要求在箱上注明毛重, 皮重和净重."
    },
    {
      "en": "As per your request, we have marked the cases with gross, tare and net weights.",
      "cn": "我们已按你方要求在箱上注明毛重 、 皮重及净重."
    },
    {
      "en": "Deducting the tare weight from the gross weight, we get the net weight.",
      "cn": "毛重扣掉外包装重量便得到净重."
    },
    {
      "en": "Net Weight: the gross weight less tare.",
      "cn": "净重: 总重扣除皮重后的重量."
    },
    {
      "en": "Please old not omit mention the tare and gross weight In addition to the net.",
      "cn": "在净重之外请勿遗漏皮重和毛重."
    },
    {
      "en": "Please tell me the cargo the tare and the size?",
      "cn": "请告诉我货物的包装重量和尺寸?"
    },
    {
      "en": "Tare good care of yourself.",
      "cn": "你要照顾好你自己."
    },
    {
      "en": "Tare panda, my favourite! These stickers are in one set. Not easy to collect.",
      "cn": "趴地熊, 我的最爱! 这些黏纸是一套的. 不容易收集哦."
    },
    {
      "en": "Tare: the weight of cotton's packaging materials.",
      "cn": "皮重: 棉花包装材料的重量."
    },
    {
      "en": "The partnership of Royal, Simon, and Tare sells its business to the North Corporation.",
      "cn": "罗亚尔 、 西蒙和塔特准备将其合伙企业出售给北方公司."
    },
    {
      "en": "The principles outlined above for getting the tare weight of containers should be applied.",
      "cn": "应该用上面概述的测定容器皮重的方法."
    },
    {
      "en": "The small underframe structure is the main load - bearing body in tare special car.",
      "cn": "小底架是特种车辆中的主要承载部件."
    },
    {
      "en": "Weight: including tare weight and net weight.",
      "cn": "重量: 包括皮重与净重."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "darnel",
            "vetch"
          ],
          "tran_cn": "[交]皮重；巢菜；毒麦；野碗豆"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "皮重，<植>巢菜，（常复数）裨子，（常复数）不良成分",
      "tran_en": "any of various vetch plants, such as Vicia hirsuta (hairy tare) of Eurasia and N Africa "
    }
  ],
  "exchange": {}
}