{
  "word": "underlies",
  "ipa": {
    "us": ",ʌndɚ'laɪ",
    "uk": "ʌndə'laɪ"
  },
  "sentences": [
    {
      "en": "A deep faith underlies her work among refugees.",
      "cn": "她在难民中工作是因为她有很深的信念."
    },
    {
      "en": "A trial - and - error walk, such as that which underlies natural selection, can only get you nowhere fast.",
      "cn": "至于那种试错的方式, 比如潜藏于自然选择中的方式, 只会迅速让你一事无成."
    },
    {
      "en": "Generally speaking, the fundamental identity of the people's interests underlies the contradictions among the people.",
      "cn": "一般说来, 人民内部的矛盾,是在人民利益根本一致的基础上的矛盾."
    },
    {
      "en": "Green underlies the ability to synthesize the field into a rainbow of tones.",
      "cn": "绿色潜在着合成场为彩虹音调的能力."
    },
    {
      "en": "I believe it underlies some of the divisions and some of the muddle we experience.",
      "cn": "我认为,这是我们所经历的某些分歧和困惑的原因."
    },
    {
      "en": "I think a lack of confidence underlies his manner.",
      "cn": "我认为他表现出的态度是因为他缺乏信心."
    },
    {
      "en": "Misfortune that is where happiness depends; happiness that is where misfortune underlies.",
      "cn": "祸兮,福之所依; 福兮,祸之所伏."
    },
    {
      "en": "The right hemisphere's divergent thinking underlies our ability to be creative.",
      "cn": "右大脑半球的扩散性思考是我们的创意基石."
    },
    {
      "en": "The solid rock that underlies loose material , such as soil, sand, clay, or gravel.",
      "cn": "尖角的碎石嵌入粘土或沙而构成的砾质岩."
    },
    {
      "en": "These nouns all pertain to what underlies and supports.",
      "cn": "这些名词都与基础与支撑物有关."
    },
    {
      "en": "This assumption underlies virtually all of modern science.",
      "cn": "实际上,所有现代科学都建立在这个假定的基础之上."
    },
    {
      "en": "This line of reasoning underlies an exciting new theory of spiral - galaxy structure.",
      "cn": "这一推理思路构成了一种激动人心的有关螺旋形星系结构的新理论的基础."
    },
    {
      "en": "This performance underlies the common view that as long - term investments shares are hard to beat.",
      "cn": "上述表现构成了人们的共识,这种共识认为在 长期 来看投资股票是不可最优选择."
    },
    {
      "en": "Try to figure out what feeling underlies your anger.",
      "cn": "努力找出你的愤怒之下潜藏的情感。"
    },
    {
      "en": "We intuitively grasp this, and this knowledge underlies the anxiety that we feel about nature's loss.",
      "cn": "直觉上,我们完全理解这一点, 我们对大自然的破坏所感受到的焦急正是基于这种认识."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "位于或存在于（某物）之下( underlie的第三人称单数 )，构成…的基础（或起因），引起"
    }
  ],
  "exchange": {}
}