{
  "word": "handlebar",
  "ipa": {
    "us": "ˈhændlbɑ:(r)",
    "uk": "ˈhændlbɑːr"
  },
  "sentences": [
    {
      "en": "And I have to bartendat The Handlebar, and frankly, it's beneath me.",
      "cn": "而我不得不去汉得尔酒吧当男招待, 坦白讲, 这不是我想做的."
    },
    {
      "en": "Bill clamped the horn to the handlebar of his bicycle.",
      "cn": "比尔把喇叭夹紧在脚踏车的龙头上."
    },
    {
      "en": "Equipped with a20-inch colored monitor and advanced software the trainer hold the handlebar and he will enter a magical world of fictitious reality.",
      "cn": "配备20英寸的彩色监视器和先进的软件，练功者手握车把，就会进入虚拟现实的神奇世界。"
    },
    {
      "en": "Handlebar: metal tube commanding the front wheel.",
      "cn": "把手: 金属管指挥前轮."
    },
    {
      "en": "His rough and dark hands are grasping the handlebar firmly.",
      "cn": "他粗黑的大手紧紧地握着车把."
    },
    {
      "en": "Made for professional riders, it has a very light body and a broad handlebar.",
      "cn": "取得专业车手, 并有著非常广阔的轻体车把."
    },
    {
      "en": "New gauges are added to a high - mount tachometer and longer handlebar wires allow for easier customization.",
      "cn": "新测量仪增加来高登上车头表并且更长的把手导线考虑到更加容易的定制."
    },
    {
      "en": "Someone a hand on my handlebar as if to steady my bike.",
      "cn": "有人把手放在我的车把上,好像是要稳住我的自行车."
    },
    {
      "en": "The only thing that hindered the Fujin's low speed performance was the handlebar shape.",
      "cn": "只有一件事,阻碍了富锦市的低速性能是把手形状."
    },
    {
      "en": "The rider came off and the handlebar went into his neck.",
      "cn": "骑车人从自行车上摔了下来，车把插进了他的脖子里。"
    },
    {
      "en": "The Sidelight Handlebar Grips add LED warning system with a multi - step indicator on the bar end.",
      "cn": "自行车握把在握把尾端加入警示系统,LED灯组采多段 式 功能."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "手把，八字胡",
      "tran_en": "The handlebar or handlebars of a bicycle consist of a curved metal bar with handles at each end which are used for steering"
    }
  ],
  "exchange": {
    "pl": [
      "handlebars"
    ]
  }
}