{
  "word": "neonate",
  "ipa": {
    "us": "ˈni:əʊneɪt",
    "uk": "ˈnioʊneɪt"
  },
  "sentences": [
    {
      "en": "“Full, unabashed, total irradiation of a neonate,” Dr. Sclafani said, adding, “This poor, defenseless baby.",
      "cn": "“对初生婴儿过量的毫不在乎的辐射，”Sclafani医生说，又接着说，“这些可怜的毫无防护能力的婴儿。”"
    },
    {
      "en": "Central lines allow the easy administration of fluids and medication through the navel, and the neonate can receive necessary antibiotics through blood vessels in the arm.",
      "cn": "中间管线经肚脐向新生儿输送流质和药物，新生儿通过手臂上的血管接受必要的抗生素治疗。"
    },
    {
      "en": "Conclusion : Utilized the dialectical philosophy thought to instruct neonate HIE treating could obtain good curative effect.",
      "cn": "运用辩证哲学思维指导治疗新生儿HIE能取得较好疗效."
    },
    {
      "en": "Hemolytic icterus occurs in the neonate of the horse and swine.",
      "cn": "溶血性黄疸发生于马和猪的初生幼畜."
    },
    {
      "en": "Hypoxic ischemic encephalopathy ( HIE ) is the most common disease in neonate during the perinatal period.",
      "cn": "新生儿缺氧缺血性脑病 ( HIE ) 是围产期新生儿的最常见疾病."
    },
    {
      "en": "It is still in the primary stage of the penumbra study in neonate with HIE.",
      "cn": "对于新生儿HIE中半暗带的研究,现还处于初级阶段."
    },
    {
      "en": "Objective : to explore the situation of hospital - acquired infections in neonate and the preventive nursing strategies.",
      "cn": "目的 了解新生儿医院感染的情况,加强预防措施."
    },
    {
      "en": "Objective : To study the imaging features of adrenal hemorrhage neonate.",
      "cn": "目的: 探讨新生儿肾上腺出血的影像学特征."
    },
    {
      "en": "Objective Exploratory investigation of normal value of the neonate myocardial enzymes.",
      "cn": "目的探讨新生儿心肌酶的正常值."
    },
    {
      "en": "Objective To discuss the relationship between neonate asphyxia and serum CK - MB changes.",
      "cn": "目的探讨新生儿窒息与血清CK-MB的关系."
    },
    {
      "en": "OBJECTIVE To explore the effect of growth andand jaundice and sleep by neonate and touching.",
      "cn": "目的探讨新生儿游泳联合抚触对新生儿的生长发育、黄疸及睡眠的影响."
    },
    {
      "en": "Objective To investigate the diagnosis, treatment and prognosis of gastric teratoma in neonate.",
      "cn": "目的探讨新生儿胃畸胎瘤的诊断 、 治疗与预后."
    },
    {
      "en": "Objective To study the clinical value of CT diagnosis hypoxic ischemic encephalopathy ( HIE ) in neonate.",
      "cn": "目的探讨CT诊断新生儿缺氧缺血性脑病 ( HIE ) 与临床症状的关系."
    },
    {
      "en": "Objective To study the role of thyroid function in neonate with septicemia.",
      "cn": "目的探讨新生儿败血症时甲状腺功能的变化及意义."
    },
    {
      "en": "Often parents will bring their neonate to the ED with concerns about the umbilical cord and it is just a simple granuloma or normal detachment. But is it omphalitis???",
      "cn": "家长往往会带新生儿因担忧脐带到ED，它通常只是一个简单的肉芽肿或正常脱落。但它会是脐带炎吗？？？"
    },
    {
      "en": "Repeated courses of antenatal steroids do not cause important hypothalamic - pituitary - adrenal axis suppression in the neonate.",
      "cn": "重复类固醇激素疗程并不引起新生儿重要的下丘脑 - 垂体 - 肾上腺轴的抑制."
    },
    {
      "en": "The monitoring system for neonate's brain damnification has noninvasive, multiparameter, and continuous features.",
      "cn": "本文设计的新生儿脑损伤监护系统具有无创 、 多参数和连续监护的特点."
    },
    {
      "en": "There were no significant differences in postpartum hemorrhage, neonate Apgar score et al ( P & lt ; 0.05 ).",
      "cn": "两组在产后出血及新生儿Apgar评分等方面差异无显著性 ( P >0.05 )."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "neonatal",
          "tran_cn": " 新生的；初生的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "baby",
            "infant",
            "babe"
          ],
          "tran_cn": "婴儿"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "baby",
            "infant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "新生儿[哺乳动物]",
      "tran_en": "a newborn child, esp in the first week of life and up to four weeks old "
    }
  ],
  "exchange": {}
}