{
  "word": "Portugal",
  "ipa": {
    "us": "ˈpɔːtʃəgəl",
    "uk": "ˈpɔrtʃəgəl"
  },
  "sentences": [
    {
      "en": "''Yes, he is only 33, but I think we should look at him just as a man on his own, a different manager - yes from Portugal, but a different individual, and just give him a chance to succeed.",
      "cn": "确实，他只有33岁，但是我认为他应该看到他自我的一面，是一名不同于别人（穆里尼奥）的教练——虽然也来自葡萄牙，但是拥有不同的风格。 只有认识到这一点他才可能成功。"
    },
    {
      "en": "Before she settled down in Portugal, she had run her own antiques shop in London.",
      "cn": "在定居葡萄牙之前，她在伦敦经营一家自己的古董店。"
    },
    {
      "en": "Britain does not agree and neither do Denmark, Portugal and Ireland.",
      "cn": "英国不同意，丹麦、葡萄牙和爱尔兰也持反对意见。"
    },
    {
      "en": "Britain's refusal to sell Portugal arms in 1937 still rankled with him.",
      "cn": "1937年英国拒绝向葡萄牙销售武器的事情仍然令他愤慨。"
    },
    {
      "en": "He passed himself off as the son of the king of Portugal.",
      "cn": "他冒充葡萄牙国王的儿子."
    },
    {
      "en": "He was the ambassador of the king of Portugal.",
      "cn": "他是葡萄牙国王的使臣."
    },
    {
      "en": "If it's Saturday, then it's Portugal.",
      "cn": "如果明天是星期六, 那么就是葡萄牙了."
    },
    {
      "en": "Ireland, Portugal and Greece have all required rescues.",
      "cn": "爱尔兰，葡萄牙和希腊都需要救助。"
    },
    {
      "en": "Portugal and Spain had possessed vast empires that waxed and waned.",
      "cn": "葡萄牙和西班牙都曾是经历了兴衰的大帝国。"
    },
    {
      "en": "Portugal recognized Guinea - Bissau in 1974.",
      "cn": "1974年,葡萄牙承认 几内亚比绍."
    },
    {
      "en": "Portugal will probably have a small current-account surplus for 1992.",
      "cn": "葡萄牙1992年经常项目可能会出现小额顺差。"
    },
    {
      "en": "She was sorry to bid farewell to Portugal.",
      "cn": "她舍不得告别葡萄牙."
    },
    {
      "en": "Some of the royal family of Spain are resident in Portugal.",
      "cn": "西班牙王室的一些成员居住在葡萄牙."
    },
    {
      "en": "Spain and Portugal are joining the Common Market.",
      "cn": "西班牙和葡萄牙将加入欧洲共同市场。"
    },
    {
      "en": "Spain is bounded on the east by Portugal.",
      "cn": "西班牙的东面与葡萄牙接壤。"
    },
    {
      "en": "Telephones are still a luxury in some parts of Spain, Portugal, and Greece.",
      "cn": "在西班牙、葡萄牙和希腊的一些地方，电话仍然是奢侈品。"
    },
    {
      "en": "The island belongs to Portugal, and everything in Fayal has Portuguese characteristic about it.",
      "cn": "这个岛屿是葡萄牙的领土, 法亚尔岛上的一切也都有葡萄牙特色."
    },
    {
      "en": "The trio went fishing that day for herring in a dory near Portugal Cove.",
      "cn": "三人在靠近纽芬兰葡萄牙小海湾内驾驶着一艘平底海船正在捕捞鲱鱼."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "葡萄牙"
    }
  ],
  "exchange": {}
}