{
  "word": "Brian",
  "ipa": {
    "us": "'braɪən",
    "uk": " 'braɪən"
  },
  "sentences": [
    {
      "en": "Brian didn't like it, but that was beside the point.",
      "cn": "布赖恩不喜欢它，但那并不重要。"
    },
    {
      "en": "Brian had learned to look at her with new respect.",
      "cn": "布赖恩看她时变得多了一分尊重。"
    },
    {
      "en": "Brian kept up the idle chatter for another five minutes.",
      "cn": "布赖恩又絮絮地唠叨了5分钟。"
    },
    {
      "en": "Brian McClair nodded in his twenty-third goal of the season.",
      "cn": "布赖恩·麦克莱尔头球攻入了自己本赛季第23粒进球。"
    },
    {
      "en": "Brian pulled the straps through the buckles of his suitcase.",
      "cn": "布赖恩将带子穿过自己手提箱的带扣。"
    },
    {
      "en": "Brian put his hands in his pockets and jingled some change.",
      "cn": "布赖恩把手插进口袋里，把几枚硬币拨弄得叮当作响。"
    },
    {
      "en": "Brian splashed water on his face, then brushed his teeth.",
      "cn": "布赖恩用水冲了把脸，然后刷牙。"
    },
    {
      "en": "Brian was whirling like a dervish, slapping at the mosquitoes and moaning.",
      "cn": "布赖恩如同旋转舞蹈的托钵僧一样转来转去，一边拍打着蚊子一边抱怨不停。"
    },
    {
      "en": "Brian: So I could wear my swimmers to the office?",
      "cn": "布莱恩：那么我可以穿我的游泳衣去办公室了？"
    },
    {
      "en": "Dr Brian was a good listener.",
      "cn": "布莱恩医生会耐心倾听他人说话。"
    },
    {
      "en": "If not for John, Brian wouldn'thave learned the truth.",
      "cn": "要不是因为约翰，布赖恩也不可能知道真相。"
    },
    {
      "en": "Shop manager Brian Steel stalled the man until the police arrived.",
      "cn": "商店经理布赖恩·斯蒂尔将那名男子拖住，直到警方赶到。"
    },
    {
      "en": "That big high-rise above us is where Brian lives.",
      "cn": "我们上面的那座摩天大楼就是布赖恩住的地方。"
    },
    {
      "en": "Things were happening too quickly and Brian was confused.",
      "cn": "事情发生得太快，把布赖恩给弄糊涂了。"
    },
    {
      "en": "You are to answer to Brian, to take your orders from him.",
      "cn": "你需要向布赖恩汇报，听从他的指挥。"
    },
    {
      "en": "You look great, Brian. The Bahamas certainly agree with you.",
      "cn": "你看上去气色好极了，布赖恩。巴哈马显然很适合你。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "布赖恩（亦作Bryan）(m.)"
    },
    {
      "pos": "other",
      "tran_cn": "布莱恩（男名）"
    }
  ],
  "exchange": {}
}