{
  "word": "gardenia",
  "ipa": {
    "us": "gɑ:ˈdi:niə",
    "uk": "gɑrˈdiniə"
  },
  "sentences": [
    {
      "en": "A gardenia stands for pure, noble, moreover, for strong, optimistic.",
      "cn": "栀子花是纯洁高尚的象征, 更是坚强乐观的象征."
    },
    {
      "en": "Breeze sent Gardenia fragrance, nasal olfactory hi - excited feelings.",
      "cn": "清风送栀子香, 鼻嗅激喜情."
    },
    {
      "en": "ConclusionIt may produce the new antihemorrhagic active constituent in carbonized Gardenia Jasminoides.",
      "cn": "结论栀子炒炭后可能产生了新的止血活性物质."
    },
    {
      "en": "Gardenia blue and gardenia red also can be made from gardenia fruit.",
      "cn": "并且从栀子中的栀子甙可制备出栀子蓝和栀了红色素."
    },
    {
      "en": "Gardenia bustling quarter, down a lonesome land loss and natural.",
      "cn": "繁华一季的栀子花, 落了一地的失落与寞然."
    },
    {
      "en": "Gardenia opened and ups and downs, went to another Swallow.",
      "cn": "栀子花开了又落, 燕子去了又来."
    },
    {
      "en": "Gardenia yellow from Gardenia fruit is natural pigment and can be used widely.",
      "cn": "栀子中含有的栀子黄色素是优良的天然黄色素,具有广泛的应用价值."
    },
    {
      "en": "However, red kojic red and gardenia blue have no antioxidant activity.",
      "cn": "而红曲米色素和栀子蓝色素不具有抗氧活性."
    },
    {
      "en": "I planted two pots of gardenia flowers.",
      "cn": "我亲手种植了两盆白兰花."
    },
    {
      "en": "Includes : crushed peony, sueded musk, sheer tuberose , woven cassis, and crepe gardenia.",
      "cn": "牡丹, 麝香, 晚香玉, 黑醋栗, 栀子花."
    },
    {
      "en": "LUO Jun: Yes, boss, to take bundle gardenia.",
      "cn": "罗君: 对, 老板, 拿束栀子花来."
    },
    {
      "en": "On muggy summer night, Gardenia brought about memories in the South.",
      "cn": "闷热的夏夜, 栀子花带来关于南方的回忆."
    },
    {
      "en": "The pathogens causing red gardenia browning and rotting were Aspergillus niger v.",
      "cn": "引起贮藏期红栀子果实发生褐变腐烂的病原菌为黑曲霉和黄曲霉."
    },
    {
      "en": "The stability of Gardenia red pigment was studied.",
      "cn": "本文对栀子红色素做了较为全面的稳定性研究."
    },
    {
      "en": "This paper reports a method of separation and determination of geniposide Gardenia jasminoides Ellis.",
      "cn": "给出了一种分离、测定栀子中京尼平甙(即栀子甙)的方法."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "栀子属植物，栀子花",
      "tran_en": "a bush with large white pleasant-smelling flowers"
    }
  ],
  "exchange": {
    "pl": [
      "gardenias"
    ]
  }
}