{
  "word": "hegemony",
  "ipa": {
    "us": "hɪˈdʒeməni",
    "uk": "hɪˈdʒemoʊni"
  },
  "sentences": [
    {
      "en": "Because, although the manufacturing sector raised alarm, but there still financial hegemony.",
      "cn": "因为, 虽然制造业亮起红灯, 但金融霸权仍然存在."
    },
    {
      "en": "China opposes hegemonism, and China will never seek hegemony.",
      "cn": "中国反对霸权主义, 中国永远不称霸."
    },
    {
      "en": "China opposes hegemonism, and we shall never seek hegemony ourselves.",
      "cn": "中国反对霸权主义, 自己也永远不称霸."
    },
    {
      "en": "China will never seek hegemony and never go in for expansion.",
      "cn": "中国永远不称霸,永远不搞扩张."
    },
    {
      "en": "China will never seek hegemony, engage in expansion, not the arms race.",
      "cn": "中国永远不称霸, 不搞扩张, 不搞军备竞赛."
    },
    {
      "en": "China would never seek hegemony or expansionism, nor an arms race.",
      "cn": "中国决不称霸或扩张, 也不搞军备竞赛."
    },
    {
      "en": "Gold dollar empire, economical hegemony status already no longer.",
      "cn": "金元帝国 、 经济霸权的地位早已不再."
    },
    {
      "en": "Indeed, in every case tolerance was indispensable to the achievement of hegemony.",
      "cn": "实际上, 在所有事例中,宽容是实现霸权不可或缺的因素."
    },
    {
      "en": "It follows that opposing superpower hegemony means preserving world peace.",
      "cn": "所以,反对超级大国的霸权主义也就是维护世界和平."
    },
    {
      "en": "That could pose a serious threat to cellular hegemony.",
      "cn": "此举可能严重威胁到移动电话的霸权."
    },
    {
      "en": "The Beijing model in this context seems like a natural counterweight to America’s ideological hegemony.",
      "cn": "在这样的背景下，北京模式似乎是美国意识形态霸权天然的抗衡力。"
    },
    {
      "en": "The Ousters eon - long mutated humanoids bent on overthrowing the Hegemony.",
      "cn": "驱逐者:经过万年进化、决心推翻霸权的猿人."
    },
    {
      "en": "To work for peace one must oppose hegemony and power politics.",
      "cn": "要争取和平就必须反对霸权主义,反对强权政治."
    },
    {
      "en": "We should struggle for human rights and oppose hegemony.",
      "cn": "我们要争取人权,坚决反对威权主义."
    },
    {
      "en": "We stand together in opposing expansionism and hegemony.",
      "cn": "我们两国都反对扩张主义和霸权主义."
    },
    {
      "en": "We will never seek hegemony.",
      "cn": "我们永远不称霸."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "supreme"
          ],
          "tran_cn": "霸权；领导权；盟主权"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ascendency",
            "leadership"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "霸权，霸权主义，领导权，盟主权",
      "tran_en": "a situation in which one state or country controls others"
    }
  ],
  "exchange": {
    "pl": [
      "hegemonies"
    ],
    "adj": [
      "hegemonic"
    ]
  }
}