{
  "word": "surrealist",
  "ipa": {
    "us": "sə'ri:əlɪst",
    "uk": "sə'riəlɪst"
  },
  "sentences": [
    {
      "en": "Dali is a famous painter from the Surrealist movement.",
      "cn": "达利是著名的超现实主义画家."
    },
    {
      "en": "Dali was perhaps the most well - known surrealist painter.",
      "cn": "达利也许是最著名的超现实主义画家."
    },
    {
      "en": "Dali's shoe hat was undoubtedly the most surrealist idea he ever worked on with Schiaparelli.",
      "cn": "达利的鞋状帽子无疑是他与夏帕瑞丽合作创造的最超现实主义的作品。"
    },
    {
      "en": "He chose instead a form of diluted Neo - Classicism with faintly absurd, occasionally even Surrealist overtones.",
      "cn": "他选择一种削弱的新古典主义伴随着模糊荒谬, 偶尔甚至是超现实主义的意味."
    },
    {
      "en": "In a glass case on the desk in Sir Paul McCartney’s office sits a pair of spectacles that used to belong to the surrealist painter Rene Magritte.",
      "cn": "在保罗-麦卡特尼骑士办公室桌上的玻璃盒里，放着一副超现实主义画家雷尼· 马格利特曾用过的 眼镜。"
    },
    {
      "en": "Let's see, you're a surrealist, aren't you?",
      "cn": "看来你是一位超现实主义者, 对 吗 ?"
    },
    {
      "en": "Miro is the most inventive and entertaining of surrealist painters.",
      "cn": "米罗是最具创造力和娱乐性的超现实主义画家。"
    },
    {
      "en": "Modern art stages this underlying spectre: one can imagine a surrealist painting of a frog embracing a bottle of beer entitled \"A man and a woman\".",
      "cn": "现代派艺术所展示的正是这种潜在的幽灵：我们可以想象一幅青蛙抱酒瓶的超现实主义画作，而它的名字就叫“一个男人和一个女人”。"
    },
    {
      "en": "Proust featured the painting in his surrealist novel Remembrance of Things Past.",
      "cn": "在超现实主义小说《追忆逝水年华》中,普鲁斯特突出介绍了这幅画."
    },
    {
      "en": "The Surrealist Art Centre at 31 Brook Street is well worth a visit.",
      "cn": "位于布鲁克街31号的超现实主义者艺术中心很值得一看."
    },
    {
      "en": "There are also surrealist images and metaphorical myths.",
      "cn": "还有些超现实影像和隐喻."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "surreal",
          "tran_cn": " 超现实主义的；离奇的；不真实的"
        },
        {
          "word": "surrealistic",
          "tran_cn": " 超现实主义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "surrealism",
          "tran_cn": " 超现实主义"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "超现实主义的",
      "tran_en": "Surrealist means related to or in the style of surrealism"
    },
    {
      "pos": "n",
      "tran_cn": "超现实主义者",
      "tran_en": "A surrealist is an artist or writer whose work is based on the ideas of surrealism"
    }
  ],
  "exchange": {
    "pl": [
      "surrealists"
    ],
    "noun": [
      "surrealism"
    ]
  }
}