{
  "word": "electronically",
  "ipa": {
    "us": "ɪˌlekˈtrɒnɪkli",
    "uk": "ɪˌlekˈtrɑːnɪkli"
  },
  "sentences": [
    {
      "en": "And of course they electronically will have your information.",
      "cn": "而且当然他们电子地将会有你的数据."
    },
    {
      "en": "Data is transmitted electronically.",
      "cn": "数据以电子形式传送。"
    },
    {
      "en": "E - mail allows users to electronically transmit and receive messages, text, or data.",
      "cn": "电子函件使用户可以用电子手段传递和接收消息 、 文本和数据."
    },
    {
      "en": "Electronically via the Internet, provided a record of its transmission is available.",
      "cn": "在能获得传送记录的情况下,通过网络以电子形式传送."
    },
    {
      "en": "Experience of an electronically stock controlled environment essential. Experience of ERP System.",
      "cn": "有使用电子库存管理系统和使用ERP系统的经验."
    },
    {
      "en": "In the car peak torque is limited electronically to 1,100 Nm.",
      "cn": "在汽车峰值扭矩被电子限制在1,100米."
    },
    {
      "en": "Maintains and updates sales records manually and electronically as required.",
      "cn": "手工或是用电脑保留和更新销售记录."
    },
    {
      "en": "Molecules excited electronically, are unstable relative to the ground state.",
      "cn": "相对于基态来说,电子被激发了的分子是不稳定的."
    },
    {
      "en": "Other readings to be out in class or electronically.",
      "cn": "其他阅读资料将用电子邮件分发或者在课堂上直接发."
    },
    {
      "en": "Starters were decided by fan balloting at NBA arenas and electronically.",
      "cn": "首发球员的名单是由球迷通过NBA球馆和网上投票产生."
    },
    {
      "en": "The bank where the payer has his account can then make the payment electronically.",
      "cn": "付款人的开户行随即利用电脑付款."
    },
    {
      "en": "The electronically control unit includes hardware, software and calibration data.",
      "cn": "电控单元包括硬件电路 、 控制软件以及标定数据三个部分."
    },
    {
      "en": "The information is electronically transmitted to schools and colleges.",
      "cn": "信息通过电子方式传送到各所学校和学院。"
    },
    {
      "en": "The information is electronically transmitted to schools and colleges…",
      "cn": "信息通过电子方式传送到各所学校和学院。"
    },
    {
      "en": "Tonality depends on the reflected brightness of the terrain and can be electronically measured.",
      "cn": "色调依赖于地质体反射的亮度,利用电子设备可以测量出来."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "electronic",
          "tran_cn": " 电子的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "electron",
          "tran_cn": " 电子"
        },
        {
          "word": "electronics",
          "tran_cn": " 电子学；电子工业"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "用电子装置地"
    }
  ],
  "exchange": {}
}