{
  "word": "kiwi",
  "ipa": {
    "us": "ˈkiːwiː",
    "uk": "ˈkiːwiː"
  },
  "sentences": [
    {
      "en": "I like eating ice - cream best. I love to drink kiwi fruit juice.",
      "cn": "你最喜欢吃的食物是什么? 您最喜欢喝的饮料是什么?"
    },
    {
      "en": "I'll tell you this, the 8 Kiwi are absolute adventure nuts.",
      "cn": "我要对你说的是:新西兰人对冒险运动如痴如醉."
    },
    {
      "en": "I've never eaten kiwi fruit. What does it taste like?",
      "cn": "我从未吃过猕猴桃, 它什么味道?"
    },
    {
      "en": "Kiwi fruit are just the thing for a healthy snack.",
      "cn": "猕猴桃正是健康的小点心。"
    },
    {
      "en": "Kiwi fruit can be eaten by cutting off the tops and scooping out the insides with a teaspoon.",
      "cn": "可以把猕猴桃的顶部切掉，用茶匙把里面的果肉挖出来吃。"
    },
    {
      "en": "Kiwi is 95 % Vitamin C - so It's pure natural power for your body.",
      "cn": "猕猴桃中含有95%的维他命C - 所以说它就是我们身体的纯天然能量."
    },
    {
      "en": "Kiwi is a fruit that is indigenous to New Zealand.",
      "cn": "奇异果是纽西兰当地的水果."
    },
    {
      "en": "Little kiwi bird Jacket and golden fish Lily walking together.",
      "cn": "小小奇异鸟杰克和金鱼莉莉一起去上学."
    },
    {
      "en": "Little kiwi bird Jacket is learning boxing in the school.",
      "cn": "小小奇异鸟杰克在学校里学拳击."
    },
    {
      "en": "Main ingredients: kiwi essence, aloe gel, hyaluronic acid, seaweed and houndfish alkyl.",
      "cn": "主要成份: 奇异果精华 、 芦荟胶 、 透明质酸 、 海藻、角鲨烷等."
    },
    {
      "en": "Masture kiwi fruit was chosen as raw material to prepare kiwi nectar.",
      "cn": "以成熟猕猴桃为主要原料,制成猕猴桃果茶."
    },
    {
      "en": "New Zealanders proudly display their kiwi , a native flightless bird.",
      "cn": "纽西兰人则骄傲地展示他们的鹬鸵, 一种不会飞的鸟."
    },
    {
      "en": "Other sources of vitamin E include wheat germ oil, dry almond, safflower oil, hazelnut, peanut butter, spinach, broccoli, kiwi, and mango.",
      "cn": "维生素E的其他来源的包括小麦胚芽油，干杏仁，红花油，榛子，花生酱，菠菜，西兰花，猕猴桃，芒果。"
    },
    {
      "en": "Skin the Kiwi fruit, and cut into thin slices.",
      "cn": "把奇异果去皮 、 横切削成薄片,放置在龙珠果酱表面."
    },
    {
      "en": "The kiwi is the native bird of New Zealand.",
      "cn": "几维是新西兰德国鸟."
    },
    {
      "en": "Use about the same amount of alcohol as kiwi fluid.",
      "cn": "酒精份量需要和奇异果液体差不多."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "actinidia",
            "Chinese gooseberry"
          ],
          "tran_cn": "猕猴桃；几维（一种新西兰产的无翼鸟）；新西兰人"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "kiwi fruit",
      "tran_cn": "猕猴桃；奇异果"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[动]鹬鸵，几维鸟，新西兰特产，喙长，无翼，不能飞（也是新西兰的国鸟及象征），[植]猕猴桃，奇异果，新西兰人，[植]猕猴桃藤，奇异果藤",
      "tran_en": "a New Zealand bird that cannot fly"
    }
  ],
  "exchange": {
    "pl": [
      "kiwis"
    ]
  }
}