{
  "word": "moose",
  "ipa": {
    "us": "mu:s",
    "uk": "mus"
  },
  "sentences": [
    {
      "en": "Brian, what's the plural of moose?",
      "cn": "北美麋鹿)的复数是什麽?"
    },
    {
      "en": "Except for the moose wandering down the road.",
      "cn": "除了你可以看到麋鹿在马路上游逛。"
    },
    {
      "en": "He drove by meadows, saw three Moose, a red fox, and lots of deer.",
      "cn": "他驶过草原, 看见三只麋鹿, 一只红狐狸, 还有许多鹿."
    },
    {
      "en": "He paused to gaze at the squat moose - hide sack.",
      "cn": "可是,卷了一会,他又停下手,盯着那个鹿皮口袋."
    },
    {
      "en": "He shot a woodchuck and a grouse, and on the tenth day he shot a moose.",
      "cn": "他打了一只山鼠和一只松鸡, 第十天还打了一头麋."
    },
    {
      "en": "In Fairbanks, it is illegal to feed alcoholic beverages to a moose.",
      "cn": "在费尔班克斯, 向驼鹿喂食酒精饮料违法."
    },
    {
      "en": "Is that Joey guy gonna pick up his moose hat or should I toss it?",
      "cn": "那个乔伊会回来拿他的麋鹿帽 吗 ?还是我把它扔了?"
    },
    {
      "en": "It's a great honor to be introduced by Ambassador Moose.",
      "cn": "由穆斯(Moose)大使将我介绍给大家,令我深感荣幸."
    },
    {
      "en": "J : Is that a chicken or a moose?",
      "cn": "那是只小鸡还是只驼鹿?"
    },
    {
      "en": "Moose may not be viewed from an airplane.",
      "cn": "不得从飞机上俯看驼鹿."
    },
    {
      "en": "Moose, a kind of deer living in North American.",
      "cn": "注册:2006年01月驼鹿,北美一种大鹿."
    },
    {
      "en": "On the islands of the Kronotsky river, wild reindeer and moose coexist with bears.",
      "cn": "在克罗诺茨基河畔，驼鹿，驯鹿还有棕熊这三种动物和平共处。"
    },
    {
      "en": "So did we encounter our bear, or a moose?",
      "cn": "那么，我们到底遇到了熊或者麋鹿吗？"
    },
    {
      "en": "The football player was built like a moose.",
      "cn": "那个足球运动员壮得象头驼鹿."
    },
    {
      "en": "The goose and moose were wearing boots.",
      "cn": "鹅和麋鹿穿着长靴."
    },
    {
      "en": "The mole, s, mouse's and moose's math is worse.",
      "cn": "晏鼠, 骡子, 老鼠和麋鹿的数学越来越差."
    },
    {
      "en": "What's with the dead moose head on the wall and the lndian blankets?",
      "cn": "为什么要在墙上挂着个鹿头还有印第安挂毯?"
    },
    {
      "en": "WOLVES dine on moose and caribou, creatures favoured by Alaska's human hunters.",
      "cn": "狼以北美驼鹿和驯鹿为食, 这也是阿拉斯加猎人们最喜欢的猎物."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[动]大角麋，驼鹿",
      "tran_en": "a large brown animal like a  deer  that has very large flat  antler s (= horns that grow like branches )  and lives in North America, northern Europe, and parts of Asia"
    }
  ],
  "exchange": {
    "pl": [
      "moose"
    ]
  }
}