{
  "word": "mace",
  "ipa": {
    "us": "meɪs",
    "uk": "mes"
  },
  "sentences": [
    {
      "en": "Cosmic Infuser - 1 h Mace, swings on plate for about 1 - 2 k .",
      "cn": "CosmicInfuser单手锤, 打板甲 1-2千 伤害."
    },
    {
      "en": "Do you want me to mace your face ? Then shut up!",
      "cn": "你想让我给你点厉害瞧瞧 吗 ?还不闭嘴!"
    },
    {
      "en": "Dr. Mace would be assisted by scientific specialists in the agency.",
      "cn": "该机构的其他科学专家将协助梅斯博士的工作."
    },
    {
      "en": "From Mace's increasingly frightened expression, Lord knew his last random shot had hit home.",
      "cn": "洛德从梅斯那更加惊恐的表情上断定, 他最后那支乱箭射中了要害."
    },
    {
      "en": "He seems scared stiff any time Mace's name comes up.",
      "cn": "似乎一提到梅斯的名字他就怕得要命."
    },
    {
      "en": "Is tendon sheath mace excuse me phlogistic how to treat?",
      "cn": "请问腱鞘锏炎怎么治疗?"
    },
    {
      "en": "It was obvious that Mace recognized instantly the top item - one of the brokerage transaction slips.",
      "cn": "显然,梅斯立即认出了放在最上面的那张 -- 一份经纪人交易单据."
    },
    {
      "en": "Keeping the same lustful look , she unhooking her small mace.",
      "cn": "她却卸下她的小锤子,继续用欲望的眼神看着马库斯."
    },
    {
      "en": "Lord and Mace would be destroyed, of course - a thought which left her unconcerned.",
      "cn": "洛德和梅斯当然会垮掉,她对这并不操心."
    },
    {
      "en": "Lot 1784 should be Hunan Offcial Mint , 1 Mace Silver Cake.",
      "cn": "第1784号拍品应为湖南省造湖南官局壹钱银饼."
    },
    {
      "en": "Mace was attempting to recover ; there was savage hatred in his eyes.",
      "cn": "梅斯试图重新振作起来, 眼里射出凶残、仇恨的光."
    },
    {
      "en": "Relishing his power, Mace ruled that the entire test sequence should be done again.",
      "cn": "凭借手中的权力, 梅斯认定,整个试验必须从头再来一遍."
    },
    {
      "en": "Some wild cattails besides the pool have already sprouted reed mace.",
      "cn": "池塘边有一些野生的香蒲已经长出了蒲棒."
    },
    {
      "en": "The Speaker is preceded by the mace-bearer upon his entry to the chamber.",
      "cn": "当议长走进议事厅的时候，前面由执议长权标的人开路。"
    },
    {
      "en": "The sword and mace were favourite weapons for hand - to - hand fighting .",
      "cn": "剑和狼牙棒是 肉搏战 的最佳武器."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "crosier"
          ],
          "tran_cn": "狼牙棒；权杖"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "权杖，狼牙棒（古代兵器），肉豆蔻干皮，肉豆蔻种衣（用作香料）",
      "tran_en": "a spice made from the dried shell of a  nutmeg "
    }
  ],
  "exchange": {
    "pl": [
      "maces"
    ]
  }
}