{
  "word": "potentially",
  "ipa": {
    "us": "pə'tenʃəli",
    "uk": "pə'tenʃəli"
  },
  "sentences": [
    {
      "en": "... he had undergone an emergency operation for a stomach condition which—the doctors solemnly assured him—was potentially fatal.",
      "cn": "他接受了一次紧急手术，因为他的胃病非常严重，有可能致命——这是医生郑重告知他的。"
    },
    {
      "en": "a potentially dangerous situation",
      "cn": "有潜在危险的局势"
    },
    {
      "en": "All polling methods are potentially open to abuse.",
      "cn": "所有的民意调查方法都有可能被滥用."
    },
    {
      "en": "Clearly this is a potentially dangerous situation.",
      "cn": "这无疑是一种潜在的危险局势。"
    },
    {
      "en": "Do avoid potentially contentious subjects such as religion, sex or politics.",
      "cn": "一定要避免可能引起争议的话题，如宗教、性和政治。"
    },
    {
      "en": "He appeared to be treating the potentially explosive situation with some sensitivity.",
      "cn": "他似乎正小心地应对可能一触即发的局势。"
    },
    {
      "en": "I honestly don't know how I will react the next time I meet a potentially dangerous situation.",
      "cn": "我真不知道下次再碰上有潜在危险的情况时会作何反应。"
    },
    {
      "en": "It is very unnerving to find out that someone you see every day is carrying a potentially deadly virus.",
      "cn": "发现朝夕相处的人竟携带着一种可能致命的病毒是一件令人很不安的事情。"
    },
    {
      "en": "It was a potentially lethal mixture of drugs.",
      "cn": "这种混合药物有很大的潜在危险."
    },
    {
      "en": "It's believed the affair was potentially harmful to British aviation.",
      "cn": "据信该事件可能对英国航空业造成不利影响。"
    },
    {
      "en": "Many Britons will still fear the potentially ruinous costs of their legal system.",
      "cn": "很多英国人仍然会对其司法体系可能产生的高昂费用表示担忧。"
    },
    {
      "en": "Potentially high financial rewards are attached to senior hospital posts.",
      "cn": "当上医院的高级职员就有可能享受丰厚的经济报酬。"
    },
    {
      "en": "Potentially this could damage the reputation of the whole industry.",
      "cn": "这可能会毁掉整个行业的声誉。"
    },
    {
      "en": "The disease is potentially fatal.",
      "cn": "这种疾病可能会致命."
    },
    {
      "en": "The organization helped defuse potentially violent situations.",
      "cn": "该组织帮忙化解了可能出现的暴力局面。"
    },
    {
      "en": "The situation is unstable and potentially dangerous.",
      "cn": "情况不稳定，可能有危险。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "potential",
          "tran_cn": " 潜在的；可能的；势的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "potential",
          "tran_cn": " 潜能；可能性；[电] 电势"
        },
        {
          "word": "potentiality",
          "tran_cn": " 潜力；可能性"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "possibly"
          ],
          "tran_cn": "可能地，潜在地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "潜在地，可能地，<古>强有力地，权威地",
      "tran_en": "something that is potentially dangerous, useful etc is not dangerous etc now, but may become so in the future"
    }
  ],
  "exchange": {
    "adj": [
      "potential"
    ]
  }
}