{
  "word": "Braille",
  "ipa": {
    "us": "breɪl",
    "uk": "brel"
  },
  "sentences": [
    {
      "en": "\" Ah , yes, \" thought Braille. \" I know what that is. I know only too well! \"",
      "cn": "“ 是呀, ” 布莱叶暗自想道, “ 我知道那是什么, 知道得太清楚了. ”"
    },
    {
      "en": "\" I must talk to this captain. I must learn more about night writing, \" Braille said.",
      "cn": "“ 我得和这位上尉谈谈,我必须对‘夜间文字’有进一步的了解. ” 布莱叶说道."
    },
    {
      "en": "A few days later Braille died. He was only forty - three years old.",
      "cn": "几天后,布莱叶先生去世,年仅43岁."
    },
    {
      "en": "At the convention this statistic was frequently cited with pride, so much so that those who didn’t know Braille were sometimes made to feel like outsiders.",
      "cn": "在国家盲人联合会的年会上，这个研究数据经常被引用，以至于那些没学过布莱叶的人觉得自己像个局外人。"
    },
    {
      "en": "Books are now printed in braille.",
      "cn": "很多书现在都用盲文印."
    },
    {
      "en": "Braille and sign language services shall be given due emphasis.",
      "cn": "注重盲文和哑语的服务."
    },
    {
      "en": "Braille is the name of the man and the code that gave windows to the blind.",
      "cn": "布莱叶虽只是个人名,但也是给盲人带来光明的一种代号."
    },
    {
      "en": "Braille took a job at the school for the blind in Paris.",
      "cn": "布莱叶在巴黎的一所盲人学校找到了工作."
    },
    {
      "en": "Braille used raised dots, just as in night writing.",
      "cn": "在代码中,布莱叶使用突起的小点, 就像“夜间文字”中所用的小点一样."
    },
    {
      "en": "For 150 years, Braille books were designed to function as much as possible like print books.",
      "cn": "150年来，布莱叶盲文书籍设计的功能尽可能做到与印刷图书相同。"
    },
    {
      "en": "He read the letter in braille , and could not help looking happy.",
      "cn": "他用手读着这封盲信, 不禁露出了喜悦的表情."
    },
    {
      "en": "Louis Braille died in 1852.",
      "cn": "路易-布莱叶于1852年去世."
    },
    {
      "en": "My fingers scan a book in braille.",
      "cn": "我的手指扫描着一本盲文书."
    },
    {
      "en": "Suddenly the meaning of this code hit Braille.",
      "cn": "布莱叶突然发现了这种符号的意义."
    },
    {
      "en": "The child was Louis Braille. He would never see again.",
      "cn": "那孩子名叫路易-布莱叶, 他再也看不见东西了."
    },
    {
      "en": "There are books printed in braille.",
      "cn": "现在还有用布莱叶盲文印的书."
    },
    {
      "en": "To transliterate from a published work into Braille for publication.",
      "cn": "将已经发表的作品改成盲文出版."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "盲人用点字法",
      "tran_en": "Braille is a system of printing for blind people. The letters are printed as groups of raised dots that you can feel with your fingers. "
    },
    {
      "pos": "v",
      "tran_cn": "用盲字印"
    },
    {
      "pos": "vt",
      "tran_cn": "用盲字印"
    }
  ],
  "exchange": {}
}