{
  "word": "internationally",
  "ipa": {
    "us": "ˌɪntə'næʃnəlɪ",
    "uk": "ˌɪntɚˈnæʃənlɪ"
  },
  "sentences": [
    {
      "en": "And both figures are well below the internationally recognized safety level.",
      "cn": "这两个数字都在公认的警戒线以内."
    },
    {
      "en": "Chemical weapons are banned internationally.",
      "cn": "国际上禁止使用化学武器。"
    },
    {
      "en": "He is internationally famous as a character actor.",
      "cn": "他以出色的演技而闻名世界."
    },
    {
      "en": "I am one of the few young women who has made it as a writer financially and internationally.",
      "cn": "我是为数不多的既获得财富又享有国际知名度的年轻女作家之一。"
    },
    {
      "en": "ICM is an internationally patented call waiting service suited to the domestic market.",
      "cn": "因特网呼叫管理（ICM）是一项获得国际专利的、适合国内市场需求的呼叫等待服务。"
    },
    {
      "en": "It has grown into an internationally renowned event.",
      "cn": "它已发展成为举世闻名的盛典了."
    },
    {
      "en": "Not a few of them have achieved successes in science and technology and are internationally known.",
      "cn": "他们中不少人还在学科学技术上作出成绩,蜚声国际."
    },
    {
      "en": "Opportunities will improve as the company expands domestically and internationally.",
      "cn": "随着国内业务和国际业务的扩展，该公司将获得更好的机会。"
    },
    {
      "en": "The great - grandson of an Indian chief from Oklahoma had become internationally famous.",
      "cn": "这个来自俄克拉荷马州的印第安人首领的曾孙成为全球瞩目的人物."
    },
    {
      "en": "The Kravchenko trial became a cause celebre in Paris and internationally.",
      "cn": "克拉夫琴克一案在巴黎甚至全世界曾经轰动一时。"
    },
    {
      "en": "The price must be right in order to compete internationally.",
      "cn": "为了在国际上竞争,定价必须适当."
    },
    {
      "en": "There are only two internationally recognised certificates in Teaching English as a Foreign Language.",
      "cn": "“作为外语的英语教学”只有两种国际上认可的证书。"
    },
    {
      "en": "These days businesses have to be able to compete internationally.",
      "cn": "如今，企业必须要有实力参与国际竞争。"
    },
    {
      "en": "These products are of high quality and able to compete internationally.",
      "cn": "这些产品品质很好,在国际市场上有竞争能力."
    },
    {
      "en": "These standard containers are internationally agreed as to dimensions, weight, structural strength and other features.",
      "cn": "这种标准集装箱在大小, 重量 、 结构强度及其他方面,国际上均有统一规定."
    },
    {
      "en": "We're not just looking at making it big in the UK, we want to be big internationally.",
      "cn": "我们不仅想在英国取得成功，还想在国际上扬名立万。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "international",
          "tran_cn": " 国际的；世界的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "international",
          "tran_cn": " 国际比赛；国际性组织"
        },
        {
          "word": "internationale",
          "tran_cn": " 国际歌；共产国际歌"
        },
        {
          "word": "internationalist",
          "tran_cn": " 国际主义者；国际法学家"
        },
        {
          "word": "internationality",
          "tran_cn": " 国际性"
        },
        {
          "word": "internationalization",
          "tran_cn": " 国际化"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "internationalise",
          "tran_cn": " 使国际化"
        },
        {
          "word": "internationalize",
          "tran_cn": " 使国际化；置于国际管理下"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "国际性地，国际上地，国际间地",
      "tran_en": "in many different parts of the world"
    }
  ],
  "exchange": {
    "adj": [
      "international"
    ]
  }
}