{
  "word": "startup",
  "ipa": {
    "us": "'stɑ:tʌp",
    "uk": "'stɑt'ʌp"
  },
  "sentences": [
    {
      "en": "An advertising agency or a freewheeling startup might be a better fit.",
      "cn": "对这样的人来说,广告公司或者自由工作者会更为适合."
    },
    {
      "en": "Automatic record your computer startup after of all file and path, ect.",
      "cn": "记录下自电脑开机运行后的所有程序的程序名、路径等."
    },
    {
      "en": "Automatic startup when current drawn at output ( upon connection to device ).",
      "cn": "连接到机器后马上工作."
    },
    {
      "en": "Fast startup - output deoxygenated water simultaneously with the vacuum pump turning on.",
      "cn": "启动快 —— 开机启动真空泵即出脱气水."
    },
    {
      "en": "For this reason solids are always removed before shutdown and are progressively introduced during startup.",
      "cn": "因此在停工前总是先把固体卸出而在开工时则逐渐加入."
    },
    {
      "en": "Gold gave an example – an energy startup company called Scottish Bioenergy.",
      "cn": "以一家新兴能源公司——苏格兰生物能源公司为例."
    },
    {
      "en": "It adopts wheel cylinder startup and electrohydraulic multiple operation.",
      "cn": "采用分泵启动,电液复合操纵."
    },
    {
      "en": "It's true that you can now start a startup anywhere.",
      "cn": "你确实能够在任何地方创业."
    },
    {
      "en": "Parallel Port A is input at startup or reset.",
      "cn": "并行端口A是在启动或复位输入."
    },
    {
      "en": "The number of user - mode metadata cache flushes ( since service startup ).",
      "cn": "用户模式元数据缓存刷新的次数 ( 自服务启动后 )."
    },
    {
      "en": "This CD also installs a Startup Disk control panel for Windows.",
      "cn": "这张CD还会安装适用于Windows的启动盘控制面板."
    },
    {
      "en": "This startup procedure offers a reference for other overseas projects.",
      "cn": "该启动程序对海外项目的管理具有一定的参考价值."
    },
    {
      "en": "This type of operation allows for easy startup of hydraulic systems.",
      "cn": "这种类型的操作允许对液压系统容易启动."
    },
    {
      "en": "Total requests temporarily blocked due to bandwidth throttling settings ( since service startup ).",
      "cn": "由于带宽限制设置而暂时阻塞的请求的总数 ( 自服务启动后 )."
    },
    {
      "en": "You can use this for a variety of different solutions, but a common one is to startup a service or register the server and service existence.",
      "cn": "您可以将这个技巧用于各种不同的解决方案，但是一个共同点是要启动一个服务或注册服务器和服务存在性。"
    },
    {
      "en": "You should see something like  Figure 3 after startup.",
      "cn": "启动后，您应该看到类似于  图 3 的画面。"
    },
    {
      "en": "Your system startup drive has been modified by a disk - compression utility.",
      "cn": "你的系统启动驱动器已被磁盘压缩实用程序修改."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "boot-up",
            "starting up"
          ],
          "tran_cn": "启动；开办"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "startup code",
      "tran_cn": "启动代码；启始程序代码"
    },
    {
      "phrase": "startup disk",
      "tran_cn": "启动盘；开机磁盘"
    },
    {
      "phrase": "startup options",
      "tran_cn": "[计]启动选项"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "启动，新兴公司（尤指新兴网络公司），新兴公司，新开张的企业"
    }
  ],
  "exchange": {}
}