{
  "word": "incompletely",
  "ipa": {
    "us": "ˌɪnkəm'pli:tlɪ",
    "uk": "ˌɪnkəm'plitlɪ"
  },
  "sentences": [
    {
      "en": "But she also is incompletely the organization of this brothers feeling enemy.",
      "cn": "但她也不完全是这场兄弟情仇的机关."
    },
    {
      "en": "Carbon monoxide is released when carbon in fuel—both plants and fossil fuels like gasoline—burns incompletely.",
      "cn": "当作为燃料的碳——包括植物和化石燃料比如汽油——不完全燃烧时，就会产生一氧化碳。"
    },
    {
      "en": "Conclusion Casting incompletely and casting strains is the main failure cause.",
      "cn": "结论铸造不全和铸件变形是临床铸件失败的主要原因."
    },
    {
      "en": "Doing something by halves, is to do something partially or incompletely.",
      "cn": "做事半途而废, 就是做某件事只做一部分,不做完."
    },
    {
      "en": "He came here to collect incompletely burned coal when he was a little boy.",
      "cn": "小时候,他经常到这个地方捡乏煤."
    },
    {
      "en": "In practice, system state is always characterized by nonlinear, non Gaussian and incompletely observed.",
      "cn": "在实际问题中, 系统状态往往还呈现非线性 、 非高斯、不完全观测的特点."
    },
    {
      "en": "In the method, a three - layer feedforward neural network structure incompletely connected was employed.",
      "cn": "本文提出了一种新的 、 性能更加稳定的动态心电数据的神经网络压缩算法."
    },
    {
      "en": "Incompletely or illegibly addressed.",
      "cn": "地址不全或难以辨认的."
    },
    {
      "en": "Limitation: Methodological features and quality aried substantially and often were incompletely reported.",
      "cn": "局限性: 试验方法的特点和质量本质上发生了变化并且经常不能被完全地报道出来."
    },
    {
      "en": "Objective To quantify the morphologic changes and apoptosis in incompletely ischemic retina.",
      "cn": "目的观察不完全缺血引起的视网膜形态学变化及细胞凋亡情况."
    },
    {
      "en": "Sequences of rock units are incompletely known.",
      "cn": "岩石单元的层序了解得不完全."
    },
    {
      "en": "Straight generatrix shape roller and arc generatrix shape roller are incompletely the same in processing.",
      "cn": "直形母线与圆弧形母线滚子,在采用无心贯穿磨削时,并不完全相同."
    },
    {
      "en": "The pathogenesis incompletely understood . The inflammatory cytokines are an important pathogenic factor of SES.",
      "cn": "其发病机制还不十分清楚,众多的研究首先考虑的致病因素是炎性因子."
    },
    {
      "en": "The researchers found that the effect of soot, which is incompletely burned fuel, would dwarf that of the carbon dioxide emissions from the launches.",
      "cn": "研究者发现，燃料不完全燃烧产生的烟尘，会使发射过程中产生的二氧化碳的排放量减少。"
    },
    {
      "en": "The technique and outcomes of endoscopic skull base reconstruction remain incompletely described in the literature.",
      "cn": "内窥镜颅底重建的技术和结果在文献中的描述报道仍然是不完全的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "lamely"
          ],
          "tran_cn": "不完全地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "half"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "不完全地"
    }
  ],
  "exchange": {
    "noun": [
      "incompleteness"
    ],
    "adj": [
      "incomplete"
    ]
  }
}