{
  "word": "quiescent",
  "ipa": {
    "us": "kwiˈesnt",
    "uk": "kwiˈɛsənt, kwaɪ-"
  },
  "sentences": [
    {
      "en": "...a society which was politically quiescent and above all deferential.",
      "cn": "...一个遵循顺从至上及政治上平静的社会。"
    },
    {
      "en": "Collapsing interstellar cloud reverses its gravitational infall and expands outward into the relatively quiescent interstellar environment.",
      "cn": "坍缩的星际云克服向内的引力而向外膨胀到较宁静的星际环境中去."
    },
    {
      "en": "Forming methane hydrate a quiescent system a slow and incomplete process.",
      "cn": "静态体系生成甲烷水合物是个缓慢的、不完全的过程."
    },
    {
      "en": "It is unlikely that such an extremist organization will remain quiescent for long.",
      "cn": "这种过激的组织是不太可能长期沉默的."
    },
    {
      "en": "Low dropout and low quiescent current are important for long battery life in LDO linear regulators.",
      "cn": "DO线性 稳压器的低漏失电压、低静态电流特性使电池使用具有高效率和长寿命."
    },
    {
      "en": "Nor a time, he [ the whale ] lay quiescent ( Herman Melville ).",
      "cn": "“过了一会儿, 他躺在那里不动了” ( 赫尔曼·麦尔维尔 )"
    },
    {
      "en": "Previous duodenal ulcer but quiescent for years - no contraindications to thrombolysis?",
      "cn": "十二指肠溃疡但静息多年,对溶栓疗法是否有禁忌症?"
    },
    {
      "en": "Sea cucumbers have the capacity to become quiescent and live at a low metabolic rate.",
      "cn": "海参能够休眠,并以很低的新陈代谢率生存."
    },
    {
      "en": "The low quiescent drain current of the device insures good regulation when this method is used.",
      "cn": "当这个方法被使用时,设备的低的静止的排水管电流保险好规则."
    },
    {
      "en": "The rapid development of the economy turns the quiescent town into a noisy city.",
      "cn": "经济的迅速发展使这个宁静的小镇成为闹市。"
    },
    {
      "en": "The type of quiescent VVVF inverter and design characteristic of inverter - fed motor is introduced.",
      "cn": "简要介绍了静止式变压变频器的主要类型和以及之相应的变频电机设计特点."
    },
    {
      "en": "This is a quiescent Southern seaside town.",
      "cn": "这是个宁静的南方海滨小城。"
    },
    {
      "en": "Under the passive, isolated and quiescent state, classroom teaching is inefficient.",
      "cn": "在这种被动 、 孤立、静止的状态下, 课堂教学处于一种低效的运转状态."
    },
    {
      "en": "You know why they do both quiescent and dynamic exercises.",
      "cn": "你知道他们为什么要动静结合了."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "quiescence",
          "tran_cn": " 静止；沉默"
        },
        {
          "word": "quiescency",
          "tran_cn": " 静止"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "still",
            "resting"
          ],
          "tran_cn": "静止的；不活动的；沉寂的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "asleep",
            "dormant",
            "inactive",
            "inert",
            "latent",
            "passive",
            "vegetable"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不活动的，静态的，休眠的",
      "tran_en": "not developing or doing anything, especially when this is only a temporary state"
    }
  ],
  "exchange": {
    "noun": [
      "quiescence"
    ]
  }
}