{
  "word": "porcupine",
  "ipa": {
    "us": "ˈpɔ:kjupaɪn",
    "uk": "ˈpɔrkjupaɪn"
  },
  "sentences": [
    {
      "en": "A fish suddenly swim into the porcupine's heart, into the fish's dreams.",
      "cn": "一条鱼静静的游过来,又到了刺猬的心中, 揉碎了水草里面里游泳的鱼的梦."
    },
    {
      "en": "A little porcupine made a house by the side of the river.",
      "cn": "小刺猬在小河边上造了一幢小房子."
    },
    {
      "en": "A lonely porcupine likes to wander to the river alone and stare into the water expressionless.",
      "cn": "一只孤独的刺猬常常独自来到河边散步.望着水草里自己的影子,默默的出神."
    },
    {
      "en": "A porcupine is covered with prickles.",
      "cn": "箭猪身上长满了刺."
    },
    {
      "en": "Every thorn plucked is pain on the Porcupine's body and Fish's heart.",
      "cn": "刺猬在一点点拔自己身上的刺,每拔一下都是一阵揪心的痛,每一次都痛在鱼的心上."
    },
    {
      "en": "Having sexual relations with a porcupine is illegal.",
      "cn": "与豪猪有性关系是违法的."
    },
    {
      "en": "In Maine, the most commonly counted roadkill species is the North American porcupine.",
      "cn": "在缅因州，公路交通事故中杀死的动物种类是北美箭猪。"
    },
    {
      "en": "It is the Kookaburra ( Porcupine ) and Skunk Kingdoms that greet you today.",
      "cn": "今天是笑翠鸟 ( 豪猪 ) 和臭鼬王国向你们问候."
    },
    {
      "en": "Lang wears so much product in his hair that when he sways in rapture to his playing his head looks like a porcupine in a typhoon.",
      "cn": "郎朗总是对他的头发大做文章，每次表演到行头上时，他的脑袋看上去就像在台风中乱窜的一只箭猪。"
    },
    {
      "en": "Long sharp stiff spine of a porcupine.",
      "cn": "豪猪的长而硬的)刺."
    },
    {
      "en": "Not like porcupine needles or anything, but small pointy projections on the surface that basically make the organ bumpy.",
      "cn": "它不像豪猪的刺或其它什么的，但是在表面上有尖状的凸起使这个器官起伏不平。"
    },
    {
      "en": "Oh my god! Porcupine and Fish has fallen in love!",
      "cn": "上帝 啊,鱼和刺猬相爱了!"
    },
    {
      "en": "One of the sharp hollow spines of a porcupine or hedgehog.",
      "cn": "豪猪或刺猬身上硬而中空的保护刺."
    },
    {
      "en": "The hunter seized a porcupine.",
      "cn": "猎人捕获了一只豪猪."
    },
    {
      "en": "The pectinate quills of the porcupine are barbed.",
      "cn": "豪猪栉状的刺是会刺人的."
    },
    {
      "en": "The porcupine is larger than a pig.",
      "cn": "豪猪比家猪要大."
    },
    {
      "en": "There, a porcupine, wild boar, pig, stupid pig, Ukraine, pig eight quit of little piglets species.",
      "cn": "有, 豪猪, 野猪, 蠢猪, 笨猪, 乌克兰小乳猪, 猪八戒等的种类."
    },
    {
      "en": "Whenever there's prickly situation, this dandruff - laden porcupine is sure to be far, far away.",
      "cn": "只要碰到棘手的事, 这为头屑而苦的豪猪绝对会躲得远远, 远远的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hedgepig"
          ],
          "tran_cn": "箭猪，[脊椎]豪猪"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "豪猪，箭猪",
      "tran_en": "an animal with long sharp parts growing all over its back and sides"
    }
  ],
  "exchange": {
    "pl": [
      "porcupines"
    ]
  }
}