{
  "word": "impunity",
  "ipa": {
    "us": "ɪmˈpjuːnəti",
    "uk": "ɪmˈpjuːnəti"
  },
  "sentences": [
    {
      "en": "He behaved badly with impunity since he knew the teacher was weak.",
      "cn": "他行为不检但不受惩罚,因为他知道老师很软弱."
    },
    {
      "en": "He suffered his subjects to neglect the laws with impunity.",
      "cn": "人们要是犯了法,他也不去惩办."
    },
    {
      "en": "If laws are not enforced, crimes are committed impunity.",
      "cn": "如果法律不能“实施”, 人们就会犯罪而不受惩罚."
    },
    {
      "en": "If laws are not enforced, crimes are committed with impunity.",
      "cn": "如果法律不能实施, 人们就会犯罪而不受惩罚."
    },
    {
      "en": "Impunity is especially prevalent in cases of violence against women in Haiti.",
      "cn": "免刑责在海地特别盛行尤其是对女性暴力来说."
    },
    {
      "en": "It’s astonishing that these criminals are free to walk the streets with impunity.",
      "cn": "令人惊讶的是，这些罪犯可以招摇过市却依然逍遥法外。"
    },
    {
      "en": "People do not fall headlong on stumpe of underwood with impunity.",
      "cn": "任何人也不可能头朝下摔在灌木丛的根茬上而不受伤的."
    },
    {
      "en": "Some patients are susceptible to pain, but others tolerate it with impunity.",
      "cn": "有的病人很怕痛, (但是)有的则能泰然地忍受."
    },
    {
      "en": "That means that drug gangs can kidnap almost with impunity.",
      "cn": "那意味着毒犯在绑架后可以几乎不受惩罚."
    },
    {
      "en": "The child cannot express his hatred of adults with impunity.",
      "cn": "这小孩子要表明对大人的憎恨就难免受罚."
    },
    {
      "en": "The verdict seemed to be impunity.",
      "cn": "看来裁决可能是免于惩处."
    },
    {
      "en": "Then the off - therecord political trades and deals could be made with impunity.",
      "cn": "这样一笔笔不必记录在案的政治交易和密约就可以泰然自若地达到了."
    },
    {
      "en": "They beat her because to do so was profitable and could be done with impunity.",
      "cn": "他们打它是因为这样做对他们有利而且不会为他们带来任何惩罚."
    },
    {
      "en": "You cannot do this with impunity.",
      "cn": "你不可能做这事而不受罚((你做这事必受罚))."
    },
    {
      "en": "You know that I am not a man who can be ill - used with impunity.",
      "cn": "你知道,我可不是个可以随便欺侮的人."
    },
    {
      "en": "You will not escape with impunity.",
      "cn": "你不可能逃脱惩罚."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "license"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "with impunity",
      "tran_cn": "不受惩罚地，无恙地"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不受惩罚，无罪，不受损失",
      "tran_en": "if someone does something bad with impunity, there is no risk that they will be punished for it"
    }
  ],
  "exchange": {}
}