{
  "word": "physiological",
  "ipa": {
    "us": "ˌfɪziə'lɒdʒɪk(ə)l",
    "uk": "ˌfɪziə'lɑdʒɪk(ə)l"
  },
  "sentences": [
    {
      "en": "Almost anything that we like to do - eat, shop, gamble, have sex - contain the potential for psychological and physiological dependence.",
      "cn": "我们喜欢做的几乎任何事——吃饭，购物，赌博，性爱——都可能引起心理和生理的依赖。"
    },
    {
      "en": "Certain species of aquatic animals are capable of producing physiological shocks.",
      "cn": "某些种类的水生生物能够引起生理学的电击."
    },
    {
      "en": "Every individual has a physiological requirement for each nutrient.",
      "cn": "每个人对每种营养成分都有一种生理上的需要."
    },
    {
      "en": "He bought a physiological book.",
      "cn": "他买了一本生理学方面的书。"
    },
    {
      "en": "How do you respond to skeptics who say there must be some biological or physiological basis for that kind of experience, which you say in the book is medically inexplicable?",
      "cn": "对那些无神论者关于濒死体验应该有些生物学的或生理学的基础的说法你如何回应，你在书中说这种体验是医学上无法解释的？"
    },
    {
      "en": "If so, this would add to a growing list of physiological and biological markers of sexual orientation.",
      "cn": "如果是这样，这可能会给生理和生物学上的性取向标记增加一长串名单。"
    },
    {
      "en": "In the organization of industrial life the influence of the factory upon the physiological and mental state of the workers has been neglected.",
      "cn": "在工业生活的组织中,工厂对工人的生理和心理状态上的影响完全被忽视了."
    },
    {
      "en": "Most published studies of gestures are physiological, linguistic, or psychological.",
      "cn": "大多数已经出版的专著是生理学 、 语言学或心理学方面的."
    },
    {
      "en": "New and more sophisticated methods of physiological control should be available to the seed orchard manager.",
      "cn": "新的和更先进的生理控制方法,对于种子园管理人员将会有效的."
    },
    {
      "en": "The doctor had a test on the physiological reaction of human being.",
      "cn": "医生做了一次有关人的生理反应的测试."
    },
    {
      "en": "The photosynthetic unit then is a physiological unit of function defined by experiments with intact plants.",
      "cn": "通过用整体植物作的试验,又把光合单位定义为生理学的功能单位."
    },
    {
      "en": "The physiological needs are reasonably satisfied.",
      "cn": "生理的需要得到合理的满足."
    },
    {
      "en": "The problem was psychological rather than physiological.",
      "cn": "问题是心理方面的而不是生理方面的。"
    },
    {
      "en": "The study aims to determine whether there is actually a physiological basis to the disease.",
      "cn": "他们研究的目的在于去确定是否真的有这种疾病的生理基础。"
    },
    {
      "en": "Their physiological significance is obscure.",
      "cn": "它们的生理功能是含糊不清的."
    },
    {
      "en": "They attributed this to physiological plant processes.",
      "cn": "他们认为这是植物生理过程所致."
    },
    {
      "en": "They often have a physiological effect on plant growth.",
      "cn": "它们常常对植物生长有生理影响."
    },
    {
      "en": "Thinking angry thoughts can provoke strong physiological arousal.",
      "cn": "想着生气的事情能激起强烈的生理反应。"
    },
    {
      "en": "Washing slices or cubes of certain tissues for various periods results in many physiological responses.",
      "cn": "在不同时期内,洗涤特定的组织薄片或切块,常会引起许多生理反应."
    },
    {
      "en": "While this loss of stature is attributed partially to shrinking bones and the other physiological effects of aging, some researchers say this is no coincidence at all.",
      "cn": "虽然身高减少的部分原因是衰老所产生的骨骼收缩以及其他生理现象，但一些研究人员说这绝非巧合。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "physiologically",
          "tran_cn": " 生理学方面"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "physicist",
          "tran_cn": " 物理学家；唯物论者"
        },
        {
          "word": "physics",
          "tran_cn": " 物理学；物理现象"
        },
        {
          "word": "physiography",
          "tran_cn": " 地文学，地相学；自然地理学；自然现象志"
        },
        {
          "word": "physiologist",
          "tran_cn": " 生理学家，生理学者"
        },
        {
          "word": "physiology",
          "tran_cn": " 生理学；生理机能"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "physiological age",
      "tran_cn": "生理年龄"
    },
    {
      "phrase": "physiological character",
      "tran_cn": "生理性状；生理特点"
    },
    {
      "phrase": "physiological ecology",
      "tran_cn": "生理生态学"
    },
    {
      "phrase": "physiological function",
      "tran_cn": "生理机能"
    },
    {
      "phrase": "physiological process",
      "tran_cn": "生理过程"
    },
    {
      "phrase": "physiological reaction",
      "tran_cn": "[医]生理反应"
    },
    {
      "phrase": "physiological saline",
      "tran_cn": "生理盐水；生理盐溶液"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "生理学的，生理的"
    }
  ],
  "exchange": {
    "adv": [
      "physiologically"
    ],
    "noun": [
      "physiology"
    ]
  }
}