{
  "word": "privatization",
  "ipa": {
    "us": "ˌpraɪvətaɪ'zeɪʃn",
    "uk": "ˌpraɪvətaɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "First, the marginalization of literature brought aesthetic experience secular, privatization trend.",
      "cn": "其一, 文学的边缘化带来了审美经验的世俗化 、 私人化倾向."
    },
    {
      "en": "In the privatization process, the interest groups involved have different interest orientation and interest selection.",
      "cn": "在国有企业民营化的过程中, 其所涉及的利益群体均有各自不同的利益取向及利益选择."
    },
    {
      "en": "It is because Japanese like privatization, the target of which is other's culture for enrichment purpose.",
      "cn": ">日人在西化之馀,仍教学子算盘 、 道及唐诗."
    },
    {
      "en": "Outside the World Water Forum, hundreds of protesters demonstrated against what they call the \"privatization\" of water.",
      "cn": "在世界水论坛的会场外面，数百名抗议者举行示威，反对他们所说的“水资源私有化”。"
    },
    {
      "en": "POSTelecom? rapid privatization or shut down!",
      "cn": "尽快私营化或者关门!"
    },
    {
      "en": "Privatization and Liberalization of port operation . 4.",
      "cn": "港埠营运民营化、自由化."
    },
    {
      "en": "Privatization is thought to be beneficial in that it promotes competition.",
      "cn": "私营化因其促进相互竞争被认为是有益的."
    },
    {
      "en": "Privatization is thought to is beneficial in that it promotes competition.",
      "cn": "私营化的优点在于能促进相互竞争."
    },
    {
      "en": "That could be fatal to its privatization.",
      "cn": "这对自由化而言无异于灭顶之灾."
    },
    {
      "en": "The household contract responsibility system does not mean privatization of the rural economy.",
      "cn": "家庭联产承包制并不意味着农村经济私有化。"
    },
    {
      "en": "The privatization in 1990 s has changed the ownership structure of Township - village Enterprises in China deeply.",
      "cn": "从90年代中后期开始的改制深刻的改变了中国原有乡镇集体企业的所有权结构."
    },
    {
      "en": "The threat of privatization and sack if you do not perform can only save this nation. The best example – BSNL.",
      "cn": "私有化的威胁，以及如果表现不好会被解雇，只能拯救国家。最好的例子是印度电信。"
    },
    {
      "en": "Therefore , five dimensions of privatization government utility are composed of three pre - conditions and two limitations.",
      "cn": "三大前提和两个限度共同构成了民营化发展的五个维度."
    },
    {
      "en": "We are a company in the course of privatization, our shares to be issued next month.",
      "cn": "我方为一家正在向私有化转制的公司，我方股票将于下个月发行。 羺。"
    },
    {
      "en": "We learned all the tricks of privatization.",
      "cn": "我们学到了私有化的所有技巧。"
    },
    {
      "en": "Will privatization offer a way out for port construction?",
      "cn": "民营化,港口建设的一贴良药?"
    },
    {
      "en": "Yet those of us who looked at his policy proposals — big tax cuts for the rich and Social Security privatization — had a very different impression. And we were right.",
      "cn": "然而那些审视了他的施政方针——对富人减税和社会保障私有化——的人却对他有很不同的看法。而且这种不同看法被证实了。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "private",
          "tran_cn": " 私人的；私有的；私下的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "privately",
          "tran_cn": " 私下地；秘密地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "private",
          "tran_cn": " 列兵；二等兵"
        },
        {
          "word": "privateer",
          "tran_cn": " 私掠船；武装民船；私掠船船长；私掠船船员"
        },
        {
          "word": "privateness",
          "tran_cn": " 私人性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "privateer",
          "tran_cn": " 私掠巡航"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "privatize",
          "tran_cn": " 使私有化；使归私有"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "going private"
          ],
          "tran_cn": "私有化"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "私有化",
      "tran_en": "the act of privatizing something"
    },
    {
      "pos": "other",
      "tran_cn": "[计] 私有化"
    }
  ],
  "exchange": {
    "pl": [
      "privatizations"
    ],
    "verb": [
      "privatize"
    ]
  }
}