{
  "word": "stratosphere",
  "ipa": {
    "us": "ˈstrætəsfɪə(r)",
    "uk": "ˈstrætəsfɪr"
  },
  "sentences": [
    {
      "en": "Above the stratosphere is the stratopause.",
      "cn": "其上是平流层顶."
    },
    {
      "en": "Above the troposphere is the stratosphere, followed by the ionosphere and capped by the exosphere.",
      "cn": "在对流层上是平流层, 接着是电离层,最上层是外逸层."
    },
    {
      "en": "Although ground - level ozone is considered a harmful pollutant, the ozone layer in the stratosphere is beneficial.",
      "cn": "尽管地表的臭氧被看成是有害的污染物, 但平流层里的臭氧层却是有益的."
    },
    {
      "en": "Chlorofluorocarbons and hydrochloroflorocarbons are oxidated in the stratosphere and troposphere respectively.",
      "cn": "两类物质分别在同温层和对流层氧化降解."
    },
    {
      "en": "Energy and commodity prices were heading into the stratosphere.",
      "cn": "能源和大宗商品价格直冲而上."
    },
    {
      "en": "Impact of monsoon circulations on the upper troposphere and lower stratosphere.",
      "cn": "季风环流对对流层上部和平流层下部的影响."
    },
    {
      "en": "In the early 1960 s a worldwide aerosol band was discovered in the lower stratosphere at 17 - 24 km.",
      "cn": "在六十年代初期,在17-24公里平流层下部发现世界范围气溶胶带."
    },
    {
      "en": "Man – made CFCs are the main cause of ozone depletion in the stratosphere.",
      "cn": "人造氯氟烃是臭氧层破坏的主因."
    },
    {
      "en": "Most of the chlorofluoromethanes reside in the lower stratosphere.",
      "cn": "大多数氯氟甲烷存留在平流层下部."
    },
    {
      "en": "Oil prices soared into the stratosphere .",
      "cn": "石油价格飙升。"
    },
    {
      "en": "Ozone is formed in the stratosphere and mesosphere by photochemical processes.",
      "cn": "由于光化过程,在平流层与中层内产生了臭氧."
    },
    {
      "en": "The stratosphere is the layer above the troposphere and extends to about 50 km.",
      "cn": "平流层是从对流层顶向上延伸到50千米高空的界层."
    },
    {
      "en": "This was enough to launch their careers into the stratosphere.",
      "cn": "这足以让他们的事业平步青云了。"
    },
    {
      "en": "Volcanic aerosols have a lifetime of about a year in the stratosphere.",
      "cn": "火山灰在同温层大约有一年的寿命."
    },
    {
      "en": "We shall turn you into gas and pour you into the stratosphere.",
      "cn": "我们要把你挤空,然后再把我们自己填充你."
    },
    {
      "en": "Why is stratosphere suitable for the plane to fly?",
      "cn": "为什么平流层适合飞机飞行?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "isothermal layer"
          ],
          "tran_cn": "[气象]同温层；最上层；最高阶段"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "atmosphere"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[气]平流层，同温层，最上层，最高栏，艰深的学科领域",
      "tran_en": "the outer part of the air surrounding the Earth, from 10 to 50 kilometres above the Earth"
    }
  ],
  "exchange": {
    "adj": [
      "stratospheric"
    ]
  }
}