{
  "word": "Scottish",
  "ipa": {
    "us": "ˈskɒtɪʃ",
    "uk": "ˈskɑːtɪʃ"
  },
  "sentences": [
    {
      "en": "a Scottish rugby internationalist",
      "cn": "参加国际比赛的苏格兰橄榄球队队员"
    },
    {
      "en": "dreich weather on the Scottish coast",
      "cn": "苏格兰沿海地区阴郁的天气"
    },
    {
      "en": "He spent the weekend stalking deer in the Scottish highlands.",
      "cn": "他周末在苏格兰高地追踪鹿的行踪."
    },
    {
      "en": "His boots and purple beret identify him as commanding the Scottish Paratroops.",
      "cn": "他的长靴和紫色贝雷帽表明他统领着苏格兰伞兵部队。"
    },
    {
      "en": "Most of the art exhibitions have a pronounced Scottish theme.",
      "cn": "大多数的艺术展品带有明显的苏格兰风格。"
    },
    {
      "en": "Mr Marr makes extensive use of exclusively Scottish words.",
      "cn": "马尔先生使用了大量苏格兰特有的词汇。"
    },
    {
      "en": "My grandfather was secretary of the Scottish Miners' Union.",
      "cn": "我的祖父是苏格兰矿工工会干事。"
    },
    {
      "en": "Scottish baking is homely, comforting and truly good.",
      "cn": "苏格兰烘烤食品简单、温馨，吃起来十分美味可口。"
    },
    {
      "en": "Scottish champs celebrate victory!",
      "cn": "苏格兰的冠军庆祝胜利！"
    },
    {
      "en": "Scottish football would be subsumed by a British League.",
      "cn": "苏格兰足球将被纳入某个英国足球联赛。"
    },
    {
      "en": "She told us she was descended from some Scottish Lord.",
      "cn": "她告诉我们她是某苏格兰勋爵的后裔。"
    },
    {
      "en": "The 30-year-old Scottish international was sent off for arguing with a linesman.",
      "cn": "这位30岁的苏格兰国脚因和边裁争执而被罚下场。"
    },
    {
      "en": "The play takes three Scottish tales and interlinks them.",
      "cn": "剧本吸收了三个苏格兰民间故事并把它们相互衔接起来。"
    },
    {
      "en": "These cases are dealt with by the Foreign Office, while Hague cases go through the Ministry of Justice in England and Wales, and the Scottish and Northern Irish court services.",
      "cn": "这些案件由外交部负责处理，而海牙公约缔约国的案件则由英格兰和威尔士司法部、以及苏格兰和北爱尔兰法庭进行处理。"
    },
    {
      "en": "They took to the water like pigs to mud after they were put out to pasture on the uninhabited island of Longa off the North West Scottish coast.",
      "cn": "在被放养在苏格兰海岸西北部岛屿上无人照看的龙格牧场之后，这两只小家伙就像猪拱泥巴拔秧，硬是走水路游了回来。"
    },
    {
      "en": "to have Scottish ancestry",
      "cn": "祖籍苏格兰"
    },
    {
      "en": "Use Scottish smoked haddock if you can.",
      "cn": "如果可以的话就用苏格兰熏黑线鳕。"
    },
    {
      "en": "You know, Gordon, I should not like you. You are Scottish, we have nothing in common and you are an economist.",
      "cn": "你知道吗，戈登，我不应该喜欢你，你是苏格兰人，又是个经济学家，我们没有任何共同的地方。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "苏格兰的，苏格兰式的",
      "tran_en": "relating to Scotland or its people"
    },
    {
      "pos": "n",
      "tran_cn": "苏格兰人；苏格兰语"
    }
  ],
  "exchange": {}
}