{
  "word": "ingrained",
  "ipa": {
    "us": "ɪnˈgreɪnd",
    "uk": "ɪnˈɡrend"
  },
  "sentences": [
    {
      "en": "A rage that is ingrained since long ago.",
      "cn": "这愤怒不可遏制、根深蒂固."
    },
    {
      "en": "All mankind has some mischievousness ingrained in their being.",
      "cn": "把戏,我们称之为-恶作剧."
    },
    {
      "en": "Another important reason is these people have an ingrained superiority complex in them.",
      "cn": "还有很重要的一点,就是这些人有一种根深蒂固的优越感."
    },
    {
      "en": "Another way is to change our ingrained thought patterns and emotional responses.",
      "cn": "而另一种方式,就是改变我们根深蒂固的思维和情绪模式."
    },
    {
      "en": "Both responses reflect the deeply ingrained prejudice of many Chinese against the humanities - and are grossly erroneous.",
      "cn": "这两种观点反应了良多中国人对人文学科的根深蒂固的成见 —— 这是极为错误的."
    },
    {
      "en": "But their sense of an ingrained trait that will likely resurface in a stronger job market.",
      "cn": "然而,他们的自我意识根深蒂固,等就业市场转暖,难免又会故态重萌."
    },
    {
      "en": "He incarnated into the earth with these most recent experiences ingrained in his soul.",
      "cn": "他带着这些深植于他灵魂中的经历投生至地球."
    },
    {
      "en": "Hence, something that is merely imagined can become ingrained as an episode in our life story.",
      "cn": "因此, 一些想像中的产物,会被渲染成我们生命中的一段故事."
    },
    {
      "en": "Mental models are deeply ingrained and are often the result of a lifetime of experience.",
      "cn": "心理模型通常是根深蒂固的,而且会影响一生."
    },
    {
      "en": "Morals tend to be deeply ingrained.",
      "cn": "道德观念往往根深蒂固。"
    },
    {
      "en": "The acceptance of authority is ingrained in us, and from this acceptance of authority flows action.",
      "cn": "接受权威在我们心中是根深蒂固的, 从对权威的接受中产生行动."
    },
    {
      "en": "The associative guilt was ingrained in his soul.",
      "cn": "由此产生的内疚感在他灵魂深处挥之不去。"
    },
    {
      "en": "The magnolia liliflora is ingrained, load bearing marriage structure and family member's care.",
      "cn": "紫玉兰根深蒂固, 承载着婚姻的结构和亲人的关心."
    },
    {
      "en": "The thought became ingrained as an adult, almost like common sense.",
      "cn": "在成年后这种想法根深蒂固, 几乎像常识."
    },
    {
      "en": "What will happen when you cross the boundaries that have been ingrained into your thinking?",
      "cn": "而当你勇敢地跨过固守在你思想中的那个边界时,又会发生些什么 呢 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ingrain",
          "tran_cn": " 生染的；原纱染色的；根深蒂固的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ingrain",
          "tran_cn": " 固有品质；原纱染色；生染的纤维"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "ingrain",
          "tran_cn": " 使…根深蒂固；就…原料染色；生染"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "rooted",
            "inrooted"
          ],
          "tran_cn": "根深蒂固的；彻头彻尾的；生染的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "confirmed",
            "constitutional",
            "indelible",
            "organic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "根深蒂固的，彻头彻尾的，生染的",
      "tran_en": "ingrained attitudes or behaviour are firmly established and therefore difficult to change"
    },
    {
      "pos": "v",
      "tran_cn": "使根深蒂固(ingrain的过去分词形式)，生染，就原料染色"
    }
  ],
  "exchange": {}
}