{
  "word": "propulsion",
  "ipa": {
    "us": "prəˈpʌlʃn",
    "uk": "prəˈpʌlʃən"
  },
  "sentences": [
    {
      "en": "Ballistics: Science of propulsion, flight, and impact of projectiles.",
      "cn": "弹道学: 研究射弹的动力 、 飞行和弹著作用的科学."
    },
    {
      "en": "But magnetic propulsion has some drawbacks.",
      "cn": "但是磁力推进有一些缺陷。"
    },
    {
      "en": "Ensure the correct functioning of all propulsion system instrumentation.",
      "cn": "确保所有推动力系统的传感器工作正确无误."
    },
    {
      "en": "However, analogue controller is dominant in electric propulsion system for underwater ship.",
      "cn": "但在水下舰船的电力推进系统中, 模拟控制器仍占了大多数."
    },
    {
      "en": "In 1939 the turbojet brought an entirely new method of propulsion.",
      "cn": "1939年,涡喷发动机引入了一种全新的推力方法."
    },
    {
      "en": "In the long - side position there is no propulsion being effected.",
      "cn": "在长的身体姿势时并无推进力产生."
    },
    {
      "en": "Interest in jet propulsion was now growing at the Air Ministry.",
      "cn": "航空部对喷气推进的兴趣正在增加。"
    },
    {
      "en": "Many principles of jet propulsion apply regardless of whether air or water is the fluid used.",
      "cn": "许多喷气推进原理，不管所用的流体是水还是空气都是适用的。"
    },
    {
      "en": "Moreover, addition movement of the airframe can result from aerodynamic or propulsion noise.",
      "cn": "此外气动力或发动机扰动也会造成弹体的附加运动."
    },
    {
      "en": "Once fusion is better understood, and is being harnessed routinely, it's a small leap to apply that technology for propulsion purposes.",
      "cn": "一旦核聚变被更好的理解，它将被常规性利用，这个技术应用在推进目的上是一个小的飞跃。"
    },
    {
      "en": "research into liquid hydrogen as a means of propulsion",
      "cn": "对液态氢作为一种动力方式进行的研究"
    },
    {
      "en": "The electric propulsion feasibility and effect in space debris mitigation were studied.",
      "cn": "研究了电推进在静止轨道空间碎片减缓中应用的可行性和效果."
    },
    {
      "en": "The essential quality that dictates the choice of this propulsion system is readiness.",
      "cn": "决定选用这种推进系统的主要因素就是其简便性."
    },
    {
      "en": "The liquids employed for rocket propulsion are called propergols.",
      "cn": "用于火箭发动机的液体称为液体火箭推进剂."
    },
    {
      "en": "The nineteenth century witnessed a revolution in ship design and propulsion.",
      "cn": "19世纪船舶设计和船舶动力领域发生了重大的变革。"
    },
    {
      "en": "The propulsion system consists of five F - 1 engines.",
      "cn": "推进系统包括五个F -1 发动机."
    },
    {
      "en": "Their humbler followers , such as partridges have a like power of strong propulsion.",
      "cn": "它们的低级同类, 如鹧鸪,有一种同样大的推进力."
    },
    {
      "en": "Their humbler followers , such as partridges, have a like power of strong propulsion, but soon tire.",
      "cn": "它们的低级同类, 如鹧鸪, 有一种同样大的推动力, 但很快就疲劳了."
    },
    {
      "en": "What the propulsion that 2 town build and farmland protect is contradictory.",
      "cn": "城镇建设的推进与耕地保护的矛盾."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "propulsive",
          "tran_cn": "推进的；有推进力的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "drive",
            "pulsion"
          ],
          "tran_cn": "[力]推进；推进力"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "movement"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "electric propulsion",
      "tran_cn": "电力推进"
    },
    {
      "phrase": "jet propulsion",
      "tran_cn": "喷射推进"
    },
    {
      "phrase": "jet propulsion laboratory",
      "tran_cn": "喷气推进实验室"
    },
    {
      "phrase": "propulsion drive",
      "tran_cn": "行走部分传动装置；推进传动"
    },
    {
      "phrase": "propulsion system",
      "tran_cn": "推进系统，推进装置"
    },
    {
      "phrase": "rocket propulsion",
      "tran_cn": "火箭推进；[计]喷射推进"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "推进，推进力",
      "tran_en": "the force that drives a vehicle forward"
    }
  ],
  "exchange": {
    "pl": [
      "propulsions"
    ],
    "adj": [
      "propulsive"
    ]
  }
}