{
  "word": "unregistered",
  "ipa": {
    "us": "'ʌn'redʒɪstəd",
    "uk": "ʌn'redʒɪstəd"
  },
  "sentences": [
    {
      "en": "All captions for labels, text boxes etc. are reset to'( demo )'in the unregistered version.",
      "cn": "所有字幕标签, 文本框等重] ( 演示 ) ',在未注册版本."
    },
    {
      "en": "All the windows are automatically unregistered in their destructors.",
      "cn": "所有窗口自动在它们的析构函数中去注册."
    },
    {
      "en": "Any subscriber flagged as unregistered will not be notified.",
      "cn": "所有被标记为未注册的关注者都不会被通知."
    },
    {
      "en": "Commissioners are discussing how to solve the problem of unregistered land effectively.",
      "cn": "委员们在探讨如何有效地解决“黑地”问题."
    },
    {
      "en": "It's not allowed to bring any unregistered students to the school.",
      "cn": "不可任意带非本校学生进入学校."
    },
    {
      "en": "No unregistered unit or individual may export dual - purpose nuclear goods and correlated technologies.",
      "cn": "未经登记,任何单位或者个人不得经营核两用品及相关技术出口."
    },
    {
      "en": "Objective To evaluate the effect of duo - tutorial system for the education of unregistered nurses.",
      "cn": "目的探讨对未注册护士(下称新护士)试行双导师制带教的临床实践方法及效果."
    },
    {
      "en": "So many unregistered institutions risk the savings of millions being suddenly washed away.",
      "cn": "如此众多的非法机构正将数以百万计的储蓄置于突然损失的危险之中."
    },
    {
      "en": "The more and more unregistered employment cannot be reflected in the employment rate.",
      "cn": "这些越来越多的隐性就业在就业率中根本反映不出来."
    },
    {
      "en": "unregistered land",
      "cn": "未注册的土地"
    },
    {
      "en": "Unregistered layout - designs are not protected under the Regulations.",
      "cn": "未经登记的 布图 设计不受本条例保护."
    },
    {
      "en": "When the two files are crossed, a new list is created containing only unregistered adults.",
      "cn": "将两种文件一对比, 漏登记的成人名单就出来了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未注册的，未登记的",
      "tran_en": "not included on an official list"
    }
  ],
  "exchange": {}
}