{
  "word": "fertilization",
  "ipa": {
    "us": "ˌfɜːtɪlaɪˈzeɪʃən",
    "uk": "ˌfɜrtəlɪˈzeɪʃən"
  },
  "sentences": [
    {
      "en": "Annuals, as a general rule , are very responsive to phosphorus fertilization.",
      "cn": "通常说来,对一年生植物施用磷肥是相当有效的."
    },
    {
      "en": "But ammonium fertilization may have to be increased.",
      "cn": "不过铵态肥料是应该增施的."
    },
    {
      "en": "He could effect cross - fertilization between them.",
      "cn": "他可以实现它们间的杂交授粉."
    },
    {
      "en": "In order to obtain factual information about self - fertilization, empirical measurements must be made.",
      "cn": "为了得到关于自传花粉的确实资料, 必须采用一些已行之有效的方法."
    },
    {
      "en": "Inbreeders are plants which predominantly or wholly produce seeds from self - fertilization.",
      "cn": "近交植物指主要地或完全地通过自在受精产生种子的植物."
    },
    {
      "en": "It has been known that the self - sterility of conifers results from embryo collapse after self - fertilization.",
      "cn": "业已知道,针叶树自花不育是由于自花受精后胚凋萎."
    },
    {
      "en": "Most megadrile earthworms reproduce by normal cross - fertilization.",
      "cn": "大多数巨蚓的生殖是正常异体受精."
    },
    {
      "en": "Seed development in most instances commences following fertilization of the ovule.",
      "cn": "大多数种子的形成是从胚珠受精开始的."
    },
    {
      "en": "Self - pollination, and subsequently self - fertilization, in orchards always takes place to some extent.",
      "cn": "在果园中,常常有某种程度的自花传粉和随后地自花授精."
    },
    {
      "en": "the development of in vitro fertilization",
      "cn": "体外受精的研究发展"
    },
    {
      "en": "The highest returns are received from the highest level of fertilization.",
      "cn": "最高的施肥水平可获最高的经济效益."
    },
    {
      "en": "The nitrate form commonly dominates where liberal nitrogen fertilization is practiced.",
      "cn": "施用足量氮肥的土壤,通常硝酸钙占优势."
    },
    {
      "en": "The problem occurs because plants need to transfer pollen by wind and insect to fertilization and reproduce.",
      "cn": "发生这样的问题是因为植物需要通过风和昆虫传递花粉进行受精繁殖。"
    },
    {
      "en": "The product of fertilization is the zygote.",
      "cn": "受精的产物是杂合子."
    },
    {
      "en": "The sex of the embryo is predetermined at fertilization.",
      "cn": "胚胎的性别早在受精时就决定了。"
    },
    {
      "en": "They damage female strobili during the interval between pollination and fertilization.",
      "cn": "在传粉与受精的间隔期间,他们毁坏了雌球花."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "enrichment",
            "richness"
          ],
          "tran_cn": "[农]施肥；[胚]受精；肥沃"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conception"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "fertilization rate",
      "tran_cn": "受精率"
    },
    {
      "phrase": "in vitro fertilization",
      "tran_cn": "体外授精；试管内授精"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "施肥，受精，受精过程，受精行为[现象]，受孕，受胎"
    }
  ],
  "exchange": {
    "verb": [
      "fertilize"
    ]
  }
}