{
  "word": "seafarer",
  "ipa": {
    "us": "ˈsi:feərə(r)",
    "uk": "ˈsiferə(r)"
  },
  "sentences": [
    {
      "en": "Any seafarer working ship has suffered infectious illness, mentioned by laws , which is likely cause infection.",
      "cn": "八船上其他共同工作人患有法定传染病, 有传染之虞者."
    },
    {
      "en": "Every seafarer has a right to decent working and living conditions on board ship.",
      "cn": "每一海员均有权获得体面的船上工作和生活条件."
    },
    {
      "en": "Every seafarer has a right to fair terms of employment.",
      "cn": "每一海员均有权获得公平的就业条件."
    },
    {
      "en": "Every seafarer has the right to a safe and secure workplace that complies with safety standards.",
      "cn": "每一海员均有权享有符合安全标准的安全且受保护的工作场所."
    },
    {
      "en": "Holding a forged seafarer certificate or undertaking duty in a faked name.",
      "cn": "三持用伪造船员证件或冒名顶替执行职务者."
    },
    {
      "en": "In all ships, electric light should be provided in the seafarer accommodation.",
      "cn": "在所有船舶里, 应为船员起居舱室配备电灯."
    },
    {
      "en": "Incompetence a seafarer because of injury or illness.",
      "cn": "三因伤病无法继续担任船员."
    },
    {
      "en": "The employer who terminates the contract in accordance with previous paragraph shall give the seafarer notice.",
      "cn": "雇用人依前项规定终止雇佣契约时,须以书面通知船员."
    },
    {
      "en": "The Estonians have always been seafarers.",
      "cn": "爱沙尼亚人总是在海上漂泊。"
    },
    {
      "en": "The new century international seafarer employment market has a huge developing potential and prospect.",
      "cn": "新世纪的国际船员劳务市场具有十分巨大的发展潜力和开发前景."
    },
    {
      "en": "The State of nationality of the seafarer should promptly notify the seafarer's next of kin.",
      "cn": "海员的国籍国应即通知海员最近的亲属."
    },
    {
      "en": "This Regulation does not affect any other legal remedies that a seafarer may seek.",
      "cn": "本规则不影响海员可能寻求的任何其他法律救济."
    },
    {
      "en": "This Regulation shall apply to every seafarer employed under a crew agreement.",
      "cn": "本规例适用于每一名根据船员协议受雇的海员."
    },
    {
      "en": "Violation of mandatory provisions specified in the seafarer service book.",
      "cn": "二违反船员服务规则应遵守事项者."
    },
    {
      "en": "Withdrawal of the seafarer service book for three months or more up to two years.",
      "cn": "四收回船员服务手册:三个月至二年."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "seafaring",
          "tran_cn": " 航海的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "seafaring",
          "tran_cn": " 航海业；海上航行"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shipman",
            "navigator"
          ],
          "tran_cn": "船员；航海家"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sailor",
            "salt",
            "seaman"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "船员，航海家",
      "tran_en": "a  sailor  or someone who travels regularly by ship"
    }
  ],
  "exchange": {
    "pl": [
      "seafarers"
    ]
  }
}