{
  "word": "Mistletoe",
  "ipa": {
    "us": "ˈmɪsltəʊ",
    "uk": "ˈmɪsltoʊ"
  },
  "sentences": [
    {
      "en": "Don't stand under the mistletoe with anyone else but me.",
      "cn": "除了我,不要和任何人站在槲寄生上."
    },
    {
      "en": "He used the mistletoe as an excuse to kiss her.",
      "cn": "他用槲寄生枝条为借口吻了她."
    },
    {
      "en": "Holly, like ivy and mistletoe, is an evergreen.",
      "cn": "冬青和常春藤、槲寄生一样，都是常绿植物。"
    },
    {
      "en": "Mark danced her under the mistletoe hanging from the ceiling fan.",
      "cn": "马克在从天花板狂热者悬挂的解寄生之下跳舞了她."
    },
    {
      "en": "Missed toll Mistletoe is apperent site a parasite plant.",
      "cn": "这树是一种寄生植物."
    },
    {
      "en": "Mistletoe long been a symbol of love, peace and goodwill.",
      "cn": "槲寄生长期以来一直是爱情, 和平与善意的象征."
    },
    {
      "en": "Out on the corridor, Karen took her stand under the mistletoe.",
      "cn": "在过道外面, 克伦站在了槲寄生下."
    },
    {
      "en": "Prepare to stand down sectors Redwood, Douglas, Cedar and Mistletoe.",
      "cn": "各部门准备离开.红木 、 道格拉斯 、 雪松、和槲寄生."
    },
    {
      "en": "The mistletoe plant is a parasite on trees.",
      "cn": "槲寄生是寄生于树上的植物."
    },
    {
      "en": "The traditional Christmas mistletoe is native to Europe a parasite plant.",
      "cn": "传统的圣诞槲寄生从本地流畅到欧洲."
    },
    {
      "en": "There is almost always some mistletoe hung at these parties.",
      "cn": "这些聚会上都会挂有槲寄生."
    },
    {
      "en": "To study a new extraction method of mistletoe flavonoids by ultrasonic technology.",
      "cn": "运用超声波辅助法提取槲寄生中黄酮类物质."
    },
    {
      "en": "Today, some people hand mistletoe in a doorway at Christmas.",
      "cn": "今天, 一些人在圣诞时将榭寄生挂在门口."
    },
    {
      "en": "Today, some people hang mistletoe in a doorway at Christmas time.",
      "cn": "今天, 在圣诞节的日子里,很多人把槲寄生放在门口."
    },
    {
      "en": "Today, some people mistletoe in a doorway at Christmas time.",
      "cn": "今天, 有人在圣诞节时把它悬挂在家门口."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "viscum"
          ],
          "tran_cn": "[中医]槲寄生（一种常用作圣诞节室内悬挂的植物）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "槲寄生",
      "tran_en": "Mistletoe is a plant with pale berries that grows on the branches of some trees. Mistletoe is used in the United States as a Christmas decoration, and people often kiss under it. "
    }
  ],
  "exchange": {}
}