{
  "word": "ballroom",
  "ipa": {
    "us": "ˈbɔːlruːm",
    "uk": "ˈbɔːlruːm"
  },
  "sentences": [
    {
      "en": "At eight o'clock the ballroom was a blaze of light and guests had begun to assemble.",
      "cn": "8点钟,舞会厅正灯火辉煌,客人们已开始集合."
    },
    {
      "en": "Ballet had started to leave the royal ballroom for the stage.",
      "cn": "芭蕾离开皇家舞厅开始走上剧场舞台."
    },
    {
      "en": "Dancers wheeled gracefully on the ballroom floor.",
      "cn": "舞蹈者在舞厅的地板上优雅地旋转."
    },
    {
      "en": "From the ballroom beneath, muffled and suffocating chords were drifting up on hot waves of air.",
      "cn": "从下面的舞厅里, 低沉而闷人的乐声随着一阵阵热气飘了上来."
    },
    {
      "en": "He glanced a trifle apprehensively towards the crowded ballroom.",
      "cn": "他敏捷地朝挤满了人的舞厅瞟了一眼."
    },
    {
      "en": "His two mismatched enthusiasms in those days had been debating and ballroom dancing.",
      "cn": "那时,他有两个极不相称的爱好,一是喜欢辩论,一是爱跳舞."
    },
    {
      "en": "In Detroit, ironically for me, the celebration took place in the ballroom of the Renaissance Center.",
      "cn": "在底特律, 对我说来具有讽刺意味的是, 招待会竟在文艺复兴中心的舞厅举行."
    },
    {
      "en": "Our friends say ballroom dancing is old - fashioned and that it's for old people.",
      "cn": "我的朋友们说交际舞过时了,老人们才去跳."
    },
    {
      "en": "Peter McDermott moved into the Grand Ballroom for a better view.",
      "cn": "彼得·麦克德莫特走进大舞厅以便看得更清楚些."
    },
    {
      "en": "Several hundred people twirl around the ballroom dance floor.",
      "cn": "几百人在舞厅的舞池里旋转。"
    },
    {
      "en": "The boss of the ballroom excused them the fee.",
      "cn": "舞厅老板给他们免费."
    },
    {
      "en": "These folks clearly take this ballroom thing very seriously.",
      "cn": "这些家伙显然很拿舞厅这事当回事。"
    },
    {
      "en": "They milled around the ballroom with video cameras.",
      "cn": "他们扛着摄像机在舞厅里转来转去。"
    },
    {
      "en": "We're ready to shoot ( the ballroom sequence ).",
      "cn": "我们已经准备好拍摄 ( 舞厅的连续镜头 )."
    },
    {
      "en": "What a sight she looked among the dancers in the ballroom!",
      "cn": "她在舞厅里跳舞的人们中间显得多么漂亮啊!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dancery",
            "palais"
          ],
          "tran_cn": "舞厅；跳舞场"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "ballroom dance",
      "tran_cn": "舞厅舞；社交舞"
    },
    {
      "phrase": "ballroom dancing",
      "tran_cn": "交际舞"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "舞厅，跳舞场",
      "tran_en": "a very large room used for dancing on formal occasions"
    }
  ],
  "exchange": {
    "pl": [
      "ballrooms"
    ]
  }
}