{
  "word": "ingredient",
  "ipa": {
    "us": "ɪnˈɡriːdiənt",
    "uk": "ɪnˈɡriːdiənt"
  },
  "sentences": [
    {
      "en": "A tragic view of life is thus an uneliminable ingredient in atheistic thought.",
      "cn": "于是,生命的悲剧意识是无神论思想无法消除的要素."
    },
    {
      "en": "Acetic acid is the chief active ingredient in vinegar.",
      "cn": "醋酸是醋的主要有效成分。"
    },
    {
      "en": "Coconut is a basic ingredient for many curries.",
      "cn": "椰子是多种咖喱菜的基本成分。"
    },
    {
      "en": "Combine all the ingredients in a large bowl.",
      "cn": "把所有食材都放在一个大碗里。"
    },
    {
      "en": "Dioxin was the ingredient in Agent Orange, used to defoliate Vietnam.",
      "cn": "越南战场上用于毁灭林区的“橙剂”，其成分是二氧杂芑。"
    },
    {
      "en": "In all the formulas for mold spray, a common ingredient is water.",
      "cn": "在给出的所有脱模剂配方中, 水是共用的拼料."
    },
    {
      "en": "Individualism has been the secret ingredient in developing his chain of fashion stores.",
      "cn": "讲求个性化是他发展时装连锁店的一大秘诀."
    },
    {
      "en": "Language is an essential ingredient of abstract thought.",
      "cn": "语言是抽象思维的主要成分之一."
    },
    {
      "en": "Molasses is not an easy ingredient to mix into concentrated feeds.",
      "cn": "糖蜜作为一种饲料成分与精料混合并不容易."
    },
    {
      "en": "Salt is a crucial ingredient in cooking.",
      "cn": "盐是烹调的一种重要材料."
    },
    {
      "en": "Speed is the essential ingredient of all athletics.",
      "cn": "速度是所有田径运动项目的关键要素。"
    },
    {
      "en": "The active ingredient in some of the mouthwashes was simply detergent.",
      "cn": "某些漱口剂中的有效成分只不过是洗涤剂而已。"
    },
    {
      "en": "The Australian team had the added ingredient of perseverance.",
      "cn": "澳大利亚队另外还具备了顽强的意志."
    },
    {
      "en": "The basic ingredient of the mixture is liquid thiokol.",
      "cn": "其基本组份之一是液体聚硫橡胶."
    },
    {
      "en": "The food is home-cooked using fresh ingredients.",
      "cn": "这种食物是用新鲜的食材在家里烹制的。"
    },
    {
      "en": "This concept of job rotation lacks the basic ingredient of practical experience.",
      "cn": "这种工作轮调方式缺少实践的重要部分."
    },
    {
      "en": "This ingredient does not invite or generally produce lugubrious lamentation.",
      "cn": "这一要素并不引起,或者说通常不产生故作悲伤的叹息."
    },
    {
      "en": "Vulgarity is a very important ingredient in life.",
      "cn": "庸俗是生活中非常必要的作料."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "component",
            "element",
            "factor",
            "part"
          ],
          "tran_cn": "组成部分;要素"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "component",
            "constituent",
            "element",
            "factor",
            "organ",
            "part",
            "thing"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "accessory ingredient",
      "tran_cn": "助剂；配合剂"
    },
    {
      "phrase": "active ingredient",
      "tran_cn": "有效成分；活性组分"
    },
    {
      "phrase": "food ingredient",
      "tran_cn": "食品配料成分"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "构成组成部分的"
    },
    {
      "pos": "n",
      "tran_cn": "（混合物的）组成部分，（烹调的）原料，（构成）要素，因素",
      "tran_en": "one of the foods that you use to make a particular food or dish"
    }
  ],
  "exchange": {
    "pl": [
      "ingredients"
    ]
  }
}