{
  "word": "Antarctic",
  "ipa": {
    "us": "ænˈtɑːktɪk",
    "uk": "ænˈtɑːrktɪk"
  },
  "sentences": [
    {
      "en": "'They would, in fact, feel more connected to home than the early Antarctic explorers, ' they write in their article.",
      "cn": "“事实上，他们会比早期的南极探险者感受到更多与家庭的联系。”他们在文章中写道。"
    },
    {
      "en": "'They would, in fact, feel more connected to home than the early Antarctic explorers,' they write in their article.",
      "cn": "“事实上，他们会比早期的南极探险者感受到更多与家庭的联系。”他们在文章中写道。"
    },
    {
      "en": "A deep trough divides the two parts of the Antarctic.",
      "cn": "一道很深的海沟把南极洲一分为二."
    },
    {
      "en": "Antarctic air brought biting cold to southern Chile on Thursday.",
      "cn": "周四，南极气流给智利南部带来了刺骨的严寒。"
    },
    {
      "en": "Antarctic octopuses eat a wide variety of animals, from clams to fish. They catch their prey with their tentacles and use their venom to kill them, much like snakes.",
      "cn": "南极章鱼的食谱宽泛，从蛤蚌到鱼类皆来者不拒。捕猎时，章鱼先用触须抓住猎物，然后用毒液杀死它们，其捕猎过程和毒蛇很相像。"
    },
    {
      "en": "Because of the extreme cold, the Antarctic is a uniquely fragile environment.",
      "cn": "极度严寒造成了南极地区绝无仅有的脆弱环境。"
    },
    {
      "en": "Diatoms and other tiny organisms form Antarctic plankton.",
      "cn": "硅藻和其它微小生物构成了南极浮游生物."
    },
    {
      "en": "For now, the Antarctic Treaty protects the common interest. National claims are frozen.",
      "cn": "就目前情况来说, 这个条约保护着共同的利益, 各国的领土要求被冻结了."
    },
    {
      "en": "He measured the distance to the nearest Antarctic coast, and onwards to the South Pole.",
      "cn": "他测量了到南极洲海岸最近的距离，以及从海岸再到南极的距离。"
    },
    {
      "en": "He was on an expedition to explore the Antarctic.",
      "cn": "他参加探险队远征南极."
    },
    {
      "en": "I like to read his Antarctic adventures.",
      "cn": "我喜欢读他的南极种种的冒险事迹。"
    },
    {
      "en": "If I were younger, I would join you in the expedition to the Antarctic.",
      "cn": "如果我年轻些, 我就会跟你们一起去南极探险."
    },
    {
      "en": "In the Antarctic, the temperature rarely rises above freezing point.",
      "cn": "在南极, 温度很少升到零度以上."
    },
    {
      "en": "It is true that Arctic weather is less chilly than Antarctic.",
      "cn": "的确,北极的天气与南极的相比不算寒冷."
    },
    {
      "en": "It's our duty and responsibility to protect this sacred land -- the Antarctic.",
      "cn": "我们有责任保护南极这块 圣地."
    },
    {
      "en": "Scott of the Antarctic was a national hero of mythic proportions.",
      "cn": "南极探险家斯科特是位赫赫有名的民族英雄。"
    },
    {
      "en": "The Antarctic Circle is the boundary of this region of lightness.",
      "cn": "南极圈就是这一明亮地带的边界."
    },
    {
      "en": "The Antarctic is the world's last great wilderness.",
      "cn": "南极洲是世界上最後一個大荒原。"
    },
    {
      "en": "The real discoverers of Antarctic were the hunters who traveled far south to catch seals.",
      "cn": "南极洲的真正发现者是些远去南方猎取海豹的猎人."
    },
    {
      "en": "We want to go on and measure the rate of molecular evolution for humans, as well as doing more work with moa and Antarctic fish to see if rates of DNA change are uncoupled in these species.",
      "cn": "我们想要进一步检测人类的分子进化速率，对于恐鸟和南极鱼类也有做更多研究的打算，想看看这些物种的DNA和形态的进化速率是否分离。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Antarctic region",
            "Antarctic continent"
          ],
          "tran_cn": "[地理]南极洲；南极地区"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "antarctic circle",
      "tran_cn": "南极圈"
    },
    {
      "phrase": "antarctic continent",
      "tran_cn": "南极大陆；南极洲"
    },
    {
      "phrase": "antarctic ocean",
      "tran_cn": "南冰洋"
    },
    {
      "phrase": "antarctic peninsula",
      "tran_cn": "南极半岛"
    },
    {
      "phrase": "antarctic treaty",
      "tran_cn": "南极条约"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "南极的",
      "tran_en": "the very cold most southern part of the world"
    },
    {
      "pos": "n",
      "tran_cn": "南极洲，南极地区",
      "tran_en": "the very cold most southern part of the world"
    }
  ],
  "exchange": {}
}