{
  "word": "gist",
  "ipa": {
    "us": "dʒɪst",
    "uk": "dʒɪst"
  },
  "sentences": [
    {
      "en": "And its structure and designing gist are also introduced in detail.",
      "cn": "并对其结构、设计要点做了详细介绍."
    },
    {
      "en": "Can you give me the gist of this report?",
      "cn": "你能告诉我这个报告的要点 吗 ?"
    },
    {
      "en": "Don’t worry about all the details as long as you get the gist (= understand the main meaning ) of it.",
      "cn": "不要去管各个细节，只要理解主要意思就行了。"
    },
    {
      "en": "Gastrointestinal stromal tumors ( GIST ) are the most common mesenchymal neoplasms of the gastrointestinal tract.",
      "cn": "胃肠间质瘤 ( GIST ) 是最常见的胃肠道恶性间质肿瘤."
    },
    {
      "en": "Gist of week of as it happens enlarges operation, but lack capital.",
      "cn": "正好周大要扩大经营规模, 但缺少资本."
    },
    {
      "en": "He can not understand the gist of their argument.",
      "cn": "他不明白他们争论的要点."
    },
    {
      "en": "He is quick in grasping the gist of a book.",
      "cn": "他敏于了解书的要点."
    },
    {
      "en": "He related the gist of his conversation to Naseby.",
      "cn": "他将他谈话的要点告诉了纳斯比。"
    },
    {
      "en": "I was able to follow its gist.",
      "cn": "我可以听懂大意."
    },
    {
      "en": "Localize the devision & harmony of profit just on finding gist objectively.",
      "cn": "将利益分割 协调 问题仅局限于寻找客观的依据上."
    },
    {
      "en": "Objective To analyze the X - ray diagnosis of gastrointestina 1 stromal tumor ( GIST ) .",
      "cn": "目的分析胃肠道间质瘤的消化道造影的 X 线表现,以期提高对 GIST 的认识."
    },
    {
      "en": "Such was the gist of his thoughts.",
      "cn": "这却是他思想的要点."
    },
    {
      "en": "The diagnostic measures of GIST include light microscopy, immunohistochemical staining, and electron microscopy.",
      "cn": "诊断GIST的措施包括光镜 、 免疫组织化学 、 电镜检查."
    },
    {
      "en": "The text introduces preparation and working gist of disposing torrent gutter body.",
      "cn": "介绍了急流槽槽身处治前的准备工作和急流槽槽身现场处治维修工作的要点."
    },
    {
      "en": "Therefore, it's important to master its design gist of irregular hole.",
      "cn": "因此, 对于异形小孔模具掌握其设计要领非常重要."
    },
    {
      "en": "Water, sunshine, soil is the 3 gist element that biology grows.",
      "cn": "水 、 阳光 、 土壤是生物生长的三大要素."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "substance",
            "core",
            "heart",
            "essential",
            "kernel"
          ],
          "tran_cn": "主旨，要点；依据"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "centre",
            "core",
            "heart",
            "highlight",
            "intention",
            "meaning",
            "meat",
            "significance",
            "soul",
            "substance",
            "summary",
            "thesis"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "要点，主旨，大要，要领，精神",
      "tran_en": "the main idea and meaning of what someone has said or written"
    }
  ],
  "exchange": {}
}