{
  "word": "unanswered",
  "ipa": {
    "us": "ʌnˈɑ:nsəd",
    "uk": "ʌnˈɑnsərd"
  },
  "sentences": [
    {
      "en": "Calls unanswered, deliveries are late an assembly line can't operate.",
      "cn": "电话无人接听 、 货物晚到、或是组装线无法运作."
    },
    {
      "en": "Crucial questions remain unanswered, above all on loan pricing.",
      "cn": "仍有一些关键问题尚未得到解答, 首先就是贷款定价问题."
    },
    {
      "en": "Forgive me for leaving some of your questions unanswered.",
      "cn": "请原谅,你有几个问题我没回答."
    },
    {
      "en": "I handed over my test paper, leaving the last question unanswered.",
      "cn": "我?回答最后一道试题就交了试卷."
    },
    {
      "en": "It is unscholarly and derivative, and raises a lot of unanswered questions.",
      "cn": "它不象学者所写而且是摹仿的, 并且提出很多不能解答的问题."
    },
    {
      "en": "Many other questions remain unanswered.",
      "cn": "还有许多其他问题没有得到解答。"
    },
    {
      "en": "More tears are shed over answeared prayed than unanswered ones.",
      "cn": "为了祈祷成真所掉的泪,远比祈祷未能成真的更多."
    },
    {
      "en": "More tears are shed over answered prayers than unanswered ones.",
      "cn": "我也只是一般人类而已."
    },
    {
      "en": "The consultant was a man who had many unanswered questions.",
      "cn": "这个男性咨询者有许多待解的问题."
    },
    {
      "en": "The consultant was a mi n who had many unanswered questions.",
      "cn": "这个4827?性咨询者有许多待解的问题."
    },
    {
      "en": "The question is in abeyance, ie left unanswered , eg until more information is obtained.",
      "cn": "这个问题暂时搁置(如待获得更多资料时再行解决)."
    },
    {
      "en": "This is a fundamental unanswered question, but it is not easily susceptible to experimental investigation.",
      "cn": "这是个带根本性的尚未解答的问题, 可是又很难用实验来检验."
    },
    {
      "en": "Through an unfortunate oversight your letter was left unanswered.",
      "cn": "由于令人遗憾的疏忽,未能给你回信."
    },
    {
      "en": "Were there unanswered questions and directions for future research?",
      "cn": "是否有未有答案的问题和将来研究的方向?"
    },
    {
      "en": "What causes unconvincing results of CBEM in declining regions is still unanswered.",
      "cn": "什么仍然引起倾斜的区域CBEM的不使人信服结果是无回答的."
    },
    {
      "en": "Why just the Jewish capitalists and not the others an unanswered question.",
      "cn": "为何只针对犹太资本家呢?这是个未有解答的问题."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "reactionless",
            "irresponsive"
          ],
          "tran_cn": "未答复的；无反应的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未予答复的，无反应的，无回报的",
      "tran_en": "an unanswered question has not been answered"
    }
  ],
  "exchange": {}
}