{
  "word": "mordant",
  "ipa": {
    "us": "ˈmɔ:dnt",
    "uk": "ˈmɔrdnt"
  },
  "sentences": [
    {
      "en": "A modent mordant helps fix the diy dye to the materiamaterial.",
      "cn": "一种媒介物质可以帮助染料牢固在材料上."
    },
    {
      "en": "A modent mordant helps fix the dye to the material.",
      "cn": "媒染剂有助于将染料附着于材料."
    },
    {
      "en": "A modern t help mordant helps fix the dye to the material.",
      "cn": "媒染剂可以帮助染料渗透到材料中."
    },
    {
      "en": "A mordant helps fix the dye to the material.",
      "cn": "腐蚀液帮助染料固定在原料上."
    },
    {
      "en": "A solution a mordant is used in the dying dyeing process.",
      "cn": "一种被称作酶染剂的方法被用在印染过程中."
    },
    {
      "en": "A solution a mordant is used in the dying process.",
      "cn": "一种称之为腐蚀液的方法用于染色过程中."
    },
    {
      "en": "A solution called a modent mordant is used in the dyeing process.",
      "cn": "在染色过程中会用到叫做媒染剂的方法."
    },
    {
      "en": "A solution called a mordant is used in the dying proccessdyeing process.",
      "cn": "有种方法叫做媒染剂被经常使用于染色的过程中."
    },
    {
      "en": "A solution called a mordant is used in the dying process.",
      "cn": "有一种被称为“腐蚀液”的方法被运用在染色工艺流程中."
    },
    {
      "en": "A solution called a mordant is used the dying process.",
      "cn": "有种称为媒染剂的方法常用于染色过程中."
    },
    {
      "en": "A wicked, mordant sense of humour has come to the fore in Blur's world.",
      "cn": "布勒的世界里已出现了一种恶意、刻薄的幽默感。"
    },
    {
      "en": "His mordant wit appealed to students.",
      "cn": "他那尖刻的妙语受到学生的欢迎。"
    },
    {
      "en": "Isn't it necessary to add mordant in the process of dyeing?",
      "cn": "染色过程中不是需要加入媒染剂 吗 ?"
    },
    {
      "en": "Reactive dyes exhibited better dyeing properties than mordant dyes on attenuated wool.",
      "cn": "与媒介染料相比,用活性染料对拉细羊毛染色可获得更好的效果."
    },
    {
      "en": "The narrators have a mordant contempt for everyone and everything, including themselves.",
      "cn": "叙述者们都尖酸刻薄地蔑视一切人和事, 包括他们自己."
    },
    {
      "en": "The play’s mordant comedy makes for compelling viewing.",
      "cn": "该剧尖刻幽默的喜剧风格让人看了欲罢不能。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "mordacious",
          "tran_cn": " 锐利的；辛辣的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "mordacity",
          "tran_cn": " 辛辣（言词等的）；讽刺（言词等的）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "spicy",
            "pungent"
          ],
          "tran_cn": "有腐蚀性的；尖酸的；辛辣的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acid",
            "acidulous",
            "caustic",
            "corrosive",
            "cutting",
            "cynical"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（指讽刺等）刻薄的，尖锐的，刺痛的，腐蚀的",
      "tran_en": "unkind and insulting humour etc that is also funny"
    },
    {
      "pos": "n",
      "tran_cn": "媒染, 媒染剂, 金属腐蚀剂, 金属箔粘着剂"
    }
  ],
  "exchange": {
    "adv": [
      "mordantly"
    ]
  }
}