{
  "word": "gentry",
  "ipa": {
    "us": "ˈdʒentri",
    "uk": "ˈdʒentri"
  },
  "sentences": [
    {
      "en": "a member of the landed gentry",
      "cn": "地主乡绅中的一员"
    },
    {
      "en": "Better be the head of the yeomanry than the tail of the gentry.",
      "cn": "宁做自由民之首,不居贵族之末."
    },
    {
      "en": "Everybody was for putting down the local tyrants and evil gentry.",
      "cn": "大家都赞成剥夺土豪劣绅的权力."
    },
    {
      "en": "Gentry sent to market will not buy one bushel of corn.",
      "cn": "门第再高贵,一斗谷子也难兑."
    },
    {
      "en": "In the 18 th century, the clergy , like the nobility and gentry, often rode to hounds.",
      "cn": "18世纪, 那些达官显贵们常去猎狐."
    },
    {
      "en": "Landed income was the true measure of the gentry.",
      "cn": "来自土地的收入是衡量是否士绅阶层的真正标准."
    },
    {
      "en": "Most of the country estates were built by the landed gentry during the late 19th century.",
      "cn": "乡间的大部分房子都是那些有土地的乡绅在19世纪后期修建的。"
    },
    {
      "en": "She was beaten by the Polish and Lithuanian gentry.",
      "cn": "它败于波兰和立陶宛士绅."
    },
    {
      "en": "The gentry on the grandstand laughed too, though in a much more refined way, of course.",
      "cn": "二门内看台上的观众也笑了, 自然他们笑得很文雅, 跟轿夫们笑得不同."
    },
    {
      "en": "The grammar schools were assuredly not intended for the gentry alone.",
      "cn": "这所语法学校明确表示不会只招贵族学生."
    },
    {
      "en": "The light - fingered gentry frequented these shops.",
      "cn": "梁上君子经常光顾这些店."
    },
    {
      "en": "The Methods: They employed were heavily biased in the gentry's favour.",
      "cn": "他们采用的方法严重偏袒中上阶级."
    },
    {
      "en": "The so - called golden - collar gentry are essentially nothing but brain - workers with high income.",
      "cn": "所谓的“金领贵族”实质上不过是高收入的脑力劳动者而已."
    },
    {
      "en": "They have discredited the local tyrants and evil gentry.",
      "cn": "他们损伤了土豪劣绅的体面."
    },
    {
      "en": "Ths creation of a new rural gentry , however , had another side.",
      "cn": "事情还不只是出现了新乡绅."
    },
    {
      "en": "True friendship comes when the silence between two people is comfortable.--David Tyson Gentry",
      "cn": "真正的友情是，即使两人不说话，也觉得很舒服。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "gentlefolk",
          "tran_cn": " 上流人士；名门世家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "folk",
            "society people"
          ],
          "tran_cn": "人们（多用贬义）；贵族们；（英）上流社会人士"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "绅士们，贵族们，上层阶级",
      "tran_en": "people who belong to a high social class"
    }
  ],
  "exchange": {
    "pl": [
      "gentries"
    ]
  }
}