{
  "word": "nuance",
  "ipa": {
    "us": "ˈnjuːɑːns",
    "uk": "ˈnuːɑːns"
  },
  "sentences": [
    {
      "en": "But nuance rarely figures in the debates of our age.",
      "cn": "不过,在我们这个年代的辩论中,细节通常都不算数."
    },
    {
      "en": "Delicate notes of leather, tobacco, vanilla and clove enhanced by a nuance of mint and spices.",
      "cn": "皮革 、 烟草 、 香草和丁香的混合芬芳中隐约含有薄荷和香料的香气."
    },
    {
      "en": "Harmonies are often absent unless one accepts the musical nuance of imitation as structured harmony.",
      "cn": "除非人们愿意接受仿效结构之美的细微差别,否则和谐之美往往都是不足的."
    },
    {
      "en": "He loved every nuance of pain that crossed her face, every time he touched her.",
      "cn": "他爱着当他碰她时,她脸上每一寸细微的痛."
    },
    {
      "en": "He was aware of every nuance in her voice.",
      "cn": "他听得出她声音中的每一个细微变化。"
    },
    {
      "en": "He watched her face intently to catch every nuance of expression.",
      "cn": "他认真地注视着她的脸，捕捉每一丝细微的表情变化。"
    },
    {
      "en": "He watched her face intently to catch every nuance of expression.",
      "cn": "他认真地注视着她的脸,捕捉每一丝细微的表情变化."
    },
    {
      "en": "I recognize the dangers subtlety and nuance in the face of the conservative movement's passionate intensity.",
      "cn": "我看到了充满热情的保守派狂热运动所面临的些许危险."
    },
    {
      "en": "Marbled grey nuance , supplied in kits of 2 mats.",
      "cn": "灰色大理石色调, 供应的每个套件″2块垫子."
    },
    {
      "en": "OBRIEN: Let's talk about the specific nuance, really, of that point.",
      "cn": "奥布赖恩: 让我们详细地谈论一下细微的差别."
    },
    {
      "en": "subtle nuances of meaning",
      "cn": "含义的细微差别"
    },
    {
      "en": "These users will easily learn each nuance of the applications they use.",
      "cn": "这些用户会很快了解他们所使用程序的每一细微差别."
    },
    {
      "en": "We can use our eyes and facial expressions to communicate virtually every subtle nuance of emotion there is.",
      "cn": "我们用眼睛和面部表情几乎就能传达出情感上的每一丝微妙变化。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "connotation",
            "distinction",
            "expression",
            "shade"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "细微差别，细微的表情",
      "tran_en": "a very slight, hardly noticeable difference in manner, colour, meaning etc"
    }
  ],
  "exchange": {}
}