{
  "word": "mast",
  "ipa": {
    "us": "mɑ:st",
    "uk": "mæst"
  },
  "sentences": [
    {
      "en": "a radio mast",
      "cn": "无线电发射塔"
    },
    {
      "en": "Antigen interacts with the surface of sensitized mast cells.",
      "cn": "抗原与致敏的肥大细胞表面互相作用."
    },
    {
      "en": "Before the mast like you!'",
      "cn": "像你一样,在船上开始的. ”"
    },
    {
      "en": "Before the mast, like you!",
      "cn": "在桅杆前面，就像你！"
    },
    {
      "en": "Flags are flying at half - mast across China.",
      "cn": "全中国将半旗."
    },
    {
      "en": "Flags have been flying at half-mast, and schools, offices and businesses have been closed.",
      "cn": "降了半旗，学校、办公楼和商业场所也都关门了。"
    },
    {
      "en": "I called to her, and the mast moved easily and accurately.",
      "cn": "我喊她一声, 桅杆就很容易很准确地转动."
    },
    {
      "en": "I shall nail my colours firmly to the mast on this subject — as a feminist I find movies like this offensive.",
      "cn": "我要非常明确地表明自己对这个主题的看法：作为一名女权主义者我认为这类电影是对女性的侮辱。"
    },
    {
      "en": "If everyone could climb the mast of the regime, there would be no privileges.",
      "cn": "如果每个人都可以攀登政权的桅杆摘彩的时候，那就没有什么特权了。"
    },
    {
      "en": "It's your turn to nail your colours to the mast.",
      "cn": "该你阐述你的观点了."
    },
    {
      "en": "She has also studied everything from how to stitch her own wounds to how to cope with sleep deprivation and how to put out fires on board her 11.5-metre twin-mast ketch.",
      "cn": "她还学习了相关知识，从如何缝合伤口，到如何应付睡眠不足的状况，再到如何扑灭高11.5米的双桅杆帆船上的火情，可谓应有尽有。"
    },
    {
      "en": "She says the boat would be shaped like a capsule, powered by a small nuclear engine, and though there would be no sail, it would have a mast to hold a camera.",
      "cn": "斯托芬表示，探测船将被制成胶囊状，并由一个小型核动力引擎驱动，尽管不会有帆，但船上会有一个固定照相机的桅杆。"
    },
    {
      "en": "She tied on the flag and ran it up the mast.",
      "cn": "她把旗子系上,顺杆升起."
    },
    {
      "en": "The candidate nailed his colours to the mast on the question of civil rights.",
      "cn": "那位候选人明确表示了他对民权问题的观点."
    },
    {
      "en": "The mast snapped off under the pressure of the wind.",
      "cn": "在风的压力下,桅杆喀嚓一声断了."
    },
    {
      "en": "The mast snapped.",
      "cn": "桅杆啪的一声断了。"
    },
    {
      "en": "The mast, which was a solid spruce spar, bent like a bow, and for a moment I thought we were going to lose it.",
      "cn": "坚固的云杉木做成的桅杆已经弯得像一把弓，那一刻我觉得它马上就要断了。"
    },
    {
      "en": "The sails were flapping against the mast.",
      "cn": "帆拍打着桅杆."
    },
    {
      "en": "Then he shouldered the mast and started to climb.",
      "cn": "然后他打起桅杆往岸上爬."
    },
    {
      "en": "There is a seagull perched atop the mast.",
      "cn": "有一只海鸥停歇在桅杆上."
    },
    {
      "en": "they nailed their colours to the mast of youth revolt.",
      "cn": "他们公开表示坚决支持青年人的反叛。"
    },
    {
      "en": "While a ketch offers these advantages to cruisers, they may also be more expensive because of the added mast and sail.",
      "cn": "尽管双桅帆给水手们提供了这些优势，它们也因为这额外的桅杆和船帆而造价更加昂贵。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "masted",
          "tran_cn": "有桅的；…桅的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "masted",
          "tran_cn": "在…上装桅杆（mast的过去式）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "at half mast",
      "tran_cn": "◎下半旗(志哀)"
    },
    {
      "phrase": "before the mast",
      "tran_cn": "(史)作为普通水手"
    },
    {
      "phrase": "guyed mast",
      "tran_cn": "拉线式电杆"
    },
    {
      "phrase": "half mast",
      "tran_cn": "vt. 下半旗"
    },
    {
      "phrase": "mast cell",
      "tran_cn": "肥大细胞；柱状细胞"
    },
    {
      "phrase": "nail (或 pin) one's colours to the mast",
      "tran_cn": "公布信仰；表示坚决支持"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "桅杆，栓柱，橡树果实",
      "tran_en": "a tall pole on which the sails or flags on a ship are hung"
    },
    {
      "pos": "vt",
      "tran_cn": "在…上装桅杆",
      "tran_en": "to equip with a mast or masts "
    }
  ],
  "exchange": {
    "pl": [
      "masts"
    ]
  }
}