{
  "word": "fundraising",
  "ipa": {
    "us": "'fʌndˌreɪzɪŋ",
    "uk": "ˈfʌndˌrezɪŋ"
  },
  "sentences": [
    {
      "en": "Active & negative factor of indebted management, and keeping away of fundraising risk.",
      "cn": "负债经营对企业的积极 和 消极作用, 以及筹资风险的防范."
    },
    {
      "en": "an Action Pack full of fundraising ideas",
      "cn": "讲了许多募捐方法的一本《行动宝盒》"
    },
    {
      "en": "As a fundraising leader, what are your primary responsibilities?",
      "cn": "身为一位募款领导人责任 为何 ?"
    },
    {
      "en": "Coordinate effective fundraising methods for your district.",
      "cn": "为您的地区协调有效的募款方法."
    },
    {
      "en": "Description: Two Needs, Two Ways of Giving is TRF's comprehensive fundraising message.",
      "cn": "说明: [两种需求, 两种捐献方式]是扶轮基金会全面性的募款讯息."
    },
    {
      "en": "He did a terrific amount of fundraising.",
      "cn": "他做了大量的筹款工作。"
    },
    {
      "en": "He said: \" Terence was a fundraising idea that really took off. \"",
      "cn": "他说: “ 用特伦斯玩具熊筹款的想法真的启动了. ”"
    },
    {
      "en": "It's a continuous process and we often call it the fundraising cycle.",
      "cn": "人际关系是个持续的过程,我们通常也称它为募捐周期."
    },
    {
      "en": "Jan . Fundraising school concert tour for 1985 Colombia volcanic disaster.",
      "cn": "为哥伦比亚火山灾难巡校筹款."
    },
    {
      "en": "Mr Chow and his staff at a fundraising walk.",
      "cn": "周家彦与同事参加慈善步行筹款."
    },
    {
      "en": "Mr Obama's fundraising prowess gives him momentum.",
      "cn": "奥巴马非凡的资金募集表现给了他力量."
    },
    {
      "en": "Our school has recently kicked off a mass fundraising campaign.",
      "cn": "我们学校最近发起一次大规模的筹款运动."
    },
    {
      "en": "People take the fundraising in schools, offices and homes theon the day.",
      "cn": "在这一天人们在学校, 办公室,家里来募集善款,用来帮助弱势团体."
    },
    {
      "en": "Rotary's primary responsibilities include fundraising, advocacy, and volunteer recruitment.",
      "cn": "扶轮主要的责任包括了募款 、 倡导和招募义工."
    },
    {
      "en": "The firm's owners acquired the dress in 1997 at a fundraising auction.",
      "cn": "该公司的所有人在1997年1场募款拍卖会上,获得这套礼服."
    },
    {
      "en": "We are fundraising for AIDS research.",
      "cn": "我们正在为艾滋病研究募捐."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "筹款的"
    },
    {
      "pos": "n",
      "tran_cn": "筹款，募款",
      "tran_en": "the activity of collecting money for a specific purpose, especially in order to help people who are ill, old etc"
    }
  ],
  "exchange": {}
}