{
  "word": "thimble",
  "ipa": {
    "us": "ˈθɪmbl",
    "uk": "ˈθɪmbəl"
  },
  "sentences": [
    {
      "en": "An acceptable thimble is metal and fits snugly on the middle finger of the needle - holding hand.",
      "cn": "好的顶针是金属制成的,并能舒适地戴在拿针的手的中指上."
    },
    {
      "en": "Etymology can only ask why a small cuplike guard used in sewing is called a thimble, though it is put on the third finger.",
      "cn": "词源学只能问，为什么缝纫时使用的一个小杯状装置被称为顶针，但它却是在中指上使用的。"
    },
    {
      "en": "Is this your thimble?",
      "cn": "这是你的顶针吗？"
    },
    {
      "en": "She put a thimble over the finger when sewing.",
      "cn": "缝纫时,她在手上戴一枚顶针."
    },
    {
      "en": "She says she will do that to you , Wendy, every time I give you a thimble.",
      "cn": "彼得给了她一顶针, 差不多就在同时, 她尖叫了起来."
    },
    {
      "en": "The Lord again dipped into the river. He held out a golden thimble studded with rubies.",
      "cn": "上帝又把手伸进河里，捞出一个镶嵌着红宝石的金顶针。"
    },
    {
      "en": "The product can be directly made into flat thimble without warping and deformation.",
      "cn": "该产品直接制作扁顶针不翘曲、不变形."
    },
    {
      "en": "The surface crack is the most dangerous among crack defects of oil thimble.",
      "cn": "套管裂纹缺陷中最危险的是表面裂纹,可分解成表面周向裂纹和表面轴向裂纹问题."
    },
    {
      "en": "Then he saw that the little mouse was standing by his mother's thimble.",
      "cn": "转眼他看到老鼠小姐站在妈妈的顶针里."
    },
    {
      "en": "This article discusses the Daya Bay in - core flux thimble tube in - service inspection method and strategy.",
      "cn": "比较详细地描述了广东大亚湾核电站对堆芯测量系统中子通量指形套管实施在役检查的方法和策略."
    },
    {
      "en": "When it's raining gold reach for a bucket, not a thimble.",
      "cn": "当天上掉金子时,要拿桶而不是套管去接."
    },
    {
      "en": "Won't, you see me had been bought, nuo, thimble.",
      "cn": "不会的, 你看我已经买来了, 喏, 顶针儿."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "connecting",
            "sleeve"
          ],
          "tran_cn": "顶针；套管；嵌环"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（缝纫用的）顶针，针箍，套筒，套管",
      "tran_en": "a small metal or plastic cap used to protect your finger when you are sewing"
    }
  ],
  "exchange": {
    "pl": [
      "thimbles"
    ]
  }
}