{
  "word": "prism",
  "ipa": {
    "us": "ˈprɪzəm",
    "uk": "ˈprɪzəm"
  },
  "sentences": [
    {
      "en": "A spectrum is formed by a ray of light passing through a prism.",
      "cn": "一束光通过棱镜就会形成光谱。"
    },
    {
      "en": "A telescopic device is used in conjunction with the prism.",
      "cn": "棱镜与望远镜配合使用."
    },
    {
      "en": "Both the polarizer and analyzer settings and the position of the prism can be varied.",
      "cn": "偏振镜和分析器以及梭镜的位置均可变动."
    },
    {
      "en": "Explain why different colours refract by differing amounts in the prism.",
      "cn": "解释为什么不同颜色以不同数量在棱镜内折射."
    },
    {
      "en": "Glass hood is made from prism toughened glass, with good retraction performance.",
      "cn": "玻璃罩采用棱镜钢化玻璃, 折射性好."
    },
    {
      "en": "He used a three - sided piece of glass called a prism.",
      "cn": "他使用的是一种三面玻璃体,称为三棱镜."
    },
    {
      "en": "Light is refracted when it is passed through a prism.",
      "cn": "光线通过棱镜时产生折射现象."
    },
    {
      "en": "Light is refracted when passed through a prism.",
      "cn": "光通过棱镜时产生折射。"
    },
    {
      "en": "The best known is the Nicol prism, invented in 1828 by the Scottish physicist William Nicol.",
      "cn": "最有名的是尼科耳棱镜, 1828年由苏格兰物理学家尼科耳所发明."
    },
    {
      "en": "The device can be calibrated so that the prism - rotating dial reads directly in wavelength.",
      "cn": "这个装置可以经过校准,使得校 镜旋转 度盘读数直接用波长."
    },
    {
      "en": "The prelude was as iridescent as a prism in a morning room.",
      "cn": "这个序曲就象清晨房间里的一块三棱镜一样灿烂辉煌."
    },
    {
      "en": "The prism broke the light into all the colors of the rainbow.",
      "cn": "棱镜把光分解成虹的各种色彩."
    },
    {
      "en": "They fall off in different directions from the prism over and beyond its edges.",
      "cn": "它们在棱柱边缘之上并超出边缘向各个方向减弱."
    },
    {
      "en": "This course reexamines every aspect of home life, from cooking to cabinet repair, through the prism of science.",
      "cn": "本课程透过科学棱镜，重新检查家庭生活的每一个方面，从烹调到橱柜修理。"
    },
    {
      "en": "Tune the prism to the car's frequency.",
      "cn": "把水晶三棱镜的频率调成和车子一样."
    },
    {
      "en": "White light can be split by a prism into a whole spectrum of wavelengths .",
      "cn": "白光可以用棱镜分解成具有各种波长的整个光谱。"
    },
    {
      "en": "White light can be split by a prism into a whole spectrum of wavelengths.",
      "cn": "白光可以用棱镜分解成具有各种波长的整个光谱."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "prismatic",
          "tran_cn": "棱柱的，棱镜的；五光十色的，光彩夺目的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "prismoid",
          "tran_cn": "平截头棱锥体；棱柱体"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "pentagonal prism",
      "tran_cn": "[物]五角棱镜；[数]五棱柱"
    },
    {
      "phrase": "polarizing prism",
      "tran_cn": "起偏光棱镜；偏振棱镜"
    },
    {
      "phrase": "triangular prism",
      "tran_cn": "三角柱"
    },
    {
      "phrase": "triple prism",
      "tran_cn": "三棱镜"
    },
    {
      "phrase": "wollaston prism",
      "tran_cn": "沃拉斯顿棱镜"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "棱镜，棱晶，[数]棱柱体，角柱（体），[物]（结晶）柱，[物]分光光谱，光谱的七色，折光物体",
      "tran_en": "a transparent block of glass that breaks up white light into different colours"
    }
  ],
  "exchange": {
    "pl": [
      "prisms"
    ]
  }
}