{
  "word": "idealist",
  "ipa": {
    "us": "aɪ'di:əlɪst",
    "uk": "aɪˈdiəlɪst"
  },
  "sentences": [
    {
      "en": "And if we take this biological view of life and try to live according to the seasons, no one but a conceited fool or an impossible idealist can deny that human life can be lived like a poem.",
      "cn": "如若我们持此种生物学的观点来看待人生，并尝试依照时节来生活，除了自以为是的傻瓜和令人难以忍受的理想主义者之外，没有人能否认人生的美妙如诗。"
    },
    {
      "en": "Anyone who think that rational knowledge need not be derived from perceptual knowledge is an idealist.",
      "cn": "任何认为理性知识不必来自感性知识的人是理想主义者."
    },
    {
      "en": "As an idealist, I know that everyone is different, and there are many reasons why people behave the way they do.",
      "cn": "作为一个理想主义者，我知道每人都不同，我理解人们的表现都有各自的原因。"
    },
    {
      "en": "Benedetto Croce is an idealist philosopher.",
      "cn": "克罗齐是一位唯心主义哲学家,其美学具有鲜明的非理性主义倾向."
    },
    {
      "en": "German idealist philosopher ( 1724 - 1804 ).",
      "cn": "德国理想主义哲学家."
    },
    {
      "en": "He is a political pragmatist, not an idealist.",
      "cn": "他是政治上的实用主义者，而不是理想主义者。"
    },
    {
      "en": "He is not such an idealist that he cannot see the problems.",
      "cn": "他并非看不见问题的理想主义者。"
    },
    {
      "en": "He was a militant idealist who crusaded against racial bigotry by growing faint in its presence.",
      "cn": "他还是个富有战斗精神的空想家,他看到种族偏见的现象就要晕倒,以此来表示他的反对."
    },
    {
      "en": "He's a crank, and a noxious crank. He calls himself an idealist.",
      "cn": "他是个怪人, 而且还是个极为有害的怪人, 他自称是理想主义者."
    },
    {
      "en": "I think opportunities for exchange such as this are important because I am an idealist.",
      "cn": "作为一名理想主义者,我想这种交流是非常重要的."
    },
    {
      "en": "It is entirely proper to classify Kant as a transcendental idealist.",
      "cn": "把康德化为先驱的唯心主义者是完全正确的."
    },
    {
      "en": "It is entirly proper to classify Kant as a transcendental idealist.",
      "cn": "把康德化为先驻的唯心主义者是完全正确的."
    },
    {
      "en": "Marx referred to all such views as'idealist '.",
      "cn": "马克思把所有这些观点叫作 “ 唯心主义”."
    },
    {
      "en": "Metaphysics is part and parcel of the idealist world outlook.",
      "cn": "形而上学是唯心主义世界观的组成部分."
    },
    {
      "en": "The idealist withdrew himself, because he could not suffer the jostling of the human crowd.",
      "cn": "理想主义者自动地逃避生活, 因为他受不了那种人群的竞争挤撞."
    },
    {
      "en": "The statement comes amid praise for Snowden in the government-controlled media that is describing him as an \"idealist\" and a \"hero\".",
      "cn": "作出这份声明的同时，政府控制的媒体大肆赞扬斯诺登，将其描述为“理想主义者”和“英雄”。"
    },
    {
      "en": "This is a heated debate which involves materialist as opposed to idealist views.",
      "cn": "这是一场唯物主义与唯心主义的大论战."
    },
    {
      "en": "This is because there were a lot of them about in histime—and they were almost all the work of hopelessly idealist radicals.",
      "cn": "这是因为大量的工作占用了他的时间——而这些几乎全部都是没有希望的理想主义的激进分子的工作。"
    },
    {
      "en": "Walter Redlich: I'm proud to be an idealist because it shows that I believe in mankind. That may sound naive but every other belief will lead to destruction.",
      "cn": "我为成为一个理想主义者而感到自豪，因为那说明我信仰人类。那听起来可能很天真，但是其他别的信仰将会导致毁灭。"
    },
    {
      "en": "You are an idealist likely to have deep spiritual beliefs.",
      "cn": "你是个理想主义者,可能有着深厚的灵性信仰."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ideal",
          "tran_cn": " 理想的；完美的；想象的；不切实际的"
        },
        {
          "word": "idealistic",
          "tran_cn": " 理想主义的；唯心论的；唯心主义者的；空想家的"
        },
        {
          "word": "idealized",
          "tran_cn": " 理想化的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "ideally",
          "tran_cn": " 理想地；观念上地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ideal",
          "tran_cn": " 理想；典范"
        },
        {
          "word": "idealisation",
          "tran_cn": " 理想化（等于idealization）"
        },
        {
          "word": "idealism",
          "tran_cn": " 唯心主义，理想主义；理念论"
        },
        {
          "word": "ideality",
          "tran_cn": " 理想；想象力；虚构事物"
        },
        {
          "word": "idealization",
          "tran_cn": " 理想化；理想化的事物"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "idealized",
          "tran_cn": " 把…理想化；以理想的形式表现事物（idealize的过去分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "idealise",
          "tran_cn": " 形成理想；理想化地表现"
        },
        {
          "word": "idealize",
          "tran_cn": " 理想化；形成思想"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "idealise",
          "tran_cn": " （英）把…理想化（等于idealize）"
        },
        {
          "word": "idealize",
          "tran_cn": " 使理想化；理想化地描述"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "daydreamer",
            "fancier"
          ],
          "tran_cn": "空想家，理想主义者；唯心主义者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "romantic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "理想主义的；唯心主义的"
    },
    {
      "pos": "n",
      "tran_cn": "理想主义，空想家，<哲>观念论者，唯心论者",
      "tran_en": "someone who tries to live according to high standards or principles, especially in a way that is not practical or possible"
    }
  ],
  "exchange": {
    "pl": [
      "idealists"
    ]
  }
}