{
  "word": "isthmus",
  "ipa": {
    "us": "ˈɪsməs",
    "uk": " ˈɪsməs"
  },
  "sentences": [
    {
      "en": "Auckland is the largest city of new zealand, on an isthmus of northwest North Island.",
      "cn": "奥克兰是新西兰最大的城市, 位于北岛西北部地峡."
    },
    {
      "en": "In every heart period, the max deformation scope of the aorta lies descending thoracic aortic isthmus.",
      "cn": "在每个心动周期, 主动脉变形幅度最大处位于降主动脉峡部."
    },
    {
      "en": "In which part of the world is the Isthmus located?",
      "cn": "苏伊士地峡位于世界的哪一部分?"
    },
    {
      "en": "Isthmus in these two carats in the House, the west by the Andaman Sea.",
      "cn": "克拉地峡在这两个府境内, 西濒安达曼海."
    },
    {
      "en": "It was the neck of land which we call the Isthmus of Panama.",
      "cn": "这个陆地的狭窄地带,我们称之为巴拿马地峡."
    },
    {
      "en": "Methods All 96 with nodule were operated by resection of only thyroid and its isthmus.",
      "cn": "方法总结96例甲状腺结节患者行一侧腺叶加峡部切除所采取的术式."
    },
    {
      "en": "North America is connected with South America by the Isthmus of Panama.",
      "cn": "巴拿马海峡把北美同南美连接起来."
    },
    {
      "en": "Objective : To analyze the clinical significance of modified thyroidectomy by trans - isthmus approach.",
      "cn": "目的: 探讨经峡部径路行甲状腺手术的临床价值."
    },
    {
      "en": "Objective To discuss the value of CT Opposite Scanning Technique in Lumbar Isthmus diagnosis.",
      "cn": "目的探讨腰椎峡部CT反向扫描技术的价值."
    },
    {
      "en": "The ablation target site was the isthmus between tricuspid valve annulus and inferior vana cava.",
      "cn": "位于三尖瓣环和下腔静脉口间的峡部为消融部位."
    },
    {
      "en": "the Isthmus of Panama",
      "cn": "巴拿马地峡"
    },
    {
      "en": "The Isthmus of Panama joins North and South America.",
      "cn": "巴拿马地峡将北美和南美连接起来."
    },
    {
      "en": "The normal upper limit of VA isthmus was 4.4 mm by 1.5 mm ( length by width ).",
      "cn": "正常va峡部的上限值为4.4mm×1.5mm ( 长×宽 )."
    },
    {
      "en": "The north and south of the island are linked by a narrow isthmus.",
      "cn": "岛的北部和南部由一条狭窄的地峡相连."
    },
    {
      "en": "The thyroid right lobe and a left lobe connected by a narrow isthmus.",
      "cn": "位于颈部气管前,由左右两叶及中间的峡部构成."
    },
    {
      "en": "This fact has led naturalists to believe that the Isthmus was formerly open.",
      "cn": "使许多自然学者相信这个地蛱在以前原是开通的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "neck"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地峡",
      "tran_en": "a narrow piece of land with water on both sides, that connects two larger areas of land"
    }
  ],
  "exchange": {
    "pl": [
      "isthmuses"
    ]
  }
}