{
  "word": "Iceland",
  "ipa": {
    "us": "'aɪslənd",
    "uk": "'aɪslənd"
  },
  "sentences": [
    {
      "en": "A storm was bearing down upon Iceland.",
      "cn": "一场风暴正向冰岛逼来."
    },
    {
      "en": "As for those small countries ( Maldives , Iceland , Fiji ), they are ignored.",
      "cn": "至于那些小国, 注定了在任何地方都是被忽视的一群."
    },
    {
      "en": "Austria and Turkey beat out Iceland for the two seats allocated to this region.",
      "cn": "奥地利和土耳其击败冰岛赢得该地区分配到的两个席位。"
    },
    {
      "en": "But they quickly asked Iceland for their money back.",
      "cn": "但英国与荷兰很快就要求冰岛还钱."
    },
    {
      "en": "Iceland becomes a self - governing kingdom, yet remains united with Denmark.",
      "cn": "1918年,冰岛成为半自治的王国, 仍与丹麦保持联邦关系."
    },
    {
      "en": "Iceland is full of hot springs, beautifully coloured rocks, and other natural wonders.",
      "cn": "冰岛遍布温泉 、 美丽的五彩岩石和其他自然奇观."
    },
    {
      "en": "Iceland is in the far north of the world.",
      "cn": "冰岛在世界的极北端."
    },
    {
      "en": "Iceland is not really as cold and unpleasant as its name suggests.",
      "cn": "冰岛其实不如国名所指的如此冰冷不适."
    },
    {
      "en": "One year, Rudolph sailed all the way out to Iceland.",
      "cn": "有一年, 鲁道夫远航到冰岛."
    },
    {
      "en": "Overcast skies portend a rough day for boats on Iceland's Lake Myvatn.",
      "cn": "阴云密布的天空为冰岛米湖上的船只预示了狂风暴雨的一天."
    },
    {
      "en": "Pack ice around Iceland was becoming a threat to navigation.",
      "cn": "冰岛周围的浮冰群曾一度对船只航行构成威胁。"
    },
    {
      "en": "Scotland were ahead in their European championship qualifier in Iceland.",
      "cn": "苏格兰队在冰岛举行的欧洲杯预选赛中处于领先位置。"
    },
    {
      "en": "Switzerland, Sweden, Iceland, Denmark and Norway accounted for a combined $ 5,600 bn.",
      "cn": "瑞士 、 瑞典 、 冰岛 、 丹麦和挪威总计为5.6万亿美元."
    },
    {
      "en": "The girl from Iceland is as cold as an iceberg.",
      "cn": "从冰岛来的女孩果然冷得像冰山一样."
    },
    {
      "en": "The shrill media response in the UK was reported extensively in Iceland.",
      "cn": "在冰岛,英国国内尖锐的媒体反应被广泛报道."
    },
    {
      "en": "When he came home from photographing a story in Iceland, she was gone.",
      "cn": "一次他从冰岛摄影回来, 她不在了."
    },
    {
      "en": "WHICH country will be the next Iceland?",
      "cn": "哪个国家会成为下一个冰岛？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "iceland spar",
      "tran_cn": "[矿]冰洲石（方解石的一种）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "冰岛（欧洲岛名，在大西洋北部，近北极圈）"
    }
  ],
  "exchange": {}
}