{
  "word": "acoustical",
  "ipa": {
    "us": "ə'ku:stɪkl",
    "uk": "ə'kustɪkl"
  },
  "sentences": [
    {
      "en": "A reverb unIt'simulates the sound of different acoustical areas.",
      "cn": "混响单元是模拟不同声学空间中的声音."
    },
    {
      "en": "And, of course, there's this-- another acoustical phenomenon here we've talked about before, what's the relationship within an octave?",
      "cn": "当然,就是这个,我们以前谈论过的,另一种声学现象,八度的内部联系是什么呢"
    },
    {
      "en": "For example acoustical tile on a ceiling serves to reduce the propagation of sound.",
      "cn": "比如,顶棚上安装吸音板就有助于减少声音的传播."
    },
    {
      "en": "Household and similar electrical appliances - Test code for the determination of airborne acoustical noise - Part 2 - 7 : particular requirements.",
      "cn": "家用和类似用途电器.气载噪声测定试验规程. 第 2-7 部分: 特殊要求."
    },
    {
      "en": "Listening to jazz, classical, and roll, R & B, country, or folk is a kind of acoustical travel.",
      "cn": "聆听着爵士乐 、 古典乐 、 摇滚乐 、 R & B 、 乡村乐或民俗音乐时,是一种听觉上的旅行."
    },
    {
      "en": "My factory, manufacturing and export the sale . 1 acoustical mineral fiber ceiling board.",
      "cn": "我的工厂在中国制造和出口纸面石膏板,欢迎买主联系我们."
    },
    {
      "en": "Objective To understand minute anatomy and adjacent relationship of human internal acoustical meatus ( IAM ).",
      "cn": "目的了解人类内听道的 微细 解剖,以及毗邻关系."
    },
    {
      "en": "One of the dissatisfaction of office workers focuses on the acoustical environment.",
      "cn": "开放式办公室声环境一直是办公人员最不满意的环境条件之一."
    },
    {
      "en": "Supervision of acoustical and electrical measurement of transducers & systems.",
      "cn": "管理变换器 及 系统的电子及声学方面的测试."
    },
    {
      "en": "The acoustical and communications engineer is concerned with the generation, transmission, and absorption of sound.",
      "cn": "声学和通信工程人员研究的问题涉及声音的产生 、 传播和吸收等."
    },
    {
      "en": "The advantages of acoustical techniques reside in the fact that sound waves can propagate considerable distances in dense liquids and solid where light cannot.",
      "cn": "声学方法的优点在于声被在稠密液体或固体中可以传播很远，而光却不能。"
    },
    {
      "en": "The ancient Greeks were aware of other acoustical principles, at least empirically.",
      "cn": "至少在实践上，古希腊人也知道其他的声学原理。"
    },
    {
      "en": "The lobby ceiling is paneled in acoustical Eucalyptus slats, transforming into a dramatic faceted ceiling in the Investor Wing.",
      "cn": "大厅天花板装有声学嵌板，转化成投资者办公室里引人注目的小范围天花板装饰。"
    },
    {
      "en": "The pitch period and the spectral envelope of speech represent acoustical characteristics of the speech signal.",
      "cn": "基音周期体现了发声过程肺部气流的周期性,而语音频谱包络是人的声道共振滤波特性在频域中的表现."
    },
    {
      "en": "The relation between clay - bearing carbonate rock acoustical and lithological characters was investigated under the air - saturated condition.",
      "cn": "考察在空气饱和状态下,含泥质碳酸盐岩声波性质与岩性特征之间的关系."
    },
    {
      "en": "The relevance of acoustical principles is by no means limited to sound and hearing.",
      "cn": "声学原理并不仅仅适用于声音和听觉."
    },
    {
      "en": "The result provides valuable reference for projects including noise control diagnosis acoustical environment design etc.",
      "cn": "计算结果可为噪声控制、故障诊断、声环境设计等工程实际应用提供有价值的参考."
    },
    {
      "en": "This system can set up acoustical resonances.",
      "cn": "这种系统能产生共鸣."
    },
    {
      "en": "Vowels have something to do with glottal closure, therefore influencs acoustical measures.",
      "cn": "结论:元音不同,声门闭合度存在差异, 进而影响声学测试的参数."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "acoustic",
          "tran_cn": " 声学的；音响的；听觉的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "acoustically",
          "tran_cn": " 听觉上；声学上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "acoustic",
          "tran_cn": " 原声乐器；不用电传音的乐器"
        },
        {
          "word": "acoustics",
          "tran_cn": " 声学；音响效果，音质"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "aural",
            "auditive"
          ],
          "tran_cn": "[声]声学的；听觉的；音响的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "听觉的，声学的"
    }
  ],
  "exchange": {}
}