{
  "word": "newsreel",
  "ipa": {
    "us": "ˈnju:zri:l",
    "uk": "ˈnuzril"
  },
  "sentences": [
    {
      "en": "Back then, you got a feature film, a cartoon, a serial, and a newsreel.",
      "cn": "那时的电影有故事片、卡通片、系列影片和新闻纪录片。"
    },
    {
      "en": "Back then, you got a feature film, a cartoon, a serial, and newsreel.",
      "cn": "那时的电影有故事片 、 卡通片 、 系列影片和新闻纪录片."
    },
    {
      "en": "I saw you stand beside the president in the newsreel.",
      "cn": "我在新闻片里看到你站在总裁的身旁."
    },
    {
      "en": "I'm watching a newsreel.",
      "cn": "我在看新闻短篇."
    },
    {
      "en": "Included in the show are photographs, clips of newsreel and documentary footage, African-American newspapers and periodicals, and \"portable\" culture such as fans, buttons, posters and pamphlets.",
      "cn": "展览展出了图片、新闻短片的剪报、纪录片的脚本、非洲裔美国人的报纸和期刊，还有一些“便携式”的视觉文化产物，如扇子、小徽章、海报和宣传册。"
    },
    {
      "en": "It did not occur to her that the newsreel might not be there.",
      "cn": "她从未想过也许那里并不上演新闻短片."
    },
    {
      "en": "Once two indolent people in the seats next to theirs delayed them, and the newsreel started.",
      "cn": "一次坐在他们旁边的两个懒人让他们耽搁了一会儿, 新闻短片开始了."
    },
    {
      "en": "Shorts now usually fall into one of the three categories: documentary, cartoon, or newsreel.",
      "cn": "现在的短片通常分为三类: 记录片, 动画片和新闻片."
    },
    {
      "en": "The film also made use of newsreel footage and vox pop.",
      "cn": "电影还利用了新闻片片段和街头采访的表现手法。"
    },
    {
      "en": "The film contained some old newsreel footage.",
      "cn": "这部影片中有些旧新闻片的镜头."
    },
    {
      "en": "The newsreel almost finished when I got to the cinema.",
      "cn": "我到电影院时,新闻片差不多演完了."
    },
    {
      "en": "The newsreel had almost finished when I went to the cinema.",
      "cn": "我到电影院的时候新闻片几乎要演完了."
    },
    {
      "en": "The newsreel people were there, taking pictures of the picket.",
      "cn": "新闻摄影记者也在那儿, 给纠察队拍照."
    },
    {
      "en": "What do you think of the newsreel?",
      "cn": "你觉得新闻短片 怎么样 ?"
    },
    {
      "en": "Which kind of movies do you like best, cartoon, comedy or newsreel?",
      "cn": "你最喜欢什么种类的电影, 动画片 、 喜剧片还是新闻片?"
    },
    {
      "en": "Would you like to see an old newsreel from the BBC archives?",
      "cn": "你想看英国广播公司档案资料的一部旧新闻纪录片 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "newsy",
          "tran_cn": " 多新闻的；爱闲话的；成话题的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "newsmonger",
          "tran_cn": " 饶舌者；爱传播新闻的人"
        },
        {
          "word": "newspapering",
          "tran_cn": " 报业；新闻业"
        },
        {
          "word": "newsreader",
          "tran_cn": " （英）新闻广播员；报纸读者"
        },
        {
          "word": "newsy",
          "tran_cn": " 报童"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "新闻短片",
      "tran_en": "a short film of news that was shown in cinemas in the past"
    }
  ],
  "exchange": {
    "pl": [
      "newsreels"
    ]
  }
}