{
  "word": "radiometric",
  "ipa": {
    "us": "ˌreɪdiəʊˈmetrɪk",
    "uk": "ˌreɪdioʊˈmetrɪk"
  },
  "sentences": [
    {
      "en": "Atmospheric and radiometric correction is the basis and key for quantificational remote sensing.",
      "cn": "卫星遥感数据的大气辐射校正是定量遥感的基础与关键."
    },
    {
      "en": "Consequently, radiometric dating has advanced briskly in the past 30 years.",
      "cn": "因此, 新近三十年来,放射性计时迅猛发展."
    },
    {
      "en": "High resolution spaceborne SAR gives new challenge to radiometric calibration.",
      "cn": "高分辨率星载SAR技术的发展,对辐射定标提出了新的挑战."
    },
    {
      "en": "It consists of three procedures : radiometric calibration of SAR image, wind direction determination and speed calculation.",
      "cn": "该方法包括SAR图像辐射定标 、 海面风向确定和风速计算."
    },
    {
      "en": "Radiometric techniques are not always appropriate to the earth for uranium deposits.",
      "cn": "放射性方法在铀矿普查中并不总是有效的."
    },
    {
      "en": "Radon measurement technique is a radiometric geophysical method in search for deep concealed deposits.",
      "cn": "测氡方法是寻找深部隐伏矿的一种放射性地球物理方法."
    },
    {
      "en": "Secondly, the relation between high resolution spaceborne SAR radiometric calibration and SMP is discussed.",
      "cn": "其次, 讨论了高分辨率星载SAR辐射定标与卫星运动参数的关联技术."
    },
    {
      "en": "Subsequent discoverjes were made by geological mapping and low - level airborne radiometric surveys.",
      "cn": "地质填图和低空放射性航测又继续探明了一批矿点."
    },
    {
      "en": "These radiometric Hall - effect sensors provide a voltage output that is proportional to the applied magnetic field.",
      "cn": "这些比例式霍尔效应传感器提供与所适用磁场成比例的电压输出."
    },
    {
      "en": "We also made some radiometric measurements to derive a more precise orbit.",
      "cn": "我们还通过辐射测量的方法矫正了轨道，使之更加精确。"
    },
    {
      "en": "We also made some radiometric measurements to derive a more precise orbit. This should make it easier to contact Phobos-Grunt in future.",
      "cn": "我们还通过辐射测量的方法矫正了轨道，使之更加精确。这有利于我们未来更加容易地与探测器取得联系。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "radiometric dating",
      "tran_cn": "放射性定年法；同位素年龄测定"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "辐射度的，放射性测量的"
    }
  ],
  "exchange": {
    "adv": [
      "radiometrically"
    ]
  }
}