{
  "word": "seaport",
  "ipa": {
    "us": "ˈsi:pɔ:t",
    "uk": "ˈsipɔrt"
  },
  "sentences": [
    {
      "en": "...the Baltic seaport of Rostock.",
      "cn": "...波罗的海沿岸的海港城市罗斯托克。"
    },
    {
      "en": "A pipeline runs from the wells to the seaport.",
      "cn": "一条管道从油井延伸到海港."
    },
    {
      "en": "AMISOM forces protect key sites in Mogadishu including the airport, the presidential palace, and the seaport.",
      "cn": "该特派团军队保卫着摩加迪休的关键场所,包括机场 、 总统府邸和海港."
    },
    {
      "en": "And it is 75 KM far from Chaoyang Airport and 240 KM far from Jinzhou Seaport.",
      "cn": "县城距朝阳飞机场75公里,距锦州港240公里."
    },
    {
      "en": "It's a tiny little toy seaport.",
      "cn": "这是个小得好玩的海港."
    },
    {
      "en": "Ostend is the most important seaport in Belgium.",
      "cn": "奥斯坦德是比利时最重要的海港."
    },
    {
      "en": "Rotterdam is the world's largest seaport, you know.",
      "cn": "您要知道,鹿特丹是世界最大的海港."
    },
    {
      "en": "The freeway being built now will lead to Xingang Seaport.",
      "cn": "正在建设的高速公路将直通新港码头."
    },
    {
      "en": "The research topic of this thesis is Feasibility study of LONGKOU - SHENGLI wharf I seaport conveyance system.",
      "cn": "论文的研究课题是对龙口胜利码头一类口岸配套工程的可行性研究."
    },
    {
      "en": "The seaport cities supplied most of the leaders.",
      "cn": "港口城市产生了许多领袖人物."
    },
    {
      "en": "The seaport is very beautiful.",
      "cn": "这座海港很美丽."
    },
    {
      "en": "The seaport was a contributing factor in the growth of the city.",
      "cn": "海港是个对城市发展起着重要作用的因素."
    },
    {
      "en": "The torch relay resumed at a container port in eastern China's seaport city of Ningbo.",
      "cn": "火炬接力在中国东部海港城市宁波的集装箱港口恢复."
    },
    {
      "en": "Today, CVLC are established in five strategic seaport locations with services covering the whole of China.",
      "cn": "目前, 中远孚宝物流已在中国五个主要的港口城市设立了服务网点,服务范围遍及全中国."
    },
    {
      "en": "Today, CVLC are established in four strategic seaport locations with services covering the whole of China.",
      "cn": "目前, 中远孚宝物流已在中国四个主要的港口城市设立了服务网点,服务范围遍及全中国."
    },
    {
      "en": "You need a new freeway, seaport, or office complex?",
      "cn": "需要建新的高速公路 、 港口抑或是办公楼?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "harbor",
            "ocean port"
          ],
          "tran_cn": "海港；港口都市"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "landing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "south street seaport",
      "tran_cn": "n. 南街海港（美国纽约）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海港，港口都市",
      "tran_en": "a large town on or near a coast, with a harbour that big ships can use"
    }
  ],
  "exchange": {
    "pl": [
      "seaports"
    ]
  }
}