{
  "word": "epidermis",
  "ipa": {
    "us": "ˌepɪˈdɜ:mɪs",
    "uk": "ˌepɪˈdɜrmɪs"
  },
  "sentences": [
    {
      "en": "A layer of cells lying immediately below the epidermis.",
      "cn": "'皮下组织'.''紧挨表皮的一层细胞."
    },
    {
      "en": "A second - degree burn involves all of the epidermis and much of the corium.",
      "cn": "二度烧伤伤及全部表皮和大部分真皮."
    },
    {
      "en": "All debris and detached epidermis must be removed.",
      "cn": "一切碎屑和分离的老皮必须清除."
    },
    {
      "en": "Although very thin, the epidermis serves to protect the underlying dermis.",
      "cn": "表皮虽然非常薄, 却可用来保护下层的真皮."
    },
    {
      "en": "Althouth very thin , the epidermis serves to protect the underlying dermis.",
      "cn": "表皮虽然非常薄，却可用来保护下层的真皮。"
    },
    {
      "en": "Epidermis The outer protective layer of cells in plants.",
      "cn": "表皮:是位于植物体的最外方的保护层细胞."
    },
    {
      "en": "However , C 8 H 10 was better than CHCl 3 for leaf epidermis of M. alba.",
      "cn": "C8H10对白兰叶表皮污染物清除效果比CHCl3好."
    },
    {
      "en": "Plant changing with the four seasons climbs up the epidermis of the building and increases poetic sentiments to the building.",
      "cn": "建筑表皮以植物攀爬索编织，上面的植物随四季变换着质感和颜色，为建筑增添几分诗意。"
    },
    {
      "en": "Skin color is due to melanin, a pigment produced in the epidermis to protect us from the sun's potentially cancer-causing ultraviolet (UV) rays.",
      "cn": "这是一种产生于表皮的色素，能够保护我们免受来自紫外线的侵袭。 紫外线正是来自太阳的潜在致癌物。"
    },
    {
      "en": "Squalane: Form layers of epidermis . Minimizes moisture loss to smooth corneum.",
      "cn": "角鲨烯: 在肌肤形成保护膜,防止水份流失,软化角质."
    },
    {
      "en": "The clitellum is the glandular portion of the epidermis.",
      "cn": "生殖带是表皮的腺体部分."
    },
    {
      "en": "The dermis is composed of the connective tissue that supports the epidermis.",
      "cn": "真皮是由支撑表皮的结蒂组织构成的."
    },
    {
      "en": "The epidermis consists of a single cells.",
      "cn": "表皮是由几种不同种类的细胞的单层所组成的."
    },
    {
      "en": "The epidermis is the skin's primary defense against the environment.",
      "cn": "表皮是皮肤的主要防御环境."
    },
    {
      "en": "The epidermis peels off in small scales.",
      "cn": "表皮小鳞状脱屑."
    },
    {
      "en": "The external layer of skin is called the epidermis.",
      "cn": "皮的外层叫表皮."
    },
    {
      "en": "The pigment in the upper layer of skin (epidermis) that gives your skin its normal color is called melanin.",
      "cn": "在浅层皮肤（表皮）中有种色素能让你的皮肤保持其正常的颜色，称为黑色素。"
    },
    {
      "en": "There is a neoplasm originating in his leg's epidermis.",
      "cn": "他的腿上有个生长在表皮上的肿瘤。"
    },
    {
      "en": "Trichomes are unicellular or pluricellular outgrowths from the epidermis of leaves, shoots, and roots.",
      "cn": "毛状体是叶片 、 枝条和根的皮层的单细胞或多细胞的外生物."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "epidermal",
          "tran_cn": " [解剖][动] 表皮的；外皮的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "epithelium",
            "scarfskin"
          ],
          "tran_cn": "上皮，[解剖][动]表皮"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "skin"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "表皮",
      "tran_en": "the outside layer of your skin"
    }
  ],
  "exchange": {}
}