{
  "word": "reprieve",
  "ipa": {
    "us": "rɪˈpri:v",
    "uk": "rɪˈpriv"
  },
  "sentences": [
    {
      "en": "As far as wild animals and plants on the edge of extinction goes, we may not entirely believe in a reprieve but it would be inhuman of us not to try for one.",
      "cn": "在野生动植物走向灭绝的今天，我们可能不会完全相信暂时的解救措施，但是如果我们不进行尝试的话，那就是不人道。"
    },
    {
      "en": "As for my unlikely allies, I think that I shall allow them a reprieve.",
      "cn": "至于我的盟友们，我想我应该给他们一个缓刑的机会。"
    },
    {
      "en": "Commutation is distinct from reprieve.",
      "cn": "减刑不同于缓刑."
    },
    {
      "en": "Even this extra minute was a reprieve.",
      "cn": "就这样多拖延一分钟也好象是一种缓刑."
    },
    {
      "en": "Fourteen people, waiting to be hanged for the murder of a former prime minister, have been reprieved.",
      "cn": "因谋杀前总理而等受绞刑的十四个人获得缓刑。"
    },
    {
      "en": "He was condemned to death with a two - year's reprieve to test his behaviour.",
      "cn": "他被判处死刑,缓刑两年,以观后效."
    },
    {
      "en": "He was saved from the gallows by a lastminute reprieve.",
      "cn": "最后一刻的缓刑令把他从绞架上解救了下来."
    },
    {
      "en": "It looked as though the college would have to shut, but this week it was given a reprieve.",
      "cn": "这所大学看起来要关闭了，但这周情况暂时有所缓解。"
    },
    {
      "en": "That past weeks had been an unexpected brief reprieve.",
      "cn": "过去的几星期不过是出乎意外的苟延残喘."
    },
    {
      "en": "The criminal won his reprieve at the eleventh hour.",
      "cn": "罪犯在最后的关头获得缓刑."
    },
    {
      "en": "The family have won a temporary reprieve from eviction.",
      "cn": "这个家庭暂时免于被逐出."
    },
    {
      "en": "The judge pronounced to reprieve a condemned prisoner",
      "cn": "法官宣布缓期执行被判罪囚犯的刑罚。"
    },
    {
      "en": "The news from Saarland was an unexpected reprieve for the CDU.",
      "cn": "然而,从萨尔兰州传来的消息却意外的给了CDU当头一棒."
    },
    {
      "en": "The periodic table would appear thus to have won a temporary reprieve.",
      "cn": "元素周期表的修改貌似要减缓咯."
    },
    {
      "en": "The prisoner won a last - minute reprieve.",
      "cn": "那囚犯在临刑前获得了缓刑."
    },
    {
      "en": "Then a last - minute reprieve in the jagged shape of a lightening flash across the sky.",
      "cn": "出发前的最后一分钟来了特赦令——天空中闪过一道锯齿状的闪电."
    },
    {
      "en": "These considerations , of themselves very powerful , induced the spectatorsapprehend the possibility of a reprieve to him.",
      "cn": "这些猜测颇有分量, 使观众不由不预料到他有可能得到缓刑."
    },
    {
      "en": "Unless there is a reprieve the condemned man will hang on Friday.",
      "cn": "除非缓刑,那个被宣判的人将于星期五被处绞刑."
    },
    {
      "en": "You will be converted—you will be converted just as soon as every effort to compass pardon, commutation, or reprieve HAS failed—and then!",
      "cn": "您会痛悔前非——就在人们为您恳求赦免、申请减刑、或改判缓刑的一切努力统告失败的时候，您会痛悔前非的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "probation",
            "suspended sentence"
          ],
          "tran_cn": "暂缓；缓刑"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "free",
            "respite"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "stay of execution"
          ],
          "tran_cn": "缓期执行；暂时解救"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[法]死缓，缓刑，暂缓",
      "tran_en": "a delay before something bad happens or continues to happen"
    },
    {
      "pos": "n& v",
      "tran_cn": "缓刑，暂时解救",
      "tran_en": "a delay before something bad happens or continues to happen"
    },
    {
      "pos": "v",
      "tran_cn": "缓期执行；暂时解救",
      "tran_en": "to officially stop a prisoner from being killed as a punishment"
    },
    {
      "pos": "vt",
      "tran_cn": "[法]缓期执行，给…带来缓解"
    }
  ],
  "exchange": {
    "third": [
      "reprieves"
    ],
    "past": [
      "reprieved"
    ],
    "done": [
      "reprieved"
    ],
    "ing": [
      "reprieving"
    ]
  }
}