{
  "word": "legacy",
  "ipa": {
    "us": "ˈleɡəsi",
    "uk": "ˈleɡəsi"
  },
  "sentences": [
    {
      "en": "And it was from Cody that he inherited money -- a legacy of twenty - five thousand dollars.",
      "cn": "他也正是从科边那里继承了钱 —— 一笔二万五千美元的遗赠."
    },
    {
      "en": "Euphemistically known as \" legacy codes, \" they were in fact far older . Mir.",
      "cn": "委婉地说, 这些文件是早已过时的 “ 遗产密码 ”."
    },
    {
      "en": "He thinks the legacy is a gift from the Gods.",
      "cn": "他认为这笔遗产是天赐之物."
    },
    {
      "en": "His uncle left him a legacy of $ 50,000.",
      "cn": "他叔父给他留下五万元遗产."
    },
    {
      "en": "I explained to her my mother's grievances about the legacy that had been held back.",
      "cn": "我向她说明我母亲抱怨遗产被扣留的事."
    },
    {
      "en": "She offered to settle a legacy on Katharine.",
      "cn": "她提出要把一笔遗产留给凯瑟琳。"
    },
    {
      "en": "She received a small legacy from her aunt.",
      "cn": "她从姨妈那里继承了一小笔遗产。"
    },
    {
      "en": "Since his death in 1985 his widow has carried the torch of his Stalinist legacy.",
      "cn": "自从他1985年去世以来，他的遗孀一直致力于保存和发扬他的斯大林主义遗产。"
    },
    {
      "en": "Soil loss, water shortages, and environmental quality problems are also the legacy of our growth.",
      "cn": "水土流失和环境质量也是我们发展中遗留下来的问题."
    },
    {
      "en": "The book proved such a success that the authors followed it up with \"The Messianic Legacy\".",
      "cn": "这本书取得了巨大的成功，作者于是又推出一部《弥赛亚的遗产》。"
    },
    {
      "en": "The court would not even consider his claim for the old man' s legacy.",
      "cn": "法庭根本不会考虑他所提出的对老人遗产的要求。"
    },
    {
      "en": "The legacy of Ancient Rome represented the overwhelming influence on Romanesque architecture.",
      "cn": "古罗马的遗产体现在对罗马式建筑的巨大影响上."
    },
    {
      "en": "The two brothers split on inheriting the legacy of their parents.",
      "cn": "两兄弟为继承父母的遗产而闹翻."
    },
    {
      "en": "These books are his legacy to the college.",
      "cn": "这些书籍是他给学院的遗赠."
    },
    {
      "en": "Webster's longest lasting legacy is the changes he proposed in spelling.",
      "cn": "韦伯斯特最深远最持久的影响在于他提出的关于拼写方面的改变."
    },
    {
      "en": "You could make a real difference to someone's life by leaving them a generous legacy.",
      "cn": "慷慨留下您的遗产，改写他人的人生。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "legate",
          "tran_cn": " 罗马教皇的使节；使者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "legate",
          "tran_cn": " 当做遗产让与"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "heritage",
            "inheritance"
          ],
          "tran_cn": "遗赠，[法]遗产"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "will"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "legacy system",
      "tran_cn": "遗留系统"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "遗产，遗赠",
      "tran_en": "money or property that you receive from someone after they die"
    }
  ],
  "exchange": {
    "pl": [
      "legacies"
    ]
  }
}