{
  "word": "monochromatic",
  "ipa": {
    "us": "ˌmɒnəkrə'mætɪk",
    "uk": "ˌmɑnəkroˈmætɪk"
  },
  "sentences": [
    {
      "en": "A monochromatic monitor , 3, 000.",
      "cn": "单色显示器 3千元."
    },
    {
      "en": "Black astrakhan and colorful or monochromatic fox fur collars and lapels are applied to overcoats and jackets.",
      "cn": "黑色俄国羊羔毛和彩色或单色狐狸毛领和翻领应用于大衣和夹克。"
    },
    {
      "en": "By far the most nearly monochromatic source available at present is the laser.",
      "cn": "目前可用的最接近单色光的光源是激光器."
    },
    {
      "en": "However, if you want to wear a print, choose a print that's low in contrast and monochromatic in color.",
      "cn": "然而，假如你实在想穿喷绘衣服，那就选择一件单色、低对比度的。"
    },
    {
      "en": "Light Amplification by Stimulated Emission of Radiation ; produces an intense monochromatic beam of coherent light.",
      "cn": "通过受激发射光扩大; 能够产生连在一起的强烈的单色射束."
    },
    {
      "en": "Locus, in a chromaticity diagram or in a tristimulus space, of points that represent monochromatic stimuli.",
      "cn": "在光品图或三刺激空间中, 由表示单色刺激的点构成的轨迹."
    },
    {
      "en": "Monochromatic Colors - All the hues ( variations ) of one color segment on the wheel.",
      "cn": "在颜色轮盘中一种颜色的所有色调 ( 变调 )."
    },
    {
      "en": "My sister selected a monochromatic color - scheme for her new apartment.",
      "cn": "我妹妹为自己的新居选择了单一色调的设计."
    },
    {
      "en": "Passage of radiation through a medium without change of frequency of its monochromatic components.",
      "cn": "不改变辐射的单色成分的频率而使该辐射被表面或媒质返回的过程."
    },
    {
      "en": "Several monochromatic lights can be compounded into polychromatic light.",
      "cn": "若干种单色光可以合成复色光."
    },
    {
      "en": "Thanks to that, they do not look so monochromatic.",
      "cn": "得益于此，他们看起来不才不至于那么单调。"
    },
    {
      "en": "That concept extends to light sources that blend light from multiple monochromatic LEDs.",
      "cn": "同样延伸到光源应用里,混合多个单色LED也 会存在同样的问题."
    },
    {
      "en": "The material must be sensitized for the monochromatic radiation of the laser.",
      "cn": "此材料必须对该激光器的单色辐射敏感."
    },
    {
      "en": "The resolution of white light into its separate monochromatic components is called dispersion.",
      "cn": "这种白光分解为各单色成分的现象叫做色散."
    },
    {
      "en": "The show moves chronologically, from his earliest monochromatic canvasses to his sponges Anthropom é tries and fire paintings.",
      "cn": "此次展出的作品按年代排序, 从他最早的单色油画到他的海绵画、“人体测量学”和火画."
    },
    {
      "en": "The white light reflection hologram which is monochromatic.",
      "cn": "白光反射全息图是单色."
    },
    {
      "en": "This hologram, if later illuminated with the same wavelength of laser light, reproduced a 3D (but monochromatic) image of the object.",
      "cn": "这幅全息图，如果用（与拍摄时）相同波长的激光照明，会再现出物体的3D图象（不过是单色的）。"
    },
    {
      "en": "This obviously is the limiting case of the idealized monochromatic wave .",
      "cn": "这必然是理想化的单色波的极限波形。"
    },
    {
      "en": "This obviously is the limiting case of the idealized monochromatic wave.",
      "cn": "这必然是理想化的单色波的极限波形."
    },
    {
      "en": "We determined the influence of adaptive optics correction on through-focus illiterate-E visual acuity and through-focus contrast sensitivity under monochromatic conditions.",
      "cn": "我们确定了影响自适应光学校正通过重点文盲娥视力，并通过集中下对比敏感度单色条件。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "monochrome",
          "tran_cn": " 单色的；黑白的"
        },
        {
          "word": "monochromic",
          "tran_cn": " 单色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "monochromatism",
          "tran_cn": " [眼科] 全色盲；单色视觉"
        },
        {
          "word": "monochrome",
          "tran_cn": " 单色；单色画"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unicolor",
            "homochromous"
          ],
          "tran_cn": "[物]单色的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "monochromatic light",
      "tran_cn": "单色光"
    },
    {
      "phrase": "monochromatic radiation",
      "tran_cn": "单色辐射"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "单色的，单频的",
      "tran_en": "(of light or other electromagnetic radiation) having only one wavelength "
    }
  ],
  "exchange": {}
}