{
  "word": "rhino",
  "ipa": {
    "us": "ˈraɪnəʊ",
    "uk": "ˈraɪnoʊ"
  },
  "sentences": [
    {
      "en": "B: I was petrified to see a huge rhino bearing down on me.",
      "cn": "看见一头大犀牛朝我冲过来我都吓坏了."
    },
    {
      "en": "But critics and environmental groups say poaching is still on the rise in Zimbabwe, especially of the black rhino.",
      "cn": "但批评家和环境保护组织认为，偷猎在津巴布韦依然有增无减，尤其是狩猎黑犀牛。"
    },
    {
      "en": "Javan rhino is so rare that a sample could not be collected.",
      "cn": "由于爪哇犀牛十分稀有,因此未能收集到这种犀牛的粪便样本."
    },
    {
      "en": "Rhino and Mouse are always the best of friends.",
      "cn": "雷诺与毛斯是最好的朋友."
    },
    {
      "en": "Run, rhino, run! But this time, you can run free and wild.",
      "cn": "快跑, 犀牛, 快跑! 但此时, 你可以自由和狂野地奔跑."
    },
    {
      "en": "She is a pole dancer at London's famous Spearmint Rhino club.",
      "cn": "她是伦敦著名的“薄荷犀牛”夜总会的钢管舞舞者。"
    },
    {
      "en": "The report notes that rhino populations are increasing in some areas.",
      "cn": "有报告指出犀牛的数量在一些地区有所增加."
    },
    {
      "en": "The rhino broke away and ran not at us, but along the rocky bank beside us.",
      "cn": "这头犀牛突然跑开了,但它没冲着我们跑来, 而是沿着我们旁边的石堤跑了."
    },
    {
      "en": "The rhino charged headlong towards us.",
      "cn": "犀牛急速地向我们冲来."
    },
    {
      "en": "The rhino started to charge, blowing off some eagle feathers.",
      "cn": "犀牛愤怒地准备进攻了,他气得直冒粗气, 吹掉了几根老鹰的羽毛."
    },
    {
      "en": "The rhino's most acute sense is smell.",
      "cn": "犀牛最敏锐的感觉器官是嗅觉."
    },
    {
      "en": "The savanna browsing black rhino has a prehensile lip for feeding on shrubs.",
      "cn": "热带大草原的啮草黑犀牛有能卷握东西的嘴唇,可以用于吸食灌木的嫩枝叶."
    },
    {
      "en": "The situation threatens gains made in its rhino populations in the 1990 s.",
      "cn": "局势威胁着其1990年代在犀牛数量的收入."
    },
    {
      "en": "Then the eagles started pulling the rhino's tail.",
      "cn": "老鹰们开始拽犀牛的尾巴."
    },
    {
      "en": "They have driven the rhino to the edge of extinction.",
      "cn": "他们已经令犀牛濒临灭绝。"
    },
    {
      "en": "To summarize the nursing experience of Rhino endoscopic surgery.",
      "cn": "目的:总结鼻窦内窥镜手术的护理经验."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "money",
            "QIAN",
            "pocket"
          ],
          "tran_cn": "犀牛（等于rhinoceros）；钱；现金"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "犀牛(=rhinoceros)，<俚> 钱，现金",
      "tran_en": "a rhinoceros"
    }
  ],
  "exchange": {
    "pl": [
      "rhinos"
    ]
  }
}