{
  "word": "humanness",
  "ipa": {
    "us": "'hju:mənnɪs",
    "uk": "'hjumənɪs"
  },
  "sentences": [
    {
      "en": "Compassion is first born internal to self as one acknowledges one's own humanness.",
      "cn": "同情首先诞生在内在对自己,作为对你自己的人性之承认."
    },
    {
      "en": "Conventional manpower endowment source control maintains its target humanness power natural resources.",
      "cn": "传统的人力资源管理将其对象认定为人力资源."
    },
    {
      "en": "Her humanness is sedate, handle affairs serious, particularly right safe discipline is carried out very strict.",
      "cn": "她为人稳重, 办事认真, 非凡对安全纪律执行十分严格."
    },
    {
      "en": "I now ask you to recognize the Christ within, and to return to me my humanness.",
      "cn": "现在我要求你们发现自己的内在基督，把我的人性还给我。"
    },
    {
      "en": "It is the essence of humanness to try to improve the world and oneself.",
      "cn": "人性本就是想要改善世界、改善自己."
    },
    {
      "en": "It is this \" humanness \" of the gorilla which is so beguiling.",
      "cn": "就是大猩猩的这种 “ 人的特性 ” 使人感到如此有趣."
    },
    {
      "en": "Many of you are angry at your humanness.",
      "cn": "许多人很生气自己是人类."
    },
    {
      "en": "More humanness chose to do pioneering work in other line of business.",
      "cn": "更多的华为人选择了在其他行当创业."
    },
    {
      "en": "Only two of them, however, are needed to explain the uncanny valley. These are humanness and eeriness.",
      "cn": "然而，这四者中只有两个可以用来解释“恐怖谷”，那就是人性和怪诞性。"
    },
    {
      "en": "Police, we are humanness civilian services.",
      "cn": "警察—我们是为人民服务的."
    },
    {
      "en": "Technology not only reveals our humanness, it is the way we are human.",
      "cn": "技术展现的不仅仅是我们的人性, 有了技术我们才称之为人."
    },
    {
      "en": "The apelike features are clearly altered in the direction of humanness.",
      "cn": "它的类似猿的特征很清楚地在朝着人类方面演变."
    },
    {
      "en": "The only bond worth anything between human beings is their humanness.",
      "cn": "人与人之间最宝贵的纽带就是相互之间的仁慈."
    },
    {
      "en": "Their artistry was high, he denied the worthwhileness of artistry when divorced from humanness.",
      "cn": "技巧颇高, 但他并不承认脱离了人性的技巧会有什么价值."
    },
    {
      "en": "This is the inner child or your ego; it is your humanness, however you may call it.",
      "cn": "这是你的内在小孩或小我；是你的人性，随便你怎么称呼它。"
    },
    {
      "en": "We create our humanness by creating the technium.",
      "cn": "我们通过创造技术元素来创造我们的人性."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "human",
          "tran_cn": " 人的；人类的"
        },
        {
          "word": "humane",
          "tran_cn": " 仁慈的，人道的；高尚的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "human",
          "tran_cn": " 人；人类"
        },
        {
          "word": "humanise",
          "tran_cn": " 变得有人性；变得仁慈；有教化力（等于humanize）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "humanize",
          "tran_cn": " 变为有人性；有教化"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "humanise",
          "tran_cn": " （英）使人性化；使文明化"
        },
        {
          "word": "humanize",
          "tran_cn": " 教化；赋予人性；使通人情"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "human nature"
          ],
          "tran_cn": "为人，为人的资格；人性"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "为人，人性，为人的资格"
    }
  ],
  "exchange": {}
}