{
  "word": "captious",
  "ipa": {
    "us": "'kæpʃəs",
    "uk": "'kæpʃəs"
  },
  "sentences": [
    {
      "en": "Captious eye is not evildoing actually, although consume the pleasure after via often can affecting us.",
      "cn": "挑剔的眼光其实不是坏事, 虽然经常会影响我们消费后的快感."
    },
    {
      "en": "Captious: Marked by a disposition to find and point out trivial faults.",
      "cn": "倾向于找出并指出细小错误的."
    },
    {
      "en": "Georgiana, a spoiled temper, a very acrid spite , a captious and insolent, was universally indulged.",
      "cn": "乔治亚娜好使性子, 心肠又毒, 而且强词夺理目空一切, 偏偏得到所有人的纵容."
    },
    {
      "en": "His criticisms were always captious and frivolous, never offering constructive suggestions.",
      "cn": "他的评论一向轻率并爱吹毛求疵, 从不提出有建设性的建议."
    },
    {
      "en": "How to satisfy a net to buy customer people captious appetite?",
      "cn": "如何满足网购消费者们挑剔的胃口?"
    },
    {
      "en": "Introduce:\" sweet secret \" the mom that told about optimistic adamancy and equal cut is stroked each other between callous captious man external, comprehend real love and close feeling.",
      "cn": "简介：《甜蜜的秘密》讲述了开朗坚强的妈妈和对外冷酷的挑剔男人之间互相抚平伤口，领悟到真正爱情和亲情。"
    },
    {
      "en": "Such company and withstand of administrative mechanism ability are the most captious the test with the most mature American capital market.",
      "cn": "这样的公司和治理机制才能经得起最挑剔和最成熟的美国资本市场的考验。"
    },
    {
      "en": "Terry: Oh, Ben. I was assigned to see that captious client this afternoon. He is really the most ticklish client I have ever met. Seeing is believing!",
      "cn": "泰瑞：噢，本，今天指派我去会见那个吹毛求疵的客户，他真是我见过最难对付的客户了，真是百闻不如一见啊！"
    },
    {
      "en": "The noodle in cattle bone soup, fresh shrimp wonton, unique port sauce and soup, elastic fine and coarse noodles, will satisfy you captious taste with endless aftertaste.",
      "cn": "精炖熬煮的牛骨汤面。现剥沙虾现做的鲜虾馄饨，加上独家肉燥与汤头，特制弹性十足的细、粗面条，绝对让口味挑剔的您一再回味。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "captiously",
          "tran_cn": " 吹毛求疵的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "particular",
            "picky"
          ],
          "tran_cn": "挑剔的；吹毛求疵的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "censorious",
            "contentious",
            "critical"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "爱找岔子的，强词夺理的",
      "tran_en": "apt to make trivial criticisms; fault-finding; carping "
    }
  ],
  "exchange": {}
}