{
  "word": "ruthless",
  "ipa": {
    "us": "ˈruːθləs",
    "uk": "ˈruːθləs"
  },
  "sentences": [
    {
      "en": "a ruthless dictator",
      "cn": "无情的独裁者"
    },
    {
      "en": "Fascists is the most ruthless enemy of the people.",
      "cn": "法西斯是人民最残酷无情的敌人."
    },
    {
      "en": "He also criticised the evictions for being violent and ruthless.",
      "cn": "他也批评这些驱逐暴力无情。"
    },
    {
      "en": "He had the ruthless streak necessary to carry him into the Cabinet.",
      "cn": "他具有进入内阁所必需的冷酷性格。"
    },
    {
      "en": "He is a skilled and ruthless leader who isn't likely to crumble under pressure.",
      "cn": "他是个经验丰富、冷酷无情的领导，不会被压力击垮。"
    },
    {
      "en": "He was as devious as his adversary was ruthless.",
      "cn": "他的对手冷酷,他也同样阴险."
    },
    {
      "en": "He wasn't quite smart enough, and failing that, not quite ruthless enough.",
      "cn": "他心眼不够多,此外, 心肠也不够狠."
    },
    {
      "en": "His veneer of politeness concealed a ruthless determination.",
      "cn": "他彬彬有礼的伪装下隐藏着不择手段的狠心."
    },
    {
      "en": "Mr Robinson has developed the reputation of a ruthless cost-cutter.",
      "cn": "大家都知道鲁宾逊先生在降低成本上毫不手软。"
    },
    {
      "en": "Politicians dress up their ruthless ambition as a pursuit of the public good.",
      "cn": "政客们将他们的狼子野心美化成是谋求公共利益。"
    },
    {
      "en": "Simpson's ruthless ambition and weakness for self-promotion has not made him the most popular journalist in the BBC.",
      "cn": "辛普森不择手段的勃勃野心和自抬身价的毛病使他没能成为英国广播公司最受欢迎的记者。"
    },
    {
      "en": "Successfully merging two banks requires a fast and ruthless attack on costs.",
      "cn": "成功合并两家银行需要坚决快速地着手解决费用问题。"
    },
    {
      "en": "The way she behaved towards him was utterly ruthless.",
      "cn": "她对待他真是无情至极。"
    },
    {
      "en": "They have shown a ruthless disregard for basic human rights.",
      "cn": "他们冷酷地无视基本人权。"
    },
    {
      "en": "They were caring again with a cold ruthless bitterness.",
      "cn": "他们正怀着一种残酷无情的痛苦在重新关心周围的一切."
    },
    {
      "en": "They were effective politicians, ruthless and single-minded in their pursuit of political power.",
      "cn": "他们都是些非常现实的政治家，一心追逐政治权力，为达目的毫不留情。"
    },
    {
      "en": "We couples who have been separated hate the ruthless \" The Milky Way \".",
      "cn": "我们这些牛郎织女都恨透了那条无情的 “ 天河 ”."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "ruthlessly",
          "tran_cn": "无情地；残忍地；冷酷地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "ruthlessness",
          "tran_cn": "无情；冷酷；残忍"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "brutal",
            "cold",
            "cruel",
            "heartless",
            "inhumane",
            "merciless",
            "savage",
            "unfeeling"
          ],
          "tran_cn": "无情的;残忍的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abusive",
            "atrocious",
            "awful",
            "barbaric",
            "contemptible",
            "ferocious",
            "inexpiable",
            "inhuman",
            "vicious"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无情的，冷酷的，残忍的，狠，辣",
      "tran_en": "so determined to get what you want that you do not care if you have to hurt other people in order to do it"
    }
  ],
  "exchange": {
    "adv": [
      "ruthlessly"
    ],
    "noun": [
      "ruthlessness"
    ]
  }
}