{
  "word": "hardball",
  "ipa": {
    "us": "ˈhɑ:dbɔ:l",
    "uk": "ˈhɑrdbɔl"
  },
  "sentences": [
    {
      "en": "Ah ye hardball hey? Thats just my game!",
      "cn": "啊哈,想来硬的哈? 这是我的游戏!"
    },
    {
      "en": "Banks are building up their capital by playing hardball with their customers.",
      "cn": "许多银行通过对客户采取强硬措施来增加资本."
    },
    {
      "en": "Do you want to hardball? I'm game.",
      "cn": "你要玩真的 吗,好,我陪你玩."
    },
    {
      "en": "Dukakis has a history of enduring, even excelling at, hardball campaigns.",
      "cn": "杜卡基斯一向能承受, 甚至擅长选举硬仗."
    },
    {
      "en": "Duncan believed it was old - fashioned hardball, the game he had known all his life.",
      "cn": "邓肯相信这是老式棒球的玩法, 他从小到大学会的玩法."
    },
    {
      "en": "If you want to win this game, now it's time to hardball.",
      "cn": "如果你们想赢得这场比赛, 是该奋力一搏的时候了."
    },
    {
      "en": "It looks like our competitors want to play hardball.",
      "cn": "看来,我们的竞争对手想采取强硬的手段."
    },
    {
      "en": "Maybe we should play hardball.",
      "cn": "也许我们应该玩硬式棒球."
    },
    {
      "en": "Mr. Jones got where he is today because he always played hardball with his political adversaries.",
      "cn": "琼斯先生有今天的地位,是因为惯用很强硬的手段对付政敌."
    },
    {
      "en": "Mr. Lewis plays hardball. - Yes, yes, I do.",
      "cn": "路易斯先生手段很硬. - 是的, 我是."
    },
    {
      "en": "Our competitors are using tactics that indicate that they want to hardball.",
      "cn": "我们地竞争对手所用地战术表明他们要动真格了."
    },
    {
      "en": "Our competitors are using tactics that indicate that they want to play hardball.",
      "cn": "我们的竞争对手所用的战术表明他们要动真格了."
    },
    {
      "en": "So the Mayor wants to play hardball, and we're getting caught in a squeeze play.",
      "cn": "市长想要采取强硬措施, 使我们陷入进退两难的局面."
    },
    {
      "en": "Sometimes you just cannot compromise and have to play hardball.",
      "cn": "有些情况下你就不能妥协,而必须采取强硬手段."
    },
    {
      "en": "They play hardball in the senate.",
      "cn": "他们在参议院采取强硬态度."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "play hardball",
      "tran_cn": "采取强硬态度"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "硬式棒球",
      "tran_en": "to be very determined to get what you want, especially in business or politics"
    }
  ],
  "exchange": {}
}