{
  "word": "caribou",
  "ipa": {
    "us": "ˈkærɪbu:",
    "uk": "ˈkærəˌbu"
  },
  "sentences": [
    {
      "en": "“For example, if you look at a northern community, they might have a substantial amount of caribou in their diet and they might dry the meat in the home, ” he said.",
      "cn": "他还说：“例如，如果你观察一下北方社区，居民们的饮食中或许有相当多的驯鹿肉，而他们可能在室内把肉晾干。"
    },
    {
      "en": "A band of caribou passed by, twenty and odd animals, tantalizingly within rifle range.",
      "cn": "一群驯鹿走了过去, 大约有二十多头, 都呆在可望而不可即的来福枪的射程以内."
    },
    {
      "en": "A herd of antelopes, asses, buffalos, caribou, deer, elephants, elk, giraffes, harts, horses, ibex, moose, seals, sheep, walruses, whales, zebras.",
      "cn": "一群羚羊，驴，野牛，驯鹿，鹿，大象，麋鹿，长颈鹿，雄鹿，马，野山羊，驼鹿，海豹，山羊，海象，鲸鱼，斑马。"
    },
    {
      "en": "Afar off he heard the squawking of caribou calves.",
      "cn": "他听到远处有一群小驯鹿尖叫的声音."
    },
    {
      "en": "After off he heard the squawking of caribou calves.",
      "cn": "他听见远处传来小驯鹿的尖叫声."
    },
    {
      "en": "And the rare spotting of a cougar, wolf or woodland caribou takes our breath away.",
      "cn": "偶尔看到美洲狮 、 狼或者林地驯鹿,会让我们激动到窒息!"
    },
    {
      "en": "Apocalypse Now ( 1979 ) - No, not the ritual sacrifice of a caribou at the end.",
      "cn": "现代启示录 —— 不, 不是影片最后那个充满宗教意味的驯鹿牺牲."
    },
    {
      "en": "In the Canadian Yukon, scientists are using genetic techniques to identify caribou and to study ancient caribou that roamed the same ice patches 6,000 years ago.",
      "cn": "在加拿大的育空地区，科学家们正在利用基因技术来鉴别北美驯鹿，并探究古时驯鹿的相关信息，6000年前它们曾在这块流冰区漫步。"
    },
    {
      "en": "Male caribou start to grow antlers every spring; a transformation from bald to bedecked.",
      "cn": "雄驯鹿每年春天开始长角, 从秃顶到过分装饰的转换."
    },
    {
      "en": "The Eskimos played soccer on ice and used balls filled with caribou hair and grass.",
      "cn": "爱斯基摩人在冰上踢球,他们用的是驯鹿的毛发和草填充成的球."
    },
    {
      "en": "WOLVES dine on moose and caribou, creatures favoured by Alaska's human hunters.",
      "cn": "狼以北美驼鹿和驯鹿为食, 这也是阿拉斯加猎人们最喜欢的猎物."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（北美洲产的）驯鹿",
      "tran_en": "a North American  reindeer "
    }
  ],
  "exchange": {
    "pl": [
      " caribous",
      "caribou"
    ]
  }
}