{
  "word": "clearer",
  "ipa": {
    "us": "'klɪərə",
    "uk": "'klɪərə"
  },
  "sentences": [
    {
      "en": "6-millimetre film was used because it offered clearer freeze frames than video tape.",
      "cn": "采用6毫米胶片是因为它的定格图像要比录像带更加清晰。"
    },
    {
      "en": "A different wording might make the meaning clearer.",
      "cn": "换一种说法意思可能清楚些."
    },
    {
      "en": "But, if you are one of those looking to improve their eyesight in this way, at least you can now do so with a decidedly clearer view!",
      "cn": "但是如果你是指望用这种方式来改善视力的人之一，至少你现在有了更清楚更确切的看法：懂得看门道了！"
    },
    {
      "en": "Clearer fossil may provide a definitive answer.",
      "cn": "清晰的化石可能会提供明确的答案。"
    },
    {
      "en": "He urged delay to a moment when the provocation would be clearer.",
      "cn": "他要求暂缓采取行动,等对方挑衅的情况更明朗时再说."
    },
    {
      "en": "It is becoming clearer to us that they don't want to do that.",
      "cn": "我们越来越清楚地看到他们不愿做那件事."
    },
    {
      "en": "It makes it hard for the Fed to do anything but stand pat till the economy's direction becomes clearer.",
      "cn": "这让美联储几乎无计可施，在经济发展方向明朗之前只好硬挺着。"
    },
    {
      "en": "It will be clearer if you delete the last paragraph.",
      "cn": "如果你删去最后那一段，它将会更清楚。"
    },
    {
      "en": "My duties require clearer definition.",
      "cn": "我的职责需要更清楚的说明."
    },
    {
      "en": "Speak louder and clearer so as to make everyone hear you.",
      "cn": "讲得再响亮点,清楚些,让所有的人都听到."
    },
    {
      "en": "Speakers called for clearer direction and savaged the Chancellor.",
      "cn": "发言人纷纷要求进一步明确方向并强烈地抨击了该财政大臣。"
    },
    {
      "en": "The implications of an agency's action often become clearer as it is implemented.",
      "cn": "行政机关行动的影响常常在实施行动之后变得比较清晰."
    },
    {
      "en": "The more truth is debated, the clearer it becomes.",
      "cn": "真理愈辩愈明."
    },
    {
      "en": "The problem would be a clearer one if the League did not yet exist.",
      "cn": "如果联盟还不曾存在,问题就会清楚得多."
    },
    {
      "en": "These concepts will become clearer in the next section.",
      "cn": "这些概念在下一节将变得更清楚。"
    },
    {
      "en": "This concept is well known to programmers, who recognize that better algorithms are clearer and shorter.",
      "cn": "程序员们应当十分熟悉简约的概念, 他们知道好算法往往更简短且更清楚."
    },
    {
      "en": "Truth does not fear contention . The more the truth is debated, the clearer it becomes.",
      "cn": "真理越辩越明, 真理不怕辩论."
    },
    {
      "en": "Unfortunately, the clearer you put the story the lousier it comes out.",
      "cn": "不幸的是, 你写得越清楚,结果就越糟糕."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "clarifiant",
            "devaporizer"
          ],
          "tran_cn": "[助剂]澄清剂；清洁器"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "更清楚的"
    }
  ],
  "exchange": {}
}