{
  "word": "silurian",
  "ipa": {
    "us": "sai'ljuəriən; si-",
    "uk": "sai'ljuəriən; si-"
  },
  "sentences": [
    {
      "en": "A rift trough along Mianxian - Lueyang ophiolitic melange belt was formed from Ordovician to Silurian.",
      "cn": "奥陶纪—志留纪大致沿勉略构造带形成南秦岭裂陷槽."
    },
    {
      "en": "From the Early Silurian large scale of retrogression had begun accompanying the Late Caledonian movement.",
      "cn": "晚加里东运动(始于早志留世)发生了大规模的海退."
    },
    {
      "en": "It changed to ancient land due vertical movement in the end of the Silurian.",
      "cn": "南秦岭在早古生代是扬子板块的被动大陆边缘,在志留纪末曾因垂向隆升变为古陆."
    },
    {
      "en": "Porphyry mineralization, occurred in the Silurian Period, finally formed ore bodies.",
      "cn": "晚期矿化发生于志留纪, 使矿床最终形成."
    },
    {
      "en": "Silurian System in Tarim Basin is distributed in an area of about 23.",
      "cn": "塔里木盆地志留系分布面积约23."
    },
    {
      "en": "Sq 1 , Sq 4, Sq 10 are three favorableexploratory sequence of the Silurian and Devonian in Tarim basin.",
      "cn": "Sq1 、 Sq4、Sq10是塔里木盆地志留-泥盆系的三个有利勘探层序."
    },
    {
      "en": "The contact relationship between Silurian and Devonian is parallel unconformity.",
      "cn": "泥盆系与志留系之间为平行不整合接触."
    },
    {
      "en": "The discovery of the Silurian - Devonian oil and gas reservoir reveals a good exploration prospect.",
      "cn": "塔里木盆地志留 - 泥盆系油气藏的发现,展示了志留-泥盆系良好的勘探潜力."
    },
    {
      "en": "The hydrocarbon generation content in Lower Cambrian and Lower Silurian is up to 60 % ～80 % of total.",
      "cn": "原始生烃量以下古生界为主,下寒武统和下志留统的生烃量约占总生烃量的60%～80%."
    },
    {
      "en": "THE RETZIELLIDAE ( SILURIAN RIBBED IMPUNCTATE ATHYRIDIDINE BRACHIOPODS )",
      "cn": "论志留纪的小莱采贝类——具壳线、无疹无窗贝族(腕足动物 )"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "silurian period",
      "tran_cn": "[地]志留纪"
    },
    {
      "phrase": "silurian system",
      "tran_cn": "志留系"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "〈地〉志留纪的",
      "tran_en": "of, denoting, or formed in the third period of the Palaeozoic era, between the Ordovician and Devonian periods, which lasted for 25 million years, during which fishes first appeared "
    },
    {
      "pos": "other",
      "tran_cn": "志留纪系"
    }
  ],
  "exchange": {}
}