{
  "word": "mannequin",
  "ipa": {
    "us": "ˈmænɪkɪn",
    "uk": "ˈmænɪkɪn"
  },
  "sentences": [
    {
      "en": "Draping fabric over a mannequin, he cuts and he pins , giving form to his imagination.",
      "cn": "他把布披挂在人体模型上,裁剪、固定 、 让脑海中的想象成形."
    },
    {
      "en": "It had a mannequin head and two fabric arms.",
      "cn": "巴尼有个橱窗模特的脑袋和两只布料缝制的手臂."
    },
    {
      "en": "It's illegal to change the clothes on a storefront mannequin unless you draw the shades first.",
      "cn": "给前店的人体模特儿换衣服时必须有遮挡,否则违法."
    },
    {
      "en": "Mannequin had the same physical characteristics as real human body.",
      "cn": "人体模型与真实的生物人体具备相同的物理性能."
    },
    {
      "en": "Mary seems interested in the dress on mannequin.",
      "cn": "玛丽好像对模特身上穿的那件衣服很感兴趣."
    },
    {
      "en": "Objective To vividly display the forming principle of anthropometric ECG by using mannequin.",
      "cn": "目的:形象展示心电图的形成原理,利用人体模型更直接地展示心电图的形成过程."
    },
    {
      "en": "Our company produce 100 % human hair, extension hair, hair extension tools, training head, and Mannequin head.",
      "cn": "我们公司生产的100%人类头发, 延长头发, 头发延长工具, 培训主管, 和人体头部."
    },
    {
      "en": "Results The forming principles of ECG from mannequin and real people were identical.",
      "cn": "结果:人体模型产生心电图的原理与真实人体完全相同."
    },
    {
      "en": "Soldiers search the debris pulling out the mannerquin mannequin victims.",
      "cn": "士兵们在残骸堆中搜寻,拖出模型受害者."
    },
    {
      "en": "Subjects reported that they felt as if they were feeling the touch on the mannequin.",
      "cn": "受试者报告说,他们感觉好象是在抚摸着人体模型."
    },
    {
      "en": "Taken into consideration this practical application, a novel method for parameterized mannequin modeling was proposed.",
      "cn": "考虑到这一实际应用, 提出了一种参数化人体建模的新方法."
    },
    {
      "en": "The mannequin seems like a real person.",
      "cn": "这模特儿看上去像真人一样."
    },
    {
      "en": "They were told to stab a mannequin, rob it of $ 20, then lie about the \" crime. \"",
      "cn": "叫他们刺伤人体模型, 从中抢走20美元, 然后说谎来掩盖这次 “ 罪行 ”."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "homunculi"
          ],
          "tran_cn": "人体模型；服装模特儿"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "时装模特儿，人体模型",
      "tran_en": "a model of the human body, used for showing clothes in shop windows"
    }
  ],
  "exchange": {
    "pl": [
      "mannequins"
    ]
  }
}