{
  "word": "correlated",
  "ipa": {
    "us": "'kɒrəleɪtɪd",
    "uk": "'kɒrəleɪtɪd"
  },
  "sentences": [
    {
      "en": "Able to make interpretation of delivered data correlated to the submission.",
      "cn": "负责解释递交的相关资料."
    },
    {
      "en": "Almost everywhere we look in the world, we see that giving money or gifts to others is positively correlated with happiness.",
      "cn": "我们在世界上探究几乎每个地方，发现给予别人金钱或礼物和幸福感是正面相关连的。"
    },
    {
      "en": "At the highest executive levels earnings and performance aren't always correlated.",
      "cn": "在最高管理层，收入与工作表现并不总是相关的。"
    },
    {
      "en": "Conclusion The dysgenesis of lens capsule is intimately correlated with congenital cataract.",
      "cn": "结论本结果提示晶体囊膜的形成与白内障的发生及眼球的发育密切相关."
    },
    {
      "en": "He provides evidence that n - achievement is highly correlated with entrepreneurship.",
      "cn": "他提供的材料表明“n -- 成就”与企业家精神高度相关."
    },
    {
      "en": "In one experiment Mr Coates sampled testosterone levels in traders in London and found that higher levels of the hormone in the morning correlated with beefier profits in the afternoon.",
      "cn": "在一次实验中，科茨先生对伦敦交易员做了睾酮量的抽样调查，他发现早晨中偏高的激素量与午后的高利润有着相互关联。"
    },
    {
      "en": "MVD correlated with the myometrial invasion, histologic grades and the stages.",
      "cn": "子宫内膜癌组织中MVD与临床期别 、 肌层浸润深度及组织分级有关."
    },
    {
      "en": "The ages wers not positively correlated to the hair Pb levels.",
      "cn": "儿童发铅中位数为7.45×0-6;四分位数间距为10.05×0-6;发铅>0×0-6者占37.33%男女发铅“超标流行率”有显著性差异;无论男女年龄与发铅值均无相关."
    },
    {
      "en": "The amount of love you get from an investment in love is correlated, if only roughly, to the amount of yourself you invest in the relationship.",
      "cn": "你获得的爱与对爱的投入是相互关联的，如果粗略来算，就是与你自己在这段关系中的投入总量相称。"
    },
    {
      "en": "The change of mosquito - density was positively correlated with temperature.",
      "cn": "蚊数量变化与其环境温度变化呈正相关关系."
    },
    {
      "en": "The CRP level and CSS are positive correlated with TLR 4.",
      "cn": "ACS患者 外周血单核细胞TLR4水平与CRP及CSS呈正相关."
    },
    {
      "en": "The delay was correlated to the development of shear lips crack surface.",
      "cn": "这种停滞现象的产生与剪切唇的形成有关."
    },
    {
      "en": "The doctors correlated alcoholism with severe brain disease.",
      "cn": "医生们认为酗酒同严重的脑病有关系."
    },
    {
      "en": "The ending of a composition should be correlated with its beginning.",
      "cn": "文章要前后照应."
    },
    {
      "en": "The loss of respect for British science is correlated to reduced funding.",
      "cn": "英国科学界不如以前受重视，资金也因此减少。"
    },
    {
      "en": "The magnesium content of plant tissue is well correlated with the deficienty symptoms.",
      "cn": "植物组织镁含量与缺镁症状有密切的相关性."
    },
    {
      "en": "The residues may be correlated with the radiational input.",
      "cn": "余差可以与辐射输入数相关."
    },
    {
      "en": "Victimization of property bullying is positively correlated with average external control.",
      "cn": "受财产欺负与外部控制有正相关."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "correlate",
          "tran_cn": " 关联的"
        },
        {
          "word": "correlative",
          "tran_cn": " 相关的；有相互关系的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "correlate",
          "tran_cn": " 相关物；相关联的人"
        },
        {
          "word": "correlation",
          "tran_cn": " [数] 相关，关联；相互关系"
        },
        {
          "word": "correlative",
          "tran_cn": " 关联词；相关物"
        },
        {
          "word": "correlativity",
          "tran_cn": " 相关关系；相互关系"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "correlate",
          "tran_cn": " 关联"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "correlate",
          "tran_cn": " 使有相互关系；互相有关系"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "corelative"
          ],
          "tran_cn": "有相互关系的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "be correlated with",
      "tran_cn": "与…有关"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有相互关系的"
    }
  ],
  "exchange": {}
}