{
  "word": "biotechnology",
  "ipa": {
    "us": "ˌbaɪəʊtekˈnɒlədʒi",
    "uk": "ˌbaɪoʊtekˈnɑːlədʒi"
  },
  "sentences": [
    {
      "en": "A biotechnology company is developing a range of new pesticide based on naturally occurring toxin.",
      "cn": "一家生物工艺开发公司正在根据自然滋生毒素的原理研制新型农药系列产品."
    },
    {
      "en": "Bio - Technology Products, Reagents and Supplies, Pharmaceutical formulations, Biotechnology, Active Pharmaceutical Ingredients.",
      "cn": "采购产品生化技术产品,试药和用品, 药剂配方, 生物科技, 有效药物成份."
    },
    {
      "en": "Biotechnology always has been a long - term investment.",
      "cn": "生物技术一直是一种 长期 的投资项目."
    },
    {
      "en": "Biotechnology in Health Care another 11 approvals were granted for expanded uses of existing biotech medicines.",
      "cn": "另外批准的11项旨在扩大现有生物技术药物的用途."
    },
    {
      "en": "Biotechnology includes gene engineering, cell engineering, enzyme engineering, fermentation engineering, etc.",
      "cn": "生物技术包括基因工程 、 细胞工程 、 酶工程 、 发酵工程等."
    },
    {
      "en": "Biotechnology is one of the important areas of Beijing's high - technology industry.",
      "cn": "生物技术及其相关产业是北京重点发展的 高新技术 领域之一."
    },
    {
      "en": "But biotechnology also promises important benefits for human health and well - being.",
      "cn": "但是,生物技术同样有望使人类的身体健康获得重大的益处."
    },
    {
      "en": "Information technology , biotechnology and other high - tech and new industries developed rapidly.",
      "cn": "信息 、 生物等高新技术产业快速发展."
    },
    {
      "en": "the biotech industries",
      "cn": "生物技术产业"
    },
    {
      "en": "The chromosome in situ hybridization is an important part in modern biotechnology.",
      "cn": "染色体原位杂交技术是现代生物技术的重要组成部分."
    },
    {
      "en": "The college biology department has diversified by adding new courses in biotechnology.",
      "cn": "该学院生物系通过增加生物技术方面的新课程而变得多样化."
    },
    {
      "en": "The companies are pouring trillions of yen into biotechnology research, especially for pharmaceuticals and new seeds.",
      "cn": "这些公司将大量资金投入生物工艺学研究, 尤其是药品和新种子方面."
    },
    {
      "en": "The shaper castes are the keepers of the intricate biotechnology employed by the Yuuzhan Vong.",
      "cn": "塑形者阶层(shapercaste)掌管着遇战疯人复杂的生物工艺学(biotechnology)."
    },
    {
      "en": "To learn more about biotechnology and agriculture, visit our Web site or call us.",
      "cn": "要想对生物技术和农业了解的更多些, 请访问我们的网址或拨打电话."
    },
    {
      "en": "Transgenic foods are coming into our life gradually with the biotechnology developing.",
      "cn": "随着生物技术的发展,基因食品逐渐走进我们的生活."
    },
    {
      "en": "Which one of the following approaches comes under the category of biotechnology?",
      "cn": "下面哪个方法属于生物技术这一类?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "biotic",
          "tran_cn": " 生物的；有关生命的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "biota",
          "tran_cn": " 生物区（系）；一时代（一地区）的动植物"
        },
        {
          "word": "bioterrorism",
          "tran_cn": " 生物恐怖主义"
        },
        {
          "word": "biotin",
          "tran_cn": " [生化] 生物素，维生素H"
        },
        {
          "word": "biotype",
          "tran_cn": " 生物型；[遗] 同型小种"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "生物技术",
      "tran_en": "the use of living things such as cells,  bacteria  etc to make drugs, destroy waste matter etc"
    }
  ],
  "exchange": {
    "adj": [
      "biotechnological"
    ]
  }
}