{
  "word": "Garcia",
  "ipa": {
    "us": "'ɡɑ:ʃjə",
    "uk": "ɡɑr'sɪr"
  },
  "sentences": [
    {
      "en": "After more than two hours in the chocolate, does he still have a taste for it?\"Not so much anymore, \" Garcia said.",
      "cn": "在身陷巧克力两个多小时之后，加西亚还有胃口吃巧克力么？ 他说：“再不要像这样多了！”"
    },
    {
      "en": "And you, Garcia Lorca, what were you doing down by the watermelons?",
      "cn": "是啊是啊, 你在西瓜下面干什么凹?"
    },
    {
      "en": "Carol Garcia is a salesperson.",
      "cn": "卡罗尔,加西亚是一名售货员."
    },
    {
      "en": "Five years later, Dr Reyes - Garcia and her colleagues came back again.",
      "cn": "五年之后, 雷耶斯 - 加西亚和她的同事再一次到来."
    },
    {
      "en": "Garcia also reveals the Premiership suits Torres style of play.",
      "cn": "加西亚同时表示,英超灰常适合托雷斯."
    },
    {
      "en": "Garcia and Youngdahl live in a house for students with an interest in Russian studies.",
      "cn": "住在一起的加西亚和扬达尔都对关于俄罗斯的研究抱有兴趣。"
    },
    {
      "en": "Garcia Mdrquez has called him the \" best Latin American writer in the English language \".",
      "cn": "加西亚-马奎兹称他为 “ 用英语写作的最出色的拉丁美洲作家 ”."
    },
    {
      "en": "Garcia will spot kick punishes, Bettis has drawn level the score.",
      "cn": "加西亚将点球罚中, 贝蒂斯扳平了比分."
    },
    {
      "en": "He easily overcame Garcia, Saturday's conqueror of Ernie Els.",
      "cn": "他轻松战胜了星期六击败厄尼·埃尔斯的加西亚。"
    },
    {
      "en": "In 1987, Garcia introduced legislation to nationalize Peru's banking and financial systems.",
      "cn": "1987年，加西亚立法将秘鲁银行业和金融系统收归国有。"
    },
    {
      "en": "Later, FBI spokesman Garcia also agreed to what Fleischer had said.",
      "cn": "稍后, 联邦调查局发言人贾西亚也附和佛莱谢的说法."
    },
    {
      "en": "Mr Garcia said his conscience was clear over the jail incidents.",
      "cn": "加西亚先生说他对监狱中发生的事件问心无愧。"
    },
    {
      "en": "Ms Smith takes a few steps away with Mr Garcia.",
      "cn": "史密斯女士离开加西亚先生好几步远."
    },
    {
      "en": "My name is Kathy Flynn, and this is Jack Garcia.",
      "cn": "我叫凯西?弗林, 这是杰克?加西亚."
    },
    {
      "en": "President Alan Garcia was barracked by the right wing opposition.",
      "cn": "阿兰·加西亚总统遭右翼反对派喝倒彩。"
    },
    {
      "en": "President Garcia has ordered an airlift of food, medicines and blankets.",
      "cn": "加西亚总统已经下令空运食品、药物和毛毯。"
    },
    {
      "en": "Throws the spot kick is also volley by Saierjiao · Garcia sneaks.",
      "cn": "扑掉的点球还被塞尔吉奥·加西亚补射打进."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "加西亚（姓氏）"
    }
  ],
  "exchange": {}
}