{
  "word": "epistemology",
  "ipa": {
    "us": "ɪˌpɪstəˈmɒlədʒi",
    "uk": "ɪˌpɪstəˈmɑlədʒi"
  },
  "sentences": [
    {
      "en": "But all these endeavors to provide a rational basis for peaceful human cooperation within the frame of society appear vain in the light of the Marxian epistemology.",
      "cn": "然而，所有这些为人类在社会结构中得以开展和平协作提供理性基础的努力，都由于马克思认识论的出现而成为徒劳之举。"
    },
    {
      "en": "Economic irrationality can be avoided since modern epistemology is clearly rational.",
      "cn": "既然现代认识论很明显是理性的,那麽我们可以避免经济上的不理性."
    },
    {
      "en": "Epistemology is also the foundation and the arcanum of Wang's theory as a whole.",
      "cn": "认识论部分是整个王阳明哲学的基础和奥秘所在."
    },
    {
      "en": "Epistemology is the theory of knowledge.",
      "cn": "认识论是关于认识的理论."
    },
    {
      "en": "In epistemology, he admitted thinking people can reflect the reality.",
      "cn": "在认识论上, 他承认人的思维能反映现实."
    },
    {
      "en": "Justification of epistemology can be broadly divided into foundationalism and conheretism.",
      "cn": "认识论的辩护主要分为基础主义和融贯主义."
    },
    {
      "en": "Karl Popper and other philosophers of epistemology misunderstand him completely.",
      "cn": "卡尔·波普等认识论哲学家误解了他的思想."
    },
    {
      "en": "Principle of Marxist Philosophy ( Epistemology )",
      "cn": "马克思主义哲学原理 ( 认识论 )"
    },
    {
      "en": "Safety philosophy has provided epistemology and methodology instruction for human safety.",
      "cn": "安全哲学为人类安全提供认识论和方法论的指导."
    },
    {
      "en": "Similitude Theory tells us that similitude has its universality and incorporates epistemology with mothodology.",
      "cn": "[中英文摘要]相似具有普遍性,且集认识论和方法论于一身."
    },
    {
      "en": "The Republic and The Laws, written 2300 to 2400 years ago, dealt not only with philosophy, the theory of knowledge, epistemology, but also with social conditions.",
      "cn": "他在2300～2400年前写就的《理想国》和《法律篇》不仅阐述了哲学、知识论和认识论，而且还研究了社会状况。"
    },
    {
      "en": "The Scientific Epistemology of Althusser: From \" Duration \" to \" Rupture \"",
      "cn": "阿尔都塞的科学认识论: 从 “ 绵延 ” 到 “ 断裂 ”"
    },
    {
      "en": "The themes of metaphysics - ontology, epistemology, axiology - were determined by them accordingly.",
      "cn": "它们相应地决定了形而上学的主题 —— 本体论 、 认识论 以及 价值论."
    },
    {
      "en": "Traditionally, philosophy has been partitioned into three areas: epistemology, metaphysics, and value theory.",
      "cn": "哲学在传统上分为三个领域: 认识论 、 形而上学和价值理论."
    },
    {
      "en": "Understanding of the game epistemology and ontology sense meaningless.",
      "cn": "对游戏的认识有认识论意义的和本体论意义的."
    },
    {
      "en": "What kind of 15 year - old reads Buddhist epistemology?",
      "cn": "什么样的15岁孩子会阅读佛教认识论?"
    },
    {
      "en": "Zhuangzi's epistemology and positivism are combined with each other.",
      "cn": "庄子的认识论和实践论是一而二、二而一的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "epistemic",
          "tran_cn": " 知识的；认识的，与认识有关的"
        },
        {
          "word": "epistemological",
          "tran_cn": " 认识论的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "epistemologist",
          "tran_cn": " 知识学家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "theory of knowledge"
          ],
          "tran_cn": "认识论"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "认识论",
      "tran_en": "the theory of knowledge, esp the critical study of its validity, methods, and scope "
    }
  ],
  "exchange": {}
}