{
  "word": "cataclysmic",
  "ipa": {
    "us": "ˌkætə'klɪzmɪk",
    "uk": "ˌkætə'klɪzmɪk"
  },
  "sentences": [
    {
      "en": "But in 1993 the startling answer is that a shutdown by banks might be cataclysmic.",
      "cn": "但是时至1993年,令人吃惊的答案是:银行倒闭可能无关痛痒."
    },
    {
      "en": "But the gradual build - up of underground pressure can lead to occasional bursts of cataclysmic activity.",
      "cn": "但是随之逐渐增长的地面下的压力可以引起偶然性的大变动的爆发."
    },
    {
      "en": "Few had expected that change to be as cataclysmic as it turned out to be.",
      "cn": "没有人预测到那些变化会变成一种大灾难。"
    },
    {
      "en": "Had that occurred, the consequences for every area of our economy would cataclysmic.",
      "cn": "一旦出现彻底崩溃, 对我们经济中的所有领域都将造成灾难性的后果."
    },
    {
      "en": "However the risk and cost of being able to grow your business the alternative, is cataclysmic.",
      "cn": "然而,企业增长乏力的风险和成本同样巨大."
    },
    {
      "en": "If, say, the Western Hemisphere were sterilized , there would soon be a cataclysmic spiritual crisis.",
      "cn": "打个比方, 如果西半球的人们无法生育,随之而来的将是严重的精神危机."
    },
    {
      "en": "It all happened with the speed of lightning and with cataclysmic violence.",
      "cn": "这都是闪电那样快,排山倒海那样猛!"
    },
    {
      "en": "It most likely happened after a cataclysmic comet or an asteroid impact 65 million years ago.",
      "cn": "恐龙灭绝很可能发生在6,500万年前,由于一颗彗星或者一颗小行星撞击地球所发生的毁灭性灾难."
    },
    {
      "en": "Laotse had laughed before him, a thin , shrill yet cataclysmic laughter.",
      "cn": "老子在庄子面前嘲笑他, 那笑是尖锐刺耳却又激变的."
    },
    {
      "en": "This paper presents a Cataclysmic Genetic Algorithm for optimal reactive power planning of power systems.",
      "cn": "提出了应用于电力系统无功规划优化的灾变遗传算法."
    },
    {
      "en": "We found evidence of a cataclysmic climate shift, which occurred 10,000 years ago.",
      "cn": "我们发现了10, 000年前,灾难性的气候迁移的证据."
    },
    {
      "en": "Worldwide, people are fascinated with a purported Mayan prophecy that predicts a cataclysmic event in 2012.",
      "cn": "在世界范围内, 人们着迷据称玛雅预言预测的灾难性事件在2012年."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cataclysmal",
          "tran_cn": " 洪水的；大变动的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "cataclysm",
          "tran_cn": " 灾难；大洪水，地震；（社会政治的）大变动"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "pluvial"
          ],
          "tran_cn": "大变动的；洪水的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "afflictive",
            "disastrous",
            "violent"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "洪水的，大变动的",
      "tran_en": "A cataclysmic event is one that changes a situation or society very greatly, especially in an unpleasant way"
    }
  ],
  "exchange": {
    "noun": [
      "cataclysm"
    ]
  }
}