{
  "word": "aplomb",
  "ipa": {
    "us": "əˈplɒm",
    "uk": "əˈplɑm"
  },
  "sentences": [
    {
      "en": "As usual, the chairman's cultured voice was low - key in keeping with his old - Bostonian aplomb.",
      "cn": "和平常一样, 董事长有教养的声音是有节制的,这和他那老波士顿人的镇静是一致的."
    },
    {
      "en": "Carried off the difficult situation with aplomb.",
      "cn": "镇静地应付了困难的局面."
    },
    {
      "en": "Gates is one of the few to pull off both feats with aplomb.",
      "cn": "盖茨是少数自信的成功者之一."
    },
    {
      "en": "He answered with perfect aplomb.",
      "cn": "他沉着地回答."
    },
    {
      "en": "He delivered the speech with his usual aplomb.",
      "cn": "他以惯常的沉着语气作了演讲。"
    },
    {
      "en": "He did so, moreover, with a nearly messianic fervor and aplomb.",
      "cn": "并且, 他以近乎救世主般的热情与沉着来做这些事."
    },
    {
      "en": "Master of all or mistress of all , aplomb in the midst of irrational things.",
      "cn": "万物的主人或主妇, 坦然面对世间的混乱."
    },
    {
      "en": "Ms Sharpe handled their questions with great aplomb.",
      "cn": "夏普女士镇定自若地回答了他们的问题。"
    },
    {
      "en": "She performs the duties of a princess with great aplomb.",
      "cn": "她泰然自若地履行王妃的职责."
    },
    {
      "en": "She sang several songs, handling herself with the aplomb of a professional entertainer.",
      "cn": "她唱了一首又一首, 泰然自若地像个专业的艺人."
    },
    {
      "en": "The hard - working Milanese run their busy metropolis with efficiency and aplomb.",
      "cn": "勤劳的米兰人平静、高效地奔走在繁忙的都市."
    },
    {
      "en": "The Reds took the lead after just five minutes when Evandro Brandao finished with aplomb.",
      "cn": "曼联开场5分钟就取得领先,埃万德罗.布兰达奥沉着的打进一球."
    },
    {
      "en": "The whole cast executed the production with truly professional aplomb.",
      "cn": "全体演职人员以一种真正的专业精神，从容不迫地开始了影片的制作。"
    },
    {
      "en": "This rather bloodcurdling recital , delivered with the usual Achesonian aplomb, startled the British.",
      "cn": "这种颇有点令人毛骨悚然的议论, 以艾奇逊式一贯的沉着自若的腔调发表出来, 使英国人为之骇然."
    },
    {
      "en": "You move through each day with grace and aplomb.",
      "cn": "祝您的每一天都这样美丽而安详."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "self-possession",
            "composedness"
          ],
          "tran_cn": "沉着；垂直；泰然自若"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "poise"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "自信，沉着，泰然自若",
      "tran_en": "If you do something with aplomb, you do it with confidence in a relaxed way"
    }
  ],
  "exchange": {}
}