{
  "word": "purplish",
  "ipa": {
    "us": "ˈpɜ:pəlɪʃ",
    "uk": "ˈpɜrpəlɪʃ"
  },
  "sentences": [
    {
      "en": "A dark purplish red to dark purplish pink.",
      "cn": "介于带暗褐色的红色到带紫色的红色之间."
    },
    {
      "en": "A moderate to vivid purplish red.",
      "cn": "绛红一种从中度到鲜亮的紫红色."
    },
    {
      "en": "A vivid or strong blue to purplish blue.",
      "cn": "介于中等的蓝色和淡蓝色之间,或者是带紫色的蓝色."
    },
    {
      "en": "Before his axe released from it purplish blood clots and ginger - juice - colored brains.",
      "cn": "他的利斧从里面放出深紫的淤血和姜汁状的脑浆."
    },
    {
      "en": "Can fig treat wind of white purplish patches on the skin really?",
      "cn": "无花果真的可以治疗白癜风 吗 ?"
    },
    {
      "en": "Cytoplast and nucleolus were blue with a little purplish red color.",
      "cn": "胞浆和核仁呈蓝色略带紫红色."
    },
    {
      "en": "European evergreen plant with white or purplish roselike winter - blooming flowers.",
      "cn": "欧洲的一种常绿植物,具有白色或微紫色花朵,冬天开花."
    },
    {
      "en": "Having a gray or purplish color, as from cold or contusion.",
      "cn": "因为寒冷或者外伤而带有淡淡的蓝色或者紫色."
    },
    {
      "en": "He is being worn purplish blue shirt, show pleasant smiles.",
      "cn": "他穿着半新不旧的藏蓝衬衫, 笑脸可掬."
    },
    {
      "en": "His eyes seemed to shine in the purplish twilight.",
      "cn": "他的眼睛仿佛在紫色的暮光中闪烁."
    },
    {
      "en": "Hues of purplish, rose and amber begin to pulsate in the sky.",
      "cn": "淡紫色的 、 玫瑰色的和琥珀色的色调开始在天空中微微颤动起来."
    },
    {
      "en": "In swollen areas the pulb is deep purplish black and it bulges from the cut surfaces.",
      "cn": "在肿胀部位中,脾髓呈深紫色,剖面隆起."
    },
    {
      "en": "Some of these give a bluish or purplish tinge to the light.",
      "cn": "其中的一些让蓝或紫色色调的光线."
    },
    {
      "en": "Staining of a thin sliver of each block can highlight the main bodies of nerve cells (top, purplish image) with the darker areas indicating high cell density near the brain’s surface.",
      "cn": "对每一块的细微纹路进行着色能突显出神经细胞的主体部分（上面略带紫色的图）。 图中的偏暗区域代表了大脑表明的高细胞密度区域。"
    },
    {
      "en": "The large, purplish blue flowers appear in early June.",
      "cn": "略微发紫的大朵蓝花在6月初绽放。"
    },
    {
      "en": "The original paddy art was formed by using two varieties of rice plants, one with dark purplish stalks and the other bright green.",
      "cn": "最初的稻田艺术利用了两个品种的植物茎干，一种是深紫色，另一种是亮绿色。"
    },
    {
      "en": "The sky had become overcast, purplish , with little streaks of white.",
      "cn": "天色变得阴沉沉的, 紫红色的云, 上面一条条白纹."
    },
    {
      "en": "This year, we used the purplish tuber in taro and pumpkin tofu puffs.",
      "cn": "这年，我们用紫色块茎中的芋头，南瓜豆腐泡。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "purple",
          "tran_cn": " 紫色的；帝王的；华而不实的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "purple",
          "tran_cn": " 紫色；紫袍"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "purple",
          "tran_cn": " 变成紫色"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "purple",
          "tran_cn": " 使成紫色"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "purple"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "purplish blue",
      "tran_cn": "紫蓝；海军蓝；藏蓝"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "略带紫色的",
      "tran_en": "slightly purple"
    }
  ],
  "exchange": {}
}