{
  "word": "dissertation",
  "ipa": {
    "us": "ˌdɪsəˈteɪʃn",
    "uk": "ˌdɪsərˈteɪʃn"
  },
  "sentences": [
    {
      "en": "After the discussion of my dissertation I taught him Chinese.",
      "cn": "讨论完我的论文,我就教他中文."
    },
    {
      "en": "Diploma and certificate courses do not normally require the submission of a dissertation.",
      "cn": "为获得文凭和证书所修的课程通常不需要提交论文。"
    },
    {
      "en": "Each student has a supervisor to advise on the writing of the dissertation.",
      "cn": "每个学生都有导师指导他们写论文。"
    },
    {
      "en": "He could not understand Riemann's work on Abelian functions nor Roch's contributions in his dissertation.",
      "cn": "他不能理解Riemann在Abel函数方面的工作,也不懂Roch论文中的论著."
    },
    {
      "en": "He is currently writing a dissertation on the Somali civil war.",
      "cn": "他目前正在写一篇关于索马里内战的论文。"
    },
    {
      "en": "He was involved in writing his doctoral dissertation.",
      "cn": "他在聚精会神地写他的博士论文."
    },
    {
      "en": "His doctoral dissertation on differential equations connected itself with existence theorems.",
      "cn": "他论述微分方程的博士论文涉及到存在理论."
    },
    {
      "en": "I'm supposed to have handed in a first draft of my dissertation.",
      "cn": "我本该把论文的初稿交上去了。"
    },
    {
      "en": "I'm working my notes up into a dissertation.",
      "cn": "我正在把我的笔记修改成论文."
    },
    {
      "en": "Implications of these findings are discussed at the end of the dissertation.",
      "cn": "在论文最后,我们还讨论了研究成果的应用."
    },
    {
      "en": "It also points out that this dissertation still has some deficits.",
      "cn": "第五章,总结全文,指出这篇论文尚有不足."
    },
    {
      "en": "Main contributions of the dissertation are summarized as follows.",
      "cn": "以下则摘要地叙述本论文的主要贡献."
    },
    {
      "en": "Makes the dissertation and after oral defense obtains the degree.",
      "cn": "做学位论文并通过论文答辩后取得学位."
    },
    {
      "en": "She wrote a dissertation on superrealism.",
      "cn": "她写了一篇关于超现实主义的论文."
    },
    {
      "en": "This dissertation researches the functions of real right of pledge.",
      "cn": "本文研究的角度是两岸担保物权的功能与价值取向."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "dissertate",
          "tran_cn": " 讲演；论说；写论文"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "thesis",
            "tractate"
          ],
          "tran_cn": "论文，专题；学术演讲"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "paper",
            "theme",
            "thesis"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "academic dissertation",
      "tran_cn": "学位论文；学术论文"
    },
    {
      "phrase": "doctoral dissertation",
      "tran_cn": "博士论文"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专题论文，学位论文",
      "tran_en": "a long piece of writing on a particular subject, especially one written for a university degree"
    }
  ],
  "exchange": {
    "pl": [
      "dissertations"
    ]
  }
}