{
  "word": "symphonic",
  "ipa": {
    "us": "sɪm'fɒnɪk",
    "uk": "sɪmˈfɑnɪk"
  },
  "sentences": [
    {
      "en": "Entering the 1990 s, Chinese symphonic creation found itself in the doldrums.",
      "cn": "进入90年代之后, 我国交响音乐创作的状态有些寂寥."
    },
    {
      "en": "From 1957 to 1962, symphonic creation became even brisker.",
      "cn": "1957年一1962年间, 交响音乐创作呈现出更为活跃的局面."
    },
    {
      "en": "He prefers opera to symphonic music.",
      "cn": "他喜欢歌剧胜过交响乐."
    },
    {
      "en": "His works include operas, symphonic, choral and chamber music.",
      "cn": "他的作品包括歌剧, 交响乐, 合唱和室内乐."
    },
    {
      "en": "In fact, when the symphonic stars align, classical music concerts make for quite brilliant theatre.",
      "cn": "事实上，当那些交响明星们整装登场之时，古典音乐会也是场绝伦的表演。"
    },
    {
      "en": "In symphonic writing he is the master craftsman.",
      "cn": "在交响乐曲的创作上,他堪称技艺大师."
    },
    {
      "en": "Marks the development from straight - ahead thrash metal to Metallica's classic sound, incorporating more symphonic elements.",
      "cn": "标志着由直白的鞭挞金属乐向“金属乐队”的经典乐风拓展, 包含了更多的交响乐元素."
    },
    {
      "en": "Nature's symphonic world was drowned by man's industrial cacophony.",
      "cn": "大自然的和声世界被人类的工业噪音淹没了."
    },
    {
      "en": "Of course, anyone knows that it is impossible to play a symphonic work with just three strings.",
      "cn": "当然，每个人都知道，只用三根弦来演奏交响乐是不可能的。"
    },
    {
      "en": "Right now , we play music in Gothic Metal , Melodic Death Metal and Symphonic Metal styles.",
      "cn": "目前的风格为哥特、旋死和交响金属."
    },
    {
      "en": "Symphonic concerts abound in the bigger cities.",
      "cn": "在较大的城市中经常上演交响乐演奏会."
    },
    {
      "en": "The orchestra had been planning a British symphonic celebration with Hickox for 2010, and a Britten celebration for the Olympic year, 2012.",
      "cn": "乐团正与希考克斯一 起计划2010年的英国交响乐盛典，还有2012年奥运年的布里顿庆典。"
    },
    {
      "en": "There can be a luxury in our bodily movements, in the movement of a symphonic poem.",
      "cn": "一首音韵和谐的诗歌有放佚的表现;我们身体上的动作也可以有放佚的表现."
    },
    {
      "en": "This kind of vigor and conception is just like a unique and vast symphonic epic.",
      "cn": "这气势、这意境、宛如一部不同反响、恢弘壮阔购乐学的交响史诗."
    },
    {
      "en": "Zheng Xiaoying has performed more than 1000 opera and symphonic concerts.",
      "cn": "郑小瑛指挥过超过1000场的歌剧和交响音乐会."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "symphonious",
          "tran_cn": " 和谐的；调和的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "symphony",
          "tran_cn": " 交响乐；谐声，和声"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "harmonic",
            "concordant"
          ],
          "tran_cn": "交响乐的；交响性的；和声的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "musical"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "symphonic poem",
      "tran_cn": "交响诗"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "交响乐的",
      "tran_en": "Symphonic means relating to or like a symphony"
    }
  ],
  "exchange": {
    "noun": [
      "symphony"
    ]
  }
}