{
  "word": "undifferentiated",
  "ipa": {
    "us": "ˌʌndɪfəˈrenʃieɪtɪd",
    "uk": "ˌʌndɪfəˈrenʃieɪtɪd"
  },
  "sentences": [
    {
      "en": "Callus 1 . A mass of undifferentiated parenchyma.",
      "cn": "一团未分化的薄壁组织."
    },
    {
      "en": "Colonial officials tended to see Indian society as an undifferentiated whole.",
      "cn": "殖民地官员往往把印度社会看成一个统一整体。"
    },
    {
      "en": "Eskimos are at increased risk for undifferentiated lymphoepithelial carcinoma.",
      "cn": "爱斯基摩人未分化的淋巴上皮癌风险高."
    },
    {
      "en": "Following involuntary hospitalizations , Sister 1 was diagnosed with schizophrenia, chronic undifferentiated type.",
      "cn": "继非自愿住院, 妹妹一被诊断患有精神分裂症, 慢性未分化型."
    },
    {
      "en": "Objective : To investigate the clinicopathologic features of undifferentiated small cell carcinoma of esophagus.",
      "cn": "目的: 探讨食管原发性未分化小细胞癌临床病理特点."
    },
    {
      "en": "Objective To analyse the prognostic factor and investigate the treatment mode for undifferentiated cervical carcinoma.",
      "cn": "目的探讨子宫颈低分化癌预后的影响因素及治疗方法."
    },
    {
      "en": "shows aimed at large undifferentiated groups of people",
      "cn": "针对不加以细分的大众的节目"
    },
    {
      "en": "Small - cell undifferentiated carcinoma: a rare esophageal cancer.",
      "cn": "小细胞未分化癌: 为食管较罕见的恶性肿瘤."
    },
    {
      "en": "Squamous cell carcinoma was dominant , followed by undifferentiated cell carcinoma, olfactory neuroblastorma and malignant lymphma.",
      "cn": "病理以鳞状上皮癌居多,其次依序为分化癌 、 嗅觉神经母细胞癌、恶性淋巴瘤等."
    },
    {
      "en": "The strong positive expires ˉ sion of BMP was observed in the undifferentiated mesenchymal cell early after treatment.",
      "cn": "在骨愈合早期,阳性着色明显,未分化间充质细胞阳性率较高,而在改建期阳性着色下降."
    },
    {
      "en": "Undifferentiated carcinomas with osteoclastic - like giant cells carry a similar prognosis to ductal adenocarcinoma.",
      "cn": "伴有破骨细胞样巨细胞的未分化癌与导管腺癌有相似的预后."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "united",
            "consistent",
            "corresponding",
            "matching",
            "uniform"
          ],
          "tran_cn": "无差别的；一致的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无差别的，一致的，未分化的",
      "tran_en": "something which is undifferentiated is not split into parts, or has different parts but you cannot tell the difference between them"
    }
  ],
  "exchange": {}
}