{
  "word": "ferromagnetic",
  "ipa": {
    "us": "ˌferəʊmægˈnetɪk",
    "uk": "ˌferoʊmægˈnetɪk"
  },
  "sentences": [
    {
      "en": "A method for the computation of local magnetic force in saturated ferromagnetic materials is proposed, based on FEM and virtual work principle.",
      "cn": "研究考虑铁磁介质饱和时基于有限元和虚位移原理的局部电磁力算法。"
    },
    {
      "en": "A new developed technique in nondestructive testing for residual stress of the ferromagnetic materials is discussed.",
      "cn": "讨论了一种检测铁磁材料内部应力的无损检测新技术."
    },
    {
      "en": "A number of rather exotic ferromagnetic materials have been studied to this end.",
      "cn": "为此,研究了许多颇为奇特的铁磁材料."
    },
    {
      "en": "An extended model describing magnetization and magnetostriction in ferromagnetic amorphous metal ribbon is introduced.",
      "cn": "用推广了的模型,讨论带状铁磁非晶体金属在弱磁场中的磁化和磁致伸缩特性."
    },
    {
      "en": "Both stator and rotor are made of ferromagnetic materials.",
      "cn": "定子和转子都是由铁磁材料构成."
    },
    {
      "en": "Can we make semiconductors that are ferromagnetic at room temperature?",
      "cn": "是否能制造出室温下的铁磁性半导体?"
    },
    {
      "en": "It is sometimes difficult to draw the line separating ferromagnetic from paramagnetic substances.",
      "cn": "严格区别铁磁性与顺磁性物质有时是很困难的."
    },
    {
      "en": "It is suggested that wearers of cardiac pacemakers, ferromagnetic implants and implanted electronic devices should avoid locations where the field exceeds 0.5 mT.",
      "cn": "建议植有心脏起搏器、铁磁植入器和植入电子器件的人回避超过0.5 mT的静电磁场。"
    },
    {
      "en": "Magnetic fluid is a kind of colloid which contain ferromagnetic granule equably Magneticafunctional material.",
      "cn": "磁流体就是一种胶体,其中包含有均匀分布的强铁磁性微粒."
    },
    {
      "en": "Materials which have magnetic properties similar to iron are ferromagnetic.",
      "cn": "具有类似于铁那样的磁性的材料就是铁磁物质."
    },
    {
      "en": "Stress Effect on the Spectrum of Magnetic Induced Waveform in Ferromagnetic Steels.",
      "cn": "应力对铁磁性钢材磁感应频谱的影响."
    },
    {
      "en": "The anisotropic magnetic effect of ferromagnetic films is discussed.",
      "cn": "讨论了铁磁性金属薄膜中的各向弄性磁阻效应."
    },
    {
      "en": "The free vibration of ferromagnetic plates and shells under high in - plane magnetic field are studied.",
      "cn": "本文研究了面内强磁场环境下铁磁板壳的自由振动问题."
    },
    {
      "en": "The microstructure, densification behaviour, electrical, ferroelectric and ferromagnetic properties of Ni - doped BaTiO 3 are measured.",
      "cn": "添加镍的钛酸钡复合材的微结构 、 致密化行为 、 电性 、 铁电性及铁磁性均加以研究."
    },
    {
      "en": "The self - magnetization and the magnetic domains are two basic properties of the ferromagnetic materials.",
      "cn": "自发磁化和磁畴结构是铁磁性物质的两个基本特点."
    },
    {
      "en": "The stress testing based on counter magnetostriction effect of ferromagnetic materials is a new technique.",
      "cn": "摘要基于铁磁材料压磁效应的应力测量是一种新技术."
    },
    {
      "en": "The temperature dependence of exchange bias and coercivity of ferromagnetic layer and antiferromagnetic gain layer is discussed.",
      "cn": "讨论了铁磁反铁磁双层膜中交换偏置和矫顽场随温度变化的关系。"
    },
    {
      "en": "This article mainly discusses transition properties of random transverse field mixed ferromagnetic system with crystal field.",
      "cn": "本文分析了晶场理论中的三种晶场模型;并且讨论了它们之间的关系."
    },
    {
      "en": "We're still just beginning to exploit atomic-scale effects in revolutionary new materials —semiconductors (processing power), ferromagnetic compounds (storage), and fiber optics (bandwidth).",
      "cn": "我们对量子效应的初步开发，正始于那些革命性的新材料——半导体(处理器)、铁磁混合物（存储器）以及光纤材料（带宽）。"
    },
    {
      "en": "When they gradually increased the repulsive forces between the atoms, they observed several features indicating that the gas had become ferromagnetic.",
      "cn": "他们利用红外线激光束捕获超冷锂原子气团，将其冷却到仅比绝对零度高亿分之十五开尔文。 当逐渐增加原子间斥力时，研究人员观察到的几个现象表明气体已经变得具有强磁性。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ferromagnetism",
          "tran_cn": " [物] 铁磁性"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "ferromagnetic material",
      "tran_cn": "铁磁材料；强磁性质"
    },
    {
      "phrase": "ferromagnetic resonance",
      "tran_cn": "铁磁共振"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "铁磁的，铁磁体的"
    }
  ],
  "exchange": {}
}