{
  "word": "Negro",
  "ipa": {
    "us": "ˈniːɡrəʊ",
    "uk": " ˈniːɡroʊ"
  },
  "sentences": [
    {
      "en": "\" Yassah, \" assented the negro, nodding his head.",
      "cn": "“ 是, \" 黑人点头应道."
    },
    {
      "en": "\"I do not accept the Negro as my equal, \" Douglas said. \"And I deny that he is my brother.",
      "cn": "“我不会接受黑人与我平等的思想，”道格拉斯说，“而且我拒绝把黑人当成我的兄弟。"
    },
    {
      "en": "A big Negro like Sam would be as good a bodyguard as Archie.",
      "cn": "像萨姆这样身材高大的黑人当保镖,不比阿尔奇差."
    },
    {
      "en": "It is the most difficult of all anthropological data on which to \" draw \" the old Negro.",
      "cn": "在所有的人类学资料中,最困难的事莫过于 “ 刻划 ” 古代的黑人."
    },
    {
      "en": "It meant that I, a humble Negro girl, had just as much chance as anybody in the sight and love of God.",
      "cn": "这就意味着，我这样一个卑微的黑人女孩，也可以像其他人一样有很多机会受到上帝的关注和爱。"
    },
    {
      "en": "It's impolite to call the black people Negro.",
      "cn": "称呼黑人为Negro是不礼貌的。"
    },
    {
      "en": "Its citizens had achieved a splendid equality, they all - except the Negro - walked upright.",
      "cn": "它的公民享有辉煌的平等, 除了黑人,都能昂首阔步."
    },
    {
      "en": "My three negro men stood guard at your house all the rest of the night.",
      "cn": "后来我派了三个家奴守着你的房子,一直守到天亮."
    },
    {
      "en": "NAACP and other militant Negro groups counseled resistance.",
      "cn": "全国有色人种协进会和其他富于战斗性的黑人团体商讨抵抗办法."
    },
    {
      "en": "Rudolph leaned forward intently, gloriously battered by the music, his eyes glued on the Negro trumpeter.",
      "cn": "鲁道夫急切地听着, 这音乐叫他大为倾倒,眼睛盯着那吹小号的黑人."
    },
    {
      "en": "Several Negro girls were employed as maids in the hotel.",
      "cn": "有几个黑人姑娘被雇到旅馆里当女佣."
    },
    {
      "en": "That officer of the board , a full - chested, round - faced negro, approached, and inclined his ear.",
      "cn": "\"那招待是个胸脯宽阔的圆脸黑人.他走近桌子, 侧耳听候吩咐."
    },
    {
      "en": "The big negro ducked back behind the oak, and the voice that answered was frightened.",
      "cn": "那黑人又缩到大树后面, 从他回话的声音可以听得出,他是很害怕的."
    },
    {
      "en": "The climax of Negro entertainment was reached in the 1930 s.",
      "cn": "黑人剧到了20世纪30年代才发展到顶点."
    },
    {
      "en": "The first of all the negro minstrel shows came to town, and made a sensation.",
      "cn": "一流的黑人演奏队来到了这个小镇, 引起了轰动."
    },
    {
      "en": "The movement to oppose racial discrimination was personally initiated and led by a famous Negro leader.",
      "cn": "这次反种族歧视运动是由一位著名的黑人领袖亲自发动和领导的。"
    },
    {
      "en": "The Negro minstrel is touring the country.",
      "cn": "那个黑人歌舞团正在全国各地巡回演出."
    },
    {
      "en": "The Negro quarter around 135 th Street, New York, was overrun with fortune tellers and witch doctors.",
      "cn": "在纽约135号街区周围的黑人区, 占卜师和巫医泛滥成灾."
    },
    {
      "en": "Those who hope that the Negro needed to blow off steam and will now be content will have a rude awakening if the nation returns to business as usual.",
      "cn": "那些希望的人是否国家回到一切如常，黑人需要吹远的蒸气并且现在将会是内容将会有一个粗鲁无礼的唤醒。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "black",
            "soul"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "negro spiritual",
      "tran_cn": "n. 黑人灵歌"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（歧视性说法，慎用）黑人的",
      "tran_en": "relating to or characteristic of Negroes "
    },
    {
      "pos": "n",
      "tran_cn": "（歧视性说法，慎用）黑种人，黑人",
      "tran_en": "a word for a black person, usually considered offensive"
    }
  ],
  "exchange": {
    "pl": [
      "Negroes"
    ]
  }
}