{
  "word": "Gothic",
  "ipa": {
    "us": "ˈɡɒθɪk",
    "uk": "ˈɡɑːθɪk"
  },
  "sentences": [
    {
      "en": "a Gothic church",
      "cn": "一座哥特式教堂"
    },
    {
      "en": "An arch that is foliated in the Gothic style.",
      "cn": "那是有叶形饰物之拱门."
    },
    {
      "en": "Gothic art the highest achievements in the construction area.",
      "cn": "哥特式艺术的最高成就体现在建筑方面."
    },
    {
      "en": "Gothic is an example of this small and historic grouping.",
      "cn": "歌德语就属于这种使用者不多但历史悠久的语系."
    },
    {
      "en": "Gothic tattoos run along her back, and deep knife scars trace her shoulder.",
      "cn": "她的背上布满了哥特式纹身，肩头上有深深的刀疤。"
    },
    {
      "en": "Gothic villain is a grotesque figure in literary works.",
      "cn": "哥特式小说中的恶棍形象是文学作品中的另类角色."
    },
    {
      "en": "He was more interested in states of mind than in \" puerile superstitions, Gothic castles, and chimeras. \"",
      "cn": "他乐于描写心情, 而不愿意描写 “ 无聊的迷信, 尖拱式的堡垒和妖魔鬼怪. ”"
    },
    {
      "en": "I have been awed by the devoted spirit of Gothic wood carving.",
      "cn": "我对哥特木刻的热忱精神感到敬畏."
    },
    {
      "en": "It extracted a full measure of suspense and horror from the conventional machinery of Gothic.",
      "cn": "它继承了哥特式小说的传统手法,吸取了其制造悬念和恐怖的全部技巧."
    },
    {
      "en": "It is a classic style of Gothic buildings.",
      "cn": "这是哥特式建筑的典型样式."
    },
    {
      "en": "The cathedral was eventually completed in 1490, though the Gothic facade remains unfinished.",
      "cn": "那座大教堂最终于1490年建成，但其哥特式风格的正面一直未能完工。"
    },
    {
      "en": "The choir of the church is a fine specimen of Gothic architecture.",
      "cn": "教堂里的唱诗区是哥特式建筑风格的优秀典范."
    },
    {
      "en": "The house sat on the hill, huge, a useless fortress in Gothic stone.",
      "cn": "房子在山上, 非常大, 是一座用哥特式石头砌成的无用的堡垒."
    },
    {
      "en": "The images were Gothic or Byzantine rather than classical.",
      "cn": "这些形象属哥特式或者拜占庭式而非古典式。"
    },
    {
      "en": "The tall Gothic windows glinted in the afternoon sun.",
      "cn": "高大的哥特式窗户在夕阳的照耀下闪闪发光."
    },
    {
      "en": "This is occurring in a Gothic fantasy world of action games.",
      "cn": "这是一款发生在哥特式幻想世界中的动作游戏."
    },
    {
      "en": "This novel is not science fiction, nor is it Gothic horror.",
      "cn": "这本小说既非科幻小说亦非哥特派恐怖小说。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "wild",
            "brutal"
          ],
          "tran_cn": "哥特式的；野蛮的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Gothic style"
          ],
          "tran_cn": "哥特式"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "gothic arch",
      "tran_cn": "哥特式尖拱"
    },
    {
      "phrase": "gothic architecture",
      "tran_cn": "哥特式建筑"
    },
    {
      "phrase": "gothic novel",
      "tran_cn": "哥特小说；哥特式小说"
    },
    {
      "phrase": "gothic style",
      "tran_cn": "哥特式"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "哥特式的，野蛮的"
    },
    {
      "pos": "adj",
      "tran_cn": "哥特式的；野蛮的",
      "tran_en": "the Gothic style of building was common in Western Europe between the 12th and 16th centuries and included tall pointed  arches  and windows and tall  pillars "
    },
    {
      "pos": "n",
      "tran_cn": "[建]哥特式"
    }
  ],
  "exchange": {}
}