{
  "word": "capitulation",
  "ipa": {
    "us": "kəˌpɪtʃʊ'leɪʃn",
    "uk": "kəˌpɪtʃəˈleʃən"
  },
  "sentences": [
    {
      "en": "A clearing out of stocks marks a kind of economic capitulation.",
      "cn": "清空库存意味着某种经济让步."
    },
    {
      "en": "A surrender may be effected without resort to a capitulation.",
      "cn": "投降亦得不签署投降协定而生效."
    },
    {
      "en": "Bear markets often end not in capitulation but stupefaction.",
      "cn": "熊市的尽头往往是投资者的茫然麻木而非大举溃退."
    },
    {
      "en": "But that was either a variation of Vietnamization or the equivalent of capitulation.",
      "cn": "但是这样做,要么就是变相的越南化,要么就等于投降."
    },
    {
      "en": "He nodded with a peculiarly male satisfaction at her capitulation.",
      "cn": "对她的屈服,他以一种男人特有的满足感点了点头."
    },
    {
      "en": "I'm not suggesting capitulation.",
      "cn": "我不是建议你投降."
    },
    {
      "en": "It is during capitulation that a selloff course, and prices begin to feel for bottom.",
      "cn": "在认赔离场的过程中,卖盘大行其道, 价格也开始探底."
    },
    {
      "en": "Lord Luce's capitulation to pressure from the Duke of Edinburgh has stored up huge problems for the future.",
      "cn": "卢斯勋爵迫于爱丁堡公爵的压力作了让步，为日后埋下了巨大隐患。"
    },
    {
      "en": "Oddly, even market pundits who believe in capitulation admit they can't define it.",
      "cn": "有趣的是, 即便对抄底论深信不疑的市场老手也承认他们不知道低点在哪里."
    },
    {
      "en": "Talk to enough investors and you get an idea of whether we have capitulation.",
      "cn": "多去和投资者接触,你就会有个大概的概念市场是否已经触底."
    },
    {
      "en": "The invading army had massacred many of the garrison after capitulation.",
      "cn": "侵略军在守军投降后仍将多人屠杀了."
    },
    {
      "en": "The Pain Already Feels Deep: The market is always looking for something called'capitulation.",
      "cn": "疼痛已经是深入骨髓了: 市场总是在寻找所谓的 “ 有条件的投降”."
    },
    {
      "en": "The third is the coexistence of armed resistance and capitulation in China.",
      "cn": "第三个方向,抗战和投降并存于中国."
    },
    {
      "en": "There is no specified form for capitulation.",
      "cn": "投降协议并无固定形式."
    },
    {
      "en": "They were protected until the capitulation of the fort.",
      "cn": "他们一直受到保护直到堡垒中的人投降."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "capitulate",
          "tran_cn": " 认输，屈服；屈从，停止反抗；有条件投降；让步"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "core",
            "main",
            "heart",
            "treaty",
            "essential"
          ],
          "tran_cn": "（有条件的）投降；投降协定；（文件、声明等的）要点；条约"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cession",
            "concession",
            "summary"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（有条件的）投降，概要，协议，一系列条款",
      "tran_en": "the act of capitulating "
    }
  ],
  "exchange": {
    "verb": [
      "capitulate"
    ]
  }
}