{
  "word": "expertise",
  "ipa": {
    "us": "ˌekspɜːˈtiːz",
    "uk": "ˌekspɜːrˈtiːz"
  },
  "sentences": [
    {
      "en": "A high degree of expertise is required for this stage of the manufacturing process.",
      "cn": "制造流程的这一阶段需要高水平的专业知识."
    },
    {
      "en": "Haig was immediately impressed by Charteris's expertise and by his lucid explanation of the work.",
      "cn": "查特里斯的专业知识和他对作品浅显易懂的阐释立即给黑格留下了深刻印象。"
    },
    {
      "en": "He parried it with olympic expertise.",
      "cn": "他自有搪塞的高论."
    },
    {
      "en": "It's a team unrivalled in stature, expertise and credibility.",
      "cn": "这个团队的名声、专业技能和信誉都是无可匹敌的。"
    },
    {
      "en": "Let us not forget that the much-maligned British Rail has a major expertise in electronic communications.",
      "cn": "我们不要忘了备受非议的英国铁路在电子通讯领域有一项重要的技术专利。"
    },
    {
      "en": "MPs may lack the necessary expertise to scrutinise legislation effectively.",
      "cn": "议员可能缺乏严格审查立法所必备的专业知识."
    },
    {
      "en": "MPs may lack the necessary expertise to scrutinize legislation effectively.",
      "cn": "议员可能缺乏严格审查立法所必备的专业知识。"
    },
    {
      "en": "She was not an accountant and didn't have the expertise to verify all of the financial details.",
      "cn": "她不是会计，不具有核查所有这些财政细目的专业知识。"
    },
    {
      "en": "Students' expectations were as varied as their expertise.",
      "cn": "学生们的期望根据他们的专业各有不同。"
    },
    {
      "en": "The consultant seeks to match up jobless professionals with small companies in need of expertise.",
      "cn": "这个顾问力求使失业的专业人员找到需要专门技术的小公司。"
    },
    {
      "en": "The expertise become relatively widespread by the mid - 1960.",
      "cn": "这种成就在60年代 中期 相对地得到广泛发展."
    },
    {
      "en": "The level of expertise and helpfulness is far higher in smaller shops.",
      "cn": "规模较小的商店专业得多，对顾客也体贴得多。"
    },
    {
      "en": "These are relatively small points when set against her expertise on so many other issues.",
      "cn": "和她在许多其他方面的专业知识相比，这些相对来说都不算什么。"
    },
    {
      "en": "This irrigation project requires a highly developed technical and interpretive expertise.",
      "cn": "这项灌溉工程需要高度发展的技术和推理的专门知识."
    },
    {
      "en": "To grow the business, he needs to develop management expertise and innovation across his team.",
      "cn": "为了拓展业务，他需要提高整个团队的管理技能和创新能力。"
    },
    {
      "en": "We were amazed at his expertise on the ski slopes.",
      "cn": "他斜坡滑雪的技能使我们赞叹不已."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "expert",
          "tran_cn": " 熟练的；内行的；老练的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "expert",
          "tran_cn": " 专家；行家；能手"
        },
        {
          "word": "expertness",
          "tran_cn": " 专门性；专业性"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "expert",
          "tran_cn": " 当专家；在…中当行家"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "special knowledge",
            "professional knowledge"
          ],
          "tran_cn": "专门知识；专门技术；专家的意见"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "equipment",
            "knowledge",
            "science",
            "skill"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "technical expertise",
      "tran_cn": "专业技术"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专门技术，专门知识，专长",
      "tran_en": "special skills or knowledge in a particular subject, that you learn by experience or training"
    }
  ],
  "exchange": {}
}