{
  "word": "Tennessee",
  "ipa": {
    "us": "ˌtenə'si:",
    "uk": "ˌtenə'si"
  },
  "sentences": [
    {
      "en": "\" There'll be just one brief skirmish and the Yankees will skedaddle back into Tennessee.",
      "cn": "\" 只要打一次小小的遭遇战,北方佬就会逃回田纳西去的."
    },
    {
      "en": "A Senate race in Tennessee last year exposed more complex racial currents.",
      "cn": "去年田纳西州的一场参议院竞赛暴露出更为复杂的种族趋势."
    },
    {
      "en": "After hard fighting, nearly all of Tennessee was now held by the Union troops.",
      "cn": "经过激烈的战斗, 田纳西几乎已全部落入北军的手中."
    },
    {
      "en": "And the Yankees had been driven out of Georgia, back into Tennessee.",
      "cn": "结果北方佬被赶出佐治亚, 退回到田纳西去了."
    },
    {
      "en": "Big dams were built across the Tennessee river and its tributaries.",
      "cn": "在田纳西河及其支流上都修建了大型水坝."
    },
    {
      "en": "Davy Crockett was born on August 17 th, 1786 in eastern Tennessee.",
      "cn": "大卫?克洛基在一七八六年八月十七日出生于田纳西州东部."
    },
    {
      "en": "Let freedom ring from Lookout Mountain of Tennessee!",
      "cn": "让自由的回声响彻田纳西州的卢考特山吧!"
    },
    {
      "en": "Many people in Minnesota and Tennessee have noticeable regional accents.",
      "cn": "明尼苏达州和田纳西州的许多人都有明显的地区口音。"
    },
    {
      "en": "Most of the other citizens in Tennessee disagreed with him. They decided to leave the Union.",
      "cn": "然而，在田纳西州，绝大多数人都反对他的决定，他们决定脱离合众国。"
    },
    {
      "en": "Perhaps Mr Sarkozy should pay a visit to Chattanooga , Tennessee.",
      "cn": "也许Sarkozy应该去造访一下田纳西的 扎塔努加市."
    },
    {
      "en": "Records of 224 plots in Tennessee are being used to test and revise this method.",
      "cn": "在田纳西州的224个样品的记录正用于检验和修订."
    },
    {
      "en": "She He moved to Tennessee from California about a year ago.",
      "cn": "他大约在一年前从加利福尼亚迁到了田纳西."
    },
    {
      "en": "TEP ( Tennessee - Eastman Process ) is used to produce the emulational data.",
      "cn": "用田纳西 - 伊斯曼过程TEP ( Tennessee-Eastman Process ) 平台产生仿真数据,并利用Matlab软件 建立故障检测与诊断模型."
    },
    {
      "en": "The next day, after Al and I went for a jog in Little Rock, we flew to his hometown, Carthage, Tennessee, for a rally and a visit with his parents, both of whom had a large influence on him.",
      "cn": "第二天，艾尔和我一起在小石城里慢跑了一下，然后我们飞到他的家乡田纳西州的迦太基，参加一个集会，并拜见他的父母。 他的父母对他影响非常大。"
    },
    {
      "en": "The President - elect visited the Tennessee Valley in company with Norris.",
      "cn": "在诺里斯的陪同下,这位当选总统视察了田纳西河流域."
    },
    {
      "en": "The study at the University of Tennessee selected 169 married couples under the age of 35 and asked them to fill in questionnaires every six months for four years.",
      "cn": "田纳西州大学的这项研究选取了169对35岁以下的已婚夫妇，在四年的时间里每隔6个月请他们填一份调查问卷。"
    },
    {
      "en": "The Tennessee State Police are holding him.",
      "cn": "田纳西州警察局拘留了他."
    },
    {
      "en": "What impressed me more was that she knew Tennessee Williams.",
      "cn": "让我印象更深的是她认识田纳西·威廉斯。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of tennessee",
      "tran_cn": "田纳西大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "田纳西州"
    }
  ],
  "exchange": {}
}