{
  "word": "rectangle",
  "ipa": {
    "us": "ˈrektæŋɡl",
    "uk": "ˈrektæŋɡl"
  },
  "sentences": [
    {
      "en": "A squared rectangle is a rectangle dissected into at least two squares.",
      "cn": "方化矩形是指可以分割成至少两个正方形的矩形."
    },
    {
      "en": "A torus can be obtained from a rectangle by identifying opposite sides.",
      "cn": "环面可由矩形把其两对对边分别重叠起来而得到."
    },
    {
      "en": "Beitang irregular rectangle, surrounded by stacked rubble shore, Malus Halliana.",
      "cn": "北塘呈不规则矩形, 四周叠石堆岸, 杨柳垂丝."
    },
    {
      "en": "Cloth diaper may be folded in a triangle or a rectangle.",
      "cn": "用布做的尿布可以叠成三角形或长方形."
    },
    {
      "en": "Four - sided rectangle shape that can be customized by dragging any selection handle.",
      "cn": "可通过拖动任一选择手柄来自定义的四边矩形."
    },
    {
      "en": "He handed me a little rectangle of white paper.",
      "cn": "他递给我一张小小的长方形白纸片。"
    },
    {
      "en": "It is actually this rectangle that you drag to another element.",
      "cn": "实际上是将这个矩形拖放到另一个元素。"
    },
    {
      "en": "Rectangle - shape side gate and the gear - rack taking off thread mechanism were used.",
      "cn": "采用矩形侧浇口、齿轮齿条脱螺纹机构."
    },
    {
      "en": "She could see into the tight, crowded rectangle of the French Quarter.",
      "cn": "她可以看到那熙熙攘攘 、 拥挤不堪的长方形法国居民区."
    },
    {
      "en": "Suppose the width of a rectangle is seven meters.",
      "cn": "设长方形的宽是七米."
    },
    {
      "en": "Suppose the width of a rectangle is x metres.",
      "cn": "设长方形的宽是x米."
    },
    {
      "en": "The area of a rectangle is the product of the lengths of two adjacent sides.",
      "cn": "长方形的面积是相邻两边的长的乘积."
    },
    {
      "en": "The constituent squares in a squared rectangle have commensurable sides.",
      "cn": "在方化矩形中,组成矩形的各个正方形有可公度的边."
    },
    {
      "en": "The rectangle clearly shows each separate class in the distribution.",
      "cn": "矩形能够清晰地显示出各级分布状况."
    },
    {
      "en": "This is shown as the hatched rectangle.",
      "cn": "这为所示的阴影矩形."
    },
    {
      "en": "Truncates text that does not fit in the rectangle and adds ellipsis.",
      "cn": "截断无法放入矩形框的文本并添加省略号."
    },
    {
      "en": "Yes, it is like a rectangle.",
      "cn": "是的，它象一个长方形。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "rectangularity",
          "tran_cn": "成直角；成长方形"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "orthogon"
          ],
          "tran_cn": "[数]矩形；长方形"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rectangle tool",
      "tran_cn": "矩形工具"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": " 长方形的"
    },
    {
      "pos": "n",
      "tran_cn": "[数]长方形，矩形",
      "tran_en": "a shape that has four straight sides, two of which are usually longer than the other two, and four 90˚ angles at the corners"
    }
  ],
  "exchange": {
    "pl": [
      "rectangles"
    ],
    "adj": [
      "rectangular"
    ]
  }
}