{
  "word": "micron",
  "ipa": {
    "us": "ˈmaɪkrɒn",
    "uk": " ˈmaɪkrɑːn"
  },
  "sentences": [
    {
      "en": "At last future developments of micron op let in microfluidic are prospected.",
      "cn": "论文展望了微液滴的发展前景."
    },
    {
      "en": "Brown diffuse may be dominant operation for the sub - micron particle motion.",
      "cn": "布朗扩散可能对亚微米颗粒运动起到主导作用."
    },
    {
      "en": "Calculation result demonstrates consumption for preparing micron flake wood fiber is low.",
      "cn": "结果显示,微米级长薄片木纤维切削功率较低."
    },
    {
      "en": "Exclusively FDA - compliant pure polypropylene micron fiber.",
      "cn": "使用符合FDA要求的过滤纯聚丙烯毛细纤维."
    },
    {
      "en": "For example, if you say that something is \"a few microns across\", explain that a micron is one-millionth of a metre, and \"about one hundredth the width of a human hair\".",
      "cn": "例如，如果您说某事物只有几微米，那么就要解释一微米是百万分之一米，大约是人头发宽度的百分之一。"
    },
    {
      "en": "It is able to trap particles above 0.3 micron in size.",
      "cn": "它能阻隔0.3毫米以上的微粒."
    },
    {
      "en": "Micron scale spheres may be preserved in quenched volcanic matrix.",
      "cn": "有时微米级球体可以在淬冷火山岩基质中得以保存."
    },
    {
      "en": "Nano - crystalline grain exists in ore particle with micron size.",
      "cn": "微米级铁矿粉具有纳米尺度的晶粒."
    },
    {
      "en": "One micron is a thousandth of a millimeter: a pinhead is about a millimeter across.",
      "cn": "一微米等于千分之一毫米。 针头直径大约一毫米。"
    },
    {
      "en": "Stage 2 : Full thickness macular hole, can opener tear or pseudooperculum, 400 micron in diameter.",
      "cn": "全层黄斑裂孔, 可为开罐式撕开或 假性 包盖,直径小于400微米(裂孔)."
    },
    {
      "en": "Standard sub micron grade for solid rotary tool applications.",
      "cn": "是适用于可转位工具的晶粒度为亚微米级的标准牌号."
    },
    {
      "en": "The particle radius unit, the micron, is especially common and useful.",
      "cn": "粒子半径的单位是微米, 微米这个单位尤其普通和有用."
    },
    {
      "en": "The principle of micron - nano - sized particles composite system was introduced.",
      "cn": "介绍了微 纳米颗粒 复合化系统的工作原理."
    },
    {
      "en": "Therefore, four micron - scale wires can control 16 nanowires.",
      "cn": "因此, 四根微米尺寸的导线可以控制16根奈米导线."
    },
    {
      "en": "They all basically reach an ultimate vacuum pressure of. 1 micron.",
      "cn": "它们基本上能达到. 1微米的极限真空压强."
    },
    {
      "en": "They are available in premium grades from 0.1 to 45 micron.",
      "cn": "他们是可利用的在优质成绩从0.1到45微米."
    },
    {
      "en": "With this Optical Equipment , we are able to distinguish 0.025 micron microwave.",
      "cn": "用这台光学仪器, 我们可以分辨出0.025微米的微波."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mu",
            "mikron"
          ],
          "tran_cn": "微米（等于百万分之一米）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "微米",
      "tran_en": "a unit of length equal to 10–6 metre"
    }
  ],
  "exchange": {
    "pl": [
      " micra",
      "microns"
    ]
  }
}