{
  "word": "deteriorating",
  "ipa": {
    "us": "dɪ'tɪərɪə,reɪtɪŋ",
    "uk": " dɪ'tɪrɪə,retɪŋ"
  },
  "sentences": [
    {
      "en": "But in many ways the picture in Washington may be deteriorating.",
      "cn": "但是在华盛顿，许多方面的情况可能是在恶化。"
    },
    {
      "en": "Effective measures must be taken to prevent the situation from deteriorating.",
      "cn": "要采取有力措施,阻止事态的恶化."
    },
    {
      "en": "Fibermax caulk is also used as a patchingmaterial around deteriorating burner blocks.",
      "cn": "Fibermax填缝材料还可用作维修炉体时的修补材料."
    },
    {
      "en": "Firms may join forces to hide their own deteriorating performance.",
      "cn": "公司也许会联合起来用兼并的方法来掩瞒它们日趋恶化的市场表现."
    },
    {
      "en": "He targets the economy as the root cause of the deteriorating law and order situation.",
      "cn": "他抨击经济是治安状况不断恶化的根源。"
    },
    {
      "en": "His disease is deteriorating rapidly . It needs prompt attention.",
      "cn": "不能再继续稽延了,他的病情在快速恶化."
    },
    {
      "en": "His health has been deteriorating in these latter years.",
      "cn": "最近几年他的健康越来越差."
    },
    {
      "en": "His health is deteriorating from fatigue.",
      "cn": "他的健康状况因疲劳而恶化."
    },
    {
      "en": "I was well aware of the bad morale and the deteriorating factories.",
      "cn": "我很清楚,大家情绪低落,各个工厂越搞越坏."
    },
    {
      "en": "If you raise the issue of your father's deteriorating health and he changes the subject, you can try to gently raise it again, without pressuring him.",
      "cn": "如果你向父亲提出了他健康恶化的问题，而他却改变了话题，你可以试着温和的再次把问题提出来，而不要强迫他。"
    },
    {
      "en": "In my point of view, we are in a prime time to curb the problem from deteriorating.",
      "cn": "我认为，现在已经到了控制这个问题进一步恶化的成熟时机。"
    },
    {
      "en": "It is pathetic to watch her condition deteriorating day by day.",
      "cn": "看著她的健康状况日益恶化,真是可怜."
    },
    {
      "en": "Physically he was fast deteriorating.",
      "cn": "他的健康在急剧恶化."
    },
    {
      "en": "Regular check - ups allow early detection when a miner's health is deteriorating.",
      "cn": "如果矿工的健康状况下降,常规的检查是能够在早期发现问题的."
    },
    {
      "en": "Standards of living were deteriorating rather noticeably.",
      "cn": "生活水平下降得十分明显。"
    },
    {
      "en": "The weather conditions are deteriorating.",
      "cn": "天气变得越来越糟。"
    },
    {
      "en": "There is an unquestionable link between job losses and deteriorating services.",
      "cn": "人员的裁减和服务质量的下降之间显然是有联系的。"
    },
    {
      "en": "With things deteriorating the way they were, the President needed the Old Man again.",
      "cn": "随着治安情况越来越坏, 总统又想起老头子来了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "exacerbating"
          ],
          "tran_cn": "退化，恶化（deteriorate的ing形式）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "恶化的"
    },
    {
      "pos": "v",
      "tran_cn": "恶化，变坏( deteriorate的现在分词 )"
    }
  ],
  "exchange": {}
}