{
  "word": "silkworm",
  "ipa": {
    "us": "ˈsɪlkwɜːm",
    "uk": "ˈsɪlkwɜːrm"
  },
  "sentences": [
    {
      "en": "An epidemic of several silkworm diseases caused production to fall, especially in France, where the industry never recovered.",
      "cn": "而几种桑蚕疾病的流行导致了丝绸产品下滑，特别在法国，丝绸工业再也没有恢复。"
    },
    {
      "en": "During Neolithic Period, people have already begun breeding silkworm and producing silk.",
      "cn": "新石器时代, 蚕的养殖和丝绸的生产,就已经开始了."
    },
    {
      "en": "Infectious flacherie virus ( IFV ) is the agent causing flacherie disease of silkworm.",
      "cn": "病毒性软化病是一种严重影响蚕业生产的流行病,其病原为家蚕传染性软化病病毒 ( Bombyxmoriinfectiousflacherie virus,BmIFV )."
    },
    {
      "en": "North American silkworm moth; larvae feed on the leaves of forest trees.",
      "cn": "北美洲的蚕蛾; 幼虫吃森林的树叶."
    },
    {
      "en": "Objective : To explore the mechanism of hypoglycemic action of silkworm cocoon.",
      "cn": "目的: 探讨蚕茧降血糖作用的机理."
    },
    {
      "en": "Peculiarities in the silkworm are known to appear at the corresponding caterpillar or cocoon stage.",
      "cn": "蚕体的性状,亦限于相当的幼虫期或蛹期出现."
    },
    {
      "en": "Purpose To extract and to analyze the oil ingredients Silkworm pupa.",
      "cn": "目的提取蚕蛹油,测定主要成分的含量."
    },
    {
      "en": "Scope of business: Fresh bamboo, smoked bamboo, silkworm cocoon, cowhide, bristles, etc.",
      "cn": "经营范围: 清水笋 、 熏笋 、 蚕茧 、 牛皮 、 猪鬃等."
    },
    {
      "en": "Silkworm chrysalis is the important raw material of silk industry.",
      "cn": "桑蚕茧是丝绸工业的重要原料."
    },
    {
      "en": "Silkworm culture is practised in order to get silk.",
      "cn": "养蚕是为了得到蚕丝."
    },
    {
      "en": "Silkworm mulberry was built to publicize leadership group on the village.",
      "cn": "村上建立了蚕桑宣传领导小组."
    },
    {
      "en": "The first silkworm diseases began to appear in 1845, creating an epidemic.",
      "cn": "1845年，首批桑蚕疾病开始出现，并引起了一次流行。"
    },
    {
      "en": "The fish are fed on the silkworm droppings and cane leaves.",
      "cn": "鱼以蚕沙和藤叶喂养."
    },
    {
      "en": "The Silkworm Goddess had been beneficent to the tiny village this year.",
      "cn": "今年蚕花娘娘保佑这小小的村子."
    },
    {
      "en": "The temperature in the silkworm room is too high.",
      "cn": "这间蚕房的温度太高了."
    },
    {
      "en": "The unspoken mobilization order for the silkworm campaign reached everywhere and everyone.",
      "cn": "蚕事的动员令也在各方面发动了."
    },
    {
      "en": "When Aqiao returned home, she found that the silkworm eggs had hatched.",
      "cn": "当阿巧回到家时, 她发现蚕卵已经孵出来了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "silkworm chrysalis",
      "tran_cn": "蚕蛹"
    },
    {
      "phrase": "silkworm moth",
      "tran_cn": "蚕蛾"
    },
    {
      "phrase": "silkworm pupa",
      "tran_cn": "蚕蛹"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蚕",
      "tran_en": "a type of  caterpillar  which produces silk thread"
    }
  ],
  "exchange": {
    "pl": [
      "silkworms"
    ]
  }
}