{
  "word": "nemesis",
  "ipa": {
    "us": "ˈneməsɪs",
    "uk": "ˈnɛmɪsɪs"
  },
  "sentences": [
    {
      "en": "After the defeat of their old arch nemesis, the Turtle have grown apart as a family.",
      "cn": "在击败旧时强敌后, 忍者神龟们虽然仍是一家,感情上却出现了隔阂."
    },
    {
      "en": "David will settle his account with his nemesis.",
      "cn": "大卫会找他算账."
    },
    {
      "en": "He believes AIDS is our collective nemesis.",
      "cn": "他认为艾滋病是对我们所有人的惩罚。"
    },
    {
      "en": "His disfigured face was like some avenging nemesis of gargoyle design.",
      "cn": "他那张破了相的脸,活象面目狰狞的复仇之神."
    },
    {
      "en": "Inward suffering is the worst of Nemesis.",
      "cn": "内心的痛苦是最厉害的惩罚."
    },
    {
      "en": "It is fair to say Chelsea are Tottenham's nemesis in the Premiership.",
      "cn": "假如说在英超联赛中切尔西是托特纳姆热刺的克星,这听起来一点也不为过."
    },
    {
      "en": "Let not nemesis catch me by the swift ships.",
      "cn": "不要让报应女神娜美西斯用快捷的船舰捉拿我。"
    },
    {
      "en": "Napoleon crushed many opponents, but Wellington proved to be his nemesis.",
      "cn": "拿破仑征服了许多对手, 但威灵顿最后成为他的强敌."
    },
    {
      "en": "Nemesis emerges from the time warp.",
      "cn": "暴影号穿越时空裂缝."
    },
    {
      "en": "Stability has proved the economy's nemesis , as Hyman Minsky predicted.",
      "cn": "正如HymanMinsky所预言的, 稳定蕴含着危机."
    },
    {
      "en": "The new mathematics test will become the nemesis of teachers.",
      "cn": "新的数学测试将会是对老师们的严重惩罚。"
    },
    {
      "en": "There squatted my hated nemesis, Bogy, tied to a post.",
      "cn": "我的死敌博吉蜷缩在那儿, 被拴在一根柱子上."
    },
    {
      "en": "To follow the proposed course of action is to invite nemesis.",
      "cn": "按照别人建议的行动步骤而行动就是自找报应."
    },
    {
      "en": "Uncritical trust is my nemesis.",
      "cn": "盲目的相信一切害了我自己"
    },
    {
      "en": "Was he aiming at Bryant, his old nemesis and a favorite target in the past?",
      "cn": "他是不是暗指科比, 一直的“竞争对手”和过去最中意的目标?"
    },
    {
      "en": "We considered startlingly that all the things before our eyes were out of nemesis , which were merely man's life .",
      "cn": "我们吃惊地以为眼前一切是报应，这只不过是人生。"
    },
    {
      "en": "We worry that if the companion is not found, this paper will be our nemesis.",
      "cn": "我们担心，如果没有找到伴星，这篇论文就会成为我们的报应。"
    },
    {
      "en": "Will their hubris bring Nemesis in due course?",
      "cn": "他们的狂妄桀骜将带来本属的天谴?"
    },
    {
      "en": "Yet the imminent crisis in its balance of payments may be the President's nemesis.",
      "cn": "不过迫近的国际收支平衡危机也许是对总统的报应。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "payment",
            "retribution"
          ],
          "tran_cn": "报应；给与惩罚的人；天罚"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "公正的惩罚，天罚，不可逃避的惩罚，报应",
      "tran_en": "The nemesis of a person or thing is a situation, event, or person which causes them to be seriously harmed, especially as a punishment"
    }
  ],
  "exchange": {}
}