{
  "word": "hydroxyapatite",
  "ipa": {
    "us": "haɪdrɒksɪ'æpətaɪt",
    "uk": "haɪdrɒksɪ'æpətaɪt"
  },
  "sentences": [
    {
      "en": "Clinical Application of Hydroxyapatite Sphere as an Orbital Pack ( A Repirt of 18 case )",
      "cn": "羟基磷灰石填充球临床应用 ( 附18例报告 )"
    },
    {
      "en": "Clinical study on socket implantation with hydroxyapatite artificial base.",
      "cn": "与磷灰石义眼座眼窝填充术>>相似的文献."
    },
    {
      "en": "Conclusion The absorbable coral hydroxyapatite is a good bone tissue engineering scaffold.",
      "cn": "结论可吸收性珊瑚羟基磷灰石具有促进骨髓基质细胞表达成骨细胞表型、合成细胞外基质的功能,是良好的细胞载体."
    },
    {
      "en": "Gypsum was used as raw material to prepare porous hydroxyapatite with hierachical structure by hydrothermal reaction.",
      "cn": "使用石膏作为原料,通过水热反应得到具有特殊结构的多孔羟基磷灰石."
    },
    {
      "en": "Manufacturing the screws out of the hydroxyapatite composite also simplifies production.",
      "cn": "制造羟基磷灰石复合螺钉可以简化生产。"
    },
    {
      "en": "Methods: The hydroxyapatite eye socket in 15 patients after enucleation of eyeball.",
      "cn": "方法: 采用羟基磷灰石义眼台做为眼球摘除术后眼窝成形的填充物,观察15例成形效果."
    },
    {
      "en": "Objective To observe the clinical effect of orbital implantation with hydroxyapatite.",
      "cn": "目的观察应用不同术式时羟基磷灰石义眼座的效果."
    },
    {
      "en": "Objective To repair a large exposure of hydroxyapatite implant in orbit.",
      "cn": "目的:修复较大范围的羟基磷灰石义眼台暴露."
    },
    {
      "en": "Phase changes and structural stability of hydroxyapatite in this process were explored.",
      "cn": "探讨喷涂过程中羟基磷灰石晶体的相变化与结构稳定性."
    },
    {
      "en": "Polyetheretherketone cages have been used successfully with or without hydroxyapatite for anterior cervical discectomy with fusion.",
      "cn": "聚醚醚酮融合器±羟基磷灰石已成功用于颈椎前路椎间盘摘除融合术."
    },
    {
      "en": "Replantation objects are replaced with Carbonated Hydroxyapatite Cement ( CHC ), alloglaft and autoglaft.",
      "cn": "所以在植入物方面有了新的替代物,主要是碳酸化羟基磷灰石水泥(CHC)及同种异体骨 ( alloglaft ) 和自体骨(autoglaft)."
    },
    {
      "en": "TG / DTG, XRD, FTIR, TEM, SEM as well as specific surface area analysis and pore size distribution analysis were employed to characterize hydroxyapatite and its collagen composite.",
      "cn": "用TG/DTG、XRD、FTIR、激光粒径分析、TEM、SEM、比表面测定、孔径分布测定等实验手段对所制备的羟基磷灰石及其胶原复合材料进行了性能表征。"
    },
    {
      "en": "The clinical effect of our national products coralline hydroxyapatite is well.",
      "cn": "国产HA义眼座临床应用效果良好."
    },
    {
      "en": "The rod-like hydroxyapatite may arrange or grow into bundles which are similar to the human enamel prisms in both appearance and size.",
      "cn": "棒状羟基磷灰石晶体可以排列或生长为束状，与人牙釉柱中的晶体在形态和尺寸上相似；"
    },
    {
      "en": "This paper reports on the synthetic production of artificial bone - hydroxyapatite and its characteristics properties tests analysis.",
      "cn": "本文报导了人工骨 — 羟基磷酸钙的研制及其性能检测."
    },
    {
      "en": "To observe the effect of embedding hydroxyapatite artificial eye mount in orbit.",
      "cn": "[目的]观察羟基磷灰石义眼座眼眶内植入术的效果."
    },
    {
      "en": "To obtain hydroxyapatite scaffold with appropriate pore size and porous rate , we used reticulation polyurethane substrate.",
      "cn": "为了得到孔径和孔隙率合适的羟基磷灰石框架, 本文采用多孔聚氨脂泡沫浸浆法制备."
    },
    {
      "en": "Using calcium chloridize and sodium phosphate dibasic, this paper synthesizes hydroxyapatite having hexagonal system at 40 ℃.",
      "cn": "本文以氯化钙和磷酸氢二钠为原料,在40℃温度下合成了具有六方晶系的羟基磷灰石."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "羟磷灰石"
    }
  ],
  "exchange": {}
}