{
  "word": "recidivism",
  "ipa": {
    "us": "rɪ'sɪdɪvɪzəm",
    "uk": "rɪˈsɪdəˌvɪzəm"
  },
  "sentences": [
    {
      "en": "After 3 years follow - up , there was no recidivism and loosening of tooth but normal occluding relation.",
      "cn": "随 访 3年无一例复发,牙齿无松动,咬合关系正常."
    },
    {
      "en": "Angiogenesis is the basis of tumor growth, invasion, metastasis and recidivism.",
      "cn": "血管生成是肿瘤生长 、 侵袭 、 转移、和复发的基础."
    },
    {
      "en": "Depending on the recidivism rate, the government will pay investors in the first bond a return of 7.5-13%—or nothing, if the promised improvement is not achieved.",
      "cn": "根据不同的累犯率，政府将会支付给投资者们第一抵押债券7.5%-13%的回报——或者什么都没有，如果当初的改善承诺并没有达到。"
    },
    {
      "en": "Harsher jail conditions do nothing to deter prisoners from reoffending . If anything they encourage recidivism.",
      "cn": "如果有任何鼓励累犯的情况存在,那么再恶劣的监狱环境也不能有效地阻止犯人重新犯罪."
    },
    {
      "en": "It needs to supplement the personality factor to confirm the ordinary recidivism.",
      "cn": "在普通累犯成立的条件中,应增加罪犯的人格因素."
    },
    {
      "en": "The program was very successful, with a much lower recidivism rate than the prison system, at far less cost to the taxpayers.",
      "cn": "这种模式非常成功，累犯的比率比监狱系统要低得多，也为纳税人省了很多钱。"
    },
    {
      "en": "The recidivism rates among those that have gone through the program have dropped 26 percent—a hopeful sign.",
      "cn": "通过这个计划，累犯率下降了26个百分点——这可是一个可喜的信号。"
    },
    {
      "en": "The result indicated a recidivism rate of 0.19 percent – a significant recidivism control.",
      "cn": "其中仅1人有再犯罪行为,再犯罪率仅为0.19%,控制再犯罪效果显著."
    },
    {
      "en": "The study investigates the prevalence and recidivism risk by motives of arson inmates.",
      "cn": "本研究探讨纵火受刑人各类纵火动机的普及率及再犯危险性."
    }
  ],
  "rel_words": [
    {
      "pos": "vi",
      "words": [
        {
          "word": "recidivate",
          "tran_cn": " 复返；再犯"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recommitment",
            "jailbird"
          ],
          "tran_cn": "再犯，累犯"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<律>再犯，累犯（行为或倾向）"
    }
  ],
  "exchange": {}
}