{
  "word": "entrepreneurial",
  "ipa": {
    "us": "ˌɒntrəprəˈnɜːriəl",
    "uk": "ˌɑːntrəprəˈnɜːriəl"
  },
  "sentences": [
    {
      "en": "...her prodigious entrepreneurial flair.",
      "cn": "…她惊人的创业天赋。"
    },
    {
      "en": "Cultivating entrepreneurial creativity and innovation should be the greatest challenge of Singaporeans.",
      "cn": "如何在人才培养上鼓励创意,在工作中提倡创新成为新加坡人的一大挑战."
    },
    {
      "en": "Fifth, entrepreneurial spirit - pride, loyalty, devotion, dedication, unity, innovation and exert upward.",
      "cn": "企业精神 —— 自豪 、 忠诚 、 敬业 、 奉献 、 团结 、 创新、奋发、向上."
    },
    {
      "en": "It exciting, high - growth, entrepreneurial environment and a place to work.",
      "cn": "公司的业务发展得很好, 那里有一种积极进取的工作环境,是个干事业的好地方."
    },
    {
      "en": "It is not only small, entrepreneurial outfits that face this dilemma.",
      "cn": "面临这种两难窘境的不仅是小型创业企业."
    },
    {
      "en": "It took a generous helping of entrepreneurial confidence to persevere during this incident.",
      "cn": "在这一事件中坚持下来是有了充足的创业信心的。"
    },
    {
      "en": "Let's see if you have the necessary entrepreneurial mindset to become self - employed.",
      "cn": "让我们来看看你是否有准备单干必备的企业心态."
    },
    {
      "en": "Many of the entrepreneurial figures connected with the earlier era had already departed.",
      "cn": "许多与过去的年代相联系的企业家已去世."
    },
    {
      "en": "Mr. Denby says his entrepreneurial spirit was fostered by Berkeley's curriculum.",
      "cn": "邓比说,他的创业精神源自于自己在伯克利上的课程."
    },
    {
      "en": "Other Requirements: An entrepreneurial attitude approach with strong communication and organizational skills.",
      "cn": "其它要求: 具有较强的事业心,沟通和组织能力强."
    },
    {
      "en": "So they've got the talent, they've got the entrepreneurial spirit.",
      "cn": "所以,他们有才能, 他们有创业精神."
    },
    {
      "en": "The success of HP's benefit to its constant entrepreneurial spirit.",
      "cn": "惠普的成功相当程度上得益于它恒久的企业精神."
    },
    {
      "en": "The types included Entrepreneurial, Academic, Teaching & amp ; Reasearch , Profession , General, Technical, Crafts etc.",
      "cn": "这些变量的不同组合,即得出不同的高等教育机构类型:创业型 、 学术型 、 教学研究型、专业型 、 普通型 、 技术型与技能型等7小类."
    },
    {
      "en": "We define the entrepreneurial way as opportunity recognition, innovation, and action.",
      "cn": "我们确定的创业机会识别的方式, 创新, 并采取行动."
    },
    {
      "en": "Welcome to passengers throughout the entrepreneurial approach, and seek common development!",
      "cn": "热忱欢迎各地商客进场创业, 共谋发展!"
    },
    {
      "en": "Wine merchant Clinton Ang is being recognised for his entrepreneurial skills.",
      "cn": "酒商ClintonAng因他创业的技能倍受肯定."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "entrepreneur",
          "tran_cn": " 企业家；承包人；主办者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "enterpreneurial"
          ],
          "tran_cn": "企业家的，创业者的；中间商的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "entrepreneurial management",
      "tran_cn": "创业管理；企业家管理"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "具有企业家素质的",
      "tran_en": "Entrepreneurial means having the qualities that are needed to succeed as an entrepreneur"
    }
  ],
  "exchange": {
    "noun": [
      "entrepreneur"
    ]
  }
}