{
  "word": "spheroid",
  "ipa": {
    "us": "ˈsfɪərɔɪd",
    "uk": "ˈsfɪrɔɪd"
  },
  "sentences": [
    {
      "en": "As for the Earth, watermelon , grape, have a spheroid, Be just some dissimilarities of size.",
      "cn": "至于地球 、 西瓜 、 葡萄 、 有是个球形, 只是大小有些不同."
    },
    {
      "en": "Having the shape of a spheroid generated by rotating an ellipse about its longer axis.",
      "cn": "长椭圆形的将椭圆围绕其较长的轴自转而产生的回转椭球体形状的."
    },
    {
      "en": "Having the shape of a spheroid generated by rotating an ellipse about its shorter axis.",
      "cn": "扁圆的,椭圆的绕其短轴旋转椭圆而得到的球形的."
    },
    {
      "en": "Incandescent Lamps , Candle Lamps, Spheroid Lamps, Refrigerator Lamps, Automotive Lamps . Lamps and Lampshades.",
      "cn": "采购产品白炽灯, 蜡烛灯, 球灯, 冰箱灯, 汽车灯系列."
    },
    {
      "en": "It briefly describes several practical methods for machining non - radial hole on spheroid pipes.",
      "cn": "简述了椭球形管板非径向孔加工的几种较实用方法."
    },
    {
      "en": "It looked like a sphere but on closer examination I saw it was really a spheroid.",
      "cn": "它看起来是圆形,但仔细观察后发现它实际上是回转椭球体."
    },
    {
      "en": "Spheroid, all ball game ses, mostly round ball form!",
      "cn": "球形, 所有的球类运动, 大都是圆球形!"
    },
    {
      "en": "The brilliant on spheroid view diameter 45 meters, the height 263 meters, are look down Shanghai the best place.",
      "cn": "光彩夺目的上球体观光层直径45米，高263米，是鸟瞰大上海的最佳场所。"
    },
    {
      "en": "The cytotoxic effects of NDV ( Losota 4 ) were investigated on multicellular spheroid of human lung adenocarcinoma A 549.",
      "cn": "用人肺腺癌细胞系A549多细胞球体研究了新城疫弱病毒 ( NDV ) 的抗癌细胞增殖作用."
    },
    {
      "en": "The difference of the marks between the geoid and the spheroid is determined by the direction of geological processes in upper envelopes of the earth.",
      "cn": "地球体与球体之间标志的差异，是由地球外壳中地质作用的方向所确定的。"
    },
    {
      "en": "The white belt is run - through in entire spheroid.",
      "cn": "白色条带贯通整个球体."
    },
    {
      "en": "This article mainly expounds the rationality of spheroid - bed structure with respect to thermometallurgy theory.",
      "cn": "本文主要从热工理论方面探讨了球床结构的合理性."
    },
    {
      "en": "This little spheroid sports thousands of tiny hairs around the outer edge of its body called cilia that propel it at lightning speeds through freshwater scum.",
      "cn": "这个小小的球状体的身体外壳上有着上千条细小的发丝，叫做纤毛，推进它以闪电般的速度穿行于淡水泡沫中。"
    },
    {
      "en": "What do these elements is the basic geometric figure like cube, spheroid and pyramid type.",
      "cn": "这些元素是什么呢，是基本的几何图形像立方体，球体和金字塔型。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "spheroidal",
          "tran_cn": " 类似球体的，球状的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "spherically",
          "tran_cn": " 球地；球状地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "glomeration",
            "orbicule"
          ],
          "tran_cn": "[数]球状体；回转椭球体"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bubble",
            "circular"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "球状体，回转椭圆体，球体",
      "tran_en": "a shape that is similar to a ball, but not perfectly round"
    }
  ],
  "exchange": {}
}