{
  "word": "jewish",
  "ipa": {
    "us": "ˈdʒuːɪʃ",
    "uk": "ˈdʒuːɪʃ"
  },
  "sentences": [
    {
      "en": "...the Jewish festival of Passover.",
      "cn": "…犹太逾越节。"
    },
    {
      "en": "\" A message to every land where the Jewish race is scattered \"",
      "cn": "“ 禀告每一处犹太民族散居之地 ”"
    },
    {
      "en": "Christian holy week overlaps with the beginning of the Jewish holiday of Passover.",
      "cn": "基督教的圣周与犹太教逾越节的头几天重叠。"
    },
    {
      "en": "He descended from Jewish stock.",
      "cn": "他是犹太人的后裔."
    },
    {
      "en": "He had been circumcised within eight days of birth as required by Jewish law.",
      "cn": "根据犹太法律的规定，他在出生后8天内接受了割礼。"
    },
    {
      "en": "One of the most atmospheric corners of Prague is the old Jewish ghetto.",
      "cn": "古老的犹太人社区是布拉格最具特色的角落之一。"
    },
    {
      "en": "Slowly Jewish communities were reconstituted and Jewish life began anew.",
      "cn": "渐渐地，犹太社区得到重建，犹太人的生活重新开始。"
    },
    {
      "en": "The coin bears a Jewish symbol.",
      "cn": "硬币上有犹太标记."
    },
    {
      "en": "The Jewish feast of Passover began last night.",
      "cn": "犹太人的宗教节日逾越节昨晚开始了。"
    },
    {
      "en": "the Jewish religion",
      "cn": "犹太教"
    },
    {
      "en": "the local Jewish community",
      "cn": "当地的犹太人群体"
    },
    {
      "en": "The local Jewish community was trying to help the family members.",
      "cn": "当地的犹太人社区正努力救助这些遇难者的亲属。"
    },
    {
      "en": "The matchmaker has been an important member of Jewish communities for centuries.",
      "cn": "数世纪以来，媒人一直在犹太人社区扮演着重要角色。"
    },
    {
      "en": "The only reason we leafleted on the Jewish New Year was because more people than usual go to the synagogue on that day.",
      "cn": "我们在犹太新年派传单，纯粹是因为那天去犹太教堂的人比平日多。"
    },
    {
      "en": "They were two Jewish kids; I was friendly with both of them.",
      "cn": "他们是两个犹太小孩; 我同他们都很要好."
    },
    {
      "en": "Those advisers who aren't Jewish are of British descent.",
      "cn": "那几个顾问除了犹太人,就是有英国血统的."
    },
    {
      "en": "You're a real , genuine old Jewish type that digs the emotions.",
      "cn": "你是个正宗的,爱讲感情的旧派犹太人."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "犹太人的，犹太教徒的，犹太人作风的",
      "tran_en": "Jewish means belonging or relating to the religion of Judaism, or to Jews as an ethnic group"
    }
  ],
  "exchange": {}
}