{
  "word": "microscopy",
  "ipa": {
    "us": "maɪˈkrɒskəpi",
    "uk": "maɪˈkrɑskəpi"
  },
  "sentences": [
    {
      "en": "An examination done on swabs from ulcers or smears from tissue biopsies that can be carried out rapidly at local health facilities where TB microscopy is also done.",
      "cn": "对溃疡拭子或来自组织切片的涂片所做的一种检查，可在同时进行结核显微镜检查的地方卫生设施中快速进行。"
    },
    {
      "en": "Borax carmine A dye used to stain nuclei for light microscopy.",
      "cn": "硼砂洋红:一种用来在光学显微镜下染细胞核的染料."
    },
    {
      "en": "Demonstration of rhomboid protogranules by electron microscopy is diagnostic.",
      "cn": "电镜下可见瘤细胞胞浆有明显的球旁细胞的菱形颗粒."
    },
    {
      "en": "Electron microscopy has revolutionized the study of crystal imperfections.",
      "cn": "电子显微学已经革新了对晶体不完整性的研究."
    },
    {
      "en": "Good compatibility between PVA and starch was observed by scanning electron microscopy.",
      "cn": "扫描电镜测试证实了PVA与 淀粉具有良好的相容性."
    },
    {
      "en": "Light microscopy has also been useful in studies on the secondary wall of the cotton fiber.",
      "cn": "光学显微镜还可以用来研究棉纤维的次生层."
    },
    {
      "en": "Low power microscopy illustrates the multilocular cysts separated by fibrous tissue.",
      "cn": "低倍镜显示纤维组织分隔的多房囊腔."
    },
    {
      "en": "Methods: Immunofluorescence , immunochemistry, electron microscopy and in situ hybridization were used.",
      "cn": "方法: 间接免疫荧光、免疫组化 、 透射电镜和原位杂交."
    },
    {
      "en": "Methods: The intramural lymphatics of rectum in rats light and electron microscopy.",
      "cn": "方法用半薄、超薄切片、光镜和电镜下观察大鼠淋巴管的微细分布."
    },
    {
      "en": "Monochromator is a very important part in living cell fluorescence microscopy system.",
      "cn": "单色激发光源是单细胞荧光显微系统中的重要组成部分."
    },
    {
      "en": "Not only might it have applications in fields such as microscopy, but it apparently also has the ability to optically store data forever.",
      "cn": "它不仅可以在诸如显微镜之类的领域得到应用，显然它同时也具有实现永久性光存储的能力。"
    },
    {
      "en": "Side - by - side comparison of LCTF and AOTF in fluorescence microscopy was made.",
      "cn": "声光调变 式 滤光片和液晶调变式滤光片在萤光显微镜学方面的应用做了比较."
    },
    {
      "en": "The electron dense deposits electron microscopy at high magnification are seen here.",
      "cn": "图示电子显微镜高倍视野下的高电子密度沉积物."
    },
    {
      "en": "The sample wasandwas characterized by X - ray diffraction and scanning electron microscopy ( SEM ) .",
      "cn": "样品经X - 射线衍射和扫描 电子显微镜 测定,并探讨了反应机理."
    },
    {
      "en": "These and other questions may be solved only by microscopy.",
      "cn": "这些问题及其它问题,只有通过显微镜研究才能获得解决."
    },
    {
      "en": "These features are examined by optical microscopy, scanning electron microscopy, and transmission electron microscopy.",
      "cn": "这些图形可以用光学显微镜, 扫描电子显微镜和透射电子显微镜来观察."
    },
    {
      "en": "Under electron microscopy, granular siderosomes are present within cytoplasm.",
      "cn": "电子显微镜下见色素颗粒堆积于细胞质内."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "microscopic",
          "tran_cn": " 微观的；用显微镜可见的"
        },
        {
          "word": "microscopical",
          "tran_cn": " 显微镜的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "microscopically",
          "tran_cn": " 用显微镜；通过显微镜"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "microphotometer",
          "tran_cn": " [光][摄] 显微光度计"
        },
        {
          "word": "microscope",
          "tran_cn": " 显微镜"
        },
        {
          "word": "microscopist",
          "tran_cn": " [光] 显微镜工作者；[光] 显微镜学家"
        },
        {
          "word": "microsurgery",
          "tran_cn": " [外科] 显微外科；显微手术"
        },
        {
          "word": "microtome",
          "tran_cn": " 显微镜用薄片切片机"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "microscopic examination"
          ],
          "tran_cn": "[光][临床]显微镜检查；显微镜使用；显微镜学"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "electron microscopy",
      "tran_cn": "电子显微镜学，电子显微镜"
    },
    {
      "phrase": "fluorescence microscopy",
      "tran_cn": "[化]荧光显微法；[医]萤光显微镜检查"
    },
    {
      "phrase": "light microscopy",
      "tran_cn": "光学显微镜；光学显微学"
    },
    {
      "phrase": "optical microscopy",
      "tran_cn": "光学显微镜；光学显微术；光学显微学"
    },
    {
      "phrase": "polarized light microscopy",
      "tran_cn": "偏振光显微术；偏振光显微镜测试法"
    },
    {
      "phrase": "scanning electron microscopy",
      "tran_cn": "扫描电子显微镜检查法"
    },
    {
      "phrase": "transmission electron microscopy",
      "tran_cn": "透射电子显微镜法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "显微镜（使用），显微手术，显微术",
      "tran_en": "the study, design, and manufacture of microscopes "
    }
  ],
  "exchange": {}
}