{
  "word": "parsimonious",
  "ipa": {
    "us": "ˌpɑ:sɪˈməʊniəs",
    "uk": "ˌpɑrsəˈmoʊniəs"
  },
  "sentences": [
    {
      "en": "At a stroke, we would know who was profligate with company money and who was parsimonious.",
      "cn": "这样我们一下子就能知道谁在恣意挥霍公司钱财,而谁节俭吝啬."
    },
    {
      "en": "General manager Uli Hoeness is very risk - averse and strangely parsimonious in the transfer - market.",
      "cn": "赫胖非常害怕风险,在转会市场上异乎寻常的吝啬."
    },
    {
      "en": "German visitors are more parsimonious - their stays in London cost on average ￡77 a night.",
      "cn": "德国游客在这方面相对节俭,他们在伦敦每晚住宿的平均消费为77英镑."
    },
    {
      "en": "His parsimonious nature did not permit him to enjoy any luxuries.",
      "cn": "他那吝啬的本性不容许他享受任何奢侈品."
    },
    {
      "en": "Many scrollbars are quite parsimonious in doling out information to users.",
      "cn": "很多滚动条都很吝啬,给用户传递的信息太少."
    },
    {
      "en": "Parsimonious thrift relieved by few generous impulses.",
      "cn": "吝啬的节俭架不住几次慷慨的冲动."
    },
    {
      "en": "That's unlikely to happen unless the family fortune is huge or the beneficiaries are parsimonious.",
      "cn": "然而,除非家族遗产数额巨大,或者这位遗产受益人出奇地节俭,否则是不可能做到这点的."
    },
    {
      "en": "The appropriations committee, suddenly and ill - advisedly parsimonious, cut funds for assistance to the disadvantaged.",
      "cn": "拨款委员会突然地和不明智地节俭地裁减对生活水平低的人的援助."
    },
    {
      "en": "Yet the big brewers have been parsimonious in their marketing budgets, typically investing just 10% or so of their revenues, compared with around 15% at companies like Unilever and Procter &Gamble.",
      "cn": "而啤酒厂商在销售预算上却很吝啬，仅投入收入的10％。 与之相比，联合利华和宝洁公司的投入则在15％左右。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "parsimony",
          "tran_cn": " 吝啬；过度节俭"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "tight",
            "stingy"
          ],
          "tran_cn": "吝啬的；过于节俭的；质量差的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "economical",
            "greedy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "过分节俭的，吝啬的，小气的",
      "tran_en": "extremely unwilling to spend money"
    }
  ],
  "exchange": {
    "adv": [
      "parsimoniously"
    ]
  }
}