{
  "word": "Uganda",
  "ipa": {
    "us": "juːˈgændə",
    "uk": "juˈgændə"
  },
  "sentences": [
    {
      "en": "After his visit to South Africa, he will also continue to visit Tanzania and Uganda.",
      "cn": "在结束对南非的访问后，他还将继续访问坦桑尼亚和乌干达。"
    },
    {
      "en": "Consumer uganda to cancel contract balance but if force result serious.",
      "cn": "客户不答应取消剩余合同,如强迫其答应,则将产生严重后果."
    },
    {
      "en": "Cotton is Uganda's second leading cash crop after coffee.",
      "cn": "棉花是乌干达仅次于咖啡的创收型经济作物."
    },
    {
      "en": "Farmers worry that a 2 nd disease could also spread to Uganda.",
      "cn": "农民们担心另一种疾病可能也波及到了乌干达."
    },
    {
      "en": "Five leaders of Uganda's rebel Lord's Resistance Army have already been indicted.",
      "cn": "迄今已有5名乌干达反叛组织圣主抵抗军的头目遭指控."
    },
    {
      "en": "In Uganda, Question Box formed a partnership with the Grameen Foundation.",
      "cn": "在乌干达, 问题箱与乡村基金会建立了合作关系."
    },
    {
      "en": "It was with some trepidation that I viewed the prospect of cycling across Uganda.",
      "cn": "我带着些许惶恐考虑了一下骑自行车周游乌干达的可能性。"
    },
    {
      "en": "Many others, he says, have moved in with relatives in Gisenyi or crossed the border to Uganda.",
      "cn": "他说，另外许多人搬到吉塞尼的亲戚家里，或者越过边境进入乌干达。"
    },
    {
      "en": "Our goal is peace for the children of northern Uganda - and 100,000 signatures.",
      "cn": "我们的目标是乌干达北部儿童带来和平 - 以及100,000个签名."
    },
    {
      "en": "Since 1992, HIV prevalence in Uganda has dropped by more than half.",
      "cn": "自1992年以来, 乌干达的艾滋病感染减少了一多半."
    },
    {
      "en": "Since 1992, HIV prevalence in Uganda has dropped by more than half.",
      "cn": "因为从1992年起, HIV病毒在乌的流行度下降了一多半."
    },
    {
      "en": "The findings, from Uganda, are in the medical journal lancet, The Lancet.",
      "cn": "这些发现来自乌干达的一份医药刊物--柳叶刀."
    },
    {
      "en": "The findings, from Uganda, are in the medical journal, Lancet.",
      "cn": "研究结果出自乌干达并刊登在医学期刊《柳叶刀》上."
    },
    {
      "en": "The IGAD region covers Djibouti, Eritrea, Ethiopia , Kenya, Somalia, Sudan, and Uganda.",
      "cn": "伊加特所辖区域包括吉布提, 厄立特里亚, 埃塞俄比亚, 索马里, 苏丹和乌干达."
    },
    {
      "en": "This is bad news for most Somalis — and for Uganda.",
      "cn": "这对多数的索马里人都是不好的消息,对乌干达人来说也不妙."
    },
    {
      "en": "Uganda began wide spread child vaccinations against HIB Hib in 2002.",
      "cn": "在2002年乌干达开始广泛地使用针对Hib的疫苗接种."
    },
    {
      "en": "Uganda's beautiful highlands are host to a wide range of wildlife.",
      "cn": "乌干达美丽的高地是众多野生动物的栖息地。"
    },
    {
      "en": "You can spend one hour tracking here, whereas in Uganda it can take all day.",
      "cn": "这里你只要花一小时既可以找到他们，但是在乌干达需要一整天。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（国名）乌干达（东非国家）"
    }
  ],
  "exchange": {}
}