{
  "word": "scorpion",
  "ipa": {
    "us": "ˈskɔ:piən",
    "uk": "ˈskɔrpiən"
  },
  "sentences": [
    {
      "en": "But such activity produces a healthy appetite and who could forgo the epicurean delight of fried scorpion, cockroach, grasshopper or locust stir-fry.",
      "cn": "但是这样的活动让胃口变得好起来。谁又能放弃油煎蝎子、蟑螂、蚱蜢和爆炒知了带来的口福之乐呢？"
    },
    {
      "en": "Fully - charged Devourers will rip apart a large Scorpion army quite quickly.",
      "cn": "完全充能的吞食者可以非常迅速的干掉大量的蝎子."
    },
    {
      "en": "I jumped as if I had been stung by a scorpion.",
      "cn": "我像被蝎子蜇了似的跳了起来。"
    },
    {
      "en": "If you let go a snake or a scorpion, you're guilty of doing harm to your companion.",
      "cn": "见蛇见蝎, 不打作孽."
    },
    {
      "en": "It is the nature of the scorpion to sting.",
      "cn": "蝎子蜇人是它的本性,爱是我的本性."
    },
    {
      "en": "King Scorpion dates from a time when Egypt was composed of two separate kingdoms.",
      "cn": "蝎子王的故事发生在埃及尚分为两个王国的时期."
    },
    {
      "en": "Paul got stung a scorpion that was hiding in his shoe.",
      "cn": "保罗被一只躲在他鞋?的蝎子螫了."
    },
    {
      "en": "Paul got stung by a scorpion that was hiding in his shoe.",
      "cn": "保罗被一只躲在他鞋里的蝎子螫了."
    },
    {
      "en": "Razer Tergum is a giant scorpion with strong chela deadly sting.",
      "cn": "剃背是只拥有强壮大螯与致命毒刺的巨蝎."
    },
    {
      "en": "So the frog was convinced and allowed the scorpion on his back.",
      "cn": "于是,青蛙被说服了,同意让蝎子爬到背上."
    },
    {
      "en": "The boundary of the Amorites was from Scorpion Pass to Sela beyond.",
      "cn": "亚摩利人的境界、是从亚克拉滨坡、从西拉而上."
    },
    {
      "en": "The scorpion has a sting that can be deadly.",
      "cn": "蝎子有可以致命的螫针."
    },
    {
      "en": "The sting of a scorpion is in its tail.",
      "cn": "蝎子的毒钩在其尾部."
    },
    {
      "en": "Then the scorpion struck.",
      "cn": "然后蝎子突然蜇了一下。"
    },
    {
      "en": "There is a scorpion under every stone.",
      "cn": "每块石头下都会有蝎子."
    },
    {
      "en": "Yeh, you marry them and u will get real good life such as cockroach for breakfast, scorpion for lunch and snake for dinner.",
      "cn": "耶，你要是和他们结婚，就可以过上真正的好生活，比如早餐吃蟑螂、午餐吃蝎子、晚餐吃蛇。"
    },
    {
      "en": "You will see a scorpion if looking into my eyes.",
      "cn": "褪去伪装,我就是一只普通的蝎子."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "defiler"
          ],
          "tran_cn": "蝎子；蝎尾鞭；心黑的人"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "scorpion venom",
      "tran_cn": "蝎毒"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蝎子",
      "tran_en": "a tropical animal like an insect, with a curving tail and a poisonous sting"
    }
  ],
  "exchange": {
    "pl": [
      "scorpions"
    ]
  }
}