{
  "word": "ragtime",
  "ipa": {
    "us": "ˈrægtaɪm",
    "uk": "'ræɡtaɪm"
  },
  "sentences": [
    {
      "en": "As a teenager I was obsessed ragtime , and bluesy guitar guys like Johnny Winter.",
      "cn": "当我十几岁的时候我迷上了雷鬼, 和JohnnyWinter那样的布鲁斯吉他手."
    },
    {
      "en": "He has recorded every major work for the violin, and has also recorded jazz, ragtime and Jewish folk music.",
      "cn": "他录制了每一首主要的小提琴曲，爵士乐，拉格泰姆以及犹太人民间音乐。"
    },
    {
      "en": "His music, which used most of the conventions of ragtime, also included improvisation and elements of the blues, two aspects that were widely influential in the development of jazz.",
      "cn": "他的音乐中最多的是使用了拉格泰姆的传统，也揉和了即兴演奏和布鲁斯元素，这两种风格在爵士乐发展中起到广泛作用。"
    },
    {
      "en": "It is a ragtime song called Lots O'Fingers.",
      "cn": "这首拉格泰姆歌叫做《多指》."
    },
    {
      "en": "Joplin is considered the foremost composer of ragtime music.",
      "cn": "吉普林被认为是拉格泰姆（Ragtime）音乐最重要的作曲家。"
    },
    {
      "en": "Ragtime also influenced the creation of jazz.",
      "cn": "拉格泰姆音乐也影响了爵士乐的形成."
    },
    {
      "en": "Ragtime is a kind of music played by a solo pianist.",
      "cn": "散拍音乐是一种钢琴独奏的音乐形式."
    },
    {
      "en": "Ragtime music was popular in the early 20 th century.",
      "cn": "20世纪初期拉格泰姆音乐很流行."
    },
    {
      "en": "The most popular music back then was called ragtime .",
      "cn": "那时最流行的音乐叫拉格泰姆音乐。"
    },
    {
      "en": "The most popular music back then was called ragtime.",
      "cn": "那时最流行的音乐叫拉格泰姆音乐."
    },
    {
      "en": "The ragtime had a cracked, heartbroken rhythm as though it were a one - step of despair.",
      "cn": "爵士乐曲发出破碎 、 伤心的节奏,倒象是绝望的独步舞曲."
    },
    {
      "en": "There have been different kinds of jazz music, the blues , ragtime, swing boogiewoogie and others.",
      "cn": "爵士音乐有各种不同的形式, 如勃鲁斯 、 繁音拍子 、 摇摆乐,布吉舞曲等等."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "funny",
            "humouristic"
          ],
          "tran_cn": "滑稽的；不严肃的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "music"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "滑稽的；不严肃的"
    },
    {
      "pos": "n",
      "tran_cn": "雷格泰姆音乐",
      "tran_en": "a type of music and dancing that has a strong beat and was popular in the US in the early part of the 20th century"
    }
  ],
  "exchange": {}
}