{
  "word": "vying",
  "ipa": {
    "us": "ˈvaɪɪŋ",
    "uk": "ˈvaɪɪŋ"
  },
  "sentences": [
    {
      "en": "Although many more students are entering colleges and universities than was the case twenty years ago, there are also many more courses of study vying for their commitment.",
      "cn": "尽管同二十年前相比起来，有多得多的学生进入学院和大学深造，但是与此同时，也有更多的课程在为其许诺而竞争着。"
    },
    {
      "en": "At yesterday's conference everyone was vying to speak.",
      "cn": "昨天的讨论会上,个个都争先发言."
    },
    {
      "en": "But it may be vying with the ones found in Svalbard and Mexico for the title of the world's largest.",
      "cn": "但它可能会与在斯瓦尔巴群岛和墨西哥发现的恐龙争夺世界最大物种的头衔。"
    },
    {
      "en": "California is vying with other states to capture a piece of the growing communications market.",
      "cn": "为了在日渐扩大的通讯市场分得一杯羹，加利福尼亚正在和其他州展开竞争。"
    },
    {
      "en": "Four rescue plans are vying to save the zoo.",
      "cn": "4个拯救动物园的方案正争得不可开交。"
    },
    {
      "en": "Humans vying for dominance will turn to genetics and cryogenics to compete.",
      "cn": "为主宰世界而竞争的人将转向在遗传学和低温学领域展开竞争."
    },
    {
      "en": "She was surrounded by men all vying for her attention.",
      "cn": "她周围尽是竞相博得她青睐的男子。"
    },
    {
      "en": "Swimmers from many nations were vying for the champion.",
      "cn": "各国的游泳选手正在争夺冠军."
    },
    {
      "en": "The boys were vying to impress her.",
      "cn": "小伙子们争着给她留下好印象。"
    },
    {
      "en": "The boys were vying with each other to impress her.",
      "cn": "小伙子们争着给她留下好印象."
    },
    {
      "en": "The children were vying for the teacher's attention.",
      "cn": "孩子们都较着劲想得到老师的注意."
    },
    {
      "en": "The young lads are vying with one other in signing up for miltary service.",
      "cn": "小伙子们争先恐地报名参军."
    },
    {
      "en": "There were several restaurants vying with each other for customers.",
      "cn": "有几家餐馆在相互竞争以招揽顾客."
    },
    {
      "en": "There'll be a lot of people vying for those posts.",
      "cn": "会有很多人争夺这些职位的."
    },
    {
      "en": "They are vying with each other for the lead.",
      "cn": "他们互相竞争领先."
    },
    {
      "en": "They will be vying for a single opening in 2020.",
      "cn": "他们将竞争在2020年奥运会中的一个席位。"
    },
    {
      "en": "This works wonders in the case of the hard working Capricorn who could be vying for a rise in fortune through the chosen career.",
      "cn": "对于摩羯座这样的善于通过选择职业而参与财富竞争的工作狂来说，这种能力非常神奇。"
    },
    {
      "en": "What are the enterprises after? They're vying for resources.",
      "cn": "企业竞争是什 麽 ?竞争的是资源."
    },
    {
      "en": "With these shrill arguments vying for his loyalty, Anakin felt torn.",
      "cn": "双方各执一词,用刺耳的话语争夺着他的忠心, 阿纳金无所适从."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "competitive",
            "rival"
          ],
          "tran_cn": "竞争的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "scrambling"
          ],
          "tran_cn": "争夺（vie的现在分词）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "竞争的，竞赛的"
    },
    {
      "pos": "v",
      "tran_cn": "（为某事物）激烈竞争，争夺某事物( vie的现在分词 )，使竞争，使针锋相对，（常用于进行时）（为某事物）与…激烈竞争"
    }
  ],
  "exchange": {}
}