{
  "word": "laptop",
  "ipa": {
    "us": "ˈlæptɒp",
    "uk": "ˈlæptɑːp"
  },
  "sentences": [
    {
      "en": "A laptop would be really useful for when I'm working on the train.",
      "cn": "我在火车上工作时,便携式电脑真的很有用."
    },
    {
      "en": "A: Would you like to have a laptop or a desktop?",
      "cn": "你想要笔记本电脑还是台式机?"
    },
    {
      "en": "B OK, 10 am tomorrow. Shall I bring my laptop?",
      "cn": "B好的, 明天10点. 我需要把笔记本电脑带来 吗 ?"
    },
    {
      "en": "Do you know which one is better, a laptop or a desktop?",
      "cn": "你知道哪一种更好, 笔记本还是台式机?"
    },
    {
      "en": "Doing pretty well so far He does on - line auctions from his laptop.",
      "cn": "-他做得够好了. - 他用笔记本做网上拍卖."
    },
    {
      "en": "He hit the ceiling after someone stole his laptop.",
      "cn": "有人偷了他的笔记本电脑之后,他勃然大怒."
    },
    {
      "en": "It is significantly more compact than any comparable laptop, with no loss in functionality.",
      "cn": "它比同类笔记本电脑小巧很多，但功能未减。"
    },
    {
      "en": "Laptop is suitable for use on planes.",
      "cn": "膝上型电脑适合飞机上使用."
    },
    {
      "en": "Microcomputer is a very small computer, such as a laptop or personal computer.",
      "cn": "微机计算机是一种非常小的计算机, 如膝上机或个人计算机."
    },
    {
      "en": "My laptop died on me again. I need a geek!",
      "cn": "我的手提电脑又死机了. 我需要一位会摆弄电脑的老兄帮忙!"
    },
    {
      "en": "She used to work at her laptop until four in the morning.",
      "cn": "她以前经常在笔记本电脑前工作到凌晨4点钟。"
    },
    {
      "en": "The cat was biting on the electrical cord to my laptop.",
      "cn": "这只猫正在咬我笔记本电脑的电线."
    },
    {
      "en": "The following figure is through surveys of students buy laptop price distribution.",
      "cn": "下图是通过调查得出的在校学生所购买笔记本电脑的价格分布."
    },
    {
      "en": "The stolen laptop of a Veterans Affairs employee has been recovered.",
      "cn": "一退伍士兵的被盗手提又回来了."
    },
    {
      "en": "The system precisely calibrates all of your CRT, LCD, and laptop displays.",
      "cn": "该系统精确地测定你的CRT 、 LCD和笔记本电脑显示器."
    },
    {
      "en": "You can do instalment to purchase things, e . g, laptop.",
      "cn": "买某些东西可以分期付款, 比如笔记本电脑."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "computer"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "laptop computer",
      "tran_cn": "手提电脑；膝上型电脑"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "便携式电脑",
      "tran_en": "a small computer that you can carry with you"
    }
  ],
  "exchange": {
    "pl": [
      "laptops"
    ]
  }
}