{
  "word": "stalwart",
  "ipa": {
    "us": "ˈstɔ:lwət",
    "uk": "ˈstɔlwərt"
  },
  "sentences": [
    {
      "en": "And the employment report didn't change the minds of some stalwart market optimists.",
      "cn": "就业报告未改变部分坚定的市场乐观派的观点."
    },
    {
      "en": "Finally one of the managers bustled up to the stalwart darky .",
      "cn": "后来终于有一个经理跑到这个健壮的黑人面前。"
    },
    {
      "en": "He had a stalwart figure and walked with an air.",
      "cn": "他身材魁梧,走起路来很有气派."
    },
    {
      "en": "I knew I was never in any danger with my stalwart bodyguard around me.",
      "cn": "我知道有强壮的保镖在我的周围，我永远不会有什么危险。"
    },
    {
      "en": "It described the group's head as a \"stalwart of the opposition faction\", according to the South China Morning Post, which saw the notice on a website run by Minzu University in Beijing.",
      "cn": "根据南华早报的消息，通知描述了该组织的领导人是一个“反对派坚定的支持者”，南华早报是在北京民族大学运行的网站上看到这则通知的。"
    },
    {
      "en": "Let me introduce Bob, one of the club's stalwart.",
      "cn": "让我来介绍鲍伯, 俱乐部的忠实拥护者."
    },
    {
      "en": "Luna Moonfang is a stalwart and devout follower of the Moon Goddess, Elune.",
      "cn": "露娜·月牙是月之女神艾露恩坚定且虔诚的信徒."
    },
    {
      "en": "Moving to Germany, he became a stalwart of the revered Kurt Edelhagen Orchestra.",
      "cn": "搬到德国后，他成了著名的库尔特·埃德尔哈根管弦乐队的一名忠实听众。"
    },
    {
      "en": "Please be stalwart in your journey. We need you and rely upon your Light, Love and service as we co-create the New Earth together.",
      "cn": "坚定地行走你的旅程。我们需要你，依赖着你的光，爱和服务，随着我们共同创造新地球。"
    },
    {
      "en": "Stalwart policemen stood guard outside.",
      "cn": "强壮的警察在外面警戒."
    },
    {
      "en": "The original flick is a stalwart of the genre, and it is the duty of everyone, not just horror fans, to watch it at least once.",
      "cn": "原版电影是一种坚定的流派，不仅仅是狂热的影迷，每个人都有义务去看至少一遍。"
    },
    {
      "en": "The prince is tall and stalwart.",
      "cn": "这个王子高大魁伟."
    },
    {
      "en": "The stalwart Mazzy Fentan has earned a legendary amount of fame serving the cause of good.",
      "cn": "强悍的玛兹·芬顿从为正义而战中获得了传奇的名声."
    },
    {
      "en": "The stalwart volunteers marched in this morning ready to go to work.",
      "cn": "忠实的志愿者们今天上午已就位，随时准备开始工作。"
    },
    {
      "en": "To make a courageous show or to put up a stalwart front.",
      "cn": "做勇敢状或建起一道坚固的前线."
    },
    {
      "en": "To the extent the Shiites feel attacks, Iran will be seen as a stalwart coreligionist ally.",
      "cn": "而什叶派人士认为抗争的时候到了, 伊朗被其看作坚定无比的盟友."
    },
    {
      "en": "Two stalwart girls came down the library steps and out through one of the iron gates.",
      "cn": "两个健壮的姑娘下了图书馆台阶,穿过其中一扇铁门."
    },
    {
      "en": "You are a stalwart man.",
      "cn": "你是条好汉."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "bold",
            "brave",
            "courageous",
            "firm",
            "gallant",
            "heroic",
            "potent",
            "sturdy",
            "valiant"
          ],
          "tran_cn": "勇敢的,英勇的"
        },
        {
          "words": [
            "powerful",
            "robust",
            "strong"
          ],
          "tran_cn": "结实的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bold",
            "brave",
            "courageous",
            "firm",
            "gallant",
            "hearty",
            "hero",
            "heroic",
            "iron",
            "muscular",
            "potent",
            "powerful",
            "robust",
            "rugged",
            "strong",
            "sturdy",
            "supporter",
            "valiant"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "强壮的，结实的，坚定的，可靠的",
      "tran_en": "strong in appearance"
    },
    {
      "pos": "n",
      "tran_cn": "高大健壮的人，忠实拥护者",
      "tran_en": "someone who is very loyal to a particular organization or set of ideas, and works hard for them"
    }
  ],
  "exchange": {
    "pl": [
      "stalwarts"
    ]
  }
}