{
  "word": "spreadsheet",
  "ipa": {
    "us": "ˈspredʃi:t",
    "uk": "ˈsprɛdˌʃit"
  },
  "sentences": [
    {
      "en": "Channels can help, or you can put the numbers into a spreadsheet.",
      "cn": "通道能起帮助作用, 你也可以把数字填进电子表格."
    },
    {
      "en": "Files are saved in spreadsheet compatible format for graphing manipulation and printing.",
      "cn": "数据文件被保存用电子表格可用来计算、曲线制作和打印出来等."
    },
    {
      "en": "In a spreadsheet, numbers or text are stored and displayed in cells.",
      "cn": "在电子表中, 数字和文本在单元格中存放和显示."
    },
    {
      "en": "In computer programming, a combined database management, spreadsheet and graphics package.",
      "cn": "在计算机程序设计中, 一种兼有数据库管理 、 电子报表和绘图功能的组合程序."
    },
    {
      "en": "In the spreadsheet, a single - click will select exactly one whole cell.",
      "cn": "在电子表格中, 单击就是选择整个单元格."
    },
    {
      "en": "It describes in detail how to simulate chemical kinetics on a spreadsheet.",
      "cn": "它详细描述怎样类比关于一张电子表格的化学动力学."
    },
    {
      "en": "Microsoft Excel dominates the spreadsheet market.",
      "cn": "微软公司的Excel在电子表市场中占优势."
    },
    {
      "en": "Presenting results in a static spreadsheet or table may do the job.",
      "cn": "用统计电子表格或表来体现结果也一样."
    },
    {
      "en": "So then a spreadsheet is like a huge calculation sheet.",
      "cn": "所以报表就像大计算单一样."
    },
    {
      "en": "Spreadsheet applications are computer programs that let you create and manipulate spreadsheets.",
      "cn": "电子表格应用软件是一款让你创建和修改电子表格的电脑程序."
    },
    {
      "en": "The infinite spreadsheet is product birthed out from this matured environment.",
      "cn": "无限扩展计算方法就是在这样的环境中诞生的."
    },
    {
      "en": "This spreadsheet contains all our sales and profit figures.",
      "cn": "这份报表包括所有销售和盈利数字."
    },
    {
      "en": "Unbound mode is also suited for spreadsheet - like or sparsely populated tables.",
      "cn": "取消绑定模式还适用于类似于电子表格的表或稀疏填充的表."
    },
    {
      "en": "While teaching, I used a spreadsheet as a grading program.",
      "cn": "当教学时, 我使用电子表格作为定等级的程序."
    },
    {
      "en": "You must photocopy the spreadsheet on A 3 paper.",
      "cn": "我们应当订购一些A3型有抬头的便笺纸."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "trial balance"
          ],
          "tran_cn": "电子制表软件；电子数据表；试算表"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "spreadsheet program",
      "tran_cn": "电子制表程序；试算表"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "电子表格程序",
      "tran_en": "a computer program that can show and calculate financial information"
    }
  ],
  "exchange": {
    "pl": [
      "spreadsheets"
    ]
  }
}