{
  "word": "discomfort",
  "ipa": {
    "us": "dɪsˈkʌmfət",
    "uk": "dɪsˈkʌmfərt"
  },
  "sentences": [
    {
      "en": "A dozen people were watching her, smirking at her discomfort.",
      "cn": "有十来个人在看着她，对她不安的样子幸灾乐祸地笑着。"
    },
    {
      "en": "Aromatic capsules are great for easing the discomfort of a stuffy nose.",
      "cn": "芳香胶囊对缓解鼻塞有奇效。"
    },
    {
      "en": "Embarrassing questions cause discomfort.",
      "cn": "尴尬的问题会使人感到不安."
    },
    {
      "en": "Happily, there was no apparent discomfort to any of the animals, although therewere some changes in pigmentation and superficial damage to the skin.",
      "cn": "令人高兴的是，虽然有某些色素沉着的改变和皮肤表面的损伤，这些动物没有出现明显的不适。"
    },
    {
      "en": "He sings with the strained discomfort of someone whose voice hasn't quite broken.",
      "cn": "他唱得很拘谨，声音听起来像是某个还没完全变声的男孩。"
    },
    {
      "en": "He sniffed, fidgeting in discomfort, uneasy at the suggestion.",
      "cn": "他吸了吸鼻子，对这项提议感到窘迫不安，心烦意乱。"
    },
    {
      "en": "I was in considerable discomfort from the headache.",
      "cn": "我头痛得很难受."
    },
    {
      "en": "One has to bear a little discomfort while travelling.",
      "cn": "旅行中总要忍受一点不便."
    },
    {
      "en": "Roberts attempted to make light of his discomfort.",
      "cn": "罗伯茨试图轻描淡写自己的不适。"
    },
    {
      "en": "She carried her left arm at an awkward angle, as if it were causing her discomfort.",
      "cn": "她的左胳膊很不自然地抬着，好像它让她不舒服似的。"
    },
    {
      "en": "She hears the discomfort in his voice.",
      "cn": "她听出了他声音中的窘迫。"
    },
    {
      "en": "She turned red with discomfort when the teacher spoke.",
      "cn": "老师讲话时她不好意思地红着脸."
    },
    {
      "en": "Some people use marijuana to fight pain or discomfort caused by disease.",
      "cn": "有些人使用大麻来对抗疾病引起的疼痛或不适。"
    },
    {
      "en": "Stiffness and discomfort can usually be eased with heat or a warm bath.",
      "cn": "肌肉酸痛和身体不适通常可以通过热敷或洗热水澡得到缓解。"
    },
    {
      "en": "The journey was accomplished with a maximum of comfort and ease and a minimum of discomfort.",
      "cn": "带着最大限度的舒适和轻松结束了这一旅程,很少有什么不舒适."
    },
    {
      "en": "The others seemed to find my discomfort hugely entertaining.",
      "cn": "我觉得很尴尬,其他人却似乎觉得这非常有趣."
    },
    {
      "en": "You will experience some minor discomfort during the treatment.",
      "cn": "治疗中你会稍感不适。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tension",
            "unrest"
          ],
          "tran_cn": "[医]不适，不安；不便之处"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bother",
            "distress",
            "disturb",
            "embarrassment",
            "pain",
            "pang",
            "perturb",
            "trouble",
            "upset"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "bother",
            "distress",
            "disturb",
            "perturb",
            "trouble",
            "upset"
          ],
          "tran_cn": "使不安;使痛苦"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "不舒适，不舒服，不安，不方便，苦恼",
      "tran_en": "a feeling of slight pain or of being physically uncomfortable"
    },
    {
      "pos": "v",
      "tran_cn": "使不适"
    },
    {
      "pos": "vt",
      "tran_cn": "使…不舒服，使…不安，使苦恼，使不便"
    }
  ],
  "exchange": {
    "pl": [
      "discomforts"
    ]
  }
}