{
  "word": "veracity",
  "ipa": {
    "us": "vəˈræsəti",
    "uk": "vəˈræsəti"
  },
  "sentences": [
    {
      "en": "CONCLUSION This can improve the veracity of test results.",
      "cn": "结论可以提高测定结果的准确性."
    },
    {
      "en": "Foker spoke strongly in favour of the Major's character for veracity and honour.",
      "cn": "福克言谈之间,对少校的为人赞扬备至,说他如何诚恳,又如何正直."
    },
    {
      "en": "He tried to assess the veracity of the three legislators.",
      "cn": "他反复掂量着那三位议员所说的话是否可靠."
    },
    {
      "en": "He was shocked to find his veracity questioned.",
      "cn": "发现自己的诚信受到了质疑，他很震惊。"
    },
    {
      "en": "I can testify to this man's veracity and good character.",
      "cn": "我可以作证,此人诚实可靠,品德良好."
    },
    {
      "en": "I don't doubt the veracity of your report.",
      "cn": "我毫不怀疑你报告中的真实性."
    },
    {
      "en": "I doubt the veracity of these data, please recheck them.",
      "cn": "我对这些数据表示怀疑, 请你复验一次."
    },
    {
      "en": "It is necessary to weigh the answers in accordance with the general veracity of the owner.",
      "cn": "需要根据所有者的一般诚实程度来衡量其回答."
    },
    {
      "en": "Its mainly character is automation, high veracity for focus and convenience controlling.",
      "cn": "自动对焦最主要的特点是:自动 、 聚焦准确性高、操作方便."
    },
    {
      "en": "OBJECTIVE To improve the veracity of antibiotics titer evaluation by cylinder - plate method .",
      "cn": "目的全科西医学论文提高管碟法测定抗生素效价的 全科西 医学论文准确性."
    },
    {
      "en": "She was almost renowned in the congregation for this imperturbable veracity.",
      "cn": "她因那种无可动摇的诚信,在教会里几乎是有口皆碑的."
    },
    {
      "en": "The drifting baselines in chromatography affect the veracity of analysis gready.",
      "cn": "色谱信号的基线漂移问题严重影响了分析的准确性."
    },
    {
      "en": "The Secretary's letter questions my veracity and impugns my motives.",
      "cn": "部长的来信怀疑我的诚实，质疑我的动机。"
    },
    {
      "en": "They questioned the veracity of her story.",
      "cn": "他们质疑她所述事情的真实性。"
    },
    {
      "en": "We have total confidence in the veracity of our research.",
      "cn": "我们对我们调查的真实性有十足的把握。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "veracious",
          "tran_cn": " 诚实的；真实的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "honesty",
            "truth",
            "integrity",
            "good faith"
          ],
          "tran_cn": "诚实；精确性；老实；说真实话"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accuracy",
            "justice",
            "truth"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "诚实，真实",
      "tran_en": "the fact of being true or correct"
    }
  ],
  "exchange": {
    "pl": [
      "veracities"
    ]
  }
}