{
  "word": "magmatic",
  "ipa": {
    "us": "'mægmətɪk",
    "uk": "'mægmətɪk"
  },
  "sentences": [
    {
      "en": "\"Global warming melts ice and this can influence magmatic systems,\" he told Reuters.",
      "cn": "“全球气候变暖会导致冰雪融化，从而影响岩浆活动系统。” 他告诉路透记者说。"
    },
    {
      "en": "County in intrusive rock is acidic magmatic rocks.",
      "cn": "县境内的侵入岩主要是酸性岩浆岩."
    },
    {
      "en": "I-type granites, aplites and pegmatites outcropping in Mesozoic metamorphic belt of the southeastern coast of Fujian Province contain commonly magmatic garnets and primary muscovites.",
      "cn": "闽东南沿海晚中生代变质带内出露的I型花岗岩、细晶岩和伟晶岩中常包含岩浆成因的石榴子石和原生白云母。"
    },
    {
      "en": "Magmatic contact metamorphism can lead to the variations of distribution patter of REEs in coal.",
      "cn": "岩浆接触变质作用可导致煤中稀土元素分布模式的变化."
    },
    {
      "en": "Metal - biogenic type is a post magmatic mesothermal hydrothermal solution filling metasomatic ore deposit correlated with diabase.",
      "cn": "矿床成因类型为与燕山期辉绿岩有关的岩浆期后中温热液充填交代矿床."
    },
    {
      "en": "Metallogenic fluid stemmed from magmatic water and mixed with seawater.",
      "cn": "成矿流体来源于岩浆水,并有海水混入."
    },
    {
      "en": "Pegmatites seem to form during a late magmatic stage.",
      "cn": "伟晶岩似乎是在较晚的岩浆阶段形成的."
    },
    {
      "en": "Seamounts form from magmatic eruptions, which occur when lava seeps up to the crust through the partially-melted sub-layer, known as the asthenosphere, in the mantle.",
      "cn": "火山岩透过地幔中部份熔融的软流层渗入到地壳，岩浆喷发，海山由此形成。"
    },
    {
      "en": "Taihangshan orogen, called tectonomagmatic belt by most of geologists, is thought to be a part of Mesozoic circum Pacific magmatic arc.",
      "cn": "太行山造山带被大多数学者称为构造岩浆带，被认为是中生代环太平洋岩浆弧的组成部分。"
    },
    {
      "en": "The alkali content in the composition of magmatic rock was more, iron content was less.",
      "cn": "岩浆岩成分中碱质含量较高, 铁质含量较低."
    },
    {
      "en": "The Ellsworth basin lay between the epicontinental basin and the marginal magmatic arc during the Devonian.",
      "cn": "除了上述两个沉积盆地外,在罗斯海两边却出露了火山岩,说明该地当时处于俯冲带附近的火山弧中."
    },
    {
      "en": "The large-porphyritic alkali-feldspar granite in Mordaga area is the product of the first magmatic activity of Ergun block.",
      "cn": "莫尔道嘎地区巨斑状碱长花岗岩是额尔古纳地块最早的岩浆活动的产物。"
    },
    {
      "en": "THE METALLOGENESIS AND MAGMATIC DIFFERENTIATION OF SUZHOU A - TYPE GRANITE.",
      "cn": "金和有关元素的构造化学分异."
    },
    {
      "en": "The mineral fluid is dominantly from atmospheric water and later extraction of magmatic water.",
      "cn": "矿物质水主要来自大气降水,后期又萃取了岩浆水."
    },
    {
      "en": "The relationship between tectono - magmatic activation and gold mineralization in Qinling, is discussed in this paper.",
      "cn": "本文论述了秦岭区构造岩浆活化作用与金矿床形成及演化的关系."
    },
    {
      "en": "The studied area migmatitic granite, which was regarded as magmatic rock by previous researchers.",
      "cn": "后仙峪硼矿区地表分布的岩石主要为混合花岗岩."
    },
    {
      "en": "The wall rock alteration shows gold deposit is related the deep magmatic intrusion.",
      "cn": "围岩蚀变表明与深部岩浆侵入作用有关."
    },
    {
      "en": "Therefore, the article creates 11 optimum qualitative indices determining presence of ore magmatic rock bodies.",
      "cn": "据此, 笔者以成矿元素丰度为依据,首创了岩体成矿指数等11种成矿性判别的最佳定性指标."
    },
    {
      "en": "Thus, Waizideposit is a remelting magmatic hydrothermal deposit.",
      "cn": "因此, 该矿床是重熔岩浆热液矿床."
    },
    {
      "en": "We regard them as actural stratigraphic units produced primarily by magmatic sedimentation.",
      "cn": "我们把它们当作实际上的地层单元来考虑,它们主要由岩浆沉积作用所产生."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "magmatic rock",
      "tran_cn": "岩浆岩"
    },
    {
      "phrase": "magmatic water",
      "tran_cn": "[水文学]岩浆水"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "岩浆的"
    },
    {
      "pos": "other",
      "tran_cn": "岩浆的"
    }
  ],
  "exchange": {}
}