{
  "word": "rudder",
  "ipa": {
    "us": "ˈrʌdə(r)",
    "uk": "ˈrʌdɚ"
  },
  "sentences": [
    {
      "en": "A life without a purpose is a ship without s rudder ．.",
      "cn": "人生无目的,犹如船失舵."
    },
    {
      "en": "A sailor uses the rudder to make the ship go in the correct direction.",
      "cn": "水手用舵导航."
    },
    {
      "en": "An oar often acts as a rudder.",
      "cn": "船桨常作舵来使用."
    },
    {
      "en": "An oar often acts as rudder.",
      "cn": "桨常可起舵的作用."
    },
    {
      "en": "Another touch of the rudder and that man would join us.'",
      "cn": "我们只要给他施加点影响,他就会加入到我们的行列里来. ”"
    },
    {
      "en": "Except for the rhythmic splash of the rudder oar, all was still.",
      "cn": "水面静静的,只有那有规律的荡桨声打破了静夜的沉寂."
    },
    {
      "en": "If the ideal is to succeed in a small boat, then, I will take good rudder.",
      "cn": "如果说，理想是驶向成功的一艘小船，那么，我一定会把好船舵。"
    },
    {
      "en": "If unfurling your sails before the storm you snap the rudder in two.",
      "cn": "如果你在风暴前扯起船帆，你把船舵折成两半。"
    },
    {
      "en": "If, say, ideal is to successful a boat, so, I'll take good rudder.",
      "cn": "如果说，理想是驶向成功的一艘小船，那么，我一定会把好船舵。"
    },
    {
      "en": "It is difficult to execute turns with rudder control alone.",
      "cn": "单靠操纵方向舵转弯是困难的."
    },
    {
      "en": "It was not yet clear how the rudder had sheared off.",
      "cn": "还不清楚船舵是如何断裂的。"
    },
    {
      "en": "Mary pulled her left rudder string.",
      "cn": "玛丽拉了拉控制左舵的绳子."
    },
    {
      "en": "Some tried to stop up the leaks while others tried to steady the rudder.",
      "cn": "一些人设法堵漏洞,另一些人设法掌稳船舵."
    },
    {
      "en": "The rudder aids in turning.",
      "cn": "方向舵帮助转弯."
    },
    {
      "en": "The rudder system of submarine may induce the low - speed flutter.",
      "cn": "潜艇的舵系统是会出现低速颤振的."
    },
    {
      "en": "They are the rudder, keeping the ship going in the right direction.",
      "cn": "它们也犹如船舵，保证采访之船行驶在正确的方向上。"
    },
    {
      "en": "Turn the rudder slightly so that we can ease the boat round.",
      "cn": "慢慢掌舵,这样我们就能使船稳稳地拐过去."
    },
    {
      "en": "Usually the rudder information is grouped into two curves.",
      "cn": "方向舵资料通常包括两条曲线."
    },
    {
      "en": "What is the dietary rudder of the patient after esophagus cancer art?",
      "cn": "食管癌术后病人的饮食指导原则是什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rudderless",
          "tran_cn": " 无舵的；无指导者的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "rudder angle",
      "tran_cn": "方向舵偏角"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "船舵，[航]方向舵，[动]尾羽，指导人",
      "tran_en": "a flat part at the back of a ship or aircraft that can be turned in order to control the direction in which it moves"
    }
  ],
  "exchange": {
    "pl": [
      "rudders"
    ]
  }
}