{
  "word": "humanistic",
  "ipa": {
    "us": "ˌhjuːməˈnɪstɪk",
    "uk": "ˌhjuːməˈnɪstɪk"
  },
  "sentences": [
    {
      "en": "Anesthetist with hight level of humanistic aptitude can enjoy good doctor - patient relationship.",
      "cn": "麻醉医生只有富于人文修养,方能营造良好的医患关系."
    },
    {
      "en": "At the Olympic spirit, the humanistic connotations are immortal truth.",
      "cn": "在奥林匹克精神中, 人文内涵是不朽的底蕴."
    },
    {
      "en": "He established humanistic critical theory on the existence of human being.",
      "cn": "他以对人的存在、人的价值的关注为出发点,建构了他的人本主义批判理论."
    },
    {
      "en": "Humanistic artists opposed asceticism with humanism, opposed theocracy with human rights.",
      "cn": "人文主义艺术家以人文主义反对禁欲主义, 以人权反对神权,追求个性的自由、理性的至上和人性的全面发展是文艺复兴时期艺术大师们创作的共同特点."
    },
    {
      "en": "Humanistic character in music is an important part of humanism.",
      "cn": "摘要音乐人文精神是人文精神的重要组成部分."
    },
    {
      "en": "In the design field, the theory of humanistic care is drawing increasing attention.",
      "cn": "在设计领域里, 人文关怀的理论日益受到人们的重视."
    },
    {
      "en": "Marginalized in the humanistic quality of education will face a new crisis.",
      "cn": "处在边缘化的人文素质教育将面临新的危机."
    },
    {
      "en": "Medical genetics is an important medical major that contains rich humanistic resources.",
      "cn": "医学遗传学是一门重要的医学专业,具有非常丰富的人文内涵."
    },
    {
      "en": "Religious values can often differ greatly from humanistic moral.",
      "cn": "宗教的价值观常会与人文主义的道德观大不同."
    },
    {
      "en": "Religious values can often differ greatly from humanistic morals.",
      "cn": "宗教价值观常常和人本主义道德观相去甚远。"
    },
    {
      "en": "Roman republican law upheld a humanistic view of marriage.",
      "cn": "罗马共和国的法律对婚姻坚持人道主义的观点."
    },
    {
      "en": "The humanistic approach was termed the third force in psychology.",
      "cn": "人本主义被称为心理学的第三势力."
    },
    {
      "en": "The humanistic ego psychology is the basic conception of psychological education.",
      "cn": "有人性的自我心理学是心育的基本理念."
    },
    {
      "en": "The humanistic language has concrete requests in form, program and expression.",
      "cn": "人性化服务语言在形式 、 程序和表达上都有具体的要求."
    },
    {
      "en": "The influence of postmodernism has shifted from humanistic disciplines to natural disciplines.",
      "cn": "后现代主义的影响已从人文学科转到自然学科."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "humane",
          "tran_cn": " 仁慈的，人道的；高尚的"
        },
        {
          "word": "humanism",
          "tran_cn": " 人文主义的；人道主义的"
        },
        {
          "word": "humanist",
          "tran_cn": " 人文主义的；人道主义的"
        },
        {
          "word": "humanitarian",
          "tran_cn": " 人道主义的；博爱的；基督凡人论的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "humanely",
          "tran_cn": " 人道地；富人情地；慈悲地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "humanism",
          "tran_cn": " 人道主义"
        },
        {
          "word": "humanist",
          "tran_cn": " 人道主义者；人类学者，人文学者；人文主义者"
        },
        {
          "word": "humanitarian",
          "tran_cn": " 人道主义者；慈善家；博爱主义者；基督凡人论者"
        },
        {
          "word": "humanitarianism",
          "tran_cn": " 人道主义；博爱主义"
        },
        {
          "word": "humanity",
          "tran_cn": " 人类；人道；仁慈；人文学科"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "humanistic education",
      "tran_cn": "人本教育；人文主义教育"
    },
    {
      "phrase": "humanistic psychology",
      "tran_cn": "人本主义心理学；人本心理学"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "人文主义的",
      "tran_en": "A humanistic idea, condition, or practice relates to humanism"
    }
  ],
  "exchange": {
    "noun": [
      "humanism"
    ]
  }
}