{
  "word": "conversely",
  "ipa": {
    "us": "ˈkɒnvɜːsli",
    "uk": "ˈkɑːnvɜːrsli"
  },
  "sentences": [
    {
      "en": "American consumers prefer white eggs; conversely, British buyers like brown eggs.",
      "cn": "美国的消费者喜欢白色的鸡蛋，而英国的消费者却相反，他们喜欢棕色的鸡蛋。"
    },
    {
      "en": "Conversely , thoughts of loss may enhance physical or psychological pain.",
      "cn": "反之, 破财的动机可能会加重人的肉体或生理痛苦."
    },
    {
      "en": "Conversely, all the old forces, however numerous, are bound to be eliminated.",
      "cn": "而一切旧势力, 不管它们的数量如何庞大, 总是要被消灭的."
    },
    {
      "en": "Conversely, an expansion is accompanied by a temperature decrease unless heat is added.",
      "cn": "反之, 如果膨胀时不供给热量,流体的温度就要降低."
    },
    {
      "en": "Conversely, diffuse or multifocal necrosis is not characteristic of the intrinsic toxins.",
      "cn": "相反, 扩散性或多病灶性坏死不是内毒素的特性."
    },
    {
      "en": "Conversely, in many experiments it is possible to measure all the velocity vectors.",
      "cn": "另一方面, 在许多实验中,所有的速度矢量都可以测定."
    },
    {
      "en": "Conversely, it is possible to create colours by the addition of coloured lights.",
      "cn": "与此相反, 也能由彩色光相加来获得彩色."
    },
    {
      "en": "Conversely, on an airplane going east the north - seeking effect might be expected to increase.",
      "cn": "相反, 如果飞机向东飞行,这北向瞄准的效果好象会增加."
    },
    {
      "en": "Conversely, some applications represent data as a matrix of many small contiguous pieces of data.",
      "cn": "与之相反, 有些程序把数据表示为由许多连续的小片数据组成的矩阵."
    },
    {
      "en": "Conversely, suspended solids are contaminants that can readily be removed through filtration.",
      "cn": "相反, 悬浮物是指容易从水中过滤出来的物质."
    },
    {
      "en": "Conversely, test made in full - scale boilers are usually difficult to reconcile.",
      "cn": "与此相反, 在工业规模的锅炉内所做的试验,也难于互相一致."
    },
    {
      "en": "Conversely, tests made in full - scale boilers are usually difficult to reconcile.",
      "cn": "与此相反, 在工业规模的锅炉内所做的试验也难于互相一致."
    },
    {
      "en": "Conversely, the universe provides a laboratory.",
      "cn": "反过来, 宇宙空间也可作为实验室."
    },
    {
      "en": "He placed the box conversely.",
      "cn": "他把箱子放倒了."
    },
    {
      "en": "The conclusion, conversely, help us with our overall comprehension of Chinese apposition.",
      "cn": "这个结论反过来, 又帮助我们全面地认识现代汉语的同位结构."
    },
    {
      "en": "You can add the fluid to the powder, or, conversely, the powder to the fluid.",
      "cn": "可把液体加入粉末，或者相反，把粉末加入液体。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "converse",
          "tran_cn": " 相反的，逆向的；颠倒的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "converse",
          "tran_cn": " 逆行，逆向；倒；相反的事物"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "converse",
          "tran_cn": " 交谈，谈话；认识"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "contrary",
            "counter",
            "backward",
            "inversely"
          ],
          "tran_cn": "相反地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "or",
            "otherwise"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "相反地，颠倒地，倒地，反之，反过来",
      "tran_en": "used when one situation is the opposite of another"
    }
  ],
  "exchange": {}
}