{
  "word": "jaguar",
  "ipa": {
    "us": "ˈdʒægjuə(r)",
    "uk": "ˈdʒæɡˌwɑr, ˈdʒæɡjuˌɑr"
  },
  "sentences": [
    {
      "en": "Carlos Ghosn, who runs Renault and Nissan, has looked at Jaguar too.",
      "cn": "另外, 雷诺-日产的卡洛斯?戈恩对捷豹也是虎视眈眈."
    },
    {
      "en": "Further hybrids under the Jaguar, Land Rover or Volvo brands could also be produced.",
      "cn": "Jaguar 、 LandRover或Volvo等品牌也将推出混合动力车."
    },
    {
      "en": "He backed the Jaguar out of the sheltering trees.",
      "cn": "他把杰格尔汽车倒出树丛."
    },
    {
      "en": "He was green with envy when he saw my new Jaguar car.",
      "cn": "看见我那辆美洲虎牌新车,他非常妒忌."
    },
    {
      "en": "How can a giraffe more speedy than a jaguar?",
      "cn": "如何能更快捷长颈鹿比美洲虎?"
    },
    {
      "en": "I'm only rash when I'm in my Jaguar.",
      "cn": "我只是在开我的美洲虎车时才心急."
    },
    {
      "en": "Is there competition between sympatric jaguar Panthera onca and puma Puma concolor?",
      "cn": "同域栖息的美洲虎和美洲狮存在竞争 吗 ?"
    },
    {
      "en": "Jaguar shares climbed 43 pence to 510 pence.",
      "cn": "捷豹汽车的股价攀升了43便士，达到510便士。"
    },
    {
      "en": "Know no fear: Jaguar knights are immune to feareffects.",
      "cn": "无畏: 美洲虎骑士对恐惧效果免疫."
    },
    {
      "en": "Luxury car firm Jaguar has thrown down the gauntlet to competitors by giving the best guarantee on the market.",
      "cn": "豪华轿车生产商捷豹公司推出了市场上最诱人的保修服务，向竞争对手发出了挑战。"
    },
    {
      "en": "PAG also includes the Jaguar, Volvo and Aston Martin marques.",
      "cn": "PAG目前拥有捷豹 、 沃尔沃以及阿斯顿·马丁三大品牌."
    },
    {
      "en": "Should you meet a jaguar in the jungle, just turn slowly, walk away. But slowly, never look back.",
      "cn": "你在丛林中若碰上美洲虎, 就慢慢转身走开, 可一定要慢, 切莫回头看."
    },
    {
      "en": "Some companies - such as Jaguar Collection - seek direct profits from licensed goods.",
      "cn": "一些公司(如美洲虎系列产品公司)寻求从特许经营商品上获取直接利润."
    },
    {
      "en": "Traffic was averagely light and the Jaguar performed superly.",
      "cn": "来往车辆不多,杰格尔汽车运行极佳."
    },
    {
      "en": "You're giving me a new Jaguar and you don't want anything?",
      "cn": "你送我一辆新的积架却不用任何回馈?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "American tiger"
          ],
          "tran_cn": "[脊椎]美洲虎"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<动>（中、南美洲的）美洲虎，美洲豹",
      "tran_en": "a large South American wild cat with brown and yellow fur with black spots"
    }
  ],
  "exchange": {
    "pl": [
      "jaguars"
    ]
  }
}