{
  "word": "equidistant",
  "ipa": {
    "us": "ˌi:kwɪˈdɪstənt",
    "uk": "ˌikwɪˈdɪstənt, ˌɛkwɪ-"
  },
  "sentences": [
    {
      "en": "A plane curve everywhere equidistant from a given fixed point, the center.",
      "cn": "从定点(圆心)等距离到任一点的平面曲线."
    },
    {
      "en": "After developing the emulsion it was found to blackened along a series of equidistant parallel bands.",
      "cn": "乳胶显影后,发现它是在一组等间距的平行带上变黑."
    },
    {
      "en": "All planes in one family are equidistant from one another.",
      "cn": "每一族的所有平面彼此距离相等."
    },
    {
      "en": "All points on a circle are equidistant from the centre.",
      "cn": "圆周上各点离圆心的距离相等。"
    },
    {
      "en": "Altus is equidistant from Ozark and Cotton Town.",
      "cn": "从阿尔特斯到奥沙克和到棉花镇的距离是相等的。"
    },
    {
      "en": "D . Move finger or object equidistant from you and client outside of own field of vision.",
      "cn": "在检查者与受检者等距离处移动手指或物体至自身视野外."
    },
    {
      "en": "For the fundamentals , B'- B \" is very small and therefore the lines are almost equidistant.",
      "cn": "对于基频振动来说, B ′-B″ 很小,因此谱线是几乎等距离的."
    },
    {
      "en": "Horsey is equidistant from Great Yarmouth and Mundesley.",
      "cn": "从霍西到大雅茅斯和曼斯利的距离相等。"
    },
    {
      "en": "Lampholders plane circular ring by equidistant cloth tiger for the two - body pack.",
      "cn": "灯座平面圆形,下由等距环布的双身虎承驮."
    },
    {
      "en": "Our house is equidistant from the two pubs in the village.",
      "cn": "我们的房子离村中两家酒馆距离相等."
    },
    {
      "en": "Q - transform of distance distribution of binary equidistant codes and equidistant constant weight codes were studied.",
      "cn": "研究了二元等距码、等重等距码及其距离分布的Q - 变换."
    },
    {
      "en": "Taking equidistant 3 - profile hole as an example, the method of designing and grinding tool is intro - duced.",
      "cn": "本文讨论了用展成法加工非圆孔的原理,以加工等厚形三面孔为例, 介绍了插刀设计与刃磨方法."
    },
    {
      "en": "The cables are parallel and equidistant from each other.",
      "cn": "钢索彼此平行而间距相等."
    },
    {
      "en": "The correct processing of narrow groove which is not equidistant always has a difficult problem.",
      "cn": "不等距的窄槽找正加工是机械加工的难题之一."
    },
    {
      "en": "The two parks are about equidistant from the station.",
      "cn": "这两个公园离火车站的距离差不多相同."
    },
    {
      "en": "Using improved BP neural network, equidistant surface reconstruction of NURBS is proposed.",
      "cn": "利用改进的BP神经网络构造三次有理B样 条曲面等距面."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "equally spaced",
            "isometric"
          ],
          "tran_cn": "等距的；距离相等的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "halfway",
            "parallel"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "距离相等的，等距的",
      "tran_en": "at an equal distance from two places"
    }
  ],
  "exchange": {}
}