{
  "word": "wearability",
  "ipa": {
    "us": "ˌweərə'bɪlɪtɪ",
    "uk": "ˌwerə'bɪlətɪ"
  },
  "sentences": [
    {
      "en": "Also low - temperature sintering mechanism and the method of raising wearability was described in this paper.",
      "cn": "并着重讨论了低温烧成的机理,探讨了提高耐磨性的途径."
    },
    {
      "en": "And heel is main index with wearability, requirement wear and tear is small.",
      "cn": "并且鞋跟以耐磨性为主要指标, 要求磨耗小."
    },
    {
      "en": "Anti - impact , wearability, chemical corrosion protection , water vapor penetration prevention . Easily adapt itself to the environment.",
      "cn": "抗冲击、耐磨损 、 耐化学腐蚀 、 耐水汽渗透等性能好, 环境适应能力强."
    },
    {
      "en": "Composite electrodeposits have been principally used to improve the corrosion resistance and wearability of metal surface.",
      "cn": "复合镀层主要用于提高金属表面的耐蚀性和耐磨性."
    },
    {
      "en": "Describes briefly the two main aspects of clothing wearability researches, i.",
      "cn": "简要论述服装功能研究的两个方面:服装心理学与服装生理学."
    },
    {
      "en": "Designs will be judged according to originality, wearability, the creative use of diamonds and technical skill.",
      "cn": "预设将被判断根据原创性, 耐磨性, 钻石和技术技术创造性地使用."
    },
    {
      "en": "Employing abrasive machining for the form of the gear and intellective-control carburizing and quenching technology for the surface, the gear is with high intensity, strong tenacity and wearability.",
      "cn": "齿轮齿形采用磨齿加工，齿面采用智能控制渗碳淬火技术，齿轮的强度高、韧性和耐磨性好。"
    },
    {
      "en": "Experiment results show that the coating has good adhesion, low porosity, excellent wearability and corrosion resistence.",
      "cn": "测试结果表明:镀层结合力强 、 孔隙率极低 、 硬度高、耐磨性能好、耐蚀性能优良."
    },
    {
      "en": "It has the characteristics of light weight, good wet proof behaviour and wearability, high usable frequency.",
      "cn": "它具有重量轻 、 抗湿性能好、耐磨性能好 、 使用率高、便于施工和保证混凝土表面质量等特点."
    },
    {
      "en": "Its slip resistance and durability provide stability and long term wearability .",
      "cn": "它的滑性和耐久性提供稳定和长期的耐磨性。"
    },
    {
      "en": "New rib and lug type pattem ensures an excellent compositive performances , liwer rolling resistance, high - speed riding ability, heat - resistance, wearability.",
      "cn": "纵横混合花纹具备优越的综合性能, 滚动阴力低,行驶速度快, 优良的耐热和耐磨耗性能, 有很高的经济实用性."
    },
    {
      "en": "The coating has good tenacity and wearability.",
      "cn": "涂层具有良好的韧性和耐磨性能."
    },
    {
      "en": "The finishing can improve the shrinking rate, wearability, crease - resistant and bend - resistant of the cotton fabric.",
      "cn": "丝素整理能够改善棉织物的尺寸稳定性 、 耐磨性 、 抗折 皱回复性、抗弯刚度等性能."
    },
    {
      "en": "The of amount of fine graphite enhances the roll's resistance ot spalling, thermal crack and wearability.",
      "cn": "加上有少量细小,不仅提高了轧辊抗剥落性, 抗热裂性和耐磨性能,而且辊身工作层硬度落差很小."
    },
    {
      "en": "This paper presents the design specification, style , weaving, dyeing, finishing and wearability of such serial fabrics.",
      "cn": "本文介绍了多功能改性聚酯长丝系列织物的设计规格 、 风格特征 、 织造及染色后整理工艺和织物服用性能."
    },
    {
      "en": "Using this method , the porous body maintain its original porosity when its surface wearability is improved.",
      "cn": "渗硼的多孔体保持了原有的孔隙特性,并提高了表面耐磨性."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "穿着性能，耐磨损性，磨蚀性，服用性能"
    }
  ],
  "exchange": {}
}