{
  "word": "glossary",
  "ipa": {
    "us": "ˈɡlɒsəri",
    "uk": "ˈɡlɑːsəri"
  },
  "sentences": [
    {
      "en": "A fuller index and glossary are badly missed too.",
      "cn": "同样被遗漏的还有一张更完整的索引和专业词汇表."
    },
    {
      "en": "A glossary of terms is included for the reader's convenience.",
      "cn": "为了方便读者，还收录了术语汇编。"
    },
    {
      "en": "But avoid redundancy: Define an item in the glossary or in the domain model, but not in both.",
      "cn": "但要避免冗余：在术语表或域模型中定义一个条目，但是不要在两者里面都下定义。"
    },
    {
      "en": "For convenience, we have also provided a glossary in an appendix.",
      "cn": "为了方便, 我们在附录中也提供了术语表."
    },
    {
      "en": "Glossary - Explains any legal terms you might run into in your document.",
      "cn": "解释你的文档当中的任何合法期限."
    },
    {
      "en": "Glossary provides definitions of key terms used throughout the guide.",
      "cn": "阿词汇提供了关键术语的定义使用指南."
    },
    {
      "en": "Its three basic essential factors are: Speed, understanding and glossary.",
      "cn": "它的三个基本要素是: 速度 、 理解和词汇."
    },
    {
      "en": "Japanese glossary has three kinds of origins.",
      "cn": "摘要日语的词汇有“和语”、汉语、外来语三种词汇."
    },
    {
      "en": "Most the terms in this list are explained the glossary at the end of this book.",
      "cn": "表中的大多数术语在本书最后所附的“名词汇编”中均有说明."
    },
    {
      "en": "Poetry is a joy, pain and surprise interludes dealings with a glossary.",
      "cn": "诗是欢乐 、 痛苦和惊奇穿插着词汇的一场交道."
    },
    {
      "en": "The book also included a glossary of terms.",
      "cn": "这本书也包含了词汇表."
    },
    {
      "en": "There is a definition of infants in the glossary.",
      "cn": "在术语表中有对婴幼儿的定义."
    },
    {
      "en": "There is a glossary at the end of the textbook.",
      "cn": "这本教科书后面有词汇表."
    },
    {
      "en": "Use a Project Glossary.",
      "cn": "使用项目词汇表."
    },
    {
      "en": "Use the glossary in the book.",
      "cn": "利用书中的词汇表就可以了."
    },
    {
      "en": "When you select the naming standard compliance rule, the glossary models added to project properties as project naming standard show up on the next page of the wizard.",
      "cn": " 当选择命名标准依从规则时，作为项目命名标准添加到项目属性中的术语表模型会显示在向导的下一个页面上。"
    },
    {
      "en": "Where can I get a more complete glossary of XP terms?",
      "cn": "在什么地方可以得到更为完整的XP术语集?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "glossarist",
          "tran_cn": "注解者；评注者；词表编辑者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dictionary",
            "thesaurus",
            "wordbook"
          ],
          "tran_cn": "字典,词汇表"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dictionary",
            "thesaurus",
            "vocabulary",
            "wordbook"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（书尾的）词汇表，难词汇编",
      "tran_en": "a list of special words and explanations of their meanings, often at the end of a book"
    }
  ],
  "exchange": {
    "pl": [
      "glossaries"
    ]
  }
}