{
  "word": "vagueness",
  "ipa": {
    "us": "veɪɡnəs",
    "uk": "veɪɡnəs"
  },
  "sentences": [
    {
      "en": "A pronoun must refer to one and only one antecedent to avoid vagueness or ambiguity.",
      "cn": "代名词必须有一个，也只能有一个先行词，以免造成模糊或模棱两可。"
    },
    {
      "en": "As with all business writing, vagueness is the opposite of useful.",
      "cn": "就所有的商业写作而言，模糊性是实用性的对立面。"
    },
    {
      "en": "For years, I lived in a world of vagueness that I could not adapt to.",
      "cn": "几年时间我都生活在自己不能适应的模糊世界里。"
    },
    {
      "en": "He would have preferred that such unnatural things should have a greater vagueness.",
      "cn": "他宁可这种不自然状态能更隐晦一些."
    },
    {
      "en": "It had an outline in vagueness, and was flung out to be apprehended.",
      "cn": "在有了模糊的轮廓后,(她)把它顺嘴说出来, 是让人领悟."
    },
    {
      "en": "It is not only vagueness , of course, which produces this effect.",
      "cn": "当然, 不仅仅是模糊造成了这种效果."
    },
    {
      "en": "Our discussion identifies some of the vagueness in organizational life.",
      "cn": "我们讨论弄清了组织生活中的一些不明确现象."
    },
    {
      "en": "Semantic opacity covers such issues as ambiguity, vagueness and generality.",
      "cn": "语义不明确包括多义(歧义) 、 模糊与概括(笼统)."
    },
    {
      "en": "Semantic vagueness is a phenomenon inherent and pervasive with language.",
      "cn": "语义模糊是一种语言本有的现象,在单词中无处不在."
    },
    {
      "en": "The indeterminacy in glosseme level comprises ambiguity, vagueness, fuzziness and generality.",
      "cn": "义位的不确定性包括歧义 、 含混 、 模糊和笼统."
    },
    {
      "en": "The present study concentrates on pragmatic vagueness as a strategy in Chinese courtroom response.",
      "cn": "本文研究中国法庭答话中的语用含糊策略."
    },
    {
      "en": "The scene had the swirling vagueness of a painting by Turner.",
      "cn": "布景有着特纳油画令人眩晕的模糊不清."
    },
    {
      "en": "To be sure, most managerial actions do not benefit from vagueness.",
      "cn": "可以肯定, 大多数管理措施从含糊其辞中得不到好处."
    },
    {
      "en": "Used in certain contexts, vague language has the feature of pragmatic vagueness.",
      "cn": "模糊语言是一种言语交际现象,在一定语境中具有语用模糊性."
    },
    {
      "en": "Vagueness , as an attribute of natural language, is studied from various aspects in different approaches.",
      "cn": "模糊性是自然语言的属性之一,存在于语言的各个层面, 研究角度各异."
    },
    {
      "en": "Vagueness is another thing we're not programmed to accept.",
      "cn": "这种含糊不清也是我们事先没想到的."
    },
    {
      "en": "Vagueness of speech message is a communicative means as well as one form of language.",
      "cn": "话语信息模糊既是一种语言现象,也是一种交际手段."
    },
    {
      "en": "Vagueness, in turn, led to incoherence.",
      "cn": "模糊转而导致了毫无内部凝聚力."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "vague",
          "tran_cn": " 模糊的；含糊的；不明确的；暧昧的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "vaguely",
          "tran_cn": " 含糊地；暧昧地；茫然地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "darkness",
            "ambiguity"
          ],
          "tran_cn": "模糊；含糊；暧昧；茫然"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "暧昧，含糊"
    }
  ],
  "exchange": {
    "adj": [
      "vague"
    ]
  }
}