{
  "word": "metaphysical",
  "ipa": {
    "us": "ˌmetə'fɪzɪkl",
    "uk": "ˌmetə'fɪzɪkl"
  },
  "sentences": [
    {
      "en": "A lot of scientists don’t like discussing metaphysical matters.",
      "cn": "很多科学家不喜欢讨论形而上学的东西。"
    },
    {
      "en": "ENIGMA 2 elevated its line of inquiry to metaphysical heights.",
      "cn": "《谜2》则把这种探索提升到了形而上学的高度."
    },
    {
      "en": "I became skilled in ignoring these cosmic threats and developed a callousness toward all metaphysical preachments.",
      "cn": "我变得油滑了,根本不理睬这些漫无边际的威胁,而且对一切玄奥的说教都变得麻木不仁了."
    },
    {
      "en": "In this way, it has a transcendent harmony and metaphysical nature.",
      "cn": "这样, 和合便具有一种超越性和形上性."
    },
    {
      "en": "It is wrong to approach a problem from a metaphysical point of view.",
      "cn": "用形而上学的观点来看待问题是错误的."
    },
    {
      "en": "It's wrong to approach a problem from a metaphysical point of view.",
      "cn": "用形而上学的观点看待问题是错误的."
    },
    {
      "en": "Metaphysical inquiry came out of physical fact.",
      "cn": "哲学上的玄想出自实际情况."
    },
    {
      "en": "That most exact and convincing of all sciences, mathematics, is sheerly metaphysical.",
      "cn": "科学中最谨严而令人信服的一门, 数学, 就是纯粹形而上学的."
    },
    {
      "en": "The concept of justice was likewise stripped of its metaphysical attributes.",
      "cn": "同样,人们还剥去了正义概念超自然的灵光."
    },
    {
      "en": "The modern poets have gone back to the fanciful poems of the metaphysical poets of the seventeenth century for many of their images.",
      "cn": "现代派诗人就其许多想象又回到了十七世纪极抽象派诗人的意象诗中."
    },
    {
      "en": "The philosophical thinking pattern possesses metaphysical, limitless, introspective, abstract and contradictory features.",
      "cn": "作为哲学的思维方式,具有超验性 、 无限性 、 反思性 、 抽象性和矛盾性."
    },
    {
      "en": "The seeds of change - subtle, metaphysical - are rooted deeply.",
      "cn": "变化的种子 -- 微妙的 、 无形的 -- 深深地扎下根."
    },
    {
      "en": "Their argument was too metaphysical for me to follow.",
      "cn": "他们的辩论太深奥,我搞不懂."
    },
    {
      "en": "These are typical metaphysical questions: What is mind?",
      "cn": "下面这些是典型的形而上学问题: 精神是什么?"
    },
    {
      "en": "These last remarks indicate some of the methodological implications of this metaphysical problem.",
      "cn": "这些最后的话语表明这个形而上学问题的某些方法论含义."
    },
    {
      "en": "Troubles and other realities took on themselves a metaphysical impalpability.",
      "cn": "一切麻烦和所有现实都一变而为玄妙空幻、无从捉摸的东西."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "metaphysics",
          "tran_cn": " 玄学，形而上学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "transnatural",
            "preternatural"
          ],
          "tran_cn": "形而上学的；超自然的；玄学派诗歌的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "inner",
            "intellectual"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "形而上学的，超自然的，抽象的，（英国）玄学派诗歌或诗人的",
      "tran_en": "concerned with the study of metaphysics"
    }
  ],
  "exchange": {
    "noun": [
      "metaphysics"
    ]
  }
}