{
  "word": "indiscriminately",
  "ipa": {
    "us": "ˌɪndɪ'skrɪmɪnətlɪ",
    "uk": "ˌɪndɪ'skrɪmɪnətlɪ"
  },
  "sentences": [
    {
      "en": "Don't honk the horn indiscriminately.",
      "cn": "不要乱鸣喇叭!"
    },
    {
      "en": "He is accused of being indiscriminately optimistic and formless.",
      "cn": "他被人指责过分乐观和不拘形式."
    },
    {
      "en": "I'm afraid this disease strikes indiscriminately.",
      "cn": "恐怕各年龄段的人都有可能得这种病。"
    },
    {
      "en": "If we have people executed indiscriminately, we are sure to be defeated.",
      "cn": "如果乱杀人, 一定要失败."
    },
    {
      "en": "In the past it was Zhang Guotao who had people killed indiscriminately.",
      "cn": "过去张国焘就犯了乱杀人的错误."
    },
    {
      "en": "Indiscriminately using medicine might be avoided by early diagnosis.",
      "cn": "真菌性角膜溃疡的早期诊断,可以避免滥用药物."
    },
    {
      "en": "Ketosis reduces fat indiscriminately, and so do many cost reduction programmes.",
      "cn": "酮这东西是不分青红皂白什么脂肪都减的, 很多节支项目也是一样."
    },
    {
      "en": "Like Emerson, he is accused of being indiscriminately optimistic and formless.",
      "cn": "象爱默生一样, 他被人指责过分乐观和不拘形式."
    },
    {
      "en": "So we cannot indiscriminately oppose all types of participation and intervention.",
      "cn": "所以不能笼统地反对参与,也不能笼统地反对干预."
    },
    {
      "en": "SSL indiscriminately encrypts all data with the same key strength, which can be unnecessary or even undesirable for some applications.",
      "cn": "SSL 不加选择地用同一密钥强度加密所有数据，对某些应用程序而言，这是不必要甚至是不合要求的。"
    },
    {
      "en": "Thatis, should you agree to share your private information with other people moreor less indiscriminately?",
      "cn": "就是说，你应该同意把你的私人信息或多或少地不加选择地分享给其他人么？"
    },
    {
      "en": "The Catholic religion does not bind us to confess our sins indiscriminately to everybody.",
      "cn": "天主教并不规定我们不加区别地向一切人都坦白自己的罪过."
    },
    {
      "en": "The eighteenth century mathematicians used series indiscriminately.",
      "cn": "十八世纪数学家们不加辩加地使用级数."
    },
    {
      "en": "The soldiers fired indiscriminately into the crowd.",
      "cn": "士兵对着人群胡乱开枪。"
    },
    {
      "en": "The trade often uses the term indiscriminately.",
      "cn": "实际生活中经常不加区分地使用这一概念."
    },
    {
      "en": "We cannot copy indiscriminately the experience of others.",
      "cn": "我们不能照搬别人的经验."
    },
    {
      "en": "We should not use proverbs and allusions indiscriminately.",
      "cn": "不要滥用成语典故."
    },
    {
      "en": "Without asking the whys and wherefores he started to criticize people indiscriminately.",
      "cn": "他不分情由就开始胡乱批评人."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "indiscriminate",
          "tran_cn": " 任意的；无差别的；不分皂白的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "randomly",
            "wilfully"
          ],
          "tran_cn": "不加选择地；任意地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "无差别，任意地，不分青红皂白地，滥，不分皂白",
      "tran_en": "in a random manner; unsystematically."
    }
  ],
  "exchange": {
    "adj": [
      "indiscriminate"
    ]
  }
}