{
  "word": "upholstered",
  "ipa": {
    "us": "ʌp'həʊlstəd",
    "uk": "ʌp'hoʊlstəd"
  },
  "sentences": [
    {
      "en": "A white cane sofa is sumptuously upholstered in gold taffeta and purple velvet.",
      "cn": "白藤沙发上配有金色塔夫绸和紫色天鹅绒制成的沙发垫，显得豪华而精致。"
    },
    {
      "en": "A. designs and manufactures a broad collection of residential upholstered furniture.",
      "cn": "集团设计并且生产丰富广泛的皮革家具系列产品."
    },
    {
      "en": "All of their furniture was upholstered in flowery materials.",
      "cn": "他们所有的家具都套了花面料套子。"
    },
    {
      "en": "All the chairs in the lounge are upholstered in black leather.",
      "cn": "厅里所有的椅子都装上了黑皮面子."
    },
    {
      "en": "An upholstered sofa or divan without arms or a back.",
      "cn": "'褥'.''榻无靠背或扶手的装垫沙发或长沙发."
    },
    {
      "en": "Everything ornately upholstered, everything carefully finished, everything remarkably reserved.",
      "cn": "一切都布置得十分华丽, 一切都安排得非常细致, 一切都显得那么矜持而高不可攀."
    },
    {
      "en": "He was overweight without being fat , and referred to himself as'comfortably upholstered.'",
      "cn": "他的体重已经超过正常标准,但并不显得肥胖, 用他自己的话说是 ” 肉长得让人舒服."
    },
    {
      "en": "In the wool - carpeted master bedroom, Nicholas's walnut table accompanies Kollar's linen - upholstered headboard.",
      "cn": "在羊毛地毯装饰的主卧室内, 尼古拉斯设计的胡桃木茶几与科勒设计的亚麻面床头板相适配."
    },
    {
      "en": "My blue - green upholstered chairs that clashed with the couches lurked in corners.",
      "cn": "我青绿色的软垫椅跟他的沙发毫不匹配,放到了不显眼的角落里."
    },
    {
      "en": "Sports A piece of gymnastic equipment with an upholstered body used especially for vaulting.",
      "cn": "体操器械,主体装有软垫,主要用于支撑跳跃."
    },
    {
      "en": "The sides the seats are upholstered in light - grey fabric and the centre insets in black fabric.",
      "cn": "在座位的两侧,装饰浅灰色和黑色的织物面料中心空白宽度."
    },
    {
      "en": "There was a huge upholstered couch , some deep leather armchairs a library table heaped with magazines.",
      "cn": "有一张很大的弹簧床, 几张高背扶手皮椅,一张书桌上堆满了杂志."
    },
    {
      "en": "You can also lie in the chair by lowering the upholstered back.",
      "cn": "列车员:您还可以把软靠背放低一点,躺在椅子上."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "经过布置的，装软垫的，稳重的",
      "tran_en": "Upholstered chairs and seats have a soft covering that makes them comfortable to sit on"
    },
    {
      "pos": "v",
      "tran_cn": "为…装上垫子"
    }
  ],
  "exchange": {}
}