{
  "word": "flea",
  "ipa": {
    "us": "fliː",
    "uk": "fliː"
  },
  "sentences": [
    {
      "en": "Are you sure the dog has fleas ?",
      "cn": "你确定那只狗身上有跳蚤吗？"
    },
    {
      "en": "Bah! Let that flea stick on the wall.",
      "cn": "去它的! 让那跳蚤钉在墙上,别管它."
    },
    {
      "en": "Collectors of Fifties kitsch should pop over to Brussels for the flea market.",
      "cn": "50年代庸俗艺术作品的收藏者应该到布鲁塞尔的跳蚤市场去看看。"
    },
    {
      "en": "Don't blame me if you come back with a flea in your ear!",
      "cn": "你要是碰了钉子回来可别怪我."
    },
    {
      "en": "He burst into our meeting and got sent away with a flea in his ear.",
      "cn": "我们正在开会他闯了进来,大家把他轰走了."
    },
    {
      "en": "He finds material at auctions, antique shops and flea markets.",
      "cn": "他在拍卖行、古玩店和跳蚤市场中寻宝。"
    },
    {
      "en": "He headed back towards the flea market and was quickly swallowed up in the crowd.",
      "cn": "他转身朝跳蚤市场走去，很快淹没在人群中。"
    },
    {
      "en": "Hunter has an interest in prowling around a flea market.",
      "cn": "亨特对逛跳蚤市场很感兴趣."
    },
    {
      "en": "I'll put a flea in his ear if he bothers me once more.",
      "cn": "如果他再来打扰的话,我就要对他不客气了."
    },
    {
      "en": "My friend likes to stroll around the flea market.",
      "cn": "我的朋友爱逛旧货市场(跳蚤市场 )"
    },
    {
      "en": "My own accidental cut across the knuckles was a flea - bite.",
      "cn": "我指关节上的意外刀伤根本算不了什么."
    },
    {
      "en": "she expected to be sent away with a flea in her ear.",
      "cn": "她猜自己会被狗血淋头地骂走的。"
    },
    {
      "en": "Such inns as there were were generally dirty and flea ridden; the food simply local cheese accompanied were by bread often twelve months old, all washed down with coarse wine.",
      "cn": "当地的那些小旅馆通常是既肮脏又尽是跳蚤; 食物只不过是本地土产乳酪就着存放了经常12个月的陈面包, 都用粗制的酒送下肚去."
    },
    {
      "en": "The arena livens up only on Saturdays and Sundays when a flea market is open there.",
      "cn": "只有在周六周日跳蚤市场开市时，这片场地才会热闹起来。"
    },
    {
      "en": "The only service I can do to my profession is to serve as a flea.",
      "cn": "我在这个行当里做的就是跳蚤的工作."
    },
    {
      "en": "The tendency of her fate and fortunes had been to set her flea.",
      "cn": "她的命运发展的趋向始终是放纵她自由的."
    },
    {
      "en": "Walter jumps all over the place like a water flea.",
      "cn": "瓦尔特跳来跳去,活象个水蚤."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Siphonaptera"
          ],
          "tran_cn": "[昆]跳蚤；低廉的旅馆；生蚤的动物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "insect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "a flea in (one's) ear",
      "tran_cn": "讽刺：令人恼怒的暗示或尖刻的指责"
    },
    {
      "phrase": "a flea in one's ear",
      "tran_cn": "尖锐的批评；严厉的非难"
    },
    {
      "phrase": "as fit as a flea",
      "tran_cn": "非常健康"
    },
    {
      "phrase": "flea market",
      "tran_cn": "跳蚤市场；廉价市场"
    },
    {
      "phrase": "water flea",
      "tran_cn": "[昆]水蚤（等于Cladocera）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "跳蚤，蚤目的昆虫，生蚤的动物",
      "tran_en": "a very small insect without wings that jumps and bites animals and people to eat their blood"
    }
  ],
  "exchange": {
    "pl": [
      "fleas"
    ]
  }
}