{
  "word": "globalisation",
  "ipa": {
    "us": ",gləubəlai'zeiʃən",
    "uk": ",gləubəlai'zeiʃən"
  },
  "sentences": [
    {
      "en": "But he also has a great deal of sympathy for globalisation's losers.",
      "cn": "但是他同样在书中很大程度地表明了对全球化受害者的同情."
    },
    {
      "en": "By then it would initiate the globalisation period under China's mode.",
      "cn": "届时,将开创中国式的全球化时代."
    },
    {
      "en": "First, globalisation. Increasingly, economic activity is undertaken without reference to international borders.",
      "cn": "首先是人类经济行为的日益国际化, 全球化."
    },
    {
      "en": "Globalisation has become part the intellectual vocabulary, yet about the concept.",
      "cn": "全球化一辞已是学术用语, 然其概念定义仍未有定论."
    },
    {
      "en": "Globalisation has vastly increased the opportunities for such business.",
      "cn": "全球化给这个行业带来的机会极速增多."
    },
    {
      "en": "Globalisation is a catch-all to describe increased international trade.",
      "cn": "“全球化”是个泛称，用以描述增进了的国际贸易。"
    },
    {
      "en": "IBM's approach is possible only because globalisation is flourishing.",
      "cn": "IBM的方法可能走得通是因为全球化正大行其道."
    },
    {
      "en": "More acute inequality is wrongly perceived as an adverse consequence of globalisation.",
      "cn": "不平等状况加剧被误认为是全球化的负面影响."
    },
    {
      "en": "On the other hand, the effect of globalisation is all - pervasive.",
      "cn": "另一方面, 全球化的影响是全方面的."
    },
    {
      "en": "Others argue that OFCs may be an inevitable concomitant of globalisation.",
      "cn": "因为这能使得那些傲慢的大国有所收敛."
    },
    {
      "en": "T minus zero for Apollo was plus one for globalisation.",
      "cn": "而阿波罗倒计时归零升空之时就是全球化开始之日."
    },
    {
      "en": "The persistently high unemployment and low growth may even threaten globalisation itself.",
      "cn": "失业率的持续高企和经济增长的持续低迷甚至可能危及全球化自身."
    },
    {
      "en": "There is nothing to say that globalisation will continue indefinitely.",
      "cn": "毋庸质疑,全球化将会继续无限地发展开来."
    },
    {
      "en": "We know that globalisation can be a force for good.",
      "cn": "我们知道,全球化会成为一股有利的力量."
    },
    {
      "en": "Working together we can make globalisation work for the whole world.",
      "cn": "齐心协力,让我们使全球化为整个世界服务."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "economic globalization"
          ],
          "tran_cn": "全球化"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "全球化，=globalization"
    }
  ],
  "exchange": {}
}