{
  "word": "overprint",
  "ipa": {
    "us": "ˌəʊvəˈprɪnt",
    "uk": "ˌoʊvərˈprɪnt"
  },
  "sentences": [
    {
      "en": "All the polychromatic overprint screen size consistent with the required tension.",
      "cn": "所有的多色套印的网版需不张力巨细分歧."
    },
    {
      "en": "Backlash transmission by using pressure adjustment, Overprint correct.",
      "cn": "压力调整采用无侧间隙传动, 套印正确."
    },
    {
      "en": "Collesting density small, make the image color saturation, color fade to overprint.",
      "cn": "实地密度小, 使图像色彩饱和度降低, 叠印色彩变弱."
    },
    {
      "en": "Diluting agent has certain transparency for ink multi - color overprint.",
      "cn": "冲淡剂具有必定的透明量,适分油不朱的众色叠印."
    },
    {
      "en": "Geological bodies are formed by overprint of several geological processes.",
      "cn": "地质体的形成是多期地质作用叠加的结果."
    },
    {
      "en": "Gold ink cover normal overprint, not cause no problems to overprint.",
      "cn": "金不朱覆盖辛不弱, 变态叠印凡是不会呈现叠印不上的题目."
    },
    {
      "en": "In printing ink coverage on high indosinian, the multiplicable to overprint.",
      "cn": "在油墨覆盖率高的印品上叠印时, 可增加保护层."
    },
    {
      "en": "Narrow - band density measurement is mainly used for measurement of dot, overprint, deposit and inks.",
      "cn": "窄带密度丈量主给用于丈量网点增大 、 叠印 、 不朱层厚度及油不朱强度."
    },
    {
      "en": "Overprint control system impulse time difference can be converted to the drive motor with speed.",
      "cn": "套印把持编制可不兵脉冲爆发工夫不差变换为驱不静电不静机的不停数."
    },
    {
      "en": "Regular automatic imposition and overprint can also be implemented.",
      "cn": "常规的自动拼版和叠印也可实现."
    },
    {
      "en": "The paper first designs an automatic overprint controller in light of the routine mode variable structure.",
      "cn": "本文首先在常规滑模变结构理论的基础上,设计了自动套印系统控制器."
    },
    {
      "en": "The selected object has been manually set to overprint all overlapped objects.",
      "cn": "所选对象已人工设为套印所有交叠的对象."
    },
    {
      "en": "This shows that the ink adhesion of for ink has a very important to overprint.",
      "cn": "由此可见,油不朱的黏着性对于油不朱的叠印有着很重给的事理."
    },
    {
      "en": "Three kinds of ordinary wax aids in overprint varnish were compared in this paper.",
      "cn": "本文以上光油中三种常用蜡助剂作比较,探讨了它们对上光油触变性和光泽度影响."
    },
    {
      "en": "Wet overprint must take into account the nature of the ink, first printed its viscosity.",
      "cn": "湿式叠印务必思考到油不朱的本质, 不后印的油不朱其黏度."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "vt",
      "tran_cn": "套印，添印"
    },
    {
      "pos": "vt& n",
      "tran_cn": "套印, 印戳",
      "tran_en": "to print (additional matter or another colour) on a sheet of paper "
    }
  ],
  "exchange": {}
}