{
  "word": "verbiage",
  "ipa": {
    "us": "ˈvɜ:biɪdʒ",
    "uk": "ˈvɜrbiɪdʒ"
  },
  "sentences": [
    {
      "en": "“No matter how he stuffs his readers with verbiage, it never amounts to a core of truth, ” he said.",
      "cn": "“不管他如何用废话喂饱他的读者，那些话都毫无真实可言，”他说。"
    },
    {
      "en": "Ethiopia rejected the verdict, and has since used diplomatic verbiage to obfuscate and stall.",
      "cn": "Ethiopia拒绝接受判决, 并通过外交冗节来模糊和拖延它."
    },
    {
      "en": "Even in little 140-character bites, that's a lot of verbiage.",
      "cn": "即使限制在一推140个字,也有很大一部分是废话。"
    },
    {
      "en": "Lots of verbiage about why your run - time bots won't work on the destination server.",
      "cn": "关于 实时 运行组件无法在目的服务器工作的废话."
    },
    {
      "en": "meaningless verbiage",
      "cn": "不知所云的冗词"
    },
    {
      "en": "On his first visit to the US, and in his maiden address to the UN general assembly, Gaddafi fully lived up to his reputation for eccentricity, bloody-mindedness and extreme verbiage.",
      "cn": "这是卡扎菲首次访问美国，也是他第一次在联大发表演讲；而他的表现也没有辜负他“性情古怪、诚心找茬、废话连篇”的名声。"
    },
    {
      "en": "Only by the economic investigation can the advertising writing not be just empty verbiage.",
      "cn": "指出经济调查的成果决定广告写作水平."
    },
    {
      "en": "Slough off unimportant verbiage.",
      "cn": "删除无关紧要的空话."
    },
    {
      "en": "Stripped of their pretentious verbiage, his statements come dangerously close to inviting racial hatred.",
      "cn": "抛开那些夸大其词的冗词赘语不论，他的言论有挑起种族仇恨的危险。"
    },
    {
      "en": "The Verbiage of the Post – Dated Check is as per standard issuing Bank's Verbiage.",
      "cn": "此远期支票保函按照开证行文本格式发行. 这么翻译不知是否正确?"
    },
    {
      "en": "Verily this vichyssoise of verbiage veers most verbose.",
      "cn": "毫无疑问我这拉拉杂杂的啰嗦最终变得冗长无比."
    },
    {
      "en": "Verily, this Vichyssoise of Verbiage Veers most Verbose.",
      "cn": "毫无疑问, 我这罗嗦的拉拉杂杂最终变得冗长无比."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "verbalism",
          "tran_cn": " 咬文嚼字；冗词；言语表达；套话"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bushwa",
            "rubbish"
          ],
          "tran_cn": "冗词；废话；措辞方式"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<贬>冗词，赘语，用语，措词",
      "tran_en": "speech or writing that has many unnecessary words in it"
    }
  ],
  "exchange": {}
}