{
  "word": "locus",
  "ipa": {
    "us": "ˈləʊkəs",
    "uk": "ˈloʊkəs"
  },
  "sentences": [
    {
      "en": "A locus is the'location'of a gene along a chromosome.",
      "cn": "位点是基因在染色体的位置."
    },
    {
      "en": "A new expression of root locus equations is derived.",
      "cn": "导出一种根轨迹代数方程的新表达式."
    },
    {
      "en": "Alleles of the same gene occupy the equivalent locus on homologous chromosomes.",
      "cn": "等位基因位于同源染色体相对应的位点上."
    },
    {
      "en": "Altogether, half the offspring will be homozygous at that particular locus.",
      "cn": "加在一起, 将有半数的后代在那个特定的位点上是纯合的."
    },
    {
      "en": "Barcelona is the locus of Spanish industry.",
      "cn": "巴塞罗那是西班牙工业中心。"
    },
    {
      "en": "Conventional methods interval mapping are based on the single locus model.",
      "cn": "传统的探测方法是基于单一基因位点的模型."
    },
    {
      "en": "Having the same alleles at gene locus on homologous chromosomes.",
      "cn": "(遗传学)在相应的染色体位点上具有同样的等位基因."
    },
    {
      "en": "L - B vibrations are superimposed and elliptical locus is generated at driving foot.",
      "cn": "纵弯振动叠加并在驱动足处产生具有驱动作用的椭圆轨迹."
    },
    {
      "en": "Locus of control moderates the relationship between stress and burnout.",
      "cn": "控制点对压力与工作倦怠之间的关系有缓冲作用."
    },
    {
      "en": "Mediating effects of locus of control on sport anxiety are examined.",
      "cn": "检验了控制点对于运动焦虑的调节作用."
    },
    {
      "en": "PWM wave is generated by splitting Zero vector quasi circular locus method.",
      "cn": "该系统用零矢量分割的准圆轨迹法生成PWM波形."
    },
    {
      "en": "The colon is the locus of a large concentration of bacteria.",
      "cn": "结肠是大浓度的细菌所在地."
    },
    {
      "en": "The dark - hair genes are epistatic to the red hair locus.",
      "cn": "黑发基因对于红发基因位点来说是上位遗传的."
    },
    {
      "en": "The destination or locus of multinational investment has changed.",
      "cn": "跨国公司投资的流向地区起了变化."
    },
    {
      "en": "The locus of the centers of curvature of a given curve.",
      "cn": "将两点用曲线连接起来的曲线段."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "location",
            "site",
            "spot",
            "seat",
            "where"
          ],
          "tran_cn": "[数]轨迹；地点，所在地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "element"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "external locus of control",
      "tran_cn": "外控点，外控制点"
    },
    {
      "phrase": "internal locus of control",
      "tran_cn": "内控点"
    },
    {
      "phrase": "locus coeruleus",
      "tran_cn": "[解]蓝斑"
    },
    {
      "phrase": "locus of control",
      "tran_cn": "控制点；内外控倾向"
    },
    {
      "phrase": "root locus",
      "tran_cn": "根轨迹"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "所在地，场所，核心，色点，圆图",
      "tran_en": "the place where something is particularly known to exist, or which is the centre of something"
    }
  ],
  "exchange": {
    "pl": [
      "loci"
    ]
  }
}