{
  "word": "untreated",
  "ipa": {
    "us": "ˌʌnˈtri:tɪd",
    "uk": "ˌʌnˈtriːtɪd"
  },
  "sentences": [
    {
      "en": "Bronchiectasis is usually produced by an untreated lung infection.",
      "cn": "支气管扩张一般由未适当治疗的肺部感染引起."
    },
    {
      "en": "Coronary artery an eurysms were found in around 20 % of untreated patients.",
      "cn": "若未经治疗,约有20%的病人会出现冠状动脉瘤."
    },
    {
      "en": "If left untreated , the body naturally breaks down those cells, causing anemia.",
      "cn": "如果不采取措施,红细胞会自发性的被损伤, 最终导致贫血."
    },
    {
      "en": "If left untreated the condition may become chronic.",
      "cn": "这种病如果不治疗可能会发展成慢性病。"
    },
    {
      "en": "If untreated, diarrhea is frequently fatal in already malnourished children.",
      "cn": "若不治疗, 痢疾对已患有营养不良的儿童往往是致命的."
    },
    {
      "en": "If untreated, the illness can become severe.",
      "cn": "若不加以治疗，病情就可能会变得很严重。"
    },
    {
      "en": "In its untreated state the carbon fibre material is rather like cloth.",
      "cn": "原始的碳纤维材料很像布料。"
    },
    {
      "en": "Meanwhile the untreated tumor is still growing.",
      "cn": "这时未经治疗的肿瘤还继续生长."
    },
    {
      "en": "Serious diabetes left untreated can lead to major health problem.",
      "cn": "严肃的糖尿病左未经治疗可能带领主修健康问题."
    },
    {
      "en": "The sewers collected sewage and storm runoff and discharged it, untreated, into the harbour.",
      "cn": "污水和暴雨径流汇入下水道后被直接排入海港。"
    },
    {
      "en": "The study did not include an untreated control group.",
      "cn": "研究并不包括不接受治疗控制的小组."
    },
    {
      "en": "The untreated skin does not show any metachromatic staining.",
      "cn": "其它未用药的皮肤区域无染色."
    },
    {
      "en": "Treatment with cream base and untreated volunteers served as controls.",
      "cn": "用乳膏基质和未治疗的志愿者为对照."
    },
    {
      "en": "Untreated diabetes can lead to blindness, loss of limb function, or death.",
      "cn": "糖尿病未经治疗会导致失明、肢体功能丧失或死亡。"
    },
    {
      "en": "Untreated heat stress can lead to a more serious problem heat exhaustion.",
      "cn": "中暑后不及时治疗可能会导致更严重的问题,中暑衰竭."
    },
    {
      "en": "untreated sewage",
      "cn": "未经处理过的污水"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未经处理的，未加工的，未浸渍的，未得到治疗的",
      "tran_en": "harmful substances that are untreated have not been made safe"
    }
  ],
  "exchange": {}
}