{
  "word": "almost",
  "ipa": {
    "us": "ˈɔːlməʊst",
    "uk": "ˈɔːlmoʊst"
  },
  "sentences": [
    {
      "en": "Almost 80 percent of the state's residents were born elsewhere.",
      "cn": "该州居民中几乎有80%出生在异地。"
    },
    {
      "en": "Almost nothing was done to improve the situation.",
      "cn": "几乎没有采取什么措施来改善这个情况。"
    },
    {
      "en": "Almost without exception those convicted were our friends and colleagues.",
      "cn": "那些被判有罪的人几乎无一例外都是我们的朋友和同事。"
    },
    {
      "en": "Bank robberies, burglaries and muggings are reported almost daily in the press.",
      "cn": "报纸上几乎每天都有抢劫银行、入室行窃和拦路抢劫的报道。"
    },
    {
      "en": "By 1973, this gap had narrowed almost to vanishing point.",
      "cn": "到1973年，这一差距已缩小到几乎为零。"
    },
    {
      "en": "Davies finished almost two seconds in arrears for third place.",
      "cn": "戴维斯落后了差不多两秒，获得第三名。"
    },
    {
      "en": "Have you almost finished?",
      "cn": "你差不多完成了吗？"
    },
    {
      "en": "He thought of the baby almost as an inanimate object.",
      "cn": "他认为婴儿几乎就是毫无生命的物体。"
    },
    {
      "en": "He’s almost as old as I am.",
      "cn": "他差不多跟我一样大。"
    },
    {
      "en": "Instead of moving at his usual stately pace, he was almost running.",
      "cn": "他没像平时那样优雅庄重地走着，而是几乎跑了起来。"
    },
    {
      "en": "It was almost midnight.",
      "cn": "午夜将至。"
    },
    {
      "en": "It's almost a foregone conclusion that you'll get what you want.",
      "cn": "你将得到你想要的，这几乎是确定无疑的。"
    },
    {
      "en": "Supper’s almost ready.",
      "cn": "晚饭就要做好了。"
    },
    {
      "en": "The Memorial seems almost ugly, dominating the landscape for miles around.",
      "cn": "那座纪念碑耸立在方圆数英里景致之中显得近乎难看。"
    },
    {
      "en": "The restoration took almost 4,000 man-hours over four years.",
      "cn": "修复工作历时4年，耗费近4,000工时。"
    },
    {
      "en": "The story is almost certainly true.",
      "cn": "这故事几乎肯定是真实的。"
    },
    {
      "en": "Their affection for her soon increased almost to idolatry.",
      "cn": "他们对她的喜爱不久就发展到了盲目崇拜的地步。"
    },
    {
      "en": "These are kamikaze jobs, the ones almost guaranteed to end your career.",
      "cn": "这些是极危险的工作，差不多准保能毁了你的事业。"
    },
    {
      "en": "They have a tendency to show off, to dramatize almost every situation.",
      "cn": "他们爱炫耀，几乎对每种情况都添油加醋。"
    },
    {
      "en": "They still get treated differently from almost every other contemporary British band.",
      "cn": "他们所得到的待遇仍然与当代几乎所有其他英国乐队都不同。"
    },
    {
      "en": "This, I am sorry to say, is almost entirely wishful thinking.",
      "cn": "我很遗憾，这几乎完全是一厢情愿的想法。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "about",
            "close",
            "just",
            "nearly",
            "to"
          ],
          "tran_cn": "几乎,差不多"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "about",
            "close",
            "halfway",
            "just",
            "nearly",
            "practically",
            "really",
            "to",
            "virtually"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "almost all",
      "tran_cn": "几乎处处"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "几乎，差不多",
      "tran_en": "nearly, but not completely or not quite"
    }
  ],
  "exchange": {}
}