{
  "word": "casino",
  "ipa": {
    "us": "kəˈsiːnəʊ",
    "uk": "kəˈsiːnoʊ"
  },
  "sentences": [
    {
      "en": "\" I'm with the company at the Casino now. \"",
      "cn": "“ 现在,我是在卡西诺戏院演出的剧团的演员. ”"
    },
    {
      "en": "\" Is it the Casino show you told me about? \"",
      "cn": "“ 是不是你告诉过我的要在卡西诺戏院上演的那出戏? ”"
    },
    {
      "en": "Carrie saw the manager at the Casino once.",
      "cn": "嘉莉见到了一次卡西诺戏院的经理."
    },
    {
      "en": "Doesn’t that club have a casino upstairs?",
      "cn": "那家俱乐部楼上不是有赌场吗？"
    },
    {
      "en": "He dropped 1000 francs at the casino last night.",
      "cn": "他昨夜在赌场输了1000法郎."
    },
    {
      "en": "He was in the casino and started to make a bundle.",
      "cn": "他常出入赌场,并开始发财了."
    },
    {
      "en": "I lost a whole lot of money at the casino.",
      "cn": "我在赌场输了很多钱."
    },
    {
      "en": "Michael said reasonably, \" Your casino has been losing money against all the odds.",
      "cn": "迈克尔讲起道理来.他说: “你那个赌场一直在折本,把别的方面赚到的钱都填进去了."
    },
    {
      "en": "Monday Carrie went again to the Casino.",
      "cn": "星期一,嘉莉又去了卡西诺戏院."
    },
    {
      "en": "Now, as on each preceding day, letters were handed her by the doorman at the Casino.",
      "cn": "现在, 像前些天一样, 每天卡西诺戏院的门房都要把一些信件交给她."
    },
    {
      "en": "So I took myself to the casino.",
      "cn": "于是我就到赌场去了."
    },
    {
      "en": "The Casino, where she had often danced, had suffered a similar fate.",
      "cn": "她经常跳舞的赌场遭遇了相似的命运。"
    },
    {
      "en": "Their taste for gambling has endeared them to Las Vegas casino owners.",
      "cn": "他们因好赌而深受拉斯维加斯赌场老板的欢迎。"
    },
    {
      "en": "With your casino losing money we're doing you a favor. \"",
      "cn": "你那个赌场在折本.我们接管过来,也是为你好嘛. ”"
    },
    {
      "en": "You'd do better to use your energy to find out why the casino is losing money.",
      "cn": "你最好把你的精力用在研究赌场为什么折本这个问题上."
    },
    {
      "en": "You're sending me into an lndian casino dressed like a cowboy.",
      "cn": "你让我打扮成牛仔进入印第安赌场?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "club",
            "gambling house"
          ],
          "tran_cn": "俱乐部，赌场；娱乐场"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "online casino",
      "tran_cn": "网上赌博"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "赌场",
      "tran_en": "a place where people try to win money by playing card games or  roulette "
    }
  ],
  "exchange": {
    "pl": [
      "casinos"
    ]
  }
}