{
  "word": "cerebrum",
  "ipa": {
    "us": "səˈri:brəm",
    "uk": "ˈsɛrəbrəm, səˈri-"
  },
  "sentences": [
    {
      "en": "Cerebrum almond body is the nerve center of painful memory.",
      "cn": "大脑杏仁体是痛苦记忆的神经中枢."
    },
    {
      "en": "Chair in cerebrum below, each organ a meeting.",
      "cn": "在大脑主持下, 各器官开会."
    },
    {
      "en": "Conclnsion: The cisterna longitudinal cerebrum and cisterna fossae lateralis cerebri was increasing after 50 years old.",
      "cn": "结论: 50岁以后大脑纵裂池和大脑外侧窝地明显增大."
    },
    {
      "en": "Does cerebrum have method cure for hematic inadequacy?",
      "cn": "大脑供血不足有办法医治 吗 ?"
    },
    {
      "en": "Measurement showed the septum pellucidi deviated from falx cerebrum and midline.",
      "cn": "透明隔移位的测量提示透明隔偏离大脑镰及中线."
    },
    {
      "en": "Now and then is seeing bloodcurdling thing stimulate cerebrum good be bad?",
      "cn": "偶尔看恐怖的东西刺激大脑是好是坏?"
    },
    {
      "en": "Pontine nucleus ( PN ) is the most important relayed nucleus between cerebrum and cerebellum.",
      "cn": "桥核是大、小脑之间最重要的中继核团."
    },
    {
      "en": "Results All of the cases were chronic cerebral granuloma of schistosomiasis and showed as cerebrum.",
      "cn": "结果均为慢性脑型血吸虫病肉芽肿型,表现为脑瘤型."
    },
    {
      "en": "Simon: You are not that having become blind is that the cerebrum has question right away.",
      "cn": "西蒙: 你们不是瞎了就是大脑有问题,她这么漂亮!"
    },
    {
      "en": "The cerebrum contains the information that essentially makes us who we are: our intelligence, memory, personality, emotion, speech, and ability to feel and move.",
      "cn": "大脑中包含的信息基本勾勒出了我们是怎样的人：我们的智力、记忆、个性、情感、言语、以及感觉和运动能力。"
    },
    {
      "en": "The cerebrum is the thinking part of the brain.",
      "cn": "大脑是脑子思考的部分."
    },
    {
      "en": "The nervous system and cerebrum require nutrition.",
      "cn": "神经系统和大脑需要营养物质。"
    },
    {
      "en": "The surface of cerebrum is increased by many gyri.",
      "cn": "大脑表面由脑回的增多而增大."
    },
    {
      "en": "Then, can consciousness as function of human cerebrum, change into another form?",
      "cn": "那么, 人脑的机能——意识, 是否也能转变为另外的形式 呢 ?"
    },
    {
      "en": "What game to play to be beneficial to cerebrum health?",
      "cn": "玩什么游戏有益于大脑健康?"
    },
    {
      "en": "When your cerebrum day in day out in wants to work, the working pressure formed.",
      "cn": "当你的大脑一天到晚都在想工作的时候, 工作压力就形成了."
    },
    {
      "en": "While the cerebrum is unnecessary for basic survival responses, we still use far more than 10 percent of our brains.",
      "cn": "即使大脑对基础生存反应来说是不必要的，我们仍然需要使用多于百分之10的大脑。"
    },
    {
      "en": "Why sad when doesn't the thing that do get cerebrum control?",
      "cn": "为什么伤心的时候做的事不受大脑控制?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cerebral",
          "tran_cn": " 大脑的，脑的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "intellect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<解>大脑",
      "tran_en": "the anterior portion of the brain of vertebrates, consisting of two lateral hemispheres joined by a thick band of fibres: the dominant part of the brain in man, associated with intellectual function, emotion, and personality "
    }
  ],
  "exchange": {
    "pl": [
      " cerebrums",
      "cerebra"
    ]
  }
}