{
  "word": "crustacean",
  "ipa": {
    "us": "krʌˈsteɪʃn",
    "uk": "krʌˈsteɪʃn"
  },
  "sentences": [
    {
      "en": "A crustacean is an animal that has a firm shell and usually lives in water.",
      "cn": "甲壳类动物是指具有坚硬外壳、通常生活在水中的动物."
    },
    {
      "en": "A crustacean seafood, in the use of water before cooking scrub clean its shell.",
      "cn": "有甲壳的海鲜, 在烹调之前要用清水将其外壳刷洗干净."
    },
    {
      "en": "A pincer like claw of a crustacean or an arachnida lobster , crab , or scorpion.",
      "cn": "无毒的蜘蛛类节肢动物,形似蝎子,尾巴细长而无毒刺."
    },
    {
      "en": "Daphnia has a large number of never-before seen genes, as well as a big chunk of the same genes found in humans, the most of any insects or crustacean so far known to scientists.",
      "cn": "水蚤有大量之前从未见过的基因，也有一大堆在人类身上就发现的相同基因，其数量是至今科学家所知的昆虫或甲壳类生物中最多的。"
    },
    {
      "en": "Diners in Shanghai and Hong Kong are the biggest consumers of this freshwater 6 crustacean.",
      "cn": "上海和香港的食客是这种淡水甲壳类的最大顾客群."
    },
    {
      "en": "Enclosure experiment is carried out to study impacts of filter - feeding silver carp on crustacean community.",
      "cn": "采用围隔实验的方法研究滤食性鲢鱼对浮游甲壳动物群落的影响."
    },
    {
      "en": "Every crustacean has a layer of shell, which is also called the carapace.",
      "cn": "甲壳动物体外都有一层几丁质外壳, 称为甲壳."
    },
    {
      "en": "Glucosamine can help to synthesize chitin in crustacean shells, which aids growth.",
      "cn": "葡萄糖氨是甲壳类动物帮助壳中几丁质的生成，可促进生长。"
    },
    {
      "en": "It is a neuropeptide member belonging to the crustacean hyperglycemic hormone ( CHH ) neuropeptide family.",
      "cn": "除MIH外,CHH家族 神经肽还包括高血糖激素、性腺抑制激素 ( Gonad-inhibiting hormone, GIH ) 和大颚器官抑制激素(Mandibularorgan -inhibitinghormone,MOIH)."
    },
    {
      "en": "Molt - inhibiting hormone ( MIH ) is a member of CHH ( crustacean hyperglycemic hormone ) family.",
      "cn": "蜕皮抑制激素 ( molt -inhibitinghormone, MIH ) 属甲壳动物高血糖激素 ( crustaceanhyperglycemichormone,CHH ) 家族."
    },
    {
      "en": "Other hunters, like this octopus, are also attracted to the crustacean feast.",
      "cn": "其他捕猎者, 如这只章鱼, 也同样对这个盛宴感兴趣."
    },
    {
      "en": "Researchers found the 70-millimeter crustacean in the dark shale of an Oklahoma quarry.",
      "cn": "研究者在俄克拉荷马采石场的页岩层发现这些70毫米的甲壳纲动物。"
    },
    {
      "en": "Seafood is a valuable lobster crustacean section.",
      "cn": "名贵海珍品龙虾属甲壳科."
    },
    {
      "en": "The illustrious Cuvier did not perceive that a barnacle was a crustacean.",
      "cn": "大名鼎鼎的居维叶也未看出藤壶是一种甲壳动物."
    },
    {
      "en": "This is the world's largest crustacean and the seven king crabs introduced here from the North Pacific by Russian scientists in 1961 have multiplied at an astonishing rate.",
      "cn": "这是世界上最大的甲壳类动物。 俄罗斯科学家在1961年从北太平洋引进这里的七只帝王蟹已以惊人的速度成倍增长。"
    },
    {
      "en": "This pink tendril is another new species of crustacean found in the Sea of Japan (East Sea), near South Korea's Gangwon Province.",
      "cn": "这个粉红的卷须状物种是科学家在韩国江原道附近的日本海（东海）发现的甲壳类生物。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "甲壳类的"
    },
    {
      "pos": "n",
      "tran_cn": "甲壳纲动物（如蟹、龙虾）",
      "tran_en": "an animal such as a  lobster  or a  crab  that has a hard outer shell and several pairs of legs, and usually lives in water"
    }
  ],
  "exchange": {
    "pl": [
      "crustaceans"
    ]
  }
}