{
  "word": "meant",
  "ipa": {
    "us": "ment",
    "uk": "mɛnt"
  },
  "sentences": [
    {
      "en": "\"Oh, Gairdner,\" he said, as if that meant something to him.",
      "cn": "“哦，盖尔德纳，”他说道，好像他听说过这个名字。"
    },
    {
      "en": "Adhering to the new rules meant inflicting serious damage on motor racing.",
      "cn": "遵守新的规定就意味着赛车比赛将遭受严重影响。"
    },
    {
      "en": "Asked what she meant, she said mysteriously: \"Work it out for yourself\".",
      "cn": "问她是什么意思，她故弄玄虚地说：“你自己想吧。”"
    },
    {
      "en": "Because he had always had money it meant nothing to him.",
      "cn": "因为他一直不缺钱，所以这对他来说不算什么。"
    },
    {
      "en": "Family holidays are meant to be a break from routine.",
      "cn": "家庭假日就是从平淡的日常生活中解脱一下。"
    },
    {
      "en": "I asked McKeown if the reunion was meant to achieve closure.",
      "cn": "我问麦基翁重聚是不是为了寻求解脱。"
    },
    {
      "en": "I can't say any more, it's meant to be a big secret.",
      "cn": "我再也无可奉告了，这本是重大的秘密。"
    },
    {
      "en": "I did not have the foggiest idea what he meant.",
      "cn": "我根本不知道他是什么意思。"
    },
    {
      "en": "John was constantly reassuring me that we were meant to be together.",
      "cn": "约翰不断安慰我说，我们注定要在一起。"
    },
    {
      "en": "Scientific development meant the growth of numerous professions ancillary to medicine.",
      "cn": "科技发展意味着许多医学衍生职业的增长。"
    },
    {
      "en": "She had meant to make a discreet entrance, but conversation stopped dead.",
      "cn": "她本打算悄悄进去，但谈话却突然中断了。"
    },
    {
      "en": "That meant that he, notionally at least, outranked them all.",
      "cn": "那意味着至少理论上他比他们级别高。"
    },
    {
      "en": "The idea that she witnessed this shameful incident meant nothing to him.",
      "cn": "虽然她目睹了这可耻的一幕，但是这对他来说无关紧要。"
    },
    {
      "en": "They meant to finish her off, swiftly and without mercy.",
      "cn": "他们打算毫不留情地迅速结果了她。"
    },
    {
      "en": "You know very well what I meant to say.",
      "cn": "你非常清楚我想说什么。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "destined",
            "intended",
            "intentional",
            "premeditated",
            "willful"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "calculated"
          ],
          "tran_cn": "意味；打算（mean的过去式和过去分词）；表示…的意思"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "meant to be",
      "tran_cn": "命中注定"
    },
    {
      "phrase": "meant well",
      "tran_cn": "用意善良；本意是好的"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "意味，打算(mean的过去式和过去分词)，表示…的意思"
    }
  ],
  "exchange": {}
}