{
  "word": "paranormal",
  "ipa": {
    "us": "ˌpærəˈnɔ:ml",
    "uk": "ˌpærəˈnɔrml"
  },
  "sentences": [
    {
      "en": "Does coincidence come under the umbrella of the paranormal?",
      "cn": "巧合属于超自然现象吗？"
    },
    {
      "en": "Education by itself is no paranormal prophylactic.",
      "cn": "这是光凭教育无法预防的."
    },
    {
      "en": "ghosts and other paranormal phenomena",
      "cn": "鬼以及其他超自然现象"
    },
    {
      "en": "I've investigated nearly 200 paranormal cases.",
      "cn": "我调查过将近200个超乎寻常的案件."
    },
    {
      "en": "It is still paranormal or cannot be explained by since even in this 21 st century now.",
      "cn": "听说至此21世纪仍然是个用科学常理无法解释到的."
    },
    {
      "en": "Jack: My brother loves to study paranormal.",
      "cn": "杰克: 我兄弟喜欢研究有关超自然、超能力的事."
    },
    {
      "en": "Mysterious Britain - Growing resource highlighting the ghosts, legends, folklore, and paranormal mysteries within the British Isles.",
      "cn": "神秘英国资源日益突出的鬼, 传说, 民俗和特异功能的奥秘,在英伦三岛."
    },
    {
      "en": "Mystical Blaze - Dealing with the exploration of paranormal topics, including ghosts, psychics, afterlife, and UFO's.",
      "cn": "神秘大火打交道探索超自然主题, 包括鬼, 灵异, 来世, 不明飞行物的."
    },
    {
      "en": "Other occasions requiring temperature controller and safeguarding of paranormal temperature.",
      "cn": "其它潮湿的温度控制和过温保护的应用场合."
    },
    {
      "en": "Science may be able to provide some explanations of paranormal phenomena.",
      "cn": "科学也许能够解释某些超自然现象。"
    },
    {
      "en": "Such experiences are often attributed by those who have them to paranormal forces.",
      "cn": "有这样体验的人们将此归结为超常能力."
    },
    {
      "en": "UFO sightings in France areto be revealed - exciting paranormal enthusiasts in the UK.",
      "cn": "在法国,UFO的目击事件即将被透露 - 这使得联合王国的超常事件狂热者们兴奋."
    },
    {
      "en": "We have been looking at the shadowy world of the paranormal.",
      "cn": "我们一直在关注玄奇事物这一神秘世界。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "supranormal",
            "super-normal"
          ],
          "tran_cn": "超常的；超过正常范围的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "超出科学可知范围的，不正常的，奇异的",
      "tran_en": "paranormal events cannot be explained by science and seem strange and mysterious"
    }
  ],
  "exchange": {}
}