{
  "word": "humpback",
  "ipa": {
    "us": "ˈhʌmpbæk",
    "uk": "ˈhʌmpbæk"
  },
  "sentences": [
    {
      "en": "Among songbirds and humpback whales, competing males seem to imitate each other's songs.",
      "cn": "在鸣禽或者座头鲸之间, 雄性相互竞争的手段似乎是模仿对方的叫声."
    },
    {
      "en": "And this is the tail of the humpback whale.",
      "cn": "隆背鲸鱼伸出了他的尾巴."
    },
    {
      "en": "But important questions remain, he says. For example, male humpback whales sometimes sing as they move in and out of competitive groups, but researchers don't know what role the songs play in mating.",
      "cn": "但重要的问题还是，他说，比如，雄性驼背鲸有时候在进入或离开一个竞争性群体时唱歌，但研究者不清楚唱歌在其中起什么作用。"
    },
    {
      "en": "Forty tons of gleaming muscle, a humpback whale blasts out of the water near South Africa.",
      "cn": "在靠近南非, 一条驼背鲸冲出海面,它重达40吨伴有微微发光的肌肉."
    },
    {
      "en": "Fueling the evolution of cetacean communication is an ability, observed in dolphins, humpback whales and sperm whales, to pass songs and codas between generations and individuals.",
      "cn": "通过观察海豚、驼背鲸和抹香鲸得知，促进鲸目动物通信进化的是一种在每代以及每个个体间传递鸣叫和强音的能力。"
    },
    {
      "en": "It's bigger by far than a humpback whale's hump!",
      "cn": "再加上驼背简直就是长着驼峰的大鲸鱼!"
    },
    {
      "en": "Marine experts are still looking for ways to herd [ two humpback whales back to the ocean ].",
      "cn": "海军专家还在寻找办法把两头座头鲸赶回大海."
    },
    {
      "en": "Photo Gallery: Whales The plaintive song of the humpback whale can travel for great distances underwater.",
      "cn": "鲸鱼图片 美术馆 .这悲哀的歌声的驼背鲸可以旅行在水下面很长的距离."
    },
    {
      "en": "She had one eye and a humpback.",
      "cn": "她是个独眼,又是驼背."
    },
    {
      "en": "The humpback chub , for example, thrived in the rust - red waters of theColorado.",
      "cn": "比如在科罗拉多红锈色的水中繁衍的弓背鲑."
    },
    {
      "en": "This is the tale of tiny snail and a great big, grey - blue humpback whale.",
      "cn": "这是一只小蜗牛和一只巨大的蓝灰色隆背鲸鱼的故事."
    },
    {
      "en": "This year , they also plan to kill 50 threatened humpback whales and 50 endangered fin whales.",
      "cn": "一定要保护?诘匮?我想我个仔大个都仲可以有鲸鱼睇呀!"
    },
    {
      "en": "Two wayward humpback whales have done an about - face and are headed back toward the Pacific Ocean.",
      "cn": "两只任性的驼背鲸终于肯调头游向他们的家 —— 太平洋."
    },
    {
      "en": "We camped with a view of the sea and went to see humpback and minke whales spouting yards from the boat.",
      "cn": "我们在能看见海景的地方扎了营，去观赏了座头鲸和小须鲸，它们就在小船几码远的地方喷水。"
    },
    {
      "en": "When you swim with humpback whales it's not their size that overwhelms you but their beauty.",
      "cn": "与座头鲸同游时,征服你的不是它们庞然大物般的身体,而是它们的美."
    },
    {
      "en": "Yeah. I should try humpback.",
      "cn": "没错. 我应该试试座头鲸语."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "humpbacked",
          "tran_cn": " 驼背的"
        },
        {
          "word": "humped",
          "tran_cn": " 有瘤的；驼背的；有肉峰的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "humped",
          "tran_cn": " 使隆起；使烦闷（hump的过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "kyphosis",
            "hunchback"
          ],
          "tran_cn": "[外科]驼背；座头鲸"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "humpback whale",
      "tran_cn": "座头鲸；驼背鲸"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "驼背",
      "tran_en": "a  humpback whale "
    }
  ],
  "exchange": {
    "pl": [
      "humpbacks"
    ]
  }
}