{
  "word": "chord",
  "ipa": {
    "us": "kɔːd",
    "uk": "kɔːrd"
  },
  "sentences": [
    {
      "en": "At last, one over - stretched chord of her agony slacked.",
      "cn": "最后, 她那过分紧张痛苦心弦松弛下来了."
    },
    {
      "en": "Burke's sentiments undoubtedly struck a responsive chord in Parliament.",
      "cn": "伯克的观点无疑引起了议会的积极回应。"
    },
    {
      "en": "Dickens knew how to strike the right chord in the hearts of his readers.",
      "cn": "狄更斯知道如何感染读者。"
    },
    {
      "en": "For the Chord function, Windows connects the endpoints of the arc.",
      "cn": "对于Chord函数, Windows连接弧的端点."
    },
    {
      "en": "He is replacing the broken chord of his violin.",
      "cn": "他正在更换小提琴上那根断了的弦."
    },
    {
      "en": "Her speech struck a deep chord in my heart.",
      "cn": "她的话深深地拨动了我的心弦."
    },
    {
      "en": "I could play a few chords on the guitar and sing a song.",
      "cn": "我能弹一些击他和弦唱一首歌。"
    },
    {
      "en": "It'still touches a chord in many Hong Kong people.",
      "cn": "这首歌仍然引起很多香港人的共鸣."
    },
    {
      "en": "Many of the things she says will strike a chord with other young women.",
      "cn": "她说的许多话都能引起其他年轻女子的共鸣。"
    },
    {
      "en": "Mr Jenkins' arguments for stability struck a chord with Europe's two most powerful politicians.",
      "cn": "詹金斯先生关于稳定的论点引起了欧洲两位最有影响的政治家的共鸣。"
    },
    {
      "en": "Solid massage for the abdomen, spinal chord and thigh muscle.",
      "cn": "按摩腹部, 脊椎和大腿肌肉."
    },
    {
      "en": "Sometimes it rose to an aching chord that caught the throat.",
      "cn": "有时候这支曲调升高,嗓子发麻唱不出来."
    },
    {
      "en": "The chord AC subtends the arc ABC.",
      "cn": "弦AC正对弧ABC. ."
    },
    {
      "en": "The crack eventually caused the chord to fracture.",
      "cn": "裂纹最终致使弦杆断裂."
    },
    {
      "en": "the issue of food safety strikes a chord with almost everyone.",
      "cn": "食品安全的问题几乎触动每个人的心弦。"
    },
    {
      "en": "the opening chords of 'Stairway to Heaven'",
      "cn": "《通往天堂的阶梯》的开篇和弦"
    },
    {
      "en": "The second variant is using chord - clicking to cancel a drag.",
      "cn": "第2种是使用合击来取消拖动."
    },
    {
      "en": "This is a chord of a circle.",
      "cn": "这是个圆的弦."
    },
    {
      "en": "This poem has struck a responsive chord in the hearts of its readers.",
      "cn": "这首诗引起了读者的共鸣."
    },
    {
      "en": "You touched some chord of emotion or sense of responsibility that they have to respond to.",
      "cn": "你触动了他们的心弦或激发了他们的责任感而使他们不得不响应."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "chordal",
          "tran_cn": "弦的；和弦的；脊索的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hypothenuse",
            "quadrature"
          ],
          "tran_cn": "[数]弦；和弦"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "bottom chord",
      "tran_cn": "底弦杆；底弦"
    },
    {
      "phrase": "chord length",
      "tran_cn": "[航空]弦长；弦长度"
    },
    {
      "phrase": "strike (或 touch) a chord",
      "tran_cn": "触动某人的心弦"
    },
    {
      "phrase": "strike (或 touch) the right chord",
      "tran_cn": "感染（某人）；触动"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "和弦，和音，〈数〉 弦",
      "tran_en": "a combination of several musical notes that are played at the same time and sound pleasant together"
    }
  ],
  "exchange": {
    "pl": [
      "chords"
    ]
  }
}