{
  "word": "antidote",
  "ipa": {
    "us": "ˈæntidəʊt",
    "uk": "ˈæntidoʊt"
  },
  "sentences": [
    {
      "en": "Could killing a biological agent be as simple as drinking a peppermint - flavored antidote?",
      "cn": "消灭一种生物制剂能像喝有胡椒味的解毒剂那么简单 吗 ?"
    },
    {
      "en": "Give him a gastric lavage immediatly and then give him the antidote.",
      "cn": "立即给他洗胃,然后给他解毒药."
    },
    {
      "en": "Hard work is the best antidote to mischief.",
      "cn": "繁忙的工作是防止为非作歹的最好方法."
    },
    {
      "en": "He took an antidote for the poison.",
      "cn": "他服了对付那种毒物的解毒剂."
    },
    {
      "en": "Is that antidote strong enough to expel the poison?",
      "cn": "这种解毒药有那么强,能驱散毒素 吗 ?"
    },
    {
      "en": "laughter, the antidote to stress",
      "cn": "笑，舒缓压力的良药"
    },
    {
      "en": "Massage is a wonderful antidote to stress.",
      "cn": "按摩是舒缓压力的一剂妙方。"
    },
    {
      "en": "Nitrite pretreatment can alleviate the poisoning symptoms, but no antidote is available.",
      "cn": "预防性给予亚硝酸盐可减轻中毒症状, 但对其中毒尚无有效的解毒剂."
    },
    {
      "en": "Objective : To explore novel strategy for soman antidote by chemical immunization.",
      "cn": "文摘:目的: 探索用化学免疫方法防治梭曼中毒."
    },
    {
      "en": "Objective : To explore strategy for soman antidote by chemical immunization.",
      "cn": "目的: 探索用化学免疫方法防治梭曼中毒."
    },
    {
      "en": "Quinine is a natural antidote for this fever.",
      "cn": "奎宁是治疗这种热病的天然药."
    },
    {
      "en": "Sangstrom had no other way but to pay a high price for the antidote.",
      "cn": "Sangstrom别无选择,只得花一大笔钱买解药."
    },
    {
      "en": "Science is the great antidote to the poison of enthusiasm and superstition.",
      "cn": "科学是对于宗教狂及迷信之毒的大消毒剂."
    },
    {
      "en": "There is no known antidote to the poison.",
      "cn": "这种毒的解药尚未发现。"
    },
    {
      "en": "When he returned, he noticed their sickness and prepared an antidote.",
      "cn": "他回来后注意到了他们的病状，于是配制了解毒剂。"
    },
    {
      "en": "You're telling me that I will never be able to take the antidote.",
      "cn": "你是想告诉我我永远不能除去有害物质."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "antidotal",
          "tran_cn": " [药] 解毒的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "解药，解毒剂，矫正方法，对抗手段",
      "tran_en": "a substance that stops the effects of a poison"
    }
  ],
  "exchange": {
    "pl": [
      "antidotes"
    ]
  }
}