{
  "word": "forefront",
  "ipa": {
    "us": "ˈfɔ:frʌnt",
    "uk": "ˈfɔrfrʌnt"
  },
  "sentences": [
    {
      "en": "A new group of singers are coming to the forefront.",
      "cn": "一群新歌手正崭露头角."
    },
    {
      "en": "And SUN is at the forefront of aof that thinking as well.",
      "cn": "SUN在这考虑这些问题方面一直是走在了时代的前沿."
    },
    {
      "en": "Education, quite rightly, is currently at the forefront of the political agenda.",
      "cn": "目前教育被排在政治议程的首位，这样做非常恰当。"
    },
    {
      "en": "Forefront International Management Limited British Virgin Islands US $ 10 100 % Inactive.",
      "cn": "英属处女群岛10美元暂无业务."
    },
    {
      "en": "He's spent a lifetime working at the forefront of science and technology.",
      "cn": "他在科技战线工作了一辈子."
    },
    {
      "en": "His team are at the forefront of scientific research into vaccines.",
      "cn": "他的小组处于疫苗科研的最前沿."
    },
    {
      "en": "I place Einsteim in the forefront of men of importance.",
      "cn": "在重要的人物中,我把爱因斯坦列于前茅."
    },
    {
      "en": "Once again Scotland looks set to at the forefront of fisheries conservation.",
      "cn": "看来苏格兰也会再一次站在渔业保护的前线."
    },
    {
      "en": "Suddenly, the Chinese economy is at the forefront of attention.",
      "cn": "一夜之间, 中国经济再次成为人们关注的焦点."
    },
    {
      "en": "The brave soldier was in the forefront of the fighting.",
      "cn": "那个勇敢的士兵战斗在最前线."
    },
    {
      "en": "The court case was constantly in the forefront of my mind.",
      "cn": "这宗诉讼案一直压在我心头."
    },
    {
      "en": "The new factory could put the town back at the forefront of steelmaking.",
      "cn": "这家新厂能使这个城市恢复炼钢重镇的地位."
    },
    {
      "en": "The pension issue was not at the forefront of his mind in the spring of 1985.",
      "cn": "在1985年春，养老金问题并非他关注的重点。"
    },
    {
      "en": "They have been at the forefront of the campaign for political change.",
      "cn": "他们一直处于政治变革运动的风口浪尖上。"
    },
    {
      "en": "We plan to be in the forefront of that.",
      "cn": "我们准备在这方面带个头."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "anterior"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "最前部，活动中心，前列，第一线",
      "tran_en": "If you are at the forefront of a campaign or other activity, you have a leading and influential position in it"
    }
  ],
  "exchange": {}
}