{
  "word": "creole",
  "ipa": {
    "us": "ˈkriːəʊl",
    "uk": " ˈkriːoʊl"
  },
  "sentences": [
    {
      "en": "Coconut Rice Balls is a creole dish.",
      "cn": "椰丝粉团是一道克里奥尔菜。"
    },
    {
      "en": "Coconut Rice Balls is a Creole dish.",
      "cn": "椰丝粉团是一道克里奥尔菜。"
    },
    {
      "en": "Creole Genesis: The Haitian case. What's to be explained?",
      "cn": "克理奥尔语的起源: 海地的例子. 从中解释 什么 ?"
    },
    {
      "en": "Creole started into something else, it was almost sardonic.",
      "cn": "克里奥尔又开始了, 这次几乎是在嘲笑."
    },
    {
      "en": "He speaks a Creole language. No wonder It'sounds strange.",
      "cn": "他讲的是混合语, 怪不得听起来有点怪怪的."
    },
    {
      "en": "How do Creole speakers chose to project themselves to the world?",
      "cn": "克理奥尔人如何选择对这个世界呈现他们的特性?"
    },
    {
      "en": "I heard that Maybelle's little Creole came home safely.",
      "cn": "还有梅贝尔呢?我听说梅贝尔的小克留尔安全返家了."
    },
    {
      "en": "It helps to know French and Creole if you want to understand some of the lyrics.",
      "cn": "如果你想读懂一些抒情诗，学点法语和克里奥尔语是有帮助的。"
    },
    {
      "en": "Language: Creole is the first language, English and French are also spoken.",
      "cn": "语言: 克里奥尔语为国语, 通用英语和法语."
    },
    {
      "en": "Language: English is official language, Spanish and Creole.",
      "cn": "语言: 英语为官方语言, 广泛使用西班牙语和克里奥尔语."
    },
    {
      "en": "More on Creole Identities. Haiti vs. the Dominican Republic.",
      "cn": "更多关于克理奥尔身份认同的讨论. 海地相对于多明尼加共和国."
    },
    {
      "en": "She begins speaking in the creole of Haiti.",
      "cn": "她开始说海地克里奥尔语。"
    },
    {
      "en": "She begins speaking in the Creole of Haiti.",
      "cn": "她开始说海地克里奥尔语。"
    },
    {
      "en": "The official language is French, generally speaking Creole dialect.",
      "cn": "官方语言为法语, 也普遍讲克里奥尔方言."
    },
    {
      "en": "Then Creole stepped forward to remind them that what they were playing was the blues.",
      "cn": "此时克里奥尔跨出一步提醒大家,他们演奏的是黑人哀歌."
    },
    {
      "en": "What is to be represented, and how? Haitian Creole orthographic debates.",
      "cn": "要表现什麽?如何表现? 海地克理奥尔拼字法的争论."
    },
    {
      "en": "What is to be represented, and how? The Haitian Creole orthographic debates.",
      "cn": "要表现什么?如何表现? 海地克理奥尔拼字法的争论."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "克里奥尔人的，克里奥尔语的，克里奥耳式法语的",
      "tran_en": "Creole means belonging to or relating to the Creole community"
    },
    {
      "pos": "n",
      "tran_cn": "克里奥尔人，克里奥耳语，路易斯安那州的法国移民的后裔",
      "tran_en": "a language that is a combination of a European language with one or more other languages"
    }
  ],
  "exchange": {
    "pl": [
      "creoles"
    ]
  }
}