{
  "word": "backbiting",
  "ipa": {
    "us": "ˈbækbaɪtɪŋ",
    "uk": "ˈbækbaɪtɪŋ"
  },
  "sentences": [
    {
      "en": "Corporate backbiting is nothing new.",
      "cn": "在公司里，背后说人坏话并非什么新鲜事。"
    },
    {
      "en": "Disordered nerves and bad digestion are a common cause of backbiting.",
      "cn": "神经过敏和理解力差是诽谤的常见原因."
    },
    {
      "en": "Do women deserve their reputation for cattiness and backbiting?",
      "cn": "这样的阴险和中伤朋友是否对得起自己的地位?"
    },
    {
      "en": "I did not enjoy working there -- there was too much backbiting.",
      "cn": "我不喜欢在那里工作, 因为 那里的人太爱背后说别人坏话."
    },
    {
      "en": "Joel wanted to pay Wailliam off for backbiting him.",
      "cn": "乔尔因威康在背后说他坏话而要施行报复."
    },
    {
      "en": "KJV The north wind driveth away rain: so doth an angry countenance a backbiting tongue.",
      "cn": "[新译]北风带来雨水; 暗中毁谤人的舌头,使人怒容满面."
    },
    {
      "en": "Refrain your tongue from backbiting.",
      "cn": "不要在背后中伤人家."
    },
    {
      "en": "Sometimes it's difficult to draw a line between backbiting and malicious gossip.",
      "cn": "有时很难区分诽谤和恶意中伤."
    },
    {
      "en": "The north wind brings forth rain, And a backbiting tongue, an angry countenance.",
      "cn": "箴25:23北风生雨 、 谗谤人的舌头也生怒容."
    },
    {
      "en": "The north wind driveth away rain: so doth an angry countenance a backbiting tongue.",
      "cn": "北风生雨,谗谤人的舌头也生怒容."
    },
    {
      "en": "There is, however , one department which they do not delegate - namely, the department of backbiting and scandal.",
      "cn": "此外, 还有他们不愿意参与的部门, 那就是诽谤造谣的机构."
    },
    {
      "en": "You may prohibit backbiting, but actually it won't work.",
      "cn": "不准人家在背后骂一句话, 事实上办不到."
    },
    {
      "en": "You should refrain your tongue from backbiting.",
      "cn": "你不要背后诽谤人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "defamation",
            "scandal"
          ],
          "tran_cn": "诽谤；中伤"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "诽谤，中伤",
      "tran_en": "If you accuse someone of backbiting, you mean that they say unpleasant or unkind things about someone who is not present, especially in order to stop them from doing well at work"
    },
    {
      "pos": "v",
      "tran_cn": "中伤( backbite的现在分词 )"
    }
  ],
  "exchange": {}
}