{
  "word": "geothermal",
  "ipa": {
    "us": "ˌdʒi:əʊˈθɜ:ml",
    "uk": "ˌdʒioʊˈθɜrml"
  },
  "sentences": [
    {
      "en": "a geothermal energy plant",
      "cn": "地热能工厂"
    },
    {
      "en": "All experimental investigations about the geothermal conditions are based on measurements of original rock temperatures.",
      "cn": "有关地热条件的所有实验研究都是建立在测量原始岩体温度的基础上."
    },
    {
      "en": "China there are a lot of new house is the geothermal heating.",
      "cn": "中国现在也有很多新房子是地热取暖的."
    },
    {
      "en": "Conghua is the world - famous spa town, geothermal resources are very rich.",
      "cn": "从化是世界闻名的温泉之乡, 地热资源非常丰富."
    },
    {
      "en": "Geothermal energy , which involves stored underground reservoirs of steam, is also pollution - free.",
      "cn": "包括地下蒸汽储藏的地热能, 也是无污染的."
    },
    {
      "en": "Geothermal energy hasn't been made the best of yet up to now.",
      "cn": "至今地热能还未被充分利用."
    },
    {
      "en": "Google's new investments will be put into geothermal research.",
      "cn": "谷歌的新投资将会投入到地热研究中."
    },
    {
      "en": "In addition, agricultural resources, geothermal resources, tourism resources are abundant.",
      "cn": "此外, 农产品资源 、 地热资源 、 旅游资源等也相当丰富."
    },
    {
      "en": "It is the maximum value to exploit and apply the geothermal resources.",
      "cn": "地热资源具有极高的开采应用价值."
    },
    {
      "en": "Not far away were other geothermal wellheads, their natural pressurized steam deflected into huge insulated pipes.",
      "cn": "不远处是另几口地热井, 它们的天然加压蒸汽输进了巨大的绝热管道."
    },
    {
      "en": "Rich geothermal resources are hosted in the Meso - Cenozoic basins in Liaoning Province.",
      "cn": "辽宁省中新生代盆地地层中赋有有丰富的地热资源."
    },
    {
      "en": "The territory of potential oil, gas and geothermal resources.",
      "cn": "境内蕴藏石油 、 天然气和地热资源."
    },
    {
      "en": "This phenomenon can be utilized for the location of flowing groundwater by applying geothermal methods.",
      "cn": "这个现象可以利用来用地热方法圈定流动的地下水."
    },
    {
      "en": "This system has been offered for geothermal resources administration in Tianjin.",
      "cn": "该系统已经提供给天津地热管理部门使用."
    },
    {
      "en": "Yongqing County is rich in oil, gas, geothermal and other mineral resources.",
      "cn": "永清县有丰富的石油 、 天然气 、 地热等矿产资源."
    },
    {
      "en": "Yongqing territory rich in oil, gas and geothermal resources.",
      "cn": "永清境内蕴藏丰富的石油 、 天然气和地热资源."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "geothermic",
          "tran_cn": " 地热的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "geothermal energy",
      "tran_cn": "地热能"
    },
    {
      "phrase": "geothermal gradient",
      "tran_cn": "地温梯度；地热增温率"
    },
    {
      "phrase": "geothermal power",
      "tran_cn": "地热能"
    },
    {
      "phrase": "geothermal resources",
      "tran_cn": "地热资源"
    },
    {
      "phrase": "geothermal well",
      "tran_cn": "地热井，格形构架"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地热的，地温的，地热（或地温）产生的",
      "tran_en": "relating to or coming from the heat inside the Earth"
    }
  ],
  "exchange": {}
}