{
  "word": "brigadier",
  "ipa": {
    "us": "ˌbrɪgəˈdɪə(r)",
    "uk": "ˌbrɪgəˈdɪr"
  },
  "sentences": [
    {
      "en": "A colonel is subordinate to a brigadier general.",
      "cn": "上校级别低于准将."
    },
    {
      "en": "Brigadier - General George Yeo once said, braving storms together will make a people more united.",
      "cn": "杨荣文准将曾说过:共患难能让人们团结起来."
    },
    {
      "en": "Colonel is the military rank between lieutenant - colonel and brigadier.",
      "cn": "上校是陆军中校之上、准将之下的军衔."
    },
    {
      "en": "He became a brigadier general before leaving the military in 1966.",
      "cn": "他的军人生涯升至准将，随后在1966年退伍。"
    },
    {
      "en": "I have nominated Brigadier de Guingand as Chief of Staff Eighth Army.",
      "cn": "我已经委派德圭因甘德准将担任第八集团军参谋长."
    },
    {
      "en": "Immediately he was recommended for the grade of brigadier general.",
      "cn": "他立刻就被保举晋升为准将."
    },
    {
      "en": "In 1931 he was promoted to the rank of brigadier general.",
      "cn": "1931年,他晋升为准将."
    },
    {
      "en": "It says three army officers, including a brigadier-general, were ambushed and killed on Sunday by armed criminal gangs who then mutilated the bodies with sharp tools.",
      "cn": "据称，周日，武装犯罪团伙伏击了包括一名准将在内的三名陆军军官，并使用利器将他们的尸体砍断。"
    },
    {
      "en": "The brigadier had a moment's hope.",
      "cn": "那位队长一时觉得很有希."
    },
    {
      "en": "The Brigadier requests your presence.",
      "cn": "旅长请你去一趟."
    },
    {
      "en": "The Brigadier thought about this for a moment, head cocked to one side.",
      "cn": "这位准将头歪向一边，就此考虑了一会儿。"
    },
    {
      "en": "The brigadier was cashiered for his big mistake.",
      "cn": "旅长因犯重大错误而被革职."
    },
    {
      "en": "What quality brigadier becomes commerce to compete is important cross a code.",
      "cn": "质量标准将成为商业竞争的重要跨码."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "brigadier general",
      "tran_cn": "美国空军或海军陆战队准将"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "〈英〉陆军准将，〈美〉旅长",
      "tran_en": "a high military rank in the British army, or the person who has this rank"
    }
  ],
  "exchange": {
    "pl": [
      "brigadiers"
    ]
  }
}