{
  "word": "liberalization",
  "ipa": {
    "us": "ˌlɪbrəlaɪ'zeɪʃn",
    "uk": "ˌlɪbrəlaɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "\"The problem is not trade liberalization, \" he said.",
      "cn": "“问题不在于贸易自由化，”他说。"
    },
    {
      "en": "During the past 20 years trade liberalization quickly expanded production capacities.",
      "cn": "在过去的20年里,贸易自由化使得制造能力快速增长."
    },
    {
      "en": "Economic globalization and trade liberalization call for an elimination of tariff wall.",
      "cn": "经济全球化、贸易自由化的发展要求关税壁垒不断被拆除."
    },
    {
      "en": "Fukuyama: We’ve been talking until we’re blue in the face about the kind of liberalization you’ve just mentioned, and of course about revising the value of the renminbi.",
      "cn": "福山： 我们此前一直在交谈，直到谈到刚刚你提及的那类自由化问题，当然，这是指修正人民币的价值，此时我们的脸色都有点难堪。"
    },
    {
      "en": "How would a new round of trade liberalization help poor countries?",
      "cn": "新一轮的贸易自由化将如何帮助贫困国家呢？"
    },
    {
      "en": "In fact, there are conflicts between service trade liberalization and environmental protection.",
      "cn": "实际上, 服务贸易自由化与环境保护之间存在着冲突."
    },
    {
      "en": "In the past decade, liberalization and globalization have been the hallmark of economic policy throughout the world.",
      "cn": "在过去的十年里，自由化和全球化是经济政策的显著标志，全世界都是如此。"
    },
    {
      "en": "Is the Liberalization of China's Capital Accounts an Inevitable Choice?",
      "cn": "资本项目自由化是我们的必然选择 么 ?"
    },
    {
      "en": "New steps should be made in trade facilitation and liberalization to boost the integration of the three economies.",
      "cn": "在贸易促进和自由化方面迈出新的步伐，推动三国朝着经济一体化方向发展。"
    },
    {
      "en": "Promoted by the global financial liberalization, free capital flow becomes a trend.",
      "cn": "在全球金融自由化的推动下, 资本的自由流动成为了一种趋势."
    },
    {
      "en": "Research on Some Theoretical Issues of the Liberalization of International Economic Law.",
      "cn": "国际经济法律自由化的若干理论问题研究."
    },
    {
      "en": "Roughly the same number opposes liberalization of marriage laws.",
      "cn": "这个数量与反对将婚姻法自由主义化的人的数量大致相同."
    },
    {
      "en": "Secondly, it makes trade and investment liberalization develops rapidly.",
      "cn": "二是贸易和投资自由化得到迅速发展."
    },
    {
      "en": "The deal is one of the first fruits of a liberalization of foreign investment law.",
      "cn": "这笔交易是外商投资法规放宽后的最初成果之一。"
    },
    {
      "en": "The international investment law presents the unprecedented liberalization trend.",
      "cn": "国际投资法已呈现出前所未有的自由化趋势."
    },
    {
      "en": "The local institutions about the liberalization of human management.",
      "cn": "而地方院校讲究的是自由化、人性化的管理."
    },
    {
      "en": "The progress of our country's liberalization of interest rate accelerates recently. \"",
      "cn": "我国利率市场化的进程近来有所加快."
    },
    {
      "en": "The rampant spread of bourgeois liberalization may have grave consequences.",
      "cn": "资产阶级自由化泛滥,后果极其严重."
    },
    {
      "en": "The struggle against bourgeois liberalization will last for at least 20 years.",
      "cn": "反对资产阶级自由化至少还要搞二十年."
    },
    {
      "en": "Whether the trade liberalization is reduce or increase poverty?",
      "cn": "贸易自由化是减轻还是增加了贫困?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "liberal",
          "tran_cn": " 自由主义的；慷慨的；不拘泥的；宽大的"
        },
        {
          "word": "liberalist",
          "tran_cn": " 自由主义的"
        },
        {
          "word": "liberalistic",
          "tran_cn": " 自由主义的"
        },
        {
          "word": "libertarian",
          "tran_cn": " 自由的；自由论者的；持自由论的"
        },
        {
          "word": "libertine",
          "tran_cn": " 放荡的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "liberally",
          "tran_cn": " 大方地；自由地；公平地；充足地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "liberal",
          "tran_cn": " 自由主义者"
        },
        {
          "word": "liberalisation",
          "tran_cn": " 自由化；开放"
        },
        {
          "word": "liberalism",
          "tran_cn": " 自由主义；开明的思想或见解"
        },
        {
          "word": "liberalist",
          "tran_cn": " 自由主义者"
        },
        {
          "word": "liberality",
          "tran_cn": " 慷慨，大方；心胸宽阔，胸怀广阔"
        },
        {
          "word": "liberalness",
          "tran_cn": " 公正；宽宏大量；慷慨"
        },
        {
          "word": "libertarian",
          "tran_cn": " 自由意志主义者；行动自由论者"
        },
        {
          "word": "libertarianism",
          "tran_cn": " 自由主义；自由意志论；公民拥有充分自由权论"
        },
        {
          "word": "libertine",
          "tran_cn": " 浪荡子；性行为放纵者；放荡不羁者；玩乐者；自由思想家"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "liberalize",
          "tran_cn": " 自由化"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "liberalize",
          "tran_cn": " 使自由化；宽大"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "bourgeois liberalization",
      "tran_cn": "[法]资产阶级自由化"
    },
    {
      "phrase": "financial liberalization",
      "tran_cn": "金融自由化"
    },
    {
      "phrase": "trade liberalization",
      "tran_cn": "贸易自由化"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "自由主义化，使宽大，自由化"
    }
  ],
  "exchange": {
    "verb": [
      "liberalize"
    ]
  }
}