{
  "word": "interlocking",
  "ipa": {
    "us": "ɪntə(:)'lɒkɪŋ",
    "uk": "ɪntə()'lɒkɪŋ"
  },
  "sentences": [
    {
      "en": "An interlocking of arms by the police held the crowd in check.",
      "cn": "警察手臂挽手臂挡住人群."
    },
    {
      "en": "Development of Railway Computer Interlocking Control System for Area.",
      "cn": "铁路车站计算机联锁控制系统的可靠性和安全性分析."
    },
    {
      "en": "Engagement is the state or act of interlocking.",
      "cn": "啮合是互锁的状态或动作."
    },
    {
      "en": "His scheme features a building composed of four interlocking, geometric volumes that represent Turkey, Syria, Iran and Iraq, which are all home to the Kurdish ethnic group.",
      "cn": "他的方案包括一个由四个联锁体块组成的建筑，代表了叙利亚、伊朗和伊拉克，这是库尔德民族的全部家园。"
    },
    {
      "en": "Inspect switching device, control, interlocking, protection, signal and functions of other devices.",
      "cn": "检查开关装置 、 控制 、 联锁 、 保护 、 信号和其他装置的功能."
    },
    {
      "en": "Interlocking Body & Seat prevents wash - out or blow - out.",
      "cn": "阀体 和 阀座的连锁结构防止被冲洗出或吹出."
    },
    {
      "en": "Interlocking Trackside safety system for trains running in stations.",
      "cn": "联锁用于列车在车站运行的轨旁安全系统."
    },
    {
      "en": "Its interlocking teeth would spring open or jam.",
      "cn": "拉链上互相啮合的齿能拉开也能合拢."
    },
    {
      "en": "Resource dependency theory can also help to explain interlocking directorship.",
      "cn": "资源依靠理论还有助于解释连锁董事制的必要性."
    },
    {
      "en": "Set inlcudes 8 interlocking blocks, a ball launcher, a catch funnel and 2 balls.",
      "cn": "设置中的8连锁块，一个球发射器，一个吸引人的漏斗和2球。"
    },
    {
      "en": "So we should ensure the pre - delivery test quality of the Interlocking software.",
      "cn": "因此确保计算机联锁软件出厂测试的质量是保证计算机联锁系统性能的重要一环."
    },
    {
      "en": "The ecosystem can be redefined as interlocking life systems.",
      "cn": "生态系统可以再定义为相互关联的生命系统的综合."
    },
    {
      "en": "The Olympic flag is white with five colored interlocking rings featured.",
      "cn": "奥运会旗的特征是白底,上面有五个彩色连环."
    },
    {
      "en": "The Olympic symbol is the five interlocking rings.",
      "cn": "奥林匹克的标志是五个相连的圆环。"
    },
    {
      "en": "The problem is an evolving set of interlocking issues and constraints.",
      "cn": "问题是一连串连锁的疑难和限制条件的演化组合."
    },
    {
      "en": "Twisting arises in boards through the presence of spiral or interlocking grain.",
      "cn": "翘曲多发生在螺旋或交错纹理的板材中."
    },
    {
      "en": "Two gold interlocking Cs remain the logo of her still - flourishing fashion house.",
      "cn": "两个连锁的黄金C字 仍然是她繁华依旧的服装店的标志."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "intermediate",
          "tran_cn": " 中间的，中级的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "intermediate",
          "tran_cn": " [化学] 中间物；媒介"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "interlock",
          "tran_cn": " [计] 互锁；连锁"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "intermediate",
          "tran_cn": " 起媒介作用"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "concatenate"
          ],
          "tran_cn": "连锁的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "catenation"
          ],
          "tran_cn": "连锁；咬合作用"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "interlocking device",
      "tran_cn": "[化]联锁装置"
    },
    {
      "phrase": "interlocking system",
      "tran_cn": "联锁系统；互锁系统"
    },
    {
      "phrase": "mechanical interlocking",
      "tran_cn": "机械联锁"
    },
    {
      "phrase": "safety interlocking",
      "tran_cn": "安全联锁；保安联锁"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "联锁的"
    },
    {
      "pos": "v",
      "tran_cn": "<计>互锁设备( interlock的现在分词 )，双螺纹针织品"
    }
  ],
  "exchange": {}
}