{
  "word": "mayhem",
  "ipa": {
    "us": "ˈmeɪhem",
    "uk": "ˈmeˌhɛm"
  },
  "sentences": [
    {
      "en": "Assault . Grand theft auto . Impersonating an officer . Mayhem . Theft . Resisting.",
      "cn": "指伤人、偷车、假扮警察、故意伤害、偷窃、拒捕罪行."
    },
    {
      "en": "But we've always stopped short of causing real mayhem,'said Fred.",
      "cn": "“不过我们总能在造成大伤害的时候煞住, ” 弗雷德说."
    },
    {
      "en": "Experts fear the mayhem may soon trigger a chain reaction within the euro zone itself.",
      "cn": "专家们担心,这场混乱可能很快在欧元区内触发连锁反应."
    },
    {
      "en": "If a slushy romance is screened, the thugs go to the pub instead and mayhem ensues.",
      "cn": "如果电影院里放映的是多愁善感的爱情片, 暴徒们反而会去俱乐部,混乱就会随之发生."
    },
    {
      "en": "Imagine the mayhem he'll give the enemy, huh.",
      "cn": "你想他会带给敌人怎样的灾害, 呵呵."
    },
    {
      "en": "It is the [ Russian ] cossacks and the Ossetians that are causing mayhem.",
      "cn": "他说,俄军自己并未参与周三的抢劫,是 哥萨克 人和奥塞梯人导致了这场浩劫."
    },
    {
      "en": "It was a period of collective insanity, of legalized murder and mayhem.",
      "cn": "那是个集体丧失理智、谋杀与暴力合法化的时期。"
    },
    {
      "en": "Ride with The Annoying Thing in a high octane riot through cityscapes and underground mayhem.",
      "cn": "在这让人烦恼的高速竞赛游戏中穿过城市景观和避免地下伤害."
    },
    {
      "en": "The escape of the monkeys from their cage created mayhem in the zoo.",
      "cn": "猴子从笼中逃了出来,在动物园里造成了大混乱."
    },
    {
      "en": "The kids began to create mayhem in the garden.",
      "cn": "孩子们开始在花园里大肆破坏."
    },
    {
      "en": "The mayhem spread to other parts of the city.",
      "cn": "严重的混乱蔓延至了城市的其他地区."
    },
    {
      "en": "Their arrival caused mayhem as crowds of refugees rushed towards them.",
      "cn": "他们到达后大批难民一拥而上，引起一片混乱。"
    },
    {
      "en": "There was absolute mayhem when the cow got into the village hall.",
      "cn": "那牛闯进村会议厅,造成一片混乱."
    },
    {
      "en": "There was complete mayhem after the explosion.",
      "cn": "爆炸发生后一片混乱。"
    },
    {
      "en": "Three competing store owners rented adjoining shops in a mall. Observers waited for mayhem to ensue.",
      "cn": "三个互相争生意的商店老板在一条林荫道上租用了毗邻的店铺. 旁观者等着瞧好戏."
    },
    {
      "en": "Would you like to take another question or spin the Wheel of Mayhem?",
      "cn": "你要再回答一题或旋转处罚轮?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "anarchy"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "骚乱，慌乱",
      "tran_en": "an extremely confused situation in which people are very frightened or excited"
    }
  ],
  "exchange": {}
}