{
  "word": "alga",
  "ipa": {
    "us": "ˈælgə",
    "uk": "'ælɡə"
  },
  "sentences": [
    {
      "en": "Alga About the concept of alga Gu Jin differs.",
      "cn": "藻类关于藻类的概念古今不同."
    },
    {
      "en": "Alga extract can smooth, moisturize the skin and remove the wrinkles.",
      "cn": "海藻提取精华可爽滑、除皱 、 强化滋润."
    },
    {
      "en": "Can be alga of honey, calcium tablet, helix taken together?",
      "cn": "蜂蜜 、 钙片 、 螺旋藻能一同服用 吗 ?"
    },
    {
      "en": "Can be alga treated gastritis and go spot?",
      "cn": "螺旋藻能治疗胃炎和去斑 吗 ?"
    },
    {
      "en": "Even more strangely, the researchers think the salamanders might inherit the alga from their parents.",
      "cn": "更奇怪的是，研究人员认为这些海藻是火蜥蜴从它们父母那里继承来的。"
    },
    {
      "en": "Ingredients : white tuckahoe, aloe , white awn, seawater, alga, evergreen bines, angelica, chamomile, glossy ganoderma, etc.",
      "cn": "多种名贵中药,直接针对眼部,增强眼机能的循环动力, 使保持眼睛膨胀的增压液气流贯通, 气助血行,气血相生, 眼睛滋生神采."
    },
    {
      "en": "Main Ingredients: hamamelis, cypress, chamomile, liquorice, aloe, lavender and alga extract etc.",
      "cn": "主要成份: 金缕梅 、 黄柏菊花 、 甘草 、 芦荟 、 熏衣草、海藻提取物等."
    },
    {
      "en": "OBJECTIVE To study the bioactive constituents of marine brown alga Sargassum carpophyllum J.",
      "cn": "目的研究褐藻叶托马尾藻的活性成分."
    },
    {
      "en": "Phycobiliproteins are important light - harvesting pigment proteins found in some alga, including Phycocyanin allophycocyanin, Phycoerythrin and Pycoerycyanin.",
      "cn": "藻胆蛋白是某些藻类中一类重要的捕光色素蛋白, 包括藻红蛋白 、 藻蓝蛋白、别藻蓝蛋白、藻红蓝蛋白."
    },
    {
      "en": "Red globose alga is actually a kind of green alga, which can be used as feedstuff.",
      "cn": "红球藻实际上是一种绿藻, 它可以用来做饲料."
    },
    {
      "en": "Screening anti - tumor active components from alga which contains hundreds bioactive components has been given by attention.",
      "cn": "藻类中含有多种生物活性成分,从中筛选抗肿瘤活性成分已成为当前研究热点."
    },
    {
      "en": "Spiral alga has a slimming effect, it is popular with many women.",
      "cn": "螺旋藻有减肥的作用, 受到许多女士的欢迎."
    },
    {
      "en": "The freshwater blue - green alga Phormidium foveolarum Gom. was grown on medi - um containing hydrocarbons.",
      "cn": "坑形席藻(PhormidiumfoveolarumGom. )是长期培养于含石油烃基质的淡水蓝藻."
    },
    {
      "en": "The freshwater blue - green alga Phormidium foveolarum Gom. was grown on medi - um containing hydrocarbons.",
      "cn": "坑形席藻(Phormidium foveolarum Gom. )是长期培养于含石油烃基质的淡水蓝藻."
    },
    {
      "en": "The microorganisms employed include mainly chemical conversion bacteria, phototropic bacteria and alga.",
      "cn": "所利用的生物体主要包括:化学转化细菌 、 向光性细菌和藻类."
    },
    {
      "en": "The shampoo composition features that it contains both blue - green alga extract and scurf eliminating agent.",
      "cn": "本发明香波组合物的特征在于同时包含蓝藻提取物和去屑剂."
    },
    {
      "en": "The town is the centre of a black-market trade in facai, a species of alga whose name is spelt and pronounced similarly to 'get rich'.",
      "cn": "这座城镇是一个发菜黑市交易的中心。 发菜是一种藻类，在汉语里它的写法和发音类似于“发财”。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "algal",
          "tran_cn": " 海藻的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "seaweed",
            "varech"
          ],
          "tran_cn": "藻类；海藻"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水藻"
    }
  ],
  "exchange": {
    "pl": [
      " algae",
      "algas"
    ]
  }
}