{
  "word": "Pakistani",
  "ipa": {
    "us": "ˌpækɪˈstɑːni",
    "uk": "ˌpækɪˈstɑːni"
  },
  "sentences": [
    {
      "en": "A Pakistani group is adding a snazzy 350 - room hotel.",
      "cn": "有一巴基斯坦集团正在加建一座350个房间的时髦宾馆."
    },
    {
      "en": "But Pakistani complained Pakistanis complain that civilians are sometimes also killed.",
      "cn": "但是巴基斯坦抱怨说优势平民也被杀死了."
    },
    {
      "en": "Can apple orchard in the area directly to Pakistani MTR ride.",
      "cn": "也可在苹果园地铁乘坐中巴直达景区."
    },
    {
      "en": "He recruited another nucleic acid chemist, a young Pakistani, Dr. Rao Sastri.",
      "cn": "他又找来一名核酸化学家, 叫作拉奥·萨斯特利的年轻的巴基斯坦人."
    },
    {
      "en": "In March, FAS published pictures of Pakistani nuclear installations.",
      "cn": "三月份, FAS在 网上刊登了巴基斯坦的核设施照片."
    },
    {
      "en": "It was clear that the Chinese attached special value to the Pakistani channel.",
      "cn": "很明显,中国人赋与巴基斯坦渠道以特殊价值."
    },
    {
      "en": "More than one told me that they saw her as a beacon of hope for young Pakistani women.",
      "cn": "不止一个人对我说过，巴基斯坦的年轻女人们把她当作承载希望的灯塔。"
    },
    {
      "en": "Pakistani authorities issued new flood warnings on Tuesday as heavy rainfall continued.",
      "cn": "随着暴雨的继续,巴基斯坦当局星期二发出了新的洪灾警告."
    },
    {
      "en": "Pakistani man rests on a bench amongst floodwater after a heavy monsoon rain in Lahore.",
      "cn": "在拉合尔,一名巴基斯坦男子在洪水包围的长凳上休息."
    },
    {
      "en": "Pakistani refugees wait in line for bread at the Yar Hussain camp.",
      "cn": "亚尔·侯赛因难民营的巴基斯坦难民排队领取面包."
    },
    {
      "en": "Powell stayed for five hours today in the Pakistani capital.",
      "cn": "鲍尔今天在巴基斯坦首都停留了五个小时."
    },
    {
      "en": "Pressure is building up at the Indian - Pakistani border.",
      "cn": "压力在印第和巴基斯坦的边界上又增强了."
    },
    {
      "en": "Thanks also extend to our Pakistani brother and sister!",
      "cn": "谢谢所有的巴基斯坦兄弟姐妹!"
    },
    {
      "en": "The Pakistani army has waged an offensive in Swat and South Waziristan.",
      "cn": "巴基斯坦军队也在斯瓦特山谷和南瓦齐里斯坦向极端主义分子发起了攻势."
    },
    {
      "en": "The wounded also included a Pakistani man and two Pakistani children.",
      "cn": "伤者也包括一名巴基斯坦男子和两名巴基斯坦儿童."
    },
    {
      "en": "We are a Pakistani importer in Spark Plug. If you are suppliers, please contact us.",
      "cn": "我们是巴基斯坦一家火花塞的进口商, 请供应商与我们联系."
    },
    {
      "en": "We will stand by our friends on the front lines, as we and many nations will do in pledging support for the Pakistani people tomorrow.",
      "cn": "我们将与我们的朋友共同站在第一线，正如明天我们和许多国家将要做的那样，保证为巴基斯坦人民提供援助。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "巴基斯坦的",
      "tran_en": "relating to Pakistan or its people"
    },
    {
      "pos": "n",
      "tran_cn": "巴基斯坦人",
      "tran_en": "someone from Pakistan"
    }
  ],
  "exchange": {
    "pl": [
      "Pakistanis"
    ]
  }
}