{
  "word": "residency",
  "ipa": {
    "us": "ˈrezɪdənsi",
    "uk": "ˈrɛzɪdənsi, -ˌdɛn-"
  },
  "sentences": [
    {
      "en": "A place of residence includes a place of permanent residency and a place of habitual residence.",
      "cn": "居住地包括户籍所在地、经常居住地."
    },
    {
      "en": "Beginning July 30 , the charge for adults seeking residency will exceed 1,000 dollars.",
      "cn": "七月三十日起, 成人申请居住权的费用会超过1000美金."
    },
    {
      "en": "During our residency we collect the worn - out gloves of the labourers from the road.",
      "cn": "在我们的进驻期间我们在路上收集了民工们穿破了的手套."
    },
    {
      "en": "He applied for British residency.",
      "cn": "他申请了在英国的居住权。"
    },
    {
      "en": "He applied for Canadian residency.",
      "cn": "他申请了在加拿大的居住权。"
    },
    {
      "en": "He is currently doing a residency program at the Platform China Contemporary Art Institute in Beijing.",
      "cn": "目前,他在站台中国当代艺术机构做驻留艺术家."
    },
    {
      "en": "Is the village ahead a Donggan residency?",
      "cn": "前面就是东干人的村子 吗 ?"
    },
    {
      "en": "Levchenko remarked that a kind of sepulchral quiet seemed to pervade the Residency.",
      "cn": "在大门旁边的盥洗室里,列夫钦科说情报站里安静得似乎有点阴森森."
    },
    {
      "en": "Ma says the goal of the Rubin Museum residency is to give visitors a multi - sensory experience.",
      "cn": "马说,鲁宾艺术博物馆所在地的目的是给游客一种多感觉体验."
    },
    {
      "en": "Mr Olaechea has British residency by virtue of his marriage.",
      "cn": "奥拉伊奇先生通过结婚而取得在英国的永久居留权。"
    },
    {
      "en": "On the residency programme at Organhaus I am interested in the reflex of work production.",
      "cn": "在器空间的驻留项目中我对于作品成果的反射很感兴趣."
    },
    {
      "en": "She has been granted permanent residency in Britain.",
      "cn": "她获准在英国永久居住。"
    },
    {
      "en": "The residence of the settlor determines the tax residency of the trust.",
      "cn": "设立人居住地决定该信托税务居地身份."
    },
    {
      "en": "We are process - oriented , and see the residency as a place for research.",
      "cn": "我们把进驻空间视为调查研究的场所,注重一切过程."
    },
    {
      "en": "Will I be able to use an existing skills assessment to an application for permanent residency?",
      "cn": "我能否使用现行的技术评估来申请永居?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "resident",
          "tran_cn": " 居住的；住院医师；定居的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "residence",
          "tran_cn": " 住宅，住处；居住"
        },
        {
          "word": "resident",
          "tran_cn": " 居民"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "accommodation",
            "dwelling place"
          ],
          "tran_cn": "住处；住院医生实习期"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "domicile",
            "habitat"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "住所，（实习医师的）高级专科住院实习期",
      "tran_en": "a period of time when a doctor receives special training in a particular type of medicine, especially at a hospital"
    }
  ],
  "exchange": {
    "pl": [
      "residencies"
    ]
  }
}