{
  "word": "earthworm",
  "ipa": {
    "us": "ˈɜ:θwɜ:m",
    "uk": "ˈɜrθwɜrm"
  },
  "sentences": [
    {
      "en": "An earthworm is a terricolous organism.",
      "cn": "蚯蚓是陆生的生物."
    },
    {
      "en": "But when genetic characterization of the contents of beetle guts gave some unexpected results, the researchers decided to take a closer look at earthworm DNA.",
      "cn": "但是，当甲虫背脊骨包容的遗传特性显示出一些意想不到的结果时，这些研究人员决定仔细查明蚯蚓的DNA。"
    },
    {
      "en": "Earthworm channels greatly aid root growth.",
      "cn": "蚯蚓洞穴极有助于植物根系生长."
    },
    {
      "en": "Germination is complicated with the bursting forth of a meteor and with the peck of a swallow cracking its egg, and it places on one level the birth of an earthworm and the advent of Socrates.",
      "cn": "万物的化育是复杂的，有风云雷电诸天象，有破壳而出的乳燕，一条蚯蚓的出生和苏格拉底的来临同属于化育之列。"
    },
    {
      "en": "In the earthworm and many other invertebrates, these excretory structures are called nephridia.",
      "cn": "在蚯蚓和许多其它无脊椎动物中, 这些排泄结构称为肾管."
    },
    {
      "en": "Life can be exciting and extreme, even an \" earthworm. \"",
      "cn": "即使是一只 [ 海蚯蚓 ],生命也可以是精采而不寻常."
    },
    {
      "en": "Study the making technique of compound earthworm capsule extract powder.",
      "cn": "目的:研究复方地龙胶囊浸膏粉制备工艺."
    },
    {
      "en": "That chick pecks out an earthworm from the earth.",
      "cn": "那只小鸡从土里啄出一条蚯蚓."
    },
    {
      "en": "The earthworm can regenerate if it's cut in half.",
      "cn": "蚯蚓被切成两段后可以重新生长."
    },
    {
      "en": "The earthworm is a useful animal. On the ground it is food for other animals. Under the ground, it makes rich soil for fields and gardens.",
      "cn": "蚯蚓是一种有益的动物。在地面上它是其他动物的食物。在地下，它为田园和花园制造肥沃的土壤。"
    },
    {
      "en": "The earthworm lives in soil.",
      "cn": "蚯蚓生活在土中."
    },
    {
      "en": "The earthworm population had declined by 70 %.",
      "cn": "蚯蚓数量下降70%."
    },
    {
      "en": "The finless eel ate the earthworm in front in one bite.",
      "cn": "黄鳝一口就把眼前的蛐蟮吃掉了."
    },
    {
      "en": "The hen raked up an earthworm.",
      "cn": "母鸡扒出了一条蚯蚓."
    },
    {
      "en": "The oral opening in an earthworm is small.",
      "cn": "蚯蚓的口是很小的."
    },
    {
      "en": "The research made a use of the earthworm with a competition of natural fertilizer to study the influence of the two treatments to the ammonia yield in livestock excrement.",
      "cn": "该试验利用蚯蚓生物处理方法，同自然堆肥作对比试验，研究了两种处理对畜禽粪便氨气产量的影响。"
    },
    {
      "en": "The tortoise does not know an earthworm, also ignore.",
      "cn": "乌龟不认识蚯蚓, 也不理睬."
    },
    {
      "en": "Their extraordinary image sandy soil plain earthworm lizard and javelin lizard.",
      "cn": "它们非常像沙土平原的蚯蚓蜥蜴和标枪蜥蜴."
    },
    {
      "en": "We also went fishing with an earthworm on the hook.",
      "cn": "我们经常把蚯蚓穿在钩子上面去钓鱼."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fishworm",
            "angleworm",
            "Hode",
            "rainworm"
          ],
          "tran_cn": "[无脊椎]蚯蚓"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蚯蚓",
      "tran_en": "a common type of long thin brown worm that lives in soil"
    }
  ],
  "exchange": {
    "pl": [
      "earthworms"
    ]
  }
}