{
  "word": "maglev",
  "ipa": {
    "us": "'mæglev",
    "uk": "'mæglev"
  },
  "sentences": [
    {
      "en": "A good example of how transportation is changing is the new maglev train, which is environmentally friendly, energy-saving and travels at an amazing 430 km/h.",
      "cn": "新型的磁悬浮列车就是交通运输变化的一个很好的例子。它既环保，又节约能源，还能以430公里的惊人时速行驶。"
    },
    {
      "en": "Do you want to take a maglev to the airport?",
      "cn": "你问对方想坐磁悬浮列车到机场 吗 ?"
    },
    {
      "en": "Do you want to the Maglev the airport?",
      "cn": "问对方想坐磁悬浮去机场 吗 ?"
    },
    {
      "en": "Lastly, the maglev planar motor was levitated stably.",
      "cn": "最后, 实现了磁悬浮平面电机悬浮系统的稳定悬浮."
    },
    {
      "en": "Maglev vehicles comprises a minimum of two sections , each with approx.",
      "cn": "磁浮列车至少有两节车厢."
    },
    {
      "en": "People can ride on the maglev in Shanghai in the near future.",
      "cn": "在不久的将来,人们就可以在上海坐磁浮列车了."
    },
    {
      "en": "Suspension control is the key technology of maglev vehicle research.",
      "cn": "悬浮控制是磁浮列车的关键技术."
    },
    {
      "en": "The engine for maglev trains is rather in noticeable.",
      "cn": "磁悬浮列车的车头是相当值得注意的."
    },
    {
      "en": "The high speed maglev railway is a new - style traffic system.",
      "cn": "高速磁悬浮铁路是一种新型的交通方式."
    },
    {
      "en": "The maglev hovers over a single or double track guideway.",
      "cn": "磁浮列车可采用单轨或是双轨运行."
    },
    {
      "en": "The rails of their Maglev train were made of about 100 magnets.",
      "cn": "他们所做的磁悬浮列车轨道采用了约100块磁铁."
    },
    {
      "en": "Then the seismic fortification criteria for the Maglev Guideway Structures is proposed.",
      "cn": "最后提出了磁浮轨道结构的抗震设防标准."
    },
    {
      "en": "This work provided scientific analysis for the HTS Maglev system design.",
      "cn": "该工作可能为高温超导磁悬浮列车系统提供一定科学依据."
    },
    {
      "en": "To hover, the Maglev requires less power than its air conditioning equipment.",
      "cn": "列车浮升所需功量低于车辆空调设施所需."
    },
    {
      "en": "We can take the Maglev train to Pudong International Airport.",
      "cn": "我们可以乘磁悬浮列车去浦东国际机场."
    },
    {
      "en": "You can take the maglev train at Pudong Airport.",
      "cn": "你可以从浦东国际机场乘坐磁悬浮列车."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "maglev train",
      "tran_cn": "磁悬浮列车"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": " 磁力悬浮火车",
      "tran_en": "a type of high-speed train that runs on magnets supported by a magnetic field generated around the track "
    },
    {
      "pos": "n& adj.",
      "tran_cn": "磁力悬浮火车（的）"
    }
  ],
  "exchange": {}
}