{
  "word": "triassic",
  "ipa": {
    "us": "traɪ'æsɪk",
    "uk": "trai'æsik"
  },
  "sentences": [
    {
      "en": "At model is erected. ordos basin developed from Mid - late Triassic to Early Cretaceous, then, underwent reformation.",
      "cn": "鄂尔多斯盆地发育于中晚三叠世-早白垩世, 晚白垩世以来为盆地的后期改造时期."
    },
    {
      "en": "County formation hypoplasia, missing the entire Paleozoic sector in the health sector and the Triassic.",
      "cn": "县内地层发育不全, 缺失整个古生界和中生界的三叠系."
    },
    {
      "en": "Faults, breakpoints, and the Triassic reflection configurations are readily recognized.",
      "cn": "断层 、 断点可靠, 并有清楚的三叠系反射结构."
    },
    {
      "en": "His speech, every day Triassic placed full - time secretary to clear information.",
      "cn": "他的案前, 每天都要放着三叠 专职 秘书清理的信息资料."
    },
    {
      "en": "In three main coal - forming periods arsenic contents decrease from Tertiary, Late Triassic to Late Permian.",
      "cn": "在成煤时代中按照晚二叠世 、 晚三叠世、第三纪依次升高."
    },
    {
      "en": "It passes mainly through the purple -- color soft sandrock and mudstone in Triassic or Dyas Systems.",
      "cn": "隧道主要通过三迭系、二迭系 紫红色 软质砂岩、泥岩岩层."
    },
    {
      "en": "Nappes are products formed in the compressional State by Indo - China movement in late Triassic Period.",
      "cn": "推覆体是挤压环境下的产物,它形成于晚三叠世末期的印支运动."
    },
    {
      "en": "Source beds are turbidite of middle Triassic series.",
      "cn": "矿源层为中三叠统浊积岩."
    },
    {
      "en": "South Tianshan: a Late Paleozoic or a Triassic orogen?",
      "cn": "南天山: 晚古生代还是三叠纪碰撞造山带?"
    },
    {
      "en": "The metamorphic ages of the eclogites are largely 320～220 Ma ( Carboniferous period to Triassic period ).",
      "cn": "榴辉岩的变质年龄集中在320～220Ma ( 石炭纪-三叠纪 ) 之间."
    },
    {
      "en": "The palaeogeographical evolution sensitively responds to the tectonism in the whole Triassic.",
      "cn": "绍兴?宜春断裂作为构造分区的界限,控制了其两侧古地理的发展."
    },
    {
      "en": "The Triassic productive intervals of and gas in Tahe oil field belong to low - resistivity reservoirs.",
      "cn": "塔河油田三叠系油气产层为低阻油气层."
    },
    {
      "en": "The Western Sichuan Foreland Basin developed Upper Triassic coal measure source rock, which mainly generated gases.",
      "cn": "川西前陆盆地具有丰富的天然气资源,发育上三叠统巨厚的煤系烃源岩, 以生气为主,并发育多套储盖组合."
    },
    {
      "en": "TWO NEW MIDDLE TRIASSIC GENERA AND SPECIES OF MESOPANORODIDAE FROM SHAANXI ( INSECTA, MECOPTERA )",
      "cn": "陕西中三叠世中蝎蛉科两新属和新种 ( 昆虫纲, 长翅目)(英文 )"
    },
    {
      "en": "Was There a Mass Extinction of Land Plants at the Permian - Triassic Boundary ( PTB )?",
      "cn": "陆生植物在二叠纪 - 三叠 纪 界线存在集群灭绝 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "middle triassic",
      "tran_cn": "中三迭世"
    },
    {
      "phrase": "triassic period",
      "tran_cn": "三叠纪，三迭纪"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "[地]三叠纪的",
      "tran_en": "of, denoting, or formed in the first period of the Mesozoic era that lasted for 42 million years and during which reptiles flourished "
    },
    {
      "pos": "n",
      "tran_cn": "三叠纪",
      "tran_en": "the Triassic period or rock system "
    },
    {
      "pos": "other",
      "tran_cn": "三叠期；三迭纪"
    }
  ],
  "exchange": {}
}