{
  "word": "multicellular",
  "ipa": {
    "us": "mʌltɪ'seljʊlə",
    "uk": "ˌmʌltiˈsɛljəlɚ, -taɪ-"
  },
  "sentences": [
    {
      "en": "a multicellular organism",
      "cn": "多细胞有机体"
    },
    {
      "en": "A single - celled or multicellular organism whose cells contain a distinct membrane - bound nucleus.",
      "cn": "单细胞 无核原生物,具简单的细胞、刚硬的细胞壁和(能动型的)的鞭毛."
    },
    {
      "en": "Apoptosis plays an important role in survival of multicellular organism.",
      "cn": "摘要细胞凋亡在保证多细胞生物的健康生存过程中扮演著关键的角色."
    },
    {
      "en": "Is a species simply an uberorganism, a collection of multicellular parts to be the - cast as needed?",
      "cn": "生物是否仅仅是一种有机物, 一种在必要时可以压铸的多细胞的集合体 呢 ?"
    },
    {
      "en": "It is very important for multicellular organism to develop and keep their stability.",
      "cn": "它对机体的发育和自身稳定起重要作用."
    },
    {
      "en": "It may be unicellular, as in simple algae and fungi, or multicellular, as in plants.",
      "cn": "可以是单细胞, 如在原始的藻类、真菌中; 或者为多细胞, 如在植物中."
    },
    {
      "en": "That makes up multicellular organisms.",
      "cn": "这构成多细胞生物."
    },
    {
      "en": "The cytotoxic effects of NDV ( Losota 4 ) were investigated on multicellular spheroid of human lung adenocarcinoma A 549.",
      "cn": "用人肺腺癌细胞系A549多细胞球体研究了新城疫弱病毒 ( NDV ) 的抗癌细胞增殖作用."
    },
    {
      "en": "The multicellular proembryo and globular embryo possessed uniserial or untidy disposal multi - cellular suspensor.",
      "cn": "在多细胞原胚及球形胚期具有单列或不规则排列的多细胞胚柄."
    },
    {
      "en": "The result shows that skin glands are divided into unicellular glands and multicellular glands.",
      "cn": "结果表明,皮肤腺分为单细胞腺和群细胞腺."
    },
    {
      "en": "They inhabit virtually all environments, including soil, water, organic matter, and the Bodies of multicellular animals.",
      "cn": "几乎可在所有的环境下生存, 包括土壤 、 水 、 有机物质, 以及多细胞动物体内."
    },
    {
      "en": "This key difference became very apparent when the animal and plant lineages independently became multicellular.",
      "cn": "当动物和植物后代分别成为多细胞体时,这种关键性的差异更为显著."
    },
    {
      "en": "What genetic change allowed multicellular animals to come into existence remains obscure.",
      "cn": "什么样的遗传突变产生了多细胞的动物还不清楚."
    },
    {
      "en": "When scientists did find multicellular organisms they assumed that they'd sunk from oxygen - enriched waters.",
      "cn": "而当科学家们确实在深海发现这种多细胞有机生物时,他们曾猜想这些生物是从 富氧 水域沉降而来的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "pluricellular",
            "cellulous"
          ],
          "tran_cn": "[生物]多细胞的；多空隙的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "multicellular organism",
      "tran_cn": "多细胞生物"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "多细胞的",
      "tran_en": "consisting of many cells"
    }
  ],
  "exchange": {}
}