{
  "word": "frantically",
  "ipa": {
    "us": "'fræntɪklɪ",
    "uk": "ˈfræntɪklɪ"
  },
  "sentences": [
    {
      "en": "'What is wrong with you, acting like that,' she raved, pacing up and down frantically.",
      "cn": "“你是怎么回事，竟然做出那种事，”她咆哮着，发疯一样走来走去。"
    },
    {
      "en": "\"What is wrong with you, acting like that,\" she raved, pacing up and down frantically.",
      "cn": "“你是怎么回事，竟然做出那种事，”她咆哮着，发疯一样走来走去。"
    },
    {
      "en": "But your clothes buckets will only look blankly at you, with the shiny digital displays beeping and making you nervous as you frantically root through one bucket after another.",
      "cn": "但是您的衣服木桶只能茫然地看着您，当您疯狂地在木桶之间进行寻找时，这些平面镜只会显示一些麻木的数字。"
    },
    {
      "en": "He began to scoop his things up frantically.",
      "cn": "他开始手忙脚乱地捡起他的东西。"
    },
    {
      "en": "He dashed frantically across the road.",
      "cn": "他疯狂地跑过马路."
    },
    {
      "en": "He ducked through the door and looked about frantically.",
      "cn": "他溜进门里，慌忙地四处张望着。"
    },
    {
      "en": "His mind was in a whirl as he searched frantically for a solution.",
      "cn": "在他疯狂地寻找解决办法的时候,脑子里一片混乱."
    },
    {
      "en": "My mind was working frantically, running over the events of the evening.",
      "cn": "我的大脑疯狂地运转，把那晚发生的事情飞快地一幕幕重演。"
    },
    {
      "en": "She bid frantically for the old chair.",
      "cn": "她发狂地喊出高价要买那把古老的椅子."
    },
    {
      "en": "She clutched frantically at Emily'sarm.",
      "cn": "她疯狂地紧紧抓住埃米莉的胳膊。"
    },
    {
      "en": "The dogs continued to paw and claw frantically at the chain mesh.",
      "cn": "那些狗继续用爪子疯狂地抓铁丝网。"
    },
    {
      "en": "The little dog yapped frantically.",
      "cn": "那只小狗狂吠着。"
    },
    {
      "en": "The United manager was to be seen frantically signalling to McClair.",
      "cn": "一会儿可以看到曼联主教练拼命地朝麦克莱尔示意。"
    },
    {
      "en": "They were working frantically in the fear that an aftershock would jolt the house again.",
      "cn": "他们拼命地干着，担心余震可能会使房子再次受到震动。"
    },
    {
      "en": "We have been frantically trying to save her life.",
      "cn": "我们一直在极力想办法挽救她的生命。"
    },
    {
      "en": "We kept her afloat for a couple of hours by bailing frantically.",
      "cn": "我们拼命往外舀水，使它继续漂浮了几个小时。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "frantic",
          "tran_cn": " 狂乱的，疯狂的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "wildly",
            "furiously"
          ],
          "tran_cn": "疯狂似地；狂暴地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "疯狂地，狂热地"
    }
  ],
  "exchange": {
    "adj": [
      "frantic"
    ]
  }
}