{
  "word": "viability",
  "ipa": {
    "us": "ˌvaɪə'bɪlətɪ",
    "uk": "ˌvaɪə'bɪlətɪ"
  },
  "sentences": [
    {
      "en": "At this first, or highest level of change, you seek to establish the opportunity and agree to the viability of the approach.",
      "cn": "在变化的第一层或是最高层，您寻找机会去创建世纪，对方法的生存能力达成一致看法。"
    },
    {
      "en": "But the viability of any agreement depends on the willing cooperation of the parties.",
      "cn": "但是,任何协议的生命力都有赖于各方面的诚心合作."
    },
    {
      "en": "Competitive success for organizations, indeed even viability, is being driven more and more by how quickly an organization can conceive and deliver new solutions to the market place.",
      "cn": "组织在竞争中的胜利，甚至是生存能力，越来越受到组织能够多么快速地构想并且向市场交付新的解决方案所推动。"
    },
    {
      "en": "Effective regeneration programmers are essential to maintain the viability and genetic integrity of seedof crop germplasm.",
      "cn": "有效的种质资源繁殖更新是保持作物异位保存种质资源活力和遗传完整性的首要工作."
    },
    {
      "en": "Fact Sheet : Financing Assistance to Facilitate the Restructuring of Automobile Manufacturers to Attain Financial Viability.",
      "cn": "为帮助汽车厂家重获财政生计而重组所提供的金融资助."
    },
    {
      "en": "Full employment and economic viability are in conflict.",
      "cn": "充分就业与经济存活能力是两件事."
    },
    {
      "en": "It evaluates the basic viability of the project.",
      "cn": "它估计了项目的基本生存能力。"
    },
    {
      "en": "Objective To investigate the relationship between QT dispersion and myocardial viability.",
      "cn": "目的探讨心电图QT离散 度(QTd)与存活心肌的关系."
    },
    {
      "en": "Perfect after - sales service company, with advanced management, enhances our competitiveness and viability.",
      "cn": "公司完善的 售后服务, 与先进的管理相结合, 增强了我们的竞争能力和生存能力."
    },
    {
      "en": "Scientists are experimenting to find ways to ensure the viability of seeds for even longer periods of time.",
      "cn": "正如我们所说，科学家正在试验努力寻找让种子的生命力更加延长的方法。"
    },
    {
      "en": "Scientists then take blood and tissue samples as well as DNA from the panther to monitor its health and reproductive viability.",
      "cn": "然后，科学家再从豹身上提取血液和组织以及DNA样本，监测其健康和生殖发育能力。"
    },
    {
      "en": "The euro was a unique and unusual construction whose viability is now being tested.",
      "cn": "欧元结构独特,其可行性正面临考验."
    },
    {
      "en": "The seed viability was correlated with SOD and acid phosphates activity.",
      "cn": "种子的生活力与超氧化物歧化酶、酸性磷酸酶的活性呈正相关."
    },
    {
      "en": "The stored materials are tested viability every five years.",
      "cn": "这种贮藏材料每五年检查一次生活力."
    },
    {
      "en": "The viability test is a key step in cryopreservation.",
      "cn": "鉴定存活率是超低温保存技术中的重要环节."
    },
    {
      "en": "The way companies are run globally also weakened their viability.",
      "cn": "公司的全球经营模式也削弱了它们的生存能力."
    },
    {
      "en": "These chromosome aberrations are all stable, compatible with cell viability.",
      "cn": "这些染色体畸变都是稳定的, 不影响细胞生活力的."
    },
    {
      "en": "Viability of the virus appears very difficult to assess at the time of production.",
      "cn": "在生产时,病毒的活力很难测定."
    },
    {
      "en": "What is required to achieve or maintain such viability?",
      "cn": "要达到或维持这种生存能力需要什么？"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "viable",
          "tran_cn": " 可行的；能养活的；能生育的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "feasibility",
            "practicability"
          ],
          "tran_cn": "[生物]生存能力，发育能力；可行性"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "probability"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "economic viability",
      "tran_cn": "经济可行性，经济生存能力"
    },
    {
      "phrase": "financial viability",
      "tran_cn": "财政活力；财务可行性"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "生存能力，发育能力，生活力"
    }
  ],
  "exchange": {
    "adj": [
      "viable"
    ]
  }
}