{
  "word": "ethnographic",
  "ipa": {
    "us": "ˌeθnə'ɡræfɪk",
    "uk": "ˌɛθnəˈɡræfɪk"
  },
  "sentences": [
    {
      "en": "Beehives decorated with carved masks line an open - air ethnographic museum in Roznov pod Radhostem.",
      "cn": "拉德郝斯坦市的蜂房上装饰着木刻面具,使其成为户外人种学博物馆."
    },
    {
      "en": "Is Anonymity an Artifact in Ethnographic Research?",
      "cn": "(在人种学研究中,匿名信是伪造的 吗 ?)"
    },
    {
      "en": "Near Amsterdam there is an ethnographic museum where one can trace the history of klomps development, to see the fully automated production process of this unique wooden shoes.",
      "cn": "在阿姆斯特丹附近，有一个人种学博物馆，里面介绍了木屐鞋的发展历史，还能了解这种独特木鞋的整个自动化制作过程。"
    },
    {
      "en": "The basic methods of ethnographic interviewing are simple, straightforward, and very low tech.",
      "cn": "人种学调查的基本方法简单直观, 并且不需要什么高科技."
    },
    {
      "en": "The empirical part consists mostly of what is called ethnographic research.",
      "cn": "经验型的部分主要由人种志研究(也称作人类学研究或民族志研究)组成."
    },
    {
      "en": "This course introduces students to the techniques, theories, and debates concerning ethnographic fieldwork.",
      "cn": "本课程引介民族志田野调查之技术 、 理论及争论."
    },
    {
      "en": "This report describes an ethnographic study of document use by anaesthetists.",
      "cn": "这是一份以人类学的方式,描绘在麻醉医疗中的文件使用现象的研究."
    },
    {
      "en": "Using ethnographic interviews at the beginning of the process allows you, as a designer, to truly understand your users, their needs, and their motivations.",
      "cn": "在开发过程的早期使用人种学调查允许你作为设计师真正理解你的用户——他们的需求和动机。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ethnographer",
          "tran_cn": " 人种志学者；民族志学者"
        },
        {
          "word": "ethnography",
          "tran_cn": " 民族志；人种志；人种学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "人种志的",
      "tran_en": "Ethnographic refers to things that are connected with or relate to ethnography"
    }
  ],
  "exchange": {
    "noun": [
      "ethnography"
    ]
  }
}