{
  "word": "eczema",
  "ipa": {
    "us": "ˈeksɪmə",
    "uk": "ɪgˈzimə"
  },
  "sentences": [
    {
      "en": "A range of ointments and creams is available for the treatment of eczema.",
      "cn": "有一系列治疗湿疹的油膏和乳膏可以买到。"
    },
    {
      "en": "Across birth cohorts, the rate of eczema and rhinitis remained stable.",
      "cn": "横向比较同界出生人口, 湿疹和鼻炎的发病率保持稳定."
    },
    {
      "en": "Better still, though, would be to work out what aspect of modern life causes eczema.",
      "cn": "但是更好的办法是弄清楚现代生活的哪些方面会引起湿疹。"
    },
    {
      "en": "ConclusionThe cream has good effects on neurodermatitics, chronic eczema, itch and psorcasis.",
      "cn": "结论该制剂对神经性皮炎 、 性湿疹 、 屑病、肤瘙痒等有良好疗效."
    },
    {
      "en": "Eczema almost always begins in childhood, usually during infancy.",
      "cn": "湿疹几乎总是发生于儿童, 通常在幼年时期."
    },
    {
      "en": "Eczema is a common skin complaint which often runs in families.",
      "cn": "湿疹是一种常见的皮肤病，通常具遗传性。"
    },
    {
      "en": "For eczema, wet sore, itchy skin, leprosy, as scabies ringworm.",
      "cn": "用于湿疹 、 湿疮 、 皮肤瘙痒 、 疥癣麻风等."
    },
    {
      "en": "He grew out of his eczema as he got older.",
      "cn": "他长大后湿疹就好了."
    },
    {
      "en": "He has a simplistic view of the treatment of eczema.",
      "cn": "他对湿疹治疗的看法过于简单化。"
    },
    {
      "en": "How can ability treat the chronic eczema on ace?",
      "cn": "怎么样才可以治好手上的慢性的湿疹?"
    },
    {
      "en": "It's a chicken and egg situation. Does the deficiency lead to the eczema or has the eczema led to certain deficiencies?",
      "cn": "这是个鸡和蛋的问题。是因为营养缺乏导致湿疹呢，还是湿疹导致了某些营养缺乏？"
    },
    {
      "en": "Objective To study the relationship of newborn eczema and mold infection.",
      "cn": "目的探讨霉菌感染与新生儿红臀的关系."
    },
    {
      "en": "Systemic eczema is strange extremely urticant, how to effect a radical cure?",
      "cn": "全身湿疹奇痒难耐, 怎么根治?"
    },
    {
      "en": "The term \" eczema \" has had many meanings.",
      "cn": "“ 湿疹 ” 这个名词有过许多意思."
    },
    {
      "en": "The treatment of eczema in children, essentially the same as infantile eczema.",
      "cn": "儿童湿疹的治疗, 基本上与婴儿湿疹相同."
    },
    {
      "en": "There are those who think eczema is catching.",
      "cn": "有人就是认为湿疹会传染。"
    },
    {
      "en": "To get the most out of your eczema treatment, use it exactly as your doctor prescribes.",
      "cn": "为达到湿疹治疗的最佳效果，应该照着医生开出的处方去做。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[医]湿疹",
      "tran_en": "a condition in which your skin becomes dry, red, and swollen"
    }
  ],
  "exchange": {}
}