{
  "word": "pentathlon",
  "ipa": {
    "us": "penˈtæθlən",
    "uk": "pen'tæθlən"
  },
  "sentences": [
    {
      "en": "At the Beijing Olympics, she will compete in the five - sport modern pentathlon.",
      "cn": "今年的北京奥运会, 陶米纳将参加现代五项比赛."
    },
    {
      "en": "But the incidence is especially high in case of modern pentathlon.",
      "cn": "但现代五项出现这种问题的概率尤其高."
    },
    {
      "en": "By the late 8th century BC, events included running, wrestling, boxing, pancratium (a mixture of boxing and wrestling), chariot racing, a footrace with heavy armor, and the pentathlon.",
      "cn": "在公元前8世纪末，比赛项目包括赛跑、摔跤、拳击、角斗(摔跤和拳击并用)、赛车、负重跑和五项全能运动。"
    },
    {
      "en": "Do you know which five items pentathlon included?",
      "cn": "你知道五项全能比赛包括哪五个项目 吗 ?"
    },
    {
      "en": "Let's have a big round of applause for our terrific pentathlon athletes!",
      "cn": "让我们为五项全能的优秀运动员们热烈鼓掌!"
    },
    {
      "en": "Modern pentathlon became an Olympic event in 1912.",
      "cn": "现代五项在1912年被列为奥运会项目."
    },
    {
      "en": "Modern Pentathlon men and women athletes need to have strength, endurance, quick reflexes and concentration.",
      "cn": "现代五项的参赛者要有力量 、 耐力 、 快速反应和集中精力的能力."
    },
    {
      "en": "Modern pentathlon was Modern Olympics by Pierre de Coubertin , the founder of modern Olympic Movement.",
      "cn": "在奥林匹克运动的创始人顾拜旦先生的努力下."
    },
    {
      "en": "More stable: gymnastics, equestrian , swimming, gymnastics, diving, modern pentathlon.",
      "cn": "更稳: 体操 、 马术 、 花样游泳 、 艺术体操 、 跳水 、 现代五项."
    },
    {
      "en": "Pentathlon : shoot, fence, swimming show jumping and running.",
      "cn": "现代五项: 射击 、 击剑 、 游泳、马术和越野跑."
    },
    {
      "en": "So, legend has it, was born the modern pentathlon.",
      "cn": "这传说中现代五项全能运动的起源."
    },
    {
      "en": "Such things have also happened to other events rather than modern pentathlon alone.",
      "cn": "这种事情其它项目也有,又不是只有现代五项才出过这种问题."
    },
    {
      "en": "The World Heritage Site of Greenwich will host Equestrian events and the Modern Pentathlon.",
      "cn": "被列为世界遗产的格林威治也将主办马术比赛和现代五项的比赛."
    },
    {
      "en": "There were only running, wrestling, horse racing, and pentathlon at that time.",
      "cn": "比赛项目只有赛跑 、 摔跤 、 赛马 、 五项全能等."
    },
    {
      "en": "What is modern pentathlon? Equestrianism, fencing, swimming, shooting and cross - country race.",
      "cn": "现代五项是 什么 ?马术 、 击剑 、 游泳 、 射击和 越野 跑."
    },
    {
      "en": "When was modern pentathlon introduced to the Olympic Games?",
      "cn": "现代五项是何时成为奥运会比赛项目的?"
    },
    {
      "en": "Your life is a pentathlon of five purposes, which you must keep in balance.",
      "cn": "你的生命也是有五个目的的五项全能赛，你必须保持均衡。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "modern pentathlon",
      "tran_cn": "现代五项运动"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "五项全能运动",
      "tran_en": "a sports event involving five different sports"
    }
  ],
  "exchange": {
    "pl": [
      "pentathlons"
    ]
  }
}