{
  "word": "Oswald",
  "ipa": {
    "us": "'ɔzwəld",
    "uk": "ˈɑzˌwɔld"
  },
  "sentences": [
    {
      "en": "\"We find a very strong link between cash falling on you and higher contentment and better mental health in the following year,\" said Oswald.",
      "cn": "“我们发现意外的财产收入与之后一年内较高的满足感以及更好的精神状况有十分密切的联系，”奥斯瓦德说。"
    },
    {
      "en": "According to Snyder , my cousin, Oswald mentioned this matter.",
      "cn": "根据我表兄斯奈德的叙述,奥斯瓦德提到过这件事."
    },
    {
      "en": "Booth and Oswald were assassinated before their trials.",
      "cn": "两名刺客都在审判前被刺杀."
    },
    {
      "en": "But its even sadder is there are millions of people like Oswald.",
      "cn": "更为可悲的是,现在世界上有几百万类似奥斯瓦德的人."
    },
    {
      "en": "But Oswald stressed that the research looked at the average person, and could not account for everyone.",
      "cn": "不过奥斯瓦德强调研究只是针对普通大众，不见得适用于所有人。"
    },
    {
      "en": "False statements and press leaks about Oswald circulate the globe.",
      "cn": "关于奥斯华不实的报道传遍了全球."
    },
    {
      "en": "He concluded that Oswald was somewhat abnormal.",
      "cn": "他断定奥斯瓦尔德有点不正常。"
    },
    {
      "en": "Lee Harvey Oswald , a short time later.",
      "cn": "李?哈维?奥斯瓦德, 很快."
    },
    {
      "en": "Oswald is said to have short and killed a policeman while resisting arrest.",
      "cn": "据说奥斯瓦德在拒捕时枪杀了一名警察."
    },
    {
      "en": "Professor O Oswald says some people suffer from midlife depression more than others.",
      "cn": "教授说一些人比另一些人遭受了更严重的中年焦虑."
    },
    {
      "en": "Professor Oswald takes a slightly more lenient view.",
      "cn": "奥斯瓦尔德教授的观点稍微温和些。"
    },
    {
      "en": "So how is it possible for Oswald to have fired from two angles at once?",
      "cn": "因此,奥斯瓦尔德怎么可能同时从两个不同的角度射击 呢 ?"
    },
    {
      "en": "The committee's final report found that Oswald had acted alone.",
      "cn": "委员会的最后报告表明,奥斯瓦德是一人作案."
    },
    {
      "en": "Who grieves for Lee Harvey Oswald buried in a cheap grave under the name Oswald?",
      "cn": "谁会对埋在廉价墓地里,奥斯华这个名字下的李·哈维·奥斯华感到悲伤?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "奥斯瓦德(m.)"
    },
    {
      "pos": "other",
      "tran_cn": "奥斯瓦尔德"
    }
  ],
  "exchange": {}
}