{
  "word": "prowess",
  "ipa": {
    "us": "ˈpraʊəs",
    "uk": "ˈpraʊəs"
  },
  "sentences": [
    {
      "en": "A hero with no place to display his prowess.",
      "cn": "英雄无用武之地."
    },
    {
      "en": "And above all, we must stop disparaging digital prowess just because some of us over 40 don't happen to possess it.",
      "cn": "最关键的是，我们不能仅仅因为一些40岁以上的人没能掌握数码科技，就贬低数码科技的威力。"
    },
    {
      "en": "But China's market clout is not matched by its governance prowess.",
      "cn": "但是,中国对市场的影响,与其治理能力并不相符."
    },
    {
      "en": "He was famous for his prowess as an athlete.",
      "cn": "他作为一名运动员以技艺高超而著称."
    },
    {
      "en": "He's always bragging about his prowess as a cricketer.",
      "cn": "他总是吹嘘自己板球水平高超。"
    },
    {
      "en": "He's always bragging about his prowess as a hunter.",
      "cn": "他老是吹嘘自己作为猎手的高超技能。"
    },
    {
      "en": "his physical prowess",
      "cn": "他优异的体能"
    },
    {
      "en": "Hurry had a respectable reputation for prowess among his associates.",
      "cn": "赫利在和他相识的人中,素有勇敢豪侠的名声."
    },
    {
      "en": "It is a test of human spirit as much as physical prowess.",
      "cn": "它既是身手的检验,又是人类意志的检验."
    },
    {
      "en": "military prowess",
      "cn": "精良的军事技能"
    },
    {
      "en": "Simon's always talking big about his prowess on the golf course.",
      "cn": "西蒙总是吹嘘自己在高尔夫球场上的杰出才能."
    },
    {
      "en": "Some analysts express caution against overstating China's naval prowess.",
      "cn": "一些分析人士对夸大中国海军实力的说法发出警告."
    },
    {
      "en": "Take BASF , a German chemicals giant renowned for its pricing prowess.",
      "cn": "德国化学巨头巴斯夫以善于定价著称."
    },
    {
      "en": "The best and the brightest pupils competed to demonstrate their intellectual prowess.",
      "cn": "最出色、最聪明的学生们竞相展示他们的才智。"
    },
    {
      "en": "The soldiers song of victory , describing their prowess in battle.",
      "cn": "士兵们在战斗中受挫,不得不撤退."
    },
    {
      "en": "The tribesmen sang a song of victory, describing their prowess in battle.",
      "cn": "部落的男子们唱起胜利之歌, 歌颂他们战斗中的英勇."
    },
    {
      "en": "The young student from the theatrical school showed great prowess at acting in the play.",
      "cn": "这个戏剧学校的学生在这出戏中显示出了非凡的演技."
    },
    {
      "en": "This magnificent work of engineering prowess sports a Martini racing fascia.",
      "cn": "这一宏伟工程的工作能力体育1马提尼赛车筋膜."
    },
    {
      "en": "We had to admire his prowess as an oarsman / his rowing prowess.",
      "cn": "我们不能不佩服他那了不起的划桨本领."
    },
    {
      "en": "With its prowess, Hezbollah can now blackmail the government into giving it more political power.",
      "cn": "真主党展示了自己的威力，如今可以勒索政府赋予它更多的政权。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "boldness",
            "courage",
            "daring",
            "gallantry",
            "heroism",
            "valor"
          ],
          "tran_cn": "英勇;大胆"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "skill"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "英勇，高超技艺",
      "tran_en": "great skill at doing something"
    }
  ],
  "exchange": {}
}