{
  "word": "keratitis",
  "ipa": {
    "us": "ˌkerə'taɪtɪs",
    "uk": "ˌkerə'taɪtɪs"
  },
  "sentences": [
    {
      "en": "As well as the expansion of the bullous keratitis, ocular surface diseases such as pterygium treatment.",
      "cn": "以及扩展到对大泡性角膜炎 、 翼状胬肉等眼表疾病的治疗."
    },
    {
      "en": "Can be where of virus sex keratitis treated?",
      "cn": "病毒性角膜炎哪里可以治疗?"
    },
    {
      "en": "Cogan's syndrome consists of an interstitial keratitis.",
      "cn": "柯根化综合症包括间质性角膜炎."
    },
    {
      "en": "Conclusion: PKP is an effective treatment for severe fungal keratitis.",
      "cn": "结论: 穿透性角膜移植是治疗真菌性角膜炎的有效方法."
    },
    {
      "en": "Customer: Almost, and the doctor diagnosed it as keratitis.",
      "cn": "顾客: 差不多吧.医生说我是角膜炎."
    },
    {
      "en": "Fungal keratitis is one of severe suppurative corneal infection.",
      "cn": "真菌是引起角膜化脓性感染的主要病原之一."
    },
    {
      "en": "Herpes simplex keratitis can occur in the context of primary herpes simplex virus infection but is observed more frequently in secondary or recurrent disease.",
      "cn": "单纯疱疹性角膜炎可以原发性单纯疱疹病毒感染的形式发生，但其一般常继发于其它疾病或反复发作。"
    },
    {
      "en": "His poor eyesight results from keratitis.",
      "cn": "他的视力减退是由角膜炎引起的."
    },
    {
      "en": "How effective cure keratitis, treat the matter that the attention wants in the process.",
      "cn": "怎样有效的治疗角膜炎, 治疗过程中要注意的事项."
    },
    {
      "en": "How to treat on irritability keratitis?",
      "cn": "过敏性角膜炎上怎么治疗?"
    },
    {
      "en": "If left untreated, it may lead to corneal abrasions, corneal scarring, microbial keratitis, and loss of vision.",
      "cn": "若不治疗，它可能会导致角膜擦伤，角膜瘢痕，微生物性角膜炎，甚至失明。"
    },
    {
      "en": "Infection of the cornea (keratitis).",
      "cn": "角膜感染（角膜炎）。"
    },
    {
      "en": "Keratitis Inflammation of the cornea. The conjunctiva may also be inflamed ( keratoconjunctivitis ).",
      "cn": "角膜的炎症. 结膜也会发炎 ( 角膜结膜炎 )."
    },
    {
      "en": "Keratitis, ichthyosis , and deafness syndrome ( KID syndrome ) is a rare congenital disorder disease.",
      "cn": "目的观察角膜炎 、 鱼鳞病、耳聋 综合征 的临床表现."
    },
    {
      "en": "Objective : To evaluate the effects of deep lamellar keratoplasty in treatment of necrotic stromal keratitis.",
      "cn": "目的: 评价深板层角膜移植治疗坏死性角膜基质炎的临床效果及影响因素."
    },
    {
      "en": "Shop assistant: It is mainly used for conjunctivitis, keratitis, externa caused by bacteria.",
      "cn": "店员这种药主要用于敏感菌引起的结膜炎 、 角膜炎 、 外耳道炎等."
    },
    {
      "en": "The rabbit model Acanthamoeba keratitis was successfully established.",
      "cn": "建立了家兔棘阿米巴角膜炎动物模型."
    },
    {
      "en": "The red - eyed disease that keratitis causes, how can be ability treated quickly? Thank!",
      "cn": "角膜炎引起的红眼病, 怎样才能快速治疗? 谢谢!"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "keratoplasty",
          "tran_cn": " 角膜移植术；[眼科] 角膜成形术"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "角膜炎",
      "tran_en": "inflammation of the cornea "
    }
  ],
  "exchange": {}
}