{
  "word": "judicature",
  "ipa": {
    "us": "ˈdʒu:dɪkətʃə(r)",
    "uk": "ˈdʒudɪkəˌtʃʊr"
  },
  "sentences": [
    {
      "en": "And it is inadvisable to criminate the abettor separately by the aspect of legislation and judicature.",
      "cn": "在个罪意义的立法和司法操作中也不宜于对教唆犯单独定罪。"
    },
    {
      "en": "As the principal part of judicature, judge is the most crucial factor of judicial justice.",
      "cn": "作为司法运作主体的法官是司法公正过程中最为关键的因素."
    },
    {
      "en": "As to the permeation from moral to law, it is not only incarnated on legislation layer, but also obviously displayed on judicature layer.",
      "cn": "至于道德对法律领域的渗透 ，不仅体现在立法层面 ，在司法层面上亦是显而易见的。"
    },
    {
      "en": "At same time, the Equilibrium is used not only in judicature, but also in legislation.",
      "cn": "同时, 均衡在立法、司法中都可以运用, 而不是像利益衡量学说那样仅局限于法律解释学中."
    },
    {
      "en": "But the author thinks that they can be coordinate under the goal of maintenance judicature.",
      "cn": "两者可在维护司法公正的共同目标下得以协调."
    },
    {
      "en": "Can you explain to me the function of judicature?",
      "cn": "你能给我解释一下司法系统的功能吗？"
    },
    {
      "en": "Criminal jurisprudence is a science of criminal legislation and criminal judicature, it include two parts.",
      "cn": "刑法学是以刑法的立法和司法实践为研究对象的科学."
    },
    {
      "en": "In the ideal judicature seem to serve only abstract legal articles, principles and values.",
      "cn": "理想中的司法者似乎只为抽象的法律条文 、 原则和价值服务."
    },
    {
      "en": "Judicature should be of independence, the realization of the judicial independence depends on its impetus factors.",
      "cn": "司法需要独立, 司法独立的实现,由其动力因素决定."
    },
    {
      "en": "On the base of just law, judicature is crucial to the realization of justice.",
      "cn": "在此基础之上, 司法是实现法之正义价值的关键环节."
    },
    {
      "en": "Racial discrimination is frequently seen in America's judicature.",
      "cn": "司法中的种族歧视司空见惯."
    },
    {
      "en": "System theory is the theoretical base of the integration of criminal judicature.",
      "cn": "刑事司法一体化的理论基础是系统论."
    },
    {
      "en": "The immediate aim of judicature at the settlement of dispute.",
      "cn": "司法的最直接目的在于定纷止争."
    },
    {
      "en": "The meaning of judicial justice is the impartial law and the justice in judicature.",
      "cn": "司法公正的意义就在于不仅有公正的法律,而且有适用法律过程的公正,即司法公正."
    },
    {
      "en": "The Research on Judicature in Hubei Province ( 1912 - 1937 )",
      "cn": "民国时期湖北司法研究 ( 1912-1937年 )"
    },
    {
      "en": "These two kinds of powers reflect that the Civil forcible execution has the judicature and administrating.",
      "cn": "这两种权力反映出民事强制执行权兼具有司法性和行政性."
    },
    {
      "en": "Third part for state - owned commercial bank creditor's rights judicature protection way. \"",
      "cn": "第三部分为 国有 商业银行债权司法保护的方式."
    },
    {
      "en": "This well - contacted to and also well - cooperated with judicature , industry , commerce, bank, media and such departments.",
      "cn": "本所与诸如司法 、 工商 、 银行 、 传媒等部门联系广泛,协作良好."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "judicatory",
          "tran_cn": " 司法的；判决的"
        },
        {
          "word": "judiciary",
          "tran_cn": " 司法的；法官的；法院的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "judge",
          "tran_cn": " 法官；裁判员"
        },
        {
          "word": "judgeship",
          "tran_cn": " 法官的职权；法官的地位"
        },
        {
          "word": "judicatory",
          "tran_cn": " 法庭；法院系统"
        },
        {
          "word": "judiciary",
          "tran_cn": " 司法部；法官；司法制度"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "judge",
          "tran_cn": " 审判；判决"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "judge",
          "tran_cn": " 判断；审判"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jurisdiction",
            "judge",
            "bands"
          ],
          "tran_cn": "[法]司法；法官；司法权；法官的职位"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bench",
            "justice"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "司法，法官的职位，（总称）法官",
      "tran_en": "judges as a group, and the organization, power etc of the law"
    }
  ],
  "exchange": {}
}