{
  "word": "appliance",
  "ipa": {
    "us": "əˈplaɪəns",
    "uk": "əˈplaɪəns"
  },
  "sentences": [
    {
      "en": "April , a salesperson at an appliance store, approaches Doug, a customer.",
      "cn": "在电器用品商店, 店员埃普丽尔走近顾客道格."
    },
    {
      "en": "Beijing purchases the appliance, office equipment. Should be standard, cheap!",
      "cn": "北京采购办公用品, 办公设备. 要正规 、 便宜!"
    },
    {
      "en": "Caution! Don't turn on any electric appliance without permission.",
      "cn": "注意! 不得擅自开启电器设备."
    },
    {
      "en": "Do not use appliance for other than intended use.",
      "cn": "请不要将设备用于除说明书上标明的其他用途."
    },
    {
      "en": "He could also learn to use the vacuum cleaner, the washing machine and other household appliances.",
      "cn": "他还能学习使用吸尘器、洗衣机和其他家用电器。"
    },
    {
      "en": "He could have been trusted to drive another ten miles in search of some appliance.",
      "cn": "他可以被信任驾车再走十英里去寻找某种器械."
    },
    {
      "en": "Hong Kong - listed the country's largest home appliance chain Gome 24 suspension.",
      "cn": "在香港上市的国内最大家电连锁企业国美电器24日停牌."
    },
    {
      "en": "NOTE The supply cord may be specially prepared and only available from the manufacturer or its service agent. A specially prepared cord may include a part of the appliance.",
      "cn": "注：该电源软线可以是专门制备并仅能从制造商或其服务机构处得到的。专门制备的软线也可包含器具的一部分。"
    },
    {
      "en": "Safety equipment and labor protection appliance management on site.",
      "cn": "现场安全装备与劳保用品管理."
    },
    {
      "en": "The appliance alone island , whereas campus network can contribute more.",
      "cn": "应用校园网可发挥更大的作用."
    },
    {
      "en": "The device most often used to do this is a load balancer, which is an appliance that accepts requests from the outside world and hands them off to the next available application server.",
      "cn": "进行这一操作最常用的设备是一个负载均衡器，这是一个从外部接收请求并将它们移交给下一个可用应用程序服务器的装置。"
    },
    {
      "en": "The proposed method can be used for green design of home appliance.",
      "cn": "该方法对家电类产品的绿色设计具有指导意义."
    },
    {
      "en": "There’s plenty of space for all the usual kitchen appliances.",
      "cn": "有足够的空间摆放各种日常厨房器具。"
    },
    {
      "en": "These advances were the result of the intellectual appliance of science.",
      "cn": "这些进步是巧妙应用科学的结果。"
    },
    {
      "en": "This appliance is good for homes, offices, pubs, restaurants cafes and etc.",
      "cn": "本产品使用于:家庭 、 办公室 、 酒吧、酒店 、 咖啡馆等场所."
    },
    {
      "en": "This provides some of the advantages of an appliance but with the flexibility to distribute as software only, along with the ability to consolidate multiple appliances on the same physical hardware.",
      "cn": "这种组合提供了设备的一些好处，同时又具有仅作为软件分发的灵活性，而且还能够将多个设备合并到相同的物理硬件上。"
    },
    {
      "en": "Turn off the power and lock the electrical appliance box.",
      "cn": "切断电源,锁好电器箱."
    },
    {
      "en": "You can buy all kinds of domestic appliance in the supermarket.",
      "cn": "在超市你能卖到各种家用设备."
    },
    {
      "en": "You can prepare tent and BBQ appliance to our camping area.",
      "cn": "现场规划露营区欢迎自备帐篷与烤肉用具."
    },
    {
      "en": "You must connect this appliance to a properly grounded branch circuit.",
      "cn": "你必须连接这个设备到正确地地面线路."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "device",
            "implement",
            "instrument",
            "machine",
            "tool",
            "utensil"
          ],
          "tran_cn": "器具;装置,设备"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "convenience",
            "device",
            "engine",
            "facility",
            "fixture",
            "gadget",
            "implement",
            "instrument",
            "machine",
            "organ",
            "tool",
            "utensil"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "appliance industry",
      "tran_cn": "器械工业"
    },
    {
      "phrase": "electric appliance",
      "tran_cn": "家用电器；耗电器具"
    },
    {
      "phrase": "electrical appliance",
      "tran_cn": "电器；电气器具，电气设备；电气用品"
    },
    {
      "phrase": "electrical appliance factory",
      "tran_cn": "电工器材厂"
    },
    {
      "phrase": "heating appliance",
      "tran_cn": "加热器"
    },
    {
      "phrase": "home appliance",
      "tran_cn": "家电产品；家用电器"
    },
    {
      "phrase": "household appliance",
      "tran_cn": "家用电器"
    },
    {
      "phrase": "household electrical appliance",
      "tran_cn": "家用电具，家用电器"
    },
    {
      "phrase": "kitchen appliance",
      "tran_cn": "厨房电器，厨房用具"
    },
    {
      "phrase": "lifting appliance",
      "tran_cn": "起重机械；起重设备；提升装置；吊具"
    },
    {
      "phrase": "medical appliance",
      "tran_cn": "医疗器械"
    },
    {
      "phrase": "office appliance",
      "tran_cn": "办公用品"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（家用）电器，应用",
      "tran_en": "a piece of equipment, especially electrical equipment, such as a  cooker  or  washing machine  , used in people’s homes"
    }
  ],
  "exchange": {
    "pl": [
      "appliances"
    ]
  }
}