{
  "word": "altruism",
  "ipa": {
    "us": "ˈæltruɪzəm",
    "uk": "ˈæltruˌɪzəm"
  },
  "sentences": [
    {
      "en": "A strong hand had to bring forth political altruism, whatever the tone of economics.",
      "cn": "不管经济体制如何,必须有强权推行政治利他主义."
    },
    {
      "en": "Among his gifts is his capacity for true altruism.",
      "cn": "他的诸多优点之一就是能够真正地乐于助人."
    },
    {
      "en": "Behaviorists often reduce what we call empathy to a mercantile business known as reciprocal altruism.",
      "cn": "原来这是因为我们的”移情“在行为学者看来只是一种”重商“的东西:相互利用."
    },
    {
      "en": "But he acknowledges it is not pure altruism.",
      "cn": "但他承认,这并非基于纯粹的利他主义."
    },
    {
      "en": "Egoism and altruism are the essence of Mahayana.",
      "cn": "自利利他思想是大乘佛教的精髓."
    },
    {
      "en": "Emphasize brotherhood, altruism, and compassion in our daily lives.",
      "cn": "在我们的日常生活中,强调兄弟关系 、 他和同情精神."
    },
    {
      "en": "He's seeking to remind people that self - interest, not just altruism, justifies engagement abroad.",
      "cn": "他提醒人们, 参与国外事务不光是为了他人的利益, 也是为了自身的利益."
    },
    {
      "en": "His sense of altruism is touching.",
      "cn": "他舍己为人的精神令人感动."
    },
    {
      "en": "Many choose to work in developing countries out of altruism.",
      "cn": "许多人无私地选择在发展中国家工作。"
    },
    {
      "en": "The behavior under the microscope is altruism, which refers to concern for the well - being of others.",
      "cn": "从宏观上来看,这种行为就是利他主义, 也就是关心他人利益的行为方式."
    },
    {
      "en": "The bottom line, he said, is that altruism may rely on a basic understanding that others hae motiations and actions that may be similar to our own.",
      "cn": "他说, 底线是利他主义可能是基于这样的基本认识:别人也有和我们自己近似的动机和行为."
    },
    {
      "en": "The egoism and altruism attribute of individual behavior all is to meet own needs.",
      "cn": "个人行为的利己和利他属性都是为了满足自身的需要."
    },
    {
      "en": "The second form is reciprocal altruism , or \" you scratch my back and I'll scratch yours \"",
      "cn": "另一种形式则是互惠型的利他行为, 或称为 “ 狼狈为奸,唯利是图 ”"
    },
    {
      "en": "There is also fear that his altruism may be motivated by calculated gamesmanship.",
      "cn": "还有人担心,安巴尼的利他行为可能是精心设计的花招."
    },
    {
      "en": "Virtue is a moral conduct , with self - sacrifice as the means of altruism.",
      "cn": "美德是一种以 自我牺牲 作为利他的手段的道德品质."
    },
    {
      "en": "We see it in the growing altruism of Trade Unionism.",
      "cn": "从工会主义日益增长的利他精神即可见一斑."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "altruistic",
          "tran_cn": " 利他的；无私心的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "altruistically",
          "tran_cn": " 利他地；无私地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "altruist",
          "tran_cn": " 爱他主义者；利他主义者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "charity"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "利他主义，无私，爱他主义，利人主义",
      "tran_en": "when you care about or help other people, even though this brings no advantage to yourself"
    }
  ],
  "exchange": {
    "adj": [
      "altruistic"
    ]
  }
}