{
  "word": "stethoscope",
  "ipa": {
    "us": "ˈsteθəskəʊp",
    "uk": "ˈsteθəskoʊp"
  },
  "sentences": [
    {
      "en": "A new - type stethoscope has yet to be invented.",
      "cn": "新型的听诊器有待发明."
    },
    {
      "en": "Diagnostic studies included scrotal scan, Doppler stethoscope or color duplex ultrasonogram.",
      "cn": "而诊断的方法可使用核医阴囊扫描, 杜卜勒听诊器或彩色杜卜勒超音波检查."
    },
    {
      "en": "Future capabilities, Mr Murphy hopes, might include a digital stethoscope to analyse breathing sounds and a haematoma scanner to look for a brain haemorrhage.",
      "cn": "墨菲先生希望，未来该装置的功能还包括：一个数字听诊器来分析呼吸声，一个血肿扫描仪以寻找脑部出血点。"
    },
    {
      "en": "He invented a new type of stethoscope.",
      "cn": "他发明了一种新型听诊器."
    },
    {
      "en": "I am specifically interested in your stethoscope model 520.",
      "cn": "我公司对你方的520型听诊器很感兴趣."
    },
    {
      "en": "I leaned in the corner, stripped of my stethoscope and white coat of authority, as Chip stood examining Ruth.",
      "cn": "我站在角落里，摘掉我戴着的听诊器脱掉白大褂，静静地等待科迪给如斯进行体检。"
    },
    {
      "en": "I take it you know what a stethoscope is.",
      "cn": "我想你知道听诊器是个什么东西."
    },
    {
      "en": "I'll get my stethoscope and listen to your lung.",
      "cn": "我要用听诊器听你肺部."
    },
    {
      "en": "Later, Laennec built a hollow wooden cylinder and named it the stethoscope.",
      "cn": "后来, 他做了个空心木圆筒,名之为[听诊器]."
    },
    {
      "en": "Let me listen to your chest with the stethoscope.",
      "cn": "让我用听诊器听听你的胸部."
    },
    {
      "en": "Listen to entire inspiration and expiration at each stethoscope position.",
      "cn": "每一听诊部位听诊均应呼、吸完整."
    },
    {
      "en": "Listening to a purring cat through a stethoscope is also a great relaxation technique.",
      "cn": "用听诊器听猫发出呼噜呼噜的声音，也是很好的放松技巧。"
    },
    {
      "en": "Rene Laennec , French physician who invented the stethoscope in 1819, died.",
      "cn": "1819年发明听诊器的法国医生勒内·雷奈克逝世."
    },
    {
      "en": "The doctor is examining his heart with the help of a stethoscope.",
      "cn": "医生正在用听诊器检查他的心脏."
    },
    {
      "en": "The physician was aided by the stethoscope.",
      "cn": "这医生有听诊器的帮助."
    },
    {
      "en": "The stethoscope is a medical instrument.",
      "cn": "听诊器是一种医疗器械."
    },
    {
      "en": "Then the doctor listens to his chest with a stethoscope.",
      "cn": "然后医生用听诊器听他的胸腔."
    },
    {
      "en": "Through his stethoscope, Noah Townsend's clinical notes revealed, he heard suppressed breath sounds and lung rales.",
      "cn": "从诺亚·汤森的诊断记录上可以看出, 他在听诊时发现有呼吸受到压抑的声音,肺部有罗音."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "echometer"
          ],
          "tran_cn": "[临床]听诊器"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "听诊器",
      "tran_en": "an instrument that a doctor uses to listen to your heart or breathing"
    },
    {
      "pos": "vt",
      "tran_cn": "用听诊器诊断"
    }
  ],
  "exchange": {
    "pl": [
      "stethoscopes"
    ]
  }
}