{
  "word": "asparagus",
  "ipa": {
    "us": "əˈspærəɡəs",
    "uk": "əˈspærəɡəs"
  },
  "sentences": [
    {
      "en": "'see if you can get some nice asparagus,'she added. \" I'll cook it for dinner. \"",
      "cn": "“ 你看看能不能买些好芦笋, \" 她补充说, \" 我要用来做晚饭."
    },
    {
      "en": "Anton the chef concocts a sensual coupling of lobster and asparagus.",
      "cn": "厨师安东用龙虾和芦笋搭配，制作出了一道口感很好的菜肴。"
    },
    {
      "en": "Asparagus is reputed to be an aphrodisiac.",
      "cn": "据说芦笋可以催情。"
    },
    {
      "en": "But then again, so does asparagus.",
      "cn": "但话又说回来，芦笋也是如此。"
    },
    {
      "en": "Effects of Several Factors on Rooting of Asparagus officinalis L.",
      "cn": "与几种因素对白芦笋试管苗生根的影响>>相似的文献."
    },
    {
      "en": "In some degree, all the hatches are suitable for loading asparagus.",
      "cn": "从某种程度上看, 所有舱都适合装芦笋."
    },
    {
      "en": "It is right at the drip line of the tree. So when it rains, all the rain drips down right on the asparagus.",
      "cn": "它们刚好种在大树的滴水线下，所以每当下雨的时候，所有雨滴都刚好落在芦笋上。"
    },
    {
      "en": "Memories of the first asparagus and carrots he ate from a garden years before led him to start growing produce on the roof of his landmarked brownstone in Park Slope, Brooklyn, six or seven years ago.",
      "cn": "记忆的六，七年前第一次在菜园里吃芦笋和胡萝卜的经验，带领他开始在屋顶上种菜，他在地标式的赤褐色砂石房子位于布鲁克林区的公园斜坡 。"
    },
    {
      "en": "Now British asparagus is in season.",
      "cn": "现在英国芦笋正当令。"
    },
    {
      "en": "Now, there is a choice of vegetables, asparagus or fresh peas.",
      "cn": "哦, 还有蔬菜, 您选芦笋,还是鲜豌豆?"
    },
    {
      "en": "The photosynthetic characteristics of asparagus bean have been studied.",
      "cn": "以鄂豇豆二号品种为材料,研究了豇豆的光合特性."
    },
    {
      "en": "The saponins extracted from the stem of Asparagus officinalis L.",
      "cn": "芦笋皂苷是以芦笋下脚料为原料提取出来的一种糖甙化合物."
    },
    {
      "en": "The tiny asparagus and potato plants didn't arrive on a spaceship.",
      "cn": "那些细小的芦笋与马铃薯并不是搭宇宙飞船来的."
    },
    {
      "en": "To quell inflammation, eat antioxidant - rich foods as berries, oranges, and asparagus.",
      "cn": "为了平息炎症, 吃富含抗氧化剂的食品,如草莓, 橙子, 和芦笋."
    },
    {
      "en": "Trim any tough or woody stalks from the asparagus.",
      "cn": "剪掉芦笋上粗硬或老掉的梗子。"
    },
    {
      "en": "We are interested in importing canned asparagus from your country.",
      "cn": "我们有意从你方进口罐装芦笋."
    },
    {
      "en": "We have some asparagus for lunch.",
      "cn": "我们午饭有些芦笋."
    },
    {
      "en": "Well, get a choice of fresh asparagus, green beans and grilled tomatoes.",
      "cn": "我们有各种新鲜芦笋, 青豆和炙番茄."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sparrowgrass",
            "asperge"
          ],
          "tran_cn": "[园艺]芦笋；[植]龙须菜；天冬"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "asparagus juice",
      "tran_cn": "芦笋汁"
    },
    {
      "phrase": "asparagus lettuce",
      "tran_cn": "莴苣，莴笋"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "芦笋，芦笋的茎，天冬",
      "tran_en": "a long thin green vegetable with a point at one end"
    }
  ],
  "exchange": {}
}