{
  "word": "Lima",
  "ipa": {
    "us": "ˈliːmə",
    "uk": "ˈlaɪmə"
  },
  "sentences": [
    {
      "en": "Also, note that unlike H. 264, the hierarchical transform is lima - only and not applied to chroma.",
      "cn": "此外, 请注意与H. 264不同, 层次变换是只在亮度上的,不应用于色度."
    },
    {
      "en": "As we ate mushrooms and lima beans, our questioning resumed.",
      "cn": "当我们吃蘑菇和利马豆时, 我们的问题再继续."
    },
    {
      "en": "Colombia’s mass transit system has been recognized as an international best practice and replicated in cities across the region, from Mexico City to Santiago and Lima.",
      "cn": "哥伦比亚的公共交通系统被视为国际最佳实践，在该地区从墨西哥城到圣地亚哥到利马的许多城市被复制。"
    },
    {
      "en": "I can't wait! I've never been to Lima.",
      "cn": "我不能等了! 我还没去过利马呢."
    },
    {
      "en": "In places like Sao Paolo, Mexico City and Lima, the best restaurants are as good as anywhere in the world.",
      "cn": "在圣保罗、墨西哥城和利马，那里最好的餐厅拿到世界上任何地方都是最好的。"
    },
    {
      "en": "Mr Lima: Does this rate include petrol?",
      "cn": "利马先生: 租金里包括汽油 吗 ?"
    },
    {
      "en": "Mr Lima: How long does the crossing take?",
      "cn": "利马先生: 需要行驶多久 呢 ?"
    },
    {
      "en": "Mr Lima: How many kilometres can I do with that petrol?",
      "cn": "利马先生: 这些汽油我能开多少公里?"
    },
    {
      "en": "Mr Lima: Two tickets for the night ferry, please. Returns.",
      "cn": "利马先生: 请给我两张晚上的船票. 来回票."
    },
    {
      "en": "National University of San Marcos, the oldest university in the Americas , was founded in Lima, Peru.",
      "cn": "1551年的今天, 南美洲最古老的一所大学——的 圣·马考斯 国立大学在秘鲁的利马建校."
    },
    {
      "en": "Our trip ends in Lima as we return to the airport for flights home.",
      "cn": "我们旅行的终点站是利马,然后我们返回机场去乘坐回家的班机."
    },
    {
      "en": "Q : You have a choice of vegetables, green peas, lima beans, or spinach.",
      "cn": "你可以选择蔬菜, 青碗豆, 利马豆或菠菜."
    },
    {
      "en": "Some plant species, such as the Lima bean, secrete a nectar that ants find delicious.",
      "cn": "一些植物种类，如利马豆，分泌一种蚂蚁感到美味的花蜜。"
    },
    {
      "en": "The artefacts have gone to Lima for safe keeping.",
      "cn": "文物被送到利马妥善保管."
    },
    {
      "en": "The eighth Andes parliament meeting was convened in Lima on the 13 th.",
      "cn": "第八届安第斯议会会议十三日在利马开幕."
    },
    {
      "en": "The plane went down somewhere between Quito, Lima, and La Paz.",
      "cn": "飞机在基多 、 利马和拉巴斯之间的某地坠毁."
    },
    {
      "en": "These are the album's liner notes written by maestro Carlos Barbosa Lima.",
      "cn": "这是专辑的班轮说明写的巴博萨大师卡洛斯利马."
    },
    {
      "en": "These five images are in his Lima Series.",
      "cn": "这五福作品选自他的“利马系列”."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "利马（秘鲁首都）"
    },
    {
      "pos": "other",
      "tran_cn": "利马（秘鲁首都） 通讯中用以代表字母 L 的词"
    }
  ],
  "exchange": {}
}