{
  "word": "ethos",
  "ipa": {
    "us": "ˈiːθɒs",
    "uk": "ˈiːθɑːs"
  },
  "sentences": [
    {
      "en": "a community in which people lived according to an ethos of sharing and caring",
      "cn": "人们本着分享与关爱精神来生活的社区"
    },
    {
      "en": "All excellent classical Chinese texts embody great ethos.",
      "cn": "古往今来的优秀文言文作品,蕴含着伟大的民族精神."
    },
    {
      "en": "an ethos of public service",
      "cn": "公益服务的意识"
    },
    {
      "en": "Anchoret ethos has a long history in China, with varieties in each historic period.",
      "cn": "隐逸现象在中国历史悠久、源远流长, 在不同历史时期呈现出不同的面貌."
    },
    {
      "en": "But there is also a relaxed, straightforward manner behind the hard business ethos.",
      "cn": "不过,在他强硬的商业特质背后,也有一种轻松 、 坦率的作风."
    },
    {
      "en": "Campus a beautiful environment, clean, good school discipline ethos.",
      "cn": "校园环境优美 、 整洁, 有良好的校风校纪."
    },
    {
      "en": "Climate is belonged to in ethos of season of sex of half arid mainland awaits zone.",
      "cn": "气候属中温带半干旱大陆性季风气候."
    },
    {
      "en": "Fourthly, ethos stimulates and accelerates the development of national industry.",
      "cn": "四是民族精神的振奋促进了民族工业的飞速发展."
    },
    {
      "en": "His book captures exactly the ethos of Elizabethan England.",
      "cn": "他的书准确地描绘了英国伊丽莎白时代的风土人情."
    },
    {
      "en": "However, few study has been done on the relationship between the anchoret ethos and mountains - and - waters poems.",
      "cn": "而恰恰两者的关系至今还很少看到有专题研究."
    },
    {
      "en": "I think these choices were closely associated with their life experiences and spiritual ethos.",
      "cn": "我想这与他们在生活经历和精神气质上的相似性不无关联."
    },
    {
      "en": "In new historical period, promote Xi Baipo spirit, have important sense to breed and abounding ethos.",
      "cn": "在新的历史时期, 弘扬西柏坡精神, 对于培育和丰富民族精神具有重要意义."
    },
    {
      "en": "The whole ethos of the hotel is effortless service.",
      "cn": "该酒店的全部理念就是提供轻松的服务。"
    },
    {
      "en": "They cultivated a subversive alternative ethos ( Anthony Burgess )",
      "cn": "他们培育了一种破坏性的交替的民族气质 ( 安东尼·伯吉斯 )"
    },
    {
      "en": "They were as far removed from the ethos of terrorism as you could imagine.",
      "cn": "他们丝毫不受恐怖主义思潮的影响,这你可以想像到的."
    },
    {
      "en": "We must develop an ethos of cost consciousness.",
      "cn": "我们必须提高人们在成本意识方面的精神素质."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "temperament",
            "national spirit"
          ],
          "tran_cn": "民族精神；气质；社会思潮"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "民族精神，社会思潮，气质",
      "tran_en": "the set of ideas and moral attitudes that are typical of a particular group"
    }
  ],
  "exchange": {}
}