{
  "word": "weathering",
  "ipa": {
    "us": "ˈweðərɪŋ",
    "uk": "ˈwɛðərɪŋ"
  },
  "sentences": [
    {
      "en": "A climate with high temperature and arid condition is highly favourable for salt weathering.",
      "cn": "高温和干旱相结合的气候最有利于盐风化过程。"
    },
    {
      "en": "And then through supergene weathering mineralization, weathering type gold deposit was formed.",
      "cn": "再经表生同化成矿作用形成风化型金矿床."
    },
    {
      "en": "Both lateritic deposit and gossan deposit are of weathering origin.",
      "cn": "红土型金矿床、铁帽型金矿床同属风化淋滤成因的残坡积表生金矿床."
    },
    {
      "en": "Certain plants play an additional role in weathering .",
      "cn": "某些植物起了风化作用的辅助作用。"
    },
    {
      "en": "Certain plants play an additional role in weathering.",
      "cn": "某些植物起了风化作用的辅助作用."
    },
    {
      "en": "In many porphyry copper deposits, additional enrichment of the metal has been caused by surficial weathering.",
      "cn": "在许多斑岩铜矿矿床中, 地表风化使得金属铜进一步富集."
    },
    {
      "en": "Organic rubbers develop a resinous surface crust through weathering.",
      "cn": "有机橡胶经过风蚀后,逐呈现出树脂状的外表."
    },
    {
      "en": "The effects of weathering can be simulated in the laboratory.",
      "cn": "在实验室里可以模拟各种天气产生的影响."
    },
    {
      "en": "The magnesite originated from the peridotite by weathering.",
      "cn": "菱镁矿是由橄榄岩风化形成的."
    },
    {
      "en": "The movement of water is also an important weathering force.",
      "cn": "水的运动也是一种重要的风化作用力."
    },
    {
      "en": "The rock is resistant to weathering and erosion.",
      "cn": "这种岩石不易风化和侵蚀."
    },
    {
      "en": "This is due to the higher weathering resistance of hydrothermally altered rock.",
      "cn": "这是由于热液蚀变岩石具有较高的抗风化力的缘故."
    },
    {
      "en": "This suggests that the optimum for biological weathering would be in a hot, moist climate.",
      "cn": "这表明生物风化最适宜的条件是湿热气候。"
    },
    {
      "en": "This suggests that the optimum for biological weathering would be in a hot, most climate.",
      "cn": "这表明生物风化最适宜的条件是湿热气候."
    },
    {
      "en": "Weathering applies to crumbling and breaking down of rock into smaller pieces.",
      "cn": "风化指的是岩石破碎或崩裂成小块."
    },
    {
      "en": "Weathering of rock is essentially a static process.",
      "cn": "岩石的风化作用基本上是一种静力作用."
    },
    {
      "en": "Weathering prepares the rock for transport by decomposing and disintegrating it.",
      "cn": "风化作用通过分解和崩解准备了要搬运的岩石."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "eolation"
          ],
          "tran_cn": "[地质]风化作用；[建][水利]泻水斜度；挡风雨材料"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "airing"
          ],
          "tran_cn": "风干；使退色；经受住（weather的ing形式）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "accelerated weathering",
      "tran_cn": "加速风化"
    },
    {
      "phrase": "chemical weathering",
      "tran_cn": "[地质]化学风化作用"
    },
    {
      "phrase": "weathering crust",
      "tran_cn": "风化壳"
    },
    {
      "phrase": "weathering process",
      "tran_cn": "风化过程"
    },
    {
      "phrase": "weathering steel",
      "tran_cn": "[材料学]耐候钢；耐候性钢材"
    },
    {
      "phrase": "weathering test",
      "tran_cn": "耐候性试验；风化试验"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "侵蚀，风化，雨蚀",
      "tran_en": "the mechanical and chemical breakdown of rocks by the action of rain, snow, cold, etc "
    }
  ],
  "exchange": {}
}