{
  "word": "arbitrage",
  "ipa": {
    "us": "ˈɑ:bɪtrɑ:ʒ",
    "uk": "ˈɑrbətrɑʒ"
  },
  "sentences": [
    {
      "en": "Arbitrage strategies that took market liquidity for granted also foundered.",
      "cn": "认为市场流动性是理所当然的套利战略也跌了跟头."
    },
    {
      "en": "Astute Singaporeans quickly spotted an arbitrage opportunity.",
      "cn": "精明的新加坡人很快看到了一个套利机会。"
    },
    {
      "en": "Based on the assumption of no arbitrage, an accurate WACC formula is derived.",
      "cn": "基于无套利假设, 给出了WACC的精确公式."
    },
    {
      "en": "China's strict capital and investment controls prevent arbitrage between the two markets.",
      "cn": "中国严格的资本及投资管制,阻隔了两地市场之间的套利交易."
    },
    {
      "en": "Finally, it is easy to create the desired risk via regulatory arbitrage.",
      "cn": "最后, 人们很轻易通过监管套利来创造出对自己有利的风险."
    },
    {
      "en": "Fourth, depressed international commodity markets to accelerate the arbitrage positions.",
      "cn": "四是国际商品市场萧条加速套利平仓."
    },
    {
      "en": "Is there an arbitrage opportunity?",
      "cn": "此时套利机会是否还存在 呢 ?"
    },
    {
      "en": "Non - arbitrage equilibrium is the characteristic defined by the new classicalism.",
      "cn": "无套利均衡是新古典主义理论在特定条件下所界定的市场均衡特征."
    },
    {
      "en": "Other acts of illegal foreign exchange arbitrage.",
      "cn": "非法套汇的其他行为."
    },
    {
      "en": "So, whether this is a pure act of arbitrage?",
      "cn": "那么, 这是否属于一种纯粹的套利行为?"
    },
    {
      "en": "The mean variance, capital rated and capital interest arbitrage are also devised.",
      "cn": "并设计了均值方差模型, 资本资产定价模型和资本资产套利模型."
    },
    {
      "en": "The potential for arbitrage means such profits cannot be earned.",
      "cn": "潜在的套利机会意味着这样的利润不可能存在."
    },
    {
      "en": "The potentialfor arbitrage means such profits cannot be earned.",
      "cn": "但这样的无风险套利机会是不存在的."
    },
    {
      "en": "These models remorselessly comb the markets for arbitrage opportunities.",
      "cn": "这些模型无情地扫荡市场的套利机会."
    },
    {
      "en": "Third, the substantial depreciation of the euro increased risk arbitrage.",
      "cn": "三是欧元大幅贬值加剧套利风险."
    },
    {
      "en": "Using futures arbitrage between the spot market to obtain the excess proceeds.",
      "cn": "用期货现货市场之间的套利获取超额收益."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "arbitrable",
          "tran_cn": " 可仲裁的，可裁决的"
        },
        {
          "word": "arbitral",
          "tran_cn": " 仲裁的；仲裁人的"
        },
        {
          "word": "arbitrational",
          "tran_cn": " 关于仲裁的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "arbiter",
          "tran_cn": " [法] 仲裁者；裁决人"
        },
        {
          "word": "arbitrager",
          "tran_cn": " [金融] 套汇人；套利人"
        },
        {
          "word": "arbitrament",
          "tran_cn": " 仲裁；仲裁结论；裁决权"
        },
        {
          "word": "arbitration",
          "tran_cn": " 公断，仲裁"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "arbitrate",
          "tran_cn": " 仲裁；公断"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mediation",
            "intermediation"
          ],
          "tran_cn": "套汇，套利；仲裁"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "套汇；套购；套利",
      "tran_en": "the process of buying something such as raw materials or  currency  in one place and selling them immediately in another place in order to make a profit from the difference in prices"
    }
  ],
  "exchange": {}
}