{
  "word": "forecourt",
  "ipa": {
    "us": "ˈfɔ:kɔ:t",
    "uk": "ˈfɔrkɔrt"
  },
  "sentences": [
    {
      "en": "A police patrol car was parked in the forecourt of the petrol station.",
      "cn": "一辆巡逻警车停在加油站的停车区。"
    },
    {
      "en": "East forecourt Tang Jingyun a corner stone Suozhu years.",
      "cn": "前院东隅有唐景云年间所铸的石碑."
    },
    {
      "en": "I locked the bike in the forecourt of the Kirey Hotel.",
      "cn": "我把自行车锁在了吉日旅馆的前院。"
    },
    {
      "en": "In another hospital, I found a gaggle of rural patients crouching on the forecourt.",
      "cn": "在另一家医院, 我一群吵闹的农村病人蹲在医院的大厅."
    },
    {
      "en": "It is on the left out of the station forecourt.",
      "cn": "走出车站前广场就在左手边."
    },
    {
      "en": "Now let's enter the forecourt through the front gate.",
      "cn": "我们从前门进前院吧."
    },
    {
      "en": "Obama took several questions from young Indian men and women, who filled the forecourt of the Catholic college that was founded by German Jesuits in 1869.",
      "cn": "奥巴马回答了印度男女青年提出的问题，他们挤满了这所由德国耶稣会创立于1869年的天主教大学的前院。"
    },
    {
      "en": "The forecourt was crawling with security men.",
      "cn": "前院布满了保安人员."
    },
    {
      "en": "The graveled forecourt in front of the manor was crowded with cars, and they weren't nun cars.",
      "cn": "庄园前院挤满了高档轿车，而且它们肯定不可能时修女们能负担地的起的。"
    },
    {
      "en": "The landscape developed by Kew Gardens forms part of the Australia season on the museum's forecourt, and includes rare and unique plants from across the country.",
      "cn": "这一由邱园设计的景观构成了博物馆前院澳大利亚季节景致的一部分，其中包括了澳大利亚全境稀有独特的植物。"
    },
    {
      "en": "There some taxies waiting in the station forecourt.",
      "cn": "车站前院停着一些出租车."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "parvis",
            "frontcourt"
          ],
          "tran_cn": "前院；前场"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "前院，<美>（篮球）前（场）球",
      "tran_en": "a large open area in front of a building such as a garage or hotel"
    }
  ],
  "exchange": {
    "pl": [
      "forecourts"
    ]
  }
}