{
  "word": "fallout",
  "ipa": {
    "us": "ˈfɔ:laʊt",
    "uk": "ˈfɔlˌaʊt"
  },
  "sentences": [
    {
      "en": "Acting in concert limits the political fallout that comes from rescuing countries.",
      "cn": "协调一致的行动限制了救援国施加的政治影响."
    },
    {
      "en": "But the political fallout is much harder to fix.",
      "cn": "但政治后果却难以修复."
    },
    {
      "en": "Grundy lost his job in the fallout from the incident.",
      "cn": "格伦迪受该事件影响丢了工作。"
    },
    {
      "en": "Human form returned to barbarism after the nuclear fallout of Atlantis.",
      "cn": "人类在亚特兰蒂斯的核辐射后又一次回归荒蛮."
    },
    {
      "en": "Producing a very great amount of long - lived radioactive fallout.",
      "cn": "产生大量辐射微尘的产生大量的 长期 放射性下降物的."
    },
    {
      "en": "Producing relatively little radioactive fallout or contamination.",
      "cn": "相对来说几乎不产生放射尘和污染源的."
    },
    {
      "en": "Take steps to minimize the fallout if you do suffer a penetration.",
      "cn": "如果你存在入侵的风险一定要采取措施来减少损失."
    },
    {
      "en": "The composition of the fallout can also be changed by'salting \" the weapon to be detonated.",
      "cn": "如果在起爆武器中另 “ 加了料 ”,那么沉降物的成分也就会有所改变."
    },
    {
      "en": "The corn shucks kept it safe from the fallout.",
      "cn": "玉米的皮保护了它。"
    },
    {
      "en": "The fallout a tad worse than Gulf War Syndrome.",
      "cn": "引起的疾病比波斯湾战争的后遗症还严重."
    },
    {
      "en": "The fallout has delayed plans for at least one technology listing.",
      "cn": "昨日跌市已导致起码一家科技公司决定延迟上市."
    },
    {
      "en": "The political fallout of the affair cost him his job.",
      "cn": "这一事件的政治影响使他丢了工作。"
    },
    {
      "en": "There was a lot of fallout after the police bribes were made public.",
      "cn": "警察受贿案公开之后,引起极大的余波."
    },
    {
      "en": "They were exposed to radioactive fallout during nuclear weapons tests.",
      "cn": "在核武器试验中他们暴露在放射性尘埃之下。"
    },
    {
      "en": "Third, policymakers should act together to cushion the economic fallout.",
      "cn": "第三, 决策者应该结合举措赞助经济软着陆."
    },
    {
      "en": "We should stop talking about the menace of fallout.",
      "cn": "我们不应再谈论关于放射性微尘的危害."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "afterclap",
            "aftereffect",
            "aftermath",
            "backlash",
            "consequence",
            "effect",
            "outcome",
            "reaction",
            "repercussion",
            "result",
            "reverberation",
            "wake"
          ],
          "tran_cn": "残留之物"
        },
        {
          "words": [
            "fallout",
            "radioactive"
          ],
          "tran_cn": "辐射性微尘"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "radioactive fallout",
      "tran_cn": "放射性尘降物"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "放射尘，（核爆炸后的）沉降物，附带后果，余波",
      "tran_en": "the results of a particular event, especially when they are unexpected"
    }
  ],
  "exchange": {}
}