{
  "word": "guru",
  "ipa": {
    "us": "ˈgʊru:",
    "uk": "ˈɡʊru, ɡʊˈru"
  },
  "sentences": [
    {
      "en": "Become a trader, bounty hunter, rebel, stock market guru or a deadly space pirate.",
      "cn": "成为一个商人，津贴猎人，叛乱者，股票市场领袖或者一名极度的空间盗版者。"
    },
    {
      "en": "Even gurus need a guru Edmund Burke, he says, is his.",
      "cn": "即是这位指导者说他还需要一位指导者——埃德蒙?伯克."
    },
    {
      "en": "God shows His Grace to the devotee by manifesting as His Guru.",
      "cn": "神的恩典,显现为信众的上师."
    },
    {
      "en": "Gu means darkness, and ru is remover. So guru is actually one who removes our darkness.",
      "cn": "Gu指的是“黑暗”, ru指的是“驱除者”. 所以guru的意思就是“黑暗驱除者”."
    },
    {
      "en": "He blithe guru spray - painting smiley faces along Wall Street.",
      "cn": "他并非华尔街上假装笑脸、漠不关心的专家."
    },
    {
      "en": "His sect is noteworthy because It'stresses absolute obedience to the guru ( teacher ).",
      "cn": "他的教派值得注目,因为它强调绝对服从古鲁 ( 导师 )."
    },
    {
      "en": "I'm checking on the UFO guru's alibi , but so far he looks clean.",
      "cn": "我在检查那位飞碟专家的托辞, 目前看来没什么问题."
    },
    {
      "en": "Is there a guru factory where the guru supplying?",
      "cn": "是不是有一家上师工厂能够向我们供应上师?"
    },
    {
      "en": "It's up to us to either ignore the morale booster inside us or go out to the world and search for spiritual guru's and happiness, when all these things are very much present within us.",
      "cn": "当我们面临这些问题的时候，我们该决定是否忽略我们内心的道德推动或者接触这个世界来寻找精神领袖和快乐。"
    },
    {
      "en": "It'so happened that I trusted my Guru.",
      "cn": "许是天意令我信赖我的古鲁."
    },
    {
      "en": "Of God that your guru has given to you.",
      "cn": "用古鲁给予的神之圣名为自己播下种子."
    },
    {
      "en": "Patriarch Feng was Guru Chen's teacher in Tang Tantra.",
      "cn": "冯大阿闍梨是陈上师的唐密教授师."
    },
    {
      "en": "Photo 2.48 Guru Lau's Stupa ( Made of Bronze and gold - plated ) .",
      "cn": "图2.48福德法幢 ﹝ 刘上师﹞之舍利塔﹝青铜铸成并贴上金箔 ﹞."
    },
    {
      "en": "So guru is actually one who removes our darkness.",
      "cn": "所以guru的意思就是“黑暗驱除者”."
    },
    {
      "en": "So he prostrated and praised the Guru for such great favors.",
      "cn": "所以他敬礼与称赞上师给予他如斯大恩."
    },
    {
      "en": "The nearest thing the Camerons have to a guru.",
      "cn": "最幸运的事情是卡梅伦的阵营有一位指导者."
    },
    {
      "en": "The popular press tends to represent him as an environmental guru.",
      "cn": "大众媒体往往把他描绘成环保领袖。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "expert",
            "specialist"
          ],
          "tran_cn": "古鲁（指印度教等宗教的宗师或领袖）；领袖；专家"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "领袖，专家，权威，个人的宗教教师[指导]"
    }
  ],
  "exchange": {
    "pl": [
      "gurus"
    ]
  }
}