{
  "word": "mammalian",
  "ipa": {
    "us": "mæˈmeɪliən",
    "uk": "mæˈmeɪliən"
  },
  "sentences": [
    {
      "en": "As a mammalian gene transfer vector, baculovirus owns some unique advantages.",
      "cn": "杆状病毒作为哺乳动物细胞基因转移的载体有很多独特的优点."
    },
    {
      "en": "Astrocytes make up the majority of the cells in the mammalian brain.",
      "cn": "在哺乳动物的大脑中,绝大部分细胞是星形胶质细胞."
    },
    {
      "en": "Both of these receptors are commonly found in mammalian skin.",
      "cn": "上面这两种受器在哺乳类的皮肤上都很容易发现."
    },
    {
      "en": "But is it more than just the infusion of the catecholamine neurotransmitter, dopamine, or the mammalian hormone oxytocin?",
      "cn": "而它也许不止是儿茶酚胺类神经递质注入剂、多巴胺、或哺乳类动物的荷尔蒙催产素？"
    },
    {
      "en": "Glucose and glutamine metabolism in cultured mammalian cells in this paper.",
      "cn": "综述体外培养哺乳动物细胞的葡萄糖和谷氨酰胺代谢."
    },
    {
      "en": "Glutamatergic synapses are common excitatory chemical connections in mammalian central nervous system.",
      "cn": "谷氨酸性突触是哺乳动物神经系统的主要兴奋性突触."
    },
    {
      "en": "In mammalian species, a variety of chromosomal rearrangements are known to exist.",
      "cn": "在哺乳类的物种中, 已知有许多类型的染色体内部重新排列."
    },
    {
      "en": "Indeed, he takes this evolutionary process seriously: he is fond of pointing out to his audiences that they have both “mammalian” and “reptilian” brains that can be employed at different moments.",
      "cn": "实际上，罗闻全对待这种进化过程的态度是认真的：他喜欢向听众指出，他们都拥有可以在不同时刻使用的“哺乳动物”和“爬虫类”大脑。"
    },
    {
      "en": "Mammalian cell culture process development for the production of recombinant proteins.",
      "cn": "用于重组蛋白生产的哺乳动物细胞培养工艺开发."
    },
    {
      "en": "Mammalian central nervous system is a very heterogenous and complicated system.",
      "cn": "哺乳动物中枢神经系统是非常复杂的异质性器官."
    },
    {
      "en": "Most mammalian cells contain multiple species of DNA dependent DNA polymerases.",
      "cn": "大部分哺乳动物细胞均含有多种依赖DNA的DNA聚合酶."
    },
    {
      "en": "Sometimes this is for good reason, because we understand the greater social cost of profligacy, but often it's just because our mammalian brains are programmed that way.",
      "cn": "有时候理由是很正当的，因为我们想到了更大范围的社会上的浪费，但更多的时候，仅仅是因为我们脑中那根哺乳动物的弦。"
    },
    {
      "en": "The citrate synthase of mammalian tissues have been shown to be inhibited by ATP.",
      "cn": "有人已经证实哺乳动物组织的柠檬酸合成酶受ATP的抑制."
    },
    {
      "en": "The disease can spread from one mammalian species to another.",
      "cn": "这种疾病能够在不同的哺乳类物种之间传播。"
    },
    {
      "en": "The formal genetics of mammalian cells has been dependent on breeding experiment with whole organisms.",
      "cn": "哺乳动物细胞的表型遗传学取决于整个机体的繁殖实验."
    },
    {
      "en": "The report is on mammalian thermoregulation.",
      "cn": "那份报告是有关哺乳动物的体温调节."
    },
    {
      "en": "The scientist has made a pointed comparison between suspensors of plant embryos and mammalian trophoblasts.",
      "cn": "这位科学家把植物胚的胚柄与哺乳动物的滋养层做了直接的比较."
    },
    {
      "en": "Those in mammalian cells, the cerebrosides and gangliosides, may perform similar functions.",
      "cn": "在哺乳动物细胞中脑磷脂和神经节苷脂可能执行同样的功能."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "mammal",
          "tran_cn": " [脊椎] 哺乳动物"
        },
        {
          "word": "mammalogy",
          "tran_cn": " [脊椎] 哺乳动物学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "creature"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "哺乳动物的",
      "tran_en": "In zoology, mammalian means relating to mammals"
    },
    {
      "pos": "n",
      "tran_cn": "哺乳动物"
    }
  ],
  "exchange": {
    "noun": [
      "mammal"
    ]
  }
}