{
  "word": "girder",
  "ipa": {
    "us": "ˈgɜ:də(r)",
    "uk": "ˈgɜrdə(r)"
  },
  "sentences": [
    {
      "en": "A steel girder may warp in a fire.",
      "cn": "钢梁遇火会变弯."
    },
    {
      "en": "A worker walks on a steel girder at a building under construction in Nanjing, Jiangsu province, on May 5, 2011. (Reuters/Sean Yong)",
      "cn": "一名工人在建筑工地的钢梁上散步，摄于2011年5月5日江苏省南京市。"
    },
    {
      "en": "And introduces calculation interface of reinforced girder about manifold of reinforced structure.",
      "cn": "并介绍了加强式结构岔管的加强梁的计算界面."
    },
    {
      "en": "Compatibility will require that the girder deflection at B be zero.",
      "cn": "根据协调性的要求,梁在B点的挠度应为零."
    },
    {
      "en": "In the tie girder boxes crack growth was detected near the crack tip.",
      "cn": "在系杆箱型梁中裂纹尖端附近检测到裂纹的扩展."
    },
    {
      "en": "Listen, when you start to feel weak, just tell yourself, ‘I’m as strong as a girder’ .",
      "cn": "听着，当你开始觉得虚弱的时候，就对自己说：‘我像 钢梁 一样强壮’。"
    },
    {
      "en": "Most often this involved a segment of a girder web.",
      "cn": "大多数出现在主渠腹板部分."
    },
    {
      "en": "Obique bridge is made up of main girder crossbeam and bridge floorings.",
      "cn": "斜交桥由相互斜交的主梁、梁及桥面板组成,结构受力复杂."
    },
    {
      "en": "The cross girder center segments of the bents were field bolted.",
      "cn": "构架横梁的中间段在工地用螺栓连接."
    },
    {
      "en": "The girder is square in cross-section.",
      "cn": "这个大梁的截面是方形的。"
    },
    {
      "en": "The hoisting capacity of that gin pole ( girder pole, guy derrick ) is sixty tons.",
      "cn": "那个起重抱杆 ( 格状抱杆 、 转盘抱杆 ) 的起重能力为60吨."
    },
    {
      "en": "The longitudinal girder forms part of the parapets.",
      "cn": "纵梁成为栏杆的一部分."
    },
    {
      "en": "The motor that drives the robot's tail and a curved, girder-like stabilizer bar attach to the robot's upper body.",
      "cn": "发动机驱动着机器人的尾巴和连接它上身那弯曲的像梁一样的固定装置。"
    },
    {
      "en": "The scheme is a transition between the box girder with vertical piers and the true arch.",
      "cn": "该结构是具有垂直墩的箱梁桥钢与真正的拱桥之间的一种过渡形式."
    },
    {
      "en": "The successful alternative was the cast - in - place segmental prestressed concrete box girder.",
      "cn": "最后采用的方案是分段现浇的预应力混凝土箱形梁."
    },
    {
      "en": "The Zhanjiang Bay Bridge applies the Cable - girder anchorage with tensile anchor plate.",
      "cn": "建设中的广东湛江海湾大桥索梁锚固采用锚拉板结构."
    },
    {
      "en": "To 167 , the girder fine card superiority expansion is above 10 items.",
      "cn": "至167手, 柁嘉熹盘面优势扩大为10目以上."
    },
    {
      "en": "Two astronauts spent six and a half hours unhooking a girder from the international space station.",
      "cn": "两名宇航员共花六个半小时将一根大梁从国际太空站上取下。"
    },
    {
      "en": "Under superiority, under girder fine light the second half somewhat conservatively.",
      "cn": "在优势之下, 柁嘉熹后半盘下得有些保守."
    },
    {
      "en": "Use optimized computer design box type girder as main support grider.",
      "cn": "△以计算机优化设计的箱形梁作为主承载梁."
    },
    {
      "en": "Vertical movement due to vertical grade with horizontal bearings and vertical movement due to girder end rotation may also be considered.",
      "cn": "还可考虑因垂直梯度与水平支座一起发生的垂直位移，以及因大梁一端转动引起的垂直位移。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sommer",
            "carling"
          ],
          "tran_cn": "[建]大梁，纵梁"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "box girder",
      "tran_cn": "n. [建]箱形梁"
    },
    {
      "phrase": "bridge girder",
      "tran_cn": "桥大梁；桥主梁"
    },
    {
      "phrase": "crane girder",
      "tran_cn": "吊车梁，起重机大梁"
    },
    {
      "phrase": "girder bridge",
      "tran_cn": "板梁桥；高架桥；天桥"
    },
    {
      "phrase": "girder construction",
      "tran_cn": "桁架结构；梁结构"
    },
    {
      "phrase": "girder structure",
      "tran_cn": "梁式结构"
    },
    {
      "phrase": "girder web",
      "tran_cn": "梁腹"
    },
    {
      "phrase": "hull girder",
      "tran_cn": "相当桁；主船体桁，船桁体"
    },
    {
      "phrase": "main girder",
      "tran_cn": "主梁；主桁；趾"
    },
    {
      "phrase": "plate girder",
      "tran_cn": "板梁"
    },
    {
      "phrase": "plate girder bridge",
      "tran_cn": "板梁桥"
    },
    {
      "phrase": "steel girder",
      "tran_cn": "钢梁"
    },
    {
      "phrase": "transfer girder",
      "tran_cn": "维持中间柱的骨架桁"
    },
    {
      "phrase": "truss girder",
      "tran_cn": "构架梁"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大梁",
      "tran_en": "a strong beam, made of iron or steel, that supports a floor, roof, or bridge"
    }
  ],
  "exchange": {
    "pl": [
      "girders"
    ]
  }
}