{
  "word": "masculinity",
  "ipa": {
    "us": "ˌmæskjuˈlɪnəti",
    "uk": "ˌmæskjəˈlinɪti"
  },
  "sentences": [
    {
      "en": "A recurring recurring theme in his writing, as in Hemingway's, was man testing his humanlity masculinity.",
      "cn": "与海明威相同, 在他的小说中反复出现的主题是男子气概."
    },
    {
      "en": "boys trying to prove their masculinity",
      "cn": "想证明自己的阳刚之气的男孩们"
    },
    {
      "en": "But what does it mean to embrace your masculinity?",
      "cn": "但展现你的男子气概究竟是什么意思?"
    },
    {
      "en": "Children’s ideas of masculinity tend to come from their fathers.",
      "cn": "儿童的男性观念往往来自他们的父亲。"
    },
    {
      "en": "Football is a bastion of masculinity in this area.",
      "cn": "在该地区足球是男子汉的天地."
    },
    {
      "en": "God includes masculinity and femininity within himself without having sexual gender.",
      "cn": "神无性别,但含有男性与女性特质."
    },
    {
      "en": "He felt it was a threat to his masculinity.",
      "cn": "他觉得这对他的男子气概是一种威胁。"
    },
    {
      "en": "Let us work together to enjoy the kind of masculinity!",
      "cn": "让我们一起去领略那种阳刚之气!"
    },
    {
      "en": "Masculinity may buy you dominance but not necessarily tip top physical condition.",
      "cn": "男子气概可能能让你赢得控制力,但不一定表明身体状况很好. ”"
    },
    {
      "en": "Men associate the roughness of nonstandard working - class speech with masculinity.",
      "cn": "男人们将不标准的劳动阶级粗话与阳刚气概联系在一起."
    },
    {
      "en": "Motorcycle driving can train tree's tact, bravery and determines masculinity.",
      "cn": "骑摩托车可以培养机智 、 勇敢、顽强的男子气."
    },
    {
      "en": "Nick: Motorcycle driving can train tree's tact, bravery and determines masculinity.",
      "cn": "尼克: 骑摩托车可以培养机智 、 勇敢、顽强的男子气."
    },
    {
      "en": "The old ideas of masculinity do not work for most men.",
      "cn": "对于大多数男人来说，关于男子气概的老套观点现在已不再适用了。"
    },
    {
      "en": "The right perfume or beer resolves doubts about femininity or masculinity.",
      "cn": "恰当的香水或啤酒使人对女性气质或男性气概不再生疑."
    },
    {
      "en": "The students associated science with masculinity and arts with effeminacy.",
      "cn": "学生们把科学与阳刚气质联系起来,而把艺术与阴柔气质联系起来."
    },
    {
      "en": "The third type is related to the latest published research on Chinese masculinity overseas.",
      "cn": "第三类为海外中国的男性气质研究的最新成果."
    },
    {
      "en": "Women really do vary in the degree of masculinity they prefer.",
      "cn": "女性在欣赏的阳刚之气的程度上确实有差别."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "masculine",
          "tran_cn": " 男性的；阳性的；男子气概的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "masculine",
          "tran_cn": " 男性；阳性，阳性词"
        },
        {
          "word": "masculinization",
          "tran_cn": " [生理] 男性化"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "masculinize",
          "tran_cn": " 使…雄性化；使男子化（尤指使女人具有男子特征）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mankind",
            "maleness"
          ],
          "tran_cn": "男性；男子气；刚毅"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "男性，男子气概",
      "tran_en": "the features and qualities considered to be typical of men"
    }
  ],
  "exchange": {}
}