{
  "word": "solely",
  "ipa": {
    "us": "ˈsəʊlli",
    "uk": "ˈsoʊlli"
  },
  "sentences": [
    {
      "en": "He is solely responsible.",
      "cn": "他独自负责."
    },
    {
      "en": "Her present submission is animated solely by her fear of punishment.",
      "cn": "她目前的屈从完全是因为她害怕受罚."
    },
    {
      "en": "However, the rationale for such in-itiatives is not, of course, solely economic.",
      "cn": "然而，这种提议的根据当然并不仅仅是经济方面的。"
    },
    {
      "en": "I have taken this course solely to assist the realisation of my assets for the benefit of all my creditors.",
      "cn": "我采取这种行动只是为了变现我的资产以偿清欠款。"
    },
    {
      "en": "I shall hold you solely responsible for anything that goes wrong.",
      "cn": "出现任何差错的话，我唯你是问。"
    },
    {
      "en": "It is rare for the responsibility for causing conflict to rest solely on one side.",
      "cn": "只因为一方就造成冲突是很少见的."
    },
    {
      "en": "Remember, happiness doesn't depend upon who you are or what you have; it depends solely upon what you think.--Dale Carnegie",
      "cn": "请记住，幸福不在于你是谁或者你拥有什么，而仅仅取决于你的心态！"
    },
    {
      "en": "Scholarships are given solely on the basis of financial need.",
      "cn": "奖学金完全是根据经济需要发放的。"
    },
    {
      "en": "She was motivated solely by self-interest.",
      "cn": "她完全是出于私利。"
    },
    {
      "en": "Success should not be measured solely by educational achievement.",
      "cn": "成功与否不应只用学业成绩来衡量."
    },
    {
      "en": "That is, of course, not to say that the blame rests solely on the student.",
      "cn": "这当然不是说责任全在那个学生身上."
    },
    {
      "en": "The convictions rest solely on disputed witness and confessional statements.",
      "cn": "仅仅根据有争议的目击者证言和供词就定了罪。"
    },
    {
      "en": "The example is chosen solely for its aptness in illustrating the current pet theory of the critic.",
      "cn": "选择这个例子仅仅是因为它能说明这位评论家目前最钟爱的理论。"
    },
    {
      "en": "The town depends almost solely on the tourist trade.",
      "cn": "这座城市几乎完全靠旅游业维持."
    },
    {
      "en": "The two deaf actors converse solely in signing.",
      "cn": "两名聋哑演员独自用手语交谈。"
    },
    {
      "en": "This approach was concomitant with the move away from relying solely on official records.",
      "cn": "这种方法是随着不再单纯依靠官方记录的做法而产生的。"
    },
    {
      "en": "Too often we make decisions based solely upon what we see in the magazines.",
      "cn": "太多的时候，我们仅仅根据在杂志上面所看到的东西就作出了决定。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sole",
          "tran_cn": " 唯一的；单独的；仅有的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sole",
          "tran_cn": " 鞋底；脚底；基础；鳎目鱼"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "sole",
          "tran_cn": " 触底；上鞋底"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "alone",
            "exclusively",
            "individually"
          ],
          "tran_cn": "单独地，唯一地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "but",
            "entirely",
            "simply"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "唯一地，仅仅，独一无二地，纯粹",
      "tran_en": "not involving anything or anyone else"
    }
  ],
  "exchange": {}
}