{
  "word": "burgeoning",
  "ipa": {
    "us": "'bɜ:dʒənɪŋ",
    "uk": "'bɜdʒənɪŋ"
  },
  "sentences": [
    {
      "en": "Cano is delighted with the burgeoning success of Fossil Fuels ale.",
      "cn": "看到“化石酿造”麦芽酒迅速成长,卡诺倍感欣慰."
    },
    {
      "en": "China's burgeoning economy has Beijing and brimming with commercial chaos.",
      "cn": "中国经济的迅速发展,让北京的商业“大杂烩”呈现出生机勃勃、欣欣向荣的景象."
    },
    {
      "en": "Dense silver light metal columns and washing pool portfolio burgeoning clear.",
      "cn": "闪着银色光芒的金属立柱与盥洗池组合,冷冽清澈."
    },
    {
      "en": "It is a burgeoning technology of using Java to tap WebGIS application.",
      "cn": "Java开发WebGIS应用是一门新兴的技术."
    },
    {
      "en": "Most of this growth attributed to the burgeoning China market.",
      "cn": "最大的成长来源是归因于发展快速的中国市场."
    },
    {
      "en": "Our company's business is burgeoning now.",
      "cn": "我们公司的业务现在发展很迅速."
    },
    {
      "en": "Pediatric emergency medicine is a burgeoning subject.",
      "cn": "小儿急诊医学是一门新兴学科."
    },
    {
      "en": "Portman is particularly satisfied with the burgeoning romance her character experiences.",
      "cn": "波曼对她的角色正在经历的浪漫爱情感到格外满意."
    },
    {
      "en": "That growth is evident in Beyonce's burgeoning acting career.",
      "cn": "这种成长在碧昂丝蒸蒸日上的表演生涯中是显而易见的."
    },
    {
      "en": "The ant algorithm is one kind of burgeoning optimization algorithm.",
      "cn": "蚁群算法是一种新兴的启发优化算法."
    },
    {
      "en": "The network shops this kind of burgeoning channel, have clear advantage.",
      "cn": "网络购物这种新兴的渠道, 具备明显的优势."
    },
    {
      "en": "The state had no choice but to accept the reality of burgeoning farmers’ markets and private trade.",
      "cn": "国家别无他法，唯有接受增长迅速的农民市场与私营交易这个现实。"
    },
    {
      "en": "There is a burgeoning group of young architects newly interested in ornament and decoration, but their version is highly digitized and futuristic.",
      "cn": "有一群对装饰和点缀很感兴的年轻建筑师的迅速成长，但是他们是那种数字化和未来派的。"
    },
    {
      "en": "These efforts were insufficient to contain the burgeoning crisis.",
      "cn": "这些努力不足以抑制迅速扩散的危机。"
    },
    {
      "en": "This loophole has allowed the burgeoning trade to develop.",
      "cn": "这个漏洞使得象牙贸易越做越大."
    },
    {
      "en": "This thirst for information online is stoking a burgeoning knowledge economy.",
      "cn": "对网上信息的渴望是给迅速发展的知识经济增加燃料."
    },
    {
      "en": "To burgeoning speech, data network market, intel also gave very great attention.",
      "cn": "对于新兴的语音, 数据网络市场, 英特尔也给予了很大的关注."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "lifeful"
          ],
          "tran_cn": "增长迅速的；生机勃勃的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "迅速成长的，迅速发展的"
    },
    {
      "pos": "v",
      "tran_cn": "发芽，抽枝( burgeon的现在分词 )，迅速发展，发（芽），抽（枝）"
    }
  ],
  "exchange": {
    "verb": [
      "burgeon"
    ]
  }
}