{
  "word": "ought",
  "ipa": {
    "us": "ˈɔːt",
    "uk": "ˈɔːt"
  },
  "sentences": [
    {
      "en": "\"I ought to reconsider her offer to move in,\" he mused.",
      "cn": "“我该重新考虑她让我搬去和她一起住的提议，”他思忖着。"
    },
    {
      "en": "\"This ought to be fun,\" he told Alex, eyes gleaming.",
      "cn": "“这应该会很有趣！”他对亚历克斯说,两眼闪闪发光."
    },
    {
      "en": "All of us ought to go.",
      "cn": "我们大家都应该去。"
    },
    {
      "en": "Basically the system ought to have worked.",
      "cn": "其实这套系统本应发挥作用的。"
    },
    {
      "en": "Do you think I ought to seal the boxes up?",
      "cn": "你认为我应该把这些盒子封起来吗?"
    },
    {
      "en": "He ought to have reached the house some time ago.",
      "cn": "他应该早就到房子那儿了。"
    },
    {
      "en": "I realize I ought to have told you about it.",
      "cn": "我意识到我本该告诉你这件事的。"
    },
    {
      "en": "I think I ought to cut in on what they are doing.",
      "cn": "我认为对他们现在干的事我应当进行干预。"
    },
    {
      "en": "I think I ought to get back to work.",
      "cn": "我想我该回去工作了。"
    },
    {
      "en": "I think you ought to give football a rest for a time.",
      "cn": "我认为你应该暂时停止踢足球。"
    },
    {
      "en": "If we all stick together, we ought to be okay.",
      "cn": "如果我们大家团结在一起，就不会有事。"
    },
    {
      "en": "If you're sexually harassed, you ought to do something about it.",
      "cn": "如果遭到了性骚扰，你应该采取行动。"
    },
    {
      "en": "It ought to make life much easier all round.",
      "cn": "它应该会让生活的方方面面都变得更加方便。"
    },
    {
      "en": "Mark, you've got a good wife. You ought to take care of her.",
      "cn": "马克，你娶了个好太太，应该好好照顾她啊。"
    },
    {
      "en": "She wondered if she ought to take some coffee out to Alfred.",
      "cn": "她不知道自己是否应该给艾尔弗雷德端去咖啡。"
    },
    {
      "en": "The money to build the power station ought to have been sufficient.",
      "cn": "建设电站的资金本该足够了。"
    },
    {
      "en": "This place is run like a hotel ought to be run.",
      "cn": "这个地方的经营方式就是旅馆应该有的样子."
    },
    {
      "en": "We ought to check him out on the computer.",
      "cn": "我们理应在电脑上查清他的资料。"
    },
    {
      "en": "You know, we really ought to get another car.",
      "cn": "要知道，我们真的应该换一辆车了。"
    },
    {
      "en": "You ought to be ashamed of your foolish behaviour.",
      "cn": "你应当为自己的愚蠢行为而感到羞耻。"
    },
    {
      "en": "You ought to be ashamed of yourselves. You've created this problem.",
      "cn": "你们应该感到惭愧，都是你们惹的祸。"
    },
    {
      "en": "You ought to be careful about this kind of feverish cold, it often kicks back when you think you are better.",
      "cn": "你应当对这种有发烧症状的感冒小心些，它常常在你以为好转的时候复发。"
    },
    {
      "en": "You ought to channel your abilities into something useful.",
      "cn": "你应当把你的才能用到有用的事情上。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "aux",
      "words": [
        {
          "words": [
            "should",
            "must"
          ],
          "tran_cn": "应该，应当；大概"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "have",
            "must",
            "should"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "be",
            "have",
            "must",
            "need",
            "obliged",
            "should",
            "to"
          ],
          "tran_cn": "应该,该"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "would have",
            "be supposed to"
          ],
          "tran_cn": "应该，应当；大概"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "ought to do sth",
      "tran_cn": "应该；应该做某事"
    },
    {
      "phrase": "ought to know better",
      "tran_cn": "应该懂得多一些"
    }
  ],
  "trans": [
    {
      "pos": "aux",
      "tran_cn": "应当，应该",
      "tran_en": "You use ought to to mean that it is morally right to do a particular thing or that it is morally right for a particular situation to exist, especially when giving or asking for advice or opinions."
    },
    {
      "pos": "modal",
      "tran_cn": " 应当，应该，预料会做",
      "tran_en": "it is morally right to do a particular thing or that it is morally right for a particular situation to exist, especially when giving or asking for advice or opinions."
    },
    {
      "pos": "v",
      "tran_cn": "aux应当，应该",
      "tran_en": "You use ought to have with a past participle to indicate that although it was best or correct for someone to do something in the past, they did not actually do it."
    },
    {
      "pos": "vi",
      "tran_cn": "应该，应当；大概"
    }
  ],
  "exchange": {}
}