{
  "word": "hypothalamus",
  "ipa": {
    "us": "ˌhaɪpəˈθæləməs",
    "uk": "ˌhaɪpoˈθæləməs"
  },
  "sentences": [
    {
      "en": "Disorders of the hypothalamus are one cause of diabetes insipidus.",
      "cn": "下视丘的病变也会造成尿崩症."
    },
    {
      "en": "Hypothalamus - A region of the brain that collects and funnels information into the pituitary gland.",
      "cn": "下丘脑 - 一种地区的大脑和渠道的信息收集到脑下垂体."
    },
    {
      "en": "Hypothalamus and maintain good physical constancy, control autonomic nervous system and other related emotions.",
      "cn": "下丘脑与保持身体恒常性, 控制自律神经系统,感情等相关."
    },
    {
      "en": "Objective To explore effect of flight training on the function of hypothalamus - hypophysis - gonadal axis in flight cadets.",
      "cn": "目的探讨飞行训练对飞行学员下丘脑 - 垂体 - 性腺轴功能的影响."
    },
    {
      "en": "Pain from peripheral nerve conduction were not aware of the hypothalamus.",
      "cn": "痛感是由周围神经传导丘脑才被感知的."
    },
    {
      "en": "The anterior hypothalamus provides thermoregulation when the body is too hot.",
      "cn": "当人体过热时,下丘脑前部可提供温度调节作用."
    },
    {
      "en": "The change of hypothalamus - pituitary - gonad ( HPG ) axis is very predominant in this process.",
      "cn": "下丘脑 - 垂体 - 性腺 轴的变化在衰老过程中尤为突出."
    },
    {
      "en": "The hypothalamus controls hormone secretions from the nearby pituitary gland.",
      "cn": "下丘脑控制附近脑下垂体分泌激素."
    },
    {
      "en": "The hypothalamus is primary brain region that responds to leptin, sending a signal that curbs appetite.",
      "cn": "下丘脑是对瘦素起反应的最主要的大脑区域, 通过传递信号来抑制食欲."
    },
    {
      "en": "The hypothalamus produces hormones that regulate sleep, sex drive, body temperature, and more.",
      "cn": "下视丘分泌荷尔蒙用作控制睡眠 、 性冲动 、 体温以及其他人类生理现象."
    },
    {
      "en": "The posterior hypothalamus performs the function of defence against cold.",
      "cn": "下丘脑后部执行着抵御寒冷的功能."
    },
    {
      "en": "The scientists then traced the leptin decline to a pathway that originates in the brain's hypothalamus.",
      "cn": "随后,科学家跟踪瘦素下降原因,找到通路的源头——大脑下丘脑部."
    },
    {
      "en": "The stress response is controlled by the hypothalamus.",
      "cn": "反应激烈是由丘脑下部控制的。"
    },
    {
      "en": "The temperature control centre is located in the hypothalamus.",
      "cn": "温度控制中心位于下丘脑."
    },
    {
      "en": "They demonstrated the transmission of impulses from the cortex to the hypothalamus.",
      "cn": "他们展示了从皮质到下丘脑的神经脉冲传递."
    },
    {
      "en": "What evidence indicates that aggression in animals is related to the hypothalamus?",
      "cn": "什么证据说明了动物攻击性行为和脑垂体有关?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hypothalamic",
          "tran_cn": " 下丘脑的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "丘脑下部，下丘脑",
      "tran_en": "The hypothalamus is the part of the brain that controls functions such as hunger and thirst"
    }
  ],
  "exchange": {}
}