{
  "word": "connecticut",
  "ipa": {
    "us": "kə'netɪkət",
    "uk": "kə'netɪkət"
  },
  "sentences": [
    {
      "en": "Alex: Marty, come on! What would Connecticut have to offer us?",
      "cn": "亚力克斯: 玛蒂, 拜托! 康涅狄格州能有什么给我们 呢 ?"
    },
    {
      "en": "And a job with an international marketing company in Connecticut.",
      "cn": "还有康涅狄格州一家国际营销公司的工作."
    },
    {
      "en": "Carrie : Hey , I didn ? t even ask what you were doing in Connecticut.",
      "cn": "嘿, 我甚至还没问,你在康涅狄格州干什么 呢."
    },
    {
      "en": "Cindy, can you show me how to call Connecticut?",
      "cn": "辛蒂, 你能教我怎么打电话到康乃狄克州 吗 ?"
    },
    {
      "en": "Connecticut agreed to end its segregation of prison inmates suffering from AIDS.",
      "cn": "康涅狄格州同意不再隔离患艾滋病的囚犯。"
    },
    {
      "en": "Connecticut Independent Senator Joseph Lieberman is endorsing Republican Senator John McCain.",
      "cn": "康涅狄格州独立派参议员约瑟夫.列波曼将会票选共和议员约翰. 麦凯恩."
    },
    {
      "en": "Gleen Cordinier is curator of the Whaling Museum here in Mystic , Connecticut.",
      "cn": "格伦·迪尼埃是此地康涅狄格州米斯蒂克的捕鲸博物馆馆长."
    },
    {
      "en": "Gloria: Well I hear they have wide open spaces in Connecticut.",
      "cn": "格洛莉娅: 我听说在康涅狄格州有一块野生区."
    },
    {
      "en": "He teaches at Yale University in New Haven, Connecticut.",
      "cn": "他现在就职于康涅狄格州纽黑文市的耶鲁大学."
    },
    {
      "en": "I even went so far as to look for houses in New York and Connecticut.",
      "cn": "我甚至已在纽约和康涅狄格州找起房子来."
    },
    {
      "en": "L . Walker , The Multi - State System of Ancient China, Shoestring Press, Connecticut, 1953.",
      "cn": "沃克尔, 《古代中国的方国系统》, 鞋带出版社, 康涅狄格, 1953年."
    },
    {
      "en": "Later, he played baseball at Yale University in New Haven , Connecticut.",
      "cn": "后来, 他在耶鲁大学打棒球."
    },
    {
      "en": "Nichols set off for his remote farmhouse in Connecticut.",
      "cn": "尼科尔斯动身去他在康涅狄格州的偏僻农舍了。"
    },
    {
      "en": "Steven: What does it mean to the average person in Stamford, Connecticut?",
      "cn": "史蒂文: 对于康涅狄克州斯坦福德城的普通人来说, 这有什么意义?"
    },
    {
      "en": "This Connecticut kindergarteners, they are reaching out in the Christmas spirit.",
      "cn": "这是康涅狄格州的幼儿园, 他们正沉浸在庆祝圣诞节的节日气氛中."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "康涅狄格州（美国）"
    }
  ],
  "exchange": {}
}