{
  "word": "cenozoic",
  "ipa": {
    "us": "ˌsi:nəˈzəuik",
    "uk": "ˌsinəˈzoɪk, ˌsɛnə-"
  },
  "sentences": [
    {
      "en": "Among them the Precambrian and Cenozoic eras are the main metallogenic epoches in the world.",
      "cn": "就全球而言,前寒武纪和新生代是金矿的重要成矿期."
    },
    {
      "en": "Because the Cenozoic expansion of warm - blooded creatures like ourselves, it is also termed age of mammals.",
      "cn": "因为新生代出现大量的像我们人类一样的热血动物, 所以这个时代也称为哺乳动物时代."
    },
    {
      "en": "Can not meet - fold to accept Cenozoic Era art to run attending school the shock person enjoying.",
      "cn": "已经无法满足倍受新生代艺术理念冲击的观赏者."
    },
    {
      "en": "Cenozoic novelist BiFeiyu attracted wide attention of the literary world because of his special writing.",
      "cn": "“新生代”小说家毕飞宇以其独特的创作追求引起了文坛的广泛瞩目."
    },
    {
      "en": "Foreland thrust belts are developed extensively margin of Meso Cenozoic sedimentary basins in northwestern China.",
      "cn": "我国西部的诸多中新生代含油气盆地周缘广泛发育前陆冲断带."
    },
    {
      "en": "In each of the terranes there are many Mesozoic Cenozoic remained basins which are overlapping basins.",
      "cn": "各块体内发育了多个中新生代“残留盆地”,它们大多为“叠合盆地”."
    },
    {
      "en": "Lakes developed widely Cenozoic era in central Tibetan Plateau.",
      "cn": "青藏高原中部新生代湖泊发育普遍."
    },
    {
      "en": "Liaohe Basin is a fault basin of rift valley type formed in Cenozoic Era.",
      "cn": "辽河盆地是一新生代断陷盆地,盆地内天然气资源丰富,天然气成因复杂."
    },
    {
      "en": "Liaohe basin is a rift basin developed in the Mesozoic and Cenozoic.",
      "cn": "辽河盆地是中、新生代发育起来的裂谷盆地."
    },
    {
      "en": "Medium - Small Mesozoic and Cenozoic basins in the the North China platform activation after Indosinianmovement.",
      "cn": "华北地区中新生代中小盆地是随印支运动后华北地台的活化而形成发展起来的."
    },
    {
      "en": "Quality of reserviors in the Mesozoic and Cenozoic was controlled by their sedimentary environments.",
      "cn": "中新生界储层则为中等-较好的储层,储集性能的好与差受沉积环境的影响."
    },
    {
      "en": "Rich geothermal resources are hosted in the Meso - Cenozoic basins in Liaoning Province.",
      "cn": "辽宁省中新生代盆地地层中赋有有丰富的地热资源."
    },
    {
      "en": "Some cenozoic stars like Wusiyuan, Luokaiyuan heep invited to the ribbon - cutting ceremony.",
      "cn": "剪裁仪式邀请到了本土新生代艺人俞思远, 罗开元到场祝贺."
    },
    {
      "en": "The crustal movement in Three Gorges Reservoir Area has been intermittent uprising movement since Cenozoic era.",
      "cn": "新生代以来,三峡库区地壳运动主要表现为间歇性隆起."
    },
    {
      "en": "The deposition velocity of Paleozoic, Mesozoic and Cenozoic assumes unimodal pattern.",
      "cn": "在沉积速率分析曲线上,往往是古生代 、 生代和新生代呈单峰状态."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "cenozoic era",
      "tran_cn": "新生代"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "新生界的"
    },
    {
      "pos": "n",
      "tran_cn": "新生代，新生代的岩层",
      "tran_en": "the Cenozoic era "
    }
  ],
  "exchange": {}
}