{
  "word": "earphone",
  "ipa": {
    "us": "ˈɪəfəʊn",
    "uk": "ˈɪrˌfoʊn"
  },
  "sentences": [
    {
      "en": "An operator wearing earphone was sitting in the telephone exchange.",
      "cn": "戴耳机的接线员正坐在总机室里."
    },
    {
      "en": "By e-mail and earphone, he confers with Jack Parrish, chief meteorologist, and they order the NOAA technician to slip a dropsonde into the shoot.",
      "cn": "通过电子邮件和耳机，他与首席气象学家杰克·帕里什联络，指挥NOAA的技术人员发射下投式探空仪。"
    },
    {
      "en": "Can you help me with this earphone? I can't hear anything.",
      "cn": "●你能帮我看看这个耳机 吗 ?我什么也听不见."
    },
    {
      "en": "Denise: I asked what's that earphone you're wearing.",
      "cn": "丹尼斯: 我问你戴的那个是什麽耳机."
    },
    {
      "en": "Goods and so on astronaut's handbook, pen, earphone often hike up.",
      "cn": "航天员的手册 、 笔 、 耳机等物品不时飘起."
    },
    {
      "en": "He jacked in the earphone so that he would not disturb others.",
      "cn": "为了不打扰别人,他插上了耳塞."
    },
    {
      "en": "I don't need an earphone . I just watch the picture.",
      "cn": "我只要看屏幕,不要耳机."
    },
    {
      "en": "In addition, the original earphone of Philips also have quite good performance.",
      "cn": "此外, 飞利浦附带的原装耳机,也具有相当不错的表现力."
    },
    {
      "en": "In the wake up at some point, stingy earphone, continue to tell!",
      "cn": "在醒来的某个时刻, 拔了耳机, 继续熟睡!"
    },
    {
      "en": "No problem. Here is your earphone.",
      "cn": "没问题. 这是给您的耳机."
    },
    {
      "en": "Our goal: To be world - class earphone manufactory in coming 20 years.",
      "cn": "企业目标: 20年内跻身于世界 一流 耳机制造企业行列."
    },
    {
      "en": "Something is wrong with the earphone of this minirecorder.",
      "cn": "这台微型录音机的耳机坏了."
    },
    {
      "en": "The fitting is : Shan Diandan is sufficient, earphone, user's manual.",
      "cn": "配件为: 单电单充 、 耳机 、 用户手册."
    },
    {
      "en": "The language of kabuki is difficult to understand, but earphones are provided to explain the story, and there are also earphone services available in English.",
      "cn": "歌舞伎中使用的语言很难理解，但是剧场提供耳机，观众可以戴上耳机来了解故事的内容，还有英文解说。"
    },
    {
      "en": "The reason for this is that the useful earphone control button / mic requires special jack.",
      "cn": "这么设计的原因是耳机的控制按钮（同时也是麦克风）需要特殊插孔。"
    },
    {
      "en": "We are Chinese professional manufacturer for many kinds of headset, earphone, headphone.",
      "cn": "我们专业生产各种耳机,耳塞, 麦克风, 喇叭,如有需要请联系."
    },
    {
      "en": "Which channel do I set the earphone to see the movie?",
      "cn": "我应该将耳机放入几号频道,才能看电影?"
    },
    {
      "en": "You could use a hands - free device or an earphone.",
      "cn": "可以使用免提设备或者耳机."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "phone",
            "headset"
          ],
          "tran_cn": "[电讯]耳机；听筒"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "phone"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "耳机，听筒",
      "tran_en": "a small piece of equipment connected by a wire to a radio, personal stereo etc, which you put in or over your ears so that only you can listen to it"
    }
  ],
  "exchange": {
    "pl": [
      "earphones"
    ]
  }
}