{
  "word": "folklore",
  "ipa": {
    "us": "ˈfəʊklɔː(r)",
    "uk": "ˈfoʊklɔːr"
  },
  "sentences": [
    {
      "en": "According to local folklore it is an evil place.",
      "cn": "据当地民间传说，那是个不祥的地方。"
    },
    {
      "en": "According to popular folklore, anyone who owns such a picture will have bad luck.",
      "cn": "民间盛传拥有这样图画的人会遭厄运."
    },
    {
      "en": "Here time has changed but not diminished the role of folklore.",
      "cn": "虽然岁月流逝,时代变迁,这一民风却始终保存下来."
    },
    {
      "en": "In Chinese folklore the bat is a symbol of good fortune.",
      "cn": "在中国民间传说中，蝙蝠是好运的象征。"
    },
    {
      "en": "In Chinese folklore the bat is an emblem of good fortune.",
      "cn": "在中国的民间传说中蝙蝠是好运的象征。"
    },
    {
      "en": "Local folklore has it that prehistoric men drove cattle over these cliffs.",
      "cn": "当地民间传说中称,史前人类把野牛从这些悬崖上驱赶下去."
    },
    {
      "en": "Most moving folklore is orally handed down in the countryside.",
      "cn": "草野田间,流传着许多动人的故事."
    },
    {
      "en": "OIL prices have a special place in economic folklore.",
      "cn": "石油价格在经济中占有特殊地位."
    },
    {
      "en": "She was a grad student, anthropology and folklore.",
      "cn": "镰旗┒鐢?涓讳慨浜虹被瀛﹀拰姘戦棿浼犺?"
    },
    {
      "en": "Since superstitions are \" traditional expressions, \" they are folklore.",
      "cn": "既然迷信是 “ 传统的表述 ”,它就属于民俗."
    },
    {
      "en": "The image of the fox as a pest is grossly exaggerated in anecdote and folklore.",
      "cn": "狐狸的害人精形象在传闻和民间故事中遭到严重的夸大。"
    },
    {
      "en": "The story rapidly became part of family folklore.",
      "cn": "这个故事很快就成为家族传说的一部分。"
    },
    {
      "en": "The victory became part of sporting folklore.",
      "cn": "那次胜利已成为人们津津乐道的体育传奇故事."
    },
    {
      "en": "This village has its own traditional dress, cuisine, folklore and handicrafts.",
      "cn": "这个村子有自己传统的服饰 、 烹调 、 民俗和手工艺."
    },
    {
      "en": "Traditional form or structure allows us to recognize corresponding bits of folklore in different guises.",
      "cn": "了解民俗的传统形式或结构,可以使我门抛开事物的不同外表,从中去辨认出有关民俗的点点滴滴."
    },
    {
      "en": "Zhuge Liang is a synonym for wisdom in folklore.",
      "cn": "诸葛亮在民间传说中成了智慧的代名词."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "folksy",
          "tran_cn": " 有民间风味的；和气的；无拘束的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "legend",
            "superstition",
            "tradition"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "民间传说，民俗学，民间创作",
      "tran_en": "the traditional stories, customs etc of a particular area or country"
    }
  ],
  "exchange": {}
}