{
  "word": "rabble",
  "ipa": {
    "us": "ˈræbl",
    "uk": "ˈræbəl"
  },
  "sentences": [
    {
      "en": "A rabble of angry citizens stormed the embassy.",
      "cn": "一群愤怒的暴徒冲击了大使馆."
    },
    {
      "en": "Come Midnight, let's disperse this petty rabble!",
      "cn": "来吧!午夜! 让我们一起解决这些乌合之众!"
    },
    {
      "en": "Gentlemen can always fight better than rabble.",
      "cn": "绅士们总是比乌合之众要能征善战的."
    },
    {
      "en": "He doesn't mix with the rabble here.",
      "cn": "他不与这里的下等人交往."
    },
    {
      "en": "He seems to attract a rabble of supporters more loyal to the man than to the cause.",
      "cn": "他似乎吸引了一群忠于他个人超过忠于事业的乱糟糟的拥护者。"
    },
    {
      "en": "I marked the deference for me evoked in the faces of my fellow - rabble.",
      "cn": "我注意到,那与我同属贱民的人显出了对我肃然起敬的神气."
    },
    {
      "en": "I was in Soweto in the antiapartheid days andout of that country for being a rabble - rouser.",
      "cn": "反种族隔离时期,我曾在索韦托,因被视为煽动暴民者而被逐出该国."
    },
    {
      "en": "In 40 years, the Guards' Polo Club has changed, but it has managed to keep most of the rabble out.",
      "cn": "40年间，御林军马球俱乐部虽有变化，但却一直成功地把绝大多数下层民众拒之门外。"
    },
    {
      "en": "Poverty in itself does not make men into a rabble.",
      "cn": "贫困自身并不能使人成为贱民."
    },
    {
      "en": "Royalty , nobility, the andHow quaint ! Even the rabble.",
      "cn": "皇亲国戚, 贵族名流, 还有,太棒了,竟然还有贱民."
    },
    {
      "en": "She stumbles upon Drucker's 1973 book, and it helps her turn rabble into a team.",
      "cn": "她碰巧发现了德鲁克1973年的书, 而这本书帮助她将那些乌合之众组织成了一支团队."
    },
    {
      "en": "The hundredheaded rabble of the cathedral close.",
      "cn": "为大教堂院内那长了一百个头的乌合之众."
    },
    {
      "en": "The rabble must be kept in a short leash.",
      "cn": "对这种下等人必须严加约束."
    },
    {
      "en": "The rabble soon grew violent and unmanageable.",
      "cn": "暴民们很快地变得狂暴和无法控制."
    },
    {
      "en": "They formed an army out of rabble.",
      "cn": "他们用乌合之众组成一支军队."
    },
    {
      "en": "Yes, gentlemen always can fight better than rabble.",
      "cn": "是啊, 绅士们总是比乌合之众要能征善战的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sheep without a shepherd",
            "tagraggery"
          ],
          "tran_cn": "乌合之众；暴民；下层社会；（搅炼用的）长柄耙"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "乌合之众，暴民，下等人，群氓",
      "tran_en": "a noisy crowd of people"
    }
  ],
  "exchange": {}
}