{
  "word": "towards",
  "ipa": {
    "us": "təˈwɔːdz",
    "uk": "tɔːrdz"
  },
  "sentences": [
    {
      "en": "A flock of birds flew towards us slowly from far away.",
      "cn": "一群鸟儿从远处朝我们缓缓飞来。"
    },
    {
      "en": "All the windows face toward the river.",
      "cn": "所有的窗户都朝向河。"
    },
    {
      "en": "Brian’s attitude towards his work has always been very positive.",
      "cn": "布赖恩的工作态度向来非常积极主动。"
    },
    {
      "en": "Do not wait for good things to happen to you. You need to walk towards happiness.",
      "cn": "不要等待好事降临，你要向幸福进发。"
    },
    {
      "en": "Fusilier Jones ran towards the Ops Room to find his lieutenant.",
      "cn": "燧发枪团士兵琼斯奔向作战指挥室寻找他的中尉长官。"
    },
    {
      "en": "He noticed two policemen coming towards him.",
      "cn": "他注意到两名警察正朝他走来。"
    },
    {
      "en": "He stares detachedly into the middle distance, towards nothing in particular.",
      "cn": "他漠然而漫无目标地注视着不远处。"
    },
    {
      "en": "He tramped hurriedly round the lake towards the garden.",
      "cn": "他匆匆地迈着沉重的步伐绕过湖边向花园走去。"
    },
    {
      "en": "He walked towards the summerhouse, at first furtively, then with more confidence.",
      "cn": "他朝凉亭走去，开始还偷偷摸摸地，后来就壮大了胆子。"
    },
    {
      "en": "He was standing with his back towards me.",
      "cn": "他背对我站着。"
    },
    {
      "en": "I pushed on towards Flagstaff, a hundred miles to the west.",
      "cn": "我继续西行，向100英里外的弗拉格斯塔夫进发。"
    },
    {
      "en": "I saw a man making his way towards me.",
      "cn": "我看到一名男子向我走来。"
    },
    {
      "en": "It is shocking that humans can behave with such bestiality towards others.",
      "cn": "令人震惊的是，人竟然能对同类下此毒手。"
    },
    {
      "en": "My feelings towards Susan have changed over the years.",
      "cn": "这些年来我对苏珊的感情发生了变化。"
    },
    {
      "en": "Not everyone in the world will be kind and caring towards you.",
      "cn": "并非世上每个人都会对你友善关心。"
    },
    {
      "en": "Sir Geoffrey had no personal animosity towards the Prime Minister.",
      "cn": "杰弗里爵士对首相并无私人恩怨。"
    },
    {
      "en": "The king's indulgence towards his sons angered the business community.",
      "cn": "国王对儿子们的纵容令商界恼火。"
    },
    {
      "en": "The main road continues towards Viterbo before turning right to Bolsena.",
      "cn": "大路一直延伸到维泰博，之后右转通向博尔塞纳。"
    },
    {
      "en": "The money collected will be put towards repairing the church roof.",
      "cn": "募集到的钱款将用于修缮教堂屋顶。"
    },
    {
      "en": "Traditionally young Asians in Britain have gravitated towards medicine, law and engineering.",
      "cn": "英国的亚裔年轻人通常被吸引到医学、法律及工程专业。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "for",
            "forward",
            "forwards",
            "on",
            "or",
            "virtually"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "at",
            "unto",
            "for",
            "on",
            "to"
          ],
          "tran_cn": "朝，向；对于；有助于"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "向，朝，对着，倾向于，关于，用于，将近，接近",
      "tran_en": "money put, saved, or given towards something is used to pay for it"
    }
  ],
  "exchange": {}
}