{
  "word": "unanticipated",
  "ipa": {
    "us": "ˌʌnænˈtɪsɪpeɪtɪd",
    "uk": "ˌʌnænˈtɪsɪpeɪtɪd"
  },
  "sentences": [
    {
      "en": "an unanticipated increase in inflation",
      "cn": "通货膨胀率意想不到的上升"
    },
    {
      "en": "And it was entirely unanticipated - especially by the very experts who had been predicting the opposite.",
      "cn": "这完全出乎了人们的意料,甚至于和正经专家的预测都相反."
    },
    {
      "en": "But then, something really interesting and unanticipated happened before I got there.",
      "cn": "但在当时,在我实现之前, 确实发生了有趣的和没想到的事."
    },
    {
      "en": "Changing the location and the number of warehouses changes transportation costs in unanticipated and complex ways.",
      "cn": "改变仓库的位置和数目会以一种无法预料并且很复杂的方式改变运输成本."
    },
    {
      "en": "However, sometimes , the most obnoxious volunteer to sacrifice themselves out of unanticipated generosity.",
      "cn": "可是极无聊,极不堪的下流种子有时却磊落大方,一鸣惊人, 情愿把自己牺牲了."
    },
    {
      "en": "However, the low creditability and unanticipated risks of investment would negatively affect the capital market.",
      "cn": "但另一方面, 云南的投资环境的低信用度和投资风险分析的缺乏也在某种程度上抑制了资本市场的发展."
    },
    {
      "en": "It also depends on whether inflation is anticipated or unanticipated.",
      "cn": "它也取决于是否通货膨胀预期或意料之外."
    },
    {
      "en": "Unanticipated inflation would erode the real value of wages, making workers cheaper to hire.",
      "cn": "不可预料的通货膨胀会降低工资的实际购买力, 使得雇佣工人的价格更便宜."
    },
    {
      "en": "Under the weight of this unanticipated interest, the project slowed to a crawl.",
      "cn": "梅尔兹说,在这种引发的不期而遇的兴趣下, 这个项目的进展慢如蜗牛."
    },
    {
      "en": "Uranus is now in Pisces and rules creativity, chaos, rebellion, and all events that are unanticipated.",
      "cn": "天王星却处于双鱼座,统治着创造 、 混乱 、 反抗和所以无法预知的事情."
    },
    {
      "en": "What unanticipated obstacles and what did you do to cope with them?",
      "cn": "遇到了哪些未预料的障碍,您如何克服这些障碍?"
    },
    {
      "en": "When combined with venture capital, It'supports unanticipated recombinations of technologies and skill.",
      "cn": "当和投资资本结合起来的时候, 就会支撑起未曾预料过的科技和技能的再次组合."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "accidental",
            "surprising",
            "unexpected",
            "unforeseen"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不曾预料到的",
      "tran_en": "an unanticipated event or result is one that you did not expect"
    }
  ],
  "exchange": {}
}