{
  "word": "immediacy",
  "ipa": {
    "us": "ɪˈmi:diəsi",
    "uk": "ɪˈmidɪəsɪ"
  },
  "sentences": [
    {
      "en": "Do they understand the immediacy of the crisis?",
      "cn": "他们明白危机的紧迫性吗？"
    },
    {
      "en": "For to make lived experience a datum of consciousness is to interject the distinction between subject and object and so to destroy its immediacy.",
      "cn": "因为使生存经验作为一种自觉的材料便是插入了 主题与客体的区分，因而便取消了这种直接性。"
    },
    {
      "en": "He did not realize the immediacy of the problem.",
      "cn": "他没意识到这个问题的紧迫性."
    },
    {
      "en": "He suffered the results in all their immediacy.",
      "cn": "这一切后果,一下子都影响到了他身上."
    },
    {
      "en": "In every one of her pictures she conveys a sense of immediacy.",
      "cn": "她拍的每一张照片中都传递出一种临场感，使人有如亲临现场。"
    },
    {
      "en": "It erects a barrier that severs the pleasure and immediacy of visceral experience.",
      "cn": "它在单纯的直接的快乐经历和我们之间竖起屏障。"
    },
    {
      "en": "It is the immediacy of events which makes television so popular.",
      "cn": "是时事报道的即时性使电视如此受到大众欢迎."
    },
    {
      "en": "Provide full auto and unload apparatus , handiness and immediacy.",
      "cn": "配备全自动上下料装置, 操作方便快捷."
    },
    {
      "en": "Self - provided large paper roll hoisting equipment and handiness & immediacy.",
      "cn": "自备大纸卷起重设备, 操作方便 快捷."
    },
    {
      "en": "She hoped thereby to convey the'immediacy'of existence.",
      "cn": "她想借此表现人生中“亲切感 ”."
    },
    {
      "en": "She hoped to convey the \" immediacy \" of existence.",
      "cn": "她想表现人生的 “ 亲切感 ”."
    },
    {
      "en": "Television allows viewers to experience an event without any loss of immediacy.",
      "cn": "电视让观众可以即时经历某一事件."
    },
    {
      "en": "Television has obvious advantages over newspapers in immediacy, motion, color, and convenience.",
      "cn": "电视在直观形象 、 动态感 、 色彩 、 便利等方面,比报纸有时显的长处."
    },
    {
      "en": "The books that result have intensity and a fascinating immediacy, far beyond that of ordinary narrative.",
      "cn": "结果写出来的书情节紧张，矛盾冲突强烈，令人欲罢不能，效果与使用普通的叙事手法大为不同。"
    },
    {
      "en": "The immediacy of the changes and clarity of the code made me feel more in control of the process.",
      "cn": "代码的改变直接而透明，我能清楚得控制整个过程，反观表格的设计就象在垒砖头。"
    },
    {
      "en": "the immediacy of threat",
      "cn": "威胁的迫切性"
    },
    {
      "en": "These supra - consciousness pictures exhibit the immediacy of pure energy presence.",
      "cn": "这些超意识照片直接陈列了纯净能量的在场."
    },
    {
      "en": "Writing which is in vogue often has an electric immediacy.",
      "cn": "时髦的作品往往有一种电光似的直接感."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "immediate",
          "tran_cn": " 立即的；直接的；最接近的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "immediately",
          "tran_cn": " 立即，立刻；直接地"
        }
      ]
    },
    {
      "pos": "conj",
      "words": [
        {
          "word": "immediately",
          "tran_cn": " 一…就"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "immediateness",
          "tran_cn": " 即刻；直接"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "now",
            "directness"
          ],
          "tran_cn": "直接；目前"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "直接（性），即时（性），<哲>直觉性，迫切需要的事物"
    }
  ],
  "exchange": {
    "pl": [
      "immediacies"
    ]
  }
}