{
  "word": "inextricably",
  "ipa": {
    "us": "ˌɪnɪkˈstrɪkəbli",
    "uk": "ˌɪnɪkˈstrɪkəbli"
  },
  "sentences": [
    {
      "en": "Beauty inextricably linked with the way you feel about and treat yourself.",
      "cn": "美丽无外乎是你感知和对待自己的方式."
    },
    {
      "en": "Dark comedy refers rather to the tragicomic form in which laughter and despair are inextricably mingled.",
      "cn": "黑色喜剧一词更确切地说是把笑声和绝望难解难分地结合在一起的那种悲喜剧形式."
    },
    {
      "en": "Fact is inextricably commingled with fiction.",
      "cn": "事实与虚构混杂难分."
    },
    {
      "en": "For these people, land is inextricably interwoven with life itself.",
      "cn": "对这些人来说，土地与生活本身有着不可分割的密切关系。"
    },
    {
      "en": "From ten feet apart they were locked in to one another, solidly, intimately, and inextricably.",
      "cn": "他们在相距十英尺外紧紧拴在一起, 牢固地, 亲密地, 难分难解."
    },
    {
      "en": "Grassmann's exposition was almost inextricably bound up with geometrical ideas.",
      "cn": "格拉斯门的叙述和几何概念有着几乎不可分割的联系."
    },
    {
      "en": "Hearts were able to secure a knot has been inextricably linked.",
      "cn": "心里便有了个结,一直都解不开."
    },
    {
      "en": "Her career was inextricably linked with his.",
      "cn": "她的事业是和他的事业紧密联系在一起的."
    },
    {
      "en": "Our survival is inextricably linked to the survival of the rainforest.",
      "cn": "我们的生存与雨林的生存息息相关。"
    },
    {
      "en": "Religion was for her inextricably linked with life itself.",
      "cn": "宗教对她来说是与生活本身紧密联系在一起的。"
    },
    {
      "en": "The impact of spirituality on their longevity seems to be inextricably linked.",
      "cn": "灵性对他们长寿的影响似乎解不开地联系在一起."
    },
    {
      "en": "The story of their exploration is inextricably bound up with the character of the caves themselves.",
      "cn": "他们的勘探经历与这些洞穴本身的特征有着不可分割的紧密联系。"
    },
    {
      "en": "The two are inextricably linked - the best books are yet to be written.",
      "cn": "这两者是紧密相连的 —— 好书也在被不断地写出来."
    },
    {
      "en": "The two processes are inextricably linked.",
      "cn": "这两个过程形影不离地偶联在一起."
    },
    {
      "en": "Their freedom is inextricably bound to our freedom. We cannot walk alone.",
      "cn": "他们的自由与我们的自由是息息相关的, 我们不能单独行动."
    },
    {
      "en": "They each narrate their own tale but are all inextricably linked together.",
      "cn": "她们各自讲述自己的故事,却又不可避免地联系在一起."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "inextricable",
          "tran_cn": " 逃脱不掉的；解不开的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "inescapably"
          ],
          "tran_cn": "逃不掉地；解不开地；解决不了地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "逃不掉地，解决不了地，形影不离地，不可解脱",
      "tran_en": "If two or more things are inextricably linked, they cannot be considered separately"
    }
  ],
  "exchange": {}
}