{
  "word": "predatory",
  "ipa": {
    "us": "ˈpredətri",
    "uk": "ˈpredətɔːri"
  },
  "sentences": [
    {
      "en": "a predatory insurance salesman",
      "cn": "敛财的保险推销员"
    },
    {
      "en": "A predatory striker who plays off the shoulders of the last defender.",
      "cn": "嗅觉灵敏的射手,擅于突破最后一名后卫的防守."
    },
    {
      "en": "He strongly criticized the genetic industry as greedy anarchical, predatory, and confused.",
      "cn": "他尖锐地批判了基因工业的几大问题:贪婪、无法 、 掠夺和混乱."
    },
    {
      "en": "People who run small businesses are frightened by the predatory behaviour of the banks.",
      "cn": "小公司经营者被银行的掠夺行为吓坏了。"
    },
    {
      "en": "Predatory Instincts doesn't work with Bear and Dire Bear form anymore.",
      "cn": "狩猎天性不再作用于熊或巨熊形态."
    },
    {
      "en": "predatory pricing",
      "cn": "掠夺性定价"
    },
    {
      "en": "Predatory pricing by large supermarkets was threatening the livelihood of smaller businesses.",
      "cn": "大型超市的掠夺性价格正威胁着小商店的生计。"
    },
    {
      "en": "Sam's interest tends towards the reputedly'ugly'and predatory side of the sea.",
      "cn": "山姆钟情于海洋所谓 “ 丑陋 ” 和弱肉强食的一面."
    },
    {
      "en": "She was safe from predatory birds on the verandah.",
      "cn": "在阳台上她不会遭到猛禽的袭击."
    },
    {
      "en": "The company spent much effort in avoiding takeover bids from predatory competitors.",
      "cn": "公司投入大量精力来防止来自非善意性竞争者的收购投标."
    },
    {
      "en": "The domesticated cat retains its predatory instincts.",
      "cn": "猫依然保持着捕食动物的天性."
    },
    {
      "en": "The earthbound larvae from which they develop are less pretty, but just as predatory.",
      "cn": "幼虫生活在地面上，不像成虫后那么美丽，但是同样会捕食。"
    },
    {
      "en": "The only just wars are non - predatory wars, wars of liberation.",
      "cn": "世界上只有 非 掠夺性的谋解放的战争, 才是正义的战争."
    },
    {
      "en": "The point seems particularly clear for the young of predatory animals.",
      "cn": "这一点在食肉动物的幼兽身上表现得特别明显."
    },
    {
      "en": "They lie in shallow water to escape the predatory attentions of bigger fish.",
      "cn": "它们呆在浅水里以躲避被大鱼盯上而捕食."
    },
    {
      "en": "You don't think she was completely un - classy and predatory?",
      "cn": "难道你不认为她低俗和暴露了一点?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "predation",
          "tran_cn": " 捕食；掠夺"
        },
        {
          "word": "predator",
          "tran_cn": " [动] 捕食者；[动] 食肉动物；掠夺者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "rapacious",
            "spoliatory"
          ],
          "tran_cn": "掠夺的，掠夺成性的；食肉的；捕食生物的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acquisitive"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "predatory pricing",
      "tran_cn": "掠夺性订价；掠夺性价格"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "掠夺成性的，食肉的，捕食生物的",
      "tran_en": "a predatory animal kills and eats other animals for food"
    }
  ],
  "exchange": {}
}