{
  "word": "nightmarish",
  "ipa": {
    "us": "'naɪtˌmeərɪʃ",
    "uk": "'naɪtˌmerɪʃ"
  },
  "sentences": [
    {
      "en": "Andy works the laundry line. A nightmarish job. He's new at it.",
      "cn": "安迪工作在流水线上, 一份极糟的工作, 他是新手."
    },
    {
      "en": "At first glance it looks like a nightmarish trip.",
      "cn": "乍一看,这是一段多么可怕的旅程."
    },
    {
      "en": "It is made all the more nightmarish by the measured deliberation with which it is unfolded.",
      "cn": "由于他精心构思情节,反倒有梦魇般的魔力."
    },
    {
      "en": "It's evident they've discussed the most nightmarish aspects of a nuclear holocaust in their classrooms.",
      "cn": "显然他们在课堂上讨论过大规模核破坏的最恐怖的方面."
    },
    {
      "en": "Matthew is unsure but he is again haunted by nightmarish visions of Tom.",
      "cn": "他跟艾米说了汤姆的事,艾米建议他去拜访当地的灵媒."
    },
    {
      "en": "Nightmarish ring Decreases morale of enemy creatures by - 2 .",
      "cn": "噩梦指环敌方生物士气 -2."
    },
    {
      "en": "She described a nightmarish scene of dead bodies lying in the streets.",
      "cn": "她描述了尸横街头、令人毛骨悚然的一幕。"
    },
    {
      "en": "The essential ingredient is a nightmarish sense of bewildered helplessness against a vast sinister, impersonal bureaucracy.",
      "cn": "主要成分是一种面对庞大的,阴险的 、 非人格化的官僚机构而产生的使人迷惘的、无依无靠的梦魇般的感受."
    },
    {
      "en": "The party began to take on an unreal, almost nightmarish quality.",
      "cn": "聚会开始呈现出虚幻、近乎梦魇般的气氛。"
    },
    {
      "en": "This nightmarish theory did, however, provide good fodder for a host of low - budget horror films!",
      "cn": "然而流沙的恐怖确实为那些炮制廉价的恐怖影片的制片人提供了很好的素材."
    },
    {
      "en": "WHAT person right mind would want to tackle Britain's nightmarish public finances?",
      "cn": "会有头脑清醒的人愿意管英国噩梦般的公共财政 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "nightmare",
          "tran_cn": " 可怕的；噩梦似的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "nightmare",
          "tran_cn": " 恶梦；梦魇般的经历"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "terrible",
            "horrible",
            "awesome",
            "fearful",
            "dire"
          ],
          "tran_cn": "可怕的；恶梦似的；不愉快的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "fearful",
            "stony"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "恶梦似的，不愉快的",
      "tran_en": "If you describe something as nightmarish, you mean that it is extremely frightening and unpleasant"
    }
  ],
  "exchange": {
    "noun": [
      "nightmare"
    ]
  }
}