{
  "word": "orleans",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "\" Oh, no, Rhett. Not anything old fashioned like these New Orleans houses.",
      "cn": "\" 唔, 不好, 瑞德, 不要新奥尔良这种老式的房子."
    },
    {
      "en": "A train was leaving at midnight for New Orleans.",
      "cn": "有一班火车将于夜间十二点开往新奥尔良."
    },
    {
      "en": "Best of all things in New Orleans was the food.",
      "cn": "新奥尔良的菜肴最有名."
    },
    {
      "en": "By now, Ogilvie was probably back in New Orleans and being interrogated.",
      "cn": "奥格尔维现在可能已被带回新奥尔良,正在受审问."
    },
    {
      "en": "Dancers shimmied in the streets of New Orleans.",
      "cn": "舞者们在新奥尔良的大街上跳着希米舞。"
    },
    {
      "en": "Even his death, after crashing his motorcycle on a bridge in New Orleans, was spectacular.",
      "cn": "甚至他骑摩托车在新奥尔良撞桥身亡的事也轰动一时。"
    },
    {
      "en": "Four steamboat loads of spectators came to view a hanging in New Orleans.",
      "cn": "四轮船的观众来新奥尔良观看绞刑。"
    },
    {
      "en": "New Orleans is famous for its cuisine.",
      "cn": "新奥尔良以其美食而著称。"
    },
    {
      "en": "Oil leaking from a barge in the Mississippi River poses a hazard to the drinking water of New Orleans.",
      "cn": "密西西比河上驳船漏油事件危及新奥尔良市的饮用水。"
    },
    {
      "en": "Savannah, Charleston, Augusta, Richmond, New Orleans would never hurry.",
      "cn": "萨凡纳 、 查尔斯顿 、 奥古斯塔 、 里土满 、 新奥尔良却从来不是这样."
    },
    {
      "en": "The New Orleans police would by now be alerted.",
      "cn": "新奥尔良的警察现在可能已处于待命状态."
    },
    {
      "en": "The young colored population of New Orleans were much given to flirting.",
      "cn": "新奥尔良的年轻的黑人居民很喜欢卖弄风情."
    },
    {
      "en": "They rafted down the river to New Orleans.",
      "cn": "他们乘木筏顺流而下来到新奥尔良市."
    },
    {
      "en": "They were trying to make New Orleans by nightfall.",
      "cn": "他们力图在黄昏前赶到新奥尔良。"
    },
    {
      "en": "Well , will you save Orleans for us, with all your bullying?",
      "cn": "你既然这么霸道, 你去解救奥尔良好 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "new orleans",
      "tran_cn": "新奥尔良（美国港市）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "奥尔良[法国]"
    },
    {
      "pos": "other",
      "tran_cn": "奥尔良"
    }
  ],
  "exchange": {}
}