{
  "word": "minstrel",
  "ipa": {
    "us": "ˈmɪnstrəl",
    "uk": "ˈmɪnstrəl"
  },
  "sentences": [
    {
      "en": "A strong love has sprung up between the minstrel and the king.",
      "cn": "于是吟游诗人与国王之间就产生了深厚的感情."
    },
    {
      "en": "Alfred the Great acted his own spy, visiting Danish camps disguised as a minstrel.",
      "cn": "阿尔弗雷德大帝曾亲自充当间谍.他扮作吟游歌手到丹麦军队的营地里侦察."
    },
    {
      "en": "He fuses ancient and modern instruments of the minstrel and forges a startlingly unique musical language.",
      "cn": "他将古代和现代的吟游诗人的乐器融合为一体,锻造出令人惊奇的独特的音乐语言."
    },
    {
      "en": "If some minstrel belts out “Imagine” or gets a crowd to sing along hoping to carry away a hatful of coins, this busker could face a fine ranging from $50 to $200.",
      "cn": "如果在这片草莓园里，有流浪歌手高歌吟唱他的《想象》或是唱着民谣摇滚，招致大批群众围观，而只是为了能让自己“行乞”的帽子装满硬币的街头艺人们，可能会面临50到200美元不等的罚款。"
    },
    {
      "en": "Minstrel shows included music, dance and comedy.",
      "cn": "滑稽说唱团演出有音乐 、 舞蹈和喜剧."
    },
    {
      "en": "No money, on my faith, but the gleek; I will give you the minstrel.",
      "cn": "我可不给你们钱, 哼!我要给你们一顿骂; 我骂你们是一群卖唱的叫化子."
    },
    {
      "en": "Stephen Foster wrote almost thirty songs for minstrel shows.",
      "cn": "史蒂芬?福斯特为滑稽说唱团演出写了将近30首歌."
    },
    {
      "en": "The end man in a minstrel show.",
      "cn": "压轴巡游演出中的最后艺人."
    },
    {
      "en": "The first of all the negro minstrel shows came to town, and made a sensation.",
      "cn": "一流的黑人演奏队来到了这个小镇, 引起了轰动."
    },
    {
      "en": "The king and queen always have minstrel play at their feast.",
      "cn": "国王和王后总是要音乐家在宴会上表演."
    },
    {
      "en": "The minstrel had been to many places before he came here.",
      "cn": "在来到这里之前,这个吟游诗人已经去过很多地方."
    },
    {
      "en": "The minstrel travelled about the country singing songs and poems written by him.",
      "cn": "这名吟游诗人在全国游历,吟唱他自己写的诗歌."
    },
    {
      "en": "The Negro minstrel is touring the country.",
      "cn": "那个黑人歌舞团正在全国各地巡回演出."
    },
    {
      "en": "The young minstrel had a rare, rich voice.",
      "cn": "这个青年歌手有一幅稀有的嘹亮嗓音."
    },
    {
      "en": "This weary minstrel - life that once was girt.",
      "cn": "这疲乏的行吟生涯也曾想望过."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "minstrelsy",
          "tran_cn": " 吟游技艺"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bard",
            "troubadour"
          ],
          "tran_cn": "诗人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bard",
            "musician",
            "player",
            "troubadour"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "歌手，艺人，旅行音乐师，吟游诗人",
      "tran_en": "a singer or musician in the Middle Ages"
    }
  ],
  "exchange": {
    "pl": [
      "minstrels"
    ]
  }
}