{
  "word": "methodology",
  "ipa": {
    "us": "ˌmeθəˈdɒlədʒi",
    "uk": "ˌmeθəˈdɑːlədʒi"
  },
  "sentences": [
    {
      "en": "As you have seen,this is surprisingly easy to do if you follow a simple methodology.",
      "cn": "您已经看到，如果按照一种非常简单的方法，这一步令人吃惊地容易。"
    },
    {
      "en": "Back in the 1970 s, we created a methodology built on data structures.",
      "cn": "70年代, 我们建立了一种基于数据结构的方法学."
    },
    {
      "en": "His current work centres upon the study of methodology in teaching.",
      "cn": "目前他的工作集中在研究教学法上."
    },
    {
      "en": "His world outlook philosophy and methodology are applied self - consciously at economic domain.",
      "cn": "他把哲学的世界观和方法论自觉地运用于经济领域."
    },
    {
      "en": "In OO methodology, classes contain certain data and exhibit certain behaviours.",
      "cn": "在面象对象方法学中, 类包含通常的数据并列出通常的行为."
    },
    {
      "en": "In their methodology the classical economists fell into two camps.",
      "cn": "古典经济学家的方法论分为两大阵营."
    },
    {
      "en": "In their own work they may have favored the use of methodology different from mine.",
      "cn": "他们在做自己的工作时，也许更喜欢使用和我不一样的一套方法。"
    },
    {
      "en": "Problems exist in various aspects, as teaching arrangement, teachers, methodology, and textbooks.",
      "cn": "在教学安排 、 师资队伍 、 教学方法 、 教材建设等方面都存在问题."
    },
    {
      "en": "recent changes in the methodology of language teaching",
      "cn": "语言教学法最近的变化"
    },
    {
      "en": "Such distortion may be traced onto his \" translation methodology \".",
      "cn": "这种歪曲,可以说是从 “ 翻译的方法 ” 上来的."
    },
    {
      "en": "Teaching methodologies vary according to the topic.",
      "cn": "教学方法因题目而不同。"
    },
    {
      "en": "The CPI methodology has been continuously improved since its inception.",
      "cn": "cpi方法体系自采用以来不断地得到完善."
    },
    {
      "en": "The latter's methodology was more fluid and more convenient for application.",
      "cn": "后者的方法更富于成果,更便于应用."
    },
    {
      "en": "The monograph is conceptually confused, unclear in its structure and weak in its methodology.",
      "cn": "这篇专论概念混淆，结构不清，研究方法也经不起推敲。"
    },
    {
      "en": "This concentrator was chosen as an example to illustrate the general methodology involved in Virus concentration.",
      "cn": "这种浓缩器被选作说明涉及浓缩病毒一般方法学的例子."
    },
    {
      "en": "This paper describes the re - check process, work methodology , re - check scope, technical req.",
      "cn": "介绍了复查过程 、 工作方法、 复查 范围 、 技术要求和复查成果."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "method",
          "tran_cn": " 使用体验派表演方法的"
        },
        {
          "word": "methodical",
          "tran_cn": " 有系统的；有方法的"
        },
        {
          "word": "methodological",
          "tran_cn": " 方法的，方法论的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "methodically",
          "tran_cn": " 有方法地；有系统地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "method",
          "tran_cn": " 方法；条理；类函数"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "technique"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "design methodology",
      "tran_cn": "设计方法学"
    },
    {
      "phrase": "evaluation methodology",
      "tran_cn": "评价方法"
    },
    {
      "phrase": "research methodology",
      "tran_cn": "研究方法论"
    },
    {
      "phrase": "response surface methodology",
      "tran_cn": "响应面分析；效应面优化法；反应曲面分类研究法"
    },
    {
      "phrase": "teaching methodology",
      "tran_cn": "教学方法"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（从事某一活动的）一套方法，方法学，方法论",
      "tran_en": "A methodology is a system of methods and principles for doing something, for example for teaching or for carrying out research"
    }
  ],
  "exchange": {
    "pl": [
      "methodologies"
    ],
    "adj": [
      " methodologically",
      "methodological"
    ]
  }
}