{
  "word": "daffodil",
  "ipa": {
    "us": "ˈdæfədɪl",
    "uk": "ˈdæfədɪl"
  },
  "sentences": [
    {
      "en": "I told uncle I was putting three hundred on Daffodil.",
      "cn": "我告诉过叔叔我在水仙身上下注三百英镑."
    },
    {
      "en": "I was right. On top of a daffodil, sat a bee.",
      "cn": "确实是虫子,我猜对了. 在一朵水仙花上, 落着一只蜜蜂."
    },
    {
      "en": "Is a daffodil a flower?",
      "cn": "水仙花是花 吗 ?"
    },
    {
      "en": "Let mind dance with dew daffodil.",
      "cn": "让思想和露珠,百合起舞."
    },
    {
      "en": "March brings breezes loud and shrill, stirs the dancing daffodil.",
      "cn": "三月带来尖叫的风,吹拂着翩翩起舞的水仙花."
    },
    {
      "en": "On seas of daffodil.",
      "cn": "在水仙花的海洋上."
    },
    {
      "en": "Perennial border such as daffodil, daisy, lily, phlox, iris, etc.",
      "cn": "栽种多年生植物(如水仙花 、 雏菊 、 百合 、 福禄考 、 蝴蝶花等)的条形绿化带."
    },
    {
      "en": "Tender green daffodil leaves poke through the grass, some even showing yellow buds.",
      "cn": "嫩绿色的黄水仙的叶子从草丛中探出身来, 有些水仙甚至展露出它们黄色的花蕾."
    },
    {
      "en": "The 10-piece set features a raised and gilded oak leaf border with acorns and the national symbols of the daffodil, rose and thistle on a pale blue base.",
      "cn": "这个陶瓷10件套的边缘用向上攀升的镀金橡树叶和橡树果作装饰，中间是国家的标志：水仙花，玫瑰和淡蓝色基底上的蓟。"
    },
    {
      "en": "The daffodil belongs to the genus Narcissus.",
      "cn": "黄水仙是水仙属植物."
    },
    {
      "en": "The flower was something in the mature of a daffodil.",
      "cn": "这种花有点像水仙."
    },
    {
      "en": "The flower was something in the nature of a daffodil.",
      "cn": "这种花有点像黄水仙."
    },
    {
      "en": "The lace design incorporated rose, thistle, daffodil and shamrock — the emblems of England, Scotland, Wales and Northern Ireland.",
      "cn": "蕾丝图案上有玫瑰、蓟、水仙花和三叶草（英格兰、苏格兰、威尔士和北爱尔兰的象征）。"
    },
    {
      "en": "The October after Grandpa's death, I planted tulip and daffodil bulbs , snowdrops, crocuses, and bluebells.",
      "cn": "在爷爷去世后的十月, 我种了一些郁金香、水仙 、 雪花莲 、 番红花及蓝铃花."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "水仙花色的"
    },
    {
      "pos": "n",
      "tran_cn": "水仙花，黄水仙，鲜黄色",
      "tran_en": "a tall yellow spring flower with a tube-shaped part in the middle"
    }
  ],
  "exchange": {
    "pl": [
      "daffodils"
    ]
  }
}