{
  "word": "tonnage",
  "ipa": {
    "us": "ˈtʌnɪdʒ",
    "uk": "ˈtʌnɪdʒ"
  },
  "sentences": [
    {
      "en": "A huge tonnage of bombs has already been dropped on the area.",
      "cn": "巨大吨数的炸弹已被投到该地区。"
    },
    {
      "en": "All the main rapid reaches cannot meet the navigation expectation of ten - thousand - tonnage fleet.",
      "cn": "各主要滩段均不能满足 万吨级 船队的通航要求."
    },
    {
      "en": "B 、 Appling dual cylinder to drive, which reaches the high - tonnage cutting force and saves the energy.",
      "cn": "采用双油缸驱动.达到高吨位裁断力量, 节省能源消耗."
    },
    {
      "en": "Buy paper but in tonnage terms.",
      "cn": "买纸张却以重量计算."
    },
    {
      "en": "Deletion: one dollar per ten - tonnage.",
      "cn": "销籍每十吨一元."
    },
    {
      "en": "In Europe a large tonnage of apples is grown specifically for the manufacture of cider.",
      "cn": "在欧洲,有很大部分的苹果是用来作苹果酒."
    },
    {
      "en": "That's deadweight tonnage in both cases.",
      "cn": "两者都是指载重容量."
    },
    {
      "en": "The following table lists the corresponding relationship among forklift tonnage, wiring harness type and engine type.",
      "cn": "下表列出了叉车吨位 、 线束型号及发动机型号的对应关系."
    },
    {
      "en": "The ship has a tonnage of twenty thousand.",
      "cn": "这艘船的吨位是2万吨."
    },
    {
      "en": "The total tonnage of each product that they import per year.",
      "cn": "他们进口的每件产品的年进口总量."
    },
    {
      "en": "There are two workings the fixed size pressing forming and the fixed tonnage press forming.",
      "cn": "成形有定尺寸压制和定吨位压制两种工作方式,可任意选择."
    },
    {
      "en": "There were heavy losses in Britain's merchant tonnage during the Battle of the Atlantic.",
      "cn": "在大西洋海战中英国的商船遭受了巨大的损失."
    },
    {
      "en": "This landing vessel has the largest tonnage in our country.",
      "cn": "这是我国目前最大吨位的登陆舰."
    },
    {
      "en": "Tonnage of white flecked stone quarried in Spain and finished in Italy: 430 tons.",
      "cn": "吨位白石头采石摆置在西班牙和意大利的成品: 430吨."
    },
    {
      "en": "Usually the dues are calculated on the registered tonnage of the ship.",
      "cn": "通常港口税是以船只的注册吨位计算的."
    },
    {
      "en": "With 500 tonnage traffic capacity, Zhangjing River is a golden line for water transport.",
      "cn": "张泾河通航能力达500吨, 是水上运输的“黄金要道”."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "ton",
          "tran_cn": " 吨；很多，大量"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "displacement",
            "dead weight capacity"
          ],
          "tran_cn": "[船]吨位，载重量；船舶总吨数，排水量"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "weight"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "gross tonnage",
      "tran_cn": "总吨位"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（衡量船舶大小的排水）吨位，（军舰的）排水量吨位，（货物的）每吨运费，以吨计算的重量",
      "tran_en": "the size of a ship or the amount of goods it can carry, shown in  tonnes "
    }
  ],
  "exchange": {
    "pl": [
      "tonnages"
    ]
  }
}