{
  "word": "mauve",
  "ipa": {
    "us": "məʊv",
    "uk": "moʊv"
  },
  "sentences": [
    {
      "en": "All shades of mauve, lilac, lavender and purple were fashionable.",
      "cn": "深深浅浅的各种木槿色、丁香色、熏衣草色和紫色都是流行色。"
    },
    {
      "en": "Chinese perennial having mauve - pink to bright sky blue flowers in drooping cymes.",
      "cn": "中国产的多年生罂粟,淡紫红色到亮丽的天蓝色花,下垂的聚伞花序."
    },
    {
      "en": "Eurasian weed having yellow or mauve or white flowers and podlike fruits.",
      "cn": "欧亚杂草开黄色淡紫色或白色花和承窝的果实."
    },
    {
      "en": "Her skirt is mauve.",
      "cn": "她的裙子是淡紫色的."
    },
    {
      "en": "I'm not sure black Is your colour , Capitaine. You could try mauve.",
      "cn": "我觉得你穿黑色不好看,上校, 你该试试淡紫色."
    },
    {
      "en": "If you shut it in glass, it would turn the glass mauve or violet.",
      "cn": "如果你把它装在玻璃容器里, 它会把玻璃变成紫红色或淡紫色."
    },
    {
      "en": "It is a custom to get married in a mauve dress.",
      "cn": "穿紫红色衣服成亲是种风俗."
    },
    {
      "en": "It is dangerous and terrifying to behold. It is also a rather interesting shade of mauve.",
      "cn": "它躲在暗处，到处写满了它的危险和可怕，不过，它呈现的淡紫色到是相当有趣的。"
    },
    {
      "en": "Mauve, Rose _ shaped; stout, upright stems, short and thick narrow leaves in yellowish green, middle - late flowering.",
      "cn": "紫红色, 蔷薇型. 颈粗直.柄短而粗.叶小而尖,黄绿色.株型半开张. 花期中晚."
    },
    {
      "en": "Modulated colours from skin pink and paler shades to a more intense mauve.",
      "cn": "调制出的颜色从肤色粉和浅黑色到更强烈的淡紫色."
    },
    {
      "en": "Notice the mauve to pink homogenous intranuclear inclusions in the epithelial cells of the epidermis.",
      "cn": "注意存在于表皮上皮细胞的淡紫色及粉红色的核内包涵体."
    },
    {
      "en": "Pamela Tudsbury clattered away at a typewriter mauve evening dress and fancy hairdo.",
      "cn": "色晚礼服,梳着别致的发式,正在打字机上咔嗒咔嗒地打着."
    },
    {
      "en": "Pamela Tudsbury clattered away at a typewriter, in her mauve evening dress and fancy hairdo.",
      "cn": "帕米拉·塔茨伯利穿着淡紫色晚礼服,梳着别致的发式,正在打字机上咔嗒咔嗒地打着."
    },
    {
      "en": "Semidoublel orchid - mauve pansy. Variegated dark green and gold, plain; sucker propagation. Miniature.",
      "cn": "半重瓣兰花色到淡紫色堇型花. 深绿色和金黄色组合成的一般型斑叶, 只能用 侧芽 繁殖. 迷你型."
    },
    {
      "en": "Silver Premo or Sculpey with a tiny piece of Violet added for a beautiful silver mauve.",
      "cn": "银色加上一点紫罗兰可以创造出非常漂亮的浅紫色."
    },
    {
      "en": "The flowers are pearly mauve.",
      "cn": "花朵是珍珠般的淡紫色。"
    },
    {
      "en": "The ladies who you work for, after they sob for hourson end, make them use blue or mauve eyeliner to make their bloodshot eyes lookwhiter.",
      "cn": "如果你的女雇主一连抽泣了几小时，就让她们用蓝色或是淡紫色的眼线，这能让充了血的眼睛看起来白一点。"
    },
    {
      "en": "We have no idea what mauve is.",
      "cn": "紫色就是紫色,我们不知道什麽叫做淡紫色."
    },
    {
      "en": "You’ll find their uniforms tend to be more subdued pastel colours, such as mauve, green or blue.",
      "cn": "你会发现，他们的制服往往是较柔和的淡色彩，例如淡紫色、绿色或蓝色。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "violescent",
            "orchid"
          ],
          "tran_cn": "淡紫色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lila",
            "heliotrope"
          ],
          "tran_cn": "淡紫色；苯胺紫；淡紫色染料"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "purple"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "淡紫色的，苯胺紫（染料）"
    },
    {
      "pos": "n",
      "tran_cn": "淡紫色；苯胺紫；淡紫色染料",
      "tran_en": "a pale purple colour"
    }
  ],
  "exchange": {}
}