{
  "word": "consummate",
  "ipa": {
    "us": "ˈkɒnsəmeɪt",
    "uk": "ˈkɑnsəmeɪt"
  },
  "sentences": [
    {
      "en": "Acceptance isit is commonly consummate and the behavior means below.",
      "cn": "承诺制,一般是至上而下的行为方式."
    },
    {
      "en": "Combining with its practice, this article draws lessons from the experiences of Japanese examinational committee, and brings out some suggestions to consummate the system.",
      "cn": "本文结合人民监督员制度运行的实践，借鉴日本检察审查会制度的经验，就完善人民监督员制度提出构想。"
    },
    {
      "en": "Factory with consummate skill, good reputation, good service, won the praise and trust of our customers, business across the country.",
      "cn": "本厂以精湛的技艺、良好的信誉、周到的服务，深得广大客户的好评和信赖，业务遍布全国各地。 %。"
    },
    {
      "en": "He acted the part with consummate skill.",
      "cn": "他以精湛的演技饰演了这一角色。"
    },
    {
      "en": "He combined consummate shrewdness with the disposition superficially to fraternize.",
      "cn": "他把高度的精明和温和敦厚的外表结合了起来."
    },
    {
      "en": "He combined consummate shrewdness with the disposition.",
      "cn": "他把高度的精明和这个性格结合了起来."
    },
    {
      "en": "He won the race with consummate ease.",
      "cn": "他不费吹灰之力就赢了赛跑."
    },
    {
      "en": "His wife divorced him for failing to consummate their marriage.",
      "cn": "他的妻子因为他未能完婚而跟他离婚了。"
    },
    {
      "en": "In his work he was a consummate professional.",
      "cn": "他的作品表现出精美绝伦的专业修养."
    },
    {
      "en": "Scarlett exercised the same charms as Melanie but with a studied artistry and consummate skill.",
      "cn": "思嘉也像媚兰那样发挥自己魅力的作用,但是她还使用了一种很有修养的功夫和高度的技巧."
    },
    {
      "en": "She has not merely art, consummate art instinct, in her, but she has personality also.",
      "cn": "她不光有艺术天赋, 有完美的艺术本能, 而且她还很有个性."
    },
    {
      "en": "She was a consummate performer.",
      "cn": "她是个技艺非凡的表演者。"
    },
    {
      "en": "She was really a consummate piece of painting.",
      "cn": "她实在是一幅精美绝伦的画."
    },
    {
      "en": "The intimacy between these two was by this time consummate.",
      "cn": "他们两人之间的亲密情谊此刻已达到高峰."
    },
    {
      "en": "The restored jade burial suit fully reveals the consummate skill of the labouring people of ancient China.",
      "cn": "复原后的金缕玉衣充分显示出中国古代劳动人民的精湛工艺."
    },
    {
      "en": "The whole of that family are the most solemnly conceited and consummate blockheads!",
      "cn": "他们那一家子都是极其自高自大的不折不扣的傻瓜!"
    },
    {
      "en": "This landscape painting is a consummate work of art.",
      "cn": "这幅山水画已臻化境."
    },
    {
      "en": "Those familiar with Sanders call him a consummate politician.",
      "cn": "那些熟悉桑德斯的人都称他为手段高明的政治家。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "consumerism",
          "tran_cn": " 保护消费者利益运动；用户至上主义"
        },
        {
          "word": "consummation",
          "tran_cn": " 圆满成功；完成；成就；达到极点"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "perfect",
            "ideal",
            "full"
          ],
          "tran_cn": "至上的；完美的；圆满的"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "accomplish",
            "carry out",
            "achieve",
            "perform",
            "complete"
          ],
          "tran_cn": "完成；作成；使达到极点"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "完美的，至上的，圆满的，无比的"
    },
    {
      "pos": "v",
      "tran_cn": "完成, 使达到极点",
      "tran_en": "to make something complete, especially an agreement"
    }
  ],
  "exchange": {
    "adv": [
      "consummately"
    ]
  }
}