{
  "word": "hovercraft",
  "ipa": {
    "us": "ˈhɒvəkrɑ:ft",
    "uk": "ˈhʌvərkræft"
  },
  "sentences": [
    {
      "en": "A hovercraft rides on a cushion of air.",
      "cn": "气垫船悬浮在气垫上行驶."
    },
    {
      "en": "Do you know what advantage the hovercraft has over the aeroplane?",
      "cn": "你知道气垫船比飞机有哪些优点 吗 ?"
    },
    {
      "en": "Hovercraft can travel both on land and water.",
      "cn": "气垫船可以水陆两用."
    },
    {
      "en": "Now people can cross the lake easily on / by a hovercraft.",
      "cn": "现在人们能够方便地乘坐气垫船渡过湖泊."
    },
    {
      "en": "Since that time, various types of hovercraft have appeared and taken up regular service.",
      "cn": "从那以后，各种各样的气垫船出现了，并开始了定期航行服务。"
    },
    {
      "en": "So you want your very own hovercraft?",
      "cn": "你想拥有自己的气垫船么？"
    },
    {
      "en": "Strapping the skis on the roof, we boarded the hovercraft in Dover.",
      "cn": "用带子把滑水板绑在船顶后，我们就在多佛登上了气垫船。"
    },
    {
      "en": "The expedition made the journey to its source by hovercraft.",
      "cn": "探险队乘气垫船到达了它的源头。"
    },
    {
      "en": "The hovercraft is able to skim over the water.",
      "cn": "气垫船能掠过水面飞速行驶."
    },
    {
      "en": "The hovercraft was in fact ground - effect vehicle rather than an aircraft.",
      "cn": "气垫车实际上是气垫运输工具而不是飞机."
    },
    {
      "en": "The plane is the fast but the hovercraft is more comfortable.",
      "cn": "乘飞机最快,但是乘气垫船更舒服."
    },
    {
      "en": "The rubber skirts round the bottom of a hovercraft were destroyed.",
      "cn": "气垫船底部四周的橡胶护板被毁了."
    },
    {
      "en": "The twins hadn't seen a hovercraft before, had they?",
      "cn": "这对双胞胎以前没见过气垫船, 是 吗 ?"
    },
    {
      "en": "These hovercraft can easily outpace most boats.",
      "cn": "这些气垫船在速度上能轻而易举地超过大多数船只。"
    },
    {
      "en": "Travelling at speeds of up to thirty five knots, these hovercraft can easily outpace most boats.",
      "cn": "这些气垫船行驶速度最高可达35节，能够轻易地超过大多数船只。"
    },
    {
      "en": "We took a hovercraft across the English Channel.",
      "cn": "我们乘气垫船横渡英吉利海峡."
    },
    {
      "en": "What advantages has the hovercraft over the aeroplane?",
      "cn": "气垫船有什么优于飞机的地方？"
    },
    {
      "en": "Which one of the following statements is TRUE of the hovercraft?",
      "cn": "下列哪个陈述是关于气垫车的正确描述?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "cushioncraft"
          ],
          "tran_cn": "[船]气垫船"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "气垫船，水翼船",
      "tran_en": "a vehicle that travels just above the surface of land or water, travelling on a strong current of air that the engines produce beneath it"
    }
  ],
  "exchange": {
    "pl": [
      "hovercraft"
    ]
  }
}