{
  "word": "lactose",
  "ipa": {
    "us": "ˈlæktəʊs",
    "uk": "ˈlæktoʊs"
  },
  "sentences": [
    {
      "en": "Aren't most Chinese sensitive to undigested lactose?",
      "cn": "难道大多数中国人不是乳糖不耐受的 吗 ?"
    },
    {
      "en": "Cow's milk contains about 4.7 % lactose.",
      "cn": "牛奶含有大约4.7%的乳糖."
    },
    {
      "en": "In the yogurt lactose decomposes by the lactobacillus, does not have this problem.",
      "cn": "酸奶中的乳糖被乳酸菌分解掉了, 不存在这个问题."
    },
    {
      "en": "It is benefited to the person who suffered from lactose intolerance, diabetes, obe.",
      "cn": "给广大消费者,尤其是乳糖不耐受 、 糖尿病 、 肥胖者带来口福."
    },
    {
      "en": "Lactose a naturally occurring sugar found in milk.",
      "cn": "乳糖是牛奶中的天然糖分."
    },
    {
      "en": "Lactose fermentation is used to verify the existence of coliform bacteria in national criteria.",
      "cn": "大肠菌群的国标检验法采用乳糖发酵法."
    },
    {
      "en": "Lactose free: Breaks down sugar molecules to ease digestion . Not reduced - calorie or low - fat.",
      "cn": "含乳糖:分 解糖分子有助消化. 低热量、低脂肪."
    },
    {
      "en": "Lactose gives glucose and galactose.",
      "cn": "乳糖产生葡萄糖和半乳糖."
    },
    {
      "en": "Lactose is the main carbohydrate occurring in milk.",
      "cn": "乳糖是乳的主要碳水化合物."
    },
    {
      "en": "Nutritionally complete, lactose and sucrose free formula.",
      "cn": "本品为不含乳糖及蔗糖的完全营养豆奶配方."
    },
    {
      "en": "Objective To approach the effect of lactose free feeding on infants with rotavirus gastroenteritis.",
      "cn": "目的探讨去乳糖饮食佐治小儿轮状病毒肠炎的疗效."
    },
    {
      "en": "Objective To prepare lactose and starch co - processed compound for direct compression.",
      "cn": "目的制备乳糖-淀粉复合辅料,用于直接压片技术."
    },
    {
      "en": "Readily digestible carbohydrates ( such as lactose ) are essential to provide energy.",
      "cn": "易消化碳水化合物 ( 乳糖 ) 是提供仔猪能量所必须的."
    },
    {
      "en": "Solids - not - fat therefore includes the protein, lactose, minerals, vitamins and minor nitrogenous compounds in milk.",
      "cn": "因此 非 脂乳固体包括:蛋白质 、 乳糖 、 矿物质 、 维生素和少量的非蛋白氮族化合物."
    },
    {
      "en": "Some people have trouble digesting lactose, a carbohydrate in milk and milk products, because of the deficiency of enzyme lactase in the body.",
      "cn": "有些人无法消化乳糖，一种在牛奶和奶制品中的碳水化合物，这是因为在他们的身体中缺少乳糖消化酶。"
    },
    {
      "en": "Somewhat less than 40% of people in the world retain the ability to digest lactose after childhood.",
      "cn": "全世界大约不到40%的成年人能够在童年过后保留消化乳糖的能力。"
    },
    {
      "en": "The product is a preparation for improving lactose intolerance.",
      "cn": "本品是一种改善乳糖不耐症的制剂."
    },
    {
      "en": "Though children were able to drink milk, they typically developed lactose intolerance as they grew up.",
      "cn": "虽然小孩喝牛奶没有问题，但在长大后他们通常都会产生乳糖不耐受。"
    },
    {
      "en": "To promote the production and consumption of milk, it is necessary to produce and popularize low lactose milk.",
      "cn": "为了实现人们“想喝奶和多喝奶”的愿望，进行低乳糖奶的生产和推广成为必然。"
    },
    {
      "en": "With sugar malabsorption, intestinal mucosal enzymes, such as lactase, which splits lactose to galactose and glucose, may be congenitally absent or temporarily deficient secondary to GI infection.",
      "cn": "糖吸收不良：小肠粘膜酶，如乳糖酶能将乳糖分解成半乳糖和葡萄糖，可能是先天缺失或因胃肠感染引起暂时不足。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "milk sugar"
          ],
          "tran_cn": "[有化]乳糖"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "sugar"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lactose intolerance",
      "tran_cn": "乳糖不耐症"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "乳糖",
      "tran_en": "a type of sugar found in milk, sometimes used as a food for babies and sick people"
    }
  ],
  "exchange": {}
}