{
  "word": "parliamentary",
  "ipa": {
    "us": "ˌpɑ:ləˈmentri",
    "uk": "ˌpɑrləˈmentri"
  },
  "sentences": [
    {
      "en": "A ferocious battle to select a new parliamentary candidate is in progress.",
      "cn": "推选一位新的议会候选人的激战正酣。"
    },
    {
      "en": "British Parliamentary procedure is perplexing at the best of times.",
      "cn": "即使在最好情况下，英国议会的程序也很费解。"
    },
    {
      "en": "He has remained largely aloof from the hurly - burly of parliamentary politics.",
      "cn": "他基本上一直对喧嚣的议会政治漠不关心."
    },
    {
      "en": "He used his influence to make sure she was not selected as a parliamentary candidate.",
      "cn": "他利用自己的影响力阻挠她当选议员候选人。"
    },
    {
      "en": "He was infinitely more assured than in his more recent parliamentary appearances.",
      "cn": "比起最近几次在国会中的露面，他表现得自信多了。"
    },
    {
      "en": "Her parliamentary career has occupied all of her time.",
      "cn": "她整日忙于议会的工作。"
    },
    {
      "en": "His tactics were to entangle the opposition in a web of parliamentary procedure.",
      "cn": "他的策略是使反对派陷入错综复杂的议会程序之中。"
    },
    {
      "en": "It remains to be seen whether her parliamentary colleagues will agree.",
      "cn": "她的国会同僚是否同意，现在还无从知晓。"
    },
    {
      "en": "Parliamentary leaders agreed to take all such decisions by a show of hands.",
      "cn": "议会领导人同意所有这样的决定都要举手表决。"
    },
    {
      "en": "The country's election commission has advanced the date of parliamentary elections by three days.",
      "cn": "该国的选举委员会将议会选举日期提前了3天。"
    },
    {
      "en": "The minister air-dashed to Delhi because of the parliamentary crisis.",
      "cn": "部长因议会危机立刻起程飞往德里。"
    },
    {
      "en": "The polls have closed in the Pakistan parliamentary elections.",
      "cn": "巴基斯坦议会选举投票已结束。"
    },
    {
      "en": "The Prime Minister has been briefed by her parliamentary aides.",
      "cn": "首相已听取了她议会助手的简要汇报。"
    },
    {
      "en": "the world’s oldest parliamentary democracy",
      "cn": "世界上最古老的议会民主制"
    },
    {
      "en": "There was a crescendo of parliamentary and press criticism.",
      "cn": "来自议会和新闻界的批评越来越多。"
    },
    {
      "en": "They will bring in a parliamentary bill.",
      "cn": "他们将提出一项国会提案."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "parliamentarian",
          "tran_cn": " 议会的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "parliament",
          "tran_cn": " 议会，国会"
        },
        {
          "word": "parliamentarian",
          "tran_cn": " 国会议员，熟练而又有经验的议员"
        },
        {
          "word": "parochialism",
          "tran_cn": " 偏狭，狭隘；教区制度；乡土观念；眼界狭小"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "congressional",
            "legislatorial"
          ],
          "tran_cn": "议会的；国会的；议会制度的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "parliamentary democracy",
      "tran_cn": "议会民主制"
    },
    {
      "phrase": "parliamentary system",
      "tran_cn": "议会制；议会政体（等于parliamentary government）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "议会的，国会的，议会制度的，根据议会的",
      "tran_en": "relating to or governed by a parliament"
    }
  ],
  "exchange": {}
}