{
  "word": "preform",
  "ipa": {
    "us": "pri:'fɔ:m",
    "uk": "pri'fɔm"
  },
  "sentences": [
    {
      "en": "A preform shape can be gained with backward simulation from the final bladeshape based on FEM.",
      "cn": "为此,本文介绍了有限元反向模拟的基本步骤,综述了确定反向模拟中边界节点脱模准则的方法."
    },
    {
      "en": "An 8 - cavity preform mould costs more than the injection moulding machine that holds it.",
      "cn": "八腔以上的模具价钱比注塑机还要高."
    },
    {
      "en": "An algorithm of three - dimensional braided composite material preform image processing based on mathematics morphology is presented.",
      "cn": "提出一种基于小尺度的数学形态学的三维编织复合材料预制件图像的边缘检测方法."
    },
    {
      "en": "AZ 91 magnesium preform with complete shape prepared using spray forming technology under protective atmosphere.",
      "cn": "在保护气氛中采用喷射成形制备技术制备了形状完整的AZ91镁合金沉积圆柱坯."
    },
    {
      "en": "Bottle weight , which is the same as preform weight, is essentially non - adjustable.",
      "cn": "瓶子的重量(壁厚)相当于瓶坯的重量, 而后者基本上不能调整."
    },
    {
      "en": "But they also reported that not all green roofs preform perform equally well.",
      "cn": "但是他们也报告了不是所有的绿色屋顶都做得同样的好."
    },
    {
      "en": "Condensate will leave marks on the preform surface.",
      "cn": "露水会遗留痕迹在瓶坯的表面上."
    },
    {
      "en": "In the injection stretch blow moulding process, injection moulding machine is used to make the preform.",
      "cn": "注拉吹工艺先用注塑机注出瓶坯."
    },
    {
      "en": "Knowledge on plastic material and quality control on preform manufacturing.",
      "cn": "具备塑料和瓶胚生产品控的知识."
    },
    {
      "en": "Major in PET preform mould, cap mould and blow mould.",
      "cn": "专业生产瓶坯模具, 瓶盖模具和吹瓶模具."
    },
    {
      "en": "Most preform moulds are rectangular and are longer than they are wide.",
      "cn": "大多数的瓶坯模具呈长形,就是长度比阔度大."
    },
    {
      "en": "Precise preform loading system in order to minimize failure rate.",
      "cn": "高可靠性的进坯、上坯、出坯系统、使吹瓶机故障率降到最低."
    },
    {
      "en": "The fabric is used as preform for thermoplastic textile - reinforced composite modules.",
      "cn": "这种织物被用作热塑性纺织增强复合材料模件的预型件."
    },
    {
      "en": "Transverse feeding of molten metal in continuous fiber preform was investigated theoretically and experimentally.",
      "cn": "研究了金属液在连续纤维预制型中的横向补缩."
    },
    {
      "en": "Two Methods: Used to liquid impregnate carbon fiber preform are introduced.",
      "cn": "介绍了液相浸渍炭纤维坯体的两种方法."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "preformation",
          "tran_cn": " 预先形成；进化论的预成论"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "粗加工的成品"
    },
    {
      "pos": "v",
      "tran_cn": "预先形成"
    },
    {
      "pos": "vt",
      "tran_cn": "预先形成"
    }
  ],
  "exchange": {
    "third": [
      "preforms"
    ],
    "past": [
      "preformed"
    ],
    "done": [
      "preformed"
    ],
    "ing": [
      "preforming"
    ]
  }
}