{
  "word": "Yankee",
  "ipa": {
    "us": "ˈjæŋki",
    "uk": "ˈjæŋki"
  },
  "sentences": [
    {
      "en": "\" Didn't you hear him say he'd been with Yankee officers tonight? \"",
      "cn": "\" 你没听见他说吗.他刚才是和北方军官在一起 呢 ."
    },
    {
      "en": "But all dem Yankee folks, fust time dey meet me, dey call me'Mist'O'Hara.'",
      "cn": "可是所有北方人, 头一次见到我, 都叫我'奥哈拉先生'."
    },
    {
      "en": "His brisk manner branded him a Yankee.",
      "cn": "他举止麻利,一看就是个北方佬."
    },
    {
      "en": "I was playing poker tonight with two drunken Yankee captains and they let it out.",
      "cn": "今天晚上我和两个喝醉酒的北方船长打扑克,是他们泄露出来的."
    },
    {
      "en": "Kay said tartly, \" And you're more Yankee than Italian.",
      "cn": "恺酸溜溜他说: “ 可你哪,与其说是意大利人,还不如说是新英格兰人."
    },
    {
      "en": "Lower courts have found, however, that Vermont Yankee does leave them some room for maneuver.",
      "cn": "然而, 下级法院已经发现, 弗蒙特-扬基一案确实留有一些策略方面的余地."
    },
    {
      "en": "Rhett was in there. But what should she say to the Yankee soldiers?",
      "cn": "瑞德就在那里面, 可是她该对那些北方佬怎么说 呢 ?"
    },
    {
      "en": "She remembered her hot joy in shooting the marauding Yankee.",
      "cn": "他们身上都有暴力的血,它危险地接近表面,就潜伏在那温文尔雅的外貌下."
    },
    {
      "en": "Some Yankee chaplain would have written if this were true.",
      "cn": "如果他真的死了,北方佬监狱里的牧师会写信的."
    },
    {
      "en": "The Calverts are good folk, all of them, for all the old man marrying a Yankee.",
      "cn": "卡尔费特家的人是好样的, 他们都是这样, 尽管那老头娶了北方佬."
    },
    {
      "en": "The negroes were on top and behind them were the Yankee bayonets.",
      "cn": "黑人爬到了上层,他们背后有北方佬的刺刀保护着."
    },
    {
      "en": "This test was endorsed by the Supreme Court in the Vermont Yankee case.",
      "cn": "这种检验在“弗蒙特-扬基”一案中得到最高法院的认可."
    },
    {
      "en": "Vermont Yankee has been subject to some sharp criticism.",
      "cn": "弗蒙特-扬基一案已经遭受到一些尖锐批评."
    },
    {
      "en": "We sang these lines to the tune of Yankee Doodle.",
      "cn": "我们用扬基歌的曲调唱这几句歌词."
    },
    {
      "en": "Yankee soldiers loitered everywhere and Scarlett looked at them uncertainly , some of her courage deserting her.",
      "cn": "北方士兵在到处溜达.思嘉心怀疑惧地看着他们,原先的勇气有点动摇了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "美国北方人的，美国佬式的"
    },
    {
      "pos": "n",
      "tran_cn": "美国佬，美国人，北部人，北方佬，（南北战争时的）北军",
      "tran_en": "an American – often used to show disapproval"
    }
  ],
  "exchange": {
    "pl": [
      "Yankees"
    ]
  }
}