{
  "word": "beige",
  "ipa": {
    "us": "beɪʒ",
    "uk": "beʒ"
  },
  "sentences": [
    {
      "en": "As far as I'm concerned, the beige one is better.",
      "cn": "就我而言, 米色的那个更好."
    },
    {
      "en": "Beyond that, through another open door, was a large bed made up like the ones in the hotel—a beige comforter, lots of pillows arranged upright against the headboard.",
      "cn": "除此之外，透过另一扇开着的门，可以看到像是饭店房间里的大床——铺着米黄色的被子，床头板上竖直靠着许多枕头。"
    },
    {
      "en": "Crown variegated dark green, yellow and beige, plain. Miniature.",
      "cn": "深绿色, 黄色和灰褐色组合成的皇冠斑叶, 一般型叶. 迷你型."
    },
    {
      "en": "I studied the figured pattern on the beige rug.",
      "cn": "我细看着米色地毯上的花纹."
    },
    {
      "en": "I want beige pants to match my sky blue T shirt.",
      "cn": "我要米色的裤子来配我的天蓝色T恤衫."
    },
    {
      "en": "She decided on a beige cashmere sweater.",
      "cn": "她决定穿一件米色羊绒毛衣."
    },
    {
      "en": "She wore a tan silk shirt and a tight beige skirt.",
      "cn": "她穿了一件浅黄褐色的丝绸衬衫和一条米色的紧身裙子."
    },
    {
      "en": "Something light. Grey or beige.",
      "cn": "一些浅色的, 灰色或米黄."
    },
    {
      "en": "The green one looks nice, so does the beige one.",
      "cn": "这件绿色的看上去很好, 米色的也不错."
    },
    {
      "en": "The most popular colours appeared to be “white, ” “black” and “beige”.",
      "cn": "“白色”、“黑色”和“米色”是出现频率最高的颜色。"
    },
    {
      "en": "The President sat up straight in his chair, a piece of beige plastic in his ear.",
      "cn": "总统直挺挺地坐在椅子上, 一只耳朵塞着一块米色的塑料."
    },
    {
      "en": "The students merely counted the number of black and beige raincoats.",
      "cn": "这些学生只是数数色和米色风衣的数量."
    },
    {
      "en": "The walls are beige.",
      "cn": "墙壁都是米色的。"
    },
    {
      "en": "The walls have been done in beige.",
      "cn": "墙漆成淡棕色."
    },
    {
      "en": "They were small, somewhere between ecru and beige, but this was it.",
      "cn": "它们很小, 淡褐色的, 但毕竟是不错的."
    },
    {
      "en": "This crystal full of rice, were like semi - transparent, beige micro - brown.",
      "cn": "这种大米晶莹饱满, 呈半透明状, 米色微褐."
    },
    {
      "en": "This short zippered ski jacket invigorates a beige look underneath.",
      "cn": "这件带拉锁的短滑雪衫突出了米黄色的长裤的活力."
    },
    {
      "en": "We're also using silk and some very strong cotton and trying out new prints, but keeping the colors I love ─ blacks, grays and beige.",
      "cn": "我们还选用了丝绸和很有韧性的棉布，尝试新的图案，但同时保留我喜欢的颜色──黑色、灰色和米黄色。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brown"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "beige book",
      "tran_cn": "褐皮书；黄皮书（由美国联邦储备委员会公布的经济报告）"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "米色的，淡棕色的"
    },
    {
      "pos": "n",
      "tran_cn": "米黄色",
      "tran_en": "a pale brown colour"
    }
  ],
  "exchange": {}
}