{
  "word": "underestimated",
  "ipa": {
    "us": "/ˌʌndərˈestɪmeɪt/",
    "uk": "ˌʌndər'estɪmeɪtɪd"
  },
  "sentences": [
    {
      "en": "And telephone banking remittances function can not be underestimated.",
      "cn": "而电话银行的汇款功能也不能小觑."
    },
    {
      "en": "But he obviously underestimated the credit crisis by buying his company.",
      "cn": "但是这次他显然低估了信贷危机对于他所买入的公司的影响."
    },
    {
      "en": "FARSIGHTEDNESS is an asset whose value should not be underestimated.",
      "cn": "“远视”的价值不可低估."
    },
    {
      "en": "Grace:Well, % it seems that we underestimated the costs. According to the factory, it will cost about eight percent more than initially projected.",
      "cn": "葛蕾丝：看样子我们似乎低估了成本。根据制造厂商的说法，成本会比原先计划的还高出百分之八。 。"
    },
    {
      "en": "He says that we've underestimated natural variability.",
      "cn": "他说我们低估了自然的变异性。"
    },
    {
      "en": "He underestimated the work that went into the renovation.",
      "cn": "他低估了创新工作."
    },
    {
      "en": "I underestimated you. Never thought you were that good a handler.",
      "cn": "我一直低估了你, 从没想到你是个优秀的赶尸人."
    },
    {
      "en": "Moreover, the impact of Southeast Asia's financial crisis should not be underestimated.",
      "cn": "此外, 东南亚金融危机的影响不可低估."
    },
    {
      "en": "Persistence of iatrogenic atrial septal defect after pulmonary vein isolation - an underestimated risk?",
      "cn": "肺静脉隔离术后残留医源性房间隔缺损风险是否被低估?"
    },
    {
      "en": "Seriously underestimated the current price, strongly recommended \" buy. \"",
      "cn": "目前股价严重低估, 强烈推荐 “ 买入 ”."
    },
    {
      "en": "Since every household has a TV, its influence should not be underestimated.",
      "cn": "在几乎家家有电视机的今天, 电视的影响不可低估."
    },
    {
      "en": "The country'sleadership had underestimated the depth of the crisis.",
      "cn": "该国领导人低估了这场危机的严重性。"
    },
    {
      "en": "The effect of tariffs on import quantities may have been underestimated.",
      "cn": "关税对进口数量的影响可能被低估."
    },
    {
      "en": "The male ego cannot be underestimated in the online jewelry business.",
      "cn": "在网上珠宝业务中,对男性的自我意识不应忽视."
    },
    {
      "en": "The value of this work experience should not be underestimated.",
      "cn": "这种工作经验的重要性不应该被低估。"
    },
    {
      "en": "They  underestimated the enemy's strength.",
      "cn": "他们低估了敌人的力量。"
    },
    {
      "en": "They underestimated his abilities.",
      "cn": "他们过低估计了他的才能."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": " 低估的"
    },
    {
      "pos": "v",
      "tran_cn": "对…估计不足，低估( underestimate的过去式和过去分词 )，对…认识不足（或重视不够），低估，轻视"
    }
  ],
  "exchange": {}
}