{
  "word": "eradication",
  "ipa": {
    "us": "ɪˌrædɪˈkeɪʃn",
    "uk": "ɪˌrædɪˈkeɪʃn"
  },
  "sentences": [
    {
      "en": "After meeting with Rotary's delegation, Uttar Pradesh's chief minister vowed to personally monitor eradication progress in the state.",
      "cn": "北方邦的省长在与扶轮的代表团会面之后，誓言亲自监督该省根除工作的进度。"
    },
    {
      "en": "Analysis of causes in eradication of Helicobacter pylori and control measures.",
      "cn": "幽门螺杆菌;根除治疗;失败;防治对策."
    },
    {
      "en": "And we will set our sights on the eradication of extreme poverty in our time.",
      "cn": "我们还将力争在我们这个时代根除极端贫困的现象。"
    },
    {
      "en": "Antibiotics can selectively target bacteria for eradication , leaving human cells unmolested, in several ways.",
      "cn": "抗生素通过几种不同的方式来有选择的定位和铲除细菌, 同时不伤害人体细胞."
    },
    {
      "en": "Eradication of the Alpine nomenclature is still proving a Herculean task.",
      "cn": "根除阿尔卑斯命名法依然是一项极其艰难的工作."
    },
    {
      "en": "From that point of view, why not extend our control even into our sleep and rewrite our painful dreams in a general program of nightmare eradication?",
      "cn": "从这个角度上看，为什么不用一个通用的程序进入到我们的睡眠，改写使我们痛苦的梦境，将梦魇连根拔除？"
    },
    {
      "en": "Given this history, cynicism about the idea of eradication is understandable.",
      "cn": "有了这段历史, 对根除疟疾的种种嘲讽的行为还是能理解的."
    },
    {
      "en": "Global polio eradication is the common goal of mankind.",
      "cn": "在全球范围内消灭脊髓灰质炎是人类的共同目标."
    },
    {
      "en": "How can districts assist with Polio eradication during national immunization campaigns?",
      "cn": "地区于全国免疫运动中如何能参与根除小儿麻痹等疾病?"
    },
    {
      "en": "However, they also note that several factors could prevent eradication.",
      "cn": "然而该病毒具有很强的传染性,需要大范围注射疫苗."
    },
    {
      "en": "Of the $ 1 billion needed to complete eradication, $ 725 million is pledged or projected.",
      "cn": "在完成根除所需的10亿美元之中,承诺捐献及预期捐献已经有7亿2, 500万美元."
    },
    {
      "en": "The biopharmaceutical two ways: one is based on the eradication of bio - pharmaceutical.",
      "cn": "生物制药的两种方法: 一、是以消灭生物的制药."
    },
    {
      "en": "The eradication of an established infestation is not easy.",
      "cn": "根除昆虫蔓延是不容易的."
    },
    {
      "en": "They work worked to increase activism and donations to the Global Dracunculiasis Eradication Campaign.",
      "cn": "他们工作为了提升实践主义和捐款数额为了啊啊战役."
    },
    {
      "en": "This is often required for intelligent control and eradication.",
      "cn": "这经常需要灵巧的控制与消除."
    },
    {
      "en": "This is the only prize thesis certificate terminal cancer eradication in the world.",
      "cn": "这是全世界唯一消除晚癌的一等奖论文证书."
    },
    {
      "en": "Wallace is mid - way through a six - month, 2,658 - mile - walk to raise US $ 1 million for polio eradication.",
      "cn": "瓦勒斯是为根除小儿?痹等疾病筹募美金100万元,在六个月内走了2, 658 哩,业已完成一半."
    },
    {
      "en": "We must take this good opportunity to fight an excellent eradication battle.",
      "cn": "我们一定要把握好时机,打场漂亮的攻歼战."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "eradicable",
          "tran_cn": " 可根除的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "eradicator",
          "tran_cn": " 根除者；根除器；去污剂；墨水擦"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "eradicate",
          "tran_cn": " 根除，根绝；消灭"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "extinction",
            "extermination"
          ],
          "tran_cn": "消灭，扑灭；根除"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "death",
            "destruction",
            "persecution"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "根除，消灭，杜绝"
    }
  ],
  "exchange": {
    "verb": [
      "eradicate"
    ]
  }
}