{
  "word": "poliomyelitis",
  "ipa": {
    "us": "ˌpəʊlɪəʊˌmaɪə'laɪtɪs",
    "uk": "ˌpoʊlɪəʊˌmaɪə'laɪtɪs"
  },
  "sentences": [
    {
      "en": "After the 1960 s, China began to inoculate BCG, pertussis, diphtheria, tetanus, measles and poliomyelitis vaccines.",
      "cn": "六十年代后, 中国开始在大、中城市接种卡介苗 、 百日咳 、 白喉 、 破伤风 、 麻疹、脊髓灰质炎的疫苗的工作."
    },
    {
      "en": "Aim : To study the clinical manifestations of post - poliomyelitis syndrome ( PPS ).",
      "cn": "目的: 研究脊髓灰质炎后综合征 ( PPS ) 的临床表现."
    },
    {
      "en": "An acute outbreak of poliomyelitis is occurring in the Republic of Congo, with 120 cases of acute flaccid paralysis and 58 deaths.",
      "cn": "刚果共和国发生急性脊髓灰质炎疫情，已发生120例弛缓性麻痹病例和58例死亡。"
    },
    {
      "en": "Any of a group of enteroviruses that can cause a disease resembling poliomyelitis but without paralysis.",
      "cn": "库克萨基''.'病毒'.''任一种肠道''.'病毒'.'',能引起以''.'脊髓'.''''.'灰质炎'. ''为特征的疾病,但不会导致瘫痪."
    },
    {
      "en": "By 1995 poliomyelitis had been totally eliminated.",
      "cn": "1995年,已消灭脊髓灰质炎."
    },
    {
      "en": "He had poliomyelitis at two and a half.",
      "cn": "他在两岁半的时候患了小儿麻痹症."
    },
    {
      "en": "Objective : To observe the curative effect of quadriceps Femoris reestablishment on 392 cases of poliomyelitis.",
      "cn": "目的: 观察392例儿麻后遗股四头肌重建术的疗效."
    },
    {
      "en": "Objective To investigate the clinical characteristics and diagnostic main points of poliomyelitis - like syndrome ( PS ).",
      "cn": "目的探讨脊髓灰质炎样综合征 ( PS ) 的临床特点与诊断要点."
    },
    {
      "en": "Objectives : To summarize the acupuncture methods of Poliomyelitis treated by Tian Conghuo.",
      "cn": "目的: 总结田从豁教授治疗小儿麻痹后期的针灸方法."
    },
    {
      "en": "Paralysis is one of the sequelae of poliomyelitis.",
      "cn": "瘫痪是小儿麻痹症的后遗症之一."
    },
    {
      "en": "Poliomyelitis ( or polio or infantile paralysis ) : Acute infectious viral disease that can cause flaccid paralysis of muscles.",
      "cn": "小儿麻痹症: 病毒引起的急性传染病,会造成随意肌瘫痪无力."
    },
    {
      "en": "Poliomyelitis and polyneuritis ( neuritis of multiple nerves ) result in paralysis with muscle wasting.",
      "cn": "小儿麻痹症和多 神经炎 (多根神经的神经炎 ) 会导致伴随有肌肉消瘦的瘫痪."
    },
    {
      "en": "Poliomyelitis is an acute infectious disease caused by the poliomyelitis virus.",
      "cn": "脊髓灰质炎是由脊髓灰质炎病毒引起的急性传染病."
    },
    {
      "en": "The product is also used for hepatopathy anaemia, poisoning, sweeny, poliomyelitis, and psychopathy.",
      "cn": "伴有胆汁分泌减少的肝病、贫血 、 中毒 、 肌萎缩症 、 脊髓灰质炎后遗症 、 神经及精神病."
    },
    {
      "en": "The purpose of rehabilitation of poliomyelitis is to prevent deformities and increase motor function level.",
      "cn": "摘要小儿麻痹后遗症复健的主要目的在于预防畸型的发生和增加运动功能."
    },
    {
      "en": "To master etiology, pathogenesis , pathologic changes, clinicopathological correlation of epidemic type B encephalitis and poliomyelitis.",
      "cn": "掌握流行性乙性脑炎和脊髓灰质炎的病因 、 发病机制 、 病理特征和临床病理联系."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tephromyelitis",
            "infantile paralysis"
          ],
          "tran_cn": "[内科]脊髓灰质炎；[医]小儿麻痹症"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "paralysis"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "脊髓灰质炎，小儿麻痹症"
    }
  ],
  "exchange": {}
}