{
  "word": "rapport",
  "ipa": {
    "us": "ræˈpɔ:(r)",
    "uk": "ræˈpɔr, -ˈpor, rə-"
  },
  "sentences": [
    {
      "en": "A common interest in gardening brought Molly and Loretta into closer rapport.",
      "cn": "对园艺共同的爱好使莫莉及罗瑞塔关系更密切."
    },
    {
      "en": "And last but not least, people with whom you can build a rapport and camaraderie with.",
      "cn": "一直到最后、并非最不重要的一个人，与你建立起和谐融洽的友谊。"
    },
    {
      "en": "Conveying respect and being non judgmental are necessary ingredients for building rapport.",
      "cn": "建立这样的关联需要有尊重以及不施加评判的心."
    },
    {
      "en": "He had never quarreled openly with Roosevelt but never felt a moment of rapport.",
      "cn": "他跟罗斯福从没公开争吵过,但也以没感到他们之间关系融洽."
    },
    {
      "en": "He is oversensitive – it's difficult to establish a rapport with him.",
      "cn": "他心眼儿太多,很难打交道."
    },
    {
      "en": "His fluent Japanese has helped him build a rapport with Japanese companies.",
      "cn": "流利的日文帮助他与日企建立了融洽关系."
    },
    {
      "en": "If you have a good rapport with a dealer, they will always let you have first refusal on anything interesting.",
      "cn": "如果你和经销商关系好，好东西他们会任你先挑。"
    },
    {
      "en": "She has an excellent rapport with her staff.",
      "cn": "她跟她职员的关系非常融洽."
    },
    {
      "en": "She understood the importance of establishing a close rapport with clients.",
      "cn": "她懂得与客户建立密切和谐的关系的重要性。"
    },
    {
      "en": "The actor developed a close rapport with his audience.",
      "cn": "该演员与观众建立了密切的关系."
    },
    {
      "en": "The success depends on good rapport between interviewer and interviewee.",
      "cn": "成功取决于采访者与被采访者之间的良好沟通。"
    },
    {
      "en": "The use of eye contact in building attraction and rapport was amazing.",
      "cn": "眼神吸引之法真是太神奇了."
    },
    {
      "en": "We ask the Lord to grant us good fellowship and candid rapport.",
      "cn": "求主赐美好的团契,坦诚的交流."
    },
    {
      "en": "We developed a high degree of trust and a considerable personal rapport.",
      "cn": "我们发展了高度的互相信任和不错的私人融洽关系."
    },
    {
      "en": "Yet the overarching theme is rapport -- and establishing some.",
      "cn": "当然,本次会面最重要的主题是英美关系的 进展 问题."
    },
    {
      "en": "You have an intellectual rapport, a kind of easy companionship that makes me really jealous.",
      "cn": "你机智友善、平易近人，真是让我嫉妒。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "rapprochement",
          "tran_cn": " 友好；恢复邦交；友善关系的建立"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "relations",
            "society",
            "affinity"
          ],
          "tran_cn": "密切关系，交往；和谐一致"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "coherence",
            "compatibility",
            "connection",
            "favor",
            "friendship",
            "harmony",
            "peace",
            "relation",
            "union"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "友好关系，融洽，和谐",
      "tran_en": "friendly agreement and understanding between people"
    }
  ],
  "exchange": {
    "pl": [
      "rapports"
    ]
  }
}