{
  "word": "deodorant",
  "ipa": {
    "us": "diˈəʊdərənt",
    "uk": "diˈoʊdərənt"
  },
  "sentences": [
    {
      "en": "Actually this perfume is an underarm deodorant.",
      "cn": "事实上这种香水是腋下除臭剂."
    },
    {
      "en": "Also acted as antiseptics, deodorant and stratographic analysis reagent etc.",
      "cn": "此外,还可用做防腐剂 、 除臭剂及色谱分析试剂等."
    },
    {
      "en": "But in 2002, researchers at the Fred Hutchinson Cancer Research Center in Seattle conducted a study to address this rumor—and found no link between deodorant or antiperspirant and breast cancer.",
      "cn": "在2002年，西雅图的费雷德哈钦森癌症中心进行了一项研究，该研究结果表明除臭剂或止汗剂与乳腺癌没有关系，从而澄清了这一谣言。"
    },
    {
      "en": "Fully immerse gelling agent for deodorant into cool water.",
      "cn": "先将空气清新剂凝胶剂用冷水浸透."
    },
    {
      "en": "Hair Shampoo, Hair Gel Cream, Aftershave Liquid Soap, Cologne Deodorant, Cosmetic Accessories.",
      "cn": "采购产品头发香波, 发胶奶油, 擦面液液体肥皂, 科隆防臭剂,化妆辅助部件."
    },
    {
      "en": "He rubbed some deodorant under his armpits before dressing.",
      "cn": "穿衣时,他往腋下擦了些防臭剂."
    },
    {
      "en": "I need some scented deodorant.",
      "cn": "我需要有香味的除体臭剂."
    },
    {
      "en": "I use unperfumed roll-on deodorant.",
      "cn": "我使用的是无香型走珠除臭剂。"
    },
    {
      "en": "It’s a small bottle the size of a lip gloss stick with a roll on top (like roll on deodorant).",
      "cn": "它实际就是像唇彩棒那样的一小瓶东西，上面加个滚珠（就像滚珠除臭剂那样）。"
    },
    {
      "en": "Maybe he should go without deodorant?",
      "cn": "也许他应该不用除臭剂？"
    },
    {
      "en": "Roll - on deodorant uses the alike technology as the ballpoint pen.",
      "cn": "Roll-on除 味剂采用的技能和圆珠笔相同."
    },
    {
      "en": "Roll - on deodorant uses the same technology as the ballpoint pen.",
      "cn": "Roll -on除 味剂采用的技术和圆珠笔一样."
    },
    {
      "en": "She applies deodorant to her armpits after she showers.",
      "cn": "沐浴后,她在腋下涂上除臭剂."
    },
    {
      "en": "She sprayed deodorant under her arms.",
      "cn": "她对着腋下喷洒除臭剂."
    },
    {
      "en": "Spray deodorant and keep the silk garments dry before dressing.",
      "cn": "在穿衣之前,洒涂防臭剂并保持干燥."
    },
    {
      "en": "Texture soft, comfortable, with the exception Khan, deodorant and other effects.",
      "cn": "质地柔软, 舒适, 具有除汗 、 防臭等功效."
    },
    {
      "en": "The deodorant has a soft jasmine fragrance.",
      "cn": "这除味剂有一种茉莉香味."
    },
    {
      "en": "Where can I find the stick deodorant?",
      "cn": "我在哪能买到棒状除臭剂?"
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "deodorize",
          "tran_cn": " 脱去…的臭味，防臭"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "除臭的；防臭的"
    },
    {
      "pos": "n",
      "tran_cn": "除臭剂，防臭剂",
      "tran_en": "a chemical substance that you put on the skin under your arms to stop you from smelling bad"
    }
  ],
  "exchange": {
    "pl": [
      "deodorants"
    ]
  }
}