{
  "word": "appreciably",
  "ipa": {
    "us": "ə'pri:ʃəblɪ",
    "uk": "ə'priʃəblɪ"
  },
  "sentences": [
    {
      "en": "After coming home, discover its appreciably is bit thinner.",
      "cn": "回家后, 发现它略微瘦了点."
    },
    {
      "en": "He sniffed the green tea in the cup appreciably.",
      "cn": "他欣然闻了闻杯里的绿茶香味."
    },
    {
      "en": "He's looking appreciably thinner.",
      "cn": "看得出来他消瘦了."
    },
    {
      "en": "She lifted the lids and sniffed appreciably.",
      "cn": "她掀开盖子高兴地闻了闻."
    },
    {
      "en": "Since the glass is in compression, it cannot extend appreciably beyond the ends of the eyelet.",
      "cn": "因为玻璃处于压缩状态, 玻璃不能明显地延伸到超过座孔的端面."
    },
    {
      "en": "Sometimes, however, the ability of bars to deform appreciably in torsion is put to good use.",
      "cn": "但是, 有时要利用杆件在扭转时具有可观变形的能力."
    },
    {
      "en": "The beam does not spread out appreciably, even at large distance from the source.",
      "cn": "它的光束, 即使离光源极远,也不显著扩散."
    },
    {
      "en": "The diffraction method is appreciably lower than that of the spectroscopic method.",
      "cn": "衍射法的精确度显然低于光谱法的精确度."
    },
    {
      "en": "The index adds appreciably to the usefulness of the book.",
      "cn": "索引明显地增加了这本书的实用价值."
    },
    {
      "en": "The limit occurs when the ordinate deviates appreciably from unity.",
      "cn": "这个限度发生在纵坐标明显地从单位1偏离的时候."
    },
    {
      "en": "The predicted stability limits often differ appreciably in magnitude from those observed in hot firings.",
      "cn": "预计的稳定性极限往往在数值上与热试中测得的明显不同."
    },
    {
      "en": "The proof of a spirit will not appreciably affect BAC.",
      "cn": "酒水的酒精含量不影响人体吸收酒精的速度."
    },
    {
      "en": "Thus the wind can aid appreciably in cooling the surface layers of the ocean.",
      "cn": "这样一来,风能够明显地有助于冷却海洋的表面层."
    },
    {
      "en": "Travel had not mellowed him appreciably.",
      "cn": "游历并未使他明显成熟。"
    },
    {
      "en": "With block copolyether's forming, the cloud point lowers appreciably.",
      "cn": "形成嵌段使聚醚浊点明显下降."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "appreciable",
          "tran_cn": " 可感知的；可评估的；相当可观的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "obviously",
            "relatively",
            "clearly",
            "fairly",
            "comparatively"
          ],
          "tran_cn": "明显地；相当地；可察觉地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "相当大地，明显地"
    }
  ],
  "exchange": {
    "adj": [
      "appreciable"
    ]
  }
}