{
  "word": "Oregon",
  "ipa": {
    "us": "ˈɔriɡən",
    "uk": "ˈɔrɪɡən, -ˌɡɑn, ˈɑr-"
  },
  "sentences": [
    {
      "en": "April days in Portland, Oregon, can convince you that winter will never end.",
      "cn": "俄勒冈州波特兰4月的天气会让你相信冬天永远不会结束."
    },
    {
      "en": "Check out this extensive reference, also at University of Oregon.",
      "cn": "检阅这份也来自于奥勒冈大学的丰富资料."
    },
    {
      "en": "Dad had been a lumberjack in Washington and Oregon.",
      "cn": "爸爸曾经在华盛顿州和俄勒冈州做过伐木工."
    },
    {
      "en": "Design Review and Community Design Standards , City of Portland Oregon.",
      "cn": "回顾显示代码内容的表格, 显示替选方案及任意设计案之评论程序."
    },
    {
      "en": "From Astoria , Oregon , to Yorktown, Ontario.",
      "cn": "从俄勒冈州的 阿斯托里亚 到安大略湖的约克镇."
    },
    {
      "en": "Growing from south - west Oregon to California along the Pacific Coast.",
      "cn": "生长于奥勒冈西南部至加州之太平洋沿岸."
    },
    {
      "en": "Her family was back in Oregon.",
      "cn": "她的家人都在俄勒冈州。"
    },
    {
      "en": "It is selling watermelon juice in California and Oregon.",
      "cn": "该公司在加利福尼亚和俄勒冈州出售西瓜汁."
    },
    {
      "en": "Oregon conducts its elections entirely by mail, but it is the only state to do so at present.",
      "cn": "俄勒冈州完全通过邮寄方式进行选举投票，但它是目前唯一这样做的州。"
    },
    {
      "en": "Oregon was the first to pass it on February 21, 1887.",
      "cn": "俄勒冈州于1887年2月21日首先通过."
    },
    {
      "en": "Right. Try telling that to the Oregon State Beavers.",
      "cn": "好的, 去告诉俄勒冈州海狸队."
    },
    {
      "en": "The buildings are near the city of Astoria, Oregon.",
      "cn": "这个纪念馆离俄勒冈州的阿斯托里亚市很近."
    },
    {
      "en": "The Columbia River now separates the states of Washington and Oregon.",
      "cn": "现在,哥伦比亚河是华盛顿州和俄勒冈州的分界线."
    },
    {
      "en": "The other pictures were of Oregon, where Nick and Mary Ann had moved from four years ago.",
      "cn": "其他照片是尼克和玛丽安在俄勒冈州照的，他们四年前才从那里搬过来。"
    },
    {
      "en": "The teacher challenged my statement that rice grows in Oregon.",
      "cn": "教师对我所说的水稻生长在俄勒冈州提出质疑."
    },
    {
      "en": "United Airlines flight was scheduled to depart for Portland , Oregon.",
      "cn": "联合航空公司的航班原定飞往波特兰."
    },
    {
      "en": "We leave for the very plausible state of Oregon at eight A . M.",
      "cn": "我们上午8点前往“有可能的”俄勒冈州."
    },
    {
      "en": "Wherever they get their power, it's not from oregon power and light.",
      "cn": "不管他们是从哪儿牵的电, 那都不是从俄勒冈搞来的."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "俄勒冈州（美国州名）"
    }
  ],
  "exchange": {}
}