{
  "word": "dandelion",
  "ipa": {
    "us": "ˈdændɪlaɪən",
    "uk": "ˈdændlˌaɪən"
  },
  "sentences": [
    {
      "en": "Childhood soft like a dandelion. Along with my childhood years.",
      "cn": "童年好像一朵柔软的蒲公英. 伴随着我童年的岁月."
    },
    {
      "en": "Chrysanthemum Tea Dandelion: Dandelion ( dried ) 15 g, chrysanthemum 10 g, tea 10 g.",
      "cn": "菊花茶蒲公英: 蒲公英 ( 干 ) 15克, 菊花10克, 茶叶10克."
    },
    {
      "en": "Dandelion extract helps to protect liver and maintain a healthy digestive system.",
      "cn": "蒲公英根精华:保护肝脏,同时维持消化系统健康."
    },
    {
      "en": "Dandelion flowers can be open palms as we can be together on.",
      "cn": "蒲公英花像我们的手掌可张开、可合上."
    },
    {
      "en": "His head fuzzed like a dandelion gone to seed.",
      "cn": "他头上全是绒毛,就像接籽的蒲公英."
    },
    {
      "en": "I want to be a dandelion: a tough , resilient weed.",
      "cn": "我却要做我的蒲公英: 多么坚韧,多么顽强."
    },
    {
      "en": "It is illegal to let a dandelion grow within the city limits.",
      "cn": "让蒲公英在市界内生长是违法的."
    },
    {
      "en": "It looks like the head of a dandelion seed, you know, with all the lollipops coming out of it, and with a center in it, that we started out as the tweet.",
      "cn": "它看起来像蒲公英的花朵，你知道的，从花朵中飞出的所有棒棒糖一样的种子都有一个中心，正如我们首发的那条微博。"
    },
    {
      "en": "Roasted dandelion root is an excellent coffee substitute ( and it's decaf ).",
      "cn": "烤蒲公英根可以代替咖啡,而且还是无咖啡因的."
    },
    {
      "en": "The British Dandelion Pavilion has caught much attention from the Chinese people.",
      "cn": "英国的蒲公英馆将成为世博会的亮点之一."
    },
    {
      "en": "The science fiction writer Cory Doctorow calls this \" thinking a dandelion. \"",
      "cn": "科幻作家科里·多克托罗把这叫做 “ 像蒲公英一样思考 ”."
    },
    {
      "en": "The seeds of dandelion were carried to the meadow by the wind.",
      "cn": "风把蒲公英的种子吹到草地上."
    },
    {
      "en": "The wind puffed away the seeds of the dandelion.",
      "cn": "风吹散了蒲公英的种子."
    },
    {
      "en": "They like to eat grasses, clover, dandelion and other plants.",
      "cn": "他们喜欢吃草, 三叶草, 蒲公英和其它植物."
    },
    {
      "en": "Where dose the dandelion fluff go when it blows away?",
      "cn": "蒲公英被吹散了后到哪里去了 呢 ?"
    },
    {
      "en": "While herbalists make dandelion into tincture, the leaves can be eaten raw in salad or steamed with the flowers and eaten like vegetables.",
      "cn": "草药专家把蒲公英制成药剂, 而它的叶子可以拌入生菜沙拉中生吃或与花一起煮了当蔬菜吃."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "taraxacum"
          ],
          "tran_cn": "蒲公英"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[植]蒲公英",
      "tran_en": "a wild plant with a bright yellow flower which later becomes a white ball of seeds that are blown away in the wind"
    }
  ],
  "exchange": {
    "pl": [
      "dandelions"
    ]
  }
}