{
  "word": "pathogen",
  "ipa": {
    "us": "ˈpæθədʒən",
    "uk": "ˈpæθədʒən"
  },
  "sentences": [
    {
      "en": "As Richard Colonno sees it, what new drugs do is reset a pathogen's biological clock.",
      "cn": "理查德-柯罗诺认为, 新药物所起的作用只是重新调整病原菌的生物钟."
    },
    {
      "en": "At least one avian disease pathogen has been found.",
      "cn": "已经发现至少有一种禽病的病原体."
    },
    {
      "en": "Compost is not necessarily pathogen - free.",
      "cn": "堆肥并不一定需要无病原微生物."
    },
    {
      "en": "It had become of major importance as a pathogen.",
      "cn": "它已成为极其重要的病原菌."
    },
    {
      "en": "Methods: The antimicrobial drugs were selected and used by determining pathogen.",
      "cn": "方法: 通过对病原的检测与估计、抗菌药物的选择与应用的阐述."
    },
    {
      "en": "Results In those pathogen there 52 % is Gram - positive bacteria, there 48 % is Gram - negative bacteria.",
      "cn": "结果致病菌中革兰氏阳性菌占52%,革兰氏阴性菌占48%."
    },
    {
      "en": "Scientists talk about the 'virulence' of a pathogen, but what does that mean to laypeople?",
      "cn": "科学家谈论一种病原体的“毒力”，但是这对于普通人的意义是什么？"
    },
    {
      "en": "Staphylococcus aureus is a common pathogen found in human and animals.",
      "cn": "金黄色葡萄球菌是一种常见的人兽共患病的病原菌."
    },
    {
      "en": "Testing VD pathogen through PCR may efficaciously prevent, cure and control VD.",
      "cn": "利用PCR技术检测性病病原体,可有效的预防, 治疗和控制性病."
    },
    {
      "en": "The action of a pathogen and an insect vector changed the ecology of the rabbit.",
      "cn": "病原体和昆虫媒介改变了兔子的生态学."
    },
    {
      "en": "The immune system does not need to analyses the entire pathogen.",
      "cn": "免疫系统并不需要分析整个病菌."
    },
    {
      "en": "The infections due to this pathogen occur in the hot summer season.",
      "cn": "其感染大部分是在炎热的夏季发生."
    },
    {
      "en": "The opposite end latches onto the pathogen.",
      "cn": "相对的一端锁在病原体上."
    },
    {
      "en": "The pathogen is able to travel like a stowaway, remaining viable in the mud on shoes or tires and on crates and cages in which birds have been transported.",
      "cn": "病原体能够像一个逃票乘客那样旅行，在鞋子或车胎的泥土中存活，也能在运送禽鸟的柳条箱和笼子中生存。"
    },
    {
      "en": "The pathogen load of a given sewage varies from one community to the other.",
      "cn": "污水中的病原体含量因不同的社区而异."
    },
    {
      "en": "The pathogen was almost instantly detected by automated systems.",
      "cn": "病原体几乎立刻就被自动系统检测到了。"
    },
    {
      "en": "The poultry meat was tested to be free from pathogen.",
      "cn": "本批禽肉经检验未发现致病微生物."
    },
    {
      "en": "This would introduce only a small number of GM plants into the environment, so farmers could choose not to harvest them while still benefiting from their pathogen-detecting ability.",
      "cn": "这只需要把少量转基因作物引入到环境中，因此农民可以选择不收获它们，同时仍然享受它们的病原体探测能力的益处。"
    },
    {
      "en": "Understanding how a pathogen or humans are affecting the sturgeon could be key to conserving them.",
      "cn": "了解一种病原体或人类是如何影响鲟鱼的，对于保护它们是至关重要的。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pathogenic",
          "tran_cn": " 致病的；病原的；发病的（等于pathogenetic）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "pathogenesis",
          "tran_cn": " 发病机理；发病原"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "causative agent",
            "harmful bacteria"
          ],
          "tran_cn": "[基医]病原体；病菌"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "病菌，病原体",
      "tran_en": "something that causes disease in your body"
    }
  ],
  "exchange": {
    "pl": [
      "pathogens"
    ],
    "adj": [
      "pathogenic"
    ]
  }
}