{
  "word": "papyrus",
  "ipa": {
    "us": "pəˈpaɪrəs",
    "uk": "pəˈpaɪrəs"
  },
  "sentences": [
    {
      "en": "And it was painted on the papyrus rolls used for writing about medicine and doctors.",
      "cn": "(人们)还将其印在记录药品和医生的草纸卷上."
    },
    {
      "en": "He is holding a partially rolled papyrus scroll in his left hand.",
      "cn": "他是持有部分滚动推出的莎草纸在他的左手."
    },
    {
      "en": "In those days , paper was made from strips of the papyrus plant.",
      "cn": "当时的纸是由纸莎草植物的剥离物制成的."
    },
    {
      "en": "In those days, paper was made from strips of the papyrus plant.",
      "cn": "当时的纸张是由纸莎草制成。"
    },
    {
      "en": "Papyrus: Egyptian reed form where the earliest form of paper was made.",
      "cn": "纸草: 埃及的芦苇草.最早期的纸是用它制成."
    },
    {
      "en": "Since papyrus dries up and crumble, very few documents of ancient Egypt have survived.",
      "cn": "因草片会干裂成粉末所以古埃及的文件很少保存下来."
    },
    {
      "en": "Surge rivers, ships of timber and boats of papyrus . The rain does not reach me.",
      "cn": "河流 、 大木船以及草编的小舟全都颠簸起伏."
    },
    {
      "en": "The Egyptians first used papyrus around the year 3000 B.C. to make a kind of paper.",
      "cn": "埃及人首先在西元前3000年左右使用纸莎草制造的一种纸."
    },
    {
      "en": "The Egyptians wrote on papyrus.",
      "cn": "埃及人书写用薄草纸."
    },
    {
      "en": "The papyrus plant was also the symbol of Lower Egypt.",
      "cn": "纸草也是下埃及的象征物."
    },
    {
      "en": "They skim past like boats of papyrus, like eagles swooping down on their prey.",
      "cn": "26我的日子过去如快船, 如急落抓食的鹰."
    },
    {
      "en": "Today, the papyrus documents everywhere are faced with danger of spontaneous combustion.",
      "cn": "今天, 无论存放在何地的纸草纸文献都面临自燃被毁的危险."
    },
    {
      "en": "With lots of insurmountable disadvantages, the papyrus is substituted by parchment and paper at last.",
      "cn": "但纸莎草纸也具有自身不可克服的诸多局限性, 其最终被羊皮纸和纸所代替,更是一种历史的必然和进步."
    },
    {
      "en": "Woollen cloth and timber were sent to Egypt in exchange for linen or papyrus.",
      "cn": "羊毛料和木材送到埃及以换取亚麻布或纸莎草纸."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "paper"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "纸莎草，纸莎草纸",
      "tran_en": "a plant like grass that grows in water"
    }
  ],
  "exchange": {
    "pl": [
      "papyri"
    ]
  }
}