{
  "word": "exhibitor",
  "ipa": {
    "us": "ɪgˈzɪbɪtə(r)",
    "uk": "ɪɡˈzɪbɪtər"
  },
  "sentences": [
    {
      "en": "After the banquets, the concerts and the table tennis exhibitor, he went home tiredly.",
      "cn": "参加宴会 、 出席音乐会、观看乒乓球表演之后, 他疲倦地回到了家里."
    },
    {
      "en": "Ceremony with the Curators and exhibitor Mr. Rocco YIM sitting on front row.",
      "cn": "林云峰教授致开幕辞,坐于前排的有三位策展人、严迅奇建筑师."
    },
    {
      "en": "Each exhibitor requires SEPARATE invitation letter for VISA application.",
      "cn": "每封邀请函只供单个参展商作申请签证之用."
    },
    {
      "en": "Exhibitor are required to remit booth fee to the designated account of the Fair on time.",
      "cn": "参展单位应按组委会要求按时将摊位费汇入组委会的指定帐户."
    },
    {
      "en": "Exhibitor Entrance Permit will be supplied by the Organizer only to delegates listed below.",
      "cn": "主办单位只向下列人仕提供入场通行证."
    },
    {
      "en": "Exhibitor list and its brief introduction on the Expo booklet.",
      "cn": "会刊刊登参展商名录及简介."
    },
    {
      "en": "Exhibitor: Certainly. Take as many as you need. Come back any time you're ready.",
      "cn": "展出者: 好的. 你要多少就拿多少.你什么时候准备好了就什么时候再来."
    },
    {
      "en": "His company attended an international fair as an exhibitor and hired a translator for temporary service.",
      "cn": "他们公司作为参展商参加展会,临时雇了一位翻译帮忙."
    },
    {
      "en": "Login name & password: please refer to the cover letter attached with your Exhibitor's Manual.",
      "cn": "请于以上网址递交参展商入场通行证资料,登入名称 及 密码: 请参阅随展商手册附上之信件."
    },
    {
      "en": "No cancellation or compensation launched by exhibitor will be accepted.",
      "cn": "参展商不得因上述变更为由取消合同或索取赔偿."
    },
    {
      "en": "Provide customs applying service of imported and exported goods for exhibitor.",
      "cn": "为展商提供进出口货物的报关服务."
    },
    {
      "en": "Schedules will be sent out to all exhibitors.",
      "cn": "日程安排将会发送给所有的参展者。"
    },
    {
      "en": "See the exhibitor manual for the charging reserved for hotel.",
      "cn": "预定宾馆收费可见参展商手册."
    },
    {
      "en": "The exhibitor is responsible for exhibition piece packaging, shipping and insurance.",
      "cn": "展出作品之包装 、 运送、保险,由展出者自行负责."
    },
    {
      "en": "The exhibitor must be patient.",
      "cn": "展示者必须忍耐."
    },
    {
      "en": "With its fangs pulled out, the venomous snake is extraordinarily docile in the exhibitor's hands.",
      "cn": "剧毒异蛇被拔掉毒牙后, 在参展商手中变得服服帖帖."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "exhibit",
          "tran_cn": " 展览品；证据；展示会"
        },
        {
          "word": "exhibition",
          "tran_cn": " 展览，显示；展览会；展览品"
        },
        {
          "word": "exhibitioner",
          "tran_cn": " 展出者；获得奖学金的学生"
        },
        {
          "word": "exhibitionism",
          "tran_cn": " 裸露癖；自我宣传癖；喜出风头癖"
        },
        {
          "word": "exhibitionist",
          "tran_cn": " 裸露症患者；倾向自我宣传的人；喜欢出风头的人"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "exhibit",
          "tran_cn": " 展出；开展览会"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "exhibit",
          "tran_cn": " 展览；显示；提出（证据等）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "展出者，参展商",
      "tran_en": "An exhibitor is a person or company whose work or products are being shown in an exhibition"
    }
  ],
  "exchange": {
    "pl": [
      "exhibitors"
    ]
  }
}