{
  "word": "revealing",
  "ipa": {
    "us": "rɪˈvi:lɪŋ",
    "uk": "rɪˈvilɪŋ"
  },
  "sentences": [
    {
      "en": "a very revealing dress",
      "cn": "非常暴露的连衣裙"
    },
    {
      "en": "An examination of these global differences in living standards is revealing.",
      "cn": "考察一下全球生活水平的这些差异,颇有意义."
    },
    {
      "en": "He suddenly smiled, revealing teeth that had recently been capped.",
      "cn": "他突然笑了出来，露出了刚箍过的牙。"
    },
    {
      "en": "He thanked God for concealing Himself from the wise and revealing Himself to the simple.",
      "cn": "他感谢上帝，因为上帝在自作聪明的人面前自行隐匿，在心地纯洁的人面前则显现神迹。"
    },
    {
      "en": "He was averse to revealing the sources of his information.",
      "cn": "他不乐意透露消息的来源."
    },
    {
      "en": "His reticences are more revealing than his speech.",
      "cn": "他的沉默所表露的胜过他的言词."
    },
    {
      "en": "His toupee dropped off, revealing his bald head.",
      "cn": "他的假发掉了，露出了光头。"
    },
    {
      "en": "I don't think that revealing your past to your boyfriend scared him off.",
      "cn": "我并不认为是因为你把自己的过去向男朋友坦白才把他吓跑的。"
    },
    {
      "en": "Just as revealing are Mr Johnson'sportraits, of which there are dozens.",
      "cn": "约翰逊先生的肖像画同样发人深省，而这样的画有很多。"
    },
    {
      "en": "Respect the local etiquete. Modest clothing is often preferable to revealing shorts and tight-fitting tops.",
      "cn": "要尊重当地的礼节。朴素端庄的衣着往往比暴露的短裤和紧身上衣更合适。"
    },
    {
      "en": "She was wearing a tight and revealing gold dress.",
      "cn": "她身穿一件暴露的金色紧身连衣裙。"
    },
    {
      "en": "The book is very revealing about young people's views of themselves.",
      "cn": "这本书深刻揭示了年轻人对自己的看法."
    },
    {
      "en": "The man smiled, revealing perfect white teeth.",
      "cn": "那个男人微笑着, 露出雪白整齐的牙齿."
    },
    {
      "en": "The saboteurs had demanded money in return for revealing how they hacked into the systems.",
      "cn": "那些故意破坏者索要钱财，以作为透露自己是如何非法进入该电脑系统的交换条件。"
    },
    {
      "en": "They scooped the other newspapers by revealing the matter.",
      "cn": "他们抢先报道了这件事."
    },
    {
      "en": "You could do yourself a grave disservice by revealing all to a potential rival.",
      "cn": "将一切都透露给潜在的竞争对手只会给自己帮倒忙。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "reveal",
          "tran_cn": " 揭露；暴露；门侧，窗侧"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "reveal",
          "tran_cn": " 显示；透露；揭露；泄露"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "expressive",
            "significant"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "unveiling"
          ],
          "tran_cn": "揭示；展现（reveal的ing形式）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "reveal all",
      "tran_cn": "显示全部（计算机操作命令）"
    },
    {
      "phrase": "reveal itself",
      "tran_cn": "v. 呈现，出现；被认知"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有启示作用的，给人启发的，透露真情的，袒胸露肩的",
      "tran_en": "revealing clothes allow parts of your body to be seen which are usually kept covered"
    },
    {
      "pos": "v",
      "tran_cn": "揭示；展现（reveal的ing形式）"
    }
  ],
  "exchange": {
    "adv": [
      "revealingly"
    ]
  }
}