{
  "word": "softwood",
  "ipa": {
    "us": "ˈsɒftwʊd",
    "uk": "ˈsɔftwʊd"
  },
  "sentences": [
    {
      "en": "Exotic Woods, Exotic Flooring, Softwood Elliotis Pine, Exotic Plywood , Decking, Timber, Timber Products and Plank.",
      "cn": "采购产品异国的森林, 异国的地板, 软木材松树, 异国的夹板, 装饰木材, 木材产品和厚木板."
    },
    {
      "en": "It would be better to use softwood, which grows in cooler climes in sustainably managed forests.",
      "cn": "使用软木资源将会是更好的选择, 这些软木生长在气候较凉爽且可持续管理的森林里."
    },
    {
      "en": "Measurements include fibre length and width distributions, hardwood to softwood ratios, fines content, curl, kink, coarseness and vesselcell content.",
      "cn": "测量包括纤维的长度和宽度的分布、硬木和软木的比例、.细小纤维的成分、纤维卷、纤维结、粗糙度、树干细胞成分。"
    },
    {
      "en": "Processing category: Corn, peanut, dried potato grains, chemical raw materials, plastics, wood powder, softwood slurries, etc.",
      "cn": "加工类别: 玉米 、 花生 、 瓜干等粮食类, 化工原料类, 塑料类, 木粉类, 软木类, 浆类等."
    },
    {
      "en": "Pulp made from softwood ( coniferous ) trees, e . g. fir. pine spruce . As distinct from pulp.",
      "cn": "用软木 ( 针叶树 ),例如枞, 松, 杉等, 所制成的纸浆有别于硬木浆."
    },
    {
      "en": "Softwood pulp: Pulp made from softwood ( coniferous ) trees, e . g. fir. pine, spruce . As distinct from Hardwood pulp.",
      "cn": "软木浆: 用软木 ( 针叶树 ), 例如枞, 松, 杉等,所制成的纸浆有别于硬木浆."
    },
    {
      "en": "Softwood sulfite pulp is light colored and contains a comparatively small amount of lignin.",
      "cn": "亚硫酸盐针叶木浆颜浅,木素含量相对较低."
    },
    {
      "en": "Softwood trees have thin, needle - like leaves.",
      "cn": "软材树的叶片纤细, 呈针状."
    },
    {
      "en": "Soluble sugars , endogenous hormones and their ratio in the tea softwood cuttings during rooting were analyzed.",
      "cn": "分析了茶树插穗生根过程中内源激素含量及相互比值动态变化."
    },
    {
      "en": "The endogenous hormone changes of cutting woods trees and softwood cuttings were contrarieties.",
      "cn": "采穗母树的内源激素变化与插条的内源激素变化相反."
    },
    {
      "en": "The mattress is supported on a softwood frame.",
      "cn": "床垫用软木材架子支撑着。"
    },
    {
      "en": "Zero - span tension technology a and reliable method for assessing the axial tensile strength of softwood tracheids.",
      "cn": "零距拉伸是评价微尺度木材纵向力学强度的有效手段之一."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "软木材",
      "tran_en": "wood from trees such as  pine  and  fir  that is cheap and easy to cut, or a tree with this type of wood"
    }
  ],
  "exchange": {
    "pl": [
      "softwoods"
    ]
  }
}