{
  "word": "abandonment",
  "ipa": {
    "us": "əˈbændənmənt",
    "uk": "əˈbændənmənt"
  },
  "sentences": [
    {
      "en": "...memories of her father's complete abandonment of her.",
      "cn": "…她父亲对她的彻底抛弃的那些记忆。"
    },
    {
      "en": "Abandonment appears in the ship insurance contract of marine insurance first.",
      "cn": "委付最初出现于海上保险中的船舶保险合同中."
    },
    {
      "en": "Cathy's experience of abandonment is hard for a Martian to understand.",
      "cn": "男人难以了解卡丝被遗弃的感觉."
    },
    {
      "en": "Constant rain forced the abandonment of the next day's competitions.",
      "cn": "连绵阴雨致使翌日各项赛事被迫中止。"
    },
    {
      "en": "However, two consecutive years of non - use raise a presumption of abandonment.",
      "cn": "但是, 连续两个未使用将导致视为放弃."
    },
    {
      "en": "In its most general sense, corruption means the perversion or abandonment.",
      "cn": "就其最一般的意义上说, 舞弊就是堕落,就是背离准则."
    },
    {
      "en": "Last week seemed to have Been spent in reckless aBandonment.",
      "cn": "上星期像是在不顾后果的放任中度过的."
    },
    {
      "en": "Organized abandonment gives them a way out of the morass.",
      "cn": "有组织的放弃给他们指明了离开这片沼泽的出路."
    },
    {
      "en": "She wept at once, with sudden, wild abandonment, in her sister's arms.",
      "cn": "她猛地一下倒在姐姐怀里“哇 ” 地一声号啕大哭起来."
    },
    {
      "en": "The causes and patterns of child abandonment in China are complicated.",
      "cn": "儿童遗弃的类型和原因非常复杂."
    },
    {
      "en": "The death penalty was abolished; the abandonment of nuclear weapons confirmed.",
      "cn": "甚至, 环保在那时也得到了发展."
    },
    {
      "en": "The grounds for abandonment may include injury ascribable to the opponent's actions.",
      "cn": "有可能因伤而放弃比赛并非由于对手的行为."
    },
    {
      "en": "The way of life is wonderful: it is by abandonment.",
      "cn": "生命之路是精彩的,而这种精彩来自放弃."
    },
    {
      "en": "There is a downside to the higher sales, however: increased abandonment.",
      "cn": "不过, 宠物狗市场行情看俏也有它的缺点: 弃养的情况增加了."
    },
    {
      "en": "You will also face heartbreak and abandonment by those you love.",
      "cn": "你同样会面临心碎时刻以及被深爱的人抛弃."
    },
    {
      "en": "You're caught up in three devastating feelings: hurt, abandonment, and doubt.",
      "cn": "你的感受有三部分 —— 受伤害 、 被忽视和怀疑上帝."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "abandoned",
          "tran_cn": " 被抛弃的；无约束的；恣意放荡的；寡廉鲜耻的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "abandon",
          "tran_cn": " 狂热；放任"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "abandoned",
          "tran_cn": " 抛弃（abandon的过去式和过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "abandon",
          "tran_cn": " 遗弃；放弃"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rejection",
            "loose"
          ],
          "tran_cn": "[法]抛弃；放纵"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cession",
            "desertion",
            "exposition",
            "exposure",
            "rejection",
            "resignation",
            "retirement"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "放弃，抛弃，遗弃，放任",
      "tran_en": "The abandonment of a place, thing, or person is the act of leaving it permanently or for a long time, especially when you should not do so"
    }
  ],
  "exchange": {}
}