{
  "word": "ballistics",
  "ipa": {
    "us": "bəˈlɪstɪks",
    "uk": "bəˈlɪstɪks"
  },
  "sentences": [
    {
      "en": "A ballistics expert were taking evidence at the scene of the crime.",
      "cn": "一位弹道学家正在犯罪现场提取证据."
    },
    {
      "en": "Aim To study the influence of the terminal ballistics effects of bullets on the trauma.",
      "cn": "目的研究弹头终点效应对创伤的影响."
    },
    {
      "en": "Ballistics are realistic, injuries are fierce and environmental damage, like Cliff Richard, is catastrophic and persistent.",
      "cn": "弹道是真实的, 伤痛是残酷的而且还有环境损伤, 就像CliffRichard(说的):是灾难性和持续不断的."
    },
    {
      "en": "Ballistics was used in the criminal case to determine the gun's firing capacity.",
      "cn": "在该刑事案件中人们运用弹道学原理来确定枪的发射力."
    },
    {
      "en": "Ballistics: Science of propulsion, flight, and impact of projectiles.",
      "cn": "弹道学: 研究射弹的动力 、 飞行和弹著作用的科学."
    },
    {
      "en": "Finally, the technical measures to realize the consistency of interior ballistics performance were discussed.",
      "cn": "探讨了对于特定的装药结构如何达到弹道性能一致性的技术途径."
    },
    {
      "en": "Neither technique is complicated or new, but the combination of images and ballistics had never been used for launch analyses before.",
      "cn": "这一技术并非什么新颖复杂的技术，但是把成像技术和弹道学综合运用在以前的发射分析中是不曾有过的。"
    },
    {
      "en": "Other evidence provided by ballistics tests and fibre matching sealed the case beyond doubt.",
      "cn": "由弹道学试验和纤维对比提供的其他证据,确定此案铁证如山,无可争辩."
    },
    {
      "en": "Terminal Ballistics deals with the impact of projectiles on a target.",
      "cn": "终点弹道学研究的是射弹的弹著作用."
    },
    {
      "en": "The influence of structure axial vibration on the internal ballistics of solid rocket motor was investigated.",
      "cn": "文中研究了固体发动机结构的轴向振动对燃烧室内弹道性能的影响."
    },
    {
      "en": "The paper introduces a new theory and method to investigate the stability in the exterior ballistics.",
      "cn": "该文提出了外弹道学中研究动态稳定性问题的一种新理论和新方法."
    },
    {
      "en": "The weapons are undergoing ballistics tests to see whether they were used in the shootings.",
      "cn": "这些武器正在接受弹道测试，以确定它们是否曾用于枪击案中。"
    },
    {
      "en": "Trajectory stability problems of intercepting tactical ballistics missile guidance are investigated by the Lawes Criterion.",
      "cn": "针对一种拦截战术弹道导弹制导规律的特点,以经典的劳斯稳定判据为依据,构想了对其弹道稳定性的分析方法."
    },
    {
      "en": "Were you setting up your own ballistics program?",
      "cn": "问:然后你开始了你自己的弹道工程了 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "ballistic",
          "tran_cn": " 弹道的；射击的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "interior ballistics",
      "tran_cn": "膛内弹道学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（有关炮弹发射）弹道学",
      "tran_en": "the scientific study of the movement of objects that are thrown or fired through the air, such as bullets shot from a gun"
    }
  ],
  "exchange": {}
}