{
  "word": "NBA",
  "ipa": {
    "us": "ˌen bi: ˈeɪ",
    "uk": "ˌenbi'eɪ"
  },
  "sentences": [
    {
      "en": "Are you adjusted to the NBA pace for good?",
      "cn": "你很好的适应了NBA的步调了 吗 ?"
    },
    {
      "en": "DJ's NBA Mid - season Awards: Coach of the Year so far?",
      "cn": "DJ的NBA赛季半程荣誉: 目前的年度教练?"
    },
    {
      "en": "Do you think zone defense has come of age in the NBA?",
      "cn": "你认为NBA防守已经属于区域防守时代 吗 ?"
    },
    {
      "en": "Every NBA player dreams of having their own shoe.",
      "cn": "大概意思就是每个NBA球员 都梦想拥有自己(签约代言)的球鞋."
    },
    {
      "en": "I always wanted to play in the NBA, that was my goal.",
      "cn": "我从小就想有一天能在NBA打球, 那是我的目标."
    },
    {
      "en": "It was the Spurs third NBA title in the last seven years.",
      "cn": "它是刺激在最后7年里的第3个NBA冠军."
    },
    {
      "en": "Michael Jordan was acknowledged as the best basketball player in the NBA.",
      "cn": "迈克尔.乔丹是公认的前NBA最佳篮球选手."
    },
    {
      "en": "Michael Jorden surnamed “Flying Trapezist” has stepped out of the NBA.",
      "cn": "“空中飞人”迈克尔乔丹已从NBA中退役了。"
    },
    {
      "en": "NBA teams are allowed to carry 12 active and three inactive players.",
      "cn": "NBA球队可以有12名活跃球员和3名非活跃球员组成."
    },
    {
      "en": "NBA Titles are ultimately the biggest separator amongst the all - time greats.",
      "cn": "NBA总冠军是最终把历史上伟大球员分开级别的最大因素."
    },
    {
      "en": "Pippen has won Most Valuable Player honors in NBA All Star Game.",
      "cn": "皮蓬获得了NBA全明星队最有价值球员的荣誉称号."
    },
    {
      "en": "So who do you think will win the NBA championships?",
      "cn": "那么你认为谁能赢得NBA总冠军?"
    },
    {
      "en": "Starters were decided by fan balloting at NBA arenas and electronically.",
      "cn": "首发球员的名单是由球迷通过NBA球馆和网上投票产生."
    },
    {
      "en": "The Lakers have a commanding 3 - 1 leak in the best - of - seven NBA Finals.",
      "cn": "在NBA决赛 的七场比赛中,湖人队已经有三胜一负的傲人成绩."
    },
    {
      "en": "There's TV coverage of the NBA tournament.",
      "cn": "有个NBA联赛的电视报道."
    },
    {
      "en": "With all of the new faces, this time may be as important to the Rockets as any other team in the NBA.",
      "cn": "有了所有的这些新面孔，这个时候无论对火箭还是NBA其他球队都是一样的重要。"
    },
    {
      "en": "You invite your friends over to watch an NBA basketball playoff game on TV.",
      "cn": "你邀请你的朋友来看电视上的NBA篮球决赛."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "nba history",
      "tran_cn": "NBA历史经典战役"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "Narrow-Band Allocation 窄带分配，National Basketball Association 美国职业篮球联赛",
      "tran_en": "the American organization which arranges professional basketball games"
    }
  ],
  "exchange": {}
}