{
  "word": "rigor",
  "ipa": {
    "us": "'rɪɡə",
    "uk": "'rɪɡər"
  },
  "sentences": [
    {
      "en": "'It's really important that we capture all these ideas, but that we wrap a little bit of rigor around them it can't be a glorified suggestion box, ' he said.",
      "cn": "他说：我们获得所有这些想法非常重要，但我们在这些想法上加了一点严厉的要求──光是个表面光鲜的意见箱可不行。"
    },
    {
      "en": "Balance rigor with agility when defining project processes.",
      "cn": "当定义项目过程时,要平衡灵活性和准确性."
    },
    {
      "en": "Don , t treat him so rigor, he is just a child.",
      "cn": "不要对他太苛刻, 他只不过是孩子."
    },
    {
      "en": "It has the virtues of brachylogy rigor and precise.",
      "cn": "它具有简明、精确、无歧义的优点."
    },
    {
      "en": "Many other treatises incorporated the new rigor.",
      "cn": "许多其它的专题论文体现了新的严密性."
    },
    {
      "en": "Mathematical rigor is applied where necessary and numerous proofs are included.",
      "cn": "数学严厉被在必要和许多证据被包括的地方使用."
    },
    {
      "en": "Rigor mortis had already set in.",
      "cn": "尸体已经僵硬."
    },
    {
      "en": "Rigor mortis, pallor, rot - these too can be sources of exquisite sensation.",
      "cn": "死后僵硬, 惨败, 腐坏 — 这些同样能成为精美绝伦的感受的源泉."
    },
    {
      "en": "Spoken communication supplements the code's rigor and detail with meaning.",
      "cn": "口头的交流在语义上弥补了代码的太过精密和太过细节的问题."
    },
    {
      "en": "Standards will seem unnecessary high; rigor will seem unwarranted.",
      "cn": "标准会显得没必要的高, 严格程度也会显得没道理."
    },
    {
      "en": "The crime will be treated with the full rigor of the law.",
      "cn": "这一罪行会严格依法审理。"
    },
    {
      "en": "The family could not stand the rigor of the long cold winter.",
      "cn": "这个家忍受不了漫长而寒冷的冬天."
    },
    {
      "en": "The towers, not only ground the buildings with their visual weight, but they also contribute to the rigor of rhythmic play needed in such expansive internal spaces and environment.",
      "cn": "这些塔楼不仅利用其视觉上的厚重感将建筑物固定在地面上，还有助于生成这种开阔的内部空间和环境所需的严谨的韵律感。"
    },
    {
      "en": "The transformation process depends on the rigor by which the analysis was performed.",
      "cn": "转换过程严格尊守先前的分析."
    },
    {
      "en": "Their analysis lacks rigor.",
      "cn": "他们的分析缺乏严谨性。"
    },
    {
      "en": "Their research seems to me to be lacking in rigor.",
      "cn": "他们的研究在我看来不够严谨。"
    },
    {
      "en": "They apply project management knowledge, skills, and processes in different orders and degrees of rigor to achieve the desired project performance.",
      "cn": "他们通过应用不同顺序与严格程度的项目管理知识、技能和过程，来达到项目理想的效果。"
    },
    {
      "en": "This approach represents the next level of rigor in modeling.",
      "cn": "此方法表现出建模中的下一个精确级别。"
    },
    {
      "en": "We are not so much testing as proposal-thinning, and we can add rigor such as traceability and other documentation as the leading architectural candidates emerge.",
      "cn": "我们不像细化提议那样做太多测试，随着最主要的架构候选的出现，我们可以添加严密，如可溯性和其他文档。"
    },
    {
      "en": "We have tried to keep explanations elementary without sacrificing depth of coverage and mathematical rigor.",
      "cn": "我试图保持一种通俗的阐述,同时又不失广泛的覆盖面和数学的严谨."
    },
    {
      "en": "With professional rigor to assure quality and create satisfied customers.",
      "cn": "用专业的角度要求品质,创造市场."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rigid",
          "tran_cn": " 严格的；僵硬的，死板的；坚硬的；精确的"
        },
        {
          "word": "rigorous",
          "tran_cn": " 严格的，严厉的；严密的；严酷的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "rigidly",
          "tran_cn": " 严格地；坚硬地；严厉地；牢牢地"
        },
        {
          "word": "rigorously",
          "tran_cn": " 严厉地；残酷地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "rigidness",
          "tran_cn": " 坚硬；严厉"
        },
        {
          "word": "rigorousness",
          "tran_cn": " 残酷，严厉"
        },
        {
          "word": "rigour",
          "tran_cn": " 严格；严厉；苛刻；精确"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "precision",
            "stiffness"
          ],
          "tran_cn": "严厉；精确；苛刻；僵硬"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "hardship"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "严格，严酷，严密，（由惊吓或中毒等导致的身体）僵直",
      "tran_en": "great care and thoroughness in making sure that something is correct"
    }
  ],
  "exchange": {
    "pl": [
      "rigors"
    ]
  }
}