{
  "word": "schoolmate",
  "ipa": {
    "us": "ˈskuːlmeɪt",
    "uk": "ˈskuːlmeɪt"
  },
  "sentences": [
    {
      "en": "At first we were bus mate, and schoolmate too.",
      "cn": "一开始,我们只是同学 、 路友."
    },
    {
      "en": "Believe in outside religion and can get rise under schoolmate's help.",
      "cn": "相信在外教和同砚的扶持下能获得提高."
    },
    {
      "en": "Do you know the man whose son is your schoolmate?",
      "cn": "你认识那个他的儿子是你同学的男人 吗 ?"
    },
    {
      "en": "Does she help her schoolmate to have known his mistake?",
      "cn": "她是否帮助她的同学认识了他的错误?"
    },
    {
      "en": "Harry Port is my old schoolmate.",
      "cn": "哈里波特是我的老校友."
    },
    {
      "en": "He finds his old schoolmate, Foker, now installed in Miss Blanche's affections.",
      "cn": "他发现他的老同学福克已经赢得了布兰奇小姐的感情."
    },
    {
      "en": "He met an old schoolmate at the party.",
      "cn": "他在宴会上遇见了一位老同学."
    },
    {
      "en": "He started the magazine with a schoolmate.",
      "cn": "他和他的一个同学创办了那份杂志。"
    },
    {
      "en": "Her affected industry is more careful than her schoolmate.",
      "cn": "她做作业比她的同学更仔细."
    },
    {
      "en": "I recognise my primiary schoolmate Mary in the photo.",
      "cn": "我从照片上认出了我小学时的同学玛丽."
    },
    {
      "en": "Really good wants again to see me schoolmate.",
      "cn": "真的好想再见到我的同学."
    },
    {
      "en": "Schoolmate, this is yours wrap what up?",
      "cn": "同学, 这是你的包 吗 ?"
    },
    {
      "en": "The thesis explained the development entire process of schoolmate records system.",
      "cn": "本论文讲解了该校友录系统的开发全过程."
    },
    {
      "en": "This their Schoolmate Hu Jing a sound pulls out the first prize.",
      "cn": "这次她们的同学胡静可谓不声不响地拔得头筹."
    },
    {
      "en": "Wang Tao, this is Gao Wei , a former schoolmate of mine.",
      "cn": "王涛, 这是我的老同学,高伟."
    },
    {
      "en": "When his schoolmate made the last goal, the boy gave out with an untrammeled yell.",
      "cn": "那个男孩在他的同学踢进最后一球时不禁纵声欢呼."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "schoolfellow",
          "tran_cn": " 校友；同学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "condisciple",
            "kollegen"
          ],
          "tran_cn": "同学；同窗"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "同学，校友",
      "tran_en": "someone who goes or went to the same school as you"
    }
  ],
  "exchange": {
    "pl": [
      "schoolmates"
    ]
  }
}