{
  "word": "fortification",
  "ipa": {
    "us": "ˌfɔ:tɪfɪˈkeɪʃn",
    "uk": "ˌfɔrtɪfɪˈkeɪʃn"
  },
  "sentences": [
    {
      "en": "A fence of pales forming a defense barrier or fortification.",
      "cn": "栅栏永不再是原来的栅栏."
    },
    {
      "en": "a site of ancient fortifications dating from about 500 B.C.",
      "cn": "公元前500年左右的一个古代防御工事遗址"
    },
    {
      "en": "Decision - making analysis of earthquake - resistant fortification standards of high dams is also discussed.",
      "cn": "本文探讨了高坝 抗震 设防的决策问题."
    },
    {
      "en": "Heart - day history - Changsha fortification, the Western Han dynasty began in five years.",
      "cn": "天心历史 —— 长沙筑城, 始于西汉高祖五年."
    },
    {
      "en": "His works include poem selection Loneliness Without Fortification and Period Of Water.",
      "cn": "著有诗集《不设防的孤寂》与《水的时期》."
    },
    {
      "en": "I should have to travel ten years to sit down contented among these fortification.",
      "cn": "在外面旅行十年之后,我才会满意地坐在这些要塞之中."
    },
    {
      "en": "Many years ago the spring induced the natives to select the place for their temproary fortification.",
      "cn": "很多年前,这眼清泉,使得土人们选中这儿作为临时筑堡设防的地方."
    },
    {
      "en": "Men naturally receive their fortification from its wisdom.",
      "cn": "男人自然会从它的格言中获得力量."
    },
    {
      "en": "Miss P in the North Micangshan fortification and grain Jiancang to Royal will be soldiers.",
      "cn": "吴磷曾在州北米仓山上筑城,并建仓积粮,以御会兵."
    },
    {
      "en": "Parapet applies to any low fortification, typically a wall atop a rampart.",
      "cn": "Parapet指低矮的防御工事, 典型的是壁垒上的墙."
    },
    {
      "en": "Parts of the fortification date from the 4 th century BC.",
      "cn": "其中部分堡垒的历史可追溯至公元前4世纪."
    },
    {
      "en": "The fortification should be breached.",
      "cn": "这一防线应该被攻破."
    },
    {
      "en": "The fortification was built in stone.",
      "cn": "该要塞以石头筑成."
    },
    {
      "en": "The researchers concluded that the fortification did not produce the increase.",
      "cn": "研究人员得出结论,认为增添铁盐不能造成血红蛋白的增高."
    },
    {
      "en": "Then the seismic fortification criteria for the Maglev Guideway Structures is proposed.",
      "cn": "最后提出了磁浮轨道结构的抗震设防标准."
    },
    {
      "en": "Yan Sin Shoujun expansion, by anti - fortification, desilt moat, to step up war preparations Shou.",
      "cn": "彦仙扩充守军, 增筑城防, 疏浚护城河, 加紧战守准备."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "formula",
            "strengthening",
            "reinforcement"
          ],
          "tran_cn": "设防；[军]防御工事；加强；配方"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "barricade",
            "barrier",
            "blockade",
            "defense",
            "embankment",
            "fort",
            "inspiration",
            "moat",
            "refreshment",
            "security",
            "stronghold",
            "tower",
            "wall"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "筑垒，设防，防御工事",
      "tran_en": "towers, walls etc built around a place in order to protect it or defend it"
    }
  ],
  "exchange": {
    "pl": [
      "fortifications"
    ]
  }
}