{
  "word": "woodpecker",
  "ipa": {
    "us": "ˈwʊdpekə(r)",
    "uk": "ˈwʊdˌpɛkɚ"
  },
  "sentences": [
    {
      "en": "A woodcutter and a woodpecker lived in the forest.",
      "cn": "森林里居住着一个樵夫和一个啄木鸟。"
    },
    {
      "en": "A woodpecker was tapping the trunk of a tree, a kitten observed from a distance.",
      "cn": "啄木鸟在啄树干, 一只小猫在远处观看."
    },
    {
      "en": "But are not enough to stand on the trees . A woodpecker needs help from its tail.",
      "cn": "与袋鼠一样,啄木鸟的尾巴也能支撑身体."
    },
    {
      "en": "But the existence of the woodpecker, definitively seen since the 1940 s , remains highly disputed.",
      "cn": "但这种啄木鸟自1940年代之后就再无权威的目击记录, 关于它们幸存与否依然存在大量争议."
    },
    {
      "en": "Hi , Woodpecker, would you like to have a picnic with me?",
      "cn": "啄木鸟, 你愿意和我一起去野餐 吗 ?"
    },
    {
      "en": "It is simply like a woodpecker.",
      "cn": "它明明是只啄木鸟."
    },
    {
      "en": "Of course, it took years for the Army to hit on a workable strategy for the woodpecker — a lesson that is informing its conservation work today.",
      "cn": "当然，拿出一套对保护啄木鸟行之有效的方案，军方花了几年的功夫 ---- 这对于今天的生态保护工作不失为是一个教训。"
    },
    {
      "en": "Savour the silence, if that's what nature serves up, or thrill to the tap-tap of the woodpecker.",
      "cn": "如果这是大自然奉上的一份佳肴，给这份宁静加点作料吧，或是因为啄木鸟的叩击声而兴奋起来吧。"
    },
    {
      "en": "The woodpecker just looked on coldly, and then flew away contentedly.",
      "cn": "而在旁边冷眼看着的啄木鸟, 这才满意地飞走了."
    },
    {
      "en": "What do we get if we cross a woodpecker with a homing pigeon?",
      "cn": "把一只啄木鸟和一只识途的鸽子融合在一起,会得到 什么 ?"
    },
    {
      "en": "Woody Woodpecker first appears, in the film Knock Knock.",
      "cn": "1940年,伍德·伍德派克首次亮相于电影“敲门人”中."
    },
    {
      "en": "You are a coward. Hi , Woodpecker, would you like to a picnic with me?",
      "cn": "你真是个胆小鬼. 啄木鸟, 你愿意和我一起去野餐 吗 ?"
    },
    {
      "en": "You are a coward. Hi, Woodpecker, would you like to have a picnic with me?",
      "cn": "公鸡:你真是个胆小鬼. 啄木鸟, 你愿意和我一起去野餐 吗 ?"
    },
    {
      "en": "Zhu Geliang imitated woodpecker to cry twice, take the chance to give fart put.",
      "cn": "诸葛亮模仿啄木鸟叫了两声, 趁机把屁给放了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "peckerwood",
            "Marc Dorcel",
            "hickwall"
          ],
          "tran_cn": "[鸟]啄木鸟"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "啄木鸟",
      "tran_en": "a bird with a long beak that it uses to make holes in trees"
    }
  ],
  "exchange": {
    "pl": [
      "woodpeckers"
    ]
  }
}