{
  "word": "upsurge",
  "ipa": {
    "us": "ˈʌpsɜ:dʒ",
    "uk": "ˈʌpsɜrdʒ"
  },
  "sentences": [
    {
      "en": "...the upsurge in oil prices.",
      "cn": "…油价的暴涨。"
    },
    {
      "en": "A new upsurge in construction is in the making.",
      "cn": "一个建设的新高潮正在兴起。"
    },
    {
      "en": "Abstract: along with the country the infrastructure investment, the strengthening of the water conservancy construction into the unprecedented upsurge.",
      "cn": "摘要：随着国家对基础建设投资的加大，水利建设进入前所未有的高潮。"
    },
    {
      "en": "an upsurge in violent crime",
      "cn": "暴力犯罪的猛增"
    },
    {
      "en": "Awaiting a style, Sweet memories will feel an upsurge of emotions.",
      "cn": "等待是一种风采, 甜蜜的回忆会让心潮澎湃."
    },
    {
      "en": "But behind current Red Tourism upsurge, there are some uneasy hidden worries.",
      "cn": "然而,热潮现象的背后, 存在着不少令人担心的隐忧."
    },
    {
      "en": "But behind this upsurge there is some worried education foam.",
      "cn": "在这股办学热潮后面隐藏着令人担忧的教育泡沫."
    },
    {
      "en": "But the world banking crisis coincided with a rapid upsurge of antibank feeling.",
      "cn": "但是不巧,在发生世界性的银行危机时,反对银行的情绪也在迅速高涨."
    },
    {
      "en": "It can encourage an upsurge of exports or import substitution.",
      "cn": "它能鼓励出口上扬或进口替代."
    },
    {
      "en": "Saudi bankers say there's been an upsurge of business confidence since the end of the war.",
      "cn": "沙特的银行家说战后工商业界信心猛增。"
    },
    {
      "en": "The last big locust upsurge ended early in 2005 and the current alert level is green or calm.",
      "cn": "上次大规模蝗虫高潮在2005年年初结束，目前的警报级别为绿色或平静。"
    },
    {
      "en": "There has been a recent upsurge of violence in the area.",
      "cn": "近日应该应该该地区暴力事件急增."
    },
    {
      "en": "These new ideas gave rise to a new upsurge of national feeling.",
      "cn": "这些新思想引起了民族意识的新高涨."
    },
    {
      "en": "They noted with satisfaction the upsurge of the national liberation movement.",
      "cn": "他们满意地看到了民族解放运动的高涨."
    },
    {
      "en": "This quiet demographic counter - revolution is a dramatic upsurge in intermarriage.",
      "cn": "这种人口统计学意义上的逆向流动便是异族婚姻的大幅增加."
    },
    {
      "en": "Upsurged on Central Plains earth at present an upsurge that raise rabbit.",
      "cn": "目前在中原大地上涌起了一股养兔热潮."
    },
    {
      "en": "What do you think caused the upsurge of international terrorism?",
      "cn": "你认为国际恐怖主义的高涨是什么造成的？"
    },
    {
      "en": "With a conventional OS , the upsurge will simply swamp the lone server.",
      "cn": "利用常规的操作系统, 流量的大量增加将冲垮这台孤立无援的服务器."
    },
    {
      "en": "With China's reforming and opening - up , there an upsurge of Chinese Learning.",
      "cn": "国盛语强,随着中国的 对外开放 和国民经济的快速增长, 中国与世界的交往日趋广泛和深入."
    },
    {
      "en": "Women rights activists say they can't explain the upsurge.",
      "cn": "女权积极分子称她们不能解释这一事件增加的原因."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "wave",
            "climax"
          ],
          "tran_cn": "[海洋]高潮，高涨"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "gather steam",
            "comb"
          ],
          "tran_cn": "涌起，高涨"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高潮，高涨",
      "tran_en": "a sudden strong feeling"
    },
    {
      "pos": "vi",
      "tran_cn": "涌起，高涨"
    }
  ],
  "exchange": {
    "pl": [
      "upsurges"
    ]
  }
}