{
  "word": "lithosphere",
  "ipa": {
    "us": "ˈlɪθəsfɪə(r)",
    "uk": "ˈlɪθəsfɪr"
  },
  "sentences": [
    {
      "en": "Anisotropy of the flexural response of the lithosphere in the Canadian Shield.",
      "cn": "CanadianShield岩石圈弯曲反应的各向异性."
    },
    {
      "en": "Below the lithosphere is the rheosphere comprising partly fused peridotite.",
      "cn": "岩石圈之下是由部分熔融的橄榄岩所组成的软流圈."
    },
    {
      "en": "Earthquakes along benioff zones are distributed in the descending lithosphere slabs.",
      "cn": "贝尼奥夫带的地震都分布在下降岩石圈板块内。"
    },
    {
      "en": "Even the planet's outer skin, or lithosphere, has been transformed.",
      "cn": "甚至于地球的表层——岩石圈——也已经被改变了。"
    },
    {
      "en": "Maginal orogeny was formed on this condition with same relative motion trend between lithosphere and asthenosphere.",
      "cn": "板缘造山主要表现为岩石圈和软流圈以基本相同的运动趋势的相对运动."
    },
    {
      "en": "Notice first that there could be a substantial difference between lithosphere thickness and plate thickness.",
      "cn": "首先要注意:岩石圈厚度和板块厚度之间可能有重要区别."
    },
    {
      "en": "Scientists call this layer of crust and upper mantle the lithosphere.",
      "cn": "科学家称这层地壳和上部地幔为岩石圈."
    },
    {
      "en": "Since the size of the Earth is essentially constant, new lithosphere can be created at the mid-ocean ridges only if an equal amount of lithospheric material is consumed elsewhere.",
      "cn": "因为地球的大小本质上是不变的，只有同等数量的岩石圈物质在其它地方被吞没，新的岩石圈才能生成。"
    },
    {
      "en": "Super long period magnetotelluric detection is an effective method of studying electric conductivity of continental lithosphere.",
      "cn": "超长周期大地电磁探测是研究大陆岩石圈导电性结构的有效方法之一."
    },
    {
      "en": "The Earth's lithosphere is formed of a rather small number of major plates.",
      "cn": "地球的岩石圈是由少数大板块所组成的."
    },
    {
      "en": "The high geotherm the upper mantle diapir and the corresponding lithosphere thinning regions.",
      "cn": "这种高地温线与该区上地幔的底辟上涌和岩石圈的相应减薄有关."
    },
    {
      "en": "The hydrosphere and the lithosphere together form the Earth's surface.",
      "cn": "水圈与岩石圈一起形成地球的表面."
    },
    {
      "en": "The lithosphere is divided into a few dozen plates of various sizes and shapes.",
      "cn": "岩石圈被划分为几十个大小不同形状各异的板块."
    },
    {
      "en": "The lithosphere is the soil mantle that wraps the core of the earth.",
      "cn": "岩石圈就是包裹在地核外的土壤表层."
    },
    {
      "en": "The tectonic stress the Earth are mainly on the upper lithosphere.",
      "cn": "地球内部构造应力主要集中于岩石圈上层."
    },
    {
      "en": "The theory of plate tectonics describes the motions of the lithosphere.",
      "cn": "板块结构理论描述岩石圈的运动."
    },
    {
      "en": "These dissolved materials thus pass from the lithosphere to the hydrosphere.",
      "cn": "因此,这些溶解了的物质就从岩石圈转移到水圈."
    },
    {
      "en": "They slide on a more yielding layer at the base of lithosphere.",
      "cn": "它们在岩石圈底部更柔软的一层滑动."
    },
    {
      "en": "To physical science that has denatured reality the world is a material place of molecules and atoms, of solids, liquids and gases, of atmosphere, hydrosphere, lithosphere and biosphere. ",
      "cn": "对于具有变性的物理学来说世界是由分子、原子，固体、液体、气体，大气圈、水圈、岩石圈和生物圈组成的物质世界；"
    },
    {
      "en": "We found large scale mantle convection enhances the collision process greatly, and the mantle drag force beneath Indian lithosphere may be the dominant force in this process.",
      "cn": "大尺度地幔对流作用下地幔对岩石圈底部的拖曳作用可能在该区域的整个地球力学过程中起了主导作用。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "lithology",
          "tran_cn": " [岩] 岩石学；结石学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "geosphere"
          ],
          "tran_cn": "陆界，[地质][地物][天]岩石圈"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "岩石圈，陆界",
      "tran_en": "the rigid outer layer of the earth, having an average thickness of about 75 km and comprising the earth's crust and the solid part of the mantle above the asthenosphere "
    }
  ],
  "exchange": {}
}