{
  "word": "downsize",
  "ipa": {
    "us": "ˈdaʊnsaɪz",
    "uk": "ˈdaʊnsaɪz"
  },
  "sentences": [
    {
      "en": "...today's downsized economy.",
      "cn": "… 今天萎缩了的经济。"
    },
    {
      "en": "American manufacturing organizations have been downsizing their factories.",
      "cn": "美国制造商们一直在缩小他们工厂的规模。"
    },
    {
      "en": "And as businesses decentralize and downsize, information systems follow suit.",
      "cn": "并且随着企业的分散化和小规模化, 信息系统也产生同样的变化."
    },
    {
      "en": "Automotive executives are being asked to downsize their salaries as are financial workers.",
      "cn": "高层管理人员的薪资被降到了和财务人员同等水平."
    },
    {
      "en": "He will downsize the executive board of the three divisions.",
      "cn": "他将缩小三家公司的执行董事会."
    },
    {
      "en": "I lost my job because the boss says we need to downsize.",
      "cn": "因为老板说要缩减成本,所以我丢了工作."
    },
    {
      "en": "It is also planning to downsize its loss - making chip and home appliance divisions.",
      "cn": "此外,三洋电机还在裁减其亏损中的芯片及家用电器生产部门."
    },
    {
      "en": "It is said that the company is going to downsize staff, everyone is feeling anxious.",
      "cn": "据说公司要裁员了, 大家全都人心惶惶."
    },
    {
      "en": "Our new orientation reflects the fact that we've been forced to downsize.",
      "cn": "我们的新取向反映了我们被迫缩编的事实."
    },
    {
      "en": "Sales have decreased so much that they need to downsize.",
      "cn": "销售业绩减少很多,所以他们必须缩小规模."
    },
    {
      "en": "Seems the only way out is to cut some programs and downsize our organization.",
      "cn": "看来唯一的出路是减少一些慈善项目和精简我们的机构. ”"
    },
    {
      "en": "The airline has downsized its workforce by 30%.",
      "cn": "这家航空公司裁员30%。"
    },
    {
      "en": "The company chose to downsize and more fully utilize the remaining workers.",
      "cn": "公司决定缩小规模,并更加充分地用好余下的工人."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "以较小尺寸设计；缩小尺寸；裁减人数",
      "tran_en": "if a company or organization downsizes, it reduces the number of people it employs in order to reduce costs"
    },
    {
      "pos": "vt",
      "tran_cn": "以较小尺寸设计（或制造），缩小（汽车等的）外部尺寸",
      "tran_en": "To downsize something such as a business or industry means to make it smaller"
    }
  ],
  "exchange": {
    "third": [
      "downsizes"
    ],
    "past": [
      "downsized"
    ],
    "done": [
      "downsized"
    ],
    "ing": [
      "downsizing"
    ],
    "noun": [
      "downsizing"
    ]
  }
}