{
  "word": "accretion",
  "ipa": {
    "us": "əˈkri:ʃn",
    "uk": "əˈkriʃən"
  },
  "sentences": [
    {
      "en": "A coral reef is built by the accretion of tiny, identical organisms.",
      "cn": "珊瑚礁是由许多相同的微生物不断堆积而成。"
    },
    {
      "en": "A glacier is formed by the accretion of many particles of frozen packed snow.",
      "cn": "冰川是由许多冻实的小雪块相加而形成的."
    },
    {
      "en": "Altai orogeny , as one of notable crustal accretion areas, is famous for its abundant mineral deposits.",
      "cn": "阿尔泰造山带是中亚地区显生宙大陆地壳增生明显的地区之一, 蕴藏丰富的矿产资源."
    },
    {
      "en": "An accretion disk with vertical structure is studied by using a new anomalous viscosity.",
      "cn": "利用一种全新的反常粘滞,主要研究了具有垂向结构的吸积盘."
    },
    {
      "en": "Chinese olive ( Canarium Album ) tend as the accretion of density likely distributing equably.",
      "cn": "橄榄 ( Canariumalbum ) 有可能随着密度的增大而趋于均匀分布."
    },
    {
      "en": "It is well known that accretion disks are hydrodynamic disks with anomalous viscosity.",
      "cn": "天体物理吸积盘是具有反常粘滞的流体盘."
    },
    {
      "en": "Nevertheless, astrophysicists have persisted in their belief that accretion disks are indeed turbulent.",
      "cn": "虽然如此, 天文物理学家仍旧坚持信念,认为吸积盘的确是充满乱流扰动的."
    },
    {
      "en": "So it retains the original natural nourish ingredients, no chemical accretion . It is safe to enjoy.",
      "cn": "保留原有天然营养成份, 不加任何化学添加剂, 使用安全."
    },
    {
      "en": "The accretion phenomenon was firstly discussed by Kelvin et al. on the 19 th.",
      "cn": "十九世纪末,开尔文(Kelvin)等人首先讨论了吸积现象."
    },
    {
      "en": "The multiple migration - accretion concept of Gruner deserves mention.",
      "cn": "格鲁纳的多次迁移 ― ―增长说受到了重视."
    },
    {
      "en": "The planetesimals accretions of the Earth obviously have two stages, including initial accretion and late accretion.",
      "cn": "这种不均一性起源于前地球阶段堆积星子的不均一性."
    },
    {
      "en": "The script has been gathering editorial accretions for years.",
      "cn": "该剧本经历了多年的修改加工。"
    },
    {
      "en": "The Thick Accretion Disk Model and Self - gravitating Accretion Disk Model of QSOs.",
      "cn": "类星体的厚吸积盘与自引力吸积盘模型."
    },
    {
      "en": "There are two main theories concerning massive star formation accretion and merger.",
      "cn": "文章简要叙述了有关大质量恒星形成的理论以及相关观测证据."
    },
    {
      "en": "There is a gradual accretion in lumbar segments from top to down.",
      "cn": "腰椎节段椎弓根螺钉的拔出力从上到下,逐渐增大,轴向刚度亦然."
    },
    {
      "en": "This formation, called an accretion disk, may be very important in some stellar birth sequences.",
      "cn": "这种构成物即所谓吸积盘, 它在恒星诞生的某些阶段可能是非常重要的."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "accrete",
          "tran_cn": " 合生的；增积的"
        },
        {
          "word": "accretive",
          "tran_cn": " 增积的；粘连的"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "accrete",
          "tran_cn": " 合生；增大生长；依附"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "accrete",
          "tran_cn": " 使依附；使连接；把…吸引过来"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "addition",
            "adjunction"
          ],
          "tran_cn": "添加；增加物；连生；冲积层"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "acquisition",
            "addition"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "accretion disk",
      "tran_cn": "吸积盘，蓄积盘"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "堆积，<植>连生，添加生长，<天>吸积",
      "tran_en": "a gradual process by which new things are added and something gradually changes or gets bigger"
    }
  ],
  "exchange": {
    "pl": [
      "accretions"
    ]
  }
}