{
  "word": "nucleic",
  "ipa": {
    "us": "'nju:klɪɪk",
    "uk": "nju'kliɪk"
  },
  "sentences": [
    {
      "en": "All organisms have nucleic acids present in their cells.",
      "cn": "所有生物的细胞中都有核酸."
    },
    {
      "en": "At warmer temperatures, nucleic acids unravel and cell membranes quickly dissolve.",
      "cn": "在更高温度下, 核酸会散开,细胞膜也会迅速溶解."
    },
    {
      "en": "But how could nucleic acids originate without proteins, and vice versa?",
      "cn": "但是离开proteins,nucleicacids如何合成, 反之亦然?"
    },
    {
      "en": "DNA and RNA are both types of nucleic acid.",
      "cn": "脱氧核糖核酸和核糖核酸是两种类型的核酸."
    },
    {
      "en": "He recruited another nucleic acid chemist, a young Pakistani, Dr. Rao Sastri.",
      "cn": "他又找来一名核酸化学家, 叫作拉奥·萨斯特利的年轻的巴基斯坦人."
    },
    {
      "en": "Hepatitis B virus nucleic acid testing may eventually be introduced.",
      "cn": "乙肝病毒的核酸检测方法最终也会被引入."
    },
    {
      "en": "Interspecific hybridization of nucleic acids is a method of this type currently being developed.",
      "cn": "核酸的种间杂交便是当前正在发展的这样一种方法."
    },
    {
      "en": "It is chemically stable and basil - specific compared with nucleic acid.",
      "cn": "与核酸分子相比,肽核酸有更高的稳定性、碱基特异性."
    },
    {
      "en": "Natural big molecular substances mainly include protein, nucleic acid and sugars.",
      "cn": "天然大分子物质主要包括蛋白 、 核酸和糖类."
    },
    {
      "en": "Nucleic acid is extensively used in food industry, medical industry and agriculture.",
      "cn": "核酸广泛应用于食品工业 、 医药工业和农业上."
    },
    {
      "en": "Objective: observing effecting of BCG amylose nucleic acid to treat bronchial asthma.",
      "cn": "目的: 观察卡介菌多糖核酸治疗支气管哮喘的效果."
    },
    {
      "en": "Organisms rely on phosphorus to build nucleic acids and other molecules to grow and proliferate.",
      "cn": "有机物依赖于磷来制造核酸和其他生长与繁殖所需的分子。"
    },
    {
      "en": "Ribose and deoxyribose are constituents of the nucleic acids RNA and DNA.",
      "cn": "核糖与脱氧核糖分别是核糖核酸与脱氧核酸(DNA)的结构成分."
    },
    {
      "en": "The capsid together with the enclosed nucleic acid is the nucleocapsid.",
      "cn": "衣壳同包围它的核酸一起称为核衣壳."
    },
    {
      "en": "They use X - ray diffraction to determine the structures of proteins and nucleic acids.",
      "cn": "他们应用X - 射线衍射确定蛋白质和核酸的结构."
    },
    {
      "en": "Thus, any random changes in the interior, fledgling ribozymes that could speed up nucleic acid replication rates will spread rapidly through an evolving population.",
      "cn": "这样一来，细胞内部发生的使得核酶加速核酸复制速率的任何变化，都会在进化群体中快速扩散。"
    },
    {
      "en": "To study the gastrointestinal absorption of microzyme nucleic acid extracts in rats.",
      "cn": "探讨大鼠对酵母菌核酸提取物的可吸收性."
    },
    {
      "en": "Working with subsurface ice, brine or soil samples, SETG would attempt to isolate, amplify, detect and identify nucleic acids -- right there on Mars.",
      "cn": "SETG研究了地下冰、盐水或土壤样本，试图隔离、放大、监测和识别核酸，这种核算恰好就在火星上。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "nucleic acid",
      "tran_cn": "[生化]核酸"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "核的"
    }
  ],
  "exchange": {}
}