{
  "word": "beancurd",
  "ipa": {
    "us": "'bi:nkɜ:d",
    "uk": "'binkɜd"
  },
  "sentences": [
    {
      "en": "A woman is busy making beancurd while her husband runs to her hilariously , saying that they have finally obtained the \" sanitation license\".",
      "cn": "一个女人正忙着做豆腐，此时他的丈夫欢天喜地地跑过来告诉她他们终于拿到了\"卫生许可证\"。"
    },
    {
      "en": "Add beancurd skin and boil for another 10 minutes. Season with salt.",
      "cn": "最后加入腐竹皮滚10分钟, 以盐调味即成."
    },
    {
      "en": "And also Mapo beancurd, fish flavored pork and lettuce with oyster sauce.",
      "cn": "还有麻婆豆腐, 鱼香肉丝和蚝油生菜."
    },
    {
      "en": "And i love beancurd so much!",
      "cn": "还有,我最爱这里的苏州豆腐干!"
    },
    {
      "en": "Beijing is a city of gastronomic contradictions. The traditional everyday diet of local people is a simple affair: noodles, breads and dumplings, with pork and mutton, beancurd and vegetables.",
      "cn": "北京是一个美食矛盾体。当地人的日常传统饮食是一件简单的事：面条、面包和饺子，饺子馅有猪肉、羊肉、豆腐和蔬菜。"
    },
    {
      "en": "Chop coriander and spring onions finely; beancurd puffs with water and then set aside.",
      "cn": "红椒切丝,蒜头剁蓉, 豆豉冲水后压烂,加滚油拌匀,再加蚝油调味备用."
    },
    {
      "en": "He likes food made of beancurd.",
      "cn": "他喜欢豆腐做的食品."
    },
    {
      "en": "Heres your shrimp with beancurd.",
      "cn": "这是您的虾仁豆腐."
    },
    {
      "en": "I think Mapo beancurd and shredded meat in chilli sauce are quite special.",
      "cn": "我觉得麻婆豆腐和鱼香肉丝味道不错."
    },
    {
      "en": "May I help you to have some more ( soup, beancurd , etc. )?",
      "cn": "我再给你添些 ( 汤 、 豆腐 ) 好 吗 ?"
    },
    {
      "en": "Mix in seasoning. Sprinkle over cucumber, pera , carrot, dried beancurd, soy bean sprouts and sesame. Serve.",
      "cn": "拌入调味料, 撒上青瓜 、 雪梨 、 红萝卜 、 豆干 、 芽菜及芝麻, 即可食用."
    },
    {
      "en": "Soak beancurd in the hot water for one minute to remove its smell.",
      "cn": "豆腐下锅前，可先放在开水里浸渍一刻钟，这样可清除泔水味。"
    },
    {
      "en": "The God of Thunder strikes the beancurd; bullies pick on the soft and weak.",
      "cn": "雷公打豆腐, 拣软的欺."
    },
    {
      "en": "Then how about these two dishes, \" fried mushrooms and bamboo shoots \" and \" beancurd with hot pepper \"",
      "cn": "那么, 香菇笋片和 麻辣 豆腐,这两道菜可以吗?"
    },
    {
      "en": "Then put in the fresh beancurd, some pepper , salt and fry.",
      "cn": "再放入豆腐 、 椒 、 ,然后混起来炒."
    },
    {
      "en": "They had some fried pork chop and beancurd.",
      "cn": "他们吃了一些煎猪排和炒豆腐."
    },
    {
      "en": "This paper introduces the production process of Chinese cabbage preserved beancurd.",
      "cn": "本文介绍了白菜豆腐乳的制作方法,它是成都盆地生产的一种风味腐乳."
    },
    {
      "en": "Today's specials are diced chicken with dried red pepper and mapo beancurd.",
      "cn": "今天的特色菜有辣子鸡丁和麻婆豆腐."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tofu",
            "doufu",
            "soybean curd",
            "Toufu"
          ],
          "tran_cn": "豆腐"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "preserved beancurd",
      "tran_cn": "n. 腐乳"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "豆腐"
    }
  ],
  "exchange": {}
}