{
  "word": "gearbox",
  "ipa": {
    "us": "ˈgɪəbɒks",
    "uk": "ˈgɪrbɑks"
  },
  "sentences": [
    {
      "en": "A standard six speed automatic gearbox could also make an appearance.",
      "cn": "标准的6速自动变速箱也可以出现."
    },
    {
      "en": "Acceleration is accompanied by a resonating growl from the gearbox.",
      "cn": "变速箱随着加速传来一阵轰鸣。"
    },
    {
      "en": "Centrifugal machines are connected to the motor drive directly instead of through a gearbox.",
      "cn": "离心机不通过调速箱直接与电机驱动装置相连."
    },
    {
      "en": "Does your car have a manual or an automatic gearbox?",
      "cn": "你的汽车用的是手动变速器还是自动变速器?"
    },
    {
      "en": "Doherty says: \"There is no underwater generator, power electronics or gearbox underwater to go wrong.",
      "cn": "道尔蒂说：“没有水下发电机、电力电子系统、水下齿轮箱会坏。"
    },
    {
      "en": "Effortless and fast shifting with power shift gearbox assembly.",
      "cn": "采用电控动力换档变速箱,操作灵活、方便、可靠."
    },
    {
      "en": "Experienced in casting, machining, assembly, especially in gearbox and valve industry.",
      "cn": "具有铸造 、 机加工 、 组装工作经验, 特别是齿轮箱或阀门工业."
    },
    {
      "en": "Gear oil for all different gearbox and final gear.",
      "cn": "齿轮油为各种变速箱和最终齿."
    },
    {
      "en": "Major producers: large trucks gearbox bearings, Steyr non - standard bearings and bearing harvesters.",
      "cn": "主要生产: 大型货车变速箱轴承 、 斯太尔 非 标轴承以及收割机轴承."
    },
    {
      "en": "Next let us look at engine and gearbox parts.",
      "cn": "接下来我们再来看看发动机和变速箱部分."
    },
    {
      "en": "The diagnosis proved correct after the gearbox was disassembled.",
      "cn": "厂方拆卸检查,证实诊断结论正确."
    },
    {
      "en": "The dual - clutch gearbox contains two wet clutches with two drive shafts.",
      "cn": "双离合器变速箱包含带两根驱动轴的两个湿式离合器."
    },
    {
      "en": "The failure feature a gearbox can be indicated using different characteristic parameters.",
      "cn": "齿轮传动箱的故障征兆,可以通过不同的特征参量表现出来."
    },
    {
      "en": "The system includes main motor, main reduction gearbox, transmission shaft ect.",
      "cn": "2机械传动系统包含有主电机, 主减速箱 、 传动地轴等."
    },
    {
      "en": "Transmission oil is used to lubricate the components in a gearbox.",
      "cn": "而变速器油则用来润滑变速器中的零部件."
    },
    {
      "en": "Unlike a conventional turbofan, it uses a gearbox rather than a shaft between the fan and the turbine.",
      "cn": "与传统的涡扇发动机不同它并非使用一根轴而是用齿轮箱将风扇与涡轮连接起来。"
    },
    {
      "en": "We have to take the engine down to get to the gearbox.",
      "cn": "我们必须拆下引擎,才能接触到变速箱."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "gearing",
          "tran_cn": " 传动装置"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "gearing",
          "tran_cn": " 以齿轮连起；配搭活动（gear的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "transmission case"
          ],
          "tran_cn": "[机]变速箱；齿轮箱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "变速箱，变速器，齿轮箱",
      "tran_en": "the system of gears in a vehicle"
    }
  ],
  "exchange": {
    "pl": [
      "gearboxes"
    ]
  }
}