{
  "word": "Pythagorean",
  "ipa": {
    "us": "",
    "uk": "paɪˌθæɡəˈriən"
  },
  "sentences": [
    {
      "en": "And I HAs tried to apprehend the Pythagorean power by which bulk holds above the flux.",
      "cn": "我试图领悟毕达哥拉斯所景仰的数字力量,它支配着此消彼长."
    },
    {
      "en": "And I have tried to apprehend the Pythagorean power by which away above the flux.",
      "cn": "我试图领悟毕达哥拉斯所景仰的数字力量,它支配着此消彼涨."
    },
    {
      "en": "And I have tried to apprehend the Pythagorean power by which number holds above the flux.",
      "cn": "我曾试图理解毕达哥拉斯的力量,这种力量使数字凌驾于万物之上."
    },
    {
      "en": "And I have tried to apprehend the Pythagorean power by which number holds sway above the flux.",
      "cn": "我试图领悟毕达哥拉斯所景仰的数字力量,它支配著此消彼长。"
    },
    {
      "en": "And I have tried to apprehend the Pythagorean power by which number holds sway above the flux.",
      "cn": "我试图领悟毕达哥拉斯所景仰的数字力量，它支配着此消彼涨。"
    },
    {
      "en": "And I have tried to apprehend the Pythagorean power by with number above the flux.",
      "cn": "我试图理解毕达哥拉斯的威力,它让数字支配潮涨."
    },
    {
      "en": "And I have tried to the Pythagorean 7 power by which number holds sway above the flux.",
      "cn": "我还试图弄懂毕达哥拉斯学说,它认为数是高居于感性流变之上的永恒力量."
    },
    {
      "en": "I have tried to apprehend the Pythagorean power by which number holds sway above the flux.",
      "cn": "我力图领悟毕达哥拉斯的才能,他的才能使数字支配着不断变动的事物."
    },
    {
      "en": "I have wished to know why the stars shine.And I have tried to apprehend the Pythagorean power by which number holds sway above the flux. A little of this, but not much, I have achieved.",
      "cn": "我怀着同样的激情去寻找知识，我曾渴望着理解人心，我曾渴望知道为何星星会闪烁，我还企图弄懂毕达哥拉斯所谓的用数字控制变化的力量，但在这方面，我只知道一点点。"
    },
    {
      "en": "In this paper, we find all Pythagorean numbers in the complex quadratic field with class - number two.",
      "cn": "摘要本文中求出所有类数为2的二次代数复数体的毕氏数."
    },
    {
      "en": "The method of deducing Pythagorean Triples ( irreducible and reducible ) is explained.",
      "cn": "并说明了互素勾 股数 组的导出方法."
    },
    {
      "en": "The numbers of the Pythagorean Lambdoma are 1, 1, 1,1 an 1, 2, 3, 4.",
      "cn": "毕达哥拉斯的蓝道玛是1, 1,1, 1和1, 2, 3, 4."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "pythagorean theorem",
      "tran_cn": "勾股定理；毕氏定理"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "毕达哥拉斯的",
      "tran_en": "of or relating to Pythagoras "
    },
    {
      "pos": "n",
      "tran_cn": "毕达哥拉斯哲学",
      "tran_en": "a follower of Pythagoras "
    }
  ],
  "exchange": {}
}