{
  "word": "incontrovertible",
  "ipa": {
    "us": "ˌɪnkɒntrəˈvɜ:təbl",
    "uk": "ˌɪnkɑntrəˈvɜrtəbl"
  },
  "sentences": [
    {
      "en": "Ah, there were the terrible, the incontrovertible consequences of his lapse from virtue.",
      "cn": "唉, 这些都是他那违反道德行为的可怕的必然结果呀."
    },
    {
      "en": "Albus Dumbledo Minister, the evidence of the Dark Lord's return is incontrovertible.",
      "cn": "阿不思·布利多:部长, 伏地魔已经回来了,这是无可争议的事实."
    },
    {
      "en": "Albus Dumbledore : Minister, the evidence of the Dark Lord's return is incontrovertible.",
      "cn": "阿不思·邓布利多: 部长, 伏地魔已经回来了,这是无可争议的事实."
    },
    {
      "en": "But one point is, I would suggest, incontrovertible.",
      "cn": "但我要说, 有一点是不容置疑的."
    },
    {
      "en": "CCTV provided incontrovertible evidence that he was at the scene of the crime.",
      "cn": "闭路电视提供了案发时他在犯罪现场的确凿证据。"
    },
    {
      "en": "Galileo's book presented what he considered incontrovertible proof that Copernicus, not the church, was correct.",
      "cn": "伽利略在书中提出了他自认无可辩驳的论证,证实哥白尼──而非教廷──是正确的."
    },
    {
      "en": "It is incontrovertible that the current administrative procedure law should be revised.",
      "cn": "摘要现行行政诉讼法修改的必要性已是不争的论题."
    },
    {
      "en": "Like weight loss, the science behind this action is solid and incontrovertible.",
      "cn": "像减肥, 背后的科学这个行动是不容置疑的."
    },
    {
      "en": "No, I mean in an incontrovertible way. In a way no man could deny.",
      "cn": "不是这样的.我指的是以一种不具争议性的方式. 以一种没人能否认的方式."
    },
    {
      "en": "No. I mean by a method of revelation that is incontrovertible ; that cannot be denied.",
      "cn": "不是.我是指以一种不具 争议性 的、无法被否定的显现方法."
    },
    {
      "en": "The British Jewish leaders finally got to Churchill and Eden with some incontrovertible evidence.",
      "cn": "英国的犹太人领袖终于带着一些不容争辩的证据见到邱吉尔和艾登."
    },
    {
      "en": "The evidence of brain injury is incontrovertible.",
      "cn": "脑子受伤的证据是确凿无疑的."
    },
    {
      "en": "The ladies smiled approvingly, for his lightest utterance was regarded as incontrovertible truth.",
      "cn": "妇女们赞赏地笑着, 因为他这么轻松的口气听起来就是不容辩驳的真理."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "incontrovertibly",
          "tran_cn": " 无疑地；无可争辩地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "certain",
            "evident"
          ],
          "tran_cn": "无可争议的；无疑的；明白的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "decided"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无可辩驳的，不容置疑的，无可争辩",
      "tran_en": "definitely true and impossible to be proved false"
    }
  ],
  "exchange": {
    "adv": [
      "incontrovertibly"
    ]
  }
}