{
  "word": "Massachusetts",
  "ipa": {
    "us": "ˌmæsə'tʃu:sɪts",
    "uk": "ˌmæsə'tʃusɪts"
  },
  "sentences": [
    {
      "en": "And those most in need of teaching are the professor, the governor of Massachusetts and President Obama.",
      "cn": "而最需要施以教导的那些人是这位教授、马萨诸塞州州长和奥巴马总统。"
    },
    {
      "en": "Cecil Blount DeMille was born in Ashfield , Massachusetts in 1881.",
      "cn": "塞西尔?B? 戴米尔1881年出生于马塞诸塞州的 阿什菲尔德."
    },
    {
      "en": "Eventually they went to Massachusetts, which was covered in untamed forest.",
      "cn": "最后他们来到被原始森林覆盖着的马萨诸塞州."
    },
    {
      "en": "He had his chums from Harvard, the Navy, Massachusetts politics and Palm Beach.",
      "cn": "他的知交来自哈佛大学 、 海军 、 马萨诸塞州的政界以及棕榈滩."
    },
    {
      "en": "He is now a professor of economics at Western New England College in Springfield, Massachusetts.",
      "cn": "他现在是西新英格兰学院的经济学教授，该学院位于马萨诸塞州的斯普林菲尔德。"
    },
    {
      "en": "He was hired as a teacher in a new school for the deaf in Boston, Massachusetts.",
      "cn": "他受雇于马萨诸塞州波士顿一所新办的聋哑人学校."
    },
    {
      "en": "I live in Massachusetts.",
      "cn": "我住在马萨诸塞州。"
    },
    {
      "en": "If she shows her face again back in Massachusetts she'll find a warrant for her arrest waiting.",
      "cn": "如果她重又在马萨诸塞州露面，等待她的将是一纸拘捕令。"
    },
    {
      "en": "In addition, the fishing industry was a primary source of wealth in Massachusetts.",
      "cn": "此外捕鱼业也是马萨诸塞一带财富的主要来源."
    },
    {
      "en": "In Salem, Massachusetts, in 1692, many people believed in and feared witchcraft.",
      "cn": "年, 麻塞诸塞州的沙连, 许多人相信并且害怕邪术."
    },
    {
      "en": "It then made Massachusetts the most stable state or essentially the most stable state in the country and it was widely-admired.",
      "cn": "那时，它使马萨诸塞州成为了美国最稳定的州,或者说本质上最稳定的州,并广受好评与赞赏。"
    },
    {
      "en": "My paper is made in a closely guarded mill in Dalton, Massachusetts.",
      "cn": "我的纸是在马萨诸塞州多尔顿一家戒备森严的工厂里制造的."
    },
    {
      "en": "Puritans, for example, established several settlements in Massachusetts.",
      "cn": "例如, 清教徒们在马萨诸塞建立了好几个居民区."
    },
    {
      "en": "The burglar read: \" Presented to Calvin Coolidge, Speaker of the House, by the Massachusetts General Court. \"",
      "cn": "窃贼念道: “ 众议院议长卡尔文-柯立芝惠存, 马萨诸塞州州议会敬赠. ”"
    },
    {
      "en": "The religious tradition of Massachusetts bred its brand of devotional literature.",
      "cn": "马萨诸塞州的宗教传统孕育出了具有宗教特征的献身文学."
    },
    {
      "en": "They wouldn't see me at that place in Massachusetts yesterday.",
      "cn": "昨天在马萨诸塞州那个地方他们就不会见我."
    },
    {
      "en": "Three Years War begins along Maine and Massachusetts border.",
      "cn": "1722年的今天,三年战争在缅因州与马萨诸塞州间的边境上爆发."
    },
    {
      "en": "Wind and rain are no strangers to Massachusetts, but this rain was torrential and unrelenting.",
      "cn": "刮风下雨对马萨诸塞州人是司空见惯的, 但这一次却是风狂雨骤."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "massachusetts institute of technology",
      "tran_cn": "麻省理工学院"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "马萨诸塞州",
      "tran_en": "a member of a North American Indian people formerly living around Massachusetts Bay "
    }
  ],
  "exchange": {}
}