{
  "word": "artifice",
  "ipa": {
    "us": "ˈɑ:tɪfɪs",
    "uk": "ˈɑrtɪfɪs"
  },
  "sentences": [
    {
      "en": "About cyst! My artifice is long grew a cyst, what should notice?",
      "cn": "关于囊肿! 我手腕长长了个囊肿, 要注意什么 呢 ?"
    },
    {
      "en": "At this stage, the cultural intercourse only was an artifice.",
      "cn": "但很有意味的是,这种传教手段与其传教事业本身的张力却也日渐凸显."
    },
    {
      "en": "But she liked no artifice.",
      "cn": "可她不喜欢打扮."
    },
    {
      "en": "Cold - blood vertebrate has formatted multi - cold adaptation artifice in the various habitation environment.",
      "cn": "冷血脊椎动物在多种多样栖息环境中形成多种耐寒策略."
    },
    {
      "en": "Efficiency and effectiveness and all those other pieces of intellectual artifice.",
      "cn": "效率,效益还有其他种种头脑里想出来的花样."
    },
    {
      "en": "Elsewhere imitation and artifice play a part.",
      "cn": "在其他领域里,模仿和技巧起了一定作用."
    },
    {
      "en": "He display a great deal of artifice in decorate his new house.",
      "cn": "他在布置新房子中表现出富有技巧."
    },
    {
      "en": "He displayed a great deal of artifice in decorating his new house.",
      "cn": "他在布置新房子中表现出富有的技巧."
    },
    {
      "en": "His remorse is just an artifice to gain sympathy.",
      "cn": "他的悔恨只是一种骗局,是为了博取同情."
    },
    {
      "en": "Is the back of hand follows bit of artifice occurrence red why?",
      "cn": "手背跟手腕出现红色小点是为什么?"
    },
    {
      "en": "She was incapable of elaborate artifice, and she restored to no jocular device.",
      "cn": "她不善耍弄诡计, 也不会用油滑的方式."
    },
    {
      "en": "Should slight fracture notice the bone between artifice and hand joint what?",
      "cn": "手腕和手关节之间的骨头轻微骨折要注意什么?"
    },
    {
      "en": "The use of mirrors in a room is an artifice to make the room look larger.",
      "cn": "利用镜子装饰房间是使房间显得大一点的巧妙办法."
    },
    {
      "en": "There was no room in him for sham or artifice.",
      "cn": "他无论如何也得老实."
    },
    {
      "en": "Weegee's photographs are full of artfulness, and artifice.",
      "cn": "维基的摄影作品运用了丰富的艺术手段和技巧。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "artificer",
          "tran_cn": " 技工，巧匠；发明家，发明者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "clever",
            "device",
            "foul",
            "play",
            "ruse",
            "scheme",
            "trick"
          ],
          "tran_cn": "技巧;手段;计谋"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "deception",
            "foul",
            "play",
            "pretense",
            "ruse",
            "scheme",
            "trick"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "灵巧，诡计，巧妙办法，虚伪行为",
      "tran_en": "Artifice is the clever use of tricks and devices"
    }
  ],
  "exchange": {
    "pl": [
      "artifices"
    ]
  }
}