{
  "word": "cull",
  "ipa": {
    "us": "kʌl",
    "uk": "kʌl"
  },
  "sentences": [
    {
      "en": "All this, needless to say, had been culled second-hand from radio reports.",
      "cn": "不必说，这一切都是从无线电广播报道中搜集来的第二手信息。"
    },
    {
      "en": "Asking. The fist emperor 98 selects the biochemistry Lu Cull's method.",
      "cn": "求. 拳皇98选出生化卢卡尔的方法."
    },
    {
      "en": "Cull deeply loves his team, his training and the teammate.",
      "cn": "卡尔热爱他的球队 、 他的教练和队友."
    },
    {
      "en": "Each autumn, the villagers will cull the sick members of the herd.",
      "cn": "每年秋天, 村民们都要挑出畜群里的病弱杀掉."
    },
    {
      "en": "Environment Secretary David Miliband told parliament the cull should be finished later on Monday.",
      "cn": "环境大臣戴维对国会说,宰杀行动将于星期天晚上结束."
    },
    {
      "en": "In the reserves of Zimbabwe and South Africa, annual culls are already routine.",
      "cn": "在津巴布韦和南非的自然保护区，对病弱动物每年所进行的宰杀剔除已成惯例。"
    },
    {
      "en": "It is usually good practice to cull the poorest prior to field planting.",
      "cn": "通常在实践上的好方法是在出圃栽植前挑出最弱的苗木."
    },
    {
      "en": "Jake had said, Cull has plants the ability Could ruin oneself once deep love thing.",
      "cn": "杰克就说过, 卡尔有种能力,能把自己曾经深爱的东西毁掉."
    },
    {
      "en": "Said Dr. Cull to the high school students touring the laboratory.",
      "cn": "卡尔博士对前来参观实验室的高中生们说."
    },
    {
      "en": "the annual seal cull",
      "cn": "每年对海豹的选择性宰杀"
    },
    {
      "en": "The main control strategy is to rapidly cull infected poultry and minimise direct contact with humans.",
      "cn": "禽流感的主要控制策略是宰杀感染的家禽及减少其与人的直接接触."
    },
    {
      "en": "They are then taken back to the slaughterhouse, where workers cull them and excise their livers.",
      "cn": "然后它们会被送回屠宰场，那里的工人会进行精选，并切除它们的肝脏。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "pick",
            "handpick"
          ],
          "tran_cn": "精选；采集（鲜花等）；剔除"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "拣出的东西，剔除",
      "tran_en": "Cull is also a noun"
    },
    {
      "pos": "v",
      "tran_cn": "挑选，精选",
      "tran_en": "to find or choose information from many different places"
    },
    {
      "pos": "vt",
      "tran_cn": "挑选，剔除，采，摘（花），精选"
    }
  ],
  "exchange": {
    "pl": [
      "culls"
    ],
    "third": [
      "culls"
    ],
    "past": [
      "culled"
    ],
    "done": [
      "culled"
    ],
    "ing": [
      "culling"
    ]
  }
}