{
  "word": "symbiotic",
  "ipa": {
    "us": "ˌsɪmbaɪˈɒtɪk",
    "uk": "ˌsɪmbaɪˈɑːtɪk"
  },
  "sentences": [
    {
      "en": "...fungi that have a symbiotic relationship with the trees of these northwestern forests.",
      "cn": "...与这些位于西北部的森林里的树木存在共生关系的真菌。"
    },
    {
      "en": "A lichen is a compound organism, a symbiotic marriage of fungus and algae.",
      "cn": "青苔是一种复合有机体, 是真菌和水藻的共生结合体."
    },
    {
      "en": "A newly - fashioned symbiotic relationship between the two adversaries was born.",
      "cn": "这对敌手之间,一种新型的共生关系诞生了."
    },
    {
      "en": "A newly refashioned symbiotic relationship between the two adversaries was born.",
      "cn": "在人类与机器人之间,一种新的共生关系诞生了."
    },
    {
      "en": "But long - term contracts can be symbiotic for producers and clients if properly enforced.",
      "cn": "但是, 长期 合约如果执行得当,能够促使生产商与客户结成共生关系."
    },
    {
      "en": "Caracas and Havana remain in a symbiotic embrace.",
      "cn": "委内瑞拉和古巴仍维持一种互利共生的关系."
    },
    {
      "en": "Engineering completely new symbiotic relationship is obviously not an imminent possibility.",
      "cn": "工程上完全新的共生关系显然是可能性不大."
    },
    {
      "en": "From the game to allow cities more symbiotic we hear birds sing?",
      "cn": "从博弈到共生我们是否能让城市多些鸟唱蛙鸣?"
    },
    {
      "en": "If true, the symbiotic nature of a cell provides a couple of lessons.",
      "cn": "如果这是真的, 那么细胞所具有的这种共生本性,就能为我们提供不少的教益."
    },
    {
      "en": "It's not surprising to find successful symbiotic teams operating there.",
      "cn": "在那里看到成功的共生群落一点也不奇怪!"
    },
    {
      "en": "Natural food symbiotic microbiological product obtained from animals and poultry intestinal.",
      "cn": "在健康动物和鸟类胃肠道中提取微生物共生菌群基础上制取的天然产品."
    },
    {
      "en": "Photorhabdus luminescens is a sort of symbiotic bacillus of Photorhabdus and Heterorhaditis nematodes.",
      "cn": "发光杆菌(Photorhabdusluminescens)是一种线虫共生细菌."
    },
    {
      "en": "The symbiotic aesthetical view point is materialistic, various and creative.",
      "cn": "共生美学观是一种唯物的 、 多元的、创造性的美学观."
    },
    {
      "en": "These relatives of corals have similar tissues and are also home to symbiotic photosynthetic algae.",
      "cn": "海葵是珊瑚虫的近亲,有着类似的组织,其中也有共生的光合藻类生存."
    },
    {
      "en": "This is a naturally symbiotic relationship because an object must usually be selected to be resizable.",
      "cn": "这是个很自然的共生关系,因为通常对象只有选择之后才能调整大小."
    },
    {
      "en": "Underpinning this festival of commerce is the symbiotic relationship between sport and the media.",
      "cn": "体育和媒体的共生关系是这次商业盛宴的基础."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "symbiosis",
          "tran_cn": " [生态] 共生；合作关系；共栖"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "paragenetic"
          ],
          "tran_cn": "[生态]共生的；共栖的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "symbiotic bacteria",
      "tran_cn": "共生菌"
    },
    {
      "phrase": "symbiotic relationship",
      "tran_cn": "共生关系；共栖关系"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "共生的",
      "tran_en": "a symbiotic relationship is one in which the people, organizations, or living things involved depend on each other"
    }
  ],
  "exchange": {
    "adv": [
      "symbiotically"
    ],
    "noun": [
      "symbiosis"
    ]
  }
}