{
  "word": "sandstone",
  "ipa": {
    "us": "ˈsændstəʊn",
    "uk": "ˈsændstoʊn"
  },
  "sentences": [
    {
      "en": "A red sandstone mosque stands on one side.",
      "cn": "一座红色砂岩清真寺耸立在一旁。"
    },
    {
      "en": "A series of sandstone beds may crop out in one area.",
      "cn": "一组砂岩层可在某地区露出."
    },
    {
      "en": "An aquifer is a water - bearing rock stratum such as sandstone and chalk.",
      "cn": "地下蓄水层是一些有水的岩石层,如沙岩和白垩岩."
    },
    {
      "en": "Behind the habitations, the sandstone cliffs rose abruptly to the north and west.",
      "cn": "在居住区后面，北边和西边陡然高耸着砂岩悬崖。"
    },
    {
      "en": "Both clay and sandstone are unstable rock formations.",
      "cn": "黏土和砂岩都是不牢固的岩石构造。"
    },
    {
      "en": "Both the upper and lower sandstone units of the precipice are oil - bearing.",
      "cn": "普雷西皮斯的上部和下部砂岩单元都含油."
    },
    {
      "en": "David Walker, head of the Nottingham Caves Survey, surveys the base of Castle Rock, a large sandstone outcrop in the heart of the city.",
      "cn": "大卫·沃克是诺丁汉洞穴勘测组的组长，他负责勘测石头城堡的地基，这是一块位于城市中心的巨型砂岩露头。"
    },
    {
      "en": "Houses in the area are built of sandstone.",
      "cn": "这个地区的房屋都是用砂岩建的."
    },
    {
      "en": "Individual sandstone bodies tend to offset one another in adjacent horizon.",
      "cn": "各个砂体往往在相邻层位上互相错开."
    },
    {
      "en": "Red maple leaves and gold on a cottonwood announce the arrival of fall in the pink sandstone canyons of Zion National Park in Utah.",
      "cn": "红枫叶和棉白杨树上的金黄色宣布了秋天已经来到了犹他州锡安国家公园各个粉红色的砂岩峡谷。"
    },
    {
      "en": "Sandstone and conglomerate are the consolidated equivalent of sand and gravel.",
      "cn": "砂岩和砾岩分别是砂和砾石固结的产物."
    },
    {
      "en": "Sandstone benches are directly related to steps in the strandline.",
      "cn": "岩石的各个砂级和海滨线的位置有着直接的关系."
    },
    {
      "en": "The answer is the same if the limestone overlays the sandstone.",
      "cn": "当灰岩盖在砂岩上时,系数是相同的."
    },
    {
      "en": "The channel fill may consist of both horizontal and crossbeded sandstone.",
      "cn": "水道充填体由水平层状和交错层状的两种砂岩组成."
    },
    {
      "en": "The channel type is very unusual, of all the types of sandstone.",
      "cn": "在各类砂岩中,水道砂岩是很特殊的."
    },
    {
      "en": "The limestone, sandstone and shale of this area were soft.",
      "cn": "这个地区的灰岩 、 砂岩和页岩都是很柔软的."
    },
    {
      "en": "The sandstone and shale units are of the same age.",
      "cn": "砂岩和页岩单元是同时的."
    },
    {
      "en": "This channel is filled with cross - bedded sandstone.",
      "cn": "该河边充填着具交错层理的砂岩."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "quar"
          ],
          "tran_cn": "[岩]砂岩；沙岩"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "quartz sandstone",
      "tran_cn": "石英砂岩"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "砂岩，砂石",
      "tran_en": "a type of soft yellow or red rock, often used in buildings"
    }
  ],
  "exchange": {
    "pl": [
      "sandstones"
    ]
  }
}