{
  "word": "diversification",
  "ipa": {
    "us": "daɪˌvɜ:sɪfɪ'keɪʃn",
    "uk": "dɪˌvɜsɪfɪ'keɪʃn"
  },
  "sentences": [
    {
      "en": "At the same time the Company also focus on business diversification.",
      "cn": "同时本公司也注重经营的多样化."
    },
    {
      "en": "Bond funds are very popular because are convenient and provide diversification.",
      "cn": "债券基金很受欢迎因为既方便又提供了投资多样性."
    },
    {
      "en": "Business strategies, different success of the seller's diversification strategy also.",
      "cn": "经营战略上, 不同成功卖家的策略也多样化."
    },
    {
      "en": "Chui said in his inauguration speech Sunday , which stressed economic diversification.",
      "cn": "努力共建族群和谐、社区共融."
    },
    {
      "en": "Diversification of color and pictorial, in response to a different friend's preferences.",
      "cn": "多样化的颜色及图案, 回应了不同朋友的喜好."
    },
    {
      "en": "Diversification of investment in 2009 will occupy the highest position.",
      "cn": "2009年投资多样化将占据至高无上的位置."
    },
    {
      "en": "Even a little diversification can provide a substantial reduction in variability.",
      "cn": "即时一丁点分散也能造成变异性的显著降低."
    },
    {
      "en": "Experts say the future of space tourism will show a mass, project diversification, companies competition and improve the four major trends in safety regulations.",
      "cn": "专家说，未来的空间旅游将显示一个大规模，项目多样化，企业竞争和提高安全法规的四大趋势。"
    },
    {
      "en": "Exploitation resulted diversification of habitat type which increasing some bird species . however , mangrove and mudflat reducing resulted disappear of some bird species.",
      "cn": "生境类型的多样化增加了不少鸟类物种，同时开发与破坏也导致了一些鸟类物种的消失。"
    },
    {
      "en": "Firm diversification is increasingly achieved by the means of takeover and merger.",
      "cn": "通过接管和兼并,厂商经营范围日益多样化."
    },
    {
      "en": "In the meantime, user demand also is in gradually diversification.",
      "cn": "同时, 用户需求也在逐渐多样化."
    },
    {
      "en": "More generally, financial innovation was supposed to bring diversification and stability.",
      "cn": "更概括地说, 金融创新曾被认为会带来多样化和稳定."
    },
    {
      "en": "Our economy thrives on openness, diversification and fair competition.",
      "cn": "我们的蓬勃经济发展有赖开放 、 多元化及公平竞争."
    },
    {
      "en": "The conclusion of diversification strategy of this paper can conduct the business.",
      "cn": "研究得出的关于多元化经营的结论,对企业具有一定的指导意义."
    },
    {
      "en": "The field of literature has taken on a glory complexion during the socialism era. And it will lead to a diversification in the thinking mode of literature.",
      "cn": "社会主义新时期的文艺园地，呈现出摇曳多姿、竞艳争辉的繁荣局面，这必然引起人们文学观念和思维方式的变化。"
    },
    {
      "en": "The idea behind diversification is to invest in a large number of assets so that a loss in any particular investment is minimized by gains in others.",
      "cn": "多元化背后的想法是投资一个数额巨大的资产，这样任何特定投资的损失都被其他投资获得的收益最小化了。"
    },
    {
      "en": "The seminar was to discuss diversification of agriculture.",
      "cn": "该研讨会讨论的是农业多种经营。"
    },
    {
      "en": "Theses diversification safety mechanisms comply with CENELEC EN 50129 for SIL 4 classification.",
      "cn": "这些分散的安全机构符合关于SIL4级的CENELECEN50129标准."
    },
    {
      "en": "Yet any attempt at significant diversification would seriously dent their value.",
      "cn": "然而,任何显著实现外汇储备多元化的努力都会严重削弱其价值."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "diverse",
          "tran_cn": " 不同的；多种多样的；变化多的"
        },
        {
          "word": "diversified",
          "tran_cn": " 多样化的；各种的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "diverseness",
          "tran_cn": " 多样性；不同"
        },
        {
          "word": "diversity",
          "tran_cn": " 多样性；差异"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "diversified",
          "tran_cn": " 使…多样化（diversify的过去分词）"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "diversify",
          "tran_cn": " 使多样化，使变化；增加产品种类以扩大"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "variation",
            "shift",
            "change",
            "turn",
            "mutation"
          ],
          "tran_cn": "[贸易]多样化；变化"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "business diversification",
      "tran_cn": "多元化经营；经营多角化"
    },
    {
      "phrase": "investment diversification",
      "tran_cn": "分散投资"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "变化，多样化，多种经营"
    }
  ],
  "exchange": {
    "pl": [
      "diversifications"
    ],
    "verb": [
      "diversify"
    ]
  }
}