{
  "word": "carotenoid",
  "ipa": {
    "us": "kə'rɒtənɔɪd",
    "uk": "kə'rɒtnˌɔɪd"
  },
  "sentences": [
    {
      "en": "A carotenoid called lycopene, which tomatoes contain in abundance, appeared to be responsible.",
      "cn": "番茄中大量含有一种类胡萝卜素即番茄红素, 其所发挥的作用不可小觑."
    },
    {
      "en": "Astaxanthin molecular structure which contains 13 conjugated double bonds, is one kind of extremely unsteady carotenoid.",
      "cn": "虾青素分子结构中含有13个共轭双键, 是一种极不稳定的类胡萝卜素."
    },
    {
      "en": "Besides being a great source of the antioxidant lycopene, tomatoes are considered a high carotenoid fruit.",
      "cn": "此外作为抗氧化剂番茄红素的重要来源, 西红柿也是类胡萝卜素含量很高的水果."
    },
    {
      "en": "Beta carotene is only one of more than 500 members of the carotenoid family.",
      "cn": "β-胡萝卜素在500多个成员的类胡萝卜素属中,只是其中一员."
    },
    {
      "en": "Beta carotene is only one of more than 500 members of the carotenoid family.",
      "cn": "β-胡萝卜素在500多个成员的类胡萝卜素属中,只是其中一员."
    },
    {
      "en": "Fucoxanthin is a carotenoid , known for its antioxidant characteristics.",
      "cn": "藻褐素是一种类胡萝卜素, 有抗氧化特性."
    },
    {
      "en": "Lutein is one that's a bright yellow. And lycopene is the carotenoid that makes tomatoes red.",
      "cn": "叶黄素就是其中一种鲜明的黄色，而番茄红素是一种使得西红柿变红的类胡萝卜素。"
    },
    {
      "en": "METHODS . Retinal damage was assessed in quail fed a carotenoid - deficient ( C _ ) diet for 6 months.",
      "cn": "方法:以6个月的类萝卜素不足 ( 用C_表示 ) 饮食评定视网膜损害."
    },
    {
      "en": "Objective: The extractions on the carotenoid produced from Cordyceps militaries were studied.",
      "cn": "目的: 研究蛹虫草中类胡萝卜素的提取工艺."
    },
    {
      "en": "Plasma carotenoid concentrations alidated changes in fruit and egetable intake.",
      "cn": "蔬果摄入令血浆类胡萝卜素含量明显改变."
    },
    {
      "en": "Stephen believes that is because the fruits and vegetables upped the subjects' carotenoid levels and added more golden tones to their skin.",
      "cn": "斯蒂芬认为这是由于水果和蔬菜补充了参加实验者的类胡萝卜素的含量，给他们的皮肤增加了更多的金色调。"
    },
    {
      "en": "The carotenoid pigments of wheat flour are bleached by the addition of enzyme - active soy flour.",
      "cn": "小麦面粉中的类胡萝卜素会由于添加具有酶活性的大豆粉的作用而褪色."
    },
    {
      "en": "The colour changes in carrot juice concentrates during processing and storage were correlated with carotenoid content.",
      "cn": "在浓缩胡萝卜汁的加工和贮藏过程中,其色泽变化与类胡萝卜素的含量有关."
    },
    {
      "en": "The development of food science demanded an improved detection technique for carotenoid fractions from foods.",
      "cn": "食品科学的发展对食品中类胡萝卜素组分的检测提出了改进的要求."
    },
    {
      "en": "These structural changes on the protein's surface kick off a cascade of events that affect the expression of genes, such as those that turn carotenoid production on and off.",
      "cn": "这一蛋白质表面的结构改变产生了一系列能够影响基因表现的东西，比如打开或者关闭类胡萝卜素的生产。"
    },
    {
      "en": "Zeaxanthin is a natural carotenoid existing in corn embryo sperm.",
      "cn": "玉米黄质是玉米胚乳中存在的一种天然类胡萝卜素."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "类胡萝卜素",
      "tran_en": "any of a group of red or yellow pigments, including carotenes, found in plants and certain animal tissues "
    }
  ],
  "exchange": {}
}