{
  "word": "manslaughter",
  "ipa": {
    "us": "ˈmænslɔ:tə(r)",
    "uk": "ˈmænˌslɔtɚ"
  },
  "sentences": [
    {
      "en": "A judge accepted her plea that she was guilty of manslaughter, not murder.",
      "cn": "她申诉说自己并非蓄意谋杀，而是过失杀人，法官接受了她的申诉。"
    },
    {
      "en": "A racially mixed jury in Miami convicted Lozano of manslaughter, but an appellate court overturned the convictions.",
      "cn": "在迈阿密，由多种族人士组成的陪审团裁决洛扎诺犯过失杀人罪，但上诉法庭推翻了该判决。"
    },
    {
      "en": "He pleads not guilty to murder but guilty to manslaughter.",
      "cn": "他承认犯有非预谋杀人罪而非谋杀罪."
    },
    {
      "en": "He was acquitted on the charge of murder but convicted of manslaughter.",
      "cn": "他被.判谋杀罪不成立,但过失杀人罪成立."
    },
    {
      "en": "Her plea of guilty to manslaughter through provocation was rejected.",
      "cn": "她因受到挑衅而过失杀人的有罪答辩被驳回。"
    },
    {
      "en": "Involuntary manslaughter can be based on criminal negligence.",
      "cn": "非故意非预谋杀人罪可基于过失犯罪而成立."
    },
    {
      "en": "She was cleared of murder and jailed for just five years for manslaughter.",
      "cn": "她被判谋杀罪名不成立，仅以过失杀人罪判处5年监禁。"
    },
    {
      "en": "She was cleared of murder but found guilty of manslaughter.",
      "cn": "她洗脱了谋杀的罪名，但被判过失杀人。"
    },
    {
      "en": "She was found guilty of manslaughter and put on probation for two years.",
      "cn": "她被裁定过失杀人罪名成立，缓刑两年。"
    },
    {
      "en": "The driver was arrested on a charge of manslaughter.",
      "cn": "司机以过失杀人罪被逮捕."
    },
    {
      "en": "The jury found him guilty ( of manslaughter ).",
      "cn": "陪审团裁定他 ( 误杀 ) 罪名成立."
    },
    {
      "en": "The law in this country draws a line between murder and manslaughter.",
      "cn": "该国法律认为谋杀与杀人有别."
    },
    {
      "en": "The pickup driver pleaded guilty to hit and run and manslaughter.",
      "cn": "货车司机承认犯有撞车、逃逸和一般杀人罪."
    },
    {
      "en": "The teenagers were convicted of manslaughter and given a two - year custodial sentence.",
      "cn": "这些青少年被判过失杀人罪,及二年的监禁(拘留)刑罚."
    },
    {
      "en": "Those drivers should face an automatic charge of manslaughter.",
      "cn": "那些司机必然会受到过失杀人的指控。"
    },
    {
      "en": "We're just saying she's guilty of manslaughter?",
      "cn": "我们这不等于说她犯杀人罪了 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "manslayer",
          "tran_cn": " 杀人者；非故意杀人者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "assassination",
            "elimination",
            "homicide",
            "killing",
            "murder"
          ],
          "tran_cn": "杀人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "assassination",
            "elimination",
            "homicide",
            "killing",
            "murder"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "杀人，过失杀人，[法]过失杀人罪",
      "tran_en": "the crime of killing someone illegally but not deliberately"
    }
  ],
  "exchange": {}
}