{
  "word": "genetically",
  "ipa": {
    "us": "dʒə'netɪklɪ",
    "uk": "dʒə'netɪklɪ"
  },
  "sentences": [
    {
      "en": "A person's health is often genetically predetermined.",
      "cn": "人的体质通常是由遗传决定的。"
    },
    {
      "en": "All the bees in the colony are genetically related.",
      "cn": "同一群体的蜜蜂都有亲缘关系."
    },
    {
      "en": "Autopolyploids are genetically isolated from their parental diploids.",
      "cn": "同源多倍体与其亲本二倍体在遗传上相隔离."
    },
    {
      "en": "Embryo has most commonly eitht genetically identical haploid nuclei.",
      "cn": "胚囊,普通具有8个遗传上相同的单倍体核."
    },
    {
      "en": "Humans are very much alike genetically, with most of the variation within -- rather than between -- ethnic groups.",
      "cn": "人类在遗传上太相像了, 因为大部分变异是在 种族 群体之内而不是在种族群体之间."
    },
    {
      "en": "Is this not a possible outcome of the development of genetically modified food?",
      "cn": "这难道不是转基因食品开发可能会导致的一种结果吗？"
    },
    {
      "en": "Is your wine made with genetically modified grapes?",
      "cn": "这酒不是用转基因葡萄酿出来的 吧 ?"
    },
    {
      "en": "Some people are genetically predisposed to diabetes.",
      "cn": "有些人因遗传因素而易患糖尿病。"
    },
    {
      "en": "Such'offspring'are genetically identical clones of their parents.",
      "cn": "这样产生的后代和它们的父(母)本是完全一样的."
    },
    {
      "en": "Susceptibility to heat damage is influenced by genetically controlled factors.",
      "cn": "对热害的敏感性则受遗传所控制的因素的影响."
    },
    {
      "en": "The idea in selection work is to choose trees which are genetically superior.",
      "cn": "选择的意思是选择遗传上优良的树木."
    },
    {
      "en": "The initial quality, or type, of your skin is genetically determined – meaning that you are born with it.",
      "cn": "皮肤起初的肤质，类型都是基因决定的，这意味着你出生时就是这样的皮肤。"
    },
    {
      "en": "The polar and egg nuclei of the female gametophyte are genetically identical.",
      "cn": "雌配子体中的极核和卵核遗传上是同一的."
    },
    {
      "en": "The regularity with which this occurs suggests that the process is genetically determined.",
      "cn": "这种现象出现的规律性表明这个过程是由基因决定的。"
    },
    {
      "en": "They like agricultural research but loathe genetically modified ( GM ) plants.",
      "cn": "他们喜欢农业研究但是讨厌 转基因 作物."
    },
    {
      "en": "Top supermarkets are to ban many genetically modified foods.",
      "cn": "大品牌超市即将下架许多转基因食品。"
    },
    {
      "en": "We are all genetically programmed to develop certain illnesses.",
      "cn": "基因决定了我们都会患上某些疾病。"
    },
    {
      "en": "You really cannot tell by looking at them that they are so different genetically.",
      "cn": "你真的不能通过观察他们得出他们的基因是如此不同的结论。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "genetic",
          "tran_cn": " 遗传的；基因的；起源的"
        },
        {
          "word": "genetical",
          "tran_cn": " 遗传的；起源的；创始的"
        },
        {
          "word": "genic",
          "tran_cn": " 基因的；由基因引起的；遗传学的；有关胚胎的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "geneticist",
          "tran_cn": " 遗传学者"
        },
        {
          "word": "genetics",
          "tran_cn": " 遗传学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "genetically modified",
      "tran_cn": "转基因的"
    }
  ],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "创始，遗传学，生殖，基因"
    }
  ],
  "exchange": {
    "adj": [
      "genetic"
    ]
  }
}