{
  "word": "indiscriminate",
  "ipa": {
    "us": "ˌɪndɪˈskrɪmɪnət",
    "uk": "ˌɪndɪˈskrɪmɪnət"
  },
  "sentences": [
    {
      "en": "Boldwood had been indiscriminate in his invitations.",
      "cn": "博尔德伍德的这次招待是来者不拒的."
    },
    {
      "en": "But it is not the indiscriminate applause of a Pollyanna.",
      "cn": "但这绝对不是在做烂好人."
    },
    {
      "en": "His great power seemed to be his power of indiscriminate admiration.",
      "cn": "他最大的本领似乎是对人胡吹乱捧."
    },
    {
      "en": "indiscriminate attacks on motorists by youths throwing stones",
      "cn": "年轻人乱扔石头袭击驾车的人"
    },
    {
      "en": "Indiscriminate borrowing and lending is what got us into this mess.",
      "cn": "不加选择地借贷造成了目前这种混乱局面."
    },
    {
      "en": "Indiscriminate felling of trees will destroy the ecological balance of nature.",
      "cn": "乱砍乱伐会破坏整个自然环境的生态平衡."
    },
    {
      "en": "It isn't just indiscriminate bank lending that has retarded moves toward rebalancing.",
      "cn": "并不只有银行不加甄别地借贷阻碍经济的重新平衡."
    },
    {
      "en": "My brother is indiscriminate in collecting stamps.",
      "cn": "我的弟弟不加选择地乱集邮票."
    },
    {
      "en": "Or is an indiscriminate maniac stalking the world's bourses?",
      "cn": "还是一场蔓延在世界金融市场中的疯狂?"
    },
    {
      "en": "Perhaps because Mumbai stands for lucre, profane dreams and an indiscriminate openness.",
      "cn": "也许是因为孟买主张财富 、 世俗的梦想和对外一视同仁的开放."
    },
    {
      "en": "She disapproved of her son's indiscriminate television viewing.",
      "cn": "她不赞成儿子不加选择地收看电视."
    },
    {
      "en": "The advantage of rain is that it is massive and indiscriminate.",
      "cn": "雨水的优势是量大而且随意."
    },
    {
      "en": "the indiscriminate use of chemical fertilizers",
      "cn": "化肥的滥用"
    },
    {
      "en": "The indiscriminate use of fertilisers is damaging to the environment.",
      "cn": "乱用化肥会破坏环境。"
    },
    {
      "en": "The indiscriminate use of fertilizers is damaging to the environment.",
      "cn": "化肥的滥用化正在损害环境。"
    },
    {
      "en": "The market's aversion to banking risk is perhaps indiscriminate.",
      "cn": "市场对银行业风险的嫌恶或许不分青红皂白."
    },
    {
      "en": "Wood is indiscriminate in his choice of friends as well as enemies.",
      "cn": "伍德不论选择朋友还是敌人都是随随便便,来者不拒."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "indiscriminating",
          "tran_cn": " 不区别的；无差别的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "indiscriminately",
          "tran_cn": " 不加选择地；任意地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "random",
            "arbitrary"
          ],
          "tran_cn": "任意的；无差别的；不分皂白的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "disorderly",
            "promiscuous"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不加选择的，不分青红皂白的，随意的，任性的，任意的，眼内无珠，汗漫不可收拾",
      "tran_en": "an indiscriminate action is done without thinking about what harm it might cause"
    }
  ],
  "exchange": {
    "adv": [
      "indiscriminately"
    ]
  }
}