{
  "word": "cubism",
  "ipa": {
    "us": "ˈkjuːbɪzəm",
    "uk": "ˈkjuːbɪzəm"
  },
  "sentences": [
    {
      "en": "Art Movements - Abstract Art - Abstract Expressionism - Art Brut - Cubism. c '?",
      "cn": "艺术运动 - 抽象艺术 - 抽象表现主义 - 艺术香槟 - 立体."
    },
    {
      "en": "By 1918 he had moved away from realism again and was blending fantasy—including abstract flying figures—and cubism in his work.",
      "cn": "到1918年，他再次摆脱现实主义，而将幻想画的手法（包括抽象的飞行物）与立体派的风格揉合于他的作品之中。"
    },
    {
      "en": "Cubism , Abstractionism, and Pop art have all been epochs in the postrealistic era.",
      "cn": "立体派 、 抽象派以及通俗派艺术都是出现在后现实主义时期内的重要事件."
    },
    {
      "en": "Cubism had affinities with the new European interest in Jazz.",
      "cn": "主体派和欧洲新近的爵士音乐热有密切关系."
    },
    {
      "en": "Cubism is the most influential of all modern art movements.",
      "cn": "立体派是现代艺术运动中最有影响力的流派。"
    },
    {
      "en": "Cubism showed different aspects of an object in the same picture.",
      "cn": "立体画派将物体多个角度的不同视象,结合在画中同一形象之上."
    },
    {
      "en": "Cubism was hard to read, willfully ambiguous , and yet demotic too.",
      "cn": "立体派很难理解, 恣意地前后矛盾, 然而它却通俗."
    },
    {
      "en": "Decomposition and Reconstruction: On Cubism Narrative of Absalom, Absalom!",
      "cn": "分解与重构: 《押沙龙, 押沙龙! 》的立体主义叙事."
    },
    {
      "en": "Hang on, can we stick with that point about cubism?",
      "cn": "等一等, 我们可以继续谈谈关于立体主义的那个问题 吗 ?"
    },
    {
      "en": "His style of painting was a reaction against cubism.",
      "cn": "他的绘画风格是对立体主义的反叛."
    },
    {
      "en": "Pablo Picasso played a principal role in the early movement of cubism.",
      "cn": "帕勃洛·毕加索在立体派早期发展中起首重要的推动作用."
    },
    {
      "en": "Picasso first became famous for his pioneering role in Cubism.",
      "cn": "毕加索首先因为开创了立体画而出名."
    },
    {
      "en": "She differed from early realists as much as cubism from impressionism.",
      "cn": "她与早期那些现实主义作家不同,就象立体主义和印象主义不同一样."
    },
    {
      "en": "The movement synthesised elements of modern art that hadn't been brought together before, such as Cubism and Surrealism.",
      "cn": "该运动综合了立体派和超现实主义等以前从未同时出现过的现代艺术元素。"
    },
    {
      "en": "The paintings of Paul Ce & 1 & zanne prefigured the rise of cubism in the early 20 th century.",
      "cn": "保罗·塞尚的绘画预示了20世纪初叶立体主义的兴起."
    },
    {
      "en": "This was the cityscape of Cubism.",
      "cn": "这正是立体派的都市风景."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cubist",
          "tran_cn": " 立体派的；立体主义的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "cube",
          "tran_cn": " 立方；立方体；骰子"
        },
        {
          "word": "cubist",
          "tran_cn": " 立体派艺术家；立体派画家"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "cube",
          "tran_cn": " 使成立方形；使自乘二次；量…的体积"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "painting"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "立体派",
      "tran_en": "a 20th-century style of art, in which objects and people are represented by  geometric  shapes"
    }
  ],
  "exchange": {
    "adj": [
      "cubist"
    ]
  }
}