{
  "word": "animadvert",
  "ipa": {
    "us": "ˌænɪmæd'vɜ:t",
    "uk": "ˌænəmæd'vɜt"
  },
  "sentences": [
    {
      "en": "Absorbing theories of main capitalist economy with a animadvert attitude values to understand capitalism well.",
      "cn": "在全球化与两制关系的新条件下,认识资本主义的发展有特殊重要的意义."
    },
    {
      "en": "Doubt and animadvert are inner motive force of innovation of science and culture.",
      "cn": "怀疑和批判是促进科学与文化不断创新的内推力。"
    },
    {
      "en": "Everything is for the Demotic Benefit Animadvert on \" Bureaucracy Standard \" and \" Money Standard \"",
      "cn": "一切为了人民的利益—— “ 官本位 ” 、 “ 钱本位 ” 批判."
    },
    {
      "en": "Historical science's thinking is practice - animadvert's thinking and metaphysics is abstract thinking.",
      "cn": "历史科学思维是实践批判思维,形而上学是抽象思辨思维."
    },
    {
      "en": "Historical science's thinking is practice-animadvert's thinking and metaphysics is abstract thinking.",
      "cn": "历史科学思维是实践批判思维，形而上学是抽象思辨思维。"
    },
    {
      "en": "Home shows the exposure and animadvert on the feudalistic society, the representation of the love tragedy significance and the aesthetics characteristic of language art.",
      "cn": "《家》无论是小说还是话剧，都有着对封建社会的揭露和批判，爱情悲剧意义的展示以及语言艺术的美学特征。"
    },
    {
      "en": "Marx's practice-animadvert theory as a historical science about human being' society developmental course is opposed to metaphysics.",
      "cn": "马克思的实践批判理论是与形而上学相对立的历史科学，是关于人类社会发展过程的学说。"
    },
    {
      "en": "On the basis of freedom for politics and economy neo- liberalists animadvert on the system model of centralism and national intervention and so fight for the system of welfare state.",
      "cn": "新自由主义者以政治自由和经济自由为基本出发点，对集权主义和国家干预的制度模式进行批判，反对福利国家的福利制度。"
    },
    {
      "en": "Try to avoid the too frequent use of such Latin words as juxtaposition, animadvert, salutation, recapitulate.",
      "cn": "尽量不要经常使用这些拉丁词语,比如juxtaposition, animadvert, salutation, recapitulate."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "animadversion",
          "tran_cn": " 批评；非难；评语"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "blame for",
            "talk to"
          ],
          "tran_cn": "批判；非难；责备"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "批判, 非难"
    },
    {
      "pos": "vi",
      "tran_cn": "责备，谴责，批评"
    }
  ],
  "exchange": {
    "third": [
      "animadverts"
    ],
    "past": [
      "animadverted"
    ],
    "done": [
      "animadverted"
    ],
    "ing": [
      "animadverting"
    ]
  }
}