{
  "word": "apoplectic",
  "ipa": {
    "us": "ˌæpəˈplektɪk",
    "uk": "ˌæpəˈplɛktɪk"
  },
  "sentences": [
    {
      "en": "Conclusion: Maxium likelihood discriminant method is practical in quantitative diagnosis of syndromes of apoplectic sequela.",
      "cn": "结论: 用最大似然判别法探讨中风后遗症中医证候计量诊断方法,有较好的实用价值."
    },
    {
      "en": "Had the poor man been apoplectic, he could never have recovered from his paroxysm of wrath.",
      "cn": "说真话,这个老实人要是万一现在带着这股气劲中风晕过去了, 那他准不会再活过来了."
    },
    {
      "en": "He died from an apoplectic fit ( a stroke of apoplexy )",
      "cn": "他死于中风."
    },
    {
      "en": "He was apoplectic with rage at the decision.",
      "cn": "他对这个决定异常愤怒。"
    },
    {
      "en": "Is it the sound of apoplectic readers typing irate e-mails about the subject of this column?",
      "cn": "是怒火中烧的读者在敲键盘、写邮件投诉这个专栏话题吗？"
    },
    {
      "en": "It is showed that combined acupuncture and medication is quite effective for ischemic apoplectic paralysis.",
      "cn": "提示针药结合比单纯中药及常规组治疗缺血中风偏瘫疗效好."
    },
    {
      "en": "It's enough to make them choke with apoplectic rage.",
      "cn": "足以气得让他们说不出话来。"
    },
    {
      "en": "More to the point, her father would be apoplectic at the idea.",
      "cn": "还有，孩子他爸可能会被女儿的这个主意引发中风的。"
    },
    {
      "en": "Objective: To explore the rule of quantitative diagnosis of syndromes in apoplectic sequela.",
      "cn": "摘要目的: 探讨中风后遗症中医证候的计量诊断规律."
    },
    {
      "en": "Purpose To observe the curative effect of magnetic field electric pulse plus stimulation on apoplectic hemiplegia.",
      "cn": "目的观察磁场电脉冲配合穴位治疗中风偏瘫的疗效."
    },
    {
      "en": "Purpose To observe the curative effect of resuscitating and scalp acupunctures on apoplectic hemiplegia.",
      "cn": "目的观察醒脑开窍法与头针治疗中风偏瘫的疗效."
    },
    {
      "en": "This article discussed the herbal treatment and rehabilitation of apoplectic sequelae.",
      "cn": "从临床用药和功能锻炼两个方面探讨中风后遗症的康复治疗."
    },
    {
      "en": "What food should apoplectic patient notice?",
      "cn": "中风病人应该注意哪些饮食?"
    },
    {
      "en": "What symptom does apoplectic meeting have?",
      "cn": "中风会有什么症状?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "apoplexy",
          "tran_cn": " [医] 中风"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "passionate",
            "irascible"
          ],
          "tran_cn": "[医]中风的；易怒的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "paralytic"
          ],
          "tran_cn": "中风患者"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "激动的，愤怒得脸发红的，中风的"
    },
    {
      "pos": "n",
      "tran_cn": "患中风者"
    }
  ],
  "exchange": {}
}