{
  "word": "chassis",
  "ipa": {
    "us": "ˈʃæsi",
    "uk": "ˈʃæsi"
  },
  "sentences": [
    {
      "en": "But an 'oversteery' chassis helps the driver to turn into a corner and, at the limit of adhesion, enables a skilled driver to carry far more speed through a corner than understeer.",
      "cn": "但是过多转向特性的底盘可以让驾驶员快速进弯，并且在处于附着极限时，过多转向可以让技术高超的驾驶员比不足转向更快的过弯。"
    },
    {
      "en": "Chassis adopts special chassis whelloch has advanced technology and reliable performance.",
      "cn": "底盘采用各底盘厂家出产的专用底盘,技能进步前辈,性能可靠."
    },
    {
      "en": "Chassis Systems Division: Pioneer for active driving safety system.",
      "cn": "底盘系统事业部: 主动行车安全系统的先锋."
    },
    {
      "en": "He would attach a cable around the chassis of the car and winch it up on to the canal bank.",
      "cn": "他会把钢丝绳拴在汽车底盘上，用卷扬机把汽车吊到运河岸上。"
    },
    {
      "en": "It is a high - performance four - wheel drive car built on a truck chassis.",
      "cn": "这是一种使用卡车底盘的、四轮驱动的、高性能的体育用途汽车."
    },
    {
      "en": "Starting the drive settles the chassis, especially though a bumpy corner.",
      "cn": "启动驾驭能将车稳定下来, 尤其是在颠簸的弯路上."
    },
    {
      "en": "Structural parts requiring high strength ; machine parts, truck chassis parts.",
      "cn": "用于需要 高温强度 的结构部分, 接写零件及货车底盘."
    },
    {
      "en": "The company mainly produces computer embroidery machine parts, chassis and pin - par.",
      "cn": "本公司主要生产电脑绣花机配件, 机壳和针杆架."
    },
    {
      "en": "The frame or chassis on which panels of electrical equipment may be mounted.",
      "cn": "可安装电气设备板的框架或底座."
    },
    {
      "en": "The new Focus will be built on one platform and will have the same engine, transmission, chassis and main body in all the markets where it is sold.",
      "cn": "新款福克斯将会在一个制造平台生产，在所有销售市场所在地配备相同的引擎，动力传送器，底盘与车身。"
    },
    {
      "en": "The new parts may include the sheet metal, the transmission, or the chassis.",
      "cn": "新部件可能包括钢壳, 变速器或底盘."
    },
    {
      "en": "The stabilized power supply unit for the detectors is mounted at the rear of the chassis.",
      "cn": "检测器的稳压电源安装在框架后面."
    },
    {
      "en": "The system intruded, chassis opened or tempered before . Please check the system.",
      "cn": "我只能看懂最后一句是“请检查系统”, 但是应该检查哪里?"
    },
    {
      "en": "Therefore, the study on the general chassis is avery important work.",
      "cn": "因此, 开展通用底盘的研究是一项极为重要的工作."
    },
    {
      "en": "Tubes are generally mounted on truck - trailer chassis, referred to as tube trailers.",
      "cn": "管道一般是安装在拖车底座上, 称作管道拖车."
    },
    {
      "en": "Unplug the antenna coaxial cable connector from the radio chassis.",
      "cn": "从收音机底盘拔开天线同轴导线."
    },
    {
      "en": "We usually use container trucks and chassis to transfer containers.",
      "cn": "我们通常用集卡来运集装箱."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "underpan",
            "batholith"
          ],
          "tran_cn": "[机][电子]底盘，[军][车辆]底架"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "trunk"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chassis dynamometer",
      "tran_cn": "底盘测功机；框架测力计；惯性模拟系统；底盘动力计"
    },
    {
      "phrase": "chassis frame",
      "tran_cn": "汽车车架；底盘架构"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（车辆的）底盘，（飞机的）起落架，炮底架，（无线电、电视等的）底架",
      "tran_en": "the frame on which the body, engine, wheels etc of a vehicle are built"
    }
  ],
  "exchange": {
    "pl": [
      "chassis"
    ]
  }
}