{
  "word": "cropland",
  "ipa": {
    "us": "'krɒplænd",
    "uk": "'krɒpˌlænd"
  },
  "sentences": [
    {
      "en": "Almost 235 million hectares of the cropland is irrigated.",
      "cn": "农业用地中有两亿三千五百万公顷是有灌溉设施的."
    },
    {
      "en": "Be true cropland after all 7?",
      "cn": "到底是不是真的田七?"
    },
    {
      "en": "But it is \"crucial\" that farmers are not encouraged to use productive cropland to grow biofuel crops, it says.",
      "cn": "但是该报告说，关键在于不要鼓励农民使用富饶的农田种植生物燃料作物。"
    },
    {
      "en": "Fly ash uranium sometimes leaches into the soil and water surrounding a coal plant, affecting cropland and, in turn, food.",
      "cn": "浮尘中含有的铀有时会溶入煤电厂周围的土壤和水体中，影响农田，进而影响食物。"
    },
    {
      "en": "Forests had been cut or burned to provide additional cropland.",
      "cn": "为了扩大农田,许多森林遭到砍伐和焚烧."
    },
    {
      "en": "Huge amounts of cropland, animals and property have been destroyed.",
      "cn": "大量的农田 、 动物和财产被毁."
    },
    {
      "en": "In addition to property damage, the floods have affected some of the nation's most fertile cropland, and are expected to have an impact on already rising food prices, especially for crops like corn.",
      "cn": "除了财产损失之外，洪水还影响了美国一部分最肥沃的耕地，并预计对已经不断增加的粮食价格有所影响，尤其是像玉米这样的农作物。"
    },
    {
      "en": "Made car of cell of abundant cropland fuel achieves commercialization 2003.",
      "cn": "2003年使丰田燃料电池车达到商品化."
    },
    {
      "en": "Original, the old man is a of abundant cropland car retired worker.",
      "cn": "原来, 老者是丰田汽车的一位退休职工."
    },
    {
      "en": "Responsibility cropland executes public bidding to contract.",
      "cn": "责任田实行招标承包."
    },
    {
      "en": "Seventy percent of all cropland depends on rain.",
      "cn": "70%的庄稼都依靠雨水."
    },
    {
      "en": "Small army army fast come out, cropland grandma came.",
      "cn": "小军军快出来, 田奶奶来了."
    },
    {
      "en": "The doctor asks how he can be amazedly so cropland.",
      "cn": "医生吃惊地问他怎么会弄到这般田地."
    },
    {
      "en": "The fall of Rome may have partially resulted from exhaustion of cropland.",
      "cn": "古罗马衰落的部分原因可能是农田的地力耗尽."
    },
    {
      "en": "The matrix of abundant cropland group is prewar Feng Tian joint venture.",
      "cn": "丰田集团的母体是战前的丰田联合企业."
    },
    {
      "en": "The sloping cropland distributes extensively in the TGRA with serious soil losses.",
      "cn": "三峡库区农田坡耕地多,水土流失严重."
    },
    {
      "en": "This is only a part of his cropland.",
      "cn": "这仅仅是他的农田的一部分."
    },
    {
      "en": "Went 75 years, ancient cropland spirIt'shows great thought ray more and more.",
      "cn": "75年过去了, 古田精神愈来愈显现出伟大的思想光芒."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "farmland"
          ],
          "tran_cn": "农田；植作物之农地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "农田，耕地",
      "tran_en": "an area of land on which crops are grown"
    }
  ],
  "exchange": {}
}