{
  "word": "lineal",
  "ipa": {
    "us": "ˈlɪniəl",
    "uk": "ˈlɪniəl"
  },
  "sentences": [
    {
      "en": "a lineal descendant of the company's founder",
      "cn": "公司创始人的直系后裔"
    },
    {
      "en": "Gunpowder was the lineal successor of the Greek fire.",
      "cn": "火药是希腊火的直接衍生物."
    },
    {
      "en": "He is a lineal descendant of the company's founder.",
      "cn": "他是公司创始人的直系后裔。"
    },
    {
      "en": "He is the lineal descendant.",
      "cn": "他是直系子孙."
    },
    {
      "en": "However segmental lineal regression equation cluld predict the measured value as accurately as curvilinear regression equation.",
      "cn": "曲线回归方程的预测精度讽刺地直线回归方程."
    },
    {
      "en": "In the descent of estates in fee simple conditional, only the lineal descendants were admitted.",
      "cn": "在有条件采邑权的继承中, 只有直系继承人能继承."
    },
    {
      "en": "Innovation is lineal economics fails to envisage the economy with illuminate all the time ascensive mechanism.",
      "cn": "创新是正统经济学一直未能正视和阐释的经济进步机制."
    },
    {
      "en": "lineal descendants",
      "cn": "直系后代"
    },
    {
      "en": "Organizational systems vary according to size, features and requirements, ranging from lineal systems to network systems.",
      "cn": "依据不同规模 、 特点和要求, 有直线型和网络型等多种组织系统类型."
    },
    {
      "en": "Results The dose - response relationships of above mentioned both carcinogenesis factors all accord with the lineal - square model.",
      "cn": "结果上述两种致癌因子的剂量 - 效应相关模式都符合线性平方模型."
    },
    {
      "en": "Results Their relation is lineal, that is, the more severe anxiety, the less improvement in hearing.",
      "cn": "结果9个因子分中焦虑因分子分与出院时听力改善程度呈线性回归关系, 即焦虑程度越重, 听力改善程度越轻."
    },
    {
      "en": "This code solves a non lineal system using the simple gaussian method.",
      "cn": "此代码解决了非直系系统使用简单的高斯方法."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "lineally",
          "tran_cn": " 直系地；嫡系地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "direct",
            "patrimonial"
          ],
          "tran_cn": "直系的；嫡系的；世袭的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "straightforward"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "直系的，正统的，用线的，线形的",
      "tran_en": "related directly to someone who lived a long time before you"
    }
  ],
  "exchange": {}
}