{
  "word": "Manchu",
  "ipa": {
    "us": "'mæntʃu:",
    "uk": ""
  },
  "sentences": [
    {
      "en": "A few others in Sanjiazi speak a bit of Manchu.",
      "cn": "三家子的只有一些村民会讲少量的满语。"
    },
    {
      "en": "A new dynasty had been declared , and a Manchu put on the Chinese throne.",
      "cn": "他们侵入中国,推翻了摇摇欲坠的明王朝."
    },
    {
      "en": "At today's evening party, she is dressed in splendid Manchu attire.",
      "cn": "今天在晚会上, 她穿了一身漂亮的旗装."
    },
    {
      "en": "Chapter Three, study in the Manchu and the Mongolian cognates.",
      "cn": "第三章, 满蒙书面语同源词研究."
    },
    {
      "en": "Gelugpa the region, national boundaries, and the Manchu, Han.",
      "cn": "格鲁派跳出了地区 、 民族界线, 和满 、 汉."
    },
    {
      "en": "He compiled some Buddhist books and created new characters on the canonical mantras in Manchu.",
      "cn": "本文对三世章嘉佛学思想的介绍和评述也是本论文的特色所在和新见之处."
    },
    {
      "en": "His aim was to liberate China from the hands of the Manchu Dynasty.",
      "cn": "他曾遭遇屡次的失败,但他却一点也不灰心."
    },
    {
      "en": "Manchu hairstyle and headwear are unique, especially Manchu females'headwear and magnificent, natural and graceful.",
      "cn": "满族发式头饰独具特色, 特别是满族女子的头饰,雍容华贵, 落落大方."
    },
    {
      "en": "Ming upstairs tombstone, with Manchu, Mongolian , Han Emperor engraved text.",
      "cn": "明楼上有墓碑, 用满 、 蒙 、 汉文字刻着皇帝的庙号."
    },
    {
      "en": "Qing palace tablets in Manchu and Chinese.",
      "cn": "图为清皇宫中,满文与汉字在一起的牌匾."
    },
    {
      "en": "The minimal prosodic word in Manchu - Tungusic languages assumed in the present article.",
      "cn": "满—通古斯语言最小韵律词必须由两个韵素构成."
    },
    {
      "en": "The paper studied the relation between the Manchu shamanism and fete through Eight Banners genealogy.",
      "cn": "本文运用八旗谱牒资料,对萨满教与祭祀之间的关系展开研究."
    },
    {
      "en": "The traditional Manchu - style wood farmhouses have largely been replaced by Chinese - style brick homes, local residents say.",
      "cn": "本地居民告诉我们,传统意义上的满族民居是木、砖式样的,现在已经大部分被中国式的砖房所代替."
    },
    {
      "en": "Wang Liping Composer , of Manchu ethnic minority.",
      "cn": "王立平作曲家(满族)."
    },
    {
      "en": "We want to see an authentic peace drum performance by the Manchu ethnicity.",
      "cn": "我们想看原汁原味的满族太平鼓表演."
    },
    {
      "en": "Willow worship was rooted in the culture of fishing and hunting of the Manchu ancestors.",
      "cn": "在萨满祭中,柳崇拜占有重要的地位."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "满族的"
    },
    {
      "pos": "n",
      "tran_cn": "满人"
    }
  ],
  "exchange": {
    "pl": [
      "Manchu"
    ]
  }
}