{
  "word": "aurora",
  "ipa": {
    "us": "ɔ:'rɔ:rə",
    "uk": "ɒ'roʊrə"
  },
  "sentences": [
    {
      "en": "A vast dawn of ideas is the peculiarity of our century, and in that aurora England and Germany have a magnificent radiance.",
      "cn": "思想的广泛昌明是我们这一世纪的特征，在那曙光里，英国和德国都有它们辉煌的成就。"
    },
    {
      "en": "Ai sergeant after investigation, he began gradually to supermodel Aurora Health doubt.",
      "cn": "经过艾警长的调查后, 他开始对超级名模奥罗拉渐生怀疑."
    },
    {
      "en": "And if you doubt that, then go look at the aurora borealis.",
      "cn": "而如果你还怀疑, 那么去看一下极光."
    },
    {
      "en": "And wooed on Coosa's side Aurora's beam.",
      "cn": "我见过库萨山巅晨曦的分娩."
    },
    {
      "en": "Anne : Yes , I performed piano and saw the aurora australis.",
      "cn": "我演奏了钢琴,观赏了南极光."
    },
    {
      "en": "Aurora felt the opium haze enfold her.",
      "cn": "奥萝拉感觉自己被笼罩在鸦片烟霾中。"
    },
    {
      "en": "Aurora Greenway: Why should I be happy about being a grandmother?",
      "cn": "我为什么要因为快成为奶奶而高兴?"
    },
    {
      "en": "Aurora is thus set to kill them in retaliation of no return?",
      "cn": "是否因此而令奥罗拉踏上杀人报复的不归路 呢 ?"
    },
    {
      "en": "Ground to the aurora in the center of the earth.",
      "cn": "根植到地球中心的极光之中."
    },
    {
      "en": "Over the polar regions we should see aurora.",
      "cn": "在极地高空,我们会看到极光."
    },
    {
      "en": "Remember to get off the Bus 18 A at Aurora.",
      "cn": "记住在奥罗拉下车."
    },
    {
      "en": "The aurora is one of nature's most awesome spectacles.",
      "cn": "极光是自然界最可畏的奇观之一."
    },
    {
      "en": "The dancing flames of an aurora will add a touch of sorcery to the scene.",
      "cn": "闪烁的极光会给这片景色增添一层神秘色彩."
    },
    {
      "en": "The light creates the aurora that we see.",
      "cn": "这些光亮造就了我们所看到的极光。"
    },
    {
      "en": "The newly observed aurora at Saturn, however, doesn't fit into either category.",
      "cn": "然而, 这次在土星上观测到的极光不符合任何类别."
    },
    {
      "en": "The spectacle of the aurora may appear to dazzle and enchant the observer's eye.",
      "cn": "极光的壮丽景色的出现,会使观察者为之眩目和迷惑."
    },
    {
      "en": "The spinning aurora shall cause an increase pace of global warming.",
      "cn": "旋转的极光将增大全球升温的幅度."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "auroral",
          "tran_cn": " 极光的；曙光的；玫瑰红的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "polar lights"
          ],
          "tran_cn": "[地物]极光；曙光"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "aurora australis",
      "tran_cn": "南极光"
    },
    {
      "phrase": "aurora borealis",
      "tran_cn": "北极光"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "晨曦，曙光，朝霞，北极光",
      "tran_en": "an atmospheric phenomenon consisting of bands, curtains, or streamers of light, usually green, red, or yellow, that move across the sky in polar regions"
    }
  ],
  "exchange": {
    "pl": [
      " auroras",
      "aurorae"
    ]
  }
}