{
  "word": "UK",
  "ipa": {
    "us": "ˌju:'keɪ",
    "uk": "ˌju'keɪ"
  },
  "sentences": [
    {
      "en": "But we have the same problem in UK.",
      "cn": "而在我们英国，也有同样的问题。"
    },
    {
      "en": "Check out our website at www.cobuild.collins.co.uk.",
      "cn": "请登录我们的网站www.cobuild.collins.co.uk查看。"
    },
    {
      "en": "Entry to this prize draw is limited to UK residents.",
      "cn": "这次抽奖只限英国公民参加。"
    },
    {
      "en": "For details visit our website at www.cobuild.collins.co.uk.",
      "cn": "欲知详情，请访问我们的网站www.cobuild.collins.co.uk。"
    },
    {
      "en": "He sees no signs of improvement in the UK and continental economy.",
      "cn": "他看不到英国与欧洲大陆经济好转的迹象。"
    },
    {
      "en": "In the medium term the UK car industry has a brighter outlook.",
      "cn": "从中期来看，英国汽车行业前景将会更好。"
    },
    {
      "en": "In the UK visible imports have traditionally been greater than visible exports.",
      "cn": "在英国，传统上有形产品的进口一直大于出口。"
    },
    {
      "en": "In the UK, 254,000 homes are cabled.",
      "cn": "在英国，有254,000户住户安装了有线电视。"
    },
    {
      "en": "It claims to be the most popular television station in the UK.",
      "cn": "它自称是英国最受欢迎的电视台。"
    },
    {
      "en": "It is indisputable that birds in the UK are harbouring this illness.",
      "cn": "无可争辩的是，英国的鸟类携带着这种疾病的病菌。"
    },
    {
      "en": "It is not known if they will return to the UK for the birth.",
      "cn": "现在还不知道他们是否会为了孩子的出生而回到英国。"
    },
    {
      "en": "The average UK coal seam is one metre thick.",
      "cn": "英国煤层的平均厚度为1米。"
    },
    {
      "en": "The oil company jousts with Esso for lead position in UK sales.",
      "cn": "这家石油公司和埃索公司角逐英国市场销量的榜首位置。"
    },
    {
      "en": "This company is the biggest wine e-tailer in the UK.",
      "cn": "这家公司是英国最大的网络葡萄酒零售商。"
    },
    {
      "en": "UK companies face a stark choice if they want to stay competitive.",
      "cn": "英国公司如果想要保持竞争力就不得不面对严峻的选择。"
    },
    {
      "en": "UK employment law embodies arbitration and conciliation mechanisms for settling industrial disputes.",
      "cn": "英国雇佣法包括解决劳资纠纷的仲裁和调解机制。"
    },
    {
      "en": "UK trading profits were pegged at £40 million.",
      "cn": "英国的贸易利润固定在4,000万英镑。"
    },
    {
      "en": "What does that mean for those at the very bottom in the UK?",
      "cn": "对那些在英国处于社会底层的人来说这意味着什么呢？"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "across the uk",
      "tran_cn": "横跨英国"
    }
  ],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "联合王国（the United Kingdom），英国"
    },
    {
      "pos": "n",
      "tran_cn": "英国"
    },
    {
      "pos": "other",
      "tran_cn": "英国"
    }
  ],
  "exchange": {}
}