{
  "word": "hiatus",
  "ipa": {
    "us": "haɪˈeɪtəs",
    "uk": "haɪˈetəs"
  },
  "sentences": [
    {
      "en": "After a four - year hiatus, inspectors are expecting to return to Iraq.",
      "cn": "阔别四年后,武检人员将再度进入伊拉克."
    },
    {
      "en": "Diplomatic efforts to reach a settlement resume today after a two-week hiatus.",
      "cn": "在两周间歇后，为达成解决方案而进行的外交努力于今天重新开始。"
    },
    {
      "en": "Even a brief hiatus in their supply is intolerable.",
      "cn": "这些服务供应哪怕短暂中断都是无法容忍的."
    },
    {
      "en": "Hiatus hernia is rarely found to be associated with partial gastric obstruction.",
      "cn": "食道裂孔赫尼亚很少被发现并发有部分胃阻塞."
    },
    {
      "en": "Lift the cerebral dura mater to exposure greater superficial petrosal nerve, facial hiatus and arcuate eminence.",
      "cn": "显微镜下将脑膜抬起,暴露出岩浅大神经 、 面神经裂孔和弓状隆起."
    },
    {
      "en": "Methods : To drip the liquid from sacral hiatus to epidural.",
      "cn": "方法将药液自骶裂孔注入到硬膜外腔."
    },
    {
      "en": "Mr Loker brought down his fist with a thump that fully explained the hiatus.",
      "cn": "洛克先生的拳头砰地一声落在桌子上,充分说明了他后半句的意思."
    },
    {
      "en": "My marriage is not ending. It's just on hiatus.",
      "cn": "我的婚姻还没完，只是有点裂缝。"
    },
    {
      "en": "Such truncation is evidence of an erosional hiatus.",
      "cn": "这种削蚀现象是侵蚀沉积间断的证据."
    },
    {
      "en": "The airflow in the maxillary air sinus and by the maxillary hiatus was slow.",
      "cn": "上颌窦口和上颌窦内的气体流速均较低."
    },
    {
      "en": "The development of a new department was placed on hiatus.",
      "cn": "新部门的发展暂时中断."
    },
    {
      "en": "The hiatus in sedimentation is filled in progressively from below.",
      "cn": "沉积间断面是从下边逐渐填满的."
    },
    {
      "en": "There was a hiatus in his acting life.",
      "cn": "他的演艺生涯曾一度中断。"
    },
    {
      "en": "There was a hiatus in their correspondence.",
      "cn": "他们曾一度中断通信."
    },
    {
      "en": "To explore the effect of cerebelli hiatus incision of severe brain injury complicated from tentorial herniation.",
      "cn": "探讨小脑幕裂孔切开术在救治重度颅脑损伤合并颞叶钩回疝的作用."
    },
    {
      "en": "Toplap is evidence of a nonde - positional hiatus.",
      "cn": "顶部超覆是无沉积作用间断的证据."
    },
    {
      "en": "We renewed our friendship after a hiatus of 10 years.",
      "cn": "十年后,我们重新开始一段友情."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "crack",
            "clearance",
            "split"
          ],
          "tran_cn": "裂缝，空隙；脱漏部分"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "opening"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hiatus hernia",
      "tran_cn": "[病理学]食管裂孔疝"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "裂隙，缺漏，脱漏，间断",
      "tran_en": "A hiatus is a pause in which nothing happens, or a gap where something is missing"
    }
  ],
  "exchange": {
    "pl": [
      " hiatuses",
      "hiatus"
    ]
  }
}