{
  "word": "crockery",
  "ipa": {
    "us": "ˈkrɒkəri",
    "uk": "ˈkrɑkəri"
  },
  "sentences": [
    {
      "en": "a stack of dirty crockery",
      "cn": "一大堆脏碗碟"
    },
    {
      "en": "All the crockery had been smashed to bits.",
      "cn": "所有的陶器都摔成了碎片."
    },
    {
      "en": "And I like your beautiful crockery, Where did you pick this up?",
      "cn": "我喜欢你那漂亮的陶器, 从哪儿搞来的?"
    },
    {
      "en": "Frank gently lifted the crockery out of the box and suddenly noticed a miniature painting at the bottom of the packing - case.",
      "cn": "弗兰克从箱子里轻轻地拎出陶器,突然发现箱底有一张微型油画."
    },
    {
      "en": "His room a litter of old clothes, dirty crockery and broken furniture.",
      "cn": "他的屋子里到处都是旧衣物 、 脏陶器和破家具."
    },
    {
      "en": "I have a slight accident at home and break some crockery.",
      "cn": "我在家出了点儿小事,打碎了些陶器."
    },
    {
      "en": "Introduced the research and results of low temperature sinter horniness crockery.",
      "cn": "介绍了硬质陶器低温烧成的研究及其结果."
    },
    {
      "en": "Its crockery and atmosphere were thick; its soup and napery thin.",
      "cn": "它的碗具粗糙,空气混浊, 汤菜淡如水,餐巾薄如绢."
    },
    {
      "en": "Most of the crockery was still in one piece.",
      "cn": "多数陶器仍完好无损."
    },
    {
      "en": "She bumped against the table and sent the crockery crashing to the ground.",
      "cn": "她撞在桌子上,使陶器哗啦一声碎落到地上."
    },
    {
      "en": "We are going to insure the crockery with the PICC.",
      "cn": "我们正打算向PICC保险这批陶器呢?"
    },
    {
      "en": "While you are on the phone, the baby pulls the table - cloth off the table. smashing half your best crockery and cutting himself in the process.",
      "cn": "你接电话时小孩把桌布扯了下来, 把你最好的陶器打碎了一半,同时他还把自己磕破了."
    },
    {
      "en": "You don't find that foreign birds and butterflies come and perch upon your crockery.",
      "cn": "你们并没看见过奇奇怪怪的鸟儿和蝴蝶飞来落在碗盏上."
    },
    {
      "en": "You hang up hurriedly and attend to baby, crockery, etc.",
      "cn": "你慌忙挂上电话,去照料孩子, 去收拾陶器, 等等."
    },
    {
      "en": "You hang up hurriedly and attend to baby, crockery, etc. Meanwhile, the meal gets burnt.",
      "cn": "你慌忙挂上电话,去照料孩子, 收拾陶器, 等等.这时饭烧糊了."
    },
    {
      "en": "You hang up hurriedly and attend to the baby, crockery, etc.",
      "cn": "你急急忙忙挂上电话, 赶去照看孩子和餐具."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "earthenware",
            "pottery ware"
          ],
          "tran_cn": "陶器；瓦器；土器"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "china"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "陶器，瓦罐",
      "tran_en": "cups, dishes, plates etc"
    }
  ],
  "exchange": {}
}