{
  "word": "unfavorable",
  "ipa": {
    "us": "'ʌn'feɪvərəbl",
    "uk": "ʌnˈfevərəbəl, -ˈfevrəbəl"
  },
  "sentences": [
    {
      "en": "An unfavorable depreciation allowance may keep the foreign investor out.",
      "cn": "不利的折旧率也会将外国投资者拒之门外."
    },
    {
      "en": "Both vacuums and pure oxygen conditions are unfavorable for survival.",
      "cn": "无论是真空还是纯氧环境,都不利于生存."
    },
    {
      "en": "Deficit, which is said to be unfavorable, has to be financed.",
      "cn": "出现被视为不利条件的逆差时, 就要给予资金融通."
    },
    {
      "en": "Despite their desire to be more market-oriented, many of the rural banks may come under pressure from local officials to make loans on unfavorable terms, pushing up their NPLs.",
      "cn": "尽管有加强市场导向的期望,但是多数农村银行或受到当地政府的压力,以不利的合同条款发放贷款,从而推高不良贷款."
    },
    {
      "en": "Fragrance, unique style, suitable for single drink for cocktails, unfavorable base.",
      "cn": "香味突出, 气焰气魄奇特, 适宜于单饮, 不宜作鸡尾酒的基酒."
    },
    {
      "en": "He had formed an unfavorable opinion of my work.",
      "cn": "他对我的工作已有了成见."
    },
    {
      "en": "In spite of the unfavorable weather, the grain output of the farm kept up and even increased a little than last year.",
      "cn": "尽管天气不好, 但粮食产量并未下降,甚至比去年还略有增加."
    },
    {
      "en": "It is unfavorable to study MS of aminoglycosides using electron impact ionization.",
      "cn": "使用电子轰击离子化方法研究氨基糖甙类是不理想的."
    },
    {
      "en": "It is unwise to make light of the favorable aspects of a thing on account of its unfavorable aspects.",
      "cn": "这是不明智的做了一份关于其不利的方面考虑的事情有利的方面的光。"
    },
    {
      "en": "It will save you from nasty surprises and you will be financially, mentally and legally prepared to save your business from unfavorable consequences of cloud computing.",
      "cn": "这样才不至于出现意想不到的不愉快，你要准备好从而避免在财务上、精神上和法律上承担云计算的不利后果。"
    },
    {
      "en": "Like everything else mobile phones have both favorable and unfavorable aspects.",
      "cn": "像其他一切移动电话都有利和不利的方面."
    },
    {
      "en": "Owing to unfavorable weather we were unable to proceed.",
      "cn": "由于天气不好,我们不能继续前进."
    },
    {
      "en": "The effect of unfavorable publicity on the regulated industry can be devastating.",
      "cn": "对受管理工业的不利宣传的作用有可能带有极大的破坏性."
    },
    {
      "en": "The majority always turn an unfavorable attitude towards atonal composition.",
      "cn": "大多数人对无调性作品的态度往往是不能接受的."
    },
    {
      "en": "These verbs are compared as they mean to express an unfavorable judgment.",
      "cn": "这些动词在表达作出不利判断的意思时可作比较."
    },
    {
      "en": "This will promote gene exchange among colonies of the population in unfavorable years and inferior habitats.",
      "cn": "这在不利年份和生境较差时,会促进种群集群之间基因的交换."
    },
    {
      "en": "Tom was pushed out for his unfavorable suggestion to the boss.",
      "cn": "汤姆因提出不利于老板的建议而被解雇."
    },
    {
      "en": "What is the unfavorable site for carcinoma of the breast?",
      "cn": "乳癌最不利的部位在 哪里 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "unfavorably",
          "tran_cn": " 不利地；不适宜地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "adverse",
            "contrary",
            "detrimental",
            "disapproving",
            "harmful",
            "uncomplimentary",
            "unsatisfactory"
          ],
          "tran_cn": "不利的;有害的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bad",
            "derogatory",
            "hostile",
            "inconvenient",
            "ominous"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "unfavorable balance",
      "tran_cn": "逆差"
    },
    {
      "phrase": "unfavorable balance of trade",
      "tran_cn": "对外贸易逆差"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不利的，相反的，令人不快的，不吉利的"
    }
  ],
  "exchange": {}
}