{
  "word": "filmmaker",
  "ipa": {
    "us": "'fɪlmˌmeɪkə",
    "uk": "'fɪlmˌmeɪkə"
  },
  "sentences": [
    {
      "en": "A stunning display of a filmmaker adventuring on the far side of what's possible.",
      "cn": "一部极棒的展现电影制片人尝试远离现实可能的作品."
    },
    {
      "en": "Cheyenne - Arapaho filmmaker Chris Eyre is leading the movement.",
      "cn": "兼有夏安族和阿拉帕霍两种血统的电影制作人克里斯?爱领导了这次运动."
    },
    {
      "en": "DiLorenzo's subject was the filmmaker and liberal gadfly Michael Moore.",
      "cn": "蒂洛伦佐谈到了制片人和自由牛虻迈克尔·摩尔."
    },
    {
      "en": "Do you know a filmmaker or photographer in China interested in global community?",
      "cn": "您认识对全球社区感兴趣的中国摄影师 吗 ?"
    },
    {
      "en": "Filmmaker Jeff Daniels last night thanked Mr Moore to the pressure applied by Beijing.",
      "cn": "该片电影制作人杰夫·丹尼尔斯昨晚感谢摩尔先生顶住来自北京的压力."
    },
    {
      "en": "Great script, star - studded cast, the most renowned Chinese filmmaker of all times, and plenty of cash.",
      "cn": "伟大的剧本, 巨星云集的演员阵容, 中国历史上最具盛名的电影导演, 还有巨额的资金投入."
    },
    {
      "en": "He's the kind of filmmaker who doesn't hesitate to over-sentimentalize.",
      "cn": "他是那种煽起情来不遗余力的电影制作人。"
    },
    {
      "en": "John D . Liu is a filmmaker whose current project is China's Sorrow, Earth's Hope.",
      "cn": "电影制作人刘登立目前在拍摄有关黄土高原水土保持项目的纪录片."
    },
    {
      "en": "Peter Sallad é a filmmaker liaison and chief volunteer at the NBIMF.",
      "cn": "他是我们的电影人联络官,也是新北京国际电影交流网的主要志愿者."
    },
    {
      "en": "Retired in his room, a filmmaker evokes real or imaginary territories and journeys.",
      "cn": "退回到自己的房间, 一位电影作者唤起一些或虚或实的疆域和旅行."
    },
    {
      "en": "She worked for a Village Enterprise Found, a micro - lender. He was a filmmaker.",
      "cn": "她为乡村企业基金工作, 小额贷款者. 他是一位导演."
    },
    {
      "en": "So what you have is a brilliant filmmaker making a grind house chopsocky.",
      "cn": "所以你看到的是一位出色的电影制作人在拍一部可在影院循环放映的功夫片."
    },
    {
      "en": "The resulting melange played to Zhang's strengths as a filmmaker.",
      "cn": "出台的这种杂烩让电影制作人张艺谋的优势得以发挥."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "filmable",
          "tran_cn": " 可拍成电影的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "film",
          "tran_cn": " 电影；薄膜；胶卷；轻烟"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "film",
          "tran_cn": " 摄制电影；生薄膜；变得朦胧"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "film",
          "tran_cn": " 在…上覆以薄膜；把…拍成电影"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "电影摄制者",
      "tran_en": "A filmmaker is someone involved in making films, in particular a director or producer"
    }
  ],
  "exchange": {}
}