{
  "word": "unchanging",
  "ipa": {
    "us": "ʌnˈtʃeɪndʒɪŋ",
    "uk": "ʌnˈtʃendʒɪŋ"
  },
  "sentences": [
    {
      "en": "...eternal and unchanging truths.",
      "cn": "...永恒不变的事实。"
    },
    {
      "en": "Before you opened them, you saw our world as you see it now: static, solid, unchanging.",
      "cn": "在睁开之前, 你看我们的世界就像你现在所看到的那样: 静止, 实态, 永恒不变的."
    },
    {
      "en": "Do their unchanging styles of dress reflect basic quslities of stability reliability?",
      "cn": "他们不变的衣着样式是否反映了男性沉稳可靠的基本特征?"
    },
    {
      "en": "Hopefully, we can blossom and bear fruits of love, and unchanging.",
      "cn": "但愿我们的爱情可以开花结果, 天长地久."
    },
    {
      "en": "In the heavens everything was perfect, incorruptible and unchanging.",
      "cn": "在天国,一切都是完美不朽、永不改变的."
    },
    {
      "en": "Lockable EEPROM becomes ROM when locked additional security for unchanging battery data.",
      "cn": "可锁定EEPROM被锁定时相当于ROM,可以更安全地保存不会改变的电池数据."
    },
    {
      "en": "Newton's idea of gravity contriadicated the idea of a universe that is static, unchanging.",
      "cn": "牛顿关于引力的思想与宇宙是静止不变的观点相抵触."
    },
    {
      "en": "Our goal in Iraq is clear and unchanging, our goal is victory.",
      "cn": "我们的目标是明确和不可改变的, 我们的目标是胜利."
    },
    {
      "en": "Our goal in Iraq is clear and unchanging: Our goal is victory.",
      "cn": "我们在伊拉克目的明确而坚定: 我们的目标即夺取胜利."
    },
    {
      "en": "Repeated price hikes in the face of unchanging demand can be a formula for economic suicide.",
      "cn": "在总需求不变情况下,一再提高价格,等于经济自杀."
    },
    {
      "en": "So the heavens offer their unchanging a changing world below.",
      "cn": "所以说上苍赐予这个日新月异的世界一片横更不变的天空."
    },
    {
      "en": "So the heavens offer their unchanging witness to a changing world below.",
      "cn": "这是上帝赐予的对于地球上不断变化的世界的永恒的风景."
    },
    {
      "en": "The familiar melody deducts the stirring times and expressing the unchanging sincerity.",
      "cn": "熟悉的旋律,演绎时代的激越,回荡情怀不改的真切."
    },
    {
      "en": "The ground beneath us, however, appears solid and unchanging.",
      "cn": "然而，我们脚下的地面却似乎是坚实而恒久不变的。"
    },
    {
      "en": "The rites of preparing for bed were elaborate and unchanging.",
      "cn": "铺床叠被是细致复杂而又一成不变的仪式."
    },
    {
      "en": "Who gives food to all flesh: for his mercy is unchanging for ever.",
      "cn": "他赐粮食给凡有血气的,因他的慈爱永远长存."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "constant",
            "permanent",
            "steady"
          ],
          "tran_cn": "不变的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "abiding",
            "consistent",
            "constant",
            "equable",
            "invariable",
            "orderly",
            "permanent",
            "rigid"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不变的，恒常的",
      "tran_en": "always staying the same"
    }
  ],
  "exchange": {}
}