{
  "word": "unprocessed",
  "ipa": {
    "us": "ʌn'prəʊsest",
    "uk": "ʌn'proʊsest"
  },
  "sentences": [
    {
      "en": "A textile machine consisting of a spiked drum revolving inside a chamber fitted internally with spikes, used to open and clean unprocessed cotton or wool.",
      "cn": "打棉机：一种由装刺的鼓组成的纺织机器，鼓在内部装有大钉的密闭空间内转动，用于打开和清理未加工的棉花或羊毛。"
    },
    {
      "en": "Crude oil, or unprocessed petroleum, is called sour when a lot of sulfur, an impurity.",
      "cn": "原油, 或叫做未加工石油, 如果成份含有许多硫磺杂质为酸性石油."
    },
    {
      "en": "Even a vegan who eats lots of canned and boxed foods is on a very different diet than one who eats only fresh, unprocessed foods.",
      "cn": "一种食用大量罐头和盒装食物的严格素食饮食，跟只吃新鲜的、未经加工的食物的严格素食饮食是完全不同的。"
    },
    {
      "en": "Feed and unprocessed raw agricultural, forestry, fishing and livestock products, and by - products .",
      "cn": "饲料及未经加工之生鲜农 、 林 、 渔、牧产物 、 副产物."
    },
    {
      "en": "Industry: transportation equipment, chemicals, processed and unprocessed minerals, food products.",
      "cn": "工业: 运输设备, 医药, 加工及未加工的矿石, 食品."
    },
    {
      "en": "Originally I thought it would be a dud, since the Cassiniobservations comes back with a cometary origin composition of pristine, unprocessed organics in the jets.",
      "cn": "原来我以为这会是一个哑弹，自从卡西尼观测彗星原始的起源组成归来，未加工的有机物在彗发里。"
    },
    {
      "en": "Reduce packaging by eating more whole, unprocessed foods and using the bulk bins for items that have a long shelf-life.",
      "cn": "减少包装，通过吃全食品、未经加工的食品以及对物品使用有很长的保质期的散装箱。"
    },
    {
      "en": "Self pats MM, you all are be art but unprocessed after 90!",
      "cn": "90后自拍MM, 你们都是为艺术而生的!"
    },
    {
      "en": "The raw, unprocessed facts, including text, numbers, images, and sounds are called data.",
      "cn": "生的肉, 不加工的事实, 包括本文, 数字, 图像和声音叫做数据."
    },
    {
      "en": "This is the original unprocessed cheese.",
      "cn": "这可是原汁原味的奶酪,未经过我们的任何加工."
    },
    {
      "en": "Vitamin E: Works as an antioxidant at the cellular level. Found in unprocessed oils as well as in animal fats like butter and egg yolks.",
      "cn": "维生素E：维生素E能在细胞水平上作为一种抗氧化剂发挥作用，它能在未被加工的油和动物脂肪（像牛油和蛋黄）中获得。"
    },
    {
      "en": "We want to purchase UNVOLCANISED or UNPROCESSED RUBBER an unwanted rubber scrap form.",
      "cn": "我们需要采购生胶或天然橡胶(塑料废胶)."
    },
    {
      "en": "Whole foods are basically unprocessed -- whole wheat bread instead of white bread, for instance.",
      "cn": "天然食品未经过加工, 比如全麦面包要好于白面包."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（尤指食物、原材料）未经加工的，原",
      "tran_en": "(of food, oil, etc) not having undergone a process to preserve or purify "
    }
  ],
  "exchange": {}
}