{
  "word": "lamellar",
  "ipa": {
    "us": "lə'melə",
    "uk": "lə'melə"
  },
  "sentences": [
    {
      "en": "Aim To probe the effects of lamellar keratoplasty implantation and epithelium of limbus implantation for pterygium.",
      "cn": "目的探讨板层角膜移植联合角膜缘上皮移植术治疗翼状胬肉的疗效."
    },
    {
      "en": "Complex lamellar flow is a typical flow in fluid mechanics.",
      "cn": "复杂层状流动是流体力学中的一类典型的流动."
    },
    {
      "en": "Composition of inorganic phases and order degree of lamellar structure were characterized by X - ray diffraction ( XRD ).",
      "cn": "用XRD表征了合成产物的无机相组成和 层状结构 的有序度."
    },
    {
      "en": "Conclusion The vascular architecture in hippocampus is closely related to hippocampal lamellar neural organization and rats.",
      "cn": "同时观察到大鼠海马血管构筑与其神经组织结构呈明显的对应关系."
    },
    {
      "en": "Here is normal cancellous bone as seen under polarized light microscopy, which highlights the lamellar structure.",
      "cn": "图示偏振光显微镜下的正常骨松质,可见突出的板层状结构."
    },
    {
      "en": "Objective : To evaluate the effects of deep lamellar keratoplasty in treatment of necrotic stromal keratitis.",
      "cn": "目的: 评价深板层角膜移植治疗坏死性角膜基质炎的临床效果及影响因素."
    },
    {
      "en": "Objective To evaluate effect of microsurgery of lamellar keratoplasty ( LKP ) on Mooren? s corneal ulcer.",
      "cn": "目的评价显微手术的 板层 角膜移植术治疗蚕蚀性角膜溃疡的疗效."
    },
    {
      "en": "Objective To investigate the clinical value of deeper lamellar keratoplasty treating keratoconus.",
      "cn": "目的探讨深板层角膜移植治疗圆锥角膜的价值."
    },
    {
      "en": "Objective To observe the cosmetic effects of the lamellar keratoplasty plus interlamellar dyeing with tattoo - eyebrow liquid.",
      "cn": "目的观察用文眉液做染色剂行板层角膜移植加层间染色术的美容效果."
    },
    {
      "en": "Objective: We tried to identify the genetic defect causing Hereditary lamellar Cataract.",
      "cn": "目的: 遗传性板层白内障家系致病基因的定位及突变筛查."
    },
    {
      "en": "Primary bone is a temporary tissue and is soon replaced definitive, lamellar variety of bone.",
      "cn": "初级骨是暂时性的组织,不久就为永久性的板层骨所代替."
    },
    {
      "en": "Result: lamellar atlas spot was identical and clear between control article and sample.",
      "cn": "结果: 供试品与对照品薄层图谱斑点相同并清晰,重现性好."
    },
    {
      "en": "Specimens prepared by polishing and etching in a weak solution of nitric acid and alcohol reveal the lamellar structure of alternating plates that forms on slow cooling.",
      "cn": "通过打磨并在弱硝酸酒精溶液中蚀刻制备的样本显示出由缓慢冷却形成的交互层状的薄片结构。"
    },
    {
      "en": "Structure directing effect of the lamellar liquid crystal on the deposited product was discussed.",
      "cn": "讨论了层状液晶对沉积产物的结构导向作用."
    },
    {
      "en": "The as - cast lamellar structure is basically broken down and the grain gets fined obviously.",
      "cn": "铸态粗大片层组织在变形后基本破碎,晶粒得到明显细化."
    },
    {
      "en": "The result is a patchwork mosaic of bone without an even lamellar structure.",
      "cn": "结果形成了不均一的板层结构的骨的不协调嵌合体."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "laminar"
          ],
          "tran_cn": "薄片状的；薄层状的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lamellar structure",
      "tran_cn": "层状结构；片状组织"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "薄片状的，薄层状的，页片状"
    }
  ],
  "exchange": {}
}