{
  "word": "hotpot",
  "ipa": {
    "us": "ˈhɒtpɒt",
    "uk": "ˈhɑtpɑt"
  },
  "sentences": [
    {
      "en": "But we, the year of the meal to hotpot.",
      "cn": "而我们家, 今年的年夜饭改成吃火锅."
    },
    {
      "en": "Donglaishun's Mutton Hotpot astanding history and is loved by many for its special taste.",
      "cn": "东来顺的“涮羊肉”历史悠久,''.'风味'.''''.'独特'. '',深受群众喜爱."
    },
    {
      "en": "Fine, I know a good hotpot place in the downtown area, food there is pretty spicy too.",
      "cn": "好，我知道商业区有一个吃火锅的好地方，那里的食物也很辣。"
    },
    {
      "en": "First go and sweep up the snow . For lunch , I'll treat you to a meat hotpot. \"",
      "cn": "先去扫扫雪, 晌午我请你吃火锅. ”"
    },
    {
      "en": "Lancashire hotpot is a dish consisting essentially of meat, onion and potatoes left to bake in the oven all day in a heavy pot and on a low heat.",
      "cn": "兰开夏火锅主要有肉、洋葱、土豆组成，这些食材要在一个非常重的锅里面低火烹制一天方可食用。"
    },
    {
      "en": "Lancashire hotpot is a well known stew.",
      "cn": "兰开夏郡火锅也是有名的菜肴."
    },
    {
      "en": "Lancashire hotpot: This is another British dish that uses lamb, named after the Lancashire region in the middle of the UK.",
      "cn": "兰克希儿郡火锅 ：这又是一道用羊羔肉做的英式菜肴，以英国中部的兰克希儿地区命名。"
    },
    {
      "en": "Not exactly how my mother would cook her Lancashire hotpot, but good enough for me.",
      "cn": "并非完全和我妈做兰开夏炖肉的方法一样, 但对我来说已经够好了."
    },
    {
      "en": "Our country population is numerous, hotpot average per capita has an amount under world average level.",
      "cn": "我国人口众多, 羊肉人均占有量低于世界平均水平."
    },
    {
      "en": "People in Haikou often go to the Volcano Park to eat lamb hotpot.",
      "cn": "海口人常常往火山口公园吃乳羊火锅."
    },
    {
      "en": "So you don't like our hotpot?",
      "cn": "那么你不喜欢吃火锅喽?"
    },
    {
      "en": "They should go to 78 everyday, even ten, eat dough cake, catch meal, bun, hotpot.",
      "cn": "他们天天都要去七八家, 甚至十几家, 吃油饼 、 抓饭 、 包子 、 羊肉."
    },
    {
      "en": "When eating hotpot , mung bean sprouts can be instant boiled in the dish.",
      "cn": "南豆腐鸡蛋汤是很好吃的一道菜."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "beef",
            "boeuf"
          ],
          "tran_cn": "牛肉，羊肉，马铃薯合敦的菜肴"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "焖罐菜肴，小电热锅",
      "tran_en": "a piece of electrical equipment with a small container, used to boil water"
    }
  ],
  "exchange": {
    "pl": [
      "hotpots"
    ]
  }
}