{
  "word": "Jamie",
  "ipa": {
    "us": "",
    "uk": "ˈdʒeɪmi"
  },
  "sentences": [
    {
      "en": "\" Maybe we could call her Jamie, \" Mother said.",
      "cn": "妈妈说: “ 我们就称他杰米吧. ”"
    },
    {
      "en": "\"Contractors are using fine print to deny women like Jamie Leigh Jones their day in court, \" he said in a Senate debate.",
      "cn": "“承包商钻了法律的空子，拒绝类似杰米·雷·琼斯遭遇的妇女走向法庭。” 他在参议院辩论上说。"
    },
    {
      "en": "And to his dismay, the local black college turned Jamie down for a scholarship.",
      "cn": "而且令他沮丧的是, 当地的黑人大学竟拒绝杰米申请奖学金."
    },
    {
      "en": "At home in the evening, too, Dad prepared Jamie for a good education.",
      "cn": "到夜晚, 爸爸在家里也为杰米受良好的教育准备好一切."
    },
    {
      "en": "By the time Jamie was two she was \" helping \".",
      "cn": "杰米两岁时,就 “ 帮一把 ” 了."
    },
    {
      "en": "Doug's 14-year-old son Jamie answered the phone.",
      "cn": "道格14岁的儿子杰米接了电话。"
    },
    {
      "en": "Had Jamie ever been in any kind of trouble?",
      "cn": "杰米遇到过什么麻烦吗？"
    },
    {
      "en": "I did not know Jamie had a knife.",
      "cn": "我不知道杰米有一把刀。"
    },
    {
      "en": "I wore a large shirt of Jamie's which came down over my hips.",
      "cn": "我穿着杰米的衬衫，衬衫很大，把我的臀部都盖住了。"
    },
    {
      "en": "Jamie e-mailed me to say he couldn't come.",
      "cn": "杰米给我发了电子邮件，说他不能来了。"
    },
    {
      "en": "Jamie nestled up to his mother on the sofa.",
      "cn": "杰米在沙发上偎依着母亲."
    },
    {
      "en": "Jamie received her degree from California State University at Los Angeles. She had set the pattern.",
      "cn": "杰米获得洛杉机市加利福尼亚州立大学的学位, 为我们树立了榜样."
    },
    {
      "en": "Jamie was adroit at flattering others.",
      "cn": "杰米很会拍马屁."
    },
    {
      "en": "Jamie was snugly wrapped in a white woolen scarf.",
      "cn": "杰米围着一条白色羊毛围巾舒适而暖和."
    },
    {
      "en": "Jamie was unable to go to work today because he was sick.",
      "cn": "杰米今天不能去上班,因为他病了."
    },
    {
      "en": "Previous winners include Bono and Jamie Oliver, and the money is given to the winner's chosen charity.",
      "cn": "以前的获奖者有波诺和杰米·奥利弗，奖金将赠予获奖者选择的慈善机构。"
    },
    {
      "en": "Some reports in the past week had even said she planned to name the child Jamilyn, after her younger sister Jamie and her mother Lynne.",
      "cn": "在过去的一周内，有报道称她 计划给孩子起名叫杰米琳，名字取自于她妹妹的名字杰米和母亲的名字琳。"
    },
    {
      "en": "When Jamie began to wiggle, he switched to Bible stories, which were more interesting.",
      "cn": "待到杰米开始扭动身子想走开时, 他便改讲更有趣的《圣经》故事."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "jamie foxx",
      "tran_cn": "杰米·福克斯（美国著名男影星）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "杰米（男名）"
    },
    {
      "pos": "other",
      "tran_cn": "[男子名] 杰米 James的昵称"
    }
  ],
  "exchange": {}
}