{
  "word": "artwork",
  "ipa": {
    "us": "ˈɑːtwɜːk",
    "uk": "ˈɑːrtwɜːrk"
  },
  "sentences": [
    {
      "en": "Debossed logo with 6 colour ink fill as per artwork and layouts.",
      "cn": "六种颜色的油墨按艺术布局填充的凹面图形标志."
    },
    {
      "en": "Harry Winston redefines the luxury wristwatch a mechanical artwork.",
      "cn": "哈里温斯顿重新定义,作为机械艺术品豪华手表."
    },
    {
      "en": "In artistic terms, an artist still has to present a self - contained artwork.",
      "cn": "就艺术家而言, 艺术家仍然必须呈现一件独立的艺术作品."
    },
    {
      "en": "Let's have a look at Mr Wang's silk stocking flower artwork: hongyudangtou.",
      "cn": "看看王老师做的这盆立体丝网花鸿运当头吧,离远看竟与真的一模一样,难辨真假."
    },
    {
      "en": "Michael frowned as he looked at the unusual piece of artwork.",
      "cn": "迈克尔看着那副不同平常的美术作品,皱起了眉."
    },
    {
      "en": "Send the ellipse behind all the artwork and set it to Multiply.",
      "cn": "发送椭圆背后的所有作品,并将其设置为倍增."
    },
    {
      "en": "The artwork for the LP was done by Bill Hofstadter.",
      "cn": "林肯公园的广告插图出自比尔·霍夫斯塔特之手。"
    },
    {
      "en": "The artwork for the poster was done by my sister.",
      "cn": "该海报的图片是我妹妹制作的。"
    },
    {
      "en": "The artwork is worth more than one million dollars.",
      "cn": "这些画作至少价值1百万美圆."
    },
    {
      "en": "The laser process does not require artwork , reducing misregistration issues.",
      "cn": "激光刻录不需要工艺图纸, 减少登记出错."
    },
    {
      "en": "The museum contains 6,000 contemporary and modern artworks.",
      "cn": "该博物馆藏有6000件现当代艺术作品。"
    },
    {
      "en": "The streets of Sao Paulo , Brazil are also rich with artwork.",
      "cn": "巴西圣包罗的街头随处可见艺术作品."
    },
    {
      "en": "This artwork is still a little dark compared to the proof.",
      "cn": "这一件艺术品与样本相比较还稍显模糊."
    },
    {
      "en": "Vandals seriously damage artwork by the renowned artist Claude Monet.",
      "cn": "享有盛誉的艺术大师克劳德?莫奈的作品被一些文艺破坏者严重损毁."
    },
    {
      "en": "We will teach you how to design a artwork step by step.",
      "cn": "我们将会教授如何设计及创作艺术图像."
    },
    {
      "en": "Why don't you take him and the artwork back to the bar?",
      "cn": "你干吗不送他把艺术品带回酒吧?"
    },
    {
      "en": "You need to get into your artwork to make it look beautiful.",
      "cn": "你需要认真投入你的艺术作品好让它看来出色."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "works of art",
            "illustration"
          ],
          "tran_cn": "艺术品；插图；美术品"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "artwork design",
      "tran_cn": "原图设计"
    },
    {
      "phrase": "original artwork",
      "tran_cn": "掩模原图"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "艺术品，插图",
      "tran_en": "drawings and photographs that are specially prepared to be in a book, magazine, or advertisement"
    }
  ],
  "exchange": {
    "pl": [
      "artworks"
    ]
  }
}