{
  "word": "ecstasy",
  "ipa": {
    "us": "ˈekstəsi",
    "uk": "ˈekstəsi"
  },
  "sentences": [
    {
      "en": "...a state of almost religious ecstasy.",
      "cn": "…一种近乎宗教极乐的状态。"
    },
    {
      "en": "Achieving this moment of ecstasy easily validates all the pain and struggle of the art form by taking us (and possibly our audience) for a moment to a world beyond our own.",
      "cn": "达到这狂喜的时刻容易确证艺术上所有的疼痛和奋战的价值，通过使我们（也可能是我们的观众）有那么一小会儿超越自我，进入宇宙的层次。"
    },
    {
      "en": "Again, he felt a crude ecstasy.",
      "cn": "他又一次从心眼儿里乐开了花."
    },
    {
      "en": "But what distinguished the physician's ecstasy from Satan's was the trait of wonder in it!",
      "cn": "不过,那医生的狂喜同撒旦的区别在于,其中尚有惊奇的成分!"
    },
    {
      "en": "Davidson's eyes shone with ecstasy.",
      "cn": "戴维逊的双眼发出狂喜的光芒."
    },
    {
      "en": "Detecting his emotion, Pearl clapped her little hands in the most extravagant ecstasy.",
      "cn": "珠儿发现了他的激动, 在极度狂喜之中,抬起了小手."
    },
    {
      "en": "Ecstasy also keeps serotonin from being reabsorbed, further increasing the concentration in the synapse.",
      "cn": "毒品引起的狂迷还能阻止5—羟色胺的再吸收, 进一步增加了突触内5—羟色胺的浓度."
    },
    {
      "en": "He listened to the music with ecstasy.",
      "cn": "他听音乐听得入了神."
    },
    {
      "en": "He skipped about the room in an ecstasy.",
      "cn": "他欣喜若狂地在房间里跳来跳去."
    },
    {
      "en": "It suggests that ecstasy is like wine, ; and wine is like an eagle clasping you; it's prey in its claws.",
      "cn": "这里暗示着令人着迷的狂喜如同美酒一般，而酒又像是紧紧抓着你的鹰;,用它的利爪疯狂地掠夺着你所有的。"
    },
    {
      "en": "It was an ecstasy beyond description, complete surrender.",
      "cn": "这是无法形容的迷醉, 是彻头彻尾的放纵."
    },
    {
      "en": "Kerouac does manage now and then to convey a Whitmanesque ecstasy.",
      "cn": "凯鲁亚克有时确能传达那种惠特曼式神韵."
    },
    {
      "en": "One wondered what heights of ecstasy the winner reached.",
      "cn": "人们想知道胜者欣喜若狂到了什么程度。"
    },
    {
      "en": "She was in a trancelike state of religious ecstasy.",
      "cn": "她的宗教狂热已使她处于恍惚状态之中."
    },
    {
      "en": "She was lost in ecstasy at the sight.",
      "cn": "看到这情景,她高兴得不得了."
    },
    {
      "en": "Speechless with ecstasy , the little boys gazed at the toys.",
      "cn": "小孩注视着那些玩具,高兴得说不出话来."
    },
    {
      "en": "The touch of her hand had filled him with ecstasy.",
      "cn": "摸一摸她的手都会使他欣喜若狂."
    },
    {
      "en": "You learned the dry - mouthed, fear - purged, purging ecstasy of battle.",
      "cn": "你体会到战斗中那种使人嘴巴发干的, 战胜了恐惧并排除其他杂念的狂喜."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "delight",
            "elation",
            "glee",
            "happiness",
            "joy",
            "rapture",
            "transport"
          ],
          "tran_cn": "狂喜,欣喜"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "delight",
            "elation",
            "enjoyment",
            "glee",
            "happiness",
            "heaven",
            "inspiration",
            "joy",
            "paradise",
            "rapture",
            "trance"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "狂喜，出神，忘形，无法自控的情绪，迷幻药",
      "tran_en": "an illegal drug that gives a feeling of happiness and energy. Ecstasy is especially used by people who go out to dance at clubs and parties."
    }
  ],
  "exchange": {
    "pl": [
      "ecstasies"
    ]
  }
}