{
  "word": "cabal",
  "ipa": {
    "us": "kəˈbæl",
    "uk": "kəˈbɑl"
  },
  "sentences": [
    {
      "en": "A cabal of Appalachian district directors will undertake a palace revolution.",
      "cn": "阿巴拉契山脉地区的一小撮头面人物正企图谋反."
    },
    {
      "en": "And then I want Cabal and Forgotten has unique building and unit.",
      "cn": "然后我想卡瓦尔和被遗忘的具有独特的建筑和单位."
    },
    {
      "en": "CABAL : No, generals, I will not alow that. My survival is paramount.",
      "cn": "不, 将军们, 我不允许这样. 我的生存是至关重要的."
    },
    {
      "en": "CABAL : The Tacitus is necesarry, the extermination of Tratos was necesarry.",
      "cn": "塔西佗是必须的, 消灭特拉托斯是必须的."
    },
    {
      "en": "He had been chosen by a cabal of fellow senators.",
      "cn": "他被参议员同伴们选入了一个政治阴谋小集团。"
    },
    {
      "en": "He had been chosen by a secret government cabal .",
      "cn": "他已被一个秘密的政府阴谋集团选中。"
    },
    {
      "en": "How loyal are you to your fellow cabal members?",
      "cn": "你对你的结社成员忠诚吗?"
    },
    {
      "en": "How was your cabal formed?",
      "cn": "你的结社是如何建立的?"
    },
    {
      "en": "Is there a rival in your cabal ( for power, affection or leadership )?",
      "cn": "你在结社里有竞争者嘛 ( 为了力量, 影响力,还是领导地位 )?"
    },
    {
      "en": "It is unfortunately not the highest score for your cabal. But better luck next time!",
      "cn": "7很不幸的,这不是你们阵营最高的得分.但是祝福你们队伍下次能有更好的表现!"
    },
    {
      "en": "Lately many of our Earth allies are noticing our affect upon the dark cabal.",
      "cn": "最近很多我们地球的盟友注意到了我们对于黑暗势力的影响."
    },
    {
      "en": "Obviously, there is a cabal, a cold war against Chian!",
      "cn": "显然, 背后是一场包围中国的阴谋, 一场新的冷战!"
    },
    {
      "en": "The illegal aspects of the cabal's governance are glaring and ubiquitous.",
      "cn": "黑暗势力的非法统治是显而易见的并无处不在."
    },
    {
      "en": "We are pleased to announce that CABAL Online will soon cease charging a monthly subscription fee.",
      "cn": "我们很荣幸地宣布,惊天动地将取消游戏月费."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "designing",
            "plot",
            "conspiracy"
          ],
          "tran_cn": "阴谋（尤指政治上的）；阴谋集团"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "circle",
            "connection",
            "conspiracy",
            "machine",
            "union"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（政治）阴谋小集团，（尤指政治上的）阴谋",
      "tran_en": "a small group of people who make secret plans, especially in order to have political power"
    },
    {
      "pos": "v",
      "tran_cn": "策划阴谋"
    },
    {
      "pos": "vi",
      "tran_cn": " 策划阴谋"
    }
  ],
  "exchange": {
    "pl": [
      "cabals"
    ]
  }
}