{
  "word": "hurricane",
  "ipa": {
    "us": "ˈhʌrɪkən",
    "uk": "ˈhɜːrəkeɪn"
  },
  "sentences": [
    {
      "en": "All of them were hapless victims of this hurricane.",
      "cn": "他们都是这场飓风的不幸受害者."
    },
    {
      "en": "Hurricane Andrew has passed over the southern tip of Florida.",
      "cn": "飓风“安德鲁”已越过佛罗里达州南端。"
    },
    {
      "en": "Hurricane Andrew was last night heading into the Gulf of Mexico.",
      "cn": "昨晚，飓风“安德鲁”进入了墨西哥湾。"
    },
    {
      "en": "Hurricane Betty is now approaching the coast of Florida.",
      "cn": "飓风贝蒂正在逼近佛罗里达海岸。"
    },
    {
      "en": "I still remember a hurricane that hit us thirty years ago.",
      "cn": "我还记得三十年前袭击我们的一次飓风。"
    },
    {
      "en": "If an earthquake, hurricane, winter storm, or other disaster strikes your community, you might not have access to food , water, and electricity for days or even weeks.",
      "cn": "如果有地震、飓风、暴风雪或其他的灾害突袭你的家园，你可能会好几天甚至好几个星期都得不到食物、水和电。"
    },
    {
      "en": "In 1346 a hurricane whipped up the sea to destroy the town.",
      "cn": "1346年的飓风引起海啸并摧毁了城镇。"
    },
    {
      "en": "In the aftermath of the hurricane, many people's homes were destroyed.",
      "cn": "飓风的后果是许多人的房屋被毁."
    },
    {
      "en": "Many buildings were demolished by a hurricane.",
      "cn": "许多房屋被飓风摧毁。"
    },
    {
      "en": "Many coastal towns were desolated by the hurricane.",
      "cn": "许多沿海城镇遭到飓风袭击而荒芜。"
    },
    {
      "en": "Our love is not fierce, not hot, but despite the tsunami hurricane, also vowed.",
      "cn": "我们的爱，不剧烈，不炙热，可是任凭海啸飓风，也矢志不渝。"
    },
    {
      "en": "That means the water in one hurricane weighs more than all the elephants on the planet. Perhaps even more than all the elephants that have ever lived on the planet.",
      "cn": "这就意味着飓风中所含的水比地球上所有的大象加到一起还要重，也许会超过地球上曾经有过的所有大象体重的总和。"
    },
    {
      "en": "The agency was heavily criticised for its tardy response to the hurricane.",
      "cn": "该机构因对飓风反应迟缓，受到严厉批评。"
    },
    {
      "en": "The building can accommodate all of the offshore workers and protect them from hurricane damage.",
      "cn": "这个建筑能容纳所有的海上工人并且保护他们不受飓风的伤害。"
    },
    {
      "en": "The eye of the hurricane hit Florida just south of Miami.",
      "cn": "飓风的风眼袭击了佛罗里达州迈阿密正南部。"
    },
    {
      "en": "The hurricane blew with such force that trees were uprooted.",
      "cn": "飓风强烈地刮着,树都被连根拔起了."
    },
    {
      "en": "The hurricane demage was assessed at three million dollars.",
      "cn": "飓风损害赔偿金的金额被确定为三百万美元。"
    },
    {
      "en": "The hurricane destroyed the whole village.",
      "cn": "飓风把整个村子都毁掉了."
    },
    {
      "en": "The hurricane devastated a large section of the coast.",
      "cn": "飓风毁坏了沿海地区的大部分。"
    },
    {
      "en": "The hurricane inflicted severe damage on the island.",
      "cn": "飓风给这个岛造成了严重的损失."
    },
    {
      "en": "The hurricane is blowing broken glass about in the city streets.",
      "cn": "狂风把碎玻璃刮得到处横飞."
    },
    {
      "en": "The radio alert ed the citizens to prepare for the hurricane.",
      "cn": "电台警告市民们作好预防暴风准备."
    },
    {
      "en": "The wind blew a hurricane.",
      "cn": "风越刮越大,终于形成一场飓风."
    },
    {
      "en": "This movement carried all before it like a hurricane.",
      "cn": "这场运动如急风暴雨,势不可当."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "blizzard",
            "cyclone",
            "squall",
            "storm",
            "tornado"
          ],
          "tran_cn": "暴风;台风"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "blizzard",
            "cyclone",
            "squall",
            "storm",
            "tornado",
            "typhoon"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hurricane katrina",
      "tran_cn": "卡特里娜飓风"
    },
    {
      "phrase": "hurricane lamp",
      "tran_cn": "n. 防风灯；飓风灯；马灯"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "飓风",
      "tran_en": "a storm that has very strong fast winds and that moves over water"
    }
  ],
  "exchange": {
    "pl": [
      "hurricanes"
    ]
  }
}