{
  "word": "invoke",
  "ipa": {
    "us": "ɪnˈvəʊk",
    "uk": "ɪnˈvoʊk"
  },
  "sentences": [
    {
      "en": "\" Can you invoke the spirits? \" the chief demanded.",
      "cn": "区长问: “ 你会下神是不是? ”"
    },
    {
      "en": "\"Appalachian Spring\" by Aaron Copland invoked the atmosphere of the wide open spaces of the prairies.",
      "cn": "艾伦·科普兰的《阿帕拉契亚的春天》使人想起了那种辽阔草原的氛围。"
    },
    {
      "en": "a painting that invokes images of the Rocky Mountains",
      "cn": "使人联想到落基山脉的画"
    },
    {
      "en": "Although Reuther founded the UAW, they don't invoke his name very much these days.",
      "cn": "虽然路透是汽联的创造人, 但是现在汽联很少提起路透了."
    },
    {
      "en": "During his speech, he invoked the memory of Harry Truman.",
      "cn": "他演讲时使人想起哈里 · 杜鲁门。"
    },
    {
      "en": "End users perforce learned how to invoke applications via commands.",
      "cn": "最终用户必须学会如何通过命令来调用应用程序."
    },
    {
      "en": "For more information about platform invoke, see Consuming Unmanaged DLL Functions.",
      "cn": "有关平台调用的更多信息, 请参见使用非托管DLL函数."
    },
    {
      "en": "Green poison, invoke the sorcery of green fatal poisonous gas.",
      "cn": "荧绿之毒, 召唤绿色致命毒气的魔法."
    },
    {
      "en": "He has even had the temerity to invoke the names of Martin Luther King Jr and Malcolm X in defence of his actions.",
      "cn": "他竟然敢搬出马丁·路德·金和马尔科姆·艾克斯的名字来为自己的行为辩解。"
    },
    {
      "en": "I invoke the considerate judgement of mankind and the gracious favour of Almighty God.",
      "cn": "我要求人类判断此行动时给予谅解,请求全能上帝慈悲赐福."
    },
    {
      "en": "It is not necessary to invoke God to set Universe going.",
      "cn": "这没必要求助上帝来拧紧宇宙启动的发条."
    },
    {
      "en": "Let us invoke the blessings of peace.",
      "cn": "让我们祈求和平之福."
    },
    {
      "en": "Modeless dialog boxes frequently have several buttons that immediately invoke various functions.",
      "cn": "不要忘记非模态对话框中经常会有几个按钮,可以立即激活不同的功能."
    },
    {
      "en": "One strategy they have used is to attempt to invoke the APA's formal rulemaking procedures.",
      "cn": "他们采用的一种战略是尽力援引《行政程序法》规定的正式规则制定程序."
    },
    {
      "en": "Should anyone be allowed to invoke any service?",
      "cn": "是否允许任何人调用任何服务？"
    },
    {
      "en": "So what do I need to do to dynamically discover and invoke the service?",
      "cn": "那么，我需要做什么才能动态地发现和调用这个服务？"
    },
    {
      "en": "St. Genevieve is often invoked against plagues.",
      "cn": "人们经常祈求圣女日南斐法来消除瘟疫。"
    },
    {
      "en": "The randomistas, for example, often invoke behavioural explanations for their experimental results.",
      "cn": "比如说随机实验学派经常援引行为经济学的观点来解释他们的实验结果."
    },
    {
      "en": "The standard technique is to invoke nationalism as a conduit for dissatisfaction.",
      "cn": "惯用手法是通过煽动民族主义情绪来疏导不满情绪."
    },
    {
      "en": "Thus stimulation of one retina will normally invoke pupillary constriction in both eyes.",
      "cn": "刺激一侧视网膜可引起双眼的瞳孔收缩."
    },
    {
      "en": "To discuss this wave aspect, it is useful to invoke a form of the correspondence principle.",
      "cn": "为讨论这个波动性质, 利用对应原理的一种形式是有好处的."
    },
    {
      "en": "You can invoke this function from anywhere in the code.",
      "cn": "您可以在代码中的任何地方调用这个函数。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "appeal",
            "beg",
            "beseech",
            "bring",
            "entreat",
            "implore",
            "pique",
            "plead",
            "pray"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "appeal",
            "beg",
            "beseech",
            "entreat",
            "implore",
            "plead",
            "pray"
          ],
          "tran_cn": "祈祷;恳求"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "调用；祈求；引起；恳求",
      "tran_en": "to make a particular idea, image, or feeling appear in people’s minds by describing an event or situation, or by talking about a person"
    },
    {
      "pos": "vt",
      "tran_cn": "乞灵，祈求，提出或授引…以支持或证明，召鬼，借助",
      "tran_en": "to use a law, principle, or  theory  to support your views"
    }
  ],
  "exchange": {
    "third": [
      "invokes"
    ],
    "past": [
      "invoked"
    ],
    "done": [
      "invoked"
    ],
    "ing": [
      "invoking"
    ]
  }
}