{
  "word": "sweatshirt",
  "ipa": {
    "us": "ˈswetʃɜ:t",
    "uk": "ˈswetʃɜrt"
  },
  "sentences": [
    {
      "en": "\" I bought a sweatshirt at your store yesterday, but it's too large for me. \"",
      "cn": "我昨天在你们店里买了件运动式宽松棉衬衫, 但太大了."
    },
    {
      "en": "An easy sweatshirt - knit pullover with wide straps, to wear layered or alone.",
      "cn": "一款简单的套衫配上宽大的肩带, 休闲舒适."
    },
    {
      "en": "At the moment, he was wearing an MIt'sweatshirt and baggy shorts.",
      "cn": "今天, 他穿着麻省理工学院又短又松的汗衫."
    },
    {
      "en": "Betty thought it was the most beautiful sweatshirt she had ever got.",
      "cn": "贝蒂认为这是她所有的运动衫中最美丽的一件."
    },
    {
      "en": "C - Note pulls up his sweatshirt to reveal the wound.",
      "cn": "C -Note 揭开了他的运动衫,现出了他的伤口."
    },
    {
      "en": "Do you like this black sweatshirt?",
      "cn": "你喜欢这件黑色的汗衫 吗 ?"
    },
    {
      "en": "I found her a warm sweatshirt and helped her pull it on.",
      "cn": "我是校长,我的办公室正好在卫生所旁边,所以我经常过去帮忙,主要是给孩子们拥抱."
    },
    {
      "en": "Moving your lawn a Dame sweatshirt doesn't make you a catholic.",
      "cn": "穿件印着巴黎圣母院的汗衫除草不等于你就是天主教徒."
    },
    {
      "en": "On Betty's seventh birthday, she got a red sweatshirt from Grandma.",
      "cn": "贝蒂七岁生日的时候, 外婆送她一件红色的长袖运动衫."
    },
    {
      "en": "One of those days, I donned a sweatshirt and slacks.",
      "cn": "一天, 我穿了一件运动衫和一条休闲裤."
    },
    {
      "en": "Rumei, how about a SWEATSHIRT for your brother?",
      "cn": "如梅, 给你的弟弟买件汗衫怎么样?"
    },
    {
      "en": "Rumei: Thanks. Dashan, what do you think of this orange sweatshirt?",
      "cn": "如梅: 谢谢. 大山, 你觉得这件橘黄色汗衫怎么样?"
    },
    {
      "en": "She was dressed casually in jeans and a sweatshirt.",
      "cn": "她随便地穿着一条牛仔裤和一件运动衫."
    },
    {
      "en": "She's respectably dressed in jeans and sweatshirt.",
      "cn": "她穿着牛仔裤和运动衫，非常得体。"
    },
    {
      "en": "Thanks. Dashan, what do you think of this orange sweatshirt?",
      "cn": "谢谢. 大山, 你觉得这件橘黄色汗衫怎么样?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jersey",
            "sports shirt"
          ],
          "tran_cn": "运动衫；T-恤衫"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "运动衫",
      "tran_en": "a loose warm piece of clothing which covers the top part of your body and arms and is worn especially for sport or relaxation"
    }
  ],
  "exchange": {
    "pl": [
      "sweatshirts"
    ]
  }
}