{
  "word": "parenthood",
  "ipa": {
    "us": "ˈpeərənthʊd",
    "uk": "ˈperənthʊd"
  },
  "sentences": [
    {
      "en": "a romanticized picture of parenthood",
      "cn": "一幅理想化的为人父母的情景"
    },
    {
      "en": "But when the prospect of parenthood loomed, he found his attitude changing.",
      "cn": "但是当为人父母的前景隐约可见时, 他发现他的态度在改变."
    },
    {
      "en": "Everyone has doubts about their readiness for parenthood.",
      "cn": "自己是否作好了为人父母的准备，人人都会感到疑虑。"
    },
    {
      "en": "I took a lot of convincing that parenthood was a good idea and I didn't think I'd be much use at it.",
      "cn": "很多人都劝我要个孩子好，但我觉得为人父母我真的不适合。"
    },
    {
      "en": "In many cases, haing a pet prepares a young couple for the responsibilities of parenthood.",
      "cn": "很多时候, 拥有一只宠物能帮助年轻夫妻做为人父母责任的准备."
    },
    {
      "en": "It is hard to condemn those who opt out of parenthood.",
      "cn": "我们很难指责那些决定不当父母的夫妇."
    },
    {
      "en": "Need to promote the importance of family and the intangible benefits associated with parenthood?",
      "cn": "是否需要推广家庭的重要性和生儿育女的无形益处?"
    },
    {
      "en": "Of course, as most couples find, first - time parenthood is equal parts wonder and exhaustion.",
      "cn": "当然, 如同大多数夫妇所发现的, 初次当父母真是感到既惊讶奇妙又精疲力尽."
    },
    {
      "en": "Often, however, demands of career and parenthood conflict, generating duress and stress.",
      "cn": "不过, 事业的需要常常与做父母的身份发生冲突而产生某种强迫与压力."
    },
    {
      "en": "Story-reading should be one of the great joys of parenthood.",
      "cn": "读故事是做父母的最大快乐之一。"
    },
    {
      "en": "The book takes a humorous look at parenthood.",
      "cn": "这本书以幽默的笔触论述了父母的身份."
    },
    {
      "en": "The harmonious family is inseparable from harmonious connubiality, and harmonious parenthood.",
      "cn": "摘要构建和谐家庭,离不开构建和谐的夫妻关系、亲子关系."
    },
    {
      "en": "The responsibilities that appertain to parenthood were discussed at the meeting.",
      "cn": "会上讨论了父母应尽的职责."
    },
    {
      "en": "The responsibilities that come along with parenthood are endless.",
      "cn": "为人父母所带来的责任是没完没了."
    },
    {
      "en": "They had played a similar trick with the instinct of parenthood.",
      "cn": "对人们要做父母的本能,它耍的是同样的伎俩."
    },
    {
      "en": "To everyone's surprise parenthood reformed the man.",
      "cn": "让每个人都没想到的是,父母改变了那个人."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "parental",
          "tran_cn": " 父母亲的，父母的；亲代的，亲本的"
        },
        {
          "word": "parentless",
          "tran_cn": " 无父母的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "parentally",
          "tran_cn": " 像双亲地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "parent",
          "tran_cn": " 父亲（或母亲）；父母亲；根源"
        },
        {
          "word": "parentage",
          "tran_cn": " 出身；亲子关系；门第；起源"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "planned parenthood",
      "tran_cn": "计划生育"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "家长身份，父母身份",
      "tran_en": "the state of being a parent"
    }
  ],
  "exchange": {}
}