{
  "word": "anecdotal",
  "ipa": {
    "us": "ˌænɪkˈdəʊtl",
    "uk": "ˌænɪkˈdoʊtl"
  },
  "sentences": [
    {
      "en": "Anecdotal evidence also suggests that a parent's physical or intellectual traits may have some influence.",
      "cn": "很多证据都提示父母的身体和智力特点都会有某种影响."
    },
    {
      "en": "Anecdotal evidence around the country shows unprecedentedly big numbers of people taking advantage of the opportunity.",
      "cn": "坊间传闻空前多的人选择了提前投票."
    },
    {
      "en": "Anecdotal evidence from farmers also suggests that restocking will not be fast.",
      "cn": "来自农民的坊间证据也表明,重建猪肉库存不会那么快."
    },
    {
      "en": "Anecdotal evidence suggests that diets high in sugar, citrus, and cereal grains may trigger canker sores.",
      "cn": "有事实证据表明大量饮用糖, 柑橘, 谷粒或许会触发口腔溃疡."
    },
    {
      "en": "Anecdotal evidence suggests that sales in Europe have slipped.",
      "cn": "传闻有证据表明欧洲的销售量已经下滑。"
    },
    {
      "en": "Anecdotal instances are open to the criticism of biased selection.",
      "cn": "奇谈怪论的例子容易受到带有偏见的选择的批评."
    },
    {
      "en": "At first the evidence was anecdotal.",
      "cn": "在开始阶段有一些有趣的传闻."
    },
    {
      "en": "Does the spread of mobile phones promote economic development? At first the evidence was anecdotal.",
      "cn": "移动电话的普及能够促进经济发展 吗 ?在开始阶段有一些有趣的传闻."
    },
    {
      "en": "Gray's book is anecdotal and entertaining.",
      "cn": "格雷的书中尽是些八卦消息，颇具娱乐性。"
    },
    {
      "en": "His findings are based on anecdotal evidence rather than serious research.",
      "cn": "他的发现依据的是传闻轶事，而不是认真的调查研究。"
    },
    {
      "en": "LIM : Anecdotal evidence suggests the poison could have been placed in the simple bowl of yogurt.",
      "cn": "扑朔迷离的证据显示毒药可能是被混与一碗酸奶之中."
    },
    {
      "en": "That book is pleasantly anecdotal.",
      "cn": "那本书中有许多有趣的轶事."
    },
    {
      "en": "The average, according to anecdotal evidence accounts by liquor board store managers, is 54 minutes.",
      "cn": "平均来说, 根据喜欢奇闻异事的人提供的证据:由卖酒的商店经理们亲眼所见来计算, 是54分钟."
    },
    {
      "en": "The lake is vast and few data are available, so independent monitors rely on anecdotal evidence.",
      "cn": "太湖面积广大且水文数据匮乏, 因此那些缺乏沟通的独立观测站需要依赖传闻中的迹象."
    },
    {
      "en": "Their research was based largely on anecdotal evidence.",
      "cn": "他们的研究主要以趣闻为基础."
    },
    {
      "en": "There is growing anecdotal evidence that the cost of accommodation is putting off many potential students.",
      "cn": "在英国,越来越多的例子使人警觉到,昂贵的住宿费用让许多有潜力的学生无法继续升学."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "anecdotic",
          "tran_cn": " 轶事的；爱谈轶事的"
        },
        {
          "word": "anecdotical",
          "tran_cn": " 轶事的；善谈轶事的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "anecdote",
          "tran_cn": " 轶事；奇闻；秘史"
        },
        {
          "word": "anecdotist",
          "tran_cn": " 讲轶事的人；搜集轶事趣闻的人（等于anecdotalist）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "anecdotal evidence",
      "tran_cn": "轶事证据"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "传闻的，（含）轶事的",
      "tran_en": "consisting of short stories based on someone’s personal experience"
    }
  ],
  "exchange": {
    "adv": [
      "anecdotally"
    ]
  }
}