{
  "word": "permafrost",
  "ipa": {
    "us": "ˈpɜːməfrɒst",
    "uk": "ˈpɜːrməfrɔːst"
  },
  "sentences": [
    {
      "en": "Around one - fifth of the world's land area lies within the permafrost zone.",
      "cn": "世界陆地面积的 五分之一 在永久冻土区."
    },
    {
      "en": "As permafrost gets warmer, it could become wetlands.",
      "cn": "永久冻土变得更加温暖时, 将变成湿地."
    },
    {
      "en": "As the permafrost melts, the land loses its capacity to absorb water.",
      "cn": "由于冻土融化, 陆地会失去吸水性."
    },
    {
      "en": "Frost crack is the main failuve of asphalt pavement in permafrost region.",
      "cn": "冻裂是多年冻土地区沥青路面的主要病害."
    },
    {
      "en": "How much methane and dioxide might be released from the rotting permafrost?",
      "cn": "腐烂的冻土层将会向空气中排放多少甲烷和二氧化碳?"
    },
    {
      "en": "It became entombed in the permafrost, where it remained until recently freed.",
      "cn": "它被掩埋在永久冻土层里, 直到最近才被挖掘出来."
    },
    {
      "en": "Many underground pipelines are carried with heating tracer in permafrost region.",
      "cn": "分析了带伴热管的寒区埋地管道的几何特性,建立了数学模型."
    },
    {
      "en": "New understanding of permafrost melt could soon alter global - climate models.",
      "cn": "一项关于永冻土带融化的新的发现可能不久以后会改变全球的气候."
    },
    {
      "en": "Perhaps this is caused by the sudden melting of subsurface permafrost.",
      "cn": "可能是地下永久冻土突然融化所造成."
    },
    {
      "en": "Thawing and refreezing each year, an active layer of soil lies over permafrost.",
      "cn": "覆盖在永冻层上方的一层活冻层土壤,每年都会融化和重新冻结."
    },
    {
      "en": "The harder the material under the permafrost is, the larger the chamber charge required.",
      "cn": "永冻层之下的土壤越硬, 所需要的药室装药量也越大."
    },
    {
      "en": "The permafrost is thawing now.",
      "cn": "正在解冻."
    },
    {
      "en": "They are distributed in polar permafrost horizons and submarine sediments.",
      "cn": "分布于极地永冻层和海底沉积层中."
    },
    {
      "en": "This is the vegetational climate of arctic permafrost regions.",
      "cn": "这是北极永冻地区的植物气候."
    },
    {
      "en": "This was a challenge, because the permafrost is barely permanent.",
      "cn": "这是一大挑战, 因为这里的冻土并非永久不变."
    },
    {
      "en": "Yakutsk is the largest city in the world built on permafrost – soil that remains permanently frozen year round.",
      "cn": "雅库茨克是世界上建设在永久冻土上最大的城市——土壤在全年都保持冰冻。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "permanent",
          "tran_cn": " 永久的，永恒的；不变的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "permanently",
          "tran_cn": " 永久地，长期不变地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "permanence",
          "tran_cn": " 持久；永久"
        },
        {
          "word": "permanency",
          "tran_cn": " 永久；耐久性；永久的事物"
        },
        {
          "word": "permanent",
          "tran_cn": " 烫发（等于permanent wave）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "permafrost table",
      "tran_cn": "[地质]永冻土面"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（如极地的）永久冻土，多年冻土",
      "tran_en": "a layer of soil that is always frozen in countries where it is very cold"
    }
  ],
  "exchange": {}
}