{
  "word": "seminar",
  "ipa": {
    "us": "ˈsemɪnɑː(r)",
    "uk": "ˈsemɪnɑːr"
  },
  "sentences": [
    {
      "en": "a Shakespeare seminar",
      "cn": "莎士比亚研讨班"
    },
    {
      "en": "He also told me that your attendances at his tutorial and seminar have been poor .",
      "cn": "他还告诉我说你的辅导课和讨论课出勤率不高。"
    },
    {
      "en": "Lu Yin is the first female writer to join literary study seminar.",
      "cn": "摘要庐隐是最早参加文学研究会的女作家."
    },
    {
      "en": "Publishers and writers from 13 countries attended the seminar .",
      "cn": "来自13个国家的出版商和作家参加了此次研讨会。"
    },
    {
      "en": "Seminar director Ceng Yuzhuang is attended and chaired the meeting.",
      "cn": "研究会理事长曾毓庄出席并主持了会议."
    },
    {
      "en": "Seminar topics are chosen for their accessibility to a general audience.",
      "cn": "研讨会内容是以普通听众容易理解为依据作出选择的。"
    },
    {
      "en": "Students are asked to prepare material in advance of each weekly seminar.",
      "cn": "学生要在上每星期的研讨课前备好材料。"
    },
    {
      "en": "The fee includes seminar materials, certificate of attendance , refreshment and lunch.",
      "cn": "费用包括研讨会资料 、 证书 、 茶歇及午餐."
    },
    {
      "en": "The fee includes seminar materials, certificate of attendance and refreshment.",
      "cn": "费用包括研讨会资料 、 证书、茶歇."
    },
    {
      "en": "The seminar aims to provide an overview on new media publishing.",
      "cn": "研讨会旨在综览新兴的媒体出版."
    },
    {
      "en": "The seminar was to discuss diversification of agriculture.",
      "cn": "该研讨会讨论的是农业多种经营。"
    },
    {
      "en": "This was a novel idea to the seminar members, and it created a considerable stir.",
      "cn": "对于研究会的会员们,这种想法很新奇, 而且这种看法也造成很大的混乱."
    },
    {
      "en": "This worksheet provides space for planning your Rotary Foundation seminar.",
      "cn": "此一工作表提供空间让你规划扶轮基金研讨会."
    },
    {
      "en": "What responsibilities will you assign to the Seminar Committee?",
      "cn": "将什麽责任分配给地区扶轮基金研讨会委员会?"
    },
    {
      "en": "When speaking to the seminar Mr Franklin spoke of his experience, gained on a recent visit to Trinidad.",
      "cn": "在研讨会上发言的时候，富兰克林先生谈到了他最近游览特立尼达的经历。"
    },
    {
      "en": "While it will be fun, the seminar also promises to be most instructive.",
      "cn": "这次的研讨会不仅会有趣，而且有可能会颇具启发意义。"
    },
    {
      "en": "Who is this guy? I know I shall not have taken this seminar.",
      "cn": "那家伙是谁? 早知道我就不参加这个研讨会了!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "forum",
            "consultation",
            "symposium"
          ],
          "tran_cn": "讨论会，研讨班"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "conference",
            "discussion",
            "workshop"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "seminar course",
      "tran_cn": "研究科目；研究学程"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "专题讨论会，研讨班",
      "tran_en": "a class at a university or college for a small group of students and a teacher to study or discuss a particular subject"
    }
  ],
  "exchange": {
    "pl": [
      "seminars"
    ]
  }
}