{
  "word": "bauxite",
  "ipa": {
    "us": "ˈbɔ:ksaɪt",
    "uk": "ˈbɔkˌsaɪt"
  },
  "sentences": [
    {
      "en": "Aluminium is a metal which is produced from bauxite.",
      "cn": "铝是一种从铝土矿提炼出的金属."
    },
    {
      "en": "Aluminum is made from bauxite.",
      "cn": "铝是从铝土矿中提炼出的."
    },
    {
      "en": "And karst diaspore bauxite deposits belong to bioorganic sedimentary deposits.",
      "cn": "又我国硬水铝石岩溶铝土矿,应属于生物有机质成矿作用的沉积型铝土矿."
    },
    {
      "en": "Application of synthesized EDS spectra to the differentiation of minerals in bauxite.",
      "cn": "谱图合成在铝土矿矿物鉴别中的应用."
    },
    {
      "en": "Drum washer is one of main washing equipments in Pingguo Bauxite Mine.",
      "cn": "圆筒洗矿机是平果铝矿山主要洗矿设备之一."
    },
    {
      "en": "Industry: petroleum, diamonds, iron ore, phosphates, feldspar, bauxite, uranium, gold.",
      "cn": "工业: 原油, 钻石, 铁矿, 磷酸盐, 长石矿, 铝氧石, 铀, 黄金."
    },
    {
      "en": "Methods Plant; Distribution Plant, coke, bauxite, pig iron.",
      "cn": "洗选精煤; 经销精煤 、 焦炭 、 铝矾土 、 生铁."
    },
    {
      "en": "Sinte - roasting between coal and Alumina or coal and bauxite were researched in detail in this paper.",
      "cn": "本论文主要研究了煤和氧化铝以及铝土矿的烧结工艺."
    },
    {
      "en": "The effect of additives on digestibility of diasporic bauxite during its roasting is studied.",
      "cn": "研究了在一水硬铝石型铝土矿焙烧过程中添加剂对焙烧矿溶出性能的影响."
    },
    {
      "en": "The optimized rate of bauxite ores and hydrochloric acid was 1∶1.5.",
      "cn": "结果表明:随着盐酸用量的增加,铝土矿溶出率增加,铝土矿与盐酸的最佳比例是1∶1.5."
    },
    {
      "en": "The plant makes alumina -- a derivative of the metal ore bauxite that is used to make aluminum.",
      "cn": "这家工厂生产矾土。 矾土是金属矿石铝土矿的衍生品，用来制造金属铝。"
    },
    {
      "en": "The seven leading bauxite exporters formed the International Bauxite Association.",
      "cn": "七个主要的铝矾土出口国组成国际铝矾土协会."
    },
    {
      "en": "There are bauxite mining.",
      "cn": "有铝矾土开采."
    },
    {
      "en": "They have developed a new process for extracting aluminium from bauxite.",
      "cn": "他们开发了一种从铝氧石中提炼铝的新工艺。"
    },
    {
      "en": "This photo a plume of foam in bauxite waste.",
      "cn": "这张图片中羽毛状的泡沫是在铝土废料中形成的."
    },
    {
      "en": "Township enterprises have a cast iron products, such as bauxite.",
      "cn": "乡镇企业产品有生铁 、 铝钒土等."
    },
    {
      "en": "Uranium ore, bauxite, manganese ore reserves, ranks third in the world.",
      "cn": "铀矿 、 铝矾土 、 锰矿储量居世界第三位."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "bauxitic",
          "tran_cn": " 铁铝氧石的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "alumina",
            "beauxite"
          ],
          "tran_cn": "[矿物]矾土，铁铝氧石；铝土矿"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "ore"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "铝土矿，铝矾土",
      "tran_en": "a soft substance that  aluminium  is obtained from"
    }
  ],
  "exchange": {}
}