{
  "word": "shortness",
  "ipa": {
    "us": "ʃɔ:tnəs",
    "uk": "ʃɔtnəs"
  },
  "sentences": [
    {
      "en": "A panic attack victim usually suffers at least four of the previously mentioned symptoms, while a heart attack victim often experiences only pain and shortness of breath.",
      "cn": "一位恐怖症患者通常至少会有本文先前提到的上述四种症状，而心脏病发作时患者通常只有疼痛和呼吸短促。"
    },
    {
      "en": "Alex bridled at the shortness of Pamela's tone.",
      "cn": "亚历克斯对帕梅拉的简慢语气很生气。"
    },
    {
      "en": "Any exercise that causes undue shortness of breath should be stopped.",
      "cn": "任何导致呼吸出现困难的锻炼都应停止。"
    },
    {
      "en": "Do you experience shortness of breath while you're exercising or exerting yourself?",
      "cn": "你在锻炼或用力时有过呼吸短促的经历 吗 ?"
    },
    {
      "en": "He never had a heart attack, but that surgery was similarly prompted by complaints about chest pain and shortness of breath.",
      "cn": "他没有心脏病发作过，但是这个手术也同样被提示关于胸痛和气短的疾病。"
    },
    {
      "en": "It takes two department heads to treat shortness of breath?",
      "cn": "要两个部门的头头来治疗呼吸短促?"
    },
    {
      "en": "Let me ask you: what most likely causes shortness of breath, obvious bruising, sudden nosebleeds, petechiae?",
      "cn": "我来问你.什么愿意最可能导致呼吸不畅, 明显的瘀伤, 突然流鼻血, 出现瘀斑 呢 ?"
    },
    {
      "en": "Other reactions include stomach pains, sickness, diarrhea and shortness of breath.",
      "cn": "1其它反应还有胃痛 、 恶心 、 腹泻和气短."
    },
    {
      "en": "Other signs of angina are nausea, sweating, feeling faint and shortness of breath.",
      "cn": "心绞痛的其他征兆有恶心、出汗、头昏和气短。"
    },
    {
      "en": "Shortness of breath is one of the symptoms of a heart attack.",
      "cn": "气急是心脏病的症状之一."
    },
    {
      "en": "Shortness of breath may occur with or before chest discomfort.",
      "cn": "呼吸急促在胸部不适时或不适之前发生."
    },
    {
      "en": "Shortness of sleep may affect day - time work very much.",
      "cn": "睡眠不足严重影响白天的工作."
    },
    {
      "en": "Symptoms include fatigue, faintness, shortness of Breath, and feeling the heart thumping.",
      "cn": "症状包括疲劳 、 晕厥 、 呼吸急促和心悸等."
    },
    {
      "en": "The patient can experience sudden onset of shortness of breath.",
      "cn": "病人可突然出现呼吸急促."
    },
    {
      "en": "The shortness of data length is a great superiority of state - space model.",
      "cn": "此外,数据长度较短也是状态空间模型的一大优势."
    },
    {
      "en": "They may also experience shortness of breath or breathing difficulties.",
      "cn": "他们或许也会感到呼吸急促或呼吸困难."
    },
    {
      "en": "Who love listening to, in the shortness of breath in crying.",
      "cn": "听着谁的爱情, 在急促的呼吸里哭泣."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "short",
          "tran_cn": " 短的；不足的；急速的；唐突的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "short",
          "tran_cn": " 不足；突然；唐突地"
        },
        {
          "word": "shortly",
          "tran_cn": " 立刻；简短地；唐突地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "short",
          "tran_cn": " 短；缺乏；短路；短裤"
        },
        {
          "word": "shortage",
          "tran_cn": " 缺乏，缺少；不足"
        },
        {
          "word": "shortening",
          "tran_cn": " 缩短；起酥油；缩略词"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "shortening",
          "tran_cn": " 缩短（shorten的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "insufficient",
            "short of",
            "lack",
            "scarcity"
          ],
          "tran_cn": "不足；简略"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "brevity",
            "poverty"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "shortness of breath",
      "tran_cn": "气促；呼吸浅短"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "短小，简略，不足，没礼貌"
    }
  ],
  "exchange": {
    "adj": [
      "short"
    ]
  }
}