{
  "word": "magenta",
  "ipa": {
    "us": "məˈdʒentə",
    "uk": "məˈdʒɛntə"
  },
  "sentences": [
    {
      "en": "CMYK color mode: from Royal Blue , magenta, yellow, and yellow, also known as reducing color mode.",
      "cn": "CMYK不 暗白模式: 由品蓝, 品赤, 品黄和黄色构不败, 又叫失神模式."
    },
    {
      "en": "For the same reason air information is printed in magenta.",
      "cn": "出于同样的原因,航空资料采用品红色印刷."
    },
    {
      "en": "Green and red light mix to produce yellow, red and blue light mix to produce magenta, green and blue mix to produce cyan.",
      "cn": "绿光和红光叠加可产生黄色，红光与蓝光叠加可产生品红色，绿光与蓝光叠加可产生青绿色。"
    },
    {
      "en": "High - magenta dye sound track projection and red light LED maintenance.",
      "cn": "高品红染料声迹放映及红光LED的维护保养."
    },
    {
      "en": "I painted the previously white trim dark green and the doors this insane magenta.",
      "cn": "原来白色的门框被我涂成了深绿色，门则是这种品红色。"
    },
    {
      "en": "In colour printing, they are: magenta, yellow and cyan.",
      "cn": "在彩印方面, 它们是: 洋红, 黄及青蓝."
    },
    {
      "en": "In order for the technique to function for the standardized process colors cyan, magenta and yellow as well, densitometers have color filters for the complementary colors.",
      "cn": "为使这项技术能应用于标准程序的青绿、品红以及黄色，光密度计有彩色滤光片处理互补色；"
    },
    {
      "en": "In the one photo in which she appeared, Hillary Clinton wore a magenta gown.",
      "cn": "在其中一张照片中，希拉里身着一件紫红色礼服。"
    },
    {
      "en": "Its colors are green, magenta, orange and blue.",
      "cn": "它的颜色是绿色，品红色，橙色以及蓝色。"
    },
    {
      "en": "Largely oversaturated, particularly in the Magenta, Blue and Green colors, a very punchy look.",
      "cn": "基本上过饱和, 特别是在洋红, 蓝,绿三色, 看起来非常强烈."
    },
    {
      "en": "Leaf blade base cuneate, abaxial surface with gray - white indumentum; corolla magenta - rose.",
      "cn": "背面用 灰白色 的毛被, 叶片基部楔形; 花冠红色苯胺染料玫瑰色."
    },
    {
      "en": "Magenta is associated with passion and sexuality.",
      "cn": "洋红与热情和性有关."
    },
    {
      "en": "Semidouble magenta red large frilled star.",
      "cn": "半重瓣大朵折边洋红色星形花."
    },
    {
      "en": "She wore a sort of magenta dress.",
      "cn": "她穿着一件洋红色外套."
    },
    {
      "en": "The positive, or the printing plate, is therefore called the magenta printer.",
      "cn": "所以这个正片或或印版被称为洋红版."
    },
    {
      "en": "Three - colour process: Process work using the yellow, magenta and cyan without black.",
      "cn": "三色彩印: 用黄, 洋红及青蓝而不加黑的彩色印刷方法."
    },
    {
      "en": "Three color business card printing and membership card production, color sequence is: pteroceltis - magenta - yellow.",
      "cn": "不一色制卡和会员卡制息时, 凡是的色序为: 青 - 品红 - 黄."
    },
    {
      "en": "Using four colors of toner Yellow , Magenta, Cyan and Black.",
      "cn": "使用碳粉的全部四种颜色, 复印成全彩."
    },
    {
      "en": "Yellow pigment coverage is poor, magenta and cyan pigments for coverage.",
      "cn": "黄色颜料的覆盖率不对, 品赤和青色颜料的覆盖率好."
    },
    {
      "en": "Zhao magenta team has asked him to do things the first commercial thinking.",
      "cn": "赵品红一直要求他的团队做事首先进行商业思考。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "carmine"
          ],
          "tran_cn": "洋红色的；[染料]品红色的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "rubin",
            "solferino"
          ],
          "tran_cn": "[染料]品红；洋红；红色苯胺染料"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "purple"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "紫红色的，洋红色的"
    },
    {
      "pos": "n",
      "tran_cn": "红紫色, 洋红",
      "tran_en": "a dark reddish purple colour"
    },
    {
      "pos": "n&a",
      "tran_cn": "红紫色(的)",
      "tran_en": "a dark reddish purple colour"
    }
  ],
  "exchange": {}
}