{
  "word": "landfill",
  "ipa": {
    "us": "ˈlændfɪl",
    "uk": "ˈlændfɪl"
  },
  "sentences": [
    {
      "en": "...the environmental costs of landfill.",
      "cn": "…垃圾填埋法对环境的损害。"
    },
    {
      "en": "According to bioreactor landfill, it is the key work to control the moisture distribution in landfills.",
      "cn": "对于生物反应器填埋场, 控制填埋场内部的水分分布是研究的关键之一."
    },
    {
      "en": "At present, the main method of sludge disposal is landfill, composting and incineration of three farm.",
      "cn": "目前, 污泥的处置方法主要是填埋 、 堆肥农用和焚烧三种."
    },
    {
      "en": "But it also means you'll diverting Stuff from the landfill.",
      "cn": "但是这同样意味着你将享受将这些东西免于丢掉的乐趣."
    },
    {
      "en": "Clay liners remain an important of component of composite liners used in landfill construction.",
      "cn": "粘土衬垫仍然是一件重要的部件组合衬垫填埋工程中使用."
    },
    {
      "en": "Co - operation project: The supply and the construction about the leakproof material of landfill.",
      "cn": "合作经营项目: 供应和建设有关密封材料的堆填区."
    },
    {
      "en": "Environmentalists say there is a high risk of pollution from the landfill site.",
      "cn": "环境保护工作者说废渣埋填地很可能造成污染."
    },
    {
      "en": "Extraction method of landfill gas was introduced based on practice experience.",
      "cn": "并根据实践经验介绍了抽取填埋气体的方法."
    },
    {
      "en": "However, as landfill capacity decreased, volume reduction became more important.",
      "cn": "然而, 由于填埋容量减少, 体积减少变得更加重要."
    },
    {
      "en": "I am in a plastic bag in a landfill now.",
      "cn": "我现在被装在黑色塑胶袋里,静静的躺在掩埋场."
    },
    {
      "en": "It has been found that LFG a potentially danger for the buildings near the landfill site.",
      "cn": "测试结果表明,填埋气体的横向迁移现象明显,对周围建筑物安全具有潜在的威胁."
    },
    {
      "en": "Keywords: strategy, sustainability, reuse, landfill, incineration, agricultural application, melting.",
      "cn": "关键词: 处置策略 、 永续性 、 再利用 、 卫生掩埋 、 焚化 、 农地利用 、 熔融."
    },
    {
      "en": "Settlement of Municipal Solid Waste ( MSW ) might influence directly the safety of sanitary landfill.",
      "cn": "城市生活固体废弃物 ( MSW ) 的沉降直接影响着卫生填埋场的安全."
    },
    {
      "en": "Site selection is the key in the construction and operation of sanitary landfill.",
      "cn": "选址是卫生填埋场建设和运行的关键."
    },
    {
      "en": "The influence of water content of the media on landfill gas migration is taken into account.",
      "cn": "模型中考虑了填埋场中介质含水量变化对气体运移的影响."
    },
    {
      "en": "The vitrified soil, as hard as granite, can be used for landfill.",
      "cn": "玻璃化的土壤类似坚硬的花岗岩, 可以用于填埋."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "laystall",
            "rubbish dump"
          ],
          "tran_cn": "垃圾填埋地；垃圾堆"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "landfill gas",
      "tran_cn": "填埋的废物气体（指垃圾分解而产生的一种甲烷、二氧化碳等的混合气体）"
    },
    {
      "phrase": "landfill site",
      "tran_cn": "垃圾填埋场；垃圾堆填区"
    },
    {
      "phrase": "sanitary landfill",
      "tran_cn": "卫生掩埋；垃圾填坑"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "废渣埋填法，垃圾填筑地",
      "tran_en": "Landfill is a method of getting rid of very large amounts of rubbish by burying it in a large deep hole"
    }
  ],
  "exchange": {
    "pl": [
      "landfills"
    ]
  }
}