{
  "word": "handicraft",
  "ipa": {
    "us": "ˈhændikrɑːft",
    "uk": "ˈhændikræft"
  },
  "sentences": [
    {
      "en": "a shop selling handicrafts",
      "cn": "一家出售手工艺品的商店"
    },
    {
      "en": "About one - eight of us are engaged in handicraft production.",
      "cn": "我们中间有 八分之一 的人从事手工业生产."
    },
    {
      "en": "Almost all of the valuable handicraft articles are there.",
      "cn": "几乎所有有价值的工艺品都集中在哪儿."
    },
    {
      "en": "At present, Hua Hong handicraft products in the domestic market top.",
      "cn": "目前, 华鸿工艺品产品在国内市场位居前列."
    },
    {
      "en": "Her hobbies are music, reading and handicraft.",
      "cn": "她的爱好是音乐、读书和手工。"
    },
    {
      "en": "It is known for its handicraft products.",
      "cn": "这地方因出产手工艺品而闻名."
    },
    {
      "en": "It might be an industrial product or a handicraft commodity.",
      "cn": "受保护的产品可能是工业产品或者手工业制品."
    },
    {
      "en": "It's hard to judge between the tow handicraft articles; they're both charming.",
      "cn": "很难判定这两件工艺品孰优孰劣, 它们都很好看."
    },
    {
      "en": "Soviet industries, when I visited Red China, were all handicraft.",
      "cn": "在我访问红色中国的时候,苏区工业都是手工业."
    },
    {
      "en": "The delicate handicraft works will not bear rough handling.",
      "cn": "精致的手工艺品经不起粗鲁的摆弄."
    },
    {
      "en": "The rise of the city is intimately associated with the transition from handicraft to machine industry.",
      "cn": "城市的兴起是同手工业向机器生产的过渡密切相关的."
    },
    {
      "en": "These handicraft articles shine as Bright as gold , silver and jewelry.",
      "cn": "那些工艺品闪耀着金银珠宝般的光彩."
    },
    {
      "en": "They have a handicraft.",
      "cn": "他们有手艺."
    },
    {
      "en": "Traditional handicraft industry product of the export of China does not decend 100 kinds.",
      "cn": "中国出口的传统手工业品不下一百种."
    },
    {
      "en": "Traditional handicraft techniques are being steadily improved.",
      "cn": "传统的手工艺技术不断革新."
    },
    {
      "en": "Why are you silent? What is your handicraft?",
      "cn": "你为什么不说话? 你的手艺是什么?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "artifact"
          ],
          "tran_cn": "手工艺；手工艺品"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "craft"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "handicraft article",
      "tran_cn": "工艺美术品"
    },
    {
      "phrase": "handicraft industry",
      "tran_cn": "手工业"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "手工艺，手工艺品，手工业者，手工艺人",
      "tran_en": "an activity such as sewing or making baskets, in which you use your hands in a skilful way to make things"
    }
  ],
  "exchange": {
    "pl": [
      "handicrafts"
    ]
  }
}