{
  "word": "exocrine",
  "ipa": {
    "us": "ˈeksəʊkraɪn",
    "uk": "ˈeksəkrɪn"
  },
  "sentences": [
    {
      "en": "A lot of factors just pneumogastric nerve regulation and humoral regulation affect the pancreatic exocrine secretion.",
      "cn": "影响胰腺外分泌的因素很多,主要包括以迷走神经为主的神经调节和以激素为主的体液调节."
    },
    {
      "en": "Besides producing insulin, the transformed exocrine cells looked like beta cells and ceased making proteins typical of exocrine cells.",
      "cn": "经过改造的外分泌细胞除了生成胰岛素外，看起来很像beta细胞，并且停止制造典型的外分泌细胞蛋白。"
    },
    {
      "en": "Exocrine Glands may consist of only single cells that make mucus.",
      "cn": "外分泌腺可以仅由制造粘液的单细胞组成."
    },
    {
      "en": "G cells may possess endocrine, paracrine and exocrine functions simultaneously.",
      "cn": "G细胞可能同时具备内分泌 、 旁分泌和外分泌方式."
    },
    {
      "en": "Here is a normal pancreatic islet of Langerhans surrounded by normal exocrine pancreatic acinar tissue.",
      "cn": "可见一正常胰岛被外分泌腺胰腺的腺泡包绕."
    },
    {
      "en": "Pancreas: Compound gland functioning as Both an exocrine ( secreting through a duct ) and an endocrine ductlessgland.",
      "cn": "胰脏: 混合的腺体,同时具有外分泌腺 ( 经由导管分泌 ) 与内分泌腺(无导管)的功能."
    },
    {
      "en": "Pancreatic cancer: is the pancreatic exocrine gland adenocarcinoma.",
      "cn": "胰腺癌: 是指胰外分泌腺腺癌."
    },
    {
      "en": "Saliva is secreted from the exocrine gland.",
      "cn": "唾液是由外分泌腺分泌出来的."
    },
    {
      "en": "The pancreas has both exocrine and endocrine portions. It secretes digestive juice through ducts, and secretes the hormone insulin into the blood stream.",
      "cn": "胰腺内、外分泌部分都有。它通过导管分泌消化液，又向血流分泌这种胰岛索激素。"
    },
    {
      "en": "The pancreatic endocrine and exocrine functions and renal functions were monitored.",
      "cn": "术后监测胰腺内分泌功能、胰液分泌及肾功能."
    },
    {
      "en": "They hitched the genes for these three factors onto a virus that infects another type of pancreatic cell, known as an exocrine cell.",
      "cn": "他们把这三组因子的基因搭载到一种病毒上，再用病毒感染被称作外分泌细胞的另一种类型的胰腺细胞。"
    },
    {
      "en": "To investigate the exocrine compounds of coptotermes formosanus dinergate exocrine concentrate was obtained by different extraction.",
      "cn": "本文主要讨论采用不同提取方法所得家白蚁兵蚁的外分泌化合物的组成及相对含量的变化."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（腺）外分泌的",
      "tran_en": "of or relating to exocrine glands or their secretions "
    }
  ],
  "exchange": {}
}