{
  "word": "sufficiency",
  "ipa": {
    "us": "səˈfɪʃnsi",
    "uk": "səˈfɪʃənsi"
  },
  "sentences": [
    {
      "en": "Almost any exhibition of complete self - sufficiency draws a stunned tribute from me.",
      "cn": "这种几乎是完全我行我素的神情总是使我感到目瞪口呆,满心赞佩."
    },
    {
      "en": "But love to God and man eclipsed by pride and self - sufficiency.",
      "cn": "但爱上帝和爱人的心被骄傲自满的心所淹没了."
    },
    {
      "en": "But throughout the colonies, people relied primarily on small farms and self - sufficiency .",
      "cn": "但就整个殖民地来说, 人们主要依靠小型农场,过着 自给自足 的生活."
    },
    {
      "en": "Encouraging self sufficiency at each stage of the disaster.",
      "cn": "在洪灾的每个阶段都可以自给自足."
    },
    {
      "en": "Firstly, strength and sufficiency and its feature were put forward and discussed.",
      "cn": "首先, 提出了充要强度并讨论了它的性质."
    },
    {
      "en": "He has a question of the sufficiency of the equipment.",
      "cn": "他对设备是否够用表示怀疑."
    },
    {
      "en": "His genial sufficiency was a taunt and a mockery to many.",
      "cn": "他那么和蔼自满的态度,许多人都认为是一种辱骂和嘲弄."
    },
    {
      "en": "Nowadays, IKEA is often seen as having connotations of self - sufficiency .",
      "cn": "现在, “宜家”经常被视为具有 自给自足 的内涵."
    },
    {
      "en": "Only Birkin kept the fear definitely off him, saved him his quick sufficiency in life.",
      "cn": "只有伯金才能帮助他完全解脱恐惧, 使他避免迅速满足于自己的生活."
    },
    {
      "en": "Our country has sufficiency of natural resources.",
      "cn": "我国有足够的自然资源."
    },
    {
      "en": "The purpose in all this is to achieve self - sufficiency .",
      "cn": "凡此都是为了达到 自给自足 的目的."
    },
    {
      "en": "The war has affected the country’s economic sufficiency.",
      "cn": "战争已经影响到了这个国家的经济富足。"
    },
    {
      "en": "There's a sufficiency of drama in these lives to sustain your interest.",
      "cn": "这些人的生活充满了戏剧性，总能让你兴趣盎然。"
    },
    {
      "en": "They have made great strides towards self - sufficiency .",
      "cn": "他们在 自给自足 方面已取得了很大的进步."
    },
    {
      "en": "Thus they separated their souls from God, and builtup - sufficiency.",
      "cn": "这样,他们的心灵就与上帝隔离而走上骄傲自负的道路."
    },
    {
      "en": "When foods from different plant sources are eaten together, deficiency in one is compensated for by sufficiency in another.",
      "cn": "多种蔬果类食物一起吃的话，一种食物所缺乏的营养会由另一种富含该营养的食物予以补足。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "plenty",
            "amplitude",
            "enough"
          ],
          "tran_cn": "足量，充足；自满"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "luxury"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "充足，充裕，足量，自满",
      "tran_en": "the state of being or having enough"
    }
  ],
  "exchange": {
    "pl": [
      "sufficiencies"
    ]
  }
}