{
  "word": "hemp",
  "ipa": {
    "us": "hemp",
    "uk": "hemp"
  },
  "sentences": [
    {
      "en": "Bricks, sand, hemp fibres , lumber, piping - they're just about all ready.",
      "cn": "砖 、 沙 、 麻刀 、 木料 、 管子 —— 料是差不多备齐啦."
    },
    {
      "en": "But there are also a lot of other fibers that we can use like hemp silks, a very green fabric that gives back nitrogen to the soil,\" she said.",
      "cn": "但其实还有很多其他的纤维，例如我们可以使用类似大麻纤维丝，这是一种很绿色织物，它可以将氮元素返还到土壤中“她说。"
    },
    {
      "en": "Cash crops are oil - bearing crops, sugar beet, hemp and so on.",
      "cn": "经济作物有油料 、 甜菜 、 麻类等."
    },
    {
      "en": "Cash crops have beet, oilseeds, tobacco, medicinal herbs, hemp, cotton, and other.",
      "cn": "经济作物有甜菜 、 油料 、 烟叶 、 药材 、 麻 、 棉花等."
    },
    {
      "en": "Cotton, hemp and blending clothes: reducing fold and crease, easily pressed.",
      "cn": "棉 、 麻质及混纺衣物: 减少皱褶, 易于熨平."
    },
    {
      "en": "Eps of sleeve soon hemp arranged several times to chance.",
      "cn": "办事麻利的盈袖很快安排了几次相亲机会."
    },
    {
      "en": "First Lian Kai several daylong meetings, have sat buttocks all hemp.",
      "cn": "一连开了几天的会, 坐的屁股都麻了."
    },
    {
      "en": "Hemp fabric cover material to me the simple, elegant, stately.",
      "cn": "麻织品封面材料朴素 、 庄重 、 高雅大方."
    },
    {
      "en": "Shengma fiber is a new regenerated cellulose fiber coming from hemp material.",
      "cn": "圣麻纤维是利用麻材生产的新型再生纤维素纤维."
    },
    {
      "en": "The early Chinese built suspension bridges of hemp rope.",
      "cn": "古代的中国人建造过麻绳悬索桥."
    },
    {
      "en": "The Voltage Surge Induced by HEMP on Overhead Power Lines.",
      "cn": "HEMP在架空线上感应的过电压."
    },
    {
      "en": "Their relationship is somewhat ambiguous, it is convoluted like hemp vines.",
      "cn": "他们的关系犹如葛藤,暧昧不清."
    },
    {
      "en": "There are myriads of flags enough to conceal the sun, and swords are as numerous as a field of hemp.",
      "cn": "旌旗蔽日, 刀剑如麻."
    },
    {
      "en": "Trichophyton mentagrophytes activity of three different bast fibers - hemp, flax and ramie fibers.",
      "cn": "本文以汉麻韧皮和亚麻织物为原料,在不同的活化条件下制备出活性炭纤维样品."
    },
    {
      "en": "Twist a length of rope from strands of hemp.",
      "cn": "用几股麻搓成了一段绳子."
    },
    {
      "en": "Unfortunately, the US does not discriminate between hemp and marijuana, so growing it for food and fiber in this country is illegal.",
      "cn": "不幸的是，美国不区分毒品大麻和能量大麻，因此在该国把它添加它到粮食和用作提取纤维是非法的。"
    },
    {
      "en": "Usage and Feature : Made from pure rut , sisal Hemp nipping with superpower!",
      "cn": "用纯麻车扎制成,剑麻锋利, 有超强磨削力!"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "hempen",
          "tran_cn": " 大麻的；大麻制的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "marijuana",
            "beng"
          ],
          "tran_cn": "[植][毒物]大麻；麻类植物；大麻烟卷"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "pot"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hemp fiber",
      "tran_cn": "大麻纤维；麻刀"
    },
    {
      "phrase": "hemp rope",
      "tran_cn": "麻绳"
    },
    {
      "phrase": "sisal hemp",
      "tran_cn": "剑麻；西沙尔麻"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "大麻类植物的"
    },
    {
      "pos": "n",
      "tran_cn": "大麻，长纤维的植物，大麻烟卷，<谑>绞索",
      "tran_en": "a type of plant that is used to make rope and sometimes to produce the drug  cannabis "
    }
  ],
  "exchange": {}
}