{
  "word": "lunatic",
  "ipa": {
    "us": "ˈluːnətɪk",
    "uk": "ˈluːnətɪk"
  },
  "sentences": [
    {
      "en": "...the operation of the market taken to lunatic extremes.",
      "cn": "…疯狂到极点的市场运作。"
    },
    {
      "en": "Even the lunatic project of renting the room upstairs flashed momentarily through his mind again.",
      "cn": "甚至把楼上房间租下来这个疯狂的念头,也一度又在他脑海中闪过."
    },
    {
      "en": "Half hidden even in winter by its embosoming trees, lay the municipal lunatic asylum.",
      "cn": "即使在冬天也被环绕着的树林半遮半掩着的是一所市立精神病院."
    },
    {
      "en": "He has been called a fascist, a heretic and shenjingbing , a lunatic.",
      "cn": "他一直被称作法西斯分子 、 异端和神经病."
    },
    {
      "en": "He might be alone in holding that belief, and if alone, then a lunatic.",
      "cn": "或许惟有他独自坚持这信仰; 若真是他独自一人, 那他便精神失常."
    },
    {
      "en": "He must be a lunatic to drive his car so fast.",
      "cn": "他把车开这么快一定是疯了."
    },
    {
      "en": "He pleads for sanity in a lunatic world.",
      "cn": "他祈求在这混乱的世界里仍能保持头脑清明。"
    },
    {
      "en": "He saved like a lunatic squirrel for a new ice age.",
      "cn": "他很象一只为防备新冰川期来临而积攒粮食的松鼠."
    },
    {
      "en": "I know that there used to be such lunatic affairs as divorce courts.",
      "cn": "我知道以往曾经有过离婚法庭之类丧心病狂的玩艺儿."
    },
    {
      "en": "It's the lunatic fringe of the Animal Liberation Front which smashes the windows of butchers'shops, not ordinary members like us.",
      "cn": "是 “动物解放阵线”的极端分子打碎了肉店的玻璃窗, 可不是我们这样的普通成员."
    },
    {
      "en": "Moreover it was filled with a sort of exaltation, a lunatic intensity.",
      "cn": "此外,还充满了一种兴奋的表情, 紧张得近乎疯狂."
    },
    {
      "en": "Officers will crack down on lunatic motorists who speed or drive too close to the car in front.",
      "cn": "警察将会严厉打击超速或是紧贴前车行驶的疯狂司机。"
    },
    {
      "en": "Perhaps a lunatic was simply a minority of one.",
      "cn": "没准儿,单个人的少数派,便是精神失常哩."
    },
    {
      "en": "The word \"lunatic\" was coined to describe people who went mad at the full moon.",
      "cn": "lunatic是个生造词，用来形容月圆时发疯的人。"
    },
    {
      "en": "This murderous lunatic could kill them both without a second thought.",
      "cn": "这个杀人狂会不假思索地把他们两个都杀掉。"
    },
    {
      "en": "Who was the lunatic who gave the baby matches to play with?",
      "cn": "是哪个白痴把火柴拿给婴儿玩的?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "lunacy",
          "tran_cn": " 精神失常；愚蠢的行为"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "crazy",
            "possessed",
            "mad",
            "foolish",
            "stupid"
          ],
          "tran_cn": "疯狂的；精神错乱的；愚蠢的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "nutcase",
            "madman"
          ],
          "tran_cn": "疯子；疯人"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crazy",
            "mad",
            "mental",
            "nut"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lunatic asylum",
      "tran_cn": "精神病院，疯人院"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "疯狂的，精神错乱的，愚蠢的，极端的",
      "tran_en": "If you describe someone's behaviour or ideas as lunatic, you think they are very foolish and possibly dangerous"
    },
    {
      "pos": "n",
      "tran_cn": "精神失常者，精神病人，疯子，极愚蠢的人，狂人",
      "tran_en": "someone who behaves in a crazy or very stupid way – often used humorously"
    }
  ],
  "exchange": {
    "pl": [
      "lunatics"
    ]
  }
}