{
  "word": "scepticism",
  "ipa": {
    "us": "ˈskeptɪsɪzəm",
    "uk": "ˈskɛptɪˌsɪzəm"
  },
  "sentences": [
    {
      "en": "A survey reflects business scepticism about the strength of the economic recovery.",
      "cn": "一份调查反映出商业界对经济恢复能力的怀疑。"
    },
    {
      "en": "By contrast, modern scepticism challenges nobody and dismantles only theories of change.",
      "cn": "相反, 现代的怀疑主义却并不质疑任何人,仅仅摧毁变革理论."
    },
    {
      "en": "Despite scepticism, founder Trent Huang was no - nonsensical and confident about his company.",
      "cn": "不过, 创办人黄川在介绍“咿呀.com” 的时候,却满是严肃和自信."
    },
    {
      "en": "He curled his upper lip in a show of scepticism.",
      "cn": "他撇嘴表示怀疑。"
    },
    {
      "en": "I was so hurt by her coldness and scepticism that tears rose to my eyes.",
      "cn": "她的冷淡和怀疑深深地伤了我的心,我的泪水都涌到眼眶里来了."
    },
    {
      "en": "Mark was well aware of the scepticism which he continually provoked.",
      "cn": "马克对自己不断引起的怀疑主义十分清楚."
    },
    {
      "en": "Scepticism and trust are not necessarily incompatible.",
      "cn": "怀疑与信任未必不能共存."
    },
    {
      "en": "Scepticism remains on whether Malaysia can follow through on its promises.",
      "cn": "仍有人怀疑马来西亚能否将承诺坚持到底."
    },
    {
      "en": "Such claims should be regarded with a certain amount of scepticism.",
      "cn": "对这样的说法，大可不必全信。"
    },
    {
      "en": "The hype and fervour surrounding the event positively invited scepticism.",
      "cn": "围绕这件事的大肆渲染和热情必然会引起人们的怀疑."
    },
    {
      "en": "The report has inevitably been greeted with scepticism.",
      "cn": "那份报告不可避免地受到了质疑。"
    },
    {
      "en": "There is more scepticism, for example, that family reunification benefits host countries.",
      "cn": "而更多的则是质疑, 例如, 家人团聚是否可以惠及居住国."
    },
    {
      "en": "There was considerable scepticism about the Chancellor's forecast of a booming economy.",
      "cn": "有相当多的人对财政大臣作出的经济会迅猛发展的预测表示怀疑。"
    },
    {
      "en": "This theory was initially received with great scepticism by her fellow scientists.",
      "cn": "她的科学界同行最初对这一理论持有强烈的怀疑态度."
    },
    {
      "en": "We must not allow our necessary scepticism to degenerate into cynicism.",
      "cn": "我们不应让必要的怀疑态度滑向玩世不恭."
    },
    {
      "en": "Wherever it flourished an undercurrent of scepticism was never far away.",
      "cn": "不论它在哪里盛行,潜在的怀疑倾向总是萦绕左右."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "sceptical",
          "tran_cn": " 怀疑的；怀疑论的；习惯怀疑的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "sceptically",
          "tran_cn": " 怀疑地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "sceptic",
          "tran_cn": " 怀疑论者；疑虑极深的人"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "doubt",
            "challenge",
            "suspicion"
          ],
          "tran_cn": "怀疑；怀疑论；怀疑主义"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "denial"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "怀疑态度，怀疑论，怀疑主义，怀疑宗教（教条），=skepticism",
      "tran_en": "an attitude of doubting that particular claims or statements are true or that something will happen"
    }
  ],
  "exchange": {}
}