{
  "word": "freckle",
  "ipa": {
    "us": "ˈfrekl",
    "uk": "ˈfrɛkəl"
  },
  "sentences": [
    {
      "en": "A freckle - face blenny peeks from its reef burrow in the Solomon Islands.",
      "cn": "奇特的海生物图片画廊.一只斑点面容粘鱼窥视从它的暗礁穴在所罗门群岛."
    },
    {
      "en": "Denise Hyland was a tall, freckle - faced Irish girl with kind, beautiful eyes and an infectious smile.",
      "cn": "丹尼斯.海兰是个身材高挑 、 满脸雀斑的爱尔兰裔女孩, 眼睛温柔美丽,笑起来很有感染力."
    },
    {
      "en": "Do you freckle easily?",
      "cn": "你容易长雀斑 吗 ?"
    },
    {
      "en": "He had short ginger-coloured hair and freckles.",
      "cn": "他一头姜黄色的短发，脸上有些雀斑。"
    },
    {
      "en": "Photo Gallery : Marine Marvels A freckle - face blenny peeks from its reef burrow in the Solomon Islands.",
      "cn": "海洋的奇迹图片.一条雀斑面孔的粘鱼在窥视从它的暗礁洞穴位于所罗门群岛."
    },
    {
      "en": "She must have been 6 a beautiful brown - haired, freckle - faced girl. It was pouring outside.",
      "cn": "这个漂亮的小女孩应该有6岁了,一头棕色的头发, 脸上长着雀斑."
    },
    {
      "en": "She must have been 6 years old, this beautiful brown haired, freckle - faced image of innocence.",
      "cn": "这个天真的小女孩应该6岁大了, 头发是美丽的棕色, 脸上有雀斑."
    },
    {
      "en": "Skin care include: acupuncture massage, freckle facial mask, essence import, vitamin E skin care.",
      "cn": "皮肤护理包括: 穴位按摩, 祛斑面膜, 精华素导入, 维生素E护肤."
    },
    {
      "en": "Some people freckle more easily than others.",
      "cn": "有些人容易比别人长雀斑."
    },
    {
      "en": "The edible cucumber gruel, can eliminate the freckle, increase the white skin frequently.",
      "cn": "经常食用黄瓜粥, 能消除雀斑 、 增白皮肤."
    },
    {
      "en": "The girl used many kinds of cosmetics to remove the freckle on her face.",
      "cn": "这个女孩用了很多种的化妆品来去掉她脸上的雀斑."
    },
    {
      "en": "The pearl is efficacious in protecting human face from infringement freckle or speckle.",
      "cn": "有护肤、美容、消除面部黑点、黑斑、暗疮、黑块等功效."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "freckled",
          "tran_cn": " 有雀斑的；有斑点的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "freckled",
          "tran_cn": " 生斑点；布满斑点（freckle的过去式和过去分词）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "lentigo",
            "ephelis"
          ],
          "tran_cn": "[皮肤]雀斑；斑点"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "mottle"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "雀斑，斑点",
      "tran_en": "freckles are small brown spots on someone’s skin, especially on their face, which the sun can cause to increase in number and become darker"
    },
    {
      "pos": "v",
      "tran_cn": "使生雀斑"
    }
  ],
  "exchange": {
    "pl": [
      "freckles"
    ],
    "adj": [
      "freckled"
    ]
  }
}