{
  "word": "biome",
  "ipa": {
    "us": "ˈbaɪəʊm",
    "uk": "ˈbaɪoʊm"
  },
  "sentences": [
    {
      "en": "A transportation corridor was regarded as a biome, and its evolutionary process was elaborated.",
      "cn": "将运输走廊看作生物种群, 研究其自组织演化过程."
    },
    {
      "en": "Alpine Describing a BIOME ( regional community ) of plants above theand the snowline on high mountains.",
      "cn": "描述在高山雪线以下的植物生物群系."
    },
    {
      "en": "Covering parts of Bolivia, Paraguay and Argentina, it is a mix of forest, palm woodland, shrubby steppe, and swamp. It is the second largest biome in South America after Amazonia.",
      "cn": "该地区横跨玻利维亚、巴拉圭和阿根廷等三个国家，森林、棕榈林地、灌木草原和沼泽相互交错，生物群落规模在南美仅次于亚马逊。"
    },
    {
      "en": "Grassland A major world plant community ( biome ) dominated by grasses ( Poaceae ).",
      "cn": "草原:以禾本科草类 ( 禾本科 ) 为优势物种的植物群落 ( 生物群系 )."
    },
    {
      "en": "The most striking example of this involved the acidifying effects of elevated atmospheric carbon dioxide on coral reefs in the sphere’s ocean biome.",
      "cn": "其中最引人注目的例子涉及到大气二氧化碳含量的升高对生物圈内海洋生物群落里的珊瑚礁的酸化影响。"
    },
    {
      "en": "The role of Boreal forest biome in climate change has been investigated through the BOREAS experiment.",
      "cn": "通过BOREAS实验,我们研究了北部森林植物群落对气候变化所起的作用."
    },
    {
      "en": "The Spectacled Bear also lives in this biome.",
      "cn": "有眼睛状花纹的熊也居住在这里."
    },
    {
      "en": "With no fisheries to be evaluated, Austria's 100 score on biome protection gets a greater weighting.9. Cuba",
      "cn": "由于没有参与渔业评估，奥地利在生物群落保护方面得到的100分对其综合得分影响很大。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "biomedical",
          "tran_cn": " 生物医学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "biometrics",
          "tran_cn": " [生物] 生物统计学；[生物] 生物测定学；寿命统计"
        },
        {
          "word": "biometry",
          "tran_cn": " 寿命测定（等于biometrics）；生物统计学"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（生态）生物群系",
      "tran_en": "a type of environment that is described according to the typical weather conditions and plants that exist there"
    }
  ],
  "exchange": {}
}