{
  "word": "beaker",
  "ipa": {
    "us": "ˈbi:kə(r)",
    "uk": "ˈbikɚ"
  },
  "sentences": [
    {
      "en": "a beaker of coffee",
      "cn": "一杯咖啡"
    },
    {
      "en": "Abstract: Without soil, nutrition and light, bean sprouts are cultivated with distilled water in the beaker.",
      "cn": "文摘: 无土 、 无营养、无光照情况下, 在烧杯内用蒸馏水培育豆芽."
    },
    {
      "en": "After the ceremony, the man gave a beaker of wine to his servants.",
      "cn": "仪式结束后, 他拿出一壶酒赏给手下的几个人."
    },
    {
      "en": "At that time she placed a thermometer a mixture of ice and water a beaker.",
      "cn": "那时她将温度计放入烧杯内冰和水的混合物中."
    },
    {
      "en": "In this paper , experimental research and a beaker are done.",
      "cn": "相变材料凝固和融化过程中的传热问题一直是国内外的研究热点."
    },
    {
      "en": "Is that a beaker or are you happy to see me?",
      "cn": "那是个大杯子,还是你很高兴见到我 呢 ?"
    },
    {
      "en": "O for a beaker full of the warm South.",
      "cn": "哎,满满一杯南方的温暖."
    },
    {
      "en": "She drank from a plastic beaker.",
      "cn": "她用一只大塑料杯喝水."
    },
    {
      "en": "The beaker was placed on top of a torch.",
      "cn": "烧杯被放在喷灯上方."
    },
    {
      "en": "The copper deposits at the bottom of the beaker.",
      "cn": "金属铜沉淀在烧杯底部."
    },
    {
      "en": "The injection quantity of reagent was about 1.5~1.6 time than the beaker test.",
      "cn": "动态实际系统流程的投药量大约为烧杯试验的1.5~1.6倍."
    },
    {
      "en": "The intrinsic frequency of a beaker can be determined by means of direct determination, resonance or water drip modulation, and each of the methods makes use of the Lissajous figure.",
      "cn": "烧杯的固有频率可以用直接测量法、共振法或水滴流调制法加以测定，各法中均利用利萨如图形。"
    },
    {
      "en": "The total weight of a dry glass beaker and a magnetic stirrer was determined before the reagents were mixed.",
      "cn": "反应物在混合之前应先确定干燥的玻璃烧杯和磁力搅棒的总重量。"
    },
    {
      "en": "They plopped this rod into a beaker of water and hit it with a laser beam from below.",
      "cn": "他们让这个翼状杆落入盛有水的烧杯中，并用激光束从底部击中它。"
    },
    {
      "en": "Today is a thermometer beaker. Let's go swimming.",
      "cn": "今天热得温度计都要爆了. 我们去游泳 吧."
    },
    {
      "en": "Transfer the contents to a beaker, make up the volume to around 300 ml.",
      "cn": "把容量转移到大口烧饼里, 把体积补足到300毫升左右."
    },
    {
      "en": "Without soil, nutrition and light, bean sprouts are cultivated with distilled water in the beaker.",
      "cn": "无土 、 无营养、无光照情况下, 在烧杯内用蒸馏水培育豆芽."
    },
    {
      "en": "You have your ice - beaker right there.",
      "cn": "你就是有打破僵局的能力."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crucible",
            "cup"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高脚杯，烧杯",
      "tran_en": "a drinking cup with straight sides and no handle, usually made of plastic"
    }
  ],
  "exchange": {
    "pl": [
      "beakers"
    ]
  }
}