{
  "word": "mainstay",
  "ipa": {
    "us": "ˈmeɪnsteɪ",
    "uk": "ˈmenˌste"
  },
  "sentences": [
    {
      "en": "Agricultural technical secordary schools is the mainstay of Vocation education.",
      "cn": "农业中专教育工作为职业教育的骨干,必须面向“三农”适应人才培养需要,尽快建立与市场经济发展相协调的办学机制."
    },
    {
      "en": "Agriculture is still the mainstay of the country’s economy.",
      "cn": "农业仍然是这个国家经济的支柱。"
    },
    {
      "en": "Anticoagulation remains the mainstay of therapy for patients with venous thromboembolism.",
      "cn": "抗凝仍然是主要治疗方法."
    },
    {
      "en": "Currently , high pressure water jet is the mainstay technology descaling billets.",
      "cn": "高压水射流技术是当今钢铁除鳞的主流技术."
    },
    {
      "en": "For now, even Mammy, her mainstay, had gone back to Tara.",
      "cn": "因为现在连她的主要支柱嬷嬷也回塔拉去了."
    },
    {
      "en": "He is the mainstay of our theatre group.",
      "cn": "他是我们剧组的台柱."
    },
    {
      "en": "He thinks he's a mainstay of the company, but he's really rather small beer.",
      "cn": "他自以为是公司的台柱, 但事实上他是个微不足道的人."
    },
    {
      "en": "Self - confidence and self - reliance are the mainstay of a strong character.",
      "cn": "自信 与自靠是坚强品格的柱石."
    },
    {
      "en": "She is the mainstay of our workshop.",
      "cn": "她是我们车间的主心骨."
    },
    {
      "en": "State enterprises are the mainstay of the national economy of our country.",
      "cn": "国有企业是我国国民经济的支柱."
    },
    {
      "en": "The catering trade has become a mainstay for the city.",
      "cn": "饮食业已经成为这个城市的支柱产业."
    },
    {
      "en": "The State - owned mining enterprises are the mainstay in mining mineral resources.",
      "cn": "　　 国有 矿山企业是开采矿产资源的主体."
    },
    {
      "en": "Therefore, the thesis will emphatically study the mainstay of environmental education.",
      "cn": "基于此, 本文将着重研究环境教育的价值之维."
    },
    {
      "en": "This principle of collective bargaining has been a mainstay in labor relations in this country.",
      "cn": "这一集体谈判原则已经成为该国劳动关系的重要基础。"
    },
    {
      "en": "With the advent of gunpowder, Musketeers became the mainstay of European armies.",
      "cn": "由于火药的出现, 持枪步兵成为欧洲军队的支柱."
    },
    {
      "en": "Women became the mainstay of Dagu performers after liberation.",
      "cn": "解放后鼓书演员以女性为多."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "main",
          "tran_cn": " 主要的，最重要的；全力的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "mainly",
          "tran_cn": " 主要地，大体上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "main",
          "tran_cn": " 主要部分，要点；体力；总管道"
        },
        {
          "word": "mainmast",
          "tran_cn": " （船的）主桅"
        },
        {
          "word": "mainsail",
          "tran_cn": " [船] 主帆；主桅的帆"
        },
        {
          "word": "mainsheet",
          "tran_cn": " 主桅帆操纵索"
        },
        {
          "word": "mainspring",
          "tran_cn": " 主要动力；（钟表）主发条；主要原因；主要动机"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leg",
            "backbone",
            "stay"
          ],
          "tran_cn": "支柱；中流砥柱；主要的依靠；主桅支索"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "dependence"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "支柱，柱石，骨干，中流砥柱，主要的依靠，主桅支索",
      "tran_en": "an important part of something that makes it possible for it to work properly or continue to exist"
    }
  ],
  "exchange": {
    "pl": [
      "mainstays"
    ]
  }
}