{
  "word": "synagogue",
  "ipa": {
    "us": "ˈsɪnəgɒg",
    "uk": "ˈsɪnəgɑg"
  },
  "sentences": [
    {
      "en": "All the people in the synagogue were furious when they heard this.",
      "cn": "28会堂里的人听见这话,都怒气满胸."
    },
    {
      "en": "And he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks.",
      "cn": "每逢安息日，保罗在会堂里辩论，劝化犹太人和希腊人。"
    },
    {
      "en": "Departing from there, He went into their synagogue.",
      "cn": "耶稣离开那里, 进了他们的会堂."
    },
    {
      "en": "Every Sabbath he reasoned in the synagogue, trying to persuade Jews and Greeks.",
      "cn": "4每逢安息日、保罗在会堂里辩论 、 劝化犹太人和希利尼人."
    },
    {
      "en": "For he loves our nation, and he himself built the synagogue for us.",
      "cn": "5因为他爱我们的人民, 给我们建造会堂."
    },
    {
      "en": "In France, 2001, what makes someone set fire to a synagogue?",
      "cn": "在法国2001年, 什么使人纵火烧犹太教堂?"
    },
    {
      "en": "KJV And he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks.",
      "cn": "[新译]每逢安息日,保罗在会堂辩论, 劝导犹太人和希腊人归主."
    },
    {
      "en": "Like her siblings, Jenny was enrolled in our synagogue's religious school.",
      "cn": "珍妮跟她的兄妹一样参加了我们的犹太教会学校."
    },
    {
      "en": "Many Jews come to this synagogue on Saturday.",
      "cn": "星期六的时候,许多犹太人到这所犹太教会堂来."
    },
    {
      "en": "One night, in desperation, I dragged my friend Joe to a synagogue, during the service.",
      "cn": "在绝望中, 有一天夜里我拉上我的朋友乔来到一家犹太教会堂里, 当时里面正在做礼拜."
    },
    {
      "en": "Some of our neighbors belong to the synagogue.",
      "cn": "我们的一些邻居属于犹太教."
    },
    {
      "en": "The largest synagogue in the far east is located in Jiangning Community.",
      "cn": "远东最大的犹太教堂就坐落在江宁社区."
    },
    {
      "en": "The only reason we leafleted on the Jewish New Year was because more people than usual go to the synagogue on that day.",
      "cn": "我们在犹太新年派传单，纯粹是因为那天去犹太教堂的人比平日多。"
    },
    {
      "en": "The synagogue was covered with anti - Semitic graffiti.",
      "cn": "该犹太教堂布满了 反 犹太涂鸦."
    },
    {
      "en": "These things He said in the synagogue as He taught in Capernaum.",
      "cn": "约6:59这些话是耶稣在迦百农会堂里教训人说的."
    },
    {
      "en": "These things said he in the synagogue as he taught in Capernaum.",
      "cn": "59这些话是耶稣在迦百农会堂里教训人说的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "church"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "犹太教堂，犹太人集会",
      "tran_en": "a building where Jewish people meet for religious worship"
    }
  ],
  "exchange": {
    "pl": [
      "synagogues"
    ]
  }
}