{
  "word": "analgesia",
  "ipa": {
    "us": "ˌænəlˈdʒi:ziə",
    "uk": "ˌænəlˈdʒiʒə"
  },
  "sentences": [
    {
      "en": "CONCLUSION Angelica sinensis injection has analgesia effect.",
      "cn": "结论:当归注射液具有镇痛作用."
    },
    {
      "en": "Conclusion Buprenorphine can be safely applied to skin - analgesia after thoracotomy.",
      "cn": "结论丁丙诺啡能够安全有效地应用于开胸术后自控皮下镇痛."
    },
    {
      "en": "Conclusion Satar anise contains shikimic acid which has effective analgesia on mice.",
      "cn": "结论八角茴香中含有莽草酸,对小鼠具有明显的镇痛作用."
    },
    {
      "en": "Conclusions Self controlling analgesia infusion pump can alleviate incision ach, reduce complications.",
      "cn": "结论病人自控镇痛泵可适时减轻患者术后切口痛, 减少并发症."
    },
    {
      "en": "In pediatric anesthesia isfor pre - anesthesia medication, some diagnostic examinations and postoperative analgesia.",
      "cn": "在小儿临床麻醉中涉及到麻醉前用药, 诊断性检查麻醉,术后镇痛等方面."
    },
    {
      "en": "Methods Injecting narcotic analgesic by a PICC Electronic Analgesia Pump.",
      "cn": "方法经PICC连接电子镇痛泵,应用麻醉性镇痛药."
    },
    {
      "en": "Objective : To study the safety subarachnoidanesthesia of ropivacaine for labor analgesia.",
      "cn": "目的: 探讨罗哌卡因分娩镇痛方法的安全性."
    },
    {
      "en": "Objective To analyse the complication and analgesia of artifical abortion.",
      "cn": "目的:分析人工流产所致并发症及探讨镇痛方法."
    },
    {
      "en": "Objective To study the relativity between analgesia methods and operation complication.",
      "cn": "目的研究术后镇痛方法与术后并发症的相关性."
    },
    {
      "en": "RESULTS Remifentanil used in obstetric anesthesia and analgesia is safe and effective.",
      "cn": "结果瑞芬太尼能安全有效的用于产科麻醉与镇痛."
    },
    {
      "en": "Some form of analgesia is generally administered.",
      "cn": "通常要做某种形式的麻醉."
    },
    {
      "en": "Spinal opioids have been widely used in clinical anesthesia and analgesia.",
      "cn": "椎管内阿片类药物已广泛应用于临床麻醉与镇痛."
    },
    {
      "en": "The objective is to study the relativity between analgesia methods and operation complication.",
      "cn": "目的在于研究镇痛方法与术后并发症的相关性。"
    },
    {
      "en": "Tri - ladder analgesia has the advantage of good efficacy , simple, and fewer side - effect.",
      "cn": "三阶梯止痛具有止痛疗效好 、 使用方便 、 副作用小等优点."
    },
    {
      "en": "Which Ningbo public hospital analgesia stream of people can use medicine Baoka?",
      "cn": "宁波哪家公立医院无痛人流可以用医保卡?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "analgesic",
          "tran_cn": " 止痛的"
        },
        {
          "word": "analgetic",
          "tran_cn": " 止痛的（等于analgesic）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "analgesic",
          "tran_cn": " 止痛剂；[药] 镇痛剂"
        },
        {
          "word": "analgetic",
          "tran_cn": " 止痛剂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "acesodyne"
          ],
          "tran_cn": "止痛；无痛法"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "无痛觉，痛觉缺失",
      "tran_en": "the condition of being unable to feel pain while conscious"
    }
  ],
  "exchange": {}
}