{
  "word": "routinely",
  "ipa": {
    "us": "ru:'ti:nlɪ",
    "uk": "ruˈtinlɪ"
  },
  "sentences": [
    {
      "en": "All adult dogs are routinely wormed at least every six months.",
      "cn": "所有的成年狗至少每半年要例行打一次虫。"
    },
    {
      "en": "Any outside criticism is routinely dismissed as interference.",
      "cn": "任何来自外界的批评通常都被当作干涉而不予理睬。"
    },
    {
      "en": "Children have been routinely immunized against polio since 1958.",
      "cn": "自从1958年以来,儿童都按照常规接种防治小儿麻痹症的疫苗."
    },
    {
      "en": "Chimps are too scarce, and too nearly human, to be routinely slaughtered for spare parts.",
      "cn": "黑猩猩又太少, 也太接近于人类, 不可以作为人器官备用件说杀就杀."
    },
    {
      "en": "Coccidiostats are routinely used in broiler feeds every day.",
      "cn": "抗球虫药物每天均用于肉用仔鸡饲料中."
    },
    {
      "en": "EGS is undoubtedly one of the purest materials routinely available.",
      "cn": "电子级硅无疑是可常规应用的最纯的材料之一."
    },
    {
      "en": "He is routinely described as the greatest scientist since Einstein.",
      "cn": "他通常被认为是继爱因斯坦之后最伟大的科学家。"
    },
    {
      "en": "His ruddy face still routinely creases with mirth.",
      "cn": "他红润的脸庞仍旧时常笑得堆起褶子。"
    },
    {
      "en": "Judges and politicians routinely looked the other way while people were tortured or killed by police.",
      "cn": "法官和政客对警察虐待或杀人之事常常装聋作哑。"
    },
    {
      "en": "Mothers routinely lay babies on their backs to sleep.",
      "cn": "母亲们一般让婴儿平躺着睡。"
    },
    {
      "en": "Old tires, carpet, syringes and even crab shells are routinely pulverized in these machines.",
      "cn": "人们还用这些机器来粉碎旧轮胎 、 地毯 、 注射器甚至蟹壳."
    },
    {
      "en": "People, he said, should avoid routinely using drugs either to sleep more or sleep less.",
      "cn": "他说, 我们应避免经常以药物来延长或缩短睡眠."
    },
    {
      "en": "The diode is used routinely in many kinds of electronic circuits.",
      "cn": "二极管早已作为常规器件应用于多种电路中."
    },
    {
      "en": "This need routinely goes unmet.",
      "cn": "这个需求通常难以满足。"
    },
    {
      "en": "This vaccine is already routinely used.",
      "cn": "这种疫苗的使用已经常规化。"
    },
    {
      "en": "We are almost routinely harassed by the police.",
      "cn": "警方几乎隔三差五地就找我们的麻烦。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "routine",
          "tran_cn": " 日常的；例行的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "routine",
          "tran_cn": " [计] 程序；日常工作；例行公事"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "usually"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "例行公事地，常规地，惯常地，老一套地",
      "tran_en": "if something is routinely done, it is done as a normal part of a process or job"
    }
  ],
  "exchange": {
    "noun": [
      "routine"
    ]
  }
}