{
  "word": "thyroid",
  "ipa": {
    "us": "ˈθaɪrɔɪd",
    "uk": "ˈθaɪˌrɔɪd"
  },
  "sentences": [
    {
      "en": "A rim of thyroid parenchyma is seen at the left.",
      "cn": "在左边可见模糊的甲状腺实质边缘。"
    },
    {
      "en": "About a decade ago, Daniel says, some of her clients began complaining about digestive problems, thyroid problems, and allergies they hadn't had before.",
      "cn": "丹尼尔说，大约十年前她的一些客户开始抱怨消化问题、甲状腺问题、过敏，这些毛病他们以前都没有。"
    },
    {
      "en": "Cracks will occur in the region of the thyroid cartilage because of deglutition.",
      "cn": "甲状软骨部分会由于吞咽动作而龟裂."
    },
    {
      "en": "Does the thyroid gland poison if palpus use resists?",
      "cn": "是否须用抗甲状腺药?"
    },
    {
      "en": "Glucosinolates can interfere with uptake of iodine by the thyroid, for example.",
      "cn": "例如,硫代葡萄糖苷能干涉甲状腺对碘的吸收."
    },
    {
      "en": "Iodine tends to localize in the thyroid.",
      "cn": "碘容易集于甲状腺."
    },
    {
      "en": "Located near the base of the neck, the thyroid is a large endocrine gland that produces hormones that help control growth and metabolism.",
      "cn": "甲状腺位于颈部的底部附近，是一个很大的内分泌腺体，它产生激素，协助控制生长和新陈代谢。"
    },
    {
      "en": "Methods : Ultrasonographic features of 46 pathologically confirmed thyroid carcinomas were analyzed retrospectively.",
      "cn": "方法回顾分析46例经手术病理证实为甲状腺癌的高频声像图表现."
    },
    {
      "en": "Objective : To investigate the relationship of thyroid hormones to congestive heart failure.",
      "cn": "目的: 探讨甲状腺激素与充血性心力衰竭的关系."
    },
    {
      "en": "Objective To investigate the reasonable operational manner of thyroid nodule.",
      "cn": "目的探讨甲状腺结节的合理手术方式."
    },
    {
      "en": "Results: All patients had normal thyroid and adrenocortical functions before BMT.",
      "cn": "结果: 所有患者BMT前甲状腺及肾上腺皮质功能均正常."
    },
    {
      "en": "The applicants check in with House who orders thyroid tests.",
      "cn": "申请者们向House登记了谁做的甲状腺检查."
    },
    {
      "en": "The relationship between aIgG and thyroid - stimulating imunoglobulin ( TSI ) was probed into.",
      "cn": "探讨了aIgG与甲状腺刺激性免疫球蛋白 ( TSI ) 的关系."
    },
    {
      "en": "They include blood tests, various imaging procedures, and stimulating thyroid function.",
      "cn": "其中包括了验血 、 各种成像程序以及刺激甲状腺的功能."
    },
    {
      "en": "Thyroid cancer would have been diagnosed at least a year before his death.",
      "cn": "甲状腺癌可以在他死前一年就被诊断出来."
    },
    {
      "en": "TITLE: Which thyroid cancer patients need periodic stimulation tests?",
      "cn": "题目: 那类甲状腺癌患者需要定期刺激试验?"
    },
    {
      "en": "Two side thyroid gland appearance, densities such as often.",
      "cn": "两侧甲状腺形态 、 密度如常."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "thyroidectomy",
          "tran_cn": " [外科] 甲状腺切除术"
        },
        {
          "word": "thyrotoxicosis",
          "tran_cn": " 甲状腺功能亢进；[内科] 甲状腺毒症"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "peltate",
            "scutiform"
          ],
          "tran_cn": "[药][解剖]甲状腺的；盾状的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hypothyroid",
            "scutum"
          ],
          "tran_cn": "[药][解剖]甲状腺；甲状软骨；甲状腺剂"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "thyroid adenoma",
      "tran_cn": "[医]甲状腺腺瘤"
    },
    {
      "phrase": "thyroid cancer",
      "tran_cn": "甲状腺癌"
    },
    {
      "phrase": "thyroid cartilage",
      "tran_cn": "[解]甲状软骨"
    },
    {
      "phrase": "thyroid function",
      "tran_cn": "甲状腺功能"
    },
    {
      "phrase": "thyroid gland",
      "tran_cn": "n. 甲状腺"
    },
    {
      "phrase": "thyroid hormone",
      "tran_cn": "甲状腺激素"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "甲状腺的；盾状的"
    },
    {
      "pos": "n",
      "tran_cn": "甲状腺，甲状软骨，甲状腺剂，甲状腺粉",
      "tran_en": "an organ in your neck that produces substances that affect the way your body grows and the way you behave"
    }
  ],
  "exchange": {
    "pl": [
      "thyroids"
    ]
  }
}