{
  "word": "franchisee",
  "ipa": {
    "us": "ˌfræntʃaɪˈzi:",
    "uk": "ˌfræntʃaɪˈzi"
  },
  "sentences": [
    {
      "en": "...National Restaurants, a New York franchisee for Pizza Hut.",
      "cn": "…全美餐厅，一家纽约必胜客特许经营餐厅。"
    },
    {
      "en": "Clothing Franchisee for the provision of professional integration services.",
      "cn": "为服装加盟商提供专业的一体化的服务."
    },
    {
      "en": "DescriptionZone franchisee brands Area Business Area trademark licensing transactions OEM fashion Pictures News.",
      "cn": "中国名牌服装网·加盟商专区品牌商专区贴牌商专区商标授权交易时尚图片展示新闻资讯."
    },
    {
      "en": "Franchise let . Docklands Railway Management Limited ( DRML ) takes over operation of DLR as the Franchisee.",
      "cn": "码头区铁路管理有限公司 ( DRML ) 根据授权接受了DLR的运营管理."
    },
    {
      "en": "In December 2000, our first overseas franchisee opened their restaurant in Korea.",
      "cn": "蕉叶咖喱屋首间加盟店在2000年于韩国正式营业."
    },
    {
      "en": "Route 3 ( Country Park Section ) is managed and operated by the private sector franchisee.",
      "cn": "三号干线 ( 郊野公园段 ) 现由专营公司根据专营权规定负责管理及运作."
    },
    {
      "en": "Taiyuan Clothing City Guimet the franchisee all types of commercial brands.",
      "cn": "太原服装城吉美商厦则专营各类品牌服饰."
    },
    {
      "en": "The Franchisor will be entitled to recover from the Franchisee all funds due under this Agreement.",
      "cn": "授权者将有权在合同到期日收回总经销商的所有资金."
    },
    {
      "en": "The Marriott hotel at Los Angeles airport also became a franchisee during 1991.",
      "cn": "万豪酒店在洛杉矶机场也成为特许经营者在1991年."
    },
    {
      "en": "To be responsible for the continuous communication and maintenance with landlord and franchisee.",
      "cn": "在责任区域内的门店后期与店铺业主及加盟商的沟通及维护."
    },
    {
      "en": "Two groups discussing what qualities a Franchisee should have.",
      "cn": "两个小组在讨论被特许人需要具备什麽品质."
    },
    {
      "en": "Upon expiration of the contract, the security deposIt'shall be refunded to the franchisee.",
      "cn": "合同到期后, 保证金应退还被特许人."
    },
    {
      "en": "We are customer - facing groups: provincial and municipal agent, franchisee, shopping malls, shops, beauty salons.",
      "cn": "我们所面对客户群体: 各省市代理 、 加盟商 、 商场 、 专卖店 、 美容院."
    },
    {
      "en": "What are the benefits and drawbacks of being a franchisee?",
      "cn": "什么是好处和缺点是特许经营者?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "特许经营人",
      "tran_en": "someone who is given or sold a franchise to sell a company’s goods or services"
    }
  ],
  "exchange": {
    "pl": [
      "franchisees"
    ]
  }
}