{
  "word": "leek",
  "ipa": {
    "us": "liːk",
    "uk": "liːk"
  },
  "sentences": [
    {
      "en": "Do you also like to eat leek?",
      "cn": "您也喜欢吃葱 吗 ?"
    },
    {
      "en": "European leek cultivated and used like leeks.",
      "cn": "欧洲一种葱,常象冬葱一样栽培和应用."
    },
    {
      "en": "European leek naturalized in Great Britain; leaves triangular in section.",
      "cn": "在英国归化的一种欧洲葱; 叶子呈三角形."
    },
    {
      "en": "Harvey felt bad when he was obliged to eat the leek.",
      "cn": "哈维被迫忍受屈辱心里很难受."
    },
    {
      "en": "He is always confusing wheat with leek.",
      "cn": "他对麦苗和韭菜总是辨别不清."
    },
    {
      "en": "Home eat the leek half - moon box.",
      "cn": "想吃家里 半月形 的韭菜盒子."
    },
    {
      "en": "In the summer of 1917, he was inspired by the memory of the potato-and-leek soup of his childhood, which his mother and grandmother used to make.",
      "cn": "1917年夏天，他受到童年时期妈妈和奶奶做过的土豆韭葱汤的启发。"
    },
    {
      "en": "It in not worth a leek.",
      "cn": "那是不值一文的."
    },
    {
      "en": "Leek but from eat together with spinach?",
      "cn": "韭菜可不可从与菠菜同吃?"
    },
    {
      "en": "Old World leek with a spherical bulb.",
      "cn": "旧大陆的一种带有球形茎的葱."
    },
    {
      "en": "Quail and Foie Gras Lollipops with Leek and wild Mushroom Cannelloni.",
      "cn": "鹌鹑伴鸭润入棒筒搭香韭野菇粉卷."
    },
    {
      "en": "She had to eat the leek then.",
      "cn": "当时她只得忍受屈辱."
    },
    {
      "en": "Slice garlic, spring onion, leek and ginger.",
      "cn": "将蒜头 、 青? 、 青蒜、姜肉切粗丝."
    },
    {
      "en": "The Celts used these bowls of unleavened bread to hold a variety of fillings, including – as I discover when Wood hands me a sample – a tasty mixture of smoked fish, leek, hazelnuts and cream.",
      "cn": "凯尔特人用这种未发酵的面包“碗”来放各种各样的食物，我发现伍德今天放的食物就有很多，包括一种烟熏鱼、韭葱、榛子和奶油的混合物。"
    },
    {
      "en": "The son tells: Dig leek, kind towel gourd went.",
      "cn": "儿子讲: 挖韭菜, 种丝瓜去了."
    },
    {
      "en": "Wash leek and slice it. Soak in water for 2 hrs. Drain.",
      "cn": "制法:1.大蒜洗净切片, 用清水浸约2小时, 沥乾水分."
    },
    {
      "en": "What he said is not worth a leek.",
      "cn": "他所说的话毫无价值."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "scallion"
          ],
          "tran_cn": "韭；[园艺]韭葱"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "韭葱",
      "tran_en": "a vegetable with a long white stem and long flat green leaves, which tastes like an onion"
    }
  ],
  "exchange": {
    "pl": [
      "leeks"
    ]
  }
}