{
  "word": "Colombia",
  "ipa": {
    "us": "kəˈlʌmbɪə",
    "uk": "kəˈlʌmbiə"
  },
  "sentences": [
    {
      "en": "A city of northern Colombia, a suburb of Barranquilla.",
      "cn": "索莱达:哥伦比亚北部的一座城市, 是巴兰基利亚的郊区."
    },
    {
      "en": "A town of northwest - central Colombia, a suburb of Medell í n. Population, 98, 83.",
      "cn": "哥伦比亚西北一中部城镇, 是麦德林市的郊区. 人口98, 83."
    },
    {
      "en": "Abstention is traditionally high in Colombia.",
      "cn": "在哥伦比亚，弃权率历来较高。"
    },
    {
      "en": "Beckham scored a trademark free - kick against Colombia in the 1998 World Cup.",
      "cn": "1998年世界杯对阵哥伦比亚,贝克汉姆用一脚商标似的直接任意球得分."
    },
    {
      "en": "Colombia has called out the army and imposed emergency measures.",
      "cn": "哥伦比亚出动了军队，并采取了紧急措施。"
    },
    {
      "en": "CORDOBA: \" THE STRENGTH OF THE COLOMBIA TEAM LIES IN THE SQUAD. \"",
      "cn": "联合会杯赛程排定,科尔多巴(哥伦比亚)将在明日、周五和周日出场."
    },
    {
      "en": "Holand Poland and Colombia are also seeking loans from the program.",
      "cn": "波兰和哥伦比亚也正在从该项目中寻求贷款."
    },
    {
      "en": "I got this package from Eduardo from Colombia.",
      "cn": "我接到她老公从哥伦比亚寄来的包裹."
    },
    {
      "en": "I have had similar experiences all over Brazil and Colombia.",
      "cn": "在巴西和哥伦比亚各地我都有类似的经历。"
    },
    {
      "en": "Jan . Fundraising school concert tour for 1985 Colombia volcanic disaster.",
      "cn": "为哥伦比亚火山灾难巡校筹款."
    },
    {
      "en": "Last month the network held a similar pan - Catholic forum in Colombia.",
      "cn": "上个月,该组织在哥伦比亚举办了一场类似的泛天主教徒论坛."
    },
    {
      "en": "Latin America, particularly Chile and Colombia a history of using capital controls.",
      "cn": "拉丁美洲, 尤其是智利和哥伦比亚,素有资本管控的历史."
    },
    {
      "en": "Mexico, Poland and Colombia have signed up for the credit line.",
      "cn": "墨西哥 、 波兰、哥伦比亚都已申请了这项信贷安排."
    },
    {
      "en": "That study should begin in Colombia next year.",
      "cn": "这项研究将于明年在哥伦比亚开始。"
    },
    {
      "en": "The Andes contribute to the concentration of Colombia's people into separate clusters.",
      "cn": "安第斯山有助于集中哥伦比亚的人变成单独集群."
    },
    {
      "en": "The elections may prove to be pivotal in Colombia's political history.",
      "cn": "这一选举可能成为哥伦比亚政治史上关键的一次。"
    },
    {
      "en": "The Republic of Panama seceded from Colombia in 1903.",
      "cn": "巴拿马共和国于1903年脱离哥伦比亚。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "哥伦比亚（南美洲西北部的一个国家，首都为波哥大Bogota）"
    }
  ],
  "exchange": {}
}