{
  "word": "contraception",
  "ipa": {
    "us": "ˌkɒntrəˈsepʃn",
    "uk": "ˌkɑntrəˈsepʃn"
  },
  "sentences": [
    {
      "en": "Contraception birth control by prevention of conception or impregnation.",
      "cn": "避孕:人类生理学术语,指有意防止怀孕的措施."
    },
    {
      "en": "Contraception Birth control by prevention of conception or impregnation.",
      "cn": "人类生理学术语,指有意防止怀孕的措施."
    },
    {
      "en": "Contraception is still a controversial issue in this part of the world.",
      "cn": "在该地区节育仍是个有争议的问题."
    },
    {
      "en": "His report suggests that older women might consider other forms of contraception.",
      "cn": "他的报告建议年龄较大的妇女要考虑用其他种类的避孕法."
    },
    {
      "en": "Hormonal Contraception and False - Positive Cervical Cytology: Is There an Association?",
      "cn": "激素避孕与宫颈细胞学检查假阳性: 两者之间存在关联 吗 ?"
    },
    {
      "en": "In poor regions rate of contraception should be raised.",
      "cn": "要提高贫困地区的节育率."
    },
    {
      "en": "Intrauterine devices ( IUDs ) are safe and effective forms of long - term reversible contraception.",
      "cn": "宫内节育器 ( IUDs ) 是安全有效且可逆的 长期 避孕方法."
    },
    {
      "en": "Many forms of oral contraception use a synthetic progesterone.",
      "cn": "许多口服避孕法即使用合成的孕酮."
    },
    {
      "en": "Nursing baby is no substitute for contraception.",
      "cn": "哺乳不是避孕的替代措施."
    },
    {
      "en": "Ovulation calendar helps you to use the natural contraception method.",
      "cn": "它可帮助你记录并避免怀孕,甚至可以为你的孩子指明性别."
    },
    {
      "en": "She is known to have liberal views on divorce and contraception.",
      "cn": "众所周知，她在离婚与避孕方面思想很开明。"
    },
    {
      "en": "Sterilization: Any surgical procedure intended to end fertility permanently ( see contraception ) .",
      "cn": "绝育: 任何用来永久结束 生育力 的外科方法."
    },
    {
      "en": "The law allows doctors to prescribe contraception to the under 16s.",
      "cn": "法律允许医生给16岁以下未成年人开避孕药。"
    },
    {
      "en": "The pill is a popular method of contraception.",
      "cn": "服用避孕药是一种常用的避孕方法。"
    },
    {
      "en": "to give advice about contraception",
      "cn": "就避孕方法提供咨询"
    },
    {
      "en": "What, there's a double standard in terms of parents providing contraception to their kids?",
      "cn": "怎么, 难道父母为孩子提供避孕措施还有双重标准 吗 ?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "contraceptive",
          "tran_cn": " 避孕的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "contraceptive",
          "tran_cn": " 避孕用具；[药] 避孕剂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "birth control",
            "conception control"
          ],
          "tran_cn": "[医]避孕"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "避孕，节育",
      "tran_en": "the practice of preventing a woman from becoming  pregnant  when she has sex, or the methods for doing this"
    }
  ],
  "exchange": {}
}