{
  "word": "BBC",
  "ipa": {
    "us": "ˌbi: bi: ˈsi:",
    "uk": "ˌbibi'si"
  },
  "sentences": [
    {
      "en": "\"Health Matters\" is introduced by Dick Oliver on BBC World Service.",
      "cn": "英国广播公司对外广播频道的“健康动态”节目由迪克·奥利弗主持。"
    },
    {
      "en": "Catherine Bond filed that report for the BBC from Nairobi.",
      "cn": "凯瑟琳·邦德从内罗毕向英国广播公司发送了那篇报道。"
    },
    {
      "en": "Clearly, the BBC is being outgunned by ITV's original drama.",
      "cn": "很显然，英国独立电视台原创剧集的收视胜过了英国广播公司的节目。"
    },
    {
      "en": "Directly after the meeting, a senior cabinet minister spoke to the BBC.",
      "cn": "会议刚刚结束，一名高级内阁部长就在英国广播公司的电台上发表了讲话。"
    },
    {
      "en": "Every evening in those days the BBC played \"God Save The King\"",
      "cn": "那些日子里，英国广播公司每天晚上都会播放《天佑吾王》。"
    },
    {
      "en": "He begins his new series on BBC 2 at 9pm on Thursday.",
      "cn": "周四晚上9点英国广播公司电视二台开始播放他的新连续剧。"
    },
    {
      "en": "Meanwhile, Dusty Springfield's new TV series began a run on BBC 1.",
      "cn": "同时，达斯蒂·斯普林菲尔德的电视剧新作开始在BBC1台播放。"
    },
    {
      "en": "Now BBC World Television is forging ahead on its own.",
      "cn": "现在英国广播公司的全球电视节目正靠自己的力量稳步推进。"
    },
    {
      "en": "She took part in a BBC radio phone-in programme.",
      "cn": "她参加了英国广播公司听众来电参与节目。"
    },
    {
      "en": "The BBC alone is sending 300 technicians, directors and commentators.",
      "cn": "单单英国广播公司就派出技术人员、导演、解说员等一行300人。"
    },
    {
      "en": "The BBC has just successfully demonstrated a new digital radio transmission system.",
      "cn": "英国广播公司刚刚成功地演示了一套新的数字无线电传输系统。"
    },
    {
      "en": "The BBC series Hot Chefs is compulsive viewing.",
      "cn": "英国广播公司的系列节目“当红厨师”是个让人一看就上瘾的节目。"
    },
    {
      "en": "The BBC World Service Television news showed the same film clip.",
      "cn": "英国广播公司对外电视频道的新闻节目播放了同样的电影剪辑片段。"
    },
    {
      "en": "The concert will be broadcast live by the BBC.",
      "cn": "这场音乐会将由英国广播公司实况转播。"
    },
    {
      "en": "The Sky News TV station is largely run by ex-BBC news staffers.",
      "cn": "空中新闻电视台主要是由原英国广播公司的新闻工作人员运作的。"
    },
    {
      "en": "There were fierce attacks on the BBC for alleged political bias.",
      "cn": "英国广播公司因被指具有政治偏见而遭到猛烈抨击。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "英国广播公司（British Broadcasting Corporation）"
    },
    {
      "pos": "other",
      "tran_cn": "英国广播公司",
      "tran_en": "The BBC is a British organization which broadcasts programmes on radio and television"
    }
  ],
  "exchange": {}
}