{
  "word": "multifunctional",
  "ipa": {
    "us": "ˌmʌltiˈfʌŋkʃənl",
    "uk": " ˌmʌltiˈfʌŋkʃənl"
  },
  "sentences": [
    {
      "en": "A friendly interface and multifunctional application program has been developed by VB 6.0.",
      "cn": "利用VB6.0开发出了界面友好、功能完备的应用程序."
    },
    {
      "en": "A multifunctional additive ARJ for drilling fluid was synthesized by emulsion polymerization.",
      "cn": "采用乳液聚合方法合成一种多功能钻井液添加剂ARJ, 该剂具有一剂多效的特点,使用方便."
    },
    {
      "en": "A principle and optimization method of multifunctional vibration - absorption megaframe structures is presented.",
      "cn": "摘要介绍了巨型框架多功能减振结构体系的工作原理和优化分析方法."
    },
    {
      "en": "Has the ability to coordinate with multifunctional groups; Good communication ability.",
      "cn": "良好的沟通能力,需要协调多部门、 功能组 之间的合作."
    },
    {
      "en": "It is pure, simple and designed as a multifunctional domestic object.",
      "cn": "成为单一德简单的多功能的室内设计作品."
    },
    {
      "en": "Multifunctional card slot design gives your much convenience at anywhere and anytime.",
      "cn": "多功能的卡位设计随时随地给予你生活的方便."
    },
    {
      "en": "Multifunctional videorecorders have enjoyed brick sales.",
      "cn": "多功能录像机一直在市场走俏."
    },
    {
      "en": "Neuropilin ( NRP ) is a multifunctional receptor for Semaphorin and VEGF _ ( 165 ).",
      "cn": "Neuropilin ( NRP ) 作为细胞膜上的多功能受体."
    },
    {
      "en": "Phospholipases D ( PLD ) is a multifunctional enzyme that can hydrolyze phospholipids.",
      "cn": "磷脂酶D ( PLD ) 是一种分解磷脂的多功能酶."
    },
    {
      "en": "Please show me the way to the multifunctional hall.",
      "cn": "请告诉我多功能厅怎样走."
    },
    {
      "en": "ROF - multifunctional Fatliquor has a great of component and reactive functional grouq.",
      "cn": "ROF多功能复合加脂剂含有多种组份和多种反应性官能团."
    },
    {
      "en": "There is going to design a multifunctional Digital Clock using TTL Gate.",
      "cn": "这里将用TTL逻辑门电路设计一款多功能数字钟."
    },
    {
      "en": "This hormone is multifunctional, but one of its main tasks is to act as a neurotransmitter and regulate serotonin levels.",
      "cn": "这种激素是多功能的，但它的主要功能是作为神经递质并调节血清素含量。"
    },
    {
      "en": "This multifunctional watch is a technological marvel from Switzerland.",
      "cn": "这款多功能的手表是瑞士科技的奇迹."
    },
    {
      "en": "Today maritime radar has digital, multifunctional, high powered, multi - interface and network settings.",
      "cn": "当今的船用导航雷达具有数字化 、 多功能 、 高性能 、 多接口、网络化."
    },
    {
      "en": "Yasmin: Yes, he said he's going to go for a multifunctional photocopier.",
      "cn": "亚斯明: 知道.他说会买一部多功能影印机."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "polymorphous"
          ],
          "tran_cn": "多功能的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "多功能的，起多功能作用的",
      "tran_en": "having or able to perform many functions "
    }
  ],
  "exchange": {}
}