{
  "word": "computerization",
  "ipa": {
    "us": "kəmˌpju:təraɪ'zeɪʃn",
    "uk": "kəmˌpjutəraɪ'zeɪʃn"
  },
  "sentences": [
    {
      "en": "Advances the rural finance service computerization, the informationization and the standardization positively.",
      "cn": "积极推进农村金融服务电子化 、 信息化和规范化."
    },
    {
      "en": "After all these years, a human being still needs to plug in Mr. Coffee and deliver his output. But that won’t save an administrative assistant’s job from the maw of computerization.",
      "cn": "这些年来，人们还是需要自己去泡咖啡，不断发展的计算机化也想不出办法让秘书们能够节省下花在泡咖啡这样工作上的时间。"
    },
    {
      "en": "As for the influence of computerization, nowhere but in U. S. have we seen the result so clearly.",
      "cn": "至于计算机化的影响，我们在哪里也不如在美国看到的结果更清楚。"
    },
    {
      "en": "Computerization of the financial accounts of the software set up to consider what needs?",
      "cn": "电算化财务软件中会计科目的设置需要怎样考虑?"
    },
    {
      "en": "Computerization will be discussed in more detail at a later stage.",
      "cn": "计算机化将在下文详细讨论."
    },
    {
      "en": "Could you say something about computerization and its effect on banking?",
      "cn": "您能谈谈电脑化以及电脑化对银行业的影响 吗 ?"
    },
    {
      "en": "Emerging as the times require, the approach of computerization has its unexampled advantage over others.",
      "cn": "数字化表达方式是顺应时代的发展应运而生的, 自然有其它方式无可比拟的优越性."
    },
    {
      "en": "Have experience in the computerization of financial functions.",
      "cn": "有财务电算化的经验."
    },
    {
      "en": "Henceforth, the appliance such as air conditioning, freezer moves toward computerization necessarily.",
      "cn": "今后, 空调 、 冰箱等家电必然走向电脑化."
    },
    {
      "en": "In the accounting computerization conditions, the characteristics of the decision accounting audit content and technical change.",
      "cn": "在会计电算化条件下, 会计的特点决定了审计的内容和技术的改变."
    },
    {
      "en": "Pointed out must promote the network finance standard, depends on Accountant Yu the computerization management strengthening.",
      "cn": "指出要促进网络财务的规范, 有赖于会计电算化管理的加强."
    },
    {
      "en": "Set up accounting system General Ledger, Subsidiary Ledger etc set - up and accounting computerization management.",
      "cn": "会计核算体系建立及会计科目、总帐 、 明细帐等帐务设置;会计电算化的运行管理."
    },
    {
      "en": "Set up accounting system LedgerSubsidiary Ledger etc set - up and accounting computerization management.",
      "cn": "会计核算体系建立及会计科目、帐、明细帐等帐务设置;会计电算化的运行管理."
    },
    {
      "en": "The assessment of the computerized data shows that the result of landfalling information computerization is satisfactory.",
      "cn": "对资料信息化结果的分析表明:信息化登陆资料效果是良好的."
    },
    {
      "en": "The computerization degree of study to establish reservoir geological model is an important work to measure the modernization degree of this study.",
      "cn": "储层地质建模研究的计算机化程度是衡量储层地质模型研究的现代化程度的一个重要标志。"
    },
    {
      "en": "The individual information administration computerization already becomes one kind of tidal current.",
      "cn": "个人信息的管理计算机化已经成为一种潮流."
    },
    {
      "en": "These methods have proven to be well matched with human expressive patterns, but they do not lend themselves to the process of computerization.",
      "cn": "已经证明这些方法同人们的表达方式非常吻合，但是他们本身不适宜于完成计算机化这一过程。"
    },
    {
      "en": "These structures and equipments are combined with computer and computerization comes true.",
      "cn": "这些仪器设备都与计算机联用,实现计算机化."
    },
    {
      "en": "Under the above I have written the Computerization Sale Invoice operation.",
      "cn": "根据以上是我写的电脑销售发票的运作."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "computable",
          "tran_cn": " 可计算的"
        },
        {
          "word": "computational",
          "tran_cn": " 计算的"
        },
        {
          "word": "computerised",
          "tran_cn": " 电脑化的；计算化的"
        },
        {
          "word": "computerized",
          "tran_cn": " 电脑的；电脑化的；用电脑处理的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "computation",
          "tran_cn": " 估计，计算"
        },
        {
          "word": "compute",
          "tran_cn": " 计算；估计；推断"
        },
        {
          "word": "computer",
          "tran_cn": " 计算机；电脑；电子计算机"
        },
        {
          "word": "computing",
          "tran_cn": " 计算；处理；从事电脑工作"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "computerised",
          "tran_cn": " 使电脑化（computerise的过去分词形式）；用电脑处理"
        },
        {
          "word": "computerized",
          "tran_cn": " 用电子计算机控制（computerize的过去分词）"
        },
        {
          "word": "computing",
          "tran_cn": " 计算（compute的现在分词形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "compute",
          "tran_cn": " 计算；估算；推断"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "compute",
          "tran_cn": " 计算；估算；用计算机计算"
        },
        {
          "word": "computerise",
          "tran_cn": " （英）用计算机处理；给…装备计算机（等于computerize）"
        },
        {
          "word": "computerize",
          "tran_cn": " 使电脑化；使计算机化；用电脑处理"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "accounting computerization",
      "tran_cn": "会计电算化"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "计算机的使用，计算机化"
    }
  ],
  "exchange": {
    "verb": [
      "computerize"
    ]
  }
}