{
  "word": "eighteenth",
  "ipa": {
    "us": "ˌeɪ'ti:nθ",
    "uk": "eˈtinθ"
  },
  "sentences": [
    {
      "en": "An eighteenth - century satirist reviewed the troublesome period.",
      "cn": "一位18世纪的讽刺作家对这一动乱时期作了评论."
    },
    {
      "en": "I took the elevator to the eighteenth floor.",
      "cn": "我坐电梯上了第十八层。"
    },
    {
      "en": "I will meet you on the eighteenth next month.",
      "cn": "我下月十八号和你见面."
    },
    {
      "en": "In the mid-eighteenth century the production of food far outstripped the rise in population.",
      "cn": "18世纪中叶食物的产量远远超过人口的增长。"
    },
    {
      "en": "Indeed, arguably a modern military power, at least in the seventeenth and early eighteenth-century sense, and he injects European culture into Russia.",
      "cn": "至少在十七世纪和十八世纪早期,它可以算是一个现代化的军事大国,同时 他将欧洲文化注入俄国"
    },
    {
      "en": "My rooms were large, with deeply recessed windows and painted, eighteenth - century panellin.",
      "cn": "我住的房间很宽敞, 有向里凹陷很深的窗户,油漆过的十八世纪的镶花地板."
    },
    {
      "en": "Such disputes multiplied in the eighteenth and nineteenth centuries.",
      "cn": "这类纠纷在18和19世纪大量增多。"
    },
    {
      "en": "the architecture of the eighteenth century",
      "cn": "十八世纪的建筑风格"
    },
    {
      "en": "The eighteenth century saw the devolopment of modern pathology and experimental surgery.",
      "cn": "18世纪是近代病理学和实验外科学发展的开端."
    },
    {
      "en": "The eighteenth century sought to refine upon Shakespeare by altering and adapting his plays.",
      "cn": "18世纪,人们试图通过改编莎士比亚的作品来超过他."
    },
    {
      "en": "The first accurate census, I think, is in Copenhagen at the end of the eighteenth century.",
      "cn": "我认为,第一次精确的人口普查,是在十八世纪末的哥本哈根"
    },
    {
      "en": "The litigation aroused enormous interest in Scotland in the eighteenth century.",
      "cn": "18世纪在苏格兰该诉讼案影响很大."
    },
    {
      "en": "The potential equation had figured in the eighteenth - century work on gravitation.",
      "cn": "位势方程在十八世纪关于引力的研究中已显露头角."
    },
    {
      "en": "The seventeenth to Hezir, the eighteenth to Aphses.",
      "cn": "第十七是希悉，第十八是哈辟悉。"
    },
    {
      "en": "The siege is now in its eighteenth day.",
      "cn": "围困今天已经进入第18天了。"
    },
    {
      "en": "Their lives interconnect with those of celebrated figures of the late eighteenth-century.",
      "cn": "他们的生活与18世纪晚期的名人联系在一起。"
    },
    {
      "en": "This a facsimile edition of an eighteenth century book.",
      "cn": "这是一本18世纪书籍的复制版."
    },
    {
      "en": "This is a facsimile edition of an eighteenth century book.",
      "cn": "这是一本18世纪书籍的复制版。"
    },
    {
      "en": "We got engaged on my eighteenth birthday.",
      "cn": "在我18岁生日那天我们订婚了。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "eight",
          "tran_cn": " 八的"
        },
        {
          "word": "eighteen",
          "tran_cn": " 十八个的，十八的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "eight",
          "tran_cn": " 八字形"
        },
        {
          "word": "eighteen",
          "tran_cn": " 十八，十八个"
        }
      ]
    },
    {
      "pos": "num",
      "words": [
        {
          "word": "eight",
          "tran_cn": " 八；八个；第八"
        },
        {
          "word": "eighteen",
          "tran_cn": " 十八"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "第十八的，第十八个的，十八分之一的"
    },
    {
      "pos": "n",
      "tran_cn": "第十八，十八分之一，（每月的）第十八日"
    },
    {
      "pos": "num",
      "tran_cn": "第十八，十八号，十八分之一的"
    }
  ],
  "exchange": {
    "pl": [
      "eighteenths"
    ]
  }
}