{
  "word": "considered",
  "ipa": {
    "us": "kən'sɪdəd",
    "uk": "kənˈsɪdəd"
  },
  "sentences": [
    {
      "en": "A 10 to 15 percent deviation is considered acceptable.",
      "cn": "10%至15%的离差是可以接受的。"
    },
    {
      "en": "About half the subjects considered themselves to be telepathic.",
      "cn": "实验对象中有一半左右自认为有心灵感应能力。"
    },
    {
      "en": "Any entry arriving after the closing date will not be considered.",
      "cn": "截止日期之后报名参赛的人将不予考虑。"
    },
    {
      "en": "Blue and green eyeshadow has long been considered kitsch.",
      "cn": "蓝色和绿色的眼影一直被认为是俗气的。"
    },
    {
      "en": "Caviar and oysters on ice are generally considered the ultimate luxury foods.",
      "cn": "一般认为，鱼子酱和冰镇牡蛎是顶级美味。"
    },
    {
      "en": "Chantal would have considered it ill-mannered to show surprise.",
      "cn": "钱特尔会认为表现出吃惊是失态的。"
    },
    {
      "en": "Denver has the inside track among 10 sites being considered.",
      "cn": "丹佛在10个被考虑的地点之中具有优势。"
    },
    {
      "en": "Even among seasoned mountaineers Pinnacle Ridge is considered quite a tough proposition.",
      "cn": "即使在经验丰富的登山者中，平纳克尔峰也被认为是很难攀登的。"
    },
    {
      "en": "Generally, the lower classes are considered to be the bearers of tradition.",
      "cn": "总的来说，下层民众被认为是传统的保持者。"
    },
    {
      "en": "He hadn’t had time to form a considered opinion .",
      "cn": "他还没有来得及细想出一个成熟的意见。"
    },
    {
      "en": "Rain water was once considered to be good for the complexion.",
      "cn": "雨水曾一度被认为可以滋养皮肤。"
    },
    {
      "en": "She was being paid what I considered a derisory amount of money.",
      "cn": "在我看来，她得到的报酬真是少得可怜。"
    },
    {
      "en": "Such a motion is considered a test of backbench opinion.",
      "cn": "这样的动议被视为对后座议员立场的考验。"
    },
    {
      "en": "The choreography of Eric Hawkins is considered radical by ballet audiences.",
      "cn": "芭蕾舞观众认为埃里克·霍金斯的舞蹈设计非常前卫。"
    },
    {
      "en": "The committee is meeting to prepare a considered response to the problem.",
      "cn": "委员会正在开会，给这个问题研究出一个成熟的答复。"
    },
    {
      "en": "The empirical evidence considered here is subject to many qualifications.",
      "cn": "此处提及的实验证据有诸多限制条件。"
    },
    {
      "en": "The landlord refused to serve him because he considered him too drunk.",
      "cn": "酒吧老板觉得他已经喝多了，拒绝再给他添酒。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "considerable",
          "tran_cn": " 相当大的；重要的，值得考虑的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "consideration",
          "tran_cn": " 考虑；原因；关心；报酬"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "consider",
          "tran_cn": " 考虑；认为；细想"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "consider",
          "tran_cn": " 考虑；认为；考虑到；细想"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advised",
            "intended"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "considered as",
      "tran_cn": "被认为是…；被看作…"
    },
    {
      "phrase": "considered opinion",
      "tran_cn": "信念；考虑后的意见"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "经过仔细考虑的，经过深思熟虑的，受尊敬的，经过深思熟虑的看法",
      "tran_en": "a considered opinion, reply, judgment etc is one that you have thought about carefully"
    },
    {
      "pos": "v",
      "tran_cn": "考虑( consider的过去式和过去分词)，想，注意，看重"
    }
  ],
  "exchange": {}
}