{
  "word": "airway",
  "ipa": {
    "us": "ˈeəweɪ",
    "uk": "ˈerweɪ"
  },
  "sentences": [
    {
      "en": "According to the anatomy date, the airway was established with hydrodynamics software.",
      "cn": "以实际人体解剖学数据为基础, 利用流体力学软件构建了口腔模型."
    },
    {
      "en": "Airway smooth muscle is fundamental in maintain airway tone.",
      "cn": "气道平滑肌是维持气道张力的根本."
    },
    {
      "en": "Alcohol causes a relaxation of the airway during sleep.",
      "cn": "酒精会引起气管壁松弛."
    },
    {
      "en": "Breath holding was noted immediately after laryngeal mask airway ( LMA ) insertion .",
      "cn": "在麻醉诱导,放置 喉头 面罩之后,病人马上发生闭气的现象."
    },
    {
      "en": "Conclusion Lung dilated suction could increase the tidal volume decrease airway pressure.",
      "cn": "结论用膨肺吸痰法吸痰能使病人潮气量增加,气道压力下降."
    },
    {
      "en": "Conclusion mechanism of ping chuan mixture associated with depressing the airway inflammation.",
      "cn": "结论平喘合剂治疗儿童哮喘的作用机制与抑制气道炎症等机制有关."
    },
    {
      "en": "Exercise - induced bronchoconstriction ( EIB ) describes airway narrowing association with exercise.",
      "cn": "运动诱发性支气管痉挛 ( exercise-inducedbronchoconstriction, EIB ) 是由运动诱发的急性短暂的气道缩窄."
    },
    {
      "en": "How does a private pilot get access to the airways?",
      "cn": "一个私人飞机的飞行员如何获得航线使用权呢？"
    },
    {
      "en": "In obstructie sleep apnea, the upper airway narrows, or collapses, during sleep.",
      "cn": "在阻塞性睡眠呼吸暂停中, 睡眠期间上呼吸道狭窄或踏陷."
    },
    {
      "en": "Lay them on their side and ensure the airway is unobstructed.",
      "cn": "让他们侧躺着,并确保呼吸道畅通."
    },
    {
      "en": "Objective To explore the clinical effect of continual airway humidification aftertracheotomy.",
      "cn": "目的探讨气管切开后持续气道湿化的临床效果."
    },
    {
      "en": "Reactive airway disease is classified into extrinsic and intrinsic asthma.",
      "cn": "反应性呼吸道疾病分为内源性和外源性哮喘."
    },
    {
      "en": "Suspect complete airway obstruction if victim cannot speak, and has a weak cough.",
      "cn": "如果患者不能说话, 并带有微弱咳嗽,就要考虑为完全的气道阻塞."
    },
    {
      "en": "The reopening of obstructed pulmonary airway was simulated experimentally in this paper.",
      "cn": "实验模拟了受阻塞肺下呼吸道重开的生物力学问题."
    },
    {
      "en": "There is a purple airway in London Airport.",
      "cn": "伦敦机场里有一条皇家专用飞机跑道."
    },
    {
      "en": "They help control and prevent airway spasms during asthma attacks.",
      "cn": "在哮喘发作时,它们可以帮助控制和阻止气道痉挛."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ventilation slot",
            "aspirail"
          ],
          "tran_cn": "导气管；空中航线；通风孔"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "airway bill",
      "tran_cn": "n. 航运收据"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "航线，（矿井的）风道，（肺的）气道，通气道",
      "tran_en": "the passage in your throat that you breathe through"
    }
  ],
  "exchange": {
    "pl": [
      "airways"
    ]
  }
}