{
  "word": "Switzerland",
  "ipa": {
    "us": "'swɪtsələnd",
    "uk": "ˈswitsə(r)ˌlənd"
  },
  "sentences": [
    {
      "en": "But I did not need to go to Switzerland to learn that.",
      "cn": "到瑞士要是就为了知道这些就大可不必去了。"
    },
    {
      "en": "From 1879 to 1888 he wandered about Germany, Switzerland, and Italy.",
      "cn": "从1879到1888年，他游历于德国、瑞士和意大利等地。"
    },
    {
      "en": "Gessler ruled over Switzerland. The Swiss people hated him.",
      "cn": "盖斯勒统治着瑞士, 瑞士人都痛恨他."
    },
    {
      "en": "I'm on my way to Switzerland, but I've lost my card. I'vegot to get a duplicate.",
      "cn": "我正在去瑞士的路上,可是我把卡弄丢了,得去补办一张."
    },
    {
      "en": "Ms Highsmith has made Switzerland her home.",
      "cn": "海史密斯女士已经在瑞士安了家。"
    },
    {
      "en": "Scientists in Switzerland realised that most other researchers had been barking up the wrong tree.",
      "cn": "瑞士科学家意识到其他研究者大多研究方向不对头。"
    },
    {
      "en": "Switzerland declared its neutrality.",
      "cn": "瑞士宣布中立."
    },
    {
      "en": "Switzerland is a big exporter of watches.",
      "cn": "瑞士是手表出口大国."
    },
    {
      "en": "Switzerland is completely landlocked.",
      "cn": "瑞士完全是个内陆国。"
    },
    {
      "en": "Switzerland isn't all cow bells and yodelling, you know.",
      "cn": "你知道，瑞士不仅仅只有牛铃声和约德尔调歌声。"
    },
    {
      "en": "Switzerland's national carrier, Swissair, has been having a hard time recently.",
      "cn": "瑞士的国有航空公司——瑞士航空公司，最近日子很不好过。"
    },
    {
      "en": "The banks needed to do something, so they turned themselves into the Switzerland of the Gulf.",
      "cn": "银行必须做点什么，于是它们把迪拜变成了波斯湾地区的瑞士。"
    },
    {
      "en": "The other day we had some visitors from Switzerland.",
      "cn": "前几天我们接待了几位来自瑞士的参观者。"
    },
    {
      "en": "The problem is Switzerland is a smaller country and you can not compare it with other leagues like Germany, French or Great Britain.",
      "cn": "问题在于瑞士是一个较小的国家，你不能把它与像德国、法国或英国这样的大国的国家队相比。"
    },
    {
      "en": "The River Rhine rises in Switzerland.",
      "cn": "莱茵河发源于瑞士."
    },
    {
      "en": "The scenery in Switzerland is exceedingly attractive to the tourists from the whole world.",
      "cn": "瑞士的风景对来自全世界的游客都很有吸引力."
    },
    {
      "en": "The story of the bravery of William Tell and his son quickly got round, throughout Switzerland.",
      "cn": "威廉·泰尔和他儿子的勇敢的故事很快就传遍了全瑞士."
    },
    {
      "en": "Two men answer-ing the description of the suspects tried to enter Switzerland.",
      "cn": "与描述的疑犯样子相符的两名男子试图进入瑞士。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "瑞士"
    },
    {
      "pos": "other",
      "tran_cn": "瑞士"
    }
  ],
  "exchange": {}
}