{
  "word": "moat",
  "ipa": {
    "us": "məʊt",
    "uk": "moʊt"
  },
  "sentences": [
    {
      "en": "A fire on the city gate brings disaster to the fish in the moat.",
      "cn": "城门失火，殃及池鱼。"
    },
    {
      "en": "Boys in the boat bought buoys in the moat.",
      "cn": "船里的男孩买了护城河里的浮筒."
    },
    {
      "en": "Certainly no one in the media would deny the attraction of living behind a deep moat, even if it is filled with sharks.",
      "cn": "当然，在媒体业，没有人会否认围在深深的护城河里面过日子的吸引力，即使那河里满是鲨鱼在游来游去。"
    },
    {
      "en": "Energetic, young and heart have been unruly, natural moat change thoroughfare!",
      "cn": "血气方刚, 风华正茂,心已不羁, 天堑变通途!"
    },
    {
      "en": "First, Mr Slim benefits from what Buffett calls a wide moat.",
      "cn": "首先, 斯利姆得益于巴菲特口中的“宽阔护城河”."
    },
    {
      "en": "For local boys the moat at Angkor Wat is a swimming hole.",
      "cn": "在当地男孩们的眼里,吴哥窟的护城河不过是个游泳池."
    },
    {
      "en": "I thought it less a lake and more a moat.",
      "cn": "我觉得这海洋不象湖泊,却更象困住我们的围城河."
    },
    {
      "en": "I thought it less like a lake more like a moat.",
      "cn": "我觉得它不象湖泊,更象深渊."
    },
    {
      "en": "It's a shame our particular moat, the ashram of Pray, is so exhausting, because in the Love section Bardem proves himself a worthy castle.",
      "cn": "很遗憾，我们急缺实际的护城河，祈祷的场所，因为在爱这部分里，巴登证明了自己就是一座有价值的城堡。"
    },
    {
      "en": "Moat The moat around our city has been seriously polluted recently.",
      "cn": "我们城市周围的护城河最近被严重污染了."
    },
    {
      "en": "Outside the old city moat, Yi Zhang deep water.",
      "cn": "城门外原有护城河, 蓄水一丈多深."
    },
    {
      "en": "Several dark mat boats were scattered on the moat.",
      "cn": "环城河里稀稀落落地停着几只乌篷船."
    },
    {
      "en": "Shaoxing Plaza, along the moat to go north, not how far the streets there.",
      "cn": "沿着绍兴广场的护城河北走，没有多远，老街就出现了。"
    },
    {
      "en": "The bridge lies like a trench in the fortress of the moat, which is shaped to blend in with the outlines of the landscape.",
      "cn": "这座桥就像是坐落在护城河中的一条沟渠，这种造型是为了使它与周围的风景融合在一起。"
    },
    {
      "en": "The castle had a deep moat which emptied into the lake.",
      "cn": "城堡有一条很深的流入湖里的护城河."
    },
    {
      "en": "The city moat of Xiang Yang is the widest one in China.",
      "cn": "襄阳护城河是全国最宽的护城河."
    },
    {
      "en": "The medieval town a high wall and a deep moat.",
      "cn": "这座中世纪的城市周围建有城墙和护城河."
    },
    {
      "en": "The medieval town was fortified with a high wall and a deep moat.",
      "cn": "这座中世纪的城市用高墙深沟来加强防御."
    },
    {
      "en": "When the moat is deep a ladder can be used.",
      "cn": "城壕深了架梯子;问题总有解决的办法."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "channel",
            "ditch",
            "entrenchment",
            "fortification",
            "trench"
          ],
          "tran_cn": "沟渠;壕沟"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "channel",
            "dike",
            "ditch",
            "entrenchment",
            "fortification",
            "trench"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "壕沟，护城河",
      "tran_en": "a deep wide hole, usually filled with water, dug around a castle as a defence"
    },
    {
      "pos": "vt",
      "tran_cn": "将围以壕沟"
    }
  ],
  "exchange": {
    "pl": [
      "moats"
    ],
    "adj": [
      "moated"
    ]
  }
}