{
  "word": "unable",
  "ipa": {
    "us": "ʌnˈeɪbl",
    "uk": "ʌnˈeɪbl"
  },
  "sentences": [
    {
      "en": "Earlier reports were unable to confirm that there were any survivors.",
      "cn": "早先的报道无法证实是否有幸存者。"
    },
    {
      "en": "For two weeks, the cash machine was unable to dispense money.",
      "cn": "该自动取款机已有两个星期不能提供现金。"
    },
    {
      "en": "He is unable to travel much because of old age.",
      "cn": "他年事已高，不能频繁出游。"
    },
    {
      "en": "He was unable to contain his own destructive feelings.",
      "cn": "他无法抑制自己消极的情绪。"
    },
    {
      "en": "He was unable to sit still for longer than a few minutes.",
      "cn": "他连几分钟都坐不住。"
    },
    {
      "en": "Many areas in the country'sinterior are unable to report Aids cases immediately.",
      "cn": "该国内地的很多地区无法即时报告艾滋病病例。"
    },
    {
      "en": "Oil majors need not fear being unable to sell their crude.",
      "cn": "大型石油公司无需担心原油销售不出去。"
    },
    {
      "en": "She seemed to be unable to rouse herself to do anything.",
      "cn": "她似乎打不起精神去做任何事情。"
    },
    {
      "en": "She stared at her own bloodied hands, unable to think or move.",
      "cn": "她盯着自己流血的双手，呆呆地愣住了。"
    },
    {
      "en": "The British driver was unable to hang on to his lead.",
      "cn": "英国车手没能保住自己的领先地位。"
    },
    {
      "en": "The clay court was slippery and he was unable to move freely.",
      "cn": "红土网球场很滑，他不能自如地移动。"
    },
    {
      "en": "The military may feel unable to hand over power to a civilian president next year.",
      "cn": "军方可能觉得无法在明年把政权移交给一位民选总统。"
    },
    {
      "en": "The striker was unable to find his scoring touch.",
      "cn": "那个前锋找不到进球的感觉。"
    },
    {
      "en": "These people, usually men, seem unable to relate to the opposite sex.",
      "cn": "这些人，通常为男性，似乎不懂得如何跟异性相处。"
    },
    {
      "en": "Unable to restrain herself, she rose and went to the phone.",
      "cn": "她没能克制住自己，起身走向电话。"
    },
    {
      "en": "When the children misbehaved she was unable to cope.",
      "cn": "孩子们调皮捣蛋的时候她管不了。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "incapable",
            "incompetent",
            "unfit",
            "unqualified"
          ],
          "tran_cn": "无力的;不胜任的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "incapable",
            "incompetent",
            "inefficient",
            "unfit",
            "unqualified"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "unable to establish",
      "tran_cn": "不能成立"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不能…的，无法…的",
      "tran_en": "not able to do something"
    }
  ],
  "exchange": {}
}