{
  "word": "cougar",
  "ipa": {
    "us": "ˈku:gə(r)",
    "uk": "ˈkuɡɚ"
  },
  "sentences": [
    {
      "en": "Ain't nothing more damn frightening than driving with a cougar in the car.",
      "cn": "还有比开车时边上边上还蹲着一只美洲狮更吓人的吗!"
    },
    {
      "en": "And the rare spotting of a cougar, wolf or woodland caribou takes our breath away.",
      "cn": "偶尔看到美洲狮 、 狼或者林地驯鹿,会让我们激动到窒息!"
    },
    {
      "en": "As soon as it went underneath the light, I saw that it was a cougar.",
      "cn": "当它走到灯光下的时候我才看出那是只美洲豹."
    },
    {
      "en": "Claw marks, from a big cat, most likely a cougar.",
      "cn": "留下的爪印, 源自大型猫科动物, 很可能是一只美洲狮."
    },
    {
      "en": "Finally, the cougar ran off and Mrs. McAlister held her children and was thankful they were safe.",
      "cn": "最后美洲狮跑开了，阿里斯特太太抱着她的孩子，很欣慰他们都平安无事。"
    },
    {
      "en": "I have never seen a cougar.",
      "cn": "我从未见过美洲豹."
    },
    {
      "en": "I saw a cougar slinking toward its prey.",
      "cn": "我看到一只美洲狮正在潜随猎物."
    },
    {
      "en": "Now they ought to be listed with other endangered species like the Eastern cougar and Kemp's Ridley turtle.",
      "cn": "如今，它们应该同濒临灭绝东部美洲狮和肯氏龟一起列入濒危物种的名录。"
    },
    {
      "en": "Optima Cougar - Optima has finally entered the highracer market with the new Cougar.",
      "cn": "最优美洲豹 - 最优终于进入highracer市场与新的美洲豹."
    },
    {
      "en": "That man was on the prod and as dangerous as a cornered cougar.",
      "cn": "那人大发雷霆,危险得如同一头被困的美洲豹."
    },
    {
      "en": "The boy fled into his home, yelling A cougar is eating Angel! \"\"",
      "cn": "男孩逃回家中, 大喊:“一直美洲豹在咬安琪儿! ”"
    },
    {
      "en": "Then Mrs. McAlister grabbed a shovel in the yard and swung it at the cougar.",
      "cn": "于是阿里斯特太太抓起后院的一把铁锹对着美洲狮挥来挥去。"
    },
    {
      "en": "They went nuts over the Cougar.",
      "cn": "他们对美洲豹车看得入迷."
    },
    {
      "en": "We did use a live animal to promote the Cougar.",
      "cn": "我们倒的确使用了一头活的动物来推销美洲豹车."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mountain lion",
            "leopard"
          ],
          "tran_cn": "[脊椎]美洲狮，美洲豹（特指Felis concolor）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "panther"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<美>美洲狮，（追求年轻帅哥的）熟女",
      "tran_en": "a large brown wild cat from the mountains of western North America and South America"
    }
  ],
  "exchange": {
    "pl": [
      "cougars"
    ]
  }
}