{
  "word": "recruiter",
  "ipa": {
    "us": "rɪ'kru:tə(r)",
    "uk": "rɪˈkrutɚ"
  },
  "sentences": [
    {
      "en": "A recruiter can give you insider pointers and advice.",
      "cn": "一个招聘人可以为你提供内行人的观点与建议。"
    },
    {
      "en": "Address the Recruiter: Start your letter with the date.",
      "cn": "写给招聘员工: 信件的开始写上期."
    },
    {
      "en": "An excellent question a recruiter may be inappropriate for an executive.",
      "cn": "唯一问招工打工人们最合适的疑难题目却不确定合适问高级主管."
    },
    {
      "en": "Here are four things you shouldn't ask of a recruiter.",
      "cn": "以下四件事在你和招聘人员打交道中应该要禁止的."
    },
    {
      "en": "Ideally, working with a recruiter should be a win - win situation for everyone.",
      "cn": "理想上, 对每个人来说,同招聘人合作应该都是双赢的局面."
    },
    {
      "en": "If that doesn't work, do a Web search on the term \"recruiter\" or \"HR director\" along with the name of your employer of choice.",
      "cn": "如果这招无效的话，那就在网站上输入你可选择的雇主名单加上“招聘人员”或“人力资源部经理”一起搜索。"
    },
    {
      "en": "If you feel the recruiter can't meet the challenge, you may need to raise the issue with the head of recruiting or human resources.",
      "cn": "如果你觉得招聘人员无法完成这一挑战，你可能就得把问题提交给招聘或人力资源部门的负责人了。"
    },
    {
      "en": "Mr. Recruiter, Tear Down This ATS!",
      "cn": "招聘专员们,拆掉你们的自动试验系统!"
    },
    {
      "en": "Once applies for the job the relationship between he and recruiter starts.",
      "cn": "一旦报名视同《劳务用工合同》关系开始建立."
    },
    {
      "en": "Once, right before an interview a recruiter came into my office.",
      "cn": "曾经有一次, 招募人员在面谈前来我的办公室."
    },
    {
      "en": "Recruiter Peter Polachi recently met with a an executive - level marketing job a midsize technology firm.",
      "cn": "招聘专员彼得·波拉奇(PeterPolachi)最近见过一位求职者,后者申请的是一家中等规模的技术公司销售主管的职位."
    },
    {
      "en": "The recruiter greets everyone with a firm handshake.",
      "cn": "招募者紧紧握住每个人的手,向他们表示祝贺."
    },
    {
      "en": "The recruiter is too the prime person to answers questions about the hiring process.",
      "cn": "招工打工人们还得回答招工程式的最佳人选."
    },
    {
      "en": "The Recruiter: The'Big Picture'Person.",
      "cn": "招聘人员: 统观大局的人."
    },
    {
      "en": "The tele recruiter is prompted by a variety of questions, depending on your answers.",
      "cn": "针对你不同的回答, 这位考官还会提出些不同的问题."
    },
    {
      "en": "Therefore, if recruiting is a major function, it may be in the company's best interest to have a professional recruiter and another employee to handle all the other functions.",
      "cn": "因此，如果招聘是一个重要的职能，符合该公司的最大利益的做法是，有专业的招聘人员和另一名雇员来处理所有其他职能。"
    },
    {
      "en": "Think of the recruiter as a respected coworker and treat them accordingly.",
      "cn": "将招聘人员当作一位你尊敬的同事,并以尊敬的态度对待他们."
    },
    {
      "en": "We can identify two specialisms within the recruiter's role.",
      "cn": "在招聘岗位我们可以分为两个专业领域."
    },
    {
      "en": "You'll be prepared to answer all the recruiter's questions and t be distracted.",
      "cn": "那样,回答问题时就能做好准备、不会分心."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "recruit",
          "tran_cn": " 招聘；新兵；新成员"
        },
        {
          "word": "recruitment",
          "tran_cn": " 补充；征募新兵"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "recruit",
          "tran_cn": " 复原；征募新兵；得到补充；恢复健康"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "recruit",
          "tran_cn": " 补充；聘用；征募；使…恢复健康"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "招聘人员，征兵人员",
      "tran_en": "someone in a company who is involved in recruiting new employees"
    }
  ],
  "exchange": {
    "pl": [
      "recruiters"
    ],
    "verb": [
      "recruit"
    ],
    "noun": [
      "recruitment"
    ]
  }
}