{
  "word": "larvae",
  "ipa": {
    "us": "ˈlɑ:vi:",
    "uk": "ˈlɑrvi"
  },
  "sentences": [
    {
      "en": "Aberrant larvae may lodge in the liver, producing granulomatous lesions and hepatomegaly.",
      "cn": "蛔蚴可误入肝门, 引起肉芽肿性损害及肝肿大."
    },
    {
      "en": "All the larvae are straight, with a slight taper towards the rear.",
      "cn": "所有幼虫都是直形背部略带锥形."
    },
    {
      "en": "Because one way ladybugs compete is by consuming the eggs and larvae of rival species.",
      "cn": "因为瓢虫的一种竞争手段是吃对手的卵或者幼虫。"
    },
    {
      "en": "FLATOW: ...thank you, in their beaks, and poke in to pull out these larvae out of a tree.",
      "cn": "傅拉托：对，...谢谢你，是用它们的\"喙\"(鸟嘴)，把树枝戳进洞里去，把幼虫从树洞里钓出来。"
    },
    {
      "en": "I had some ginger powder in the house, so I tried it with the larvae.",
      "cn": "我家里有些生姜粉，所以我就拿来试探这些幼虫。"
    },
    {
      "en": "In fact, the animal uses its middle finger to find and harvest insect larvae in trees.",
      "cn": "实际上， 这种动物用其中指搜索和俘获藏在树木里的昆虫幼虫。"
    },
    {
      "en": "Larvae are parasitic on sheep.",
      "cn": "幼虫寄生在绵羊的身上。"
    },
    {
      "en": "Pseudopodia are characteristic of many dipterous larvae.",
      "cn": "伪足为多数双翅目幼虫所特有."
    },
    {
      "en": "Some larvae extend the galleries to form niches.",
      "cn": "许多幼虫将坑道延伸扩大成壁龛."
    },
    {
      "en": "The earthbound larvae from which they develop are less pretty, but just as predatory.",
      "cn": "幼虫生活在地面上，不像成虫后那么美丽，但是同样会捕食。"
    },
    {
      "en": "The eggs quickly hatch into larvae.",
      "cn": "虫卵很快孵化成幼虫。"
    },
    {
      "en": "The larvae burrow into cracks in the floor.",
      "cn": "幼虫钻进了地板的缝隙里。"
    },
    {
      "en": "The larvae may be excreted in the faeces.",
      "cn": "幼虫会连同粪便排出."
    },
    {
      "en": "The larvae of flies parasitize earthworms.",
      "cn": "蝇的幼虫寄生在蚯蚓上."
    },
    {
      "en": "The larvae prey upon small aphids.",
      "cn": "这种幼虫以小蚜虫为食。"
    },
    {
      "en": "The pulmonary migration of larvae is associated with fever, cough, occasionally hemoptysis.",
      "cn": "蛔蚴肺部移行,可伴有发热 、 咳嗽 、 偶尔咯血."
    },
    {
      "en": "The sputum contains larvae and eosinophils.",
      "cn": "痰中含有蛔蚴及嗜酸性细胞."
    },
    {
      "en": "They deposit larvae that will grow up to egglaying females.",
      "cn": "它们产生幼蚜,以后发育为产卵雌蚜."
    },
    {
      "en": "We know that freshwater eels reproduce in the ocean because larvae have been found drifting near the surface thousands of miles from any shore.",
      "cn": "我们知道淡水鳗鱼在海里繁殖，因为我们曾经在距所有海岸数千英里的海面发现过漂动的鳗鱼幼体。"
    },
    {
      "en": "When the eggs hatch the larvae eat the living flesh of the host animal.",
      "cn": "当卵孵化后，幼虫取食寄主的鲜肉。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（昆虫的）幼虫，幼体( larva的名词复数 )，(larva的复数)"
    }
  ],
  "exchange": {}
}