{
  "word": "briny",
  "ipa": {
    "us": "ˈbraɪni",
    "uk": "ˈbraɪni"
  },
  "sentences": [
    {
      "en": "All of it is growing alarmingly acidic, as the carbon dioxide spewed out by modern activities finds its way into the briny.",
      "cn": "现代生产中喷涌而出的二氧化碳最终会融入了海水，海洋整体的酸化也令人担忧。"
    },
    {
      "en": "And now here he was hiding in the weeds outside Roanoke, Virginia, plotting a kidnaping.",
      "cn": "而现在,在这儿,他则躲在弗吉尼亚州劳诺克市外的一块草地里, 密谋着一起绑架."
    },
    {
      "en": "As sea - ice develops, the briny water beneath it cools to - 2 C.",
      "cn": "随着海面冰层的形成, 冰层之下的海水温度低至 -2."
    },
    {
      "en": "Development uses briny resource is to alleviate foreland lacks the way with water very active issue.",
      "cn": "开发利用海水资源是缓解沿海地区缺水问题非常有效的途径."
    },
    {
      "en": "He adds that briny, acidic water would dissolve through alkaline basalt rock, not create puddles.",
      "cn": "他认为那种盐水, 产生的酸会溶解碱性的玄武岩岩石, 不能产生水池."
    },
    {
      "en": "He flies off with her , an apparent kidnaping, but is forced down in the desert.",
      "cn": "祸不单行的是飞机发生故障而在沙漠上迫降, 两个冤家对头闹出的笑话就更大了."
    },
    {
      "en": "In his whole miserable, messed - up life he'd never considered anything so callous as kidnaping.",
      "cn": "在他悲惨 、 混乱的一生中,他从未想到过像绑架这样冷酷无情的事."
    },
    {
      "en": "Kidnaping must be extirpated.",
      "cn": "必须根除绑架."
    },
    {
      "en": "Natalie shuddered. \" I don't know. It's a godforsaken place, Briny. \"",
      "cn": "纳塔丽耸耸肩膀. “ 我不知道,勃拉尼, 这是个荒凉的地方. ”"
    },
    {
      "en": "Prices of a large amount of fresh water variety fall slightly, briny product rises slightly.",
      "cn": "大宗淡水品种价格略降, 海水产品略升."
    },
    {
      "en": "She swallowed her briny tears.",
      "cn": "她咽下自己的咸咸的眼泪。"
    },
    {
      "en": "That's self - preservation, not work. Briny's always been good at that.",
      "cn": "那只是 自我 保存, 并不是工作--勃拉尼一向是善于那样的."
    },
    {
      "en": "The briny water is not good for the growth of the trees.",
      "cn": "海水不利于这种树木的生长。"
    },
    {
      "en": "The ecosystem of saline includes briny region and annulus lake salina to take two inferior system.",
      "cn": "盐湖的生态系统包括盐水域和环湖盐沼带两个亚系统."
    },
    {
      "en": "The objective of this experiment is to guarantee the quality of Yangzhou Briny Goose.",
      "cn": "为了保证扬州盐水鹅的卫生质量和品质."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "brine",
          "tran_cn": " 卤水；盐水；海水"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "brine",
          "tran_cn": " 用浓盐水处理（或浸泡）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "salty",
            "salinous"
          ],
          "tran_cn": "海水的；咸的；盐水的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "海水的，盐水的，咸的",
      "tran_en": "briny water is water that contains a lot of salt"
    }
  ],
  "exchange": {}
}