{
  "word": "smelting",
  "ipa": {
    "us": "'smeltɪŋ",
    "uk": "'smeltɪŋ"
  },
  "sentences": [
    {
      "en": "a method of smelting iron",
      "cn": "一种炼铁方法"
    },
    {
      "en": "A mixture of a metal with its sulfides, produced by smelting the sulfide ores of copper, lead, or nickel.",
      "cn": "锍，冰铜一种带有硫化物的金属混合物，由熔炼铜、铅或镍的硫化物矿石而制成。"
    },
    {
      "en": "An ore - refining process, such as smelting, dependent on the action of heat.",
      "cn": "热冶,火法冶金一种冶炼矿石的程序, 如''.'熔炼'.'', 它依靠热的作用."
    },
    {
      "en": "As a native metal, gold required no extraction by smelting.",
      "cn": "作为一种天然的金属, 黄金不需要熔炼提取."
    },
    {
      "en": "Class A: rock ore appraisal and testing; mineral smelting and processing.",
      "cn": "83700671甲级: 岩矿鉴定与岩矿测试, 选冶加工试验."
    },
    {
      "en": "Darby was looking for a way to improve iron when he hit upon the idea of smelting it with coke instead of charcoal.",
      "cn": "达比一直在寻找改善铁质的方法，他猛然想到可以不用木炭熔炼，而改用焦炭。"
    },
    {
      "en": "Demage mechanism of tap - hole for a ferro silico - manganese smelting furnace is described.",
      "cn": "阐述了锰 硅合金 矿热炉出铁口损坏的机理."
    },
    {
      "en": "Fire provided a means of smelting ores.",
      "cn": "火提供了熔炼矿石的手段."
    },
    {
      "en": "Guimeng alloys, an electric high - carbon, ferromanganese, low ferromanganese smelting sales.",
      "cn": "硅锰合金 、 电炉高碳 、 锰铁 、 低度锰铁冶炼销售."
    },
    {
      "en": "Imperial Smelting Furnace ( ISF ) smelting process is a quite complex process.",
      "cn": "密闭 鼓风炉 的熔炼过程极其复杂,工艺结构庞大."
    },
    {
      "en": "Inside, coking , sintering and smelting plants churned out crude iron and steel.",
      "cn": "在这道门里, 焦化和冶炼工厂源源不断地产出生铁和钢材."
    },
    {
      "en": "Our products are widely used in Smelting, Chemical industry, Electroplating, Decorating etc.",
      "cn": "我们的产品广泛应用于冶炼, 化工, 电镀, 装饰等."
    },
    {
      "en": "Smelting and casting a liquefied natural gas on clean energy.",
      "cn": "压铸采用集中熔炼和液化天然气清洁能源."
    },
    {
      "en": "The paper introduces the nickel smelting blast furnace control system.",
      "cn": "介绍了某镍冶炼厂鼓风炉控制系统."
    },
    {
      "en": "The possibility of the smelting technology and its application are discussed.",
      "cn": "研讨了冶炼工艺及应用的可行性."
    },
    {
      "en": "This paper briefly expounds the technological design and smelting process of ZCuZn 40 Mn 3 Fel.",
      "cn": "主要论述了锰黄铜熔炼工艺设计及熔炼过程."
    },
    {
      "en": "When he said smelting, I said, OK, you got it.",
      "cn": "当他说熔炼，我会说，好，你明白了。"
    },
    {
      "en": "You see he mentioned smelting.",
      "cn": "你看他提到了熔炼。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "smelting furnace",
      "tran_cn": "冶炼炉；熔化炉"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "熔炼"
    },
    {
      "pos": "v",
      "tran_cn": "熔炼，提炼（矿石）( smelt的现在分词 )"
    }
  ],
  "exchange": {}
}