{
  "word": "bacterium",
  "ipa": {
    "us": "bækˈtɪərɪəm",
    "uk": "bækˈtɪriəm"
  },
  "sentences": [
    {
      "en": "A bacterium is identified as the cause for his duodenal ulcer.",
      "cn": "一种细菌被断定为造成他十二指肠溃疡的根源."
    },
    {
      "en": "At this moment, the oldest bacterium broke everybody's word.",
      "cn": "这时, 最老的细菌打断了大家的话."
    },
    {
      "en": "But it might be time to update that list. Because scientists have found a bacterium that can do without phosphorus—live on arsenic instead.",
      "cn": "但也许是时候更新这份必需元素目录了，因为科学家们发现一种细菌会用砷来代替磷，不需要磷也可生存。"
    },
    {
      "en": "Carrying a prophage within the cell. Used of a bacterium.",
      "cn": "产''.'噬'.''的在细胞内带有前''.'噬'. ''菌体的. 用于细菌."
    },
    {
      "en": "Classification of the Haemophilus - like bacterium has been only tentatively determined.",
      "cn": "在分类上把这种细菌只是暂时性地作为类嗜血杆菌."
    },
    {
      "en": "Drinks after the pasteurized milk, because may kill the harmful bacterium effectively.",
      "cn": "喝经过消毒牛奶, 因为可以有效杀害有害细菌."
    },
    {
      "en": "Helicobacter pylori is a spiral Gram's negative bacterium, living in microaerophilic environment.",
      "cn": "幽门杆菌是一只革兰氏阴性螺旋菌, 生活在微需氧的环境下."
    },
    {
      "en": "It was so large and complex, they initially assumed it was a bacterium.",
      "cn": "由于它们是如此庞大和复杂，最初被认为是一种细菌。"
    },
    {
      "en": "Microbes like the bacterium Chroococcidiopsis have been found Atacama.",
      "cn": "在阿卡塔玛沙漠中发现了拟色球藻属细菌等微生物."
    },
    {
      "en": "The bacterium can also secrete chemicals that inhibit fungal growth, as well as hormones that stimulate the growth of its host plants.",
      "cn": "这种细菌也能够分泌抑制真菌生长的化学物质，同时，它还能产生促进宿主植物生长的激素。"
    },
    {
      "en": "The bacterium possibly goes in the human body by the mouth.",
      "cn": "细菌可能通过口进入人体."
    },
    {
      "en": "The bacterium Streptococcus pneumoniae causes about a third of some 3,000 annual meningitis cases.",
      "cn": "在每年约3000起脑膜炎病例中，1/3左右是由一种叫“肺炎链球菌”的细菌引起的。"
    },
    {
      "en": "The boiling water will kill most of ( ly ) the substances such as bacterium, virus and toxin etc.",
      "cn": "开水将杀死大多数细菌 、 病毒、毒素等物质."
    },
    {
      "en": "The production of the flocculant growth curve of the bacterium.",
      "cn": "微生物絮凝剂产生菌来源广泛,种类多."
    },
    {
      "en": "They also converted one species of bacterium into another through a \"genome transplant\".",
      "cn": "他们还通过“基因移植”，把一个物种的细菌转变为另一种。"
    },
    {
      "en": "They also converted one species of bacterium into another through a “genome transplant”.",
      "cn": "他们还通过“基因移植”，把一个物种的细菌转变为另一种。"
    },
    {
      "en": "They found a bacterium visible to the human eye.",
      "cn": "他们发现了一种肉眼可见的细菌。"
    },
    {
      "en": "They have isolated the bacterium in its pure form.",
      "cn": "他们已经把细菌分离出来,使它们处于较纯的状态."
    },
    {
      "en": "This can now be incorporated into proteins made by the bacterium.",
      "cn": "这一做法可以用在细菌蛋白质中."
    },
    {
      "en": "Vibrio vulnificus, a gram - negative halophilic marine bacterium, is an opportunistic human pathogen.",
      "cn": "创伤弧菌为栖息于海水环境中的革兰氏阴性细菌, 为人类的伺机性致病菌."
    },
    {
      "en": "Village country is resourceful, climate appropriate of edible bacterium cultivate.",
      "cn": "村里山地资源丰富, 气候适宜食用菌的种植."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "bacteriologic",
          "tran_cn": "细菌学的"
        },
        {
          "word": "bacteriological",
          "tran_cn": "细菌学的，[微] 细菌学上的"
        },
        {
          "word": "bacteriostatic",
          "tran_cn": "阻止细菌繁殖法的，抑制细菌的"
        },
        {
          "word": "bacteroidal",
          "tran_cn": "细菌性的；假细菌的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "bacteriology",
          "tran_cn": "细菌学"
        },
        {
          "word": "bacteriolysis",
          "tran_cn": "[生化] 溶菌作用；细菌分解处理"
        },
        {
          "word": "bacteriostasis",
          "tran_cn": "细菌抑制，[微] 制菌作用"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "microbe",
            "bacilus"
          ],
          "tran_cn": "[微]细菌；杆菌属"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "acetic acid bacterium",
      "tran_cn": "醋细菌"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "细菌（复数为bacteria）",
      "tran_en": "the singular of bacteria"
    }
  ],
  "exchange": {
    "pl": [
      "bacteria"
    ]
  }
}