{
  "word": "Barcelona",
  "ipa": {
    "us": "ˌbɑ:sə'ləʊnə",
    "uk": "ˌbɑɹsə'loʊnə"
  },
  "sentences": [
    {
      "en": "Barcelona is the locus of Spanish industry.",
      "cn": "巴塞罗那是西班牙工业中心。"
    },
    {
      "en": "Barcelona rates as one of the places with the highest quality of life for its citizens.",
      "cn": "巴塞罗纳是为市民提供最高生活质量的城市之一."
    },
    {
      "en": "Barcelona was chosen to be host of the 1992 Olympic games.",
      "cn": "巴塞罗那获选为1992年奥运会的主办城市。"
    },
    {
      "en": "Barcelona will be hoping to bring the trophy back to Spain — sorry, Catalonia — for the first time.",
      "cn": "巴塞罗那将有望首次把奖杯捧回西班牙——抱歉，是捧回加泰罗尼亚。"
    },
    {
      "en": "From LIANYUNGANG , cargo for PORT - KELANG, NAPLES , GENOA, BARCELONA , VALENCIA could be shipped.",
      "cn": "由连云港可以接巴生 、 那不勒斯 、 热那亚、巴赛罗那 、 瓦伦西亚等地中海港口的货."
    },
    {
      "en": "He quit Barcelona for Paris.",
      "cn": "他离开巴塞罗那去了巴黎."
    },
    {
      "en": "He was unable to travel to Barcelona with the rest of the team.",
      "cn": "他未能和其他队员一起去巴塞罗那。"
    },
    {
      "en": "Hola Amigos, this is a great graffiti movie from Barcelona.",
      "cn": "朋友们好, 这是一部关于巴塞罗拉的非常棒的涂鸦电影."
    },
    {
      "en": "I made a weekend trip to Barcelona to see the cathedral.",
      "cn": "我周末到巴塞罗那看大教堂去了."
    },
    {
      "en": "I scored in both games against Barcelona; we drew at home and beat them away.",
      "cn": "我在两场对阵巴塞罗那队的比赛中都进了球；我们在主场战平，在客场赢了他们。"
    },
    {
      "en": "I'll go to Barcelona and look for an editor so you can publish it.",
      "cn": "我会去巴塞罗那寻找编辑这样你就能出版了."
    },
    {
      "en": "Jane's goals helped Britain win third place in the Barcelona games.",
      "cn": "简的进球帮助英国队在巴塞罗那奥运会上获得了第三名。"
    },
    {
      "en": "Real's victory keeps them five points behind the pacesetters, Barcelona.",
      "cn": "皇家马德里队获胜，与领先的巴塞罗那队仍然保持着5分的差距。"
    },
    {
      "en": "Talking about their city is one of the favorite pastimes for the people of Barcelona.",
      "cn": "对于巴塞罗纳人来说,谈论他们的城市是一种很好的消遣."
    },
    {
      "en": "The aeroplane landed us at the airport in Barcelona.",
      "cn": "飞机把我们降落在巴塞罗那机场。"
    },
    {
      "en": "The child of Barcelona will have just turned 22 in Sydney.",
      "cn": "这位在巴塞罗那奥运会一举成名的佼佼者,到悉尼举办奥运时,刚好是22岁."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "巴塞罗那（西班牙东北部港市）"
    },
    {
      "pos": "other",
      "tran_cn": "巴塞罗那（西班牙东北部港口城市）"
    }
  ],
  "exchange": {}
}