{
  "word": "Yucatan",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "And there is yet another possibility that Isidore could head toward the Yucatan Peninsula.",
      "cn": "还有一种可能就是飓风伊西多尔会侵袭尤卡坦半岛."
    },
    {
      "en": "But in Yucatan, Mexico, no one answers \" I don't know. \"",
      "cn": "而在尤卡坦 、 墨西哥没人回答 “ 我不知道 ”."
    },
    {
      "en": "Cancun is in Mexico, on the Yucatan Peninsula.",
      "cn": "坎昆在墨西哥的尤卡坦半岛."
    },
    {
      "en": "Carolina starts with bonus crates, for that AOK Yucatan uber - econ feel.",
      "cn": "卡罗莱纳州开局有柳条箱奖励, 有一种 AOK 的尤卡坦半岛富饶经济的感觉."
    },
    {
      "en": "Hurricane Dean has lost some of its punch as it crosses the Yucatan Peninsula.",
      "cn": "迪安飓风穿过尤坦卡半岛时威力减弱."
    },
    {
      "en": "Hurricane Isidore is battering parts of Mexico's Yucatan Peninsula with 125 - mile - an - hour winds.",
      "cn": "伊西多尔飓风正在侵袭墨西哥湾尤卡坦半岛部分地区,风速达每小时125英里."
    },
    {
      "en": "Preparations are underway in Mexico as Hurricane Dean makes a beam line for the Yucatan Peninsula.",
      "cn": "迪安飓风沿着尤卡坦半岛一线前进使得墨西哥的人们纷纷投入应对它的行动中."
    },
    {
      "en": "Right. This is the brochure for Mexico, Yucatan is at the back, and this is the brochure for Guatemala.",
      "cn": "好的。这是墨西哥的旅游宣传册，尤卡坦半岛在背面，这是瓜地马拉的旅游宣传册。"
    },
    {
      "en": "Take a Victorian horse - drawn hansom to a famous local restaurant that serves delicious Yucatan food.",
      "cn": "你还可以坐着维多利亚马车到著名的地方餐馆享受玛雅美食."
    },
    {
      "en": "The site is Dzibilchaltun, one of Yucatan's earliest Maya cities.",
      "cn": "这个位于墨西哥尤卡坦半岛的遗址曾经是玛雅时代的城市."
    },
    {
      "en": "The Yucatan is also a nature lover's heaven.",
      "cn": "尤卡坦也是大自然爱好者的天堂."
    },
    {
      "en": "This is the brochure for Mexico, Yucatan is at the back, and this is the brochure for Guatemala.",
      "cn": "这是墨西哥的旅游宣传册，尤卡坦半岛在背面，这是危地马拉的旅游宣传册。"
    },
    {
      "en": "This is the brochure for Mexico, Yucatan is at the back, and this is the brochure for Guatemala.",
      "cn": "这是墨西哥的旅游宣传册，尤卡坦半岛在背面，这是瓜地马拉的旅游宣传册。"
    },
    {
      "en": "Vorticity flux through the Yucatan Channel and Loop Current variability in the Gulf of Mexico.",
      "cn": "通过尤卡坦半岛海峡的墨西哥湾涡通量和环形水流的易变化性."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "尤卡坦半岛"
    },
    {
      "pos": "other",
      "tran_cn": "尤卡坦半岛"
    }
  ],
  "exchange": {}
}