{
  "word": "fingernail",
  "ipa": {
    "us": "ˈfɪŋɡəneɪl",
    "uk": "ˈfɪŋɡərneɪl"
  },
  "sentences": [
    {
      "en": "A sore ankle a ripped fingernail and plenty of missed shots.",
      "cn": "踝关节疼痛、中指受伤还有众多的投篮不中."
    },
    {
      "en": "As I turned on my side I noticed pieces of fingernail, bits of skin and hair on the lift carpet.",
      "cn": "当我转身侧卧时，注意到电梯的地毯上有零星的指甲、皮肤碎屑和头发。"
    },
    {
      "en": "Does fingernail surface appear be to owe those vitamins glossily?",
      "cn": "指甲表面出现条条不光滑是欠那些维生素 呢 ?"
    },
    {
      "en": "Even those parents who seemed hard and demanding would just melt at the thought of their child in tears over a failed test or a broken fingernail.",
      "cn": "即使看上去强硬而又苛求的家长，一想到他们的子女因考试不及格或弄破了手指而掉眼泪的时候，也会立即融化。"
    },
    {
      "en": "Fingernail why chairman blaze? How should treat?",
      "cn": "手指甲为什么会长白斑? 该怎么治疗?"
    },
    {
      "en": "Guess how long is the longest fingernail in the world?",
      "cn": "请大家猜猜看世界上最长的手指甲到底有多长 呢 ."
    },
    {
      "en": "He clipped off the few hairs of his spare beard with a fingernail clipper.",
      "cn": "他用一把指甲剪剪去几根胡须."
    },
    {
      "en": "He cut the fingernail to the quick.",
      "cn": "他剪指甲剪了指甲下的肉."
    },
    {
      "en": "He tapped Nim's memo with a fingernail.",
      "cn": "他用指甲轻轻地弹了弹尼姆的备忘录."
    },
    {
      "en": "Humans encounter a lot of trouble when they are the size of a fingernail.",
      "cn": "当人类和手指甲一样大时，会遇到的麻烦可不少。"
    },
    {
      "en": "I have the fingernail clippers.",
      "cn": "我有指甲钳."
    },
    {
      "en": "If finger is selected, remove fingernail polish with acetone or polish remover.",
      "cn": "如选择手指, 用丙酮或除甲油除去指甲油."
    },
    {
      "en": "Is fingernail what to vitamin lack in vain very?",
      "cn": "指甲很白是缺少什么维生素?"
    },
    {
      "en": "It takes about 150 days to grow out a full length fingernail.",
      "cn": "大约150天的时间就可以长一个完整的指甲出来。"
    },
    {
      "en": "Melanie gnawed a long, painted fingernail.",
      "cn": "梅拉妮咬着涂过指甲油的长指甲。"
    },
    {
      "en": "Objective : To observe the relationship between the fingernail colour and the photoplethysmogram.",
      "cn": "目的: 探讨爪甲色诊与甲床光电血管容积图的关系."
    },
    {
      "en": "Six weeks after conception your baby is the size of your little fingernail.",
      "cn": "怀孕6个星期后，胎儿的大小相当于小拇指的指甲。"
    },
    {
      "en": "The middle fingernail grows faster than all other nails.",
      "cn": "而中指的指甲长得比别的手指的指甲快."
    },
    {
      "en": "The seal on the frosted bottle of Zubrowka was broken with a click—of plectrum on fingernail.",
      "cn": "齐白露加酒磨砂瓶上的封蜡咔哒一声被手指甲上的拔子启开。"
    },
    {
      "en": "The Sydney funnel web is able to drive its fangs through a fingernail - and isn't the least bit afraid of humans.",
      "cn": "悉尼漏斗网蜘蛛可以把毒牙刺入人的指甲，关键是它们一点都不怕人。"
    },
    {
      "en": "The top of the box was sealed with wide brown parcel tape, Jacob managed to get his fingernail under the end and peeled off the tape in one go.",
      "cn": "箱子的顶端是用褐色的包裹胶带封起来的，雅各布用指甲把胶带的一头抠起来，一下子把胶带整个扯开。"
    },
    {
      "en": "Through what fingernail does not have blood - vessel carry nutrient?",
      "cn": "指甲没血管是通过什么来给细胞输送养分的?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fingered",
          "tran_cn": " 指状的；有指的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "finger",
          "tran_cn": " 手指；指针，指状物"
        },
        {
          "word": "fingering",
          "tran_cn": " 指法；用指摸弄；手指弹奏；指法符号；细绒线"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "fingered",
          "tran_cn": " 用手指触摸；指出；谴责；用指弹奏（finger的过去分词）"
        },
        {
          "word": "fingering",
          "tran_cn": " 用手指拨弄（finger的ing形式）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "finger",
          "tran_cn": " 用指触摸；拨弄"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "finger",
          "tran_cn": " 伸出；用手指拨弄"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "指甲",
      "tran_en": "the hard flat part that covers the top end of your finger"
    }
  ],
  "exchange": {
    "pl": [
      "fingernails"
    ]
  }
}