{
  "word": "notepad",
  "ipa": {
    "us": "ˈnəʊtpæd",
    "uk": "ˈnoʊtpæd"
  },
  "sentences": [
    {
      "en": "a notepad by the phone for messages",
      "cn": "电话机旁用于记录信息的记事本"
    },
    {
      "en": "Application: Magazine, book, flyer, notebook, stationary paper, envelope, notepad , coated base paper, NCR base paper.",
      "cn": "用途: 杂志, 书籍, 广告传单, 记事本, 信纸, 信封, 便条纸, 涂布原纸,NCR原纸."
    },
    {
      "en": "As the words begin to flow, the ideas will come from the shadows and let themselves be captured on your notepad or your screen.",
      "cn": "当语言开始流畅，想法就会从阴暗处涌现出来，呈现在你的笔记本或者电脑屏幕上。"
    },
    {
      "en": "As the words begin to flow, the ideas will come out from the shadows and let themselves be captured on your notepad or your screen.",
      "cn": "随着话语开始流淌，思想也会逐渐明朗化，使自己呈现在你的笔记本或者屏幕上。"
    },
    {
      "en": "Bring extra r é sum é s, notepad, pen and so on.",
      "cn": "携带额外的简历 、 笔记本 、 笔等."
    },
    {
      "en": "Carry a notepad and pen or pencil with you to jot down ideas.",
      "cn": "随身带有记事本和钢笔或铅笔以记下你的主意."
    },
    {
      "en": "Close Notepad and save your changes when prompted.",
      "cn": "关闭记事本并保存更改提示时."
    },
    {
      "en": "Have a pencil and notepad ready.",
      "cn": "准备好铅笔和笔记本。"
    },
    {
      "en": "His lunch did not take long to arrive and found him poring over a notepad covered with scrawls.",
      "cn": "不久午餐就送来了，当时他正埋头于一本满是潦草字迹的记事簿。"
    },
    {
      "en": "Line numbers - you can display the line numbers in Professional Notepad.",
      "cn": "在线人数 - 您可以显示行号在专业记事本."
    },
    {
      "en": "My school requires that every student have his own notepad.",
      "cn": "我们学校要求每个学生都要有笔记本电脑."
    },
    {
      "en": "Streamline your code with Notepad!",
      "cn": "用记事本简化您的代码!"
    },
    {
      "en": "The following demo shows how to redirect a user mode notepad debugging session into kernel.",
      "cn": "下面的demo演示了如何把notepad的调试冲定向到核心态."
    },
    {
      "en": "To exit Notepad click Exit on the File menu.",
      "cn": "退出记事本,在文件选项菜单中点击退出."
    },
    {
      "en": "VC developed using the Notepad program, very worthwhile for us learn.",
      "cn": "用VC开发的记事本程序, 非常值得大家借鉴."
    },
    {
      "en": "Write in your journal, write on you blog, write on your notepad.",
      "cn": "你可以在日记本上、博客上或记事本上写。"
    },
    {
      "en": "Your notepad is best kept out of the interviewee line of vision.",
      "cn": "最好将笔记本放在被访谈者视线外."
    },
    {
      "en": "Your notepad is best kept out of the interviewee's line of vision.",
      "cn": "最佳将笔记本放在被访谈者视线外."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "notepaper",
          "tran_cn": " 信纸；便条纸；笔记用纸"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "jotter",
            "pocketbook"
          ],
          "tran_cn": "笔记本；记事手册"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "便条簿",
      "tran_en": "a group of sheets of paper fastened together, used for writing notes"
    }
  ],
  "exchange": {}
}