{
  "word": "deterioration",
  "ipa": {
    "us": "dɪˌtɪərɪəˈreɪʃən",
    "uk": "dɪˈtɪriəˌreɪʃən"
  },
  "sentences": [
    {
      "en": "A reading over 50 indicates an expansion of activity in the manufacturing sector, while one below 50 suggests a deterioration.",
      "cn": "这一指数高于50表明制造业处于扩张状态，低于50时则反映制造业状况在恶化。"
    },
    {
      "en": "a serious deterioration in relations between the two countries",
      "cn": "两国关系的严重恶化"
    },
    {
      "en": "But underlying inflationary pressure is still extremely weak and is likely to remain so, particularly given the rapid and ongoing deterioration in the labour market.",
      "cn": "但潜在的通胀压力仍是非常微弱，特别是考虑到迅速而持续恶化的就业市场，这种状况很可能会持续下去。"
    },
    {
      "en": "Cleavage of secondary bonds can also be responsible for polymer deterioration.",
      "cn": "次价键的分裂往往也能引起聚合体劣化."
    },
    {
      "en": "Competition in the market has led to goods being produced cheaply and a consequent deterioration in quality.",
      "cn": "市场上的竞争导致了商品的廉价生产,随之质量也下降了."
    },
    {
      "en": "He was finally forced off the political stage last year by the deterioration of his physical condition.",
      "cn": "他最终因身体状况恶化被迫于去年离开了政治舞台。"
    },
    {
      "en": "I definitely felt a deterioration in vigor.",
      "cn": "我自感体力已退化了."
    },
    {
      "en": "Impurities that promote deterioration of polymers can be foreign materials, such as residues from polymerization catalysts.",
      "cn": "促使聚合物劣化的杂质可能是外加的物质, 如残存的聚合用催化剂."
    },
    {
      "en": "Mental and physical deterioration both occur naturally with age.",
      "cn": "随着年龄的增长,心智和体力自然衰退."
    },
    {
      "en": "Physical deterioration of adsorbent is not a problem.",
      "cn": "不存在吸收剂物理退化问题."
    },
    {
      "en": "Target deterioration can be minimized by providing adequate cooling.",
      "cn": "提供适当的冷却,可以减小靶的损伤."
    },
    {
      "en": "The car's bodywork was already showing signs of deterioration.",
      "cn": "这辆车的车身已经显示出了劣化迹象."
    },
    {
      "en": "The deterioration of soil structure is difficult to remedy.",
      "cn": "土壤结构的恶化很难挽回."
    },
    {
      "en": "The food undergoes no deterioration in the tropics.",
      "cn": "这种食品在热带地方不会变质."
    },
    {
      "en": "The poisons generated by remorse inveigh against the system, and eventually produce marked physical deterioration.",
      "cn": "由悔恨产生的毒素侵袭着身体组织, 最终造成明显的体质恶化."
    },
    {
      "en": "The recent deterioration has been caused by an apparently endless recession.",
      "cn": "看似永无止境的经济衰退导致了最近的恶化。"
    },
    {
      "en": "The subhuman conditions of work soon caused physical deterioration.",
      "cn": "非人的工作环境不久就导致了身体状况的恶化。"
    },
    {
      "en": "They grumbled, but it caused no obvious deterioration in their health, he says.",
      "cn": "他说老人们对此抱怨，不过走一走并没怎么使他们的健康状况恶化。"
    },
    {
      "en": "This overall deterioration in soil structure is usually accompanied by a reduced nutrient retention capacity.",
      "cn": "这种土壤结构的全面恶化,通常伴随着养份保持能力的降低."
    },
    {
      "en": "Underneath the siding is a \"splash base\" to further prevent deterioration.",
      "cn": "在壁板下面是一个“飞溅基础”，以进一步防止恶化。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "deteriorator",
          "tran_cn": " 堕落者"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "deteriorate",
          "tran_cn": " 恶化，变坏"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "deteriorate",
          "tran_cn": " 恶化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "corruption",
            "regression",
            "degradation"
          ],
          "tran_cn": "恶化；[生物]退化；堕落"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "environmental deterioration",
      "tran_cn": "环境恶化"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "恶化，变坏，衰退"
    }
  ],
  "exchange": {
    "verb": [
      "deteriorate"
    ]
  }
}