{
  "word": "eclectic",
  "ipa": {
    "us": "ɪˈklektɪk",
    "uk": "ɪˈklɛktɪk"
  },
  "sentences": [
    {
      "en": "An eclectic collection of well - thumbed books suggests an openness to new ideas.",
      "cn": "如果某人的藏书五花八门,而且经常翻阅,这表明他对新想法持开放态度."
    },
    {
      "en": "an eclectic mixture of 18th and 19th century furniture",
      "cn": "兼有18和19世纪风格的家具"
    },
    {
      "en": "At the same time, countless of Jazz clubs, discotheques and the endless music from open air beer garden even made the OrdRoad turn into a popular gathering location for eclectic today.",
      "cn": "同时不计其数的爵士俱乐部，迪斯科舞厅和露天啤酒花园的无休止的音乐也使乌节路成为了今天折中主义者聚集的场所。"
    },
    {
      "en": "Branching out from solo instrumental offerings to more eclectic releases , Windham Hill signed Shadowfax in 1982.",
      "cn": "为从乐器独奏的形式中脱胎换骨发行更具有多样性的专辑,“温得海姆山”音乐公司于1982年签约了“幻影传真”乐队."
    },
    {
      "en": "But they are the tip of an eclectic iceberg in the country.",
      "cn": "其实这只不过是折衷主义在这个国家表现出来的冰山一角。"
    },
    {
      "en": "Conclusion Eclectic Psychotherapy is an efficient way for treating agoraphobia, is worth promoting the application.",
      "cn": "结论综合心理疗法是治疗场所恐惧症的行之有效的方法, 值得推广应用."
    },
    {
      "en": "Eclectic style often highlights hand - me - down items, second - hand store finds, and other recyclables.",
      "cn": "折衷派的风格常使得半新不旧的东西 —— 二手店里的货物或是其它可重复利用的物品光亮照人."
    },
    {
      "en": "galleries with an eclectic range of styles and artists",
      "cn": "收藏各个流派和艺术家作品的美术馆"
    },
    {
      "en": "He has an eclectic taste in music.",
      "cn": "他爱好各种音乐."
    },
    {
      "en": "Her reading is eclectic, ranging from poetry to hip slicks.",
      "cn": "她的读物范围很广,从诗歌到通俗小说都读."
    },
    {
      "en": "However , this book may be best described as eclectic in orientation.",
      "cn": "或许将此书的倾向性描述为中立是最合适的,作为此书的作者,我不是历史学家,而是心理学家."
    },
    {
      "en": "It later became more eclectic but retained a harmonious overall townscape.",
      "cn": "它成为了更加折衷但保留一和谐整体."
    },
    {
      "en": "Object To explore the effect of Eclectic Psychotherapy in agoraphobia.",
      "cn": "目的探索综合心理疗法对场所恐惧症的效果."
    },
    {
      "en": "One of my (several) frustrations in life is the eclectic way the word “science” is used in human discourse.",
      "cn": "我在生活中遇到的挫折之一，是试图改变人类在使用“科学”一词时的折衷的态度。"
    },
    {
      "en": "Our career - development goals are eclectic, and less clearly defined.",
      "cn": "而我们事业发展的目标却不这么兼收并蓄, 也不这么明确."
    },
    {
      "en": "She has very eclectic tastes in literature.",
      "cn": "她在文学方面的兴趣非常广泛。"
    },
    {
      "en": "The origins of structural theories are eclectic at best.",
      "cn": "结构主义理论的起源充其量也不过是折衷主义."
    },
    {
      "en": "The projecting balcony and granite plaster wall surface reflect the eclectic spirit of the time.",
      "cn": "汰石子的墙面,外挑的阳台,表现了当时建筑潮流中折衷主义的时髦."
    },
    {
      "en": "Their reading was eclectic and included poetry, philosophy, mythology, history, science and biography.",
      "cn": "他们的阅读兼容并收,包括诗歌 、 哲学 、 神话 、 历史 、 科学及生物学."
    },
    {
      "en": "Therefore the field of artificial life is broad and eclectic in considering all avenues to complexity.",
      "cn": "因此,就所有复杂途径而言,人工生命领域是广阔而折中的."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "eclecticism",
          "tran_cn": " 折衷主义，折衷说"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "preferential",
            "selectional"
          ],
          "tran_cn": "折衷的；选择的；折衷学派的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不拘一格的，兼收并蓄的",
      "tran_en": "including a mixture of many different things or people, especially so that you can use the best of all of them"
    },
    {
      "pos": "n",
      "tran_cn": "折衷派的人；折衷主义者"
    }
  ],
  "exchange": {
    "adv": [
      "eclectically"
    ],
    "noun": [
      "eclecticism"
    ]
  }
}