{
  "word": "mirage",
  "ipa": {
    "us": "ˈmɪrɑ:ʒ",
    "uk": "məˈrɑʒ"
  },
  "sentences": [
    {
      "en": "A mirage is an optical Illusionfounded on waves of heat.",
      "cn": "海市蜃楼是由大气热浪潮产生的一种光学幻觉."
    },
    {
      "en": "A mirage is not a real object.",
      "cn": "海市蜃楼不是实物."
    },
    {
      "en": "All everything is a mirage of my own thinking.",
      "cn": "一切的一切,可能是我自己的痴心妄想!"
    },
    {
      "en": "Although the morning was young, the hazy mirage was up.",
      "cn": "天色虽早, 朦胧的海市蜃楼却已经出现."
    },
    {
      "en": "Are you having the same mirage I'm having?",
      "cn": "你也和我一样,看到海市蜃楼了 吗 ?"
    },
    {
      "en": "His idea of love was a mirage.",
      "cn": "他的爱情观不现实。"
    },
    {
      "en": "Home's assessment now was that a cease - fire in place was a mirage.",
      "cn": "霍姆现在认为就地 停火 纯属空中楼阁."
    },
    {
      "en": "In a mirage the desert will mimic a lake.",
      "cn": "在海市蜃楼中,沙漠有时会现出湖泊的形象."
    },
    {
      "en": "It hovered before his eyes like the mirage of an oasis.",
      "cn": "它在他眼前晃动，好像海市蜃楼里的绿洲。"
    },
    {
      "en": "Nine mad years of mirage and three long years of despair!",
      "cn": "九个海市蜃楼的疯狂春秋换来漫长三年的绝望!"
    },
    {
      "en": "Our honeymoon was two days in Las Vegas at a luxurious hotel called Le Mirage.",
      "cn": "我们的蜜月是在拉斯维加斯一家名为“海市蜃楼”的豪华酒店住了两天。"
    },
    {
      "en": "Perhaps we are just chasing a mirage.",
      "cn": "也许我们只是在追逐一个梦。"
    },
    {
      "en": "Some people, all just a mirage, the beautiful illusion of his love.",
      "cn": "有些人, 终究只是一场[海市蜃楼], 美丽了自己对爱情的幻想."
    },
    {
      "en": "The blossoms of life are only a mirage.",
      "cn": "生命之花,只是一种空幻."
    },
    {
      "en": "The girl was a mirage, cast up by his troubled mind.",
      "cn": "那个女孩是他的幻觉，是他那忧郁不安的头脑妄想出来的。"
    },
    {
      "en": "The objectivity of science is a mirage.",
      "cn": "所谓科学的客观性是一种幻想。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Dessert Mirage",
            "Fata Morgana"
          ],
          "tran_cn": "[气象]海市蜃楼；幻想，妄想"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "daydream",
            "delusion",
            "vapor"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海市蜃楼，幻景",
      "tran_en": "an effect caused by hot air in a desert, which makes you think that you can see objects when they are not actually there"
    }
  ],
  "exchange": {
    "pl": [
      "mirages"
    ]
  }
}