{
  "word": "Katie",
  "ipa": {
    "us": "'keiti",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Angel : Oh yeah , I see. Isn't this place beautiful, Katie?",
      "cn": "哦, 我看到了. 这个地方可真是漂亮啊,对不对, 凯蒂?"
    },
    {
      "en": "But Katie, my older sister, is not there.",
      "cn": "但是凯蒂，我的姐姐，她不在那里。"
    },
    {
      "en": "By the way, will you take little Katie with you ?",
      "cn": "顺便问一下, 你带凯蒂一起去 吗 ?"
    },
    {
      "en": "D . Katie tried to kill herself order to reach out for help.",
      "cn": "凯蒂是为了寻求帮助而试图杀害自己."
    },
    {
      "en": "Hi, I'm Katie Couric , welcome to Eye to Eye.",
      "cn": "大家好, 我是凯蒂库里克.欢迎收看面对面."
    },
    {
      "en": "Katie Moore took the ladies' side-saddle award.",
      "cn": "凯蒂·穆尔获得了最佳女侧骑手奖。"
    },
    {
      "en": "Katie nodded so hard I feared for her cervical vertebrae.",
      "cn": "Katie拼命地点头,这让我担心她的颈椎."
    },
    {
      "en": "Katie will not be clapping for me when I finally get my college diploma or giving me advice on my wedding day.",
      "cn": "在我拿到大学文凭那一刻，再也不会有凯蒂为我鼓掌了，在我结婚那天，她也不能从旁给我任何意见。"
    },
    {
      "en": "Katie, along with Alicia and Angelina, joined the DA ( OP 17 ).",
      "cn": "凯蒂跟艾丽娅、安吉利娜一起加入了DA组织 ( 凤凰社第十七章 )."
    },
    {
      "en": "Katie: Yes, Daniel is a good kisser, I really enjoyed it.",
      "cn": "梁凯蒂: 是的, 丹尼尔是个亲吻的高手, 我很满意."
    },
    {
      "en": "Later that day I was horsing around with Katie when she accidentally stuck her finger in my eye.",
      "cn": "那天晚些时候，我正和凯蒂一起胡闹时，她不小心用手指戳到了我的一只眼睛。"
    },
    {
      "en": "Mark says the ideas are Katie's own, and is quick to praise her talent.",
      "cn": "马克说这些都是凯蒂自己的想法，并随即称赞起她的天赋来。"
    },
    {
      "en": "S : yes, his marriage to Katie is actually quite scandalous.",
      "cn": "是啊.他跟凯蒂结婚简直是个笑话."
    },
    {
      "en": "She’d ask me about my girlfriend, Katie, what we did on our dates, whether I said nice things to her.",
      "cn": "她问起我的女朋友凯蒂，问我们约会时都做些什么，以及我是否对她说过好听的。"
    },
    {
      "en": "So katie, first of all, what drove these prices up so high in the first place?",
      "cn": "那么,Katie, 首先, 为什么刚开始的时候价格涨的这么高?"
    },
    {
      "en": "When was the last time you saw Katie Markum?",
      "cn": "你最后见到凯蒂马库是什么时候?"
    },
    {
      "en": "You mean to tell me , Katie Scarlett O'Hara , that land doesn't mean anything to you?",
      "cn": "你是说, 斯佳丽, 你不爱惜你的田地 吗 ?"
    },
    {
      "en": "You need sleep and Katie Scarlett is here, so you need not worry about anything.",
      "cn": "你需要睡了,让凯帝-思嘉留在这里, 这样你就什么都不用操心了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "katie holmes",
      "tran_cn": "凯蒂·赫尔姆斯（美国著名电影演员）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "卡蒂(Kate 的异体亦作Katy)(f.)"
    },
    {
      "pos": "other",
      "tran_cn": "凯蒂（女名）"
    }
  ],
  "exchange": {}
}