{
  "word": "hypertext",
  "ipa": {
    "us": "ˈhaɪpətekst",
    "uk": "ˈhaɪpərtekst"
  },
  "sentences": [
    {
      "en": "...information embroidered with colourful graphics and tied together by hypertext links.",
      "cn": "…饰以彩色图表并用超文本链接组合在一起的信息。"
    },
    {
      "en": "A hypertext system is mainly determined through non - linear links of information.",
      "cn": "超文本系统主要通过信息的非线性链接决定."
    },
    {
      "en": "A true hypertext expression for the postmodern age.",
      "cn": "真正的后现代时期的超文本表示!"
    },
    {
      "en": "All links must be made into hypertext links and activated.",
      "cn": "各个环节都必须制成超文本链接和启动."
    },
    {
      "en": "An extension to hypertext to include graphics and audio.",
      "cn": "包含图形和音频的超文本扩展."
    },
    {
      "en": "Arguably the whole concept of hypertext - as - technology really started back the forties.",
      "cn": "超文本即是科技这个具争议性的观念始于四十年代."
    },
    {
      "en": "Browsera program for retrieving and viewing a hypertext document on the web.",
      "cn": "用来阅读超级文本文献的程序叫做浏览器."
    },
    {
      "en": "Certainly, Andreessen didn't think up using hypertext to link Internet documents.",
      "cn": "当然,用超文本链接因特网文档并不是安德烈亚森发明的."
    },
    {
      "en": "Hypertext - associational ( non - linear ) access to text - based information in a computer.",
      "cn": "超文本,意指按人脑的联想思维方式 非线性 地组织管理信息的一种先进计算机技术."
    },
    {
      "en": "Not surprisingly, hypertext has come under attack from traditional critics.",
      "cn": "超文本小说已经遭到传统评论家的抨击,这不足为奇."
    },
    {
      "en": "Program that helps in writing hypertext or multimedia applications.",
      "cn": "帮助写超文本或多媒体应用程序的软件."
    },
    {
      "en": "The Secure Hypertext Transfer Protocol ( HTTPS ) can provide more secure data transmission.",
      "cn": "安全超文本传输协议 ( HTTPS ) 可以提供安全的数据传送."
    },
    {
      "en": "The wizard is now starting your HyperText Template editor.",
      "cn": "该向导正在启动超文本模板编辑器."
    },
    {
      "en": "This book is, in fact, a very tame hypertext novel.",
      "cn": "本书实际上是一本非常单调的超文本小说."
    },
    {
      "en": "This class features hypertext student projects in the projects section.",
      "cn": "此课程在专题区有超文本的学生专题."
    },
    {
      "en": "XHTML stands for Extensible HyperText Markup Language.",
      "cn": "XHTML表示扩展超文本标记语言."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "hypertext markup language",
      "tran_cn": "超文本标记语言；超文本置标语言"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "超文本",
      "tran_en": "a way of writing computer documents that makes it possible to move from one document to another by  clicking  on words or pictures, especially on the Internet"
    }
  ],
  "exchange": {}
}