{
  "word": "unless",
  "ipa": {
    "us": "ənˈles",
    "uk": "ənˈles"
  },
  "sentences": [
    {
      "en": "All bitches should be spayed unless being used for breeding.",
      "cn": "除非是用作种犬，所有的母犬都应摘除卵巢。"
    },
    {
      "en": "Avoid changing a nappy unless it's dirty or very wet.",
      "cn": "除非尿布脏了或非常湿，否则别换。"
    },
    {
      "en": "Don't ask me to explain unless you really don't understand.",
      "cn": "不要叫我解释,除非你真的不懂."
    },
    {
      "en": "He resolutely refused to speak English unless forced to.",
      "cn": "除非迫不得已，否则他坚决不说英语。"
    },
    {
      "en": "He won’t go to sleep unless you tell him a story.",
      "cn": "要是你不给他讲故事他就不睡觉。"
    },
    {
      "en": "I can’t leave her unless I know she’s all right.",
      "cn": "除非我知道她没事，否则我不能离开她。"
    },
    {
      "en": "I tend to forget things unless I mark them down.",
      "cn": "除非把事情记下来，否则我常常会忘事。"
    },
    {
      "en": "I think you should complain – unless, of course, you are happy with the way things are.",
      "cn": "我觉得你应该发发牢骚——当然，除非你对现状很满意。"
    },
    {
      "en": "I'm not happy unless I ride or drive every day.",
      "cn": "只有每天骑车或开车我才会开心。"
    },
    {
      "en": "No-one could use the computer unless they had a password.",
      "cn": "除非知道密码，否则谁也用不了那台计算机。"
    },
    {
      "en": "She refused to testify, unless the murder charge against her was dropped.",
      "cn": "除非撤销对她的谋杀指控，否则她拒绝作证。"
    },
    {
      "en": "Such attitudes are valueless unless they reflect inner cognition and certainty.",
      "cn": "这种态度如果不能反映内心的认知和把握就毫无价值。"
    },
    {
      "en": "The South African mailboat arrived on Friday mornings unless bad weather intervened.",
      "cn": "除非受恶劣天气干扰，南非邮船一般在星期五上午抵达。"
    },
    {
      "en": "The targets would not be achieved unless other departments showed equal commitment.",
      "cn": "除非其他部门同样努力，否则这些目标无法达成。"
    },
    {
      "en": "Unless she loses some weight, she's had it.",
      "cn": "除非她减点儿肥，否则她就没戏了。"
    },
    {
      "en": "Unless some extra money is found, the theatre will close.",
      "cn": "要是不能找到更多资金，剧院将要关闭。"
    },
    {
      "en": "Unless these questions are solved, the region will remain a powder keg.",
      "cn": "除非这些问题得到解决，否则该地区会一直是个火药桶。"
    },
    {
      "en": "Unless you respect other people's religions, horrible mistakes and conflict will occur.",
      "cn": "如果不尊重别人的宗教信仰，就会祷下大错，酿成冲突。"
    },
    {
      "en": "Why did you need a room unless you were up to something?",
      "cn": "除非你要搞什么小动作，不然你为什么单要一间房？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "but",
            "worthless"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "prep",
      "words": [
        {
          "words": [
            "besides",
            "except as",
            "in addition to"
          ],
          "tran_cn": "除…之外"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "unless and until",
      "tran_cn": "直到…才"
    }
  ],
  "trans": [
    {
      "pos": "conj",
      "tran_cn": " 除非，如果不，除非在…的时候",
      "tran_en": "used to say that something will happen or be true if something else does not happen or is not true"
    },
    {
      "pos": "prep",
      "tran_cn": "除…之外"
    }
  ],
  "exchange": {}
}