{
  "word": "simplistic",
  "ipa": {
    "us": "sɪmˈplɪstɪk",
    "uk": "sɪmˈplɪstɪk"
  },
  "sentences": [
    {
      "en": "Again, It'sounds way too simplistic, and of course are problems.",
      "cn": "再次, 它听起来太单纯化的方式,当然, 并且有问题."
    },
    {
      "en": "Are these simple words an outcome of David's simplistic and na? ve life?",
      "cn": "这些话语是否出自大卫幼稚与简单化的生命? 不,决不是如此."
    },
    {
      "en": "As you are undoubtedly gathering, the anomaly's systemic , creating fluctuations in even the most simplistic equations.",
      "cn": "因为你无疑是最简单化的因式里聚集并创造着偏差的系统化变动."
    },
    {
      "en": "Critics may complain that the novel's central conceit is rather simplistic.",
      "cn": "批评家们可能会认为小说的核心比喻过于简单。"
    },
    {
      "en": "He has a simplistic view of the treatment of eczema.",
      "cn": "他对湿疹治疗的看法过于简单化。"
    },
    {
      "en": "He hit back angrily, saying such remarks were childishly simplistic.",
      "cn": "他愤怒地反击，说这些话太过幼稚。"
    },
    {
      "en": "In the past, our understanding of this issue was quite superficial and simplistic.",
      "cn": "过去, 我们对这个问题的认识比较肤浅、简单."
    },
    {
      "en": "In this case, the simplistic GUI aids the user in error - free operation.",
      "cn": "在这种情况下, 简单的GUI可以保证用户“无误差”操作."
    },
    {
      "en": "It is perhaps worthwhile to use a simplistic model.",
      "cn": "用最简单的模式也许是值得的."
    },
    {
      "en": "The complex, clotted computer talk sadly counterpoints the simplistic nature of the characters ( Rhoda Koenig )",
      "cn": "复杂凝重的计算机语言与人物性格的简单化特点形成令人伤感的对比 ( 罗达凯尼格 )"
    },
    {
      "en": "The relative price effect is a fallacy, or at least, too simplistic.",
      "cn": "这是一种错误的想法, 至少把问题看得太简单了."
    },
    {
      "en": "The simplistic logic of Scientific Management breaks down when you consider the human aspects.",
      "cn": "当你考虑人的方面的时候,科学管理的简单逻辑被打破了."
    },
    {
      "en": "The whole process is flawed because the logic behind the questions is too simplistic.",
      "cn": "整个过程都有缺陷，因为问题背后的逻辑太过简单了。"
    },
    {
      "en": "They had an equally simplistic view of me which pivoted on money.",
      "cn": "他们对我的看法一样简单,而且看法的轴心就是金钱."
    },
    {
      "en": "This is a very simplistic approach to the problem.",
      "cn": "这应该对该问题过分简单化的处理办法。"
    },
    {
      "en": "You seem to be thinking of a simplistic model of networks, in which size is everything.",
      "cn": "你所想的,似乎是一种过于简单化的网络模式, 在这种模式下,规模大小就是决定因素."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "过分单纯化的，过分简单化的，把复杂问题搞得过于简单的",
      "tran_en": "treating difficult subjects in a way that is too simple"
    }
  ],
  "exchange": {
    "adv": [
      "simplistically"
    ]
  }
}