{
  "word": "waterfowl",
  "ipa": {
    "us": "ˈwɔ:təfaʊl",
    "uk": "ˈwɔtərfaʊl"
  },
  "sentences": [
    {
      "en": "Carved and planning a variety of day lily flower, peony, lotus, fish, and waterfowl for multi - subject.",
      "cn": "刻花和划花以各种萱草 、 牡丹 、 莲荷 、 双鱼 、 水禽的题材为多."
    },
    {
      "en": "Duckdata is a bibliographical database of North American waterfowl Anatidae and their wetlands habitats.",
      "cn": "水禽数据库是有关北美水禽和它们的湿地栖息地的书目数据库."
    },
    {
      "en": "Other waterfowl in the water or the air operations are as fast Swan.",
      "cn": "其他水禽无论在水中或空中的行动均不如天鹅快速."
    },
    {
      "en": "Some waterfowl and fish are experiencing'feminization'from chemicals.",
      "cn": "一些水鸟和鱼类由于这些化合物正经历 “ 女性化”."
    },
    {
      "en": "The salt marshes and mud flats attract large numbers of waterfowl.",
      "cn": "盐碱地和泥滩吸引了大量水鸟。"
    },
    {
      "en": "the varied waterfowl of North America",
      "cn": "北美洲种类繁多的水鸟"
    },
    {
      "en": "This finding long suggested that wild waterfowl are not agents for onward transmission of these viruses.",
      "cn": "这一发现提示野生水鸟并非是病毒传播给禽类的直接宿主."
    },
    {
      "en": "Thousands of waterfowl breed round the lake and live off the fish.",
      "cn": "数以千计的水鸟在湖边繁殖,靠鱼为食来生活."
    },
    {
      "en": "Thousands of waterfowl breed round the lake.",
      "cn": "成千上万的水鸟在湖边繁衍后代."
    },
    {
      "en": "Thousands of waterfowl breed round the lakeand live off the fish.",
      "cn": "数以千计的水鸟类在湖边繁殖,以食鱼为生."
    },
    {
      "en": "Up to 50,000 migratory waterfowl and other birds are known to use the sites during migration.",
      "cn": "在迁徙季节,多达50,000的水鸟和其它鸟类使用这些地点."
    },
    {
      "en": "When Chaoyang here, waterfowl awake, awake birds, a fishermen's also the beginning of the work day.",
      "cn": "每当朝阳初露, 水鸟醒了, 林鸟醒了, 渔人也开始一天的劳作."
    },
    {
      "en": "Wild waterfowl are considered the natural reservoir of all influenza A viruses.",
      "cn": "野生水鸟是A型流感病毒的天然宿主."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grebe"
          ],
          "tran_cn": "水禽；[鸟]水鸟"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "水鸟，水禽",
      "tran_en": "a wild bird that swims and lives near water"
    }
  ],
  "exchange": {
    "pl": [
      "waterfowl"
    ]
  }
}