{
  "word": "watertight",
  "ipa": {
    "us": "ˈwɔːtətaɪt",
    "uk": "ˈwɔːtərtaɪt"
  },
  "sentences": [
    {
      "en": "a watertight container",
      "cn": "不漏水的容器"
    },
    {
      "en": "For watertight bulkheads, how do you check the watertightness?",
      "cn": "就水密舱壁而言, 怎样检查其水密性?"
    },
    {
      "en": "I'll have watertight windows fixed.",
      "cn": "我要装上不漏水的窗."
    },
    {
      "en": "Lucky for him, his alibi is watertight.",
      "cn": "算他走运，不在犯罪现场的证据无懈可击。"
    },
    {
      "en": "My life is divided into two watertight compartments: unofficial and official.",
      "cn": "我的生活分为互不影响的两部分: 私生活的一面和做官生涯一面."
    },
    {
      "en": "Steamboats are often divided into watertight compartments by watertight partitions.",
      "cn": "汽船常用滴水不漏的隔墙分隔滴水不漏的隔间."
    },
    {
      "en": "The axis seals uses the mechanical seal, is watertight, durable.",
      "cn": "轴封采用机械密封, 滴水不漏, 经久耐用."
    },
    {
      "en": "The case has to be made watertight.",
      "cn": "案由必须做到无懈可击。"
    },
    {
      "en": "The flask is completely watertight, even when laid on its side.",
      "cn": "即使平放，这个真空水杯也是滴水不漏。"
    },
    {
      "en": "The police had a watertight case. They even got his fingerprints from that glass cabinet.",
      "cn": "警方找到了确凿的证据。他们甚至在那个玻璃橱柜上提取到了他的指纹。"
    },
    {
      "en": "The rules state that samples must be enclosed in two watertight containers.",
      "cn": "规则要求样本必须装在两个水密容器中。"
    },
    {
      "en": "The ship's hold is built in watertight compartments.",
      "cn": "船舱建造成许多不漏水的隔间."
    },
    {
      "en": "The system, of course, is not watertight.",
      "cn": "当然这套系统也不是天衣无缝的."
    },
    {
      "en": "Unless the ban is watertight, EU laws will overturn it.",
      "cn": "这条禁令除非是十分严密，否则会被欧盟法律推翻。"
    },
    {
      "en": "Used for the watertight and oil tight manhole cover.",
      "cn": "适用于船舶的水密和油密人孔盖."
    },
    {
      "en": "Watertight electric appliance boxes of the factory is used with CTG 17 lamps.",
      "cn": "我厂生产的密封型电气箱与CTG17系列投光灯配套使用."
    },
    {
      "en": "We had a couple of suspicious characters but their alibis are watertight.",
      "cn": "我们中有几位多疑的人,但是他们的阴谋无懈可击."
    },
    {
      "en": "What do you do if a cable passes through a watertight bulkhead?",
      "cn": "电缆穿过水密舱壁怎么办?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "invulnerable",
            "unexceptionable"
          ],
          "tran_cn": "水密的；[建]不漏水的；无懈可击的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "resistant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "防水的",
      "tran_en": "that does not allow water to get in or out"
    }
  ],
  "exchange": {}
}