{
  "word": "tribunal",
  "ipa": {
    "us": "traɪˈbju:nl",
    "uk": "traɪˈbjunəl, trɪ-"
  },
  "sentences": [
    {
      "en": "An industrial tribunal has no jurisdiction to decide whether an employee was fairly or unfairly dismissed.",
      "cn": "劳资仲裁法庭无权判定解雇是否正当。"
    },
    {
      "en": "Each tribunal consists of two judges.",
      "cn": "每个裁判所由两名法官组成."
    },
    {
      "en": "He told the tribunal his career had \"taken a nosedive\" since his dismissal last year.",
      "cn": "他告诉仲裁委员会，自去年被解雇以来，他的职业生涯就陷入了低谷。"
    },
    {
      "en": "He took his case of unfair dismissal to the industrial relations tribunal.",
      "cn": "他将其遭不公正解雇一事上诉劳工关系法庭."
    },
    {
      "en": "He was brought before the tribunal for trial.",
      "cn": "他被送到法庭受审."
    },
    {
      "en": "His case comes before an industrial tribunal in March.",
      "cn": "他的讼案将于3月在劳资法庭受审。"
    },
    {
      "en": "Last February the tribunal agreed he had been the victim of racial discrimination.",
      "cn": "去年2月，特别法庭裁定他为种族歧视的受害者。"
    },
    {
      "en": "She took her case to a tribunal.",
      "cn": "她把案件提交特别法庭审理。"
    },
    {
      "en": "The arbitral tribunal shall be entitled to require security for the costs of such measures.",
      "cn": "仲裁庭应有权要求对此种措施的费用缴付保证金."
    },
    {
      "en": "The case of your redundancy will be heard by an independent tribunal.",
      "cn": "你被裁员一案将由一个独立的审理委员会来审理。"
    },
    {
      "en": "The matter has been remitted to a higher tribunal.",
      "cn": "那事件已送呈上一级法庭裁决."
    },
    {
      "en": "The rent tribunal reduced my rent.",
      "cn": "房租审理委员会减少了我的房租."
    },
    {
      "en": "The tribunal had been set up to arbitrate in the dispute.",
      "cn": "曾设立过特别法庭对此纷争作出仲裁。"
    },
    {
      "en": "The tribunal is unique because Mr Jones is not subject to the normal police discipline code.",
      "cn": "因为琼斯先生不受一般的治安条例法规约束，所以专门设立了特别法庭。"
    },
    {
      "en": "The tribunal should act in good faith.",
      "cn": "法庭必须公正执法."
    },
    {
      "en": "The tribunal's terms of reference do not cover traffice offences.",
      "cn": "法庭的授权调查事项不包括交通肇事罪."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "tribune",
          "tran_cn": " 护民官；讲坛；看台；公民权利保护者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "court",
            "forum"
          ],
          "tran_cn": "法院;法庭"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bench",
            "board",
            "council",
            "court",
            "forum"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "arbitral tribunal",
      "tran_cn": "仲裁法庭"
    },
    {
      "phrase": "arbitration tribunal",
      "tran_cn": "仲裁法庭"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "审理委员会，特别法庭，法官席，裁决",
      "tran_en": "a type of court that is given official authority to deal with a particular situation or problem"
    }
  ],
  "exchange": {
    "pl": [
      "tribunals"
    ]
  }
}