{
  "word": "hippopotamus",
  "ipa": {
    "us": "ˌhɪpəˈpɒtəməs",
    "uk": "ˌhɪpəˈpɑtəməs"
  },
  "sentences": [
    {
      "en": "A hippopotamus surfs the waves off the coast of Gabon.",
      "cn": "一头河马在加蓬的海岸附近冲浪."
    },
    {
      "en": "A hippopotamus'scream has been recorded at 115 decibels - louder than a jet airliner at takeoff.",
      "cn": "河马发出的声音可以达到115分贝——比一架喷气式客机起飞时的声音还要大."
    },
    {
      "en": "A huge animal, possibly hippopotamus, described in the Old Testament.",
      "cn": "在旧约中描述的宏大动物, 可能是河马."
    },
    {
      "en": "And so what does Hippopotamus wish to close with?",
      "cn": "河马想说些什么来结束此篇?"
    },
    {
      "en": "Any of various large, thick - skinned, hoofed mammals such as the elephant, rhinoceros, or hippopotamus.",
      "cn": "各种皮很厚的有蹄类非反刍动物;象; 犀牛; 河马."
    },
    {
      "en": "Let's begin with the ugliest hippopotamus.",
      "cn": "我们先看最丑的河马 吧."
    },
    {
      "en": "Only two-and-a-half weeks old but already weighing in at 40kg (88lb) a baby hippopotamus swims alongside her mother, Kathi.",
      "cn": "这只有两周半大却重达40公斤（88磅）的河马宝宝正游曳在妈妈凯瑟琳旁边。"
    },
    {
      "en": "Still, now we knew for sure where whales came from and that the hippopotamus theory wasn't complete science fiction.",
      "cn": "虽然，我们现在已肯定知道鲸来自何处，但是我们也清楚了，河马之说还不够完整。"
    },
    {
      "en": "The children enjoyed watching the hippopotamus wallowing ( about ) in the mud.",
      "cn": "孩子们真喜观看河马在泥中 打滚."
    },
    {
      "en": "The children enjoyed watching the hippopotamus wallowing in the mud.",
      "cn": "孩子们喜欢看河马在泥中打滚."
    },
    {
      "en": "We were walking along the bank of the Niger river, searching for the tracks of a hippopotamus that was ravaging the corn on Karim's farm.",
      "cn": "当时，我们正走在尼日尔的河岸上，寻找着毁坏克莱姆村农场农作物的罪魁祸手河马的踪迹。"
    },
    {
      "en": "Why hippopotamus and giraffe can also get married?",
      "cn": "为什么河马和长颈鹿也可以结婚?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "river horse"
          ],
          "tran_cn": "[脊椎]河马"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "pigmy hippopotamus",
      "tran_cn": "倭河马"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "河马（产于非洲）",
      "tran_en": "a large grey African animal with a big head and mouth that lives near water"
    }
  ],
  "exchange": {
    "pl": [
      "hippopotamuses"
    ]
  }
}