{
  "word": "rationalization",
  "ipa": {
    "us": "ˌræʃnəlaɪ'zeɪʃn",
    "uk": "ˌræʃənəlɪˈzeʃən"
  },
  "sentences": [
    {
      "en": "And the rationalization of production expectations and the desire to improve the scene.",
      "cn": "以及期望实现生产合理化和现场改善的欲望."
    },
    {
      "en": "Certainly that was rationalization, but what is wrong with rationalization when -- the doorbell rang.",
      "cn": "当然,这是阿Q精神.然而, 阿Q精神又有何错呢 —— 突然,门铃响了."
    },
    {
      "en": "Despite these challenges, it would be a dangerous strategy for any of the many threatened players in these markets to hang on to this “quality” rationalization for very long.",
      "cn": "尽管有这些挑战，对市场上任何一个受到威胁的玩家来说纠缠于自认为合理化的质量问题过久都是险招。"
    },
    {
      "en": "From theory, some measures and rationalization proposal to prevent casing failures are put forward further.",
      "cn": "从理论上进一步提出了一些合理的预防措施和办法."
    },
    {
      "en": "Furtherance of rationalization of business operations.",
      "cn": "二经营合理化之促进."
    },
    {
      "en": "Hubei regional talents to promote rationalization of distribution structure, improving efficiency in the use of talents.",
      "cn": "为促进湖北区域人才分布结构合理化, 提高人才使用效益服务."
    },
    {
      "en": "Human services, professional operation, the rationalization of prices, the international management of our service characteristics.",
      "cn": "服务人性化 、 操作专业化 、 价格合理化 、 管理国际化是我们的服务特色."
    },
    {
      "en": "If you rationalize then it's not love, because there is always a better rationalization.",
      "cn": "如果你能理性那么它就不是爱, 因为那始终有更好的理性化."
    },
    {
      "en": "It has three basic characters: 1. the renaissance centered on rationalization.",
      "cn": "它有三个基本特征: 1以理性主义为核心的启蒙精神."
    },
    {
      "en": "Meet emergency products, rationalization of flexibility.",
      "cn": "满足紧急性产品的灵活性 、 合理性."
    },
    {
      "en": "One, for example, is we have a remarkable capacity for rationalization.",
      "cn": "例如，其一，每个人都具有非凡的合理化能力。"
    },
    {
      "en": "Operating synergies - including product and supply chain optimization and workforce rationalization - were at approximately $ 300 million per year.",
      "cn": "经营协同作用 - 包括产品和供应链的优化和员工合理化 - 是针对每年约300元万元."
    },
    {
      "en": "Some rationalization proposal was emphasizingly raised to automatic records management, electronic documents and field condition control.",
      "cn": "着重对企业的档案管理的自动化 、 资料档案的电子化和档案管理的现场环境控制提出一些合理化建议."
    },
    {
      "en": "Special attention should be given to the rationalization of project assessment.",
      "cn": "特别是要注意项目评审的合理化."
    },
    {
      "en": "Strategy is a combination between imagination and rationalization.",
      "cn": "策略是想象与理性的结合."
    },
    {
      "en": "The rationalization of braking device in a wrapping machine is approached in theory.",
      "cn": "从理论上探讨整经机制动装置的设计合理性."
    },
    {
      "en": "The rationalization of the proposed method is validated through simulation.",
      "cn": "仿真实验验证了该方案的合理性."
    },
    {
      "en": "The red company to realize the rationalization proposals work system, process, no paper.",
      "cn": "红光公司实现合理化建议工作的系统化、流程化、无纸化。"
    },
    {
      "en": "There is rationalization, which is that when you do something or think something bad you rationalize it and you give it a more socially acceptable explanation.",
      "cn": "还有合理化，是指当你做坏事或有不良想法时,你会将行为合理化,为行为寻找一个更为社会接受的解释。"
    },
    {
      "en": "Therefore, the economic theorists regard the \"logistics rationalization\" as \"the third profit source\".",
      "cn": "经济理论界也因此把“物流合理化”称为“第三利润源泉”。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "rational",
          "tran_cn": " 合理的；理性的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "rationally",
          "tran_cn": " 理性地；讲道理地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "rational",
          "tran_cn": " 有理数"
        },
        {
          "word": "rationale",
          "tran_cn": " 基本原理；原理的阐述"
        },
        {
          "word": "rationalisation",
          "tran_cn": " 合理性（等于rationalization）"
        },
        {
          "word": "rationalism",
          "tran_cn": " 理性主义；唯理主义"
        },
        {
          "word": "rationalist",
          "tran_cn": " 理性主义者，唯理主义者"
        },
        {
          "word": "rationality",
          "tran_cn": " 合理性；合理的行动"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "rationalize",
          "tran_cn": " 实行合理化；作辩解；合理地思考"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "rationalise",
          "tran_cn": " 合理地说明（等于rationalize）"
        },
        {
          "word": "rationalize",
          "tran_cn": " 使……合理化；使……有理化；为……找借口"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "explication",
            "logic",
            "thinking"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "rationalization proposal",
      "tran_cn": "合理化建议"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "合理化，合于经济原则，文饰作用"
    }
  ],
  "exchange": {
    "pl": [
      "rationalizations"
    ],
    "verb": [
      "rationalize"
    ]
  }
}