{
  "word": "viennese",
  "ipa": {
    "us": "viəˈni:z",
    "uk": "ˌviəˈniz, -ˈnis"
  },
  "sentences": [
    {
      "en": "Besides music, Viennese coffee and confection are as famous as Parisian's.",
      "cn": "除了音乐, 维也纳的咖啡甜点和巴黎的可谓是不分上下."
    },
    {
      "en": "Each Viennese porcelain plaque is intricately painted and of very high quality.",
      "cn": "每个维也纳瓷画牌匾是错综复杂的质量非常高."
    },
    {
      "en": "He also favored his Viennese diet cook.",
      "cn": "他的维也纳厨娘也受他的恩宠."
    },
    {
      "en": "I was told that the Viennese had superior taste.",
      "cn": "我听说维也纳人欣赏水平都很高."
    },
    {
      "en": "It appears that a Viennese pathologist has finally solved the case.",
      "cn": "看来一位维也纳的病理学者终于对这一案件有了答案."
    },
    {
      "en": "Many of them play in smaller groups devoted only to Viennese music.",
      "cn": "他们中有许多人在比较小的乐团中只演奏维也纳音乐."
    },
    {
      "en": "Modern ( Modern Dance ), including waltz, Viennese waltz, tango, fox trot and step step dance.",
      "cn": "摩登舞 ( ModernDance ) 包括华尔兹 、 维也纳华尔兹 、 探戈 、 狐步和快步舞."
    },
    {
      "en": "Phrenology came from the theories of the idiosyncratic Viennese physician Franz Joseph Gall ( 1758 - 1828 ).",
      "cn": "颅相学来自维也纳的怪癖医生高尔 ( FranzJosephGall,1758-1828 ) 的理论."
    },
    {
      "en": "She looked down at her Viennese fan of eagle feathers.",
      "cn": "她的头低着,眼睛看着手中的威尼斯鹰羽扇."
    },
    {
      "en": "The gourmet restaurant has its own bakery and serves smoked salmon from Scotland and Viennese pastries.",
      "cn": "餐厅中提供自己烹制的新鲜面包,还有来自于苏格兰的烟熏鲑鱼和威尼斯的精美糕点."
    },
    {
      "en": "The viennese usher in the new year with a concert of music by strauss.",
      "cn": "维也纳人举行史特劳斯音乐会迎接新年."
    },
    {
      "en": "The Viennese ushered in the New Year with a concert of music by Strauss.",
      "cn": "维也纳人举行施特劳斯音乐会迎来了新年."
    },
    {
      "en": "Things like Viennese waltz, folk songs, and country music.",
      "cn": "我喜欢像维也纳华尔兹 、 民歌和一些乡村音乐等."
    },
    {
      "en": "This great composer with his many works was the creator of the light Viennese classic music.",
      "cn": "这位多产的伟大作曲家是轻维也纳古典音乐的创始者."
    },
    {
      "en": "We Offer Unsurpassed Relaxation, Comfort And Convenience In An Atmosphere Of True Viennese Charm.",
      "cn": "我们的气氛享有真正的维也纳魅力,为客人提供最佳的松弛 、 舒适和方便."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "维也纳人的，维也纳文化的"
    },
    {
      "pos": "n",
      "tran_cn": "维也纳人，德语维也纳方言"
    },
    {
      "pos": "n&a",
      "tran_cn": "维也纳人（语）(的)"
    }
  ],
  "exchange": {}
}