{
  "word": "hundredfold",
  "ipa": {
    "us": "'hʌndrədfəʊld",
    "uk": "'hʌndrədˌfoʊld"
  },
  "sentences": [
    {
      "en": "According to the computer model, this design could increase wind farm efficiency a hundredfold. The next step for the researchers is to do a field test, trying out these fish dynamics on dry land.",
      "cn": "根据计算机模型得出的结果，这种设计可以让风力发电厂效率提高数百倍，下一步就是研究人员的现场测试，看“鱼儿”在陆地上的“游动”。"
    },
    {
      "en": "And Isaac sowed in that land andin the same year a hundredfold And Jehovah blessed him.",
      "cn": "以撒在那地区播种,那一年丰收百倍,因为上主赐福给他."
    },
    {
      "en": "And Isaac sowed in that land, and reaped in the same year a hundredfold.",
      "cn": "以撒在那地耕种, 那一年有百倍的收成."
    },
    {
      "en": "And other fell on good ground, and sprang up, and bare fruit an hundredfold.",
      "cn": "8又有落在好土里的, 生长起来, 结实百倍."
    },
    {
      "en": "As long as there’s hope that the front line, who must rescue efforts to hundredfold, from the ruins in search for possible survivors, from under collapsed buildings in a rescue every life.",
      "cn": "只要有一线的希望，救援者就必须以百倍的努力，从废墟中寻找可能的生还者，从正在倒塌的建筑物中抢救出每一个生命。"
    },
    {
      "en": "But others fell on good ground and yielded a: some a hundredfold some sixty, some thirty.",
      "cn": "8又有落在好土里的,就结实,有一百倍的,有六十倍的, 有三十倍的."
    },
    {
      "en": "From now on Gerui people would like to create infinite possibility with a hundredfold efforts.",
      "cn": "今后,格锐人将以百倍的努力,创造无限可能."
    },
    {
      "en": "In setting my goals I will consider my best performance of the past andit a hundredfold.",
      "cn": "在制定目标的时候,不妨参考过去最好的成绩,使其发扬光大."
    },
    {
      "en": "Multiply these a hundredfold, ten times, and they will feed all the cities of the earth.",
      "cn": "再把这些麦苗增加数倍, 如此数十次, 它们可以供养世上所有的城市."
    },
    {
      "en": "Other seeds fell on good soil and brought grain , some a hundredfold, some sixty, some thirty.",
      "cn": "又有落在好土里的,就结出实来, 有一百倍的, 有六十倍的, 有三十倍的."
    },
    {
      "en": "Take cocaine: the mark - up between coca field and consumer is more than a hundredfold.",
      "cn": "以可卡因为例: 可卡田里和消费者之间的差价高达上百倍."
    },
    {
      "en": "The eminent writers duly propose a huge (nay, hundredfold) boost in funding to help the poor cope with a shifting climate—through drought-resistant crops, for example.",
      "cn": "许多著名的作家适时地提出了一个大量（不仅如此，百倍的）增加资金帮助那些穷人应对一个正在转变的气候——例如，通过抗旱作物。"
    },
    {
      "en": "Their money increased a hundredfold.",
      "cn": "他们的钱增加了一百倍."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "centuple"
          ],
          "tran_cn": "[数]百倍的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "centuplicate"
          ],
          "tran_cn": "[数]百倍"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "百倍的"
    },
    {
      "pos": "adv",
      "tran_cn": "百倍地"
    },
    {
      "pos": "n",
      "tran_cn": "百倍，百重"
    }
  ],
  "exchange": {}
}