{
  "word": "geometrical",
  "ipa": {
    "us": "ˌdʒiːəˈmetrɪkl",
    "uk": "ˌdʒiːəˈmetrɪkl"
  },
  "sentences": [
    {
      "en": "A geometrical wonder, DOME ECILE not only is a sight in and of itself, but it also sports beautiful beach views.",
      "cn": "这是一个几何学上的奇迹，DOME ECILE本身就是一处景观，但从这里你还可以看到漂亮的沙滩。"
    },
    {
      "en": "A large number of geometrical parameters influence these coefficients, and range of design configuration is wide.",
      "cn": "有许多几何参数影响这些系数, 且设计外型变化很大."
    },
    {
      "en": "geometrical progression",
      "cn": "几何级数"
    },
    {
      "en": "Geometrical theorems grew out of empirical methods.",
      "cn": "几何定理是从经验得出的."
    },
    {
      "en": "Grassmann's exposition was almost inextricably bound up with geometrical ideas.",
      "cn": "格拉斯门的叙述和几何概念有着几乎不可分割的联系."
    },
    {
      "en": "He investigates geometrical properties of cycloids , epicycloids, and hypocycloids.",
      "cn": "他研究了摆线 、 圆外旋轮线和四点圆的旋轮线的几何性质."
    },
    {
      "en": "Heron also translated much of the Greek geometrical algebra into arithmetic and algebraic processes.",
      "cn": "Heoom又把不少希腊的几何代数法翻译成算术和代数步骤."
    },
    {
      "en": "His \" definition \" of geometry guided geometrical thinking for about fifty years.",
      "cn": "他的几何 “ 定义 ” 指引了几何思想约50年之久."
    },
    {
      "en": "In future we shall drop the adjective \" geometrical \" when there is no risk of confusion.",
      "cn": "以后,当无混淆之弊时,我们将去掉形容词 “ 几何 ” 二字."
    },
    {
      "en": "It is a geometrical figure.",
      "cn": "这是几何图形."
    },
    {
      "en": "Not all geometrical magnitudes of the same kind are commensurable with one another.",
      "cn": "同类几何量中彼此之间并非都是可通约的."
    },
    {
      "en": "That is a geometrical figure.",
      "cn": "那是个几何图形."
    },
    {
      "en": "The building has intricate geometrical designs on several of the walls.",
      "cn": "建筑物的几面墙上有复杂的几何图案."
    },
    {
      "en": "The geometrical representation makes the abstract concept pictorial.",
      "cn": "几何图象使得抽象概念形象化."
    },
    {
      "en": "The jumper has a geometrical pattern on it.",
      "cn": "套头衫上有几何图案."
    },
    {
      "en": "The perfectly geometrical simulation module model of warship wake was established.",
      "cn": "摘要建立了较完备的尾流仿真模型,给出了尾流空穴模型和机动目标尾流的正确描述."
    },
    {
      "en": "The versatile cable - stayed bridge concept lends itself to a large variety of geometrical configurations.",
      "cn": "具有灵活性的斜拉桥设想,使其几何型式有多种多样变化."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "geometrical characteristic",
      "tran_cn": "几何特性"
    },
    {
      "phrase": "geometrical condition",
      "tran_cn": "几何条件"
    },
    {
      "phrase": "geometrical model",
      "tran_cn": "几何模型"
    },
    {
      "phrase": "geometrical optics",
      "tran_cn": "几何光学"
    },
    {
      "phrase": "geometrical relationship",
      "tran_cn": "几何关系"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "几何的，几何学的，几何图案的，成几何级数增加的"
    }
  ],
  "exchange": {}
}