{
  "word": "fieldwork",
  "ipa": {
    "us": "ˈfi:ldwɜ:k",
    "uk": "ˈfildwɜrk"
  },
  "sentences": [
    {
      "en": "...anthropological fieldwork.",
      "cn": "...人类学实地考察。"
    },
    {
      "en": "After enduring the hardship of the arduous fieldwork , the prospecting team discovered many new ores.",
      "cn": "地质勘探队员餐风饮露,历尽辛苦, 找到了不少新的矿藏."
    },
    {
      "en": "Be competent for fieldwork, good hands - on skills, and willing to travel.",
      "cn": "能胜任现场工作, 动手能力强, 愿意出差."
    },
    {
      "en": "Digging locale's environment is execrable, so it is unsuitable for operator's fieldwork.",
      "cn": "挖掘现场环境恶劣, 操作人员不宜在现场工作."
    },
    {
      "en": "I got some local ancient contract books when I do fieldwork in Mei county.",
      "cn": "作者在梅县获见一批地方古契书."
    },
    {
      "en": "In a few years he would be getting too old for the hard fieldwork.",
      "cn": "再过几年,他就要老了,不能再做这种艰苦的野外作业了."
    },
    {
      "en": "In those days they could not spare the children from fieldwork.",
      "cn": "那时候,孩子不到地里干活是不行的."
    },
    {
      "en": "Less noise and fuel consumption, meets the need of fieldwork, housing and travelling.",
      "cn": "减少噪音和燃料消耗, 满足了田野, 房屋及交通费用."
    },
    {
      "en": "Methods: The methods of epidemiological survey and fieldwork sampling were applied to find out the aetiology.",
      "cn": "方法采用流行病学调查和现场采集样品检测的方法,综合分析,寻找原因."
    },
    {
      "en": "Methods: To research Xenopsylla Cheopis distribution area and vector role, etc. in the laboratory and fieldwork.",
      "cn": "方法通过鼠疫流行现场调查和实验室研究致痒蚤的分布范围、媒介作用的各项指标."
    },
    {
      "en": "She went out on back of a motorcycle and didrigorous fieldwork.",
      "cn": "现场调查工作是很艰苦的,可是她骑上摩托车就去."
    },
    {
      "en": "The composition, work theory, fieldwork method and exploration effect of pulse transient electromagnetic system are introduced.",
      "cn": "简述了脉冲瞬变电磁系统的组成 、 工作原理 、 野外工作方法及其找矿效果."
    },
    {
      "en": "This comparison, of course, must be based on solid fieldwork.",
      "cn": "当然, 这种比较必须建立在坚实的实地研究的基础上."
    },
    {
      "en": "This fieldwork brings a new example for the studies of matrilineal system.",
      "cn": "这一调查结果为人类学对母系制的研究提供了新的田野样本."
    },
    {
      "en": "This plant is available for machining steel pipe's sample grooves in fieldwork.",
      "cn": "该设备适用于钢管的现场刻槽."
    },
    {
      "en": "Year in year out he has been doing fieldwork in the Northwest.",
      "cn": "他长年累月在大西北从事野外工作."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "fieldworker",
          "tran_cn": " 实地考察工作者"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "野战工事，野外工作，实地调查，现场工作",
      "tran_en": "the study of scientific or social subjects, done outside the class or  laboratory "
    }
  ],
  "exchange": {}
}