{
  "word": "grenade",
  "ipa": {
    "us": "grəˈneɪd",
    "uk": "ɡrəˈned"
  },
  "sentences": [
    {
      "en": "A four - barrel smoke grenade launcher is mounted on each side of the turret.",
      "cn": "在炮塔每侧安装一具四管烟榴弹发射器."
    },
    {
      "en": "a hand grenade",
      "cn": "手榴弹"
    },
    {
      "en": "A slipping gear could let your M 203 grenade launcher fire when you least expect it.",
      "cn": "粗心大意会令你的M203榴弹发射器在你最不想它开火的时候开火."
    },
    {
      "en": "Aim Make a the direction and technology for developing automatic grenade launcher in our country.",
      "cn": "目的研究我国自动榴弹发射器的发展方向及技术途径."
    },
    {
      "en": "All five - second grenade fusewill burn down in three seconds.",
      "cn": "所有定制为五秒的手雷导火索都会在三秒内烧完."
    },
    {
      "en": "Ash rolled, turned, and chucked a grenade as three Sentinel pairs streaked over him.",
      "cn": "亚什滚动, 转身, 把一颗手雷扔向紧紧跟着他的三对哨兵."
    },
    {
      "en": "Blow 100 enemies into a million little pieces with a grenade launcher in Multiplayer.",
      "cn": "在多人游戏模式下用枪榴弹发射器将100个敌人炸成100万个小碎片."
    },
    {
      "en": "But Miranda would jump on a paint grenade for me.",
      "cn": "但换是米兰达也会为我掩护的."
    },
    {
      "en": "Immediately after throwing a tear - gas grenade at the policemen, the recidivist absconded with the money.",
      "cn": "该惯犯向警察投掷了一颗催泪弹, 借机携款潜逃."
    },
    {
      "en": "Kiwi is hand grenade of cancer - fighting antioxidants, including itamin C, itamin E, lutein, and copper.",
      "cn": "猕猴桃含有少量抵抗癌症的抗氧化剂成分, 包括维生素C 、 维生素E 、 叶黄素及微量元素铜."
    },
    {
      "en": "The car was hit by a grenade.",
      "cn": "把汽车打中了."
    },
    {
      "en": "The MV Faina's cargo, which includes grenade launchers and 33 Russian - made tanks, had provoked international concern.",
      "cn": "这艘货船的装载物已经引起国际广泛关注:包括榴弹发射装载以及33辆俄制坦克."
    },
    {
      "en": "The rod and grenade were propelled from the rifle by a blank cartridge.",
      "cn": "连杆和发射器被空弹从步枪上推出."
    },
    {
      "en": "The Type 27 Grenade Discharger also launched deadly grenades into the enemy formation.",
      "cn": "二七式掷弹筒,也不断的向敌军投射."
    },
    {
      "en": "Unlike the standard QBZ 95 assault rifle, the ARC 95 cannot be attached with a grenade launcher.",
      "cn": "不像标准的QBZ95突击步枪, ARC95不能够增加使用一具榴弹发射器."
    },
    {
      "en": "Will stood on the opposite side, a grenade in each hand, ready to throw.",
      "cn": "威尔站在相反的一边, 每只手拿着一颗手雷, 准备扔了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bomb",
            "shell"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "grenade launcher",
      "tran_cn": "枪榴弹发射器"
    },
    {
      "phrase": "hand grenade",
      "tran_cn": "n. 手榴弹；灭火瓶"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<军>手榴弹，催泪弹，灭火弹",
      "tran_en": "a small bomb that can be thrown by hand or fired from a gun"
    },
    {
      "pos": "vt",
      "tran_cn": "扔手榴弹；用催泪弹攻击"
    }
  ],
  "exchange": {
    "pl": [
      "grenades"
    ]
  }
}