{
  "word": "snowstorm",
  "ipa": {
    "us": "ˈsnəʊstɔːm",
    "uk": "ˈsnoʊstɔːrm"
  },
  "sentences": [
    {
      "en": "A severe snowstorm blocked up railroads.",
      "cn": "一场暴风雪使铁路中断."
    },
    {
      "en": "A snowstorm hit the West today, bringing with it frigid temperatures.",
      "cn": "暴风雪今天袭击了西部地区，导致气温骤降。"
    },
    {
      "en": "After several weeks of travel, snowstorm hit us first.",
      "cn": "我们旅行了几个星期, 初次碰上了暴风雪."
    },
    {
      "en": "All communications with the north have been stopped by snowstorm.",
      "cn": "北部的一切交通均为暴风雪所阻."
    },
    {
      "en": "An ultrasound in this case revealed no fetus, only a \"snowstorm\" effect.",
      "cn": "超声检查显示没有胎儿，仅是一个“暴风雪”效应。"
    },
    {
      "en": "Finally Alcock was able to lift the plane above the snowstorm.",
      "cn": "阿尔科克终于把飞机升到暴风雪的上方."
    },
    {
      "en": "From beneath, it was at times like gazing into a snowstorm. It was hard not to think of souls.",
      "cn": "从下面往上看时，就像在暴风雪中抬头看到的一样，让人不禁想起了逝去的那些亡灵。"
    },
    {
      "en": "He froze while waiting for the bus during the snowstorm.",
      "cn": "在暴风雪中等公共汽车时冻得要命."
    },
    {
      "en": "He turned his son adrift in a snowstorm.",
      "cn": "他将儿子逐出家门,让他在暴风雪里四处漂泊."
    },
    {
      "en": "He walked homeward in a blinding snowstorm, reaching the ferry by dusk.",
      "cn": "他冒着暴风雪上了回家的路, 暴风雪刮得人睁不开眼睛."
    },
    {
      "en": "I step outside the house and nothing can stop me—the late season snowstorm, the puddle of standing water at the bottom of my porch steps that will never evaporate, the mud and muck this season brings.",
      "cn": "我踏出家门，没有任何事情能阻挡我——深冬季节的暴风雪、我家门廊台阶上那永远挥散不去的雨水坑，还有这个季节带来的烂泥和污秽。"
    },
    {
      "en": "Just as it’s important not to miss the forest for the trees, neither should we miss the climate for the snowstorm.",
      "cn": "对于树木，我们必然会追根到森林；对于暴风雪，我们也要溯源到气候变化。"
    },
    {
      "en": "Once we stood outside in a blinding snowstorm for half an hour.",
      "cn": "我们有一次在令人眩目的暴风雪中站了半个小时."
    },
    {
      "en": "The heavy snowstorm caused a tie - up of traffic.",
      "cn": "大风雪造成了交通的暂时停顿."
    },
    {
      "en": "The icy roads were sanded after the snowstorm.",
      "cn": "暴风雪过后,冰冻的道路被撒上了沙."
    },
    {
      "en": "The snowstorm added to our difficulties.",
      "cn": "暴风雪增加了我们的困难."
    },
    {
      "en": "The snowstorm did much mischief to shipping.",
      "cn": "这场暴风雪严重影响了航运."
    },
    {
      "en": "The snowstorm swept the vast expanse of grassland.",
      "cn": "暴风雪袭击了辽阔的草原."
    },
    {
      "en": "Traffic was dislocated by the snowstorm.",
      "cn": "暴风雪使交通陷入混乱状态."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "blizzard",
            "stormy weather"
          ],
          "tran_cn": "暴风雪；[气象]雪暴"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[气]暴风雪，雪崩，雪暴",
      "tran_en": "a storm with strong winds and a lot of snow"
    }
  ],
  "exchange": {
    "pl": [
      "snowstorms"
    ]
  }
}