{
  "word": "parochial",
  "ipa": {
    "us": "pəˈrəʊkiəl",
    "uk": "pəˈroʊkiəl"
  },
  "sentences": [
    {
      "en": "a member of the parochial church council",
      "cn": "教区教堂理事会成员"
    },
    {
      "en": "And politicians tend to favor parochial interests over sound economic sense.",
      "cn": "政客们往往将狭隘的利益凌驾于可靠的经济意义之上."
    },
    {
      "en": "He could bring out the universal element in the most parochial of issues.",
      "cn": "他能在最狭隘的问题中揭示出普遍的要素."
    },
    {
      "en": "He felt himself from disuse to be unfit for parochial duty.",
      "cn": "他觉得自己由于长期不工作,已经不适合做教区的职务了."
    },
    {
      "en": "He is rather too parochial in his outlook.",
      "cn": "他的眼界未免过于狭隘了."
    },
    {
      "en": "He is very interested in parochial affairs.",
      "cn": "他对教区的事务非常感兴趣."
    },
    {
      "en": "In comparison, the FA Cup seems a parochial affair , and something of, even to the winners.",
      "cn": "相比之下, 足协杯好像成了降级成了地方性的赛事, 甚至其冠军身上的光环也渐渐退去."
    },
    {
      "en": "Magnificently built churches are still the nucleus of parochial work.",
      "cn": "教区工作的核心依旧是建造宏伟的教堂."
    },
    {
      "en": "Officials tend to tilt toward secrecy from a parochial view of their responsibilities.",
      "cn": "官吏出于狭隘的责任观念往往倾向于保密."
    },
    {
      "en": "Officials tend to tilt toward secrecy parochial view of their responsibilities.",
      "cn": "官吏出于狭隘的责任观念往往倾向于“保密”."
    },
    {
      "en": "She was a secretary on the local parochial church council.",
      "cn": "她是当地教区教会委员会的秘书。"
    },
    {
      "en": "The Congress is both riven by ideology and dominated by parochial concerns.",
      "cn": "意识形态使得国会四分五裂,狭隘的关切主导了整个议会的进程."
    },
    {
      "en": "The existing problems and development strategy of parochial chemical industries of Jiangsu Province are discussed.",
      "cn": "介绍江苏乡镇化工的概况及存在的问题,提出发展江苏乡镇化工工业的思路和几点体会."
    },
    {
      "en": "The old parochial outlook has become a world view.",
      "cn": "昔日的那个地方范围的观点已成了一种世界范围的观点."
    },
    {
      "en": "the parochial church council",
      "cn": "教区的教堂理事会"
    },
    {
      "en": "With tax administration's the proceeding informationization, it is probably parochial to limit it within taxation system.",
      "cn": "随着税务信息化的发展, 仅将其停留在税务系统内部是狭隘的."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "parochialism",
          "tran_cn": " 偏狭，狭隘；教区制度；乡土观念；眼界狭小"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "poky",
            "incapacious"
          ],
          "tran_cn": "教区的；狭小的；地方范围的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "provincial"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "教区的，范围有限的，狭小的，狭隘的",
      "tran_en": "relating to a particular church and the area around it"
    }
  ],
  "exchange": {
    "noun": [
      "parochialism"
    ]
  }
}