{
  "word": "alimentary",
  "ipa": {
    "us": "ælɪ'mentərɪ",
    "uk": "ˌæləˈmɛntəri, -tri"
  },
  "sentences": [
    {
      "en": "\" X — ray dignosis of The alimentary tract in infants and children \"",
      "cn": "“ 儿童和婴儿消化道的X线诊断 ”"
    },
    {
      "en": "Alimentary canal neoplasm is the most common cancer.",
      "cn": "消化道肿瘤是我国的常见肿瘤."
    },
    {
      "en": "Alimentary tract contrast examination is the first choice for duodenal diseases.",
      "cn": "消化道造影是十二指肠病变的首选检查方法."
    },
    {
      "en": "Alimentary tract duplication is a rare congenital malformations.",
      "cn": "摘要肠胃道复制畸形是一种少见的先天性异常."
    },
    {
      "en": "Conclusion: Burdock root powder has therapeutic effect alimentary obesity model rats.",
      "cn": "结论: 牛蒡根粉有良好的减肥、降血脂功效."
    },
    {
      "en": "Crude fatty materials contain certain substances that are not hydrolyzed in the human alimentary system.",
      "cn": "原始脂肪物质含有一定量的不被人类消化系统水解的物质."
    },
    {
      "en": "He had the disease of alimentary canal.",
      "cn": "他患了消化道疾病."
    },
    {
      "en": "In land animals, saliva contains mucus, and provides lubrication for food in the alimentary canal.",
      "cn": "陆上动物的唾液内有粘液, 并对消化道内的食物起着润滑作用."
    },
    {
      "en": "In land animals, saliva contaIns mucus, and provides lubrication for food In the alimentary canal.",
      "cn": "陆上动物的唾液内有粘液，并对消化道内的食物起着润滑作用。"
    },
    {
      "en": "Objective : To study the clinical characteristics of alimentary tract malformation in neonates.",
      "cn": "目的: 了解新生儿先天性消化道畸形的临床特点."
    },
    {
      "en": "Results The major clinical manifestations were abdominal pain, abdominal mass, alimentary tract hemorrhage, and obstruction.",
      "cn": "结果30例患者主要临床表现为腹痛 、 腹部肿块 、 消化道出血和梗阻."
    },
    {
      "en": "RESULTS: Aristolochic acid has nephrotoxicity, alimentary canal toxicity, carcinogenicity, mutagenicity and genotoxicity.",
      "cn": "结果: 马兜铃酸具有肾毒性 、 消化道毒性 、 致癌性 、 致突变性和基因毒性."
    },
    {
      "en": "The alimentary canal of most animals relies very little on lysosomal enzymes in digesting food.",
      "cn": "大多数动物的消化道在消化食物时,很少有赖于溶酶体的酶."
    },
    {
      "en": "The alimentary canal or a portion thereof, especially the intestine or stomach.",
      "cn": "消化道消化道或消化道的一部份, 尤其是肠和胃."
    },
    {
      "en": "The alimentary tract is partially sacculated.",
      "cn": "消化道部分是袋状的."
    },
    {
      "en": "The posterior external opening of the intestine, gonads and kidney ducts from which wastes are voided ; the terminal external opening of the alimentary canal.",
      "cn": "排泄孔肠，生殖腺与肾输送管的后面外部开口，从那里排除废物；食物管的末端外部开口。"
    },
    {
      "en": "This system is mainly a long tube, called the alimentary canal.",
      "cn": "这一系统主要是一根长管, 称作消化道."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alimental",
          "tran_cn": " 食物的；富有养分的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "aliment",
          "tran_cn": " 滋养品；食物"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "aliment",
          "tran_cn": " 向…提供营养物"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "nutritional",
            "pabular"
          ],
          "tran_cn": "滋养的；[医][生物]食物的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "alimentary canal",
      "tran_cn": "消化道"
    },
    {
      "phrase": "alimentary system",
      "tran_cn": "消化系统"
    },
    {
      "phrase": "alimentary tract",
      "tran_cn": "消化道"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "食物的，营养的",
      "tran_en": "of or relating to nutrition "
    }
  ],
  "exchange": {}
}