{
  "word": "Theseus",
  "ipa": {
    "us": "ˈθi:siəs,ˈθisju:s",
    "uk": "ˈθisiəs, -ˌsjus"
  },
  "sentences": [
    {
      "en": "EGEUS Happy be Theseus , our renowned Duke!",
      "cn": "伊吉斯:盛名远播的忒修斯公爵,祝您幸福!"
    },
    {
      "en": "However, to come to those who have become princes by means of their own virtue and not because of Fortune, I say that the most outstanding are Moses, Cyrus, Romulus, Theseus, and others of their kind.",
      "cn": "不管怎样，对于那些通过他们自己的才干而非命运成为君主的人，我要说最杰出的就是摩西、居鲁士、罗穆卢斯、忒修斯，以及其他像他们这般的人物*。"
    },
    {
      "en": "Nietzsche often spoke of Ariadne, a faithful companion of Theseus.",
      "cn": "尼采经常提到阿里阿德涅，她是提修斯忠实的伴侣。"
    },
    {
      "en": "Sinis caught sight of Theseus and hailed him.",
      "cn": "辛尼斯看到忒修思,就和他打招呼."
    },
    {
      "en": "The ball of thread used by Theseus to find his way out of the labyrinth.",
      "cn": "西修斯所用的走出迷宫的线团."
    },
    {
      "en": "The giant saw Theseus , too, and raised a voice of thunder.",
      "cn": "巨人也看到了忒修斯, 发出了雷鸣般的声音."
    },
    {
      "en": "Theseus arms himself with his spear, prepared to battle with Kratos.",
      "cn": "忒修斯拿出长矛, 摆开架势意图和奎托斯一决生死."
    },
    {
      "en": "THESEUS What say you, Hermia?",
      "cn": "忒修斯:你有什么话说, 赫米娅!"
    },
    {
      "en": "THESEUS With the help of a surgeon he might yet recover and yet prove an ass.",
      "cn": "要是就去请外科医生来,也许还可以把他医活转来,叫他做一头驴子."
    },
    {
      "en": "Theseus wrenched the club from his hands and battered him to death.",
      "cn": "塞修斯从他手中夺过大棒,把他打死."
    },
    {
      "en": "Theseus, too, says that Hippolytus's crime is unmentionable , but then he announces it anyway.",
      "cn": "特修斯也说希波理特斯的罪刑是无法明说的, 但他还是开口说出."
    },
    {
      "en": "Theseus: I do not think that is your choice to make.",
      "cn": "忒修斯: 我想你不该选择走这条路."
    },
    {
      "en": "Theseus: I serve and protect the Sisters of Fate for the glory of Zeus!",
      "cn": "忒修斯: 我为了神王宙斯的荣耀而效劳与保卫命运三女神!"
    },
    {
      "en": "Theseus: The Ghost of Sparta. Then what they say is true.",
      "cn": "特修斯: 斯巴达之魂, 看来传说中确实有此事."
    },
    {
      "en": "Theseus: You no longer possess the powers of a god, Kratos.",
      "cn": "忒修斯: 你已经不再拥有神力了, 奎托斯."
    },
    {
      "en": "What's more, Ariadne was abducted before Theseus could confess his love!",
      "cn": "更重要的是, 阿莉亚多尼被绑架前忒修斯可以承认他的爱!"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<希神>特修斯"
    },
    {
      "pos": "other",
      "tran_cn": "忒修斯（希腊神话雅典王子）",
      "tran_en": "a hero of Attica, noted for his many great deeds, among them the slaying of the Minotaur, the conquest of the Amazons, whose queen he married, and participation in the Calydonian hunt"
    }
  ],
  "exchange": {}
}