{
  "word": "debut",
  "ipa": {
    "us": "ˈdeɪbjuː",
    "uk": "deɪˈbjuː"
  },
  "sentences": [
    {
      "en": "At 18 she made her debut at a big party at the Ritz.",
      "cn": "十八岁时她在莉芝饭店的大宴会中初次作社交性的露面."
    },
    {
      "en": "Dundee United's Dave Bowman makes his international debut.",
      "cn": "邓迪联队的戴夫·鲍曼首次亮相国际比赛。"
    },
    {
      "en": "He marked his debut by beating the champion.",
      "cn": "他初次上阵即击败了冠军而一鸣惊人."
    },
    {
      "en": "Helen made her debut at a party when she was eighteen.",
      "cn": "海伦十八岁时在一次聚会上初次进入社交界."
    },
    {
      "en": "Paula is the only artist to achieve four number ones from a debut album.",
      "cn": "葆拉是唯一的首张唱片4次荣登排行榜榜首的艺人。"
    },
    {
      "en": "She made her debut in a 1937 production of \"Hamlet.\"",
      "cn": "她在1937年《哈姆雷特》的演出中首次登台。"
    },
    {
      "en": "She was already a famous model and pin-up by the time she made her film debut.",
      "cn": "步入影坛时，她已是名模和海报女郎了。"
    },
    {
      "en": "She was scarcely 18 when she made her debut.",
      "cn": "首次出镜时，她刚满18岁。"
    },
    {
      "en": "So you're saying I'm making my debut into society with Newport's most wanted?",
      "cn": "那么,你是说我要和新港头号通缉犯一起做首次涉世登台了?"
    },
    {
      "en": "The 18-year-old made his debut last week as a replacement for the injured Gordon Durie.",
      "cn": "这个18岁选手作为受伤的戈登·迪里的替补在上周首次出场。"
    },
    {
      "en": "The actress made her debut in the new comedy.",
      "cn": "这位演员在那出新喜剧中首次登台演出."
    },
    {
      "en": "The atmosphere after Wednesday's debut was as darkly comic as the film itself.",
      "cn": "星期三首映之后的气氛就如电影本身一样，充满了黑色喜剧色彩。"
    },
    {
      "en": "The film marks her directorial debut.",
      "cn": "这部电影是她作为导演初露头角的标志。"
    },
    {
      "en": "The group's debut album was immediately acclaimed a hip hop classic.",
      "cn": "这个组合的首张专辑一经推出便被盛赞为嘻哈乐的经典之作。"
    },
    {
      "en": "Their debut single is a stunner.",
      "cn": "他们的首张单曲成绩斐然。"
    },
    {
      "en": "What do you remember about your first - team debut, against Charlton in October 1956?",
      "cn": "你对自己的 一线 队处子秀怎么看? 那是1956年10月和查尔顿的比赛."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "opening"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "debut album",
      "tran_cn": "首张专辑；处女专辑"
    },
    {
      "phrase": "debut single",
      "tran_cn": "首张单曲；出道歌曲"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "首次登台，初次露面",
      "tran_en": "the first public appearance of an entertainer, sports player etc or of something new and important"
    },
    {
      "pos": "v",
      "tran_cn": "初次登台"
    },
    {
      "pos": "vt",
      "tran_cn": "面世， 首次推出",
      "tran_en": "to appear in public or become available for the first time"
    }
  ],
  "exchange": {
    "pl": [
      "debuts"
    ],
    "third": [
      "debuts"
    ],
    "past": [
      "debuted"
    ],
    "done": [
      "debuted"
    ],
    "ing": [
      "debuting"
    ]
  }
}