{
  "word": "tangential",
  "ipa": {
    "us": "tænˈdʒenʃl",
    "uk": "tænˈdʒɛnʃəl"
  },
  "sentences": [
    {
      "en": "Each of circular dishes is subjected to the action of a tangential force.",
      "cn": "每个圆盘都受到切向力的作用."
    },
    {
      "en": "He closed his office on the street tangential to the courthouse square and walked the two blocks to his house..",
      "cn": "他关了与法院广场相切的那条街上的办公室门，走过了两条街回到家。"
    },
    {
      "en": "I cut that number down to nine because the other three were tangential to the saga.",
      "cn": "我把数字削减到九部,因为另三部与这个传奇的主线关系不大."
    },
    {
      "en": "It is tangential to our main objective.",
      "cn": "这与我们主要目的有偏离."
    },
    {
      "en": "Lines which are everywhere tangential to the direction of flow of electric current are called streamlines.",
      "cn": "处处均与电流方向相切的曲线称为流线."
    },
    {
      "en": "Objective To measure the tangential contraction of human retinal glial cell in vitro.",
      "cn": "目的测定细胞离体培养中的人视网膜胶质细胞切线方向收缩."
    },
    {
      "en": "PROVIDE TANGENTIAL NOZZLE DESIGN FOR LEVEL NOZZLES ON THE LIQUID SUMP.",
      "cn": "在液体排污箱上水平的接管提供切线方向接管设计."
    },
    {
      "en": "Radial and tangential liquid permeability of Masson pine timber were measured respectively.",
      "cn": "分析和讨论了影响马尾松木材横向液体渗透性及其各向异性的机理."
    },
    {
      "en": "Tangential flow membrane chromatographic column is a new model of immunoadsorption therapy from blood.",
      "cn": "切流膜色谱柱是免疫吸附治疗中实现全血灌流的一种新的模式."
    },
    {
      "en": "The cracking direction is determined by a simplified maximum tangential stress criterion.",
      "cn": "开裂方向的计算采用了一种简化的最大切向应力准则."
    },
    {
      "en": "The experimental results of the axial velocity and the tangential velocity in combustor have been given.",
      "cn": "给出了燃烧室内的轴向速度和切向速度的试验结果."
    },
    {
      "en": "The forces in operation have the form of lateral or tangential thrust.",
      "cn": "作用力的形式是侧向冲断或切向冲断."
    },
    {
      "en": "The outer tangential wall of both surfaces had cuticle.",
      "cn": "上下表皮外切向壁上均有角质膜."
    },
    {
      "en": "The tangential coefficient for non - sliding oblique collision is introduced.",
      "cn": "该文对无滑斜碰撞的研究引入了切向系数."
    },
    {
      "en": "The tangential movement of water rivulet has significant effects on the rain - wind induced vibration of stay - cables.",
      "cn": "风雨环境中斜拉索表面形成的水线及其周向摆动在索的风雨振中起着关键的作用."
    },
    {
      "en": "What Tangential Factors Might Influence A Jury?",
      "cn": "什么相关因素会影响陪审团?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "tangent",
          "tran_cn": " 切线的，相切的；接触的；离题的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "tangentially",
          "tran_cn": " 无关地；切线地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "tangent",
          "tran_cn": " [数] 切线，[数] 正切"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "excursive",
            "discursive"
          ],
          "tran_cn": "[数]切线的，正切的；离题的，扯远的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "tangent line"
          ],
          "tran_cn": "正切，[数]切线"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "connected"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "tangential component",
      "tran_cn": "切线分量；切向分量"
    },
    {
      "phrase": "tangential direction",
      "tran_cn": "切线方向"
    },
    {
      "phrase": "tangential force",
      "tran_cn": "切线力，切向力"
    },
    {
      "phrase": "tangential strain",
      "tran_cn": "切向应变"
    },
    {
      "phrase": "tangential stress",
      "tran_cn": "切线应力"
    },
    {
      "phrase": "tangential velocity",
      "tran_cn": "切向速度"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "<正>间接相关的，次要的，外围的，略为触及题目的",
      "tran_en": "If something is tangential to something else, it is at a tangent to it"
    },
    {
      "pos": "n",
      "tran_cn": "正切，切线"
    }
  ],
  "exchange": {}
}