{
  "word": "nondescript",
  "ipa": {
    "us": "ˈnɒndɪskrɪpt",
    "uk": "ˈnɑndɪskrɪpt"
  },
  "sentences": [
    {
      "en": "a rather nondescript suburban house",
      "cn": "很普通的郊区房子"
    },
    {
      "en": "Don't forget, this kind of nondescript.",
      "cn": "不要忘记, 这种不伦不类."
    },
    {
      "en": "Europa House is one of those hundreds of nondescript buildings along the Bath Road.",
      "cn": "欧罗巴大楼是巴斯大道沿路那些成百上千幢毫无特色的建筑之一。"
    },
    {
      "en": "He still flies economy, drives a nondescript Volvo, never wears suits and catches public transport.",
      "cn": "他仍然超级节俭, 开一辆毫不起眼的沃尔沃汽车, 从来不穿西装,喜爱乘坐公共交通工具."
    },
    {
      "en": "He was a small man, nondescript, obviously harmless -- possibly a reporter or an insurance agent.",
      "cn": "他身材瘦小, 难以形容, 不过显然不怀恶意 —— 兴许是个记者或保险代理人什么的吧."
    },
    {
      "en": "Her clothes told me nothing: they were about as nondescript and lacking in chic as it was possible to be.",
      "cn": "从她的衣着上什么也看不出来：全是大路货，毫无时髦优雅之处。"
    },
    {
      "en": "Her clothes were so nondescript I can't remember what she was wearing.",
      "cn": "她的衣服难以形容,所以我记不清楚她穿的是什麽."
    },
    {
      "en": "She was wearing nondescript clothes.",
      "cn": "她穿着平平常常的衣服."
    },
    {
      "en": "The group meets in a typically nondescript office complex full of small hi - tech start - up companies.",
      "cn": "这伙人聚在挤满小型高科技新创公司的楼群中一间毫无特色的办公室."
    },
    {
      "en": "The nondescript bacteria were responsible for the infectivity of the filtrate.",
      "cn": "这种滤液的侵染性应归之于不能描述的细菌."
    },
    {
      "en": "The nondescript Swiss, on arrival, was to have plain clothes.",
      "cn": "那个难以安排的瑞士人到来的时候将穿上便衣."
    },
    {
      "en": "There is occasional, transient, nondescript pain, or sensibility during mastication.",
      "cn": "咀嚼时,有偶发的 、 暂时的 、 不可言状的疼痛或敏感."
    },
    {
      "en": "This expression gave temporary meaning to a set of features otherwise nondescript ( Katherine Anne Porter )",
      "cn": "这一词语给整套节目以暂时的意义,否则毫无特色 ( 凯瑟琳安妮波特 )"
    },
    {
      "en": "This expression gave temporary meaning to a set of features otherwise nondescript.",
      "cn": "这一词语给整套节目以暂时的意义,否则毫无特色."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "colorless"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "无明显特征的，难以归类的，难以形容的",
      "tran_en": "someone or something that is nondescript looks very ordinary and is not at all interesting or unusual"
    },
    {
      "pos": "n",
      "tran_cn": "不属任何类型的人；难以形容的人或物"
    }
  ],
  "exchange": {}
}