{
  "word": "Bangladesh",
  "ipa": {
    "us": "ˌbɑ:ŋgləˈdeʃ",
    "uk": "ˌbɑŋɡləˈdɛʃ"
  },
  "sentences": [
    {
      "en": "As you know, in Bangladesh rumors go around so fast.",
      "cn": "你也知道，在孟加拉国流言蜚语传播很快。"
    },
    {
      "en": "Bangladesh a WTO member countries, using a 65 % tariff 13 % VAT.",
      "cn": "孟加拉是WTO成员国, 采用的是65%的关税+13%的增值税."
    },
    {
      "en": "Bangladesh also lies at the heart of the monsoon belt.",
      "cn": "孟加拉国也处在季风带的核心."
    },
    {
      "en": "Bangladesh has deployed military ships and helicopters to help the relief efforts.",
      "cn": "孟加拉国派出军舰和直升机帮助救援工作."
    },
    {
      "en": "Bangladesh now has a population of about 110 million.",
      "cn": "孟加拉国现有大约1.1亿人口。"
    },
    {
      "en": "Bangladesh ranked the third with 11 cases against 15 last year.",
      "cn": "孟加拉第三,十一件,去年十五件."
    },
    {
      "en": "Bangladesh won the toss and decided to bat first.",
      "cn": "孟加拉国队掷硬币赢了，决定先击球。"
    },
    {
      "en": "Bangladesh, Malaysia, Sri Lanka and Thailand managed and 4 per cent.",
      "cn": "孟加拉国 、 马来西亚 、 斯里兰卡和泰国勉强4%."
    },
    {
      "en": "Come to Singapore is no good, I want to go back to Bangladesh.",
      "cn": "他用蹩脚英语说：“来新加坡一点都不好，我想回孟加拉国。"
    },
    {
      "en": "He also wanted to see Bangladesh in the raw.",
      "cn": "他也想看看原生态的孟加拉国是什么样子。"
    },
    {
      "en": "Importers such as Bangladesh, the Philippines and Afghanistan have been hit hard.",
      "cn": "进口国比如孟加拉, 菲律宾和阿富汗遭受到巨大困境."
    },
    {
      "en": "In 2002 Bangladesh became the first country to ban plastic bags outright after discovering the bags blocked drains and was one of the main causes of the devastating floods of 1988 and 1998.",
      "cn": "2002年，在发现塑料袋堵塞排水管道是导致1988至1998年的毁灭性的洪涝灾害的罪魁祸首后，孟加拉国第一个彻底禁止了塑料袋的使用。"
    },
    {
      "en": "In neighbouring Bangladesh, eclipse watchers came out in droves.",
      "cn": "在邻近的孟加拉国, 月食观察家出来趋之若鹜."
    },
    {
      "en": "It involved two hundred thousand women and children in rural Bangladesh.",
      "cn": "孟加拉国农村地区20万妇女和儿童参与了此次研究."
    },
    {
      "en": "Schemes in Bangladesh, Cambodia and Pakistan all got more girls into education.",
      "cn": "孟加拉国 、 柬埔寨和巴基斯坦的项目都使得更多女孩子接受教育."
    },
    {
      "en": "Since 1992 Bangladesh has refused to grant the Rohingyas refugee status.",
      "cn": "从1992年开始孟加拉拒绝承认这些罗辛亚族人的难民地位."
    },
    {
      "en": "So as a child was brought up in Iran, Bangladesh, Algeria etc.",
      "cn": "所以他是在伊朗 、 孟加拉 、 阿尔及利亚等国成长起来的."
    },
    {
      "en": "There a promising market here ( Bangladesh ) for good quality Audio products.",
      "cn": "在 孟加拉国 高质量的音频设备很有市场前景."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "孟加拉共和国"
    }
  ],
  "exchange": {}
}