{
  "word": "lactation",
  "ipa": {
    "us": "læk'teɪʃn",
    "uk": "lækˈteʃən"
  },
  "sentences": [
    {
      "en": "Amazingly little is known about human lactation, or nursing.",
      "cn": "对人类哺育婴儿或哺乳所知甚少."
    },
    {
      "en": "Answer : whether can mammary gland fibroma affect the following lactation , the place that should grow according to mammary gland fibroma and bulk will decide.",
      "cn": "答：乳腺纤维瘤是否会影响到以后的哺乳，要根据乳腺纤维瘤生长的部位和大小来确定。"
    },
    {
      "en": "Are there some general guidelines regarding lactation following general anesthesia?",
      "cn": "是否有一些指南指导全麻后的哺乳?"
    },
    {
      "en": "Are you now in pregnant, confinement or lactation period?",
      "cn": "是否正在怀孕期 、 产期或哺乳期?"
    },
    {
      "en": "Conclusion Maidang Rutong Granules exhibIt'significant galactagogue effect on lactation rats.",
      "cn": "结论麦当乳通颗粒对哺乳期大鼠有明显的催乳作用."
    },
    {
      "en": "Finally, lactation complete feeds do not contain added B - vitamins or coccidiostat.",
      "cn": "最后, 泌乳期饲料一般都不含有B族维生素和抗球虫药."
    },
    {
      "en": "It is forbidden for pregnant and lactation women, and on injured skin.",
      "cn": "孕妇及哺乳期妇女 、 皮肤破损处禁用."
    },
    {
      "en": "Lactation feeds generally should not be fed to calves.",
      "cn": "泌乳期饲料一般不宜喂给犊牛."
    },
    {
      "en": "Lactation is suppressed by administration of androgens.",
      "cn": "用雄激素制止泌乳."
    },
    {
      "en": "Lactation is the final phase of the reproductive cycle of mammals.",
      "cn": "泌乳是哺乳动物繁殖周期的最后阶段."
    },
    {
      "en": "Lactation: Production of milk by female mammals after giving Birth.",
      "cn": "泌乳: 妇女生育后分泌乳汁的现象."
    },
    {
      "en": "Purpose : To assess the value of the sonographic diagnosis of non - lactation mastitis ( NLM ).",
      "cn": "目的: 评价超声在诊断 非 哺乳期乳腺炎 ( NLM ) 中的价值."
    },
    {
      "en": "There is the effect that accelerates galactic eduction in lactation.",
      "cn": "在哺乳期有促进乳汁排出的作用。"
    },
    {
      "en": "To explore nursing method for early and rich lactation.",
      "cn": "目的:探讨早泌乳、多泌乳的“爱婴”护理方法."
    },
    {
      "en": "We should be looking at hormone production during late pregnancy and lactation.",
      "cn": "应该对怀孕后期和哺乳期荷尔蒙产生的过程作研究."
    },
    {
      "en": "What are the differences between cows and sows in reproduction and lactation?",
      "cn": "那母牛与母猪在繁殖哺乳上有什麽不同 呢 ?"
    },
    {
      "en": "What special labor protection does female worker enjoy in lactation?",
      "cn": "女职工在哺乳期享受哪些非凡劳动保护?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "lactic",
          "tran_cn": " 乳的；乳汁的"
        },
        {
          "word": "lactogenic",
          "tran_cn": " 催乳的；刺激乳腺分泌的；乳生成的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "lactate",
          "tran_cn": " [有化] 乳酸盐"
        },
        {
          "word": "lactating",
          "tran_cn": " 泌乳；哺乳中的女性，授乳妇女"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "lactating",
          "tran_cn": " 授乳（lactate的现在分词）"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "lactate",
          "tran_cn": " 分泌乳汁；喂奶"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "suckling period"
          ],
          "tran_cn": "[生理]哺乳；哺乳期；授乳（形容词lactational）；分泌乳汁"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "lactation period",
      "tran_cn": "泌乳期"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "哺乳期",
      "tran_en": "the production of milk by a woman or female animal"
    }
  ],
  "exchange": {
    "verb": [
      "lactate"
    ]
  }
}