{
  "word": "campfire",
  "ipa": {
    "us": "ˈkæmpfaɪə(r)",
    "uk": "'kæmpfaɪər"
  },
  "sentences": [
    {
      "en": "A group of boys and girls gathered around the campfire to sing songs.",
      "cn": "一群孩子围着一堆篝火唱歌."
    },
    {
      "en": "A group of boys and girls gathered round the campfire to sing songs.",
      "cn": "一群孩子围着一堆篝火唱歌。"
    },
    {
      "en": "A group of elderly men in uniforms, eyes bright with reminiscence, are gathered at a Grand Army of the Republic campfire.",
      "cn": "一群上年纪穿着制服的退伍老兵，围在伟大共和国军的营火旁边，眼神明亮地回忆着过去的光辉岁月。"
    },
    {
      "en": "Around the campfire they would narrate tale after tale.",
      "cn": "他们围坐在营火旁说故事."
    },
    {
      "en": "But it was a campfire, like this one.",
      "cn": "但那仅仅是堆篝火, 就像这个一样."
    },
    {
      "en": "Dead branches are good fuel for a roaring evening campfire.",
      "cn": "枯树枝是喧闹的篝火中最好的燃料."
    },
    {
      "en": "For when we build our campfire.",
      "cn": "用来生营火的."
    },
    {
      "en": "From far away, we saw the sparkle of a campfire.",
      "cn": "我们从远处看到营火在闪耀."
    },
    {
      "en": "It was dark, but they could see a campfire ahead.",
      "cn": "里面很暗, 但是他们能看到前面有一堆篝火."
    },
    {
      "en": "The black soot deposited on a kettle by a smoky campfire is nearly pure carbon.",
      "cn": "带烟的营火在水壶上熏积的黑煤烟几乎是纯碳."
    },
    {
      "en": "The campers lit torches from the campfire.",
      "cn": "露营者用营火点燃火把."
    },
    {
      "en": "The campfire smouldered for hours after the blaze died out.",
      "cn": "营火在火焰熄灭后闷烧了好几个小时."
    },
    {
      "en": "They damped down the campfire and then went to bed.",
      "cn": "他们先将篝火封好,然后便去睡觉."
    },
    {
      "en": "We are sitting by the campfire.",
      "cn": "我们正坐在营火旁。"
    },
    {
      "en": "We sit and eat delicious food around a campfire at night.",
      "cn": "夜里,我们坐在篝火周围,吃好吃的食品."
    },
    {
      "en": "We warmed our hands near the blaze of the campfire.",
      "cn": "我们在篝火的火焰旁暖手."
    },
    {
      "en": "Yes, he knew how to make a campfire, of course he knew.",
      "cn": "是的, 他知道如何燃起营火, 他当然知道的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bonfire"
          ],
          "tran_cn": "营火；营火会"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "营火，篝火",
      "tran_en": "a fire made outdoors by people who are camping"
    }
  ],
  "exchange": {
    "pl": [
      "campfires"
    ]
  }
}