{
  "word": "permanence",
  "ipa": {
    "us": "ˈpɜ:mənəns",
    "uk": "ˈpɜrmənəns"
  },
  "sentences": [
    {
      "en": "Anything which threatens the permanence of the treaty is a threat to peace.",
      "cn": "任何对条约持续生效构成威胁的因素都将危及和平。"
    },
    {
      "en": "Because, despite the fleeting nature of most of my encounters, and despite my own role in their short duration, I think what I have been seeking in some form from all of these men is permanence.",
      "cn": "因为，即使大多数和我邂逅的男人们同我只是保持了非常短暂的关系，也无论我在与他们短暂的关系中扮演着什么样的角色，我始终觉得我渴望在这些男人身上得到的是一份持久的关系。"
    },
    {
      "en": "Consumption was affected by permanence income which is determinant.",
      "cn": "持久收入是影响消费的决定因素."
    },
    {
      "en": "Even the permanence of America’s success in Iraq is far from guaranteed.",
      "cn": "甚至美国在伊拉克的成功的持久性也远未得到保证。"
    },
    {
      "en": "Her parents'marriage had seemed to represent solid contentment, happy permanence.",
      "cn": "她父母的婚姻看起来是坚实美满的, 会永远幸福的."
    },
    {
      "en": "His writing often focuses on the permanence of objects and people that have survived through the upheavals of contemporary history.",
      "cn": "他的作品经常聚焦在经历当代历史巨变后生存下来的物与人的持久性。"
    },
    {
      "en": "It gives them a sense of permanence in an age of change.",
      "cn": "在变化的时代,传统给了他们一种永恒感."
    },
    {
      "en": "No physical permanence, but only an ideal one, is necessary.",
      "cn": "需要的不是有形的永久性, 而只是理想的永久性."
    },
    {
      "en": "Nothing threatens the permanence of the system.",
      "cn": "该体系的永恒性不受任何事物的影响."
    },
    {
      "en": "Sertraline hydrochloride is an antidepressant with permanence of effect and less side - effect .",
      "cn": "盐酸舍曲林是一种 长效 、作用少的抗抑郁剂."
    },
    {
      "en": "Solid rock and rushing water reflect the permanence and impermanence of life itself.",
      "cn": "坚固的岩石和奔腾的流水反映出生命本身的永恒和短暂."
    },
    {
      "en": "The competi - tion , generalist, neutrality and permanence are its basic principles.",
      "cn": "竞争 、 通才 、 中立、常任是其基本原则,自创立以来,一直未变."
    },
    {
      "en": "The permanence later is perhaps turning passionate to common.",
      "cn": "后来的永远,也许是从炽热走向平淡."
    },
    {
      "en": "The spoken word is immediate but lacks permanence.",
      "cn": "口头之言便捷，但缺乏持久性。"
    },
    {
      "en": "They gradually realized the permanence of their condition.",
      "cn": "他们渐渐意识到他们的这种状况将永久地持续下去。"
    },
    {
      "en": "This is our pledge for a place of permanence in our lives.",
      "cn": "我们将确保仄爪哇湾永远是我们生活的一部分."
    },
    {
      "en": "This is the third external teaching , which postulates permanence.",
      "cn": "是则名为第三外道,一分常论."
    },
    {
      "en": "Through 3 months' steady operation, the fixed small balls in NO. 3 reactor have a better performance and a better permanence.",
      "cn": "经过3个月的稳定运行，3号反应器内固定化小球性能较好，表现出较好的持久性。"
    },
    {
      "en": "Tradition is the illusion of permanence.",
      "cn": "传统就是对持久性的幻觉。"
    },
    {
      "en": "We have to struggle in order to realize the permanence condition.",
      "cn": "人类为了实现她的永恒,就必须去奋斗."
    },
    {
      "en": "When new or difficult material is presented, almost all listeners are faced with a challenge because human speech lacks the stability and permanence of the printed word.",
      "cn": "当面对新资料或难度较大的资料时，几乎所有的听众都会面临挑战，因为人类口语缺乏书面文字的稳定性和永久性。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "permanent",
          "tran_cn": " 永久的，永恒的；不变的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "permanently",
          "tran_cn": " 永久地，长期不变地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "permafrost",
          "tran_cn": " 永久冻土，永久冻地；永久冻结带；永久冰冻"
        },
        {
          "word": "permanency",
          "tran_cn": " 永久；耐久性；永久的事物"
        },
        {
          "word": "permanent",
          "tran_cn": " 烫发（等于permanent wave）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "perennity",
            "endurance"
          ],
          "tran_cn": "持久；永久"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "existence",
            "stability"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "永久，持久"
    }
  ],
  "exchange": {}
}