{
  "word": "auspices",
  "ipa": {
    "us": "ˈɔ:spɪsɪz",
    "uk": "ˈɔspɪˌsiz"
  },
  "sentences": [
    {
      "en": "Executionstake place in extreme secrecy under the auspices of the Justice Ministry.",
      "cn": "死刑的执行在法务省的主持下极度秘密."
    },
    {
      "en": "Its auspices, dubbing the program has won national awards in China.",
      "cn": "其主持配音的节目多次获得中国全国奖项."
    },
    {
      "en": "Its entertainment, professional organizers had repeatedly agreed to allow the auspices of the candidates and guests.",
      "cn": "其娱乐性 、 专业性一度让主办方反复商定主持及嘉宾人选."
    },
    {
      "en": "The association is under the auspices of World Bank.",
      "cn": "这个组织是在世界银行的赞助下办的."
    },
    {
      "en": "The auspices of growing soft capacity, and more outstanding programs, internships are overand for formal employment.",
      "cn": "柔的主持本领越来越强, 节目越来越杰出, 操练的日子竣事,得到正式的聘任."
    },
    {
      "en": "The committee began its work under unfavourable auspices.",
      "cn": "委员会工作伊始即十分不利."
    },
    {
      "en": "The concert was under the auspices of various companies.",
      "cn": "这次音乐会得到了多家公司的赞助."
    },
    {
      "en": "The crane, on being wounded, said, \" Prophetic crow, where now are your auspices? \"",
      "cn": "鹤受了伤, 说道: “ 预言者乌鸦, 这一次你的预兆 呢 ? ”"
    },
    {
      "en": "The lecture was given under the auspices of the Academy of Sciences.",
      "cn": "这次报告会是由科学院主办的."
    },
    {
      "en": "The tournament was held under the auspices of the city council .",
      "cn": "锦标赛在世议会的赞助下开幕了。"
    },
    {
      "en": "The tournament was held under the auspices of the city council.",
      "cn": "这次锦标赛是在市议会的赞助下举办的."
    },
    {
      "en": "This college was founded under the auspices of an overseas Chinese.",
      "cn": "这所学院是由一位华侨赞助创办的."
    },
    {
      "en": "This concert has been arranged under the auspices of the Knight Group.",
      "cn": "这次音乐会是由奈特集团赞助举办的."
    },
    {
      "en": "This concert has been arranged under the auspices of the Queen.",
      "cn": "这次音乐会是由女王赞助举办的."
    },
    {
      "en": "This standard is issued by NACE International under the auspices of STG 34.",
      "cn": "本标准在特别技术小组34协助下由NACE国际发行."
    },
    {
      "en": "Whether these economic developments could have occurred under different political auspices can only be guessed at.",
      "cn": "至于在不同的政治气候下是否会出现这种经济的发展,那只能任各人揣度了."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "sponsorships",
            "protections"
          ],
          "tran_cn": "赞助；保护；预兆（auspice的复数）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "favor",
            "ministry",
            "security"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "under the auspices of",
      "tran_cn": "由…赞助或主办，在……保护下；在…的主持下；在…保护下"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "主办，赞助，支持，保护，鸟卜者，预兆"
    }
  ],
  "exchange": {}
}