{
  "word": "apportionment",
  "ipa": {
    "us": "ə'pɔ:ʃnmənt",
    "uk": "əˈpɔrʃənmənt, əˈpor-"
  },
  "sentences": [
    {
      "en": "According to the basic principle of game theory, it analyzes the share - expenses apportionment model.",
      "cn": "首先,从对策论基本原理出发, 分析了费用分摊对策模型."
    },
    {
      "en": "An apportionment of bandwidth between the graphics local memory and system memory is the result.",
      "cn": "图形本地存储器与系统存储器之间的带宽的分配足其结果."
    },
    {
      "en": "In this situation, the burden of proof as to apportionment is upon each defendant.",
      "cn": "在这种情况下, 按比例分配的举证责任就落在被告人身上."
    },
    {
      "en": "Many experts also like to recommend such a low - cost method of apportionment.",
      "cn": "很多专家也喜欢向大家推荐这种摊低成本的方法."
    },
    {
      "en": "Source apportionment of airborne particulate matter is important in the field of environmental administration.",
      "cn": "摘要大气颗粒物源解析技术在环境管理中发挥著越来越重要的作用."
    },
    {
      "en": "Source apportionment of particulate matter is important in the field of environmental administration.",
      "cn": "大气颗粒物源解析技术在环境管理中发挥着越来越重要的作用."
    },
    {
      "en": "The Circular specifies the method for apportionment of taxable income among partners of partnerships.",
      "cn": "通知规定了合伙企业合伙人间应纳税所得额划分的方法."
    },
    {
      "en": "The development on the receptor modeling used to perform source apportionment of atmospheric particulates ambientwas introduced.",
      "cn": "介绍了国内外用于大气颗粒物源解析研究的受体模型的进展情况."
    },
    {
      "en": "The method of apportionment used will depend upon the documentation provided by the importer.",
      "cn": "所使用的分摊方法将取决于进口商所提供的单证."
    },
    {
      "en": "The process of sharing stock among stores. Formerly known as apportionment.",
      "cn": "门店之间库存共享程序, 过去称为库存分配."
    }
  ],
  "rel_words": [
    {
      "pos": "vt",
      "words": [
        {
          "word": "apportion",
          "tran_cn": " 分配，分派；分摊"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "allocation",
            "distribution",
            "assignment"
          ],
          "tran_cn": "分摊；分配；分派"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "delivery"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "土地分配，分摊，分派",
      "tran_en": "the act of apportioning "
    }
  ],
  "exchange": {
    "verb": [
      "apportion"
    ]
  }
}