{
  "word": "schist",
  "ipa": {
    "us": "ʃɪst",
    "uk": "ʃɪst"
  },
  "sentences": [
    {
      "en": "Below are two more striking varieties of schist .",
      "cn": "下面是两个比较突出的品种片岩。"
    },
    {
      "en": "Maoduqing gold deposit occurred in the green schist and marble stratum belt of paleoprotozoic Inner Mongolia.",
      "cn": "卯独庆金矿床赋存在古元古代二道凹岩群的绿片岩层与大理岩层过渡带."
    },
    {
      "en": "Photo Gallery: Rocks The Colorado River has eroded these schist formations into fudge - like shapes and shades.",
      "cn": "岩石图片 美术馆 .科罗拉多河已经侵蚀了这些片岩构造到软糖样的形状和色调."
    },
    {
      "en": "Schist, a metamorphic rock, contains mineral crystals that can be seen by the naked eye.",
      "cn": "片岩, 变质岩, 含有矿物晶体可以看到由肉眼."
    },
    {
      "en": "That suit of schist contans a large number of abundant aluminium mineral: staurolite, almandine and biotite, so the primitive is mostly clayrock.",
      "cn": "该套片岩主要由富铝矿物十字石、铁铝榴石和大量黑云母组成，因而其原岩以粘土岩为主。"
    },
    {
      "en": "The host rocks of Dashuigou independent tellurium ore deposit are mainly green schist facies metamorphic rocks.",
      "cn": "大水沟独立碲矿床的直接赋矿围岩为低绿片岩相变质岩."
    },
    {
      "en": "The jagged stratification of Jedburgh, so different than the smooth schist-and-sandstone layering seen elsewhere in Scotland, would provide it.",
      "cn": "而赫顿不整合结构正好佐证了这种观点，这处位于杰德堡的交错岩层完全不同于在苏格兰其他地区所发现的光滑片岩和砂岩层结构。"
    },
    {
      "en": "The lithology of B petrofabric is schist interlated with marble , quartzite.",
      "cn": "B岩组的岩性主要是各种片岩夹有大理岩、英岩."
    },
    {
      "en": "The main gold - carrying minerals are pyrite , chalcopyrite and telluride. The best gold - carrying rock is the biotite - schist.",
      "cn": "主要的载金矿物有黄铜矿、黄铁矿 、 叶碲铋矿, 含金性最好的岩石类型为只云母钠长片岩."
    },
    {
      "en": "The massive sulfide contains fragments of barren and mineralized gabbro, and schist.",
      "cn": "块状硫化物中含有矿化的和未矿化的辉长岩及片岩碎块."
    },
    {
      "en": "The middle Proterozoic crystalline schist series in the Panzhihua - Xichang region has undergone progressive regional metamorphism.",
      "cn": "攀西中元古结晶片岩系遭受了前进区域变质作用."
    },
    {
      "en": "The minerals are disseminated in the schist and hornfelsed schist near the dolerite contact.",
      "cn": "这些矿物也浸染在靠近粗玄岩接触带的片岩和角岩片岩中."
    },
    {
      "en": "The pyroclastic rock fragments comprise quartzite, schist, gneiss, basalt , andesite, rhyolite and quartz.",
      "cn": "火成岩的碎块成分主要为石英岩 、 岩 、 麻岩 、 武岩 、 山岩和流纹岩."
    },
    {
      "en": "The rocks from the Group Complex have been highly metamorphosed into the green schist facies.",
      "cn": "该群岩石变形非常强烈,变质达绿片岩相."
    },
    {
      "en": "The shortage of bearing capacity is often encountered in foundation construction in complex schist area.",
      "cn": "复杂片岩地区的桩基工程常出现桩基承载力不足的问题."
    },
    {
      "en": "The talc - schist, talcmarble and biotite - schist are the most favourable hosting rocks to mineralization.",
      "cn": "最有利于矿化的围岩是富镁的滑石片岩 、 含 滑石片 岩、含滑石大理岩和黑云母片岩等."
    },
    {
      "en": "The terroir of rocky clay limestone soil with schist, and a typically Mediterranean climate.",
      "cn": "菲图产区土质类型为多碎石的粘性石灰质土壤和页岩土壤, 气候为典型的地中海气候."
    },
    {
      "en": "They are in fact metamorphosed rocks , predominantly schist , amphibolites, granites and sand stones and Muruwa Precambrian.",
      "cn": "事实上,它们主要由地片岩、闪岩 、 花岗岩和细沙,小石头变质而来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shist"
          ],
          "tran_cn": "[岩]片岩"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "mica schist",
      "tran_cn": "云母片岩"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "片岩",
      "tran_en": "a type of rock that naturally breaks apart into thin flat pieces"
    }
  ],
  "exchange": {}
}