{
  "word": "doomed",
  "ipa": {
    "us": "duːmd",
    "uk": "duːmd"
  },
  "sentences": [
    {
      "en": "'To be registered, as doomed to destruction,'returned Defarge.",
      "cn": "“ 记录在案.判决彻底消灭, ”德伐日回答."
    },
    {
      "en": "All his intrigues are doomed to failure.",
      "cn": "他所有的阴谋诡计注定要失败."
    },
    {
      "en": "Any attempt to set back the wheel of history is doomed to failure.",
      "cn": "任何要使历史倒退的企图都是注定要失败的."
    },
    {
      "en": "Brad Pitt steals the show as the young man doomed by his zest for life.",
      "cn": "布拉德·皮特扮演一名因对生命怀有极大热情而注定在劫难逃的年轻人，抢尽了镜头。"
    },
    {
      "en": "Fireman battled through the smoke in a doomed attempt to rescue the children.",
      "cn": "消防队员奋力穿过烟雾企图去救孩子们，而这注定是要失败的。"
    },
    {
      "en": "He knew that if he lived, he would be doomed to spend the war as a prisoner.",
      "cn": "他知道如果他活下来，他将注定以战俘的身份度过战争。"
    },
    {
      "en": "Many thought that he was doomed to ignominious failure.",
      "cn": "许多人认为他注定会极不光彩地失败。"
    },
    {
      "en": "One who committed many injustices is doomed to failure.",
      "cn": "多行不义必自毙."
    },
    {
      "en": "Some poems are doomed to oblivion.",
      "cn": "有些诗注定会被湮灭遗忘."
    },
    {
      "en": "That argument doomed their marriage to failure.",
      "cn": "那次争吵使他们的婚姻注定要失败。"
    },
    {
      "en": "The criminal was doomed to death.",
      "cn": "罪犯被判死刑."
    },
    {
      "en": "The monolith, he suggested, was doomed by the tides of history.",
      "cn": "他指出, 铁板一块的观念是注定要被历史的潮流所淹没的."
    },
    {
      "en": "The prisoner was doomed to death.",
      "cn": "囚犯被判处死刑."
    },
    {
      "en": "Their plans seemed doomed to failure.",
      "cn": "看起来，他们的计划注定要失败。"
    },
    {
      "en": "This fully shows that unregulated market economy is doomed to not work.",
      "cn": "这充分说明，不受管理的市场经济是注定行不通的。"
    },
    {
      "en": "Those who go in for intrigues and conspiracy are doomed to failure.",
      "cn": "搞阴谋诡计的人注定要失败."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "destined",
            "predestined"
          ],
          "tran_cn": "注定的；命定的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "doom and gloom",
      "tran_cn": "凄惨，前景不妙；无望"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "命中注定的，难逃一死的",
      "tran_en": "If something is doomed to happen, or if you are doomed to a particular state, something unpleasant is certain to happen, and you can do nothing to prevent it"
    },
    {
      "pos": "v",
      "tran_cn": "注定（doom的过去式和过去分词），判定，使…的失败（或灭亡、毁灭、坏结局）成为必然，宣判"
    }
  ],
  "exchange": {}
}