{
  "word": "scores",
  "ipa": {
    "us": "skɔ:z",
    "uk": "skɔrz"
  },
  "sentences": [
    {
      "en": "4-1 was the final score.",
      "cn": "最终比分是4：1。"
    },
    {
      "en": "Campaigners lit scores of bonfires in ceremonies to mark the anniversary.",
      "cn": "参加运动的人们在各种仪式上点起一垛垛篝火以纪念周年庆典。"
    },
    {
      "en": "Even in Zurich he kept up with the County cricket scores.",
      "cn": "即使身在苏黎世，他也一直关注着郡际板球赛的比分。"
    },
    {
      "en": "He had mentored scores of younger doctors.",
      "cn": "他指导过许多更年轻的医生。"
    },
    {
      "en": "He scored late in the third quarter to cut the gap to 10 points.",
      "cn": "他在第3节快结束时进了一球，把分差缩小到10分。"
    },
    {
      "en": "He scores goals with remark-able consistency.",
      "cn": "他的进球一气呵成。"
    },
    {
      "en": "His goal leveled the scores of the two teams.",
      "cn": "他的进球把两队的得分拉平了."
    },
    {
      "en": "I will win the game on more scores than one.",
      "cn": "为了种种理由我要赢这场比赛."
    },
    {
      "en": "On a clear night scores of meteors streak the sky.",
      "cn": "在晴朗的夜晚,好几十颗流星划破长空."
    },
    {
      "en": "Patten scored his second touchdown of the game.",
      "cn": "帕顿在比赛中第2次持球触地得分。"
    },
    {
      "en": "Scores of congratulatory telegrams and letters greeted Franklin on his return.",
      "cn": "富兰克林一回来，就收到了好几十封贺电和贺信。"
    },
    {
      "en": "Scores of people have been hurt in running battles with police.",
      "cn": "很多人在与警方的冲突中受伤."
    },
    {
      "en": "Scores of people tried desperately to gatecrash the party.",
      "cn": "很多不速之客拼命想要挤进这个聚会。"
    },
    {
      "en": "Some scores of people acknowledged that there was a crisis.",
      "cn": "数十个人都承认存在着一场危机."
    },
    {
      "en": "The England skipper is haunted by a run of low scores.",
      "cn": "英格兰队的队长得了一连串的低分。"
    },
    {
      "en": "The groups had historic scores to settle with each other.",
      "cn": "这两个集团之间有几笔旧账要了结。"
    },
    {
      "en": "There are scores of people there, maybe eighty or more.",
      "cn": "那里有好多人, 也许有80个或者更多."
    },
    {
      "en": "There is considerable variability in all the test scores.",
      "cn": "所有这些考查成绩都有很大变化."
    },
    {
      "en": "They beat the Giants by a score of 7 to 3.",
      "cn": "他们以7比3战胜了巨人队。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "high scores",
      "tran_cn": "高分；最高分；分数排行榜"
    },
    {
      "phrase": "old scores",
      "tran_cn": "宿怨；（wrong done in the past）旧仇"
    },
    {
      "phrase": "scores of",
      "tran_cn": "许多，大量"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大量，众多，二十( score的名词复数 )，（游戏或比赛中的）得分，大量，百分数",
      "tran_en": "The score in a game is the result of it or the current situation, as indicated by the number of goals, runs, or points obtained by the two teams or players"
    },
    {
      "pos": "v",
      "tran_cn": "得分（score的第三人称单数形式）；刻划",
      "tran_en": "In a sport or game, if a player scores a goal or a point, they gain a goal or point"
    }
  ],
  "exchange": {}
}