{
  "word": "pancake",
  "ipa": {
    "us": "ˈpænkeɪk",
    "uk": "ˈpænkeɪk"
  },
  "sentences": [
    {
      "en": "A blueberry pancake, corn flakes, and a glass of orange juice.",
      "cn": "蓝莓松饼 、 玉米片和一杯橙汁."
    },
    {
      "en": "All ready to be eaten with pancake syrup and butter. Yum Yum!",
      "cn": "配上牛油和香饼糖浆,又香又好吃. 太棒了!"
    },
    {
      "en": "Can you describe Pancake , your nang'ek in \" Buang Rai Prai Ruk \"",
      "cn": "你可以形容一下pancake吗?《爱情与阴谋的较量 》 的女主角."
    },
    {
      "en": "Do I put pieces of meat on this thin pancake?",
      "cn": "把肉放在薄饼上 吗 ?"
    },
    {
      "en": "Great with toast french fry fry or potato pancake.",
      "cn": "搭配以烤面包片,炸薯条,或土头饼."
    },
    {
      "en": "He turned the pancake over with a strong flick of his wrist.",
      "cn": "他一抖腕子就把饼翻过来了."
    },
    {
      "en": "Most of the province is as flat as a pancake.",
      "cn": "那省的大部分地区地势平坦."
    },
    {
      "en": "My home state of Illinois is flat as a pancake.",
      "cn": "我的故乡伊利诺伊州一马平川。"
    },
    {
      "en": "Spread some of the filling over each pancake.",
      "cn": "在每个薄煎饼上摊上一些馅。"
    },
    {
      "en": "The classic example is tossing a pancake so it flips over in mid-air.",
      "cn": "最经典的例子是摊薄饼的时候，颠勺时薄饼就会飞到半空中。"
    },
    {
      "en": "The ingredients a pancake are milk, eggs, flour and butter.",
      "cn": "作蛋饼的材料是牛奶 、 蛋 、 面粉和黄油."
    },
    {
      "en": "The package says baking and pancake mix, but the pancakes were not tasty without some major tweaking to the recipe.",
      "cn": "包装盒上说烤焙与薄饼面料混合，但没有添加一些主要调料，薄饼是不好吃的。"
    },
    {
      "en": "The pancake is burnt.",
      "cn": "饼烤焦了."
    },
    {
      "en": "The surprise party turned out as flat as a pancake, ie was very disappointing.",
      "cn": "这次本想让大家感到惊奇的聚会到头来却十分扫兴."
    },
    {
      "en": "The whole landscape looked as flat as a pancake.",
      "cn": "整个地形十分平坦."
    },
    {
      "en": "They are so-called “ pancake people ”, they no longer concentrate their energies on one area of interest, but instead choose to spread themselves thinly over a large area.",
      "cn": "他们就是所谓的“煎饼人”，他们不再将精力专注于某一个感兴趣的领域，而是让自己的关注点浅浅地散布在一个很大的范围。"
    },
    {
      "en": "Use the white sesame and black sesame to make the pancake.",
      "cn": "用白芝麻和黑芝麻做成小薄饼."
    },
    {
      "en": "We have rice, noodles, steamed buns, dumplings or pancake.",
      "cn": "主食有米饭 、 面条 、 馒头 、 饺子和煎饼等."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "pressed powder"
          ],
          "tran_cn": "薄烤饼；粉饼；平降（全称pancake landing）"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cake",
            "landing"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "(as) flat as a pancake",
      "tran_cn": "完全扁平的；非常平的"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "烙饼，薄煎饼，粉饼，[航]平降，平坠",
      "tran_en": "a thin flat round cake made from flour, milk, and eggs, that has been cooked in a flat pan and is eaten hot"
    },
    {
      "pos": "vi",
      "tran_cn": "平坠着陆；平展"
    },
    {
      "pos": "vt",
      "tran_cn": "使平坠著陆；使平展"
    }
  ],
  "exchange": {
    "pl": [
      "pancakes"
    ]
  }
}