{
  "word": "gobi",
  "ipa": {
    "us": "'gəʊbɪ",
    "uk": "'goʊbɪ"
  },
  "sentences": [
    {
      "en": "Because Dunhuang Grotto locates the Gobi area havingatrOcious weather, muras are threatened andtO be very frail.",
      "cn": "然而, 由于自然风化的破坏以及重大自然灾害的威胁,这个人类艺术的宝库变得非常脆弱."
    },
    {
      "en": "For months they traveled through the sands of the Gobi.",
      "cn": "好几个月他们一直在戈壁沙漠中走."
    },
    {
      "en": "Gobi Desert is now seven times bigger than Britain.",
      "cn": "戈壁滩现在比英国大七倍."
    },
    {
      "en": "Gobi partner Limited company's partner Xie Shijun appraised.",
      "cn": "戈壁合伙人有限公司的合伙人谢士骏评价说."
    },
    {
      "en": "He had prospected for minerals everywhere from the Gobi Desert to the Transvaal.",
      "cn": "他已在从戈壁沙漠到德兰士瓦的无数地方勘探过矿藏。"
    },
    {
      "en": "He is on a trek through the South Gobi desert.",
      "cn": "他正徒步穿越南戈壁沙漠。"
    },
    {
      "en": "Or you can go exploring for fossils of the earliest residents of the Gobi - dinosaurs.",
      "cn": "或去探索戈壁滩早期的原居民 - 恐龙化石."
    },
    {
      "en": "Scientists working in the Gobi Desert have shed new light on the life of dinosaurs.",
      "cn": "在戈壁滩上工作的科学家们使人们对恐龙的生活有了新的认识."
    },
    {
      "en": "The ass For ass, the vast Gobi is a heaven.",
      "cn": "野驴》茫茫的荒漠,是野驴的自由世界."
    },
    {
      "en": "The capsule is scheduled to touch down near the launch station in the Gobi Desert.",
      "cn": "宇宙飞船座舱预定降落在戈壁沙漠发射中心附近."
    },
    {
      "en": "The fragile environment of gobi desert was destroyed because of mining work.",
      "cn": "采矿在不同程度上破坏了戈壁滩原本脆弱的生态环境."
    },
    {
      "en": "The remains of such sand exist in the Sahara and Gobi Deserts alongthe Atlantic Ocean.",
      "cn": "这类灰烬的残骸现位于撒哈拉沙漠、戈壁滩沙漠及大西洋海底."
    },
    {
      "en": "The surface of Bayanhaote basin is covered largely by desert and gobi.",
      "cn": "巴彦浩特盆地地表大部分被沙漠和戈壁覆盖."
    },
    {
      "en": "The train keeps driving, endless Gobi desert everywhere are wrapped around by it.",
      "cn": "于是火车继续开着, 四处都是戈壁,荒无人烟却广阔的苍劲."
    },
    {
      "en": "These eggs were found in the Gobi Desert by a group of scientists in the 1920 s.",
      "cn": "这些蛋是一群科学家于二十世纪二十年代在戈壁大沙漠发现的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Gobi Desert"
          ],
          "tran_cn": "戈壁沙漠"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "gobi desert",
      "tran_cn": "戈壁沙漠（蒙古和中国西北部）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "戈壁，戈壁沙漠，戈壁滩"
    }
  ],
  "exchange": {}
}