{
  "word": "Utah",
  "ipa": {
    "us": "'ju:tɑ:",
    "uk": "'juˌtɑ"
  },
  "sentences": [
    {
      "en": "\"I know of a well in Utah that lost its original capacity after a couple years, \" he said.",
      "cn": "“我知道在犹他州在短短的几年时间里，一口井就失去了最初的容量，”他说。"
    },
    {
      "en": "A government \"sanitation\" team uses heavy equipment, including bulldozers and cranes, to remove all traces of the A-12 spy plane from a 1963 crash site in the Utah desert.",
      "cn": "一个政府“清理”团队使用推土机和起重机等重型设备从1963年A-12间谍飞机在美国犹他州沙漠的失事地点抹去所有痕迹。"
    },
    {
      "en": "A Utah prairie dog emerges to forage in spring snow.",
      "cn": "犹他州的一只草原土拨鼠顶着春雪出来觅食."
    },
    {
      "en": "And he thinks Utah is close to finding one.",
      "cn": "他认为犹他州将很快找到可行的办法."
    },
    {
      "en": "Corrugated , crenulated, they course up, down, and across Utah.",
      "cn": "缩成皱纹的,小园齿状的, 它们的航线上, 下, 和穿过犹他州."
    },
    {
      "en": "Gasol will not play tonight against Utah or Friday against Seattle.",
      "cn": "今晚对犹他州或周五对西雅图加索尔将不会出战."
    },
    {
      "en": "He set up a new world record in September, 1935 at Bonneville Salt Flats, Utah.",
      "cn": "他于1935年9月在犹他州的博纳维尔的索尔特·弗拉兹创造了世界记录."
    },
    {
      "en": "I even moved to Utah to be with him.",
      "cn": "我甚至搬到了犹他州，为了和他在一起。"
    },
    {
      "en": "In Utah, discovering a band of polygamists hardly raises an eyebrow.",
      "cn": "在犹他州发现一伙重婚者不足为奇."
    },
    {
      "en": "Much of Texas, New Mexico, Arizona, Nevada and Utah is desert.",
      "cn": "新墨西哥州 、 阿里佐纳州 、 内华达州、犹他州和德克萨斯的大部分地区为沙漠."
    },
    {
      "en": "Oh yes , and the New Orleans Jazz became the Utah Jazz.",
      "cn": "而当时的新奥尔良爵士队就是后来的犹他爵士."
    },
    {
      "en": "Ron Artest converted every person from Utah into Rockets fans.",
      "cn": "阿泰把所有犹他州的人变成火箭迷."
    },
    {
      "en": "The Bad: Think of this as the bizarro Utah game.",
      "cn": "缺点: 把这当作是和爵士队的比赛吧."
    },
    {
      "en": "The largest university __ Salt Lake City is the University of Utah.",
      "cn": "盐湖城最大的大学是犹他州立大学."
    },
    {
      "en": "Utah Jazz: Do they need to start packing their pillows, or what?",
      "cn": "尤他爵士: 他们需要准备枕头, 还是其他什么?"
    },
    {
      "en": "Utah shot 38 % overall and went four for 19 on three - pointers.",
      "cn": "爵士的命中率只有38%,三分球命中率更是可怜的19%."
    },
    {
      "en": "With the air reinforcement, Utah was a swift smooth landing.",
      "cn": "在空军的支援下, 犹他海滩是一次快速、平稳的登陆."
    },
    {
      "en": "You think all girls from Utah are mormons?",
      "cn": "你觉得犹他的女孩都是摩门教的?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of utah",
      "tran_cn": "犹他大学"
    },
    {
      "phrase": "utah jazz",
      "tran_cn": "犹他爵士队（美国篮球队）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "犹他州"
    }
  ],
  "exchange": {}
}