{
  "word": "multistory",
  "ipa": {
    "us": "ˌmʌltɪ'stɔ:rɪ",
    "uk": "ˌmʌltɪ'stɔrɪ"
  },
  "sentences": [
    {
      "en": "Multistory frames with semi - rigid connections of different initial stiffness are constructed together with rigid frame.",
      "cn": "推导了半刚接钢框架动力有限元的质量矩阵和刚度矩阵."
    },
    {
      "en": "Multistory large - bay residence is a type of building which will widely developed.",
      "cn": "大开间住宅是一种有广泛发展前途的住宅建筑."
    },
    {
      "en": "One-story homes that are \"tied together\" -- with the roof bolted to the walls and the walls to the foundation -- tend to survive earthquakes and windstorms better than multistory homes that aren't.",
      "cn": "单层的楼房就像“绑在一起”--屋顶，墙和地基连成一体，它抗击地震和风暴的能力比多层的楼房要高得多。"
    },
    {
      "en": "RC shear wall with bi - directional single row of steel bars is applicable for multistory residence building.",
      "cn": "双向 单排配筋剪力墙结构适用于多层住宅结构."
    },
    {
      "en": "The abbey was a maze of multistory wings, each added in a differing century, the architecture conspiring to create a jumbled complex that now housed four hundred brothers.",
      "cn": "修道院的结构是迷宫似的多层侧翼，每个侧翼都在不同的世纪里被添上，那建筑拼成一混乱的复合体，里面现在住着四百多个圣殿武士。"
    },
    {
      "en": "This position affords me very heavy experience with multistory office buildings throughout China.",
      "cn": "该职使我有机会在全国承接高层办公大楼的建筑."
    },
    {
      "en": "Transverse wall beams are wildly used in many multistory and high - rise reinforced concrete buildings.",
      "cn": "许多多层和高层钢筋混凝土建筑中广泛采用墙梁这一结构形式."
    },
    {
      "en": "We bid for the erection of a multistory building.",
      "cn": "我们投标建一座大楼."
    },
    {
      "en": "We bid for the erection of a multistory hotel.",
      "cn": "我们投标建一座多层旅馆。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "multiply",
          "tran_cn": " 多层的；多样的"
        },
        {
          "word": "multipotent",
          "tran_cn": " 能产生多种效果的；有多种能力的"
        },
        {
          "word": "multistorey",
          "tran_cn": " 多层的；有多层楼的"
        },
        {
          "word": "multivalent",
          "tran_cn": " [化学] 多价的；多原子价的；有多种意义的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "multiply",
          "tran_cn": " 多样地；复合地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "multivalence",
          "tran_cn": " 多价；多原子价；多义性；有多种价值"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "multiply",
          "tran_cn": " 乘；繁殖；增加"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "multiply",
          "tran_cn": " 乘；使增加；使繁殖；使相乘"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "多层的,有多层楼的"
    },
    {
      "pos": "other",
      "tran_cn": "多层的"
    }
  ],
  "exchange": {}
}