{
  "word": "gavel",
  "ipa": {
    "us": "ˈgævl",
    "uk": "ˈɡævəl"
  },
  "sentences": [
    {
      "en": "\"Let's take a ten-minute recess\", the judge said, pounding his gavel.",
      "cn": "“现在休庭10分钟。”法官敲了一记木槌说道。"
    },
    {
      "en": "A judge bangs his gavel.",
      "cn": "一位法官敲响他的小木槌。"
    },
    {
      "en": "Before turning over the gavel, he delivered the swan song as chairman of the board.",
      "cn": "在移交小木槌前, 他以董事长的身份作了最后一次演说."
    },
    {
      "en": "He rapped his gavel to call the committee into session.",
      "cn": "他轻叩小槌,宣告委员会开会."
    },
    {
      "en": "Liu Lanfang gave one beat of the gavel and began his storytelling.",
      "cn": "刘兰芳把醒木一敲,开始说书了."
    },
    {
      "en": "On the following morning at the sound of the gavel, there was mason, as fresh and vigorous and vicious as ever .",
      "cn": "第二天早上，木槌一敲，梅森又来了。还是那么精神，那么顽强，那么气势汹汹。"
    },
    {
      "en": "Seats are assigned for Golden Gavel Luncheon the President's Dinner Dance , and the international speech contest.",
      "cn": "至于金槌奖午餐会 、 总会长之夜以及比赛会场的座位都是预先安排的."
    },
    {
      "en": "The auctioneer laid down his gavel \"I'm sorry, the auction is over\".",
      "cn": "那拍卖经纪人放下他的槌子说：“很抱歉，竞标已经结束了。”"
    },
    {
      "en": "The auctioneer laid down his gavel.'I'm sorry, the auction is over.'",
      "cn": "拍卖师放下他的拍卖槌, “ 对不起, 拍卖已经结束了. ”"
    },
    {
      "en": "The auctioneer pounded his gavel. \" Going once, twice, SOLD for $ 10! \"",
      "cn": "拍卖经纪人敲打着槌子: “一次竞标, 两次竞标,十块得标! ”"
    },
    {
      "en": "The chairman rapped on the table twice with his gavel .",
      "cn": "主席用他的小木槌在桌上重敲了两下。"
    },
    {
      "en": "The gavel has a frog's head as frogs symbolize change in Japanese culture.",
      "cn": "这把木槌上有一个青蛙头雕饰，因为在日本文化中青蛙象征着改变。"
    },
    {
      "en": "The judge rapped on the table twice with his gavel.",
      "cn": "法官用他的小木在桌上重敲了两下。"
    },
    {
      "en": "The judge rapped on top of the table with his gavel.",
      "cn": "法官用小木槌敲了一下桌子."
    },
    {
      "en": "The judge took up the gavel with solemnity.",
      "cn": "法官严肃地拿起了小木槌."
    },
    {
      "en": "This professor acts so priggishly -- like a moderator with a gavel!",
      "cn": "这位教授表现得自负,样子就像一位拿着法槌的法官."
    },
    {
      "en": "This professor acts so priggishly — like a moderator with a gavel!",
      "cn": "这位教授自负的样子就像一位拿着小木槌的调停者一样."
    },
    {
      "en": "You can have the gavel next, but right now she's got it.",
      "cn": "你可以一会再发言但现在是她发言."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "mallet"
          ],
          "tran_cn": "木槌"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "mallet"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（拍卖商、会议主席或法官用的）小木槌",
      "tran_en": "a small hammer that the person in charge of a meeting, court of law, auction etc hits on a table in order to get people’s attention"
    }
  ],
  "exchange": {
    "pl": [
      "gavels"
    ]
  }
}