{
  "word": "hamper",
  "ipa": {
    "us": "ˈhæmpə(r)",
    "uk": "ˈhæmpər"
  },
  "sentences": [
    {
      "en": "An attempt to rescue the men has been hampered by bad weather.",
      "cn": "对那几名男子的营救行动受到恶劣天气的阻碍。"
    },
    {
      "en": "Before entering the bathroom, he emptied his dirty laundry into the hamper.",
      "cn": "进浴室前，他把脏衣服全都放进洗衣筐里。"
    },
    {
      "en": "Car Accessories, Tent , Beach Item, Bag, Seat Cover, Hamper, Mat Automobile Accessories.",
      "cn": "采购产品汽车配件, 窗帘篷, 沙滩项目, 袋, 座椅的范围, 阻碍, 垫汽车配件."
    },
    {
      "en": "Currently, there are many restrictions that hamper the development of multilateral trade.",
      "cn": "目前多边贸易的广泛开展, 还有着诸多的限制."
    },
    {
      "en": "Exclusive dealing and trying arrangements hamper competition in the distribution process.",
      "cn": "排他性的交易和搭卖安排对分配过程中的竞争造成遏制作用."
    },
    {
      "en": "He wanted a box and a hamper that come from Newcastle.",
      "cn": "他要领取由新堡运来的一箱和一大篮货物."
    },
    {
      "en": "He wanted a box and a hamper that was come from Newcastle - upon - Jyne.",
      "cn": "他要领取由 泰因 新堡运来的一箱和一大篮货物."
    },
    {
      "en": "I hastily packed the hamper and lugged it to the car.",
      "cn": "我匆忙装好食品篮，吃力地把它拎上车子。"
    },
    {
      "en": "If you hands are nervous and cold, that will hamper the energies.",
      "cn": "如果你的手是抖动和冰凉的, 就会妨碍能量流动."
    },
    {
      "en": "No attempts to hamper me, or capture me!",
      "cn": "别尽想来与我找麻烦或者抓住我!"
    },
    {
      "en": "On the other hand, moving persistent objects themselves can hamper navigation.",
      "cn": "另一方面, 移动持久对象本身可能妨碍导航."
    },
    {
      "en": "Police should have the power to fine people who hamper rescue efforts. In fact I'd throw them into prison for a night.",
      "cn": "警察应该有权对妨碍救援的人处以罚款。其实要是换了我，非关他们一宿不可。"
    },
    {
      "en": "Prejudice sometimes hamper a person from do the right thing.",
      "cn": "偏见有时候妨害人做正确的事情."
    },
    {
      "en": "She tried to run, but was hampered by her heavy suitcase.",
      "cn": "她想跑，但沉重的旅行箱拖累了她。"
    },
    {
      "en": "The emergence of such problems seriously hamper the development of enterprises.",
      "cn": "这些问题的出现严重阻碍了企业的发展."
    },
    {
      "en": "There are some apples in a picnic hamper.",
      "cn": "在野餐用的大篮子里有许多苹果."
    },
    {
      "en": "What problems hamper the implementation of environmental regulations?",
      "cn": "是什么问题阻止了对环保法规的履行?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hindrance",
            "incumbrance"
          ],
          "tran_cn": "食盒，食篮；阻碍物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "basket",
            "block",
            "cramp",
            "hinder",
            "impede",
            "limit",
            "obstruct",
            "restrain"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "let",
            "chain",
            "bound"
          ],
          "tran_cn": "妨碍；束缚；使困累"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（有盖的）大篮子，阻碍物，足械，[航]船具",
      "tran_en": "a basket with a lid, which is used for carrying food or sending it to someone as a present"
    },
    {
      "pos": "v",
      "tran_cn": "妨碍；束缚；使困累",
      "tran_en": "to make it difficult for someone to do something"
    },
    {
      "pos": "vt",
      "tran_cn": "妨碍，束缚，限制，使困累",
      "tran_en": "to make it difficult for someone to do something"
    }
  ],
  "exchange": {
    "third": [
      "hampers"
    ],
    "past": [
      "hampered"
    ],
    "done": [
      "hampered"
    ],
    "ing": [
      "hampering"
    ]
  }
}