{
  "word": "diarrhea",
  "ipa": {
    "us": "ˌdaɪə'rɪə",
    "uk": "ˌdaɪəˈriə"
  },
  "sentences": [
    {
      "en": "And the little buggers also use our attempts to expel them with vomiting and diarrhea.",
      "cn": "还有，这小家伙也利用了我们试图通过呕吐和腹泻来驱逐来的尝试。"
    },
    {
      "en": "Astringent to the intestine and relieve diarrhea; invigorate digestion .",
      "cn": "有涩肠止泻?温 中行 气的功能."
    },
    {
      "en": "Bleeding and diarrhea signal the onset of symptoms.",
      "cn": "出血和腹泻意味着症状的发作."
    },
    {
      "en": "Customer: My child needs medicine for diarrhea and abdominal distension.",
      "cn": "顾客: 我想给我的孩子买治腹泻、腹胀的药."
    },
    {
      "en": "Do you have any other symptoms, such as nausea, vomiting, diarrhea, back pain, dizziness or headache?",
      "cn": "还有其他症状吗，比如说恶心，呕吐，腹泻，背痛，头晕或头痛的？"
    },
    {
      "en": "Excessive diarrhea or liquid stools contribute to skin breakdown.",
      "cn": "大量腹泻及稀便会使皮肤破损."
    },
    {
      "en": "I ate something bad, and now I've got the diarrhea.",
      "cn": "我吃了些变质的东西.所以现在拉肚子."
    },
    {
      "en": "I have diarrhea. I wonder if I ate something bad yesterday.",
      "cn": "我拉肚子, 我怀疑是否昨天吃了不新鲜的东西."
    },
    {
      "en": "Is the diarrhea in this condition usually secretory or osmotic?",
      "cn": "这种情况下腹泻常常是渗透性的还是分泌性的?"
    },
    {
      "en": "Never prepare food for others if you have diarrhea or vomiting.",
      "cn": "如果你腹泻或呕吐，千万不要为他人准备食物。"
    },
    {
      "en": "Objective To evaluate the effectiveness of non - antibiotic therapy for acute diarrhea.",
      "cn": "目的探讨 非 抗生素疗法治疗肠道门诊急性腹泻的临床效果."
    },
    {
      "en": "Some people have reported diarrhea and vomiting associated with swine flu.",
      "cn": "有报道称还有腹泻和呕吐."
    },
    {
      "en": "The cause of diarrhea are numerous.",
      "cn": "引起腹泻的原因很多."
    },
    {
      "en": "The diarrhea in young pigs is usually profuse.",
      "cn": "在小猪中,腹泻通常是剧烈的."
    },
    {
      "en": "The doctors attempted to reduce his high fever by inducing diarrhea with a purgative.",
      "cn": "医生们尝试用通便药物催泻以使他退烧。"
    },
    {
      "en": "The patient develops vomiting and diarrhea shortly after milk ingestion.",
      "cn": "病人摄入牛奶后会呕吐和腹泻."
    },
    {
      "en": "These include pinworms , influenza, the common cold, hepatitis A and infectious diarrhea.",
      "cn": "这些疾病包括蛲虫 、 感, 普通感冒 、 型肝炎和传染性痢疾."
    },
    {
      "en": "They may complain of diarrhea or bellyache.",
      "cn": "他们可能会主诉腹泻或腹痛。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "diarrheal",
          "tran_cn": " 腹泻的"
        },
        {
          "word": "diarrheic",
          "tran_cn": " 腹泻的（等于diarrheal）"
        },
        {
          "word": "diarrhoeal",
          "tran_cn": " 腹泻的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "dysentery"
          ],
          "tran_cn": "腹泻，痢疾"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "infantile diarrhea",
      "tran_cn": "幼儿腹泻；婴儿腹泻"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "腹泻的"
    },
    {
      "pos": "n",
      "tran_cn": "腹泻"
    }
  ],
  "exchange": {}
}