{
  "word": "boardroom",
  "ipa": {
    "us": "ˈbɔ:dru:m",
    "uk": "ˈbɔrdrum"
  },
  "sentences": [
    {
      "en": "Across the boardroom table to the right, the Honourable Harold Austin slipped into his accustomed seat.",
      "cn": "在董事会议桌对面靠右一点的地方, 哈罗德·奥斯汀阁下在自己惯坐的椅子上入座."
    },
    {
      "en": "Again there were murmurings of approval around the boardroom.",
      "cn": "董事会议室里又响起了一阵表示赞赏的低语声."
    },
    {
      "en": "All faces around the boardroom were deadly serious.",
      "cn": "屋里所有人的表情都十分严肃."
    },
    {
      "en": "Code on Corporate Governance Practices: impact on boardroom behaviour.",
      "cn": "企业管治常规守则>对董事行为之影响."
    },
    {
      "en": "Cost must be controlled, not just on the shop floor but in the boardroom too.",
      "cn": "必须要控制成本，不仅仅是工人方面，董事会方面也要控制。"
    },
    {
      "en": "Everyone had already assembled in the boardroom for the 9:00 a.m. session.",
      "cn": "所有人都已集中到了董事会会议室，准备参加上午9点钟的会议。"
    },
    {
      "en": "GERALDINE: He's in the boardroom in a meeting.",
      "cn": "杰拉尔丁: 他在会议室开会."
    },
    {
      "en": "He stood at the boardroom table casually, shoulders slightly hunched as usual.",
      "cn": "他态度随便地站在董事会议桌旁, 象平时一样双肩微微拱起."
    },
    {
      "en": "Meanwhile, in the boardroom.",
      "cn": "与此同时, 董事会办公室."
    },
    {
      "en": "Mission statements are moving from the boardroom to the family room.",
      "cn": "使命宣言正从董事会走进家庭."
    },
    {
      "en": "Nick walked in the boardroom sporting an obnoxious necktie.",
      "cn": "里克在(议事)会议室里走来走去地炫耀着他的造作的领带."
    },
    {
      "en": "Not all who had been at the momentous boardroom session left as speedily as Roscoe Heyward.",
      "cn": "在董事会议室参加这次重要会议的人并不都象罗斯科·海沃德那样一散会就赶紧拔腿溜走."
    },
    {
      "en": "Second, how can they help promote gender diversity in the boardroom?",
      "cn": "其次, 如何促进企业管理层性别的多样化?"
    },
    {
      "en": "She chronicled her experience in a book, Bye - Bye Boardroom.",
      "cn": "她在一本叫做的书里详细讲述了她的经历."
    },
    {
      "en": "Why don't we move into the boardroom ? It's straight ahead.",
      "cn": "我们到会议室去吧."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "meeting room",
            "committee room"
          ],
          "tran_cn": "会议室；交换场所"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "会议室",
      "tran_en": "a room where the  director s  of a company have meetings"
    }
  ],
  "exchange": {
    "pl": [
      "boardrooms"
    ]
  }
}