{
  "word": "helix",
  "ipa": {
    "us": "ˈhi:lɪks",
    "uk": "ˈhilɪks"
  },
  "sentences": [
    {
      "en": "Analysis of FT - IR showed that gelatin contained no helix structure.",
      "cn": "红外光谱显示,该法提取的明胶不存在螺旋结构."
    },
    {
      "en": "Based on the center of gravity of cab, this paper offers the improvement ways for helix spring and shock absorber of the heavy truck cab suspension.",
      "cn": "文章在测出某重卡驾驶室质心的基础上，对重卡驾驶室悬置系统中前、后螺旋弹簧及减振器的参数进行改进。"
    },
    {
      "en": "Coil the fibre into a helix.",
      "cn": "将纤维卷绕成螺旋形。"
    },
    {
      "en": "Double Helix crowded XSJ - pulp, paper pulp for the extraction of black liquor.",
      "cn": "XSJ型 双螺旋挤浆机, 主要用于造纸制浆的黑液提取."
    },
    {
      "en": "Hydrogen bonding between successive coils holds the helix together.",
      "cn": "氢键维持着螺旋的稳定."
    },
    {
      "en": "Normal, double - helix DNA is spiral, like a loosely coiled spring.",
      "cn": "正常的双螺旋DNA是螺旋形的, 像一根松松地卷曲的弹簧."
    },
    {
      "en": "Some biological molecules have the form of a helix.",
      "cn": "有些生物分子呈螺旋状."
    },
    {
      "en": "Stamen is most, helix is arranged, centrifugal direction development, sometimes little at 10, often have degrade staminal .",
      "cn": "雄蕊多数，螺旋排列，离心方向发育，有时少于10个，常有退化雄蕊。"
    },
    {
      "en": "Striation - Defects or contaminations found in the shape of a helix.",
      "cn": "条痕 - 螺纹上的缺陷或污染."
    },
    {
      "en": "The helix makes a complete turn every 3.6 residues.",
      "cn": "每个3.6个残基,螺旋正好转一圈."
    },
    {
      "en": "The Hubble Space Telescope has taken photos of the Helix Nebula.",
      "cn": "哈伯天文望远镜拍下了[螺旋星云]的照片."
    },
    {
      "en": "The R group of these amino acids extends outward from the helix.",
      "cn": "这些氨基酸的R基团伸向螺旋的外侧."
    },
    {
      "en": "The resulting double helix reduces friction and allows faster, easier lacing.",
      "cn": "由此产生的双螺旋结构减少了摩擦,并允许更快, 更容易系带."
    },
    {
      "en": "The technological process for making narrow - leaf helix with varying pitches was introduced.",
      "cn": "介绍一种窄片状变节距螺片零件的加工工艺."
    },
    {
      "en": "There are five other double helix pairs in the DNA system.",
      "cn": "在DNA系统里还有五条其它的双螺旋对."
    },
    {
      "en": "These changes are accorded with the rule of helix theory.",
      "cn": "这种变化关系与螺旋理论的规律是一致的."
    },
    {
      "en": "This is the double helix.",
      "cn": "这就是双螺旋."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "screw",
            "spiral"
          ],
          "tran_cn": "[数][建]螺旋，螺旋状物；[解剖]耳轮"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "coil"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "double helix",
      "tran_cn": "[生化]双螺旋"
    },
    {
      "phrase": "helix angle",
      "tran_cn": "螺旋角；螺旋线角；螺旋升角；节面角（伞齿轮的）"
    },
    {
      "phrase": "helix structure",
      "tran_cn": "螺旋结构"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "螺旋结构",
      "tran_en": "a line that curves and rises around a central line"
    }
  ],
  "exchange": {
    "pl": [
      "helixes"
    ]
  }
}