{
  "word": "exchequer",
  "ipa": {
    "us": "ɪksˈtʃekə(r)",
    "uk": "ˈɛksˌtʃɛkɚ, ɪksˈtʃɛkɚ"
  },
  "sentences": [
    {
      "en": "Audit was a sitting of the council in Exchequer.",
      "cn": "审议是该会议在财政部的一次例令."
    },
    {
      "en": "Exchequer construction is an omnibus systematic project, cover each economic division.",
      "cn": "财源建设是一项综合性的系统工程, 涵盖各个经济部类."
    },
    {
      "en": "He was England's worst Chancellor of the Exchequer.",
      "cn": "他是英国最糟糕的财政大臣."
    },
    {
      "en": "He will always be remembered as one of the great Chancellors of the Exchequer.",
      "cn": "作为最伟大的财政大臣之一他将永远被铭记。"
    },
    {
      "en": "In the last year of his life he conceived the short - dated Exchequer Bill, still in use.",
      "cn": "在去世前一年,他拟定了 短期 英国《财政部法案》, 这个法案至今还有效."
    },
    {
      "en": "Oneself eat comfortable play delighted, surplus part still can enter small exchequer.",
      "cn": "自己吃舒适了玩愉快了, 节余部分还可以入小金库."
    },
    {
      "en": "The Chancellor of Exchequer will present his budget to Parliament tomorrow.",
      "cn": "财政大臣明天将向议会提出预算案."
    },
    {
      "en": "The Chancellor of the Exchequer deals with taxes.",
      "cn": "财政大臣负责税务."
    },
    {
      "en": "The chancellor of the Exchequer groaned about our dwindling dollar resources.",
      "cn": "财政大臣为我们日益减少的美元储备而叫苦."
    },
    {
      "en": "The Chancellor of the Exchequer says that economic recovery is just around the corner.",
      "cn": "财政大臣说经济即将复苏。"
    },
    {
      "en": "The exchequer early achieved independence.",
      "cn": "财政部很早就取得独立了."
    },
    {
      "en": "The exchequer expense is a higher level accounting contrasted to intensive accounting.",
      "cn": "国库支付是较会计集中核算更高层次的核算方式."
    },
    {
      "en": "There's nothing left in the exchequer this month.",
      "cn": "本月份本人国库空虚."
    },
    {
      "en": "This resulted in a considerable loss to the exchequer.",
      "cn": "这使国库遭受了重大损失。"
    },
    {
      "en": "This resulted in a considerable loss to the exchequer.",
      "cn": "这使国库遭受了重大损失。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "finances",
            "national treasury"
          ],
          "tran_cn": "财源；国库；财政部"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chancellor of the exchequer",
      "tran_cn": "英国财政大臣"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（英国）财政部，国库，金库",
      "tran_en": "The Exchequer is the department in the British government responsible for receiving, issuing, and accounting for money belonging to the state"
    }
  ],
  "exchange": {
    "pl": [
      "exchequers"
    ]
  }
}