{
  "word": "tennis",
  "ipa": {
    "us": "ˈtenɪs",
    "uk": "ˈtenɪs"
  },
  "sentences": [
    {
      "en": "\"Actually, most of my tennis is at club level,\" he admitted.",
      "cn": "“说实话，我的网球基本上属于业余水平，”他承认说。"
    },
    {
      "en": "He spent hours throwing a tennis ball against a wall.",
      "cn": "他好几个小时都对着一堵墙掷网球。"
    },
    {
      "en": "I also enjoy windsurfing, tennis, racquetball, swimming, you name it.",
      "cn": "我也喜欢帆板、网球、短柄墙球、游泳等等，不一而足。"
    },
    {
      "en": "I like his smile and his tennis!",
      "cn": "我喜欢他的微笑和他的网球！"
    },
    {
      "en": "If she decides to go with her sister instead, then I can play tennis with you.",
      "cn": "要是她决定和她姐姐一起出去，那我就能和你去打网球。"
    },
    {
      "en": "Kournikova is poised to rewrite the tennis history books.",
      "cn": "库尔尼科娃决心改写网球史。"
    },
    {
      "en": "Mind trainers are now part of a tennis star's retinue.",
      "cn": "现在，网球明星的随行人员中有些是心理培训师。"
    },
    {
      "en": "Modern tennis rackets are now apparently 20 per cent lighter.",
      "cn": "现代的网球拍据说比以前的轻20%。"
    },
    {
      "en": "My hobbies are letter writing, foot-ball, music, photography, and tennis.",
      "cn": "我的业余爱好是写信、踢足球、听音乐、玩摄影和打网球。"
    },
    {
      "en": "She excels all of us at tennis.",
      "cn": "她的网球比我们打得都好。"
    },
    {
      "en": "The Lawn Tennis Association suspended Mr Castle from the British team.",
      "cn": "草地网球协会暂停了卡斯尔先生在英国队的职务。"
    },
    {
      "en": "The palace has extensive gardens, a maze, and tennis courts.",
      "cn": "这座宫殿有几座大花园、一处迷宫和几个网球场。"
    },
    {
      "en": "The tennis star has parted company with his Austrian trainer.",
      "cn": "这位网球明星与他的奥地利教练分道扬镳。"
    },
    {
      "en": "The wheelchair tennis player is allowed two bounces of the ball.",
      "cn": "轮椅网球选手可以等球落地两次再击球。"
    },
    {
      "en": "There is very little to choose between the world's top tennis players.",
      "cn": "世界顶级网球运动员之间往往难分伯仲。"
    },
    {
      "en": "They often tennis in the afternoon.",
      "cn": "他们常在下午打网球。"
    },
    {
      "en": "To stay fit off season, I play tennis or football.",
      "cn": "为了在休赛期间保持状态，我常打网球或踢足球。"
    },
    {
      "en": "Try tennis, badminton or windsurfing. In short, anything challenging.",
      "cn": "试试网球、羽毛球或帆板运动吧。总之，只要是有挑战性的。"
    },
    {
      "en": "We definitely wanted to salvage some pride for British tennis.",
      "cn": "我们当然想为英国网球挽回一些尊严。"
    },
    {
      "en": "We rank him among the best tennis players.",
      "cn": "我们把他列入最优秀网球运动员之列。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "tennist",
          "tran_cn": " 网球运动员"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "lawn tennis",
      "tran_cn": "草地网球"
    },
    {
      "phrase": "play tennis",
      "tran_cn": "v. 打网球"
    },
    {
      "phrase": "table tennis",
      "tran_cn": "乒乓球；桌球"
    },
    {
      "phrase": "table tennis ball",
      "tran_cn": "n. 乒乓球"
    },
    {
      "phrase": "tennis ball",
      "tran_cn": "网球"
    },
    {
      "phrase": "tennis court",
      "tran_cn": "网球场"
    },
    {
      "phrase": "tennis elbow",
      "tran_cn": "肘部发炎；网球运动员常见的肘伤"
    },
    {
      "phrase": "tennis player",
      "tran_cn": "n. 网球选手"
    },
    {
      "phrase": "tennis racket",
      "tran_cn": "网球拍；网坛骗局"
    },
    {
      "phrase": "tennis shoes",
      "tran_cn": "网球鞋"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "网球",
      "tran_en": "a game for two people or two pairs of people who use  rackets  to hit a small soft ball backwards and forwards over a net"
    }
  ],
  "exchange": {}
}