{
  "word": "commonsense",
  "ipa": {
    "us": "'kɒmən'sens",
    "uk": "ˈkɑmənˈsɛns"
  },
  "sentences": [
    {
      "en": "And I think ordinary people with commonsense ideas are intimidated by this pseudoscience.",
      "cn": "在我看来,那些有点常识的普通人都被这种伪科学唬住了."
    },
    {
      "en": "At the time it was very far from commonsense and it's a mark of how far we have come that we now accept the ultimate principles of science are ones that we cannot hope to base on pure reason.",
      "cn": "但是当那些内容远没有成为常识的时代,当我们如今已经接受的,自然科学和最终原理还未被采纳的时代,我们不能寄希望于纯粹的推理。"
    },
    {
      "en": "Banlancing justice with mercy and fairness with commonsense.",
      "cn": "以仁慈评判正义,以常理评判公正."
    },
    {
      "en": "Commonsense now dictates that it would be wise to sell a few shares.",
      "cn": "现在，常识告诉我们卖掉一些股票是明智的。"
    },
    {
      "en": "Commonsense was never your strong point; but is a little too much.",
      "cn": "以往你就不大能够按常情判断是非, 今天你可有点太过分了."
    },
    {
      "en": "He has no commonsense he always does silly things.",
      "cn": "他毫无常识,总是做些傻事."
    },
    {
      "en": "Human commonsense reasoning is a kind of cumulative process of experiential knowledge, and the experiential reasoning is nonmonotonic.",
      "cn": "人的常识推理是一种充满经验性知识的累积过程，而经验推理具有非单调性。"
    },
    {
      "en": "I mean, in spite of this commonsense explanation, we are going to see how to prove this.",
      "cn": "我的意思是，不管常识怎么解释的，我们都将看看如何证明这个定理。"
    },
    {
      "en": "If you now look at Hume's have to say about science, a lot of it will look like commonsense.",
      "cn": "如果你现在看看休谟关于自然科学所说的内容，里面的大部分看起来像是常识。"
    },
    {
      "en": "It is commonsense to carry an umbrella in this weather.",
      "cn": "这种天气带把伞是很自然的."
    },
    {
      "en": "Nonmonotonic reasoning systems including default logic logic are important in the commonsense reasoning of artificial intelligence.",
      "cn": "非单调推理是人工智能领域中一类重要的常识推理,其中包含缺省逻辑、自认知逻辑等内容."
    },
    {
      "en": "Success i -- ore a function of consistent commonsense than it is of genius.",
      "cn": "成功, 与其说 是天赋的作用,不如说是常识不断积累的结果."
    },
    {
      "en": "The commonsense commonwealth government no longer uses the uncommon commonplace.",
      "cn": "有常识的联邦我的电驴不再使用不寻常的陈腐之言."
    },
    {
      "en": "The evolution of commonsense psychology and scientific psychology constitutes the history of psychology.",
      "cn": "常识心理学占科学心理学的演化、发展共同建构了心理学的历史."
    },
    {
      "en": "The judge's ruling was based on the simple commonsense tenet that no man is above the law.",
      "cn": "法官的判决基于一个常识性原则，即谁也不能凌驾于法律之上。"
    },
    {
      "en": "The main difference between our test program and other ones is its knowledge-based character, which is supported by a massive commonsense knowledge base.",
      "cn": "研究区别于其他人的主要之处是该测试程序是基于知识的，它依靠一个海量常识知识库的支持。"
    },
    {
      "en": "These results are no more than a vindication of commonsense analysis.",
      "cn": "这些结果只不过是按常理分析得出的事实。"
    },
    {
      "en": "They are stimulating and refreshing because with commonsense briskness they brush away illusions and secondhand opinions.",
      "cn": "它们有启发性、使人耳目一新是因为它们用简明的常识洗刷去了幻觉和旧的观点."
    },
    {
      "en": "To most people the Police decision not to charge Mr Zhuo Feng Jiang seems like commonsense.",
      "cn": "对许多人来说,警察当局决定不起诉蒋卓烽似乎是常识类的事."
    },
    {
      "en": "You cant possibly be serious in using 'government' and 'commonsense' in the same sentence unless you include the word \"lacks\"!",
      "cn": "你不能煞有介事地把“政府”和“常识”放在同一个句子中，除非你在中间加“缺少”这个词！"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "commonsensible",
          "tran_cn": "常识的"
        },
        {
          "word": "commonsensical",
          "tran_cn": "有基本常识的；明白事理的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "realistic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "常识的，具有常识的"
    }
  ],
  "exchange": {}
}