{
  "word": "differentiating",
  "ipa": {
    "us": ",dɪfə'renʃɪ,eɪtɪŋ",
    "uk": " ,dɪfə'rɛnʃɪ,etɪŋ"
  },
  "sentences": [
    {
      "en": "A model may contain hundreds of artifacts, so we might need ways of grouping them or differentiating a few symbols from the others.",
      "cn": "一个模型可能包含了数百个工件，这样我们可能需要将它们分组的方法，或者从其他的符号中进行一些区别。"
    },
    {
      "en": "Based on the principle of the differentiating interferometer, a novel optical fiber sound sensor was presented.",
      "cn": "基于微分干涉仪原理, 建立了一套新型光纤声传感器系统."
    },
    {
      "en": "Conclusion AECA might be helpful for differentiating SLE and ITP.",
      "cn": "结论AECA的测定对鉴别ITP和SLE有显著的临床意义."
    },
    {
      "en": "Conclusion Doppler echocardiogram is important in diagnosing and differentiating pulmonary stenosis.",
      "cn": "结论多普勒超声在肺动脉瓣狭窄诊断与鉴别诊断中具有重要的价值."
    },
    {
      "en": "Conclusion Galactography is an important method for diagnosing and differentiating mammoglandular diseases with nipple discharge.",
      "cn": "结论乳导管造影对溢液性乳腺病诊断和鉴别诊断有重要价值."
    },
    {
      "en": "Conclusions: NEVA is useful in differentiating psychological and vasculogenic ED.",
      "cn": "结论: NE-VA 对临床上怀疑心理性ED和 血管性ED的诊断有较好的参考价值."
    },
    {
      "en": "I infer that he is indifferents to differentiating the offers in different 788798 conferencez.",
      "cn": "我推断他对区分不同会谈中的报价漠不关心."
    },
    {
      "en": "In differentiating international from domestic trade, classical economists stressed the behavior of the factors of production.",
      "cn": "在区别国际贸易与国内贸易时, 古典经济学家强调生产要素行为的特点."
    },
    {
      "en": "It is proved that comparatively phase can get effect in differentiating fault classes of rotary mechanism.",
      "cn": "研究结果表明,相对时相在旋转机械故障诊断中有较大的实用价值."
    },
    {
      "en": "Objective To evaluate the elastography application in differentiating benign and malignant breast tumors.",
      "cn": "目的评价组织弹性成像技术在鉴别诊断乳腺良、恶性肿块中的价值."
    },
    {
      "en": "So it appears that banks do an unusually lousy job of differentiating themselves.",
      "cn": "如此看来，银行业者通常在区分自己的工作上太过糟糕。"
    },
    {
      "en": "The image is the individual differentiating itself to ensure its own evolution.",
      "cn": "意象是个人自我更新以保证自己进化不已."
    },
    {
      "en": "The simplest and most effective method of differentiating areas is to use different colours.",
      "cn": "区别面状要素最简单而又行之有效的办法,是使用不同的颜色."
    },
    {
      "en": "They succeed in differentiating the most commodity - like products.",
      "cn": "在最通用的日用产品方面,它们也能独树一帜标新立异."
    },
    {
      "en": "Thus, differentiating between a tort and a crime is essential.",
      "cn": "可见, 必须对侵权行为与犯罪行为加以区分."
    },
    {
      "en": "Tretinoin, the first successful differentiating agent, approed by FDA for use in acute promyelocytic leukemia.",
      "cn": "FDA批准首个有效的促分化药物-维A酸治疗急性早幼粒细胞白血病."
    },
    {
      "en": "What positive and negative differentiating behaviours have met in the company you work for?",
      "cn": "在你所工作的企业中,你遇到了那些积极的和消极的差异化行为方式?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "fluxionary"
          ],
          "tran_cn": "微分的"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "words": [
            "distinguishing"
          ],
          "tran_cn": "区别（differentiate的ing形式）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "differentiate from",
      "tran_cn": "将…区别开来"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "[计] 微分的"
    },
    {
      "pos": "v",
      "tran_cn": "区分，区别，辨别( differentiate的现在分词 )，区别对待，表明…间的差别，构成…间差别的特征"
    }
  ],
  "exchange": {}
}