{
  "word": "skittish",
  "ipa": {
    "us": "ˈskɪtɪʃ",
    "uk": "ˈskɪtɪʃ"
  },
  "sentences": [
    {
      "en": "I won't have my son associating with skittish girls.",
      "cn": "我不准我的儿子与轻佻的女孩交往."
    },
    {
      "en": "My fellow legislators were skittish about appearing in any way be soft on crime.",
      "cn": "我的议员同事们并不想以任何方式显露出对犯罪的手软."
    },
    {
      "en": "She gets very skittish when her boy - friend is around.",
      "cn": "她男朋友在场时,她就显得格外轻佻."
    },
    {
      "en": "She is as skittish as a kitten playing with a piece of string.",
      "cn": "她很活泼,就像一只摆弄绳子的小猫."
    },
    {
      "en": "Skepticism about the Fed's willingness and ability to do all this makes Congress skittish.",
      "cn": "由于怀疑美联储是否有意愿也有能力做好这些事情,国会的态度也时常出现变化."
    },
    {
      "en": "Skittish investors are keen buyers of Germany's government paper, too, driving bond yields down.",
      "cn": "躁动不安的投资者对德国公债的的狂热也促使了公债收益率的下滑."
    },
    {
      "en": "Some skittish Wall Street investors are staying away from the market.",
      "cn": "一些患得患失的华尔街投资者不敢入市。"
    },
    {
      "en": "The declining dollar gave heart to skittish investors.",
      "cn": "美元的衰落给总是担惊受怕的投资者们带来了信心。"
    },
    {
      "en": "They deliberately gave me a skittish and mordacious mount.",
      "cn": "他们故意给我一匹脾气暴躁而且还咬人的马."
    },
    {
      "en": "They feared its mystery benefactor - a private company - might get skittish.",
      "cn": "他们担心塑像的神秘赞助者 ─ ─一家私人公司 ─ ─会临时改变主意."
    },
    {
      "en": "With consumers so skittish, service industries are not faring well either.",
      "cn": "鉴于消费者如此易受波动, 服务业进展得亦不如人意."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "skittishness",
          "tran_cn": " 活泼好动；易惊；难以驾驭"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "alive",
            "lively",
            "activated"
          ],
          "tran_cn": "轻佻的；活泼的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "excitable",
            "flighty"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "易激动的，轻佻的",
      "tran_en": "a person who is skittish is not very serious, and their feelings, behaviour, and opinions keep changing"
    }
  ],
  "exchange": {
    "adv": [
      "skittishly"
    ],
    "noun": [
      "skittishness"
    ]
  }
}