{
  "word": "spurious",
  "ipa": {
    "us": "ˈspjʊəriəs",
    "uk": "ˈspjʊriəs"
  },
  "sentences": [
    {
      "en": "An important note about sleeping is that there are spurious wake - ups.",
      "cn": "关于休眠有一点需要注意,存在虚假的唤醒."
    },
    {
      "en": "Care must be exercised to prevent thermal strains from introducing spurious outputs.",
      "cn": "必须注意防止热变形所引起的附加输出."
    },
    {
      "en": "He demolished the Opposition’s spurious arguments.",
      "cn": "他推翻了反对党那些站不住脚的论点。"
    },
    {
      "en": "He had managed to create the entirely spurious impression that the company was thriving.",
      "cn": "他设法制造出一种彻头彻尾的假象，让人误以为公司一派兴旺。"
    },
    {
      "en": "Mr Simon said he was not against taxes as such, \"but I do object when taxation is justified on spurious or dishonest grounds,\" he says.",
      "cn": "西蒙先生说他对税收本身并不反对，“但是我反对以虚假不实的理由巧立明目收税，”他说。"
    },
    {
      "en": "Naturally a small number of valid results will also be rejected, and some spurious data accepted.",
      "cn": "自然,少数正确的结果也会被舍弃掉, 而一些乱真的数据却被接受进来."
    },
    {
      "en": "Quite a lot of allegations of misjustice are spurious.",
      "cn": "有关不公正的指控有不少是虚假的。"
    },
    {
      "en": "Signal which prevents accidental operation by spurious signals or avoids possible ambiguity.",
      "cn": "防止假信号的意外作用或者避免二义性而设置的信号."
    },
    {
      "en": "Slight mismatches in the transmission properties at the interfaces generate spurious signals.",
      "cn": "由于介面两侧的传输属性可能略有差异,因此会制造假讯号."
    },
    {
      "en": "spurious sympathy",
      "cn": "假同情"
    },
    {
      "en": "The justification of this chart is entirely spurious.",
      "cn": "这张图表的依据完全站不住脚。"
    },
    {
      "en": "The reason for this sudden spate of spurious insinuation?",
      "cn": "突然爆发的这些恶意指责,原因是什么 呢 ?"
    },
    {
      "en": "There are some spurious lines in this ancient poem, which were added later.",
      "cn": "这首诗中有几行假托的诗句是后人加上去的."
    },
    {
      "en": "This response of the school - boy lies at the bottom of all spurious profundity.",
      "cn": "小学生的这种反应是一切貌似深奥的东西的起因."
    },
    {
      "en": "Torsional microslip at the clamps results in spurious torques which act like pivot friction torques.",
      "cn": "夹紧处扭杆的微小滑移会产生干扰力矩,它的作用和轴颈的摩擦力矩一样."
    },
    {
      "en": "When you go to the fair, beware of the quacks selling spurious medicinal herbs.",
      "cn": "你赶集的时候, 当心卖假草药的江湖医生."
    },
    {
      "en": "Williams interpolated much spurious matter.",
      "cn": "威廉斯插入了许多伪造的素材。"
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "spuriously",
          "tran_cn": " 伪造地；不合逻辑地；虚假地"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "false",
            "bogus"
          ],
          "tran_cn": "假的；伪造的；欺骗的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "assumed",
            "deceptive",
            "fallacious",
            "fictitious",
            "unlawful"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "假的，伪造的，欺骗性的，谬误的，私生的，赝",
      "tran_en": "insincere"
    }
  ],
  "exchange": {
    "adv": [
      "spuriously"
    ]
  }
}