{
  "word": "nomenclature",
  "ipa": {
    "us": "nəˈmenklətʃə(r)",
    "uk": "ˈnomənˌkletʃɚ, noˈmɛnklə-"
  },
  "sentences": [
    {
      "en": "A craze for classification and nomenclature superceded the ingenious or fanciful systems.",
      "cn": "对分类和命名法的狂热取代了虚幻的系统."
    },
    {
      "en": "Along with the FD, Hyundai will launch a new alpha - numerical nomenclature.",
      "cn": "随着金融衍生工具, 现代汽车将推出新的α - 数值名称."
    },
    {
      "en": "Baekelund established a valuable nomenclature.",
      "cn": "巴克伦建立了很有价值的命名法."
    },
    {
      "en": "Charles trotted out his little bit of scientific nomenclature.",
      "cn": "查尔斯炫耀他那点科学名词."
    },
    {
      "en": "Eradication of the Alpine nomenclature is still proving a Herculean task.",
      "cn": "根除阿尔卑斯命名法依然是一项极其艰难的工作."
    },
    {
      "en": "It developed variations in nomenclature and in substance.",
      "cn": "它在名称上和实质上都发生了一些变化."
    },
    {
      "en": "It is perhaps useful at this point to discuss the current European nomenclature.",
      "cn": "讨论欧洲流行的名称,在这一点上也许是可取的."
    },
    {
      "en": "Latin since the Renaissance; used for scientific nomenclature.",
      "cn": "文艺复兴以后的拉丁语; 用做科学术语."
    },
    {
      "en": "Multiply unsaturated compounds are usually best named by the IUPAC nomenclature.",
      "cn": "多重不饱和化合物一般最好用IUPAC命名法来命名."
    },
    {
      "en": "Nomenclature and criteria for diagnosis of ischemic heart disease.",
      "cn": "缺血性心脏病的命名及诊断标准."
    },
    {
      "en": "Regard international as unified plant nomenclature.",
      "cn": "作为国际统一的植物命名法."
    },
    {
      "en": "Some annotations mainly concerning nomenclature and taxonomy are supplied.",
      "cn": "本文给出了有关多孔菌命名和分类的相应注释."
    },
    {
      "en": "Standard colour cards for the nomenclature of commercial dyestuffs ( Dyestuffs for textile )",
      "cn": "GB3899.2-1986染料产品命名标准色卡 ( 纺织品用染料 )"
    },
    {
      "en": "The official periodical of the International Commission on Zoological Nomenclature.",
      "cn": "国际动物命名法委员会的正式刊物."
    },
    {
      "en": "The principle of nomenclature for commercial dyestuffs ( Dyestuffs for textile )",
      "cn": "GB3899.1-1986染料产品命名原则 ( 纺织品用染料 )"
    },
    {
      "en": "zoological nomenclature",
      "cn": "动物命名法"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "technology",
            "onym"
          ],
          "tran_cn": "命名法；[语]术语"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "系统命名法，命名（过程），（某一学科的）术语，专门名称",
      "tran_en": "a system of naming things, especially in science"
    }
  ],
  "exchange": {}
}