{
  "word": "spatula",
  "ipa": {
    "us": "ˈspætʃələ",
    "uk": "ˈspætʃələ"
  },
  "sentences": [
    {
      "en": "An old kitchen spatula or expired credit card will work fine for a spreader.",
      "cn": "旧厨房铲或过期的信用卡将工作一吊具罚款."
    },
    {
      "en": "He scraped the mixture out of the bowl with a plastic spatula.",
      "cn": "他用塑料铲把盆里的混合料刮了出来."
    },
    {
      "en": "Lightly press down on the omelet with the spatula to seal it together.",
      "cn": "轻轻地用抹刀按压鸡蛋卷,使封口更加严密."
    },
    {
      "en": "One of the Shuttle Discovery astronauts lost a spatula while out on a spacewalk today.",
      "cn": "今天发现号一名宇航员在舱外漫步时丢失一把铲子."
    },
    {
      "en": "Remove skinless tomatoes. Mash to puree with wooden spatula.",
      "cn": "取出罐装无皮番茄,用木勺压烂."
    },
    {
      "en": "Run a blunt knife or spatula around the inside edge of mould.",
      "cn": "用刮刀或抹刀沿着磨具的内缘切一下."
    },
    {
      "en": "She levelled the surface of the cake mixtured with a metal spatula.",
      "cn": "她用金属铲抹平了蛋糕配料."
    },
    {
      "en": "Spoon the batter into the prepared pan, smoothing over the top with a spatula.",
      "cn": "将面糊舀入备好的平底锅中，用刮铲将表面抹平。"
    },
    {
      "en": "Spread the batter into the prepared pan and smooth the top with an offset spatula.",
      "cn": "把蛋糕糊倒入备好的烤盘中,用塑料刮刀抹匀表面."
    },
    {
      "en": "Then corn starch and pudding powder, mixing with a rubber spatula.",
      "cn": "将玉米淀粉和布丁粉加入, 那橡皮刮刀用切拌方式拌匀."
    },
    {
      "en": "They're very expressive in the way the paint is applied , brush , spatula, her fingers.",
      "cn": "她用画笔 、 调色刀和手指着色的风格使这些画非常富有表现力."
    },
    {
      "en": "Use spatula and abrasive papers to repair scratches which were inadvertently on the face.",
      "cn": "用抹刀和研磨纸来修复脸上不经意的划痕."
    },
    {
      "en": "Using rubber spatula , loosen edges of frittata and slide out onto platter.",
      "cn": "用橡胶平铲铲松煎蛋饼边缘并移至盘中."
    },
    {
      "en": "Very gently fold in the sifted flour with a rubber spatula.",
      "cn": "筛入面粉,用橡皮刮刀轻轻将材料拌匀."
    },
    {
      "en": "What are you doing with the spatula?",
      "cn": "你用铲子干什么 呢 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "spudder"
          ],
          "tran_cn": "（调和、涂抹用）抹刀，小铲；[医]压舌板"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（搅拌或涂敷用的）铲，漆工抹刀，<医>压舌板",
      "tran_en": "a kitchen tool with a wide flat blade, used for spreading, mixing, or lifting soft substances"
    }
  ],
  "exchange": {
    "pl": [
      "spatulas"
    ]
  }
}