{
  "word": "Burma",
  "ipa": {
    "us": "'bɜ:mə",
    "uk": "'bɜrmə"
  },
  "sentences": [
    {
      "en": "A man prays toward a column of Buddhist monks in Rangoon, Burma.",
      "cn": "缅甸首都仰光, 一名男子正朝着僧侣的队伍祈祷."
    },
    {
      "en": "Burma artillery battalions use 110 mm and 105 mm heavy mortar.",
      "cn": "缅甸炮兵营使用110毫米和105毫米重型迫击炮."
    },
    {
      "en": "Burma borders on India.",
      "cn": "缅甸与印度毗邻。"
    },
    {
      "en": "Burma Road and Stilwell Road go through the boundary lines.",
      "cn": "滇缅公路、史迪威公路穿境而过."
    },
    {
      "en": "Did you know in Burma you get seven years in prison for telling jokes?",
      "cn": "你知道光讲笑话都可以坐7年牢 吗 ?"
    },
    {
      "en": "For us - for the women of Burma - this award means a lot of us.",
      "cn": "对我们来说,对缅甸妇女来说,这个奖项意义重大."
    },
    {
      "en": "Her letters paint a wonderful picture of her life in Burma.",
      "cn": "她的书信描绘了她在缅甸生活的一幅绝妙图画."
    },
    {
      "en": "Indian troops bore the brunt of the Burma campaigns.",
      "cn": "在缅甸战役中,印军首当其冲."
    },
    {
      "en": "Kyat is a basic unit of currency in Burma.",
      "cn": "缅元缅元是缅甸的基本货币单位."
    },
    {
      "en": "Severino says the focus now should be on helping the people of Burma.",
      "cn": "塞韦里诺说，现在的工作重点应该是帮助缅甸人民。"
    },
    {
      "en": "That has been particularly true when it comes to Burma.",
      "cn": "当涉及到缅甸问题时,这一点尤其正确."
    },
    {
      "en": "The directors of the company had issued orders for liquidation of the Burma venture.",
      "cn": "公司董事会就发出命令,结束在缅甸的冒险."
    },
    {
      "en": "The Metre Gauge Railway Coaches Made for Burma ( lst part )",
      "cn": "为缅甸制造的米轨铁路客车 ( 上 )"
    },
    {
      "en": "The Overseas Chinese youth in Burma organized a wartime work team.",
      "cn": "缅甸华侨青年组织战时工作队."
    },
    {
      "en": "Their trade in Burma was managed from Pulicat.",
      "cn": "他们在缅甸的贸易受到普利卡特的支配."
    },
    {
      "en": "This success enabled him to claim the allegiance of central Burma.",
      "cn": "这一胜利使他得以要求缅甸中部归顺于他."
    },
    {
      "en": "We of course wanted to recapture Burma.",
      "cn": "我们当然想收复缅甸."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "缅甸"
    }
  ],
  "exchange": {}
}