{
  "word": "conclusively",
  "ipa": {
    "us": "kən'klu:sɪvlɪ",
    "uk": "kən'klusɪvlɪ"
  },
  "sentences": [
    {
      "en": "A new study proved conclusively that smokers die younger than non-smokers.",
      "cn": "一项新的研究确证了吸烟者比不吸烟者死得早。"
    },
    {
      "en": "A valid legislative rule conclusively settles the matters it addresses, at least at the administrative level.",
      "cn": "有效的立法规则结论性地解决它所论及的事宜, 至少在行政一级如此."
    },
    {
      "en": "For renal disease, an etiologic relationship has not been established conclusively.",
      "cn": "对于肾脏疾病, 却仍不能做出病因关系的结论."
    },
    {
      "en": "It conclusively appeared in the final cut as a post - credits scene.",
      "cn": "这场戏确实作为字幕之后的最后一场戏出现在了电影的最后一幕."
    },
    {
      "en": "It could all be explained quite simply and conclusively by accepting the existence of atoms.",
      "cn": "只要承认有原子存在,所有问题都能简单、彻底的得到解释."
    },
    {
      "en": "Newtow conclusively established the law of gravity.",
      "cn": "牛顿确定了万有引力定律."
    },
    {
      "en": "No human tumor has yet been conclusively shown to be viral in origin.",
      "cn": "至今尚不能下结论说有些人类的肿瘤是由病毒所引起的."
    },
    {
      "en": "Recent work has shown conclusively that the epicuticle is discontinuous.",
      "cn": "最近研究工作已总结性地表明表皮层薄膜并不是连续的."
    },
    {
      "en": "She said if the world did not act conclusively now, it would only bequeath the problem to future generations.",
      "cn": "她说如果人类现在不采取决定性的行动，那就只会把问题留给子孙后代。"
    },
    {
      "en": "The efficacy of this intervention has not been determined conclusively.",
      "cn": "这种干预的功效尚未最后确定."
    },
    {
      "en": "The problem was finally, though not conclusively, identified as a severely pinched nerve.",
      "cn": "问题终于被认定为是神经受到严重挤压，尽管这还不是最终结论。"
    },
    {
      "en": "The true purpose of Machu Picchu has never been conclusively determined.",
      "cn": "但马丘比丘的真正用途仍不能确定."
    },
    {
      "en": "They supposed that their theories could explain conclusively the many natural phenomena.",
      "cn": "他们以为他们的理论可对许多自然现象作结论性的解释."
    },
    {
      "en": "To decide or settle ( a dispute, for example ) conclusively and authoritatively.",
      "cn": "判定结论性、权威性地决定或解决 ( 纠纷等 )"
    },
    {
      "en": "We settled the problem conclusively.",
      "cn": "我们最终解决了那个问题."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "concluding",
          "tran_cn": " 结束的；最后的"
        },
        {
          "word": "conclusive",
          "tran_cn": " 决定性的；最后的；确实的；确定性的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "conclusiveness",
          "tran_cn": " 结论性；决定性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "conclude",
          "tran_cn": " 推断；断定；决定"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "conclude",
          "tran_cn": " 推断；决定，作结论；结束"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "finally",
            "last"
          ],
          "tran_cn": "最后地；决定性地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "令人信服地，确凿地"
    }
  ],
  "exchange": {
    "adj": [
      "conclusive"
    ]
  }
}