{
  "word": "Berlin",
  "ipa": {
    "us": "bə:ˈlin",
    "uk": "bɚˈlin"
  },
  "sentences": [
    {
      "en": "A soldier was arrested after running amok with a vehicle through Berlin.",
      "cn": "一名士兵在疯狂飙车穿越柏林后被逮捕。"
    },
    {
      "en": "Berlin and its environs",
      "cn": "柏林及其周围地区"
    },
    {
      "en": "Berlin people drank champagne, set off fireworks and tooted their car horns.",
      "cn": "柏林市民喝香槟、放焰火、鸣车笛。"
    },
    {
      "en": "Berlin was divided into four sectors after the war.",
      "cn": "战后柏林分成了4个区."
    },
    {
      "en": "But I remember an anecdote I once heard from one of my German friends. Shortly after the unification, an Ossie and a Weissie meet in Berlin.",
      "cn": "但我记得从一个德国朋友那里听来的这样一件轶事：统一后不久，一个东德人与一个西德人在柏林相遇。"
    },
    {
      "en": "Eating in East Berlin used to be a hazardous and joyless experience.",
      "cn": "在东柏林就餐曾经是一件危险而且沉闷无趣的事情。"
    },
    {
      "en": "Frank is currently domiciled in Berlin.",
      "cn": "弗兰克目前定居柏林。"
    },
    {
      "en": "He captained the siege of Berlin.",
      "cn": "他指挥了围攻柏林的战役。"
    },
    {
      "en": "He went to Berlin by aeroplane.",
      "cn": "他乘飞机到柏林."
    },
    {
      "en": "London's musical life might become as exciting as Berlin's.",
      "cn": "伦敦的音乐生活可能会变得像柏林的一样令人兴奋。"
    },
    {
      "en": "Once you have a flat in central Berlin, you can always monetize it when the prices rise.",
      "cn": "如果在柏林市中心有一套公寓，价格上涨时就可以随时把它变现。"
    },
    {
      "en": "Once you have a flat in central Berlin,you can always monetize it when the prices rise.",
      "cn": "如果在柏林市中心有一套公寓，价格上涨时就可以随时把它变现。"
    },
    {
      "en": "Political pressure finally winkled him out and on to a plane bound for Berlin.",
      "cn": "政治压力最终迫使他离开，登上了去往柏林的飞机。"
    },
    {
      "en": "She left by plane for Berlin.",
      "cn": "她乘飞机去柏林了。"
    },
    {
      "en": "The Polish market in Berlin was considered unsightly and shut down.",
      "cn": "柏林市内的波兰市场因为被认为有碍观瞻而关闭了。"
    },
    {
      "en": "The Upper House of the German parliament is to meet today in Berlin.",
      "cn": "德国的上议院今天将在柏林开会。"
    },
    {
      "en": "They haven't decided whether they will go to London or Berlin.",
      "cn": "他们尚未决定是去伦敦还是去柏林."
    },
    {
      "en": "We in Berlin hardly knew a war was on during the early part of 1941.",
      "cn": "我们身处柏林的人在1941年初几乎感受不到正在打仗。"
    },
    {
      "en": "Within Germany, the city of Berlin lay in ruins.",
      "cn": "在德国，柏林市已经满目疮痍。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "berlin philharmonic",
      "tran_cn": "柏林爱乐乐团"
    },
    {
      "phrase": "berlin wall",
      "tran_cn": "n. 柏林墙"
    },
    {
      "phrase": "east berlin",
      "tran_cn": "n. 东柏林"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "柏林（前民主德国首都），（亦作B-）柏林细软毛线，（b-）四轮双座篷盖马车，附有马车夫站台",
      "tran_en": "a fine wool yarn used for tapestry work, etc"
    },
    {
      "pos": "other",
      "tran_cn": "柏林（德国城市）"
    }
  ],
  "exchange": {}
}