{
  "word": "atlas",
  "ipa": {
    "us": "ˈætləs",
    "uk": "ˈætləs"
  },
  "sentences": [
    {
      "en": "a road atlas of Europe",
      "cn": "欧洲交通地图册"
    },
    {
      "en": "Any atlas , containing many pages of maps, normally includes an index, called a gazetteer.",
      "cn": "任何载有多幅地图的地图集, 一般都附有一份地名索引."
    },
    {
      "en": "ATLAS is an of excellent general - purpose language for system testing, provided with hardware - independent characteristics.",
      "cn": "Atlas语言是一种非常出色的通用测试系统语言, 具有设备无关性."
    },
    {
      "en": "Even a worldwide atlas shrugging will be interpreted several ways.",
      "cn": "甚至会有世界范围内的不屑一顾."
    },
    {
      "en": "For all practical purposes a ballistic missile such as Atlas is guided to its target.",
      "cn": "根据各种实用目的,可使象“阿特拉斯”这样的弹道导弹导向其目标."
    },
    {
      "en": "He also feared that a map in the atlas, along with news accounts repeating an error in the news release, could pull climate scientists into another vortex of damaging controversy.",
      "cn": "他还担心新闻评述会同地图集里的地图一道，在新闻发布的时候，一而再再而三地犯着同一个错误，反而将气象学家们拉入争辩的漩涡之中。"
    },
    {
      "en": "He reached down the atlas from the top shelf.",
      "cn": "他从书架顶层取下地图集."
    },
    {
      "en": "Indispensable for the observer is a good star atlas, containing all naked eye stars.",
      "cn": "观测者必须具备一份包括肉眼能看到的所有天体的好星图."
    },
    {
      "en": "It hopes to publish a global foodborne disease burden report and atlas in 2011–12.",
      "cn": "它希望在2011-12年发布一份全球食品传播疾病负担报告和地图集。"
    },
    {
      "en": "It was the realm of King Atlas, whose bulk surpassed that of all other men.",
      "cn": "这是阿特拉斯国王的国土,阿特拉斯长得五大三粗, 天下无双."
    },
    {
      "en": "Kratos is released from Atlas'grasp as the Titan laughs humorously.",
      "cn": "泰坦松开捏住奎托斯的手指,幽默地笑起来."
    },
    {
      "en": "Please reach ( me ) the atlas down from the bookshelf.",
      "cn": "请把那本地图册从书架上取下来 ( 递给我 )."
    },
    {
      "en": "Red sits with an atlas, tracing his finger down the page.",
      "cn": "瑞德坐着拿着本地图册, 用手指着看."
    },
    {
      "en": "That book on the desk is an atlas.",
      "cn": "桌上的那本书是地图册."
    },
    {
      "en": "The atlas contains forty maps, including three of Great Britain.",
      "cn": "这本地图集有40幅地图, 其中包括3幅英国地图."
    },
    {
      "en": "The atlas should help the eradication fight by letting health officials know just where the problem areas are.",
      "cn": "而这些地图集刚好能帮助卫生局高清楚问题地区所在，然后将虫虫们斩草除根。"
    },
    {
      "en": "The atlas was published by our company.",
      "cn": "这个地图集是由我们公司出版的。"
    },
    {
      "en": "The high pressure over the Atlas Mountains makes the climate dry in summer.",
      "cn": "此高原上空的高气压使夏季的气候干燥."
    },
    {
      "en": "This is a standard atlas.",
      "cn": "这是一本有权威性的地图册."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "handbook"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "atlas mountains",
      "tran_cn": "阿特拉斯山脉（阿尔卑斯山系的一部分）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地图册",
      "tran_en": "a book containing maps, especially of the whole world"
    }
  ],
  "exchange": {
    "pl": [
      "atlases"
    ]
  }
}