{
  "word": "songwriter",
  "ipa": {
    "us": "ˈsɒŋraɪtə(r)",
    "uk": "ˈsɔŋraɪtə(r)"
  },
  "sentences": [
    {
      "en": "...one of rock'n'roll's greatest songwriters.",
      "cn": "...一名摇滚乐界最伟大的词曲作者之一。"
    },
    {
      "en": "Critics also sniped that Presley was neither a musician nor a songwriter.",
      "cn": "批评家们也中伤艾维斯既不是一位音乐家也不是一位歌曲作者."
    },
    {
      "en": "Do you know its composer and its songwriter?",
      "cn": "你知道它的词曲作者是谁 吗 ?"
    },
    {
      "en": "Fabian is the lead singer and songwriter of Los Pelados.",
      "cn": "费边是“秃头乐队”的主唱兼歌曲作者."
    },
    {
      "en": "Gaetano Veloso is an excellent songwriter and poet.",
      "cn": "卡耶塔诺?费洛索也是一位很出色的词作家和诗人."
    },
    {
      "en": "Harry Chapin was a popular folk singer and songwriter.",
      "cn": "哈利.夏平是一位流行的民乐歌手和词曲作家."
    },
    {
      "en": "He was a good songwriter.",
      "cn": "并且是很好的创作者."
    },
    {
      "en": "He's the greatest songwriter - performer of this or any generation.",
      "cn": "他是有史以来最出色的作词家和演唱家."
    },
    {
      "en": "In the 1940 s and 50 s, the publisher and songwriter equally shared income from record sales.",
      "cn": "在二十世纪四五十年代, 出版商和曲作家平分销售唱片所得的收入."
    },
    {
      "en": "Nick Harper , a singer - songwriter from England, is a big hero to me too.",
      "cn": "NickHarper, 一位英格兰的歌手兼写手, 也是我心目中的大英雄."
    },
    {
      "en": "One day, however, a Nashville songwriter named David Chase overheard Hill singing in the office.",
      "cn": "然而一天, 纳什维尔当地一位叫戴维·切斯的写歌人碰巧听到希尔在办公室里哼唱."
    },
    {
      "en": "Rhythm - and - blues singer and songwriter Gerald Levert died at his home in Ohio.",
      "cn": "节奏和布鲁斯歌手和歌曲写手G. L.死在俄亥俄州的自己家里."
    },
    {
      "en": "singer-songwriter Chris Rea",
      "cn": "歌手兼词曲作者克里斯∙雷"
    },
    {
      "en": "The 18 - year - old Chou became a contract songwriter for Wu's music studio.",
      "cn": "于是,18 岁 的周杰伦便和吴宗宪的音乐工作室签约."
    },
    {
      "en": "The singer and songwriter prefers his entire band to be collectively known as Edwin McCain.",
      "cn": "这位歌手兼作曲者宁愿他的整个乐队和埃德温麦凯恩一样出名."
    },
    {
      "en": "This journey into the songwriter's toolbox is a great illustration of how the mind works.",
      "cn": "到作曲家工具箱中的寻宝过程是对心智运作的最佳诠释."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "song",
          "tran_cn": " 歌曲；歌唱；诗歌；鸣声"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "composer",
            "musician"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "流行歌曲的作者",
      "tran_en": "someone who writes the words and usually the music of songs"
    }
  ],
  "exchange": {
    "pl": [
      "songwriters"
    ]
  }
}