{
  "word": "Ontario",
  "ipa": {
    "us": "ɒn'teərɪəʊ",
    "uk": "ɑn'terɪoʊ"
  },
  "sentences": [
    {
      "en": "Celebrated opening of the Sustainability Centre at Lambton College in Sarnia, Ontario.",
      "cn": "庆祝可持续发展中心莱姆顿学院的成立,在萨尼亚, 安大略省."
    },
    {
      "en": "Considering GM's extensive operations within their borders, the governments of Canada and Ontario have agreed to do their part with an investment in GM's future, and I want to thank them for doing so.",
      "cn": "考虑到通用汽车公司在境内业务广泛，加拿大政府和安大略省政府均同意出资，为通用汽车公司的未来贡献自己的一份力量，我对此表示感谢。"
    },
    {
      "en": "From Astoria , Oregon , to Yorktown, Ontario.",
      "cn": "从俄勒冈州的 阿斯托里亚 到安大略湖的约克镇."
    },
    {
      "en": "Grapes, peaches and pears are grown in Ontario.",
      "cn": "那里种植葡萄 、 桃子和梨."
    },
    {
      "en": "In Ontario and Quebec there is a large area of land.",
      "cn": "在安大略和魁北克有一大块的土地."
    },
    {
      "en": "It used to be just Ontario employers wanting his services, he says.",
      "cn": "他说, 以前他的客户大多是多伦多的业主."
    },
    {
      "en": "Ontario, Quebec, and B.C. are the three biggest provinces.",
      "cn": "安大略 、 魁北克和英属哥伦比亚省是最大的三个省."
    },
    {
      "en": "Outside at the head of the line, Luca and Andre Bucci of Hamilton, Ontario are almost to the door.",
      "cn": "在队伍末的外面，来自安大略湖汉密尔顿家族的露卡和安德路`卜西甚至排到了门那了。"
    },
    {
      "en": "Receptionist: Do you have Ontario Health Insurance?",
      "cn": "接待员: 你有安大略省医疗保险 吗 ?"
    },
    {
      "en": "Six! Since there were furs coming from other places in Ontario.",
      "cn": "六个! 因为正好有从安大略省其他地方过来的兽."
    },
    {
      "en": "Sugar maple trees grow in Ontario.",
      "cn": "糖槭树(枫树)也生长在安大略."
    },
    {
      "en": "The Art Gallery of Ontario has the world's largest collection of sculptures by Henry Moore.",
      "cn": "安大略美术馆是世界上收藏亨利·摩尔雕塑作品最多的美术馆。"
    },
    {
      "en": "The team has three more exhibitions after that, in San Diego, Anaheim and Ontario.",
      "cn": "在此之后还会有三场在SanDiego, Anaheim和Ontario的热身赛."
    },
    {
      "en": "There are five lakes: Superior, Michigan, Huron, Erie and Ontario.",
      "cn": "共有五个大湖泊: 苏必利尔湖, 密歇根湖, 休伦湖, 伊利湖和安大略湖."
    },
    {
      "en": "This school is registered under Ontario legislation as a non - profit organization.",
      "cn": "本校是一所安省注册的 非 谋利学校."
    },
    {
      "en": "Toronto is a large city on the shore of Lake Ontario.",
      "cn": "多伦多是安大略湖畔的大城市."
    },
    {
      "en": "Trading securities without registration contravenes the Ontario Securities Act.",
      "cn": "在未注册情况下交易证券违反安省证券交易法."
    },
    {
      "en": "We’re going to see your mother, in Toronto, Ontario.",
      "cn": "我们要去安大略湖的多伦多看你的妈妈。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "university of western ontario",
      "tran_cn": "西安大略大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "安大略湖[北美洲]"
    },
    {
      "pos": "other",
      "tran_cn": "安大略省（加拿大）"
    }
  ],
  "exchange": {}
}