{
  "word": "cauldron",
  "ipa": {
    "us": "ˈkɔ:ldrən",
    "uk": "ˈkɔldrən"
  },
  "sentences": [
    {
      "en": "a witch’s cauldron",
      "cn": "女巫的大锅"
    },
    {
      "en": "Even witches appreciate what they bring to a boiling cauldron.",
      "cn": "就连女巫也爱欣赏她们手底冒着气泡的大锅."
    },
    {
      "en": "First let's add a little more to our magical cauldron.",
      "cn": "首先让我们再加点东西到魔术锅里."
    },
    {
      "en": "He ran over to a neighbour's house to borrow a cauldron.",
      "cn": "他匆匆到邻居家去借一口大锅."
    },
    {
      "en": "Let us look into this witches'cauldron.",
      "cn": "让我们来看看这可怕的不混乱状态."
    },
    {
      "en": "On top of this earthen structure stood a deep, round, iron cauldron.",
      "cn": "在这土灶的上面,墩着一口又圆又深的大铁锅."
    },
    {
      "en": "Paavo Nurmi lit the Olympic flame in a cauldron on the field.",
      "cn": "4名年轻的运动员将火炬传到体育场塔顶,最后由汉内斯·科莱赫迈宁点燃圣火."
    },
    {
      "en": "Several men were thrown into a boiling cauldron.",
      "cn": "几个人被扔进滚水锅中."
    },
    {
      "en": "She lit the tallest - ever Olympic cauldron , which rises to 57 meters.",
      "cn": "她点燃了有史以来最高的奥运火炉."
    },
    {
      "en": "Supplies you will need: two black candles, cauldron, paper and pen.",
      "cn": "你将需要: 两个黑色蜡烛 、 大锅 、 纸和笔."
    },
    {
      "en": "The bombing of Cambodia or covert operations in Chile were thrown into the cauldron.",
      "cn": "轰炸柬埔寨和在智利的秘密行动也被拿来试问."
    },
    {
      "en": "The earthenware which appears together with the ashes concluded initially is cauldron which the life uses.",
      "cn": "与灰烬一道出现的陶器初步断定是生活用的釜."
    },
    {
      "en": "The stadium was a seething cauldron of emotion.",
      "cn": "体育场内群情沸腾。"
    },
    {
      "en": "Then the witch placed her cauldron on the fire, to prepare the magic draught.",
      "cn": "“就这样办吧.”小人鱼说. 巫婆于是就把药罐准备好,来煎这服富有魔力的药了."
    },
    {
      "en": "They used the method of removing the burning brands from under the boiling cauldron.",
      "cn": "他们使用了釜底抽薪的办法."
    },
    {
      "en": "Your symbols are the athame, torch, scourge, key and the cauldron.",
      "cn": "匕首 、 火炬 、 鞭子 、 钥匙与斧子是您的象征."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "caldron"
          ],
          "tran_cn": "大汽锅，大锅；煮皂锅"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "crucible",
            "kettle",
            "pot"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "大锅，大汽锅，煮皂锅，海釜",
      "tran_en": "a large round metal pot for boiling liquids over a fire"
    }
  ],
  "exchange": {
    "pl": [
      "cauldrons"
    ]
  }
}