{
  "word": "himself",
  "ipa": {
    "us": "hɪmˈself",
    "uk": "hɪmˈself"
  },
  "sentences": [
    {
      "en": "As soon as he got inside, the dog shook himself.",
      "cn": "他一进来，狗就开始摇头摆尾。"
    },
    {
      "en": "Billy tends to keep things to himself more and shut himself off.",
      "cn": "比利往往更多地将事情藏在心里，把自己封闭起来。"
    },
    {
      "en": "Has somebody helped himself to some film star's diamonds?",
      "cn": "有人偷了某个影星的钻石了吗?"
    },
    {
      "en": "He barred himself in.",
      "cn": "他把自己关在里面。"
    },
    {
      "en": "He discharged himself from hospital against the advice of doctors.",
      "cn": "他不顾医生的劝告自行出院了。"
    },
    {
      "en": "He introduced himself.",
      "cn": "他作了自我介绍。"
    },
    {
      "en": "He knew full well he'd be ashamed of himself later.",
      "cn": "他很清楚地知道自己过后会无地自容。"
    },
    {
      "en": "He repossessed himself of his farm.",
      "cn": "他收回自己所有的农场。"
    },
    {
      "en": "He sees himself going right to the top of the tree.",
      "cn": "他预见自己在同行中将无人可及。"
    },
    {
      "en": "He stepped out of the shower and began towelling himself down.",
      "cn": "他走出淋浴间，开始用毛巾把身子擦干。"
    },
    {
      "en": "He stroked the name of himself with his pen.",
      "cn": "他用钢笔划掉了他自己的名字。"
    },
    {
      "en": "He was disinclined to talk about himself, especially to his students.",
      "cn": "他不喜欢谈论他自己，尤其是当着他学生的面。"
    },
    {
      "en": "He was making a visible effort to control himself.",
      "cn": "他明显是在努力控制自己的情绪。"
    },
    {
      "en": "I could see the young boy struggling to free himself.",
      "cn": "我看到小男孩正在奋力挣脱。"
    },
    {
      "en": "I don't think he could do himself justice playing for England.",
      "cn": "我认为他为英格兰队效力时不可能充分发挥自己的水平。"
    },
    {
      "en": "In Europe, Aga Khan III presented himself in a completely different light.",
      "cn": "在欧洲，阿迦汗三世表现得完全是另一副样子。"
    },
    {
      "en": "Knox had taken it on himself to choose the wine.",
      "cn": "诺克斯擅自作主，选了葡萄酒。"
    },
    {
      "en": "Peter ought to be ashamed of himself.",
      "cn": "彼得应为自己感到羞耻。"
    },
    {
      "en": "Why couldn't he ever rid himself of those thoughts, those worries?",
      "cn": "为什么他总是无法摆脱那些想法和担忧？"
    },
    {
      "en": "Yasin had seriously hurt himself while trying to escape from the police.",
      "cn": "亚辛试图从警察手中逃脱时受了重伤。"
    },
    {
      "en": "英文释义：He poured himself a whisky and sat down in the chair.",
      "cn": "中文释义 他给自己倒了一杯威士忌，然后坐在椅子里。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "all by himself",
      "tran_cn": "adv. 独自地"
    },
    {
      "phrase": "by himself",
      "tran_cn": "由他独力地"
    }
  ],
  "trans": [
    {
      "pos": "pron",
      "tran_cn": "（反身代词）他自己，（用以加强语气）他亲自，他本人",
      "tran_en": "used when the man or boy who performs an action is also affected by it"
    }
  ],
  "exchange": {}
}