{
  "word": "SARS",
  "ipa": {
    "us": "sɑ:z",
    "uk": "sɑrz"
  },
  "sentences": [
    {
      "en": "A global network should be set up to monitor animal infections and provide early warnings of diseases — such as SARS and bird flu — that could spread to people, say health specialists.",
      "cn": "卫生专家们指出，应该建立一个全球网络来检测动物感染，并提供包括非典型肺炎和禽流感等可能传染给人类的疾病的早期预警。"
    },
    {
      "en": "But when SARS reared its ugly head, it caught Gould Rothberg's attention.",
      "cn": "但是当SARS抬起它丑恶的头颅的时候, 引起了GouldRothberg的注意."
    },
    {
      "en": "From this, coursed ours thought 2003 sars ( SARS ) the event.",
      "cn": "由此, 将我们的思维引向2003年的sars ( 非典 ) 事件."
    },
    {
      "en": "I know it is importnt to learn how to study after I met with SARS.",
      "cn": "在我经历了非典型肺炎后，我知道学会怎样学习是非常重要的。"
    },
    {
      "en": "Methods: The clinical data of 108 SARS in - patients were analyzed.",
      "cn": "方法分析2003年3月11日至4月15日收治的108例SARS患者的临床资料."
    },
    {
      "en": "Objective To explore the effective acupuncture therapy for treating SARS rehabilitation patients.",
      "cn": "目的:探讨针灸治疗SARS康复患者的有效方法."
    },
    {
      "en": "OBJECTIVE To protect line medical workers from being infected by SARS.",
      "cn": "目的保护一线医务人员在工作中免受SARS病毒的感染."
    },
    {
      "en": "Objective To study the host range and tissue tropism of SARS coronavirus.",
      "cn": "目的了解SARS病毒的组织嗜性和宿主趋向性."
    },
    {
      "en": "Professor Zhong Nanshan devoted himself to the cure of SARS.",
      "cn": "钟南山教授致力于SARS的治疗."
    },
    {
      "en": "Putted forward a series of prevent measure especially combine SARS virus aerosol.",
      "cn": "特别结合SARS病毒气溶胶提出了一系列预防措施."
    },
    {
      "en": "SARS has infected 5,462 people worldwide and killed 353.",
      "cn": "SARS已经在世界范围内感染了5,462个人,杀死了其中353个."
    },
    {
      "en": "Singapore has a laboratory - confirmed case of SARS coronavirus ( CoV ) infection.",
      "cn": "新加坡发现一例实验室确证SARS 冠状病毒 感染病例."
    },
    {
      "en": "Some also say SARS shows the WHO needs more power, i . e.",
      "cn": "也有人说sars疫情显示世界卫生组织应有更多权力."
    },
    {
      "en": "Summer session was cancelled this year because of SARS.",
      "cn": "今年的暑期课程因为SARS而取消."
    },
    {
      "en": "The recent research targets include baculovirus, SARS - CoV and Crimean - Congo hemorrhagic fever virus.",
      "cn": "目前研究对象有杆状病毒 、 SARS冠状病毒和克里米亚 - 刚果出血热病毒等."
    },
    {
      "en": "The study of SARS from philosophy of science is very significant.",
      "cn": "从科学哲学角度研究SARS是十分有意义的."
    },
    {
      "en": "What are the limitations of using respirators for potential exposures to SARS?",
      "cn": "使用呼吸防护用品预防SARS潜在暴露的局限性是什么?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "Severe Acute Respiratory Syndrome 严重急性呼吸道综合征，俗称非典型肺炎"
    },
    {
      "pos": "v",
      "tran_cn": "非典型性肺炎；（Severe Acute Respiratory Syndromes）的缩写"
    }
  ],
  "exchange": {}
}