{
  "word": "economist",
  "ipa": {
    "us": "ɪˈkɒnəmɪst",
    "uk": "ɪˈkɑnəmɪst"
  },
  "sentences": [
    {
      "en": "a disciple of the economist John Maynard Keynes",
      "cn": "经济学家约翰∙梅纳德∙凯恩斯的信徒"
    },
    {
      "en": "According to an article in The Economist the drug could have side effects.",
      "cn": "《经济学家》杂志上的一篇文章讲到这种药可能有副作用。"
    },
    {
      "en": "an economist arguing against the current financial orthodoxy",
      "cn": "一位批驳现行正统金融观念的经济学家"
    },
    {
      "en": "Do you have some hints for me, how to become a good economist?",
      "cn": "如何成为一名好的经济学家，你有什么给我的提示吗？"
    },
    {
      "en": "Economist Jeffrey Faux says a tax cut is a bad idea.",
      "cn": "经济学家杰弗里·福克斯认为减税是不明智的。"
    },
    {
      "en": "He cast a professional economist's eye on the problem.",
      "cn": "他以专业经济学家的眼光审视这个问题."
    },
    {
      "en": "He cast a professional economist's eyes on the problem.",
      "cn": "他以经济学行家的眼光审视这个问题."
    },
    {
      "en": "He is distinguished as an economist.",
      "cn": "他以经济学家闻名."
    },
    {
      "en": "He's an economist who thinks he knows all the answers.",
      "cn": "他是个经济学家,自以为什么都懂."
    },
    {
      "en": "His competence as an economist had been reinforced by his successful fight against inflation.",
      "cn": "成功地扼制制通货膨胀的经历加强了他作为经济学家的才能。"
    },
    {
      "en": "However, the economist cannot simply give those answers and leave it at that.",
      "cn": "然而，经济学家不能仅仅给出那样的答案就算了事。"
    },
    {
      "en": "I lay no claim to being an expert economist.",
      "cn": "我决不自命为经济学专家."
    },
    {
      "en": "In view of the fact that Hobson was not a trained economist his achievements were remarkable.",
      "cn": "考虑到霍布森不是科班出身的经济学家，他可谓是成就非凡。"
    },
    {
      "en": "It is impossible for an economist to resolve completely the issue of climate's effects on development.",
      "cn": "经济学家不可能完全解决气候对发展的影响问题."
    },
    {
      "en": "Make sail: Define and explain an idea, it is economist commonly or Mr. MBA does.",
      "cn": "张帆： 定义和解释一个概念，一般是经济学家或者MBA老师做的。"
    },
    {
      "en": "She was an economist of considerable standing.",
      "cn": "她是一位颇有名望的经济学家."
    },
    {
      "en": "The times calls philosopher and economist alliance, build economic philosophy.",
      "cn": "时代呼唤哲学家与经济学家联盟, 建立经济哲学."
    },
    {
      "en": "This led me, as a behavioral economist, to an intriguing hypothesis.",
      "cn": "这让我，作为一个行为经济学家，想到一个有趣的假设。"
    },
    {
      "en": "Under his editorship, the Economist has introduced regular sports coverage.",
      "cn": "在他担任编辑期间，《经济家》开始定期刊登体育报道。"
    },
    {
      "en": "You know, Gordon, I should not like you. You are Scottish, we have nothing in common and you are an economist.",
      "cn": "你知道吗，戈登，我不应该喜欢你，你是苏格兰人，又是个经济学家，我们没有任何共同的地方。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "econometric",
          "tran_cn": " 计量经济学的"
        },
        {
          "word": "economic",
          "tran_cn": " 经济的，经济上的；经济学的"
        },
        {
          "word": "economical",
          "tran_cn": " 经济的；节约的；合算的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "economically",
          "tran_cn": " 经济地；在经济上；节俭地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "econometrician",
          "tran_cn": " 计量经济学家（等于econometrist）"
        },
        {
          "word": "econometrics",
          "tran_cn": " 计量经济学"
        },
        {
          "word": "economics",
          "tran_cn": " 经济学；国家的经济状况"
        },
        {
          "word": "economizer",
          "tran_cn": " 节约装置；节约者；经济家"
        },
        {
          "word": "economy",
          "tran_cn": " 经济；节约；理财"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "saver"
          ],
          "tran_cn": "[经]经济学者；节俭的人"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "economist intelligence unit",
      "tran_cn": "经济学人智库"
    },
    {
      "phrase": "senior economist",
      "tran_cn": "高级经济师"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "经济学家",
      "tran_en": "someone who studies the way in which money and goods are produced and used and the systems of business and trade"
    }
  ],
  "exchange": {
    "pl": [
      "economists"
    ]
  }
}