{
  "word": "canyon",
  "ipa": {
    "us": "ˈkænjən",
    "uk": "ˈkænjən"
  },
  "sentences": [
    {
      "en": "Are there any tours for the Grand Canyon?",
      "cn": "有到大峡谷的旅游团 吗 ?"
    },
    {
      "en": "As I relayed the yoga teacher incident, my voice echoed across the canyon between who I was and what I was saying.",
      "cn": "我跟她说了瑜伽老师的事情之后，我感觉的声音像环绕在峡谷里，在我是谁和我在说什么之间回荡着。"
    },
    {
      "en": "Colorado River through the Grand Canyon.",
      "cn": "科罗拉多河穿越大峡谷."
    },
    {
      "en": "Far up the west rim of the canyon, a coyote yipped twice.",
      "cn": "远处峡谷的西缘，一只丛林狼嚎叫了两声。"
    },
    {
      "en": "He felt wonder mingled with awe at the Grand Canyon.",
      "cn": "面对着大峡谷,他又惊奇又敬畏."
    },
    {
      "en": "If you’re lucky enough to live near some woods, or a mountain, or a canyon, go hiking.",
      "cn": "如果你很幸运，能够生活在靠近森林、群山或是峡谷的地方，那就去徒步旅行吧。"
    },
    {
      "en": "In the desert, a canyon that snakes through the landscape could also prevent crossing without creating an eyesore.",
      "cn": "在沙漠中，一个蜿蜒地穿过景观的峡谷也可以让视线穿过而没有任何障碍。"
    },
    {
      "en": "Made of plywood Okoume, this lightweight pieces are constructed by a series of layers rings pile up together, simulating the shape of a canyon or mountain.",
      "cn": "这套轻质家具由奥古曼产的胶合板制作而成。他们是由一层层的圆环累积而成，模拟出峡谷或山的形状。"
    },
    {
      "en": "The canyon is famous for producing echoes.",
      "cn": "这个峡谷以回声而闻名."
    },
    {
      "en": "The canyon yawned before him.",
      "cn": "峡谷在他前面开着大口."
    },
    {
      "en": "The glacier scooped a canyon out of rocks.",
      "cn": "冰河在礁石中冲出了一条河谷."
    },
    {
      "en": "The Grand Canyon is one of the sights of the world.",
      "cn": "(科罗拉多)大峡谷是世界名胜之一."
    },
    {
      "en": "The grand canyon was not dug by the hand of man, but riven by nature.",
      "cn": "大峡谷并非人力所开而是受大自然之力而成的。"
    },
    {
      "en": "The grandeur of the Grand Canyon transcends description.",
      "cn": "大峡谷的宏伟不是笔墨所能形容的."
    },
    {
      "en": "The trail zigzagged down the abrupt descent of the canyon.",
      "cn": "这条小路弯弯曲曲的顺着峡谷那陡削的下坡蜿蜒而下."
    },
    {
      "en": "There are several tours of the Grand Canyon.",
      "cn": "到大峡谷有好几个旅游团."
    },
    {
      "en": "They lived over around Coyote Canyon someplace.",
      "cn": "他们住在凯奥特峡谷一带。"
    },
    {
      "en": "We hiked the Grand Canyon, exploring Indian cliff dwellings.",
      "cn": "我们去大峡谷徒步旅行，探究印第安人的崖居。"
    },
    {
      "en": "We made our way up the fixed rope and then down into a deeper third canyon.",
      "cn": "我们沿着固定的绳索前进，然后到达了一个更深的峡谷，这已经是第三个了。"
    },
    {
      "en": "Yes. It's a great way to really see the canyon.",
      "cn": "真的.那是真正参观峡谷的好方式."
    },
    {
      "en": "You could hike through the Fish River Canyon.",
      "cn": "你可以徒步穿越鱼河峡谷。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "glen",
            "coomb",
            "kloof"
          ],
          "tran_cn": "[地理]峡谷"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "gulch",
            "valley"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "grand canyon",
      "tran_cn": "n. （美）大峡谷"
    },
    {
      "phrase": "grand canyon national park",
      "tran_cn": "（美国）大峡谷国家公园"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "峡谷",
      "tran_en": "a deep valley with very steep sides of rock that usually has a river running through it"
    }
  ],
  "exchange": {
    "pl": [
      "canyons"
    ]
  }
}