{
  "word": "dermatology",
  "ipa": {
    "us": "ˌdɜ:məˈtɒlədʒi",
    "uk": "ˌdɜrməˈtɑlədʒi"
  },
  "sentences": [
    {
      "en": "All patients met the diagnostic criteria of Clinical Dermatology edited by ZHAO Bian.",
      "cn": "所有患者均符合《临床皮肤病学》(赵辨主编,2001年第3版)所列上述疾病的诊断标准."
    },
    {
      "en": "Department of Dermatology, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain.",
      "cn": "对这些不良反应抗痤疮药、部抗生素以及抗炎药物有良好的治疗效果, 因此,很少有患者因皮肤毒性而停用抗肿瘤药物."
    },
    {
      "en": "Dermatology: Atopic dermatitis, psoriasis, body odor, eczema, frostbite, spots, freckles and so on.",
      "cn": "皮肤科: 异位性皮肤炎 、 乾癣 、 狐臭 、 湿疹 、 冻伤 、 斑点 、 雀斑等."
    },
    {
      "en": "Eczema is a marked tendency to allergic inflammatory exudative disease, is a common disease dermatology.",
      "cn": "湿疹是一种有明显渗出倾向的过敏性炎性皮肤病, 是皮肤科常见的一种皮肤病."
    },
    {
      "en": "Harbin Ice City Dermatology Hospital psoriasis experts say the fall is the best period of calcium.",
      "cn": "哈尔滨冰城皮肤病医院银屑病专家指出,秋季是补钙的最佳时期."
    },
    {
      "en": "Huashan Hospital Dermatology has been overcrowded, even this long 7 days out of all external.",
      "cn": "华山医院皮肤科一直人满为患, 这次索性长假7天全部对外门诊."
    },
    {
      "en": "I would like to transfer you to the gynecology ( surgery, dermatology, urology department ).",
      "cn": "我要将你转到妇科 ( 外科 、 皮科 、 泌尿科 ) 去."
    },
    {
      "en": "LEO Pharma, founded in 1908, is a globally, leading pharmaceutical company within Dermatology and Critical Care.",
      "cn": "丹麦利奥制药有限公司, 成立于1908年, 是一家在皮肤科和危重疾病治疗领域处于国际领先的制药公司."
    },
    {
      "en": "OBJECTIVE: To provide direct and high quality pharmaceutical care for out patients department of dermatology.",
      "cn": "目的: 为皮肤科门诊患者提供直接、优质的药品保健服务."
    },
    {
      "en": "The findings are in the May issue of the Archives of Dermatology.",
      "cn": "研究结果见刊于五月份的《皮肤学文献集》杂志上."
    },
    {
      "en": "The findings were published online Feb. 26 in the Journal of Investigative Dermatology.",
      "cn": "这一调查结果发布在2月26日的皮肤病研究杂志."
    },
    {
      "en": "The removal of cellulite remains one of the holy grails of cosmetic dermatology.",
      "cn": "去除脂肪团至今仍是皮肤美容学上的终极目标之一."
    },
    {
      "en": "The study appears in the Archies of Dermatology.",
      "cn": "研究发表于《皮肤病学档案》."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "dermatologic",
          "tran_cn": " 皮肤病学的"
        },
        {
          "word": "dermatological",
          "tran_cn": " 皮肤病学的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "derma",
          "tran_cn": " [解剖] 真皮；皮肤；烤牛香肠"
        },
        {
          "word": "dermatitis",
          "tran_cn": " [皮肤] 皮炎；皮肤炎"
        },
        {
          "word": "dermatologist",
          "tran_cn": " 皮肤科医生；皮肤学者"
        },
        {
          "word": "dermatomycosis",
          "tran_cn": " [皮肤] 皮肤真菌病"
        },
        {
          "word": "dermatosis",
          "tran_cn": " [皮肤] 皮肤病"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "dermatology department",
      "tran_cn": "皮肤科"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "皮肤病（学），皮肤科",
      "tran_en": "the part of medical science that deals with skin diseases and their treatment"
    }
  ],
  "exchange": {
    "adj": [
      "dermatological"
    ]
  }
}