{
  "word": "geologic",
  "ipa": {
    "us": ",dʒɪəʊ'lɒdʒɪk",
    "uk": " dʒɪə'lɑdʒɪk"
  },
  "sentences": [
    {
      "en": "Agricultural Geologic Environment Survey is a new field in geosciences.",
      "cn": "农业地质环境调查是新兴的地学研究领域."
    },
    {
      "en": "Collapse is a typical geologic disaster in karst area.",
      "cn": "岩溶塌陷是岩溶发育地区所特有的灾害地质现象."
    },
    {
      "en": "Competent geologic advice is mandatory for any engineering decision.",
      "cn": "适宜的有关地质方面的建议,对于任何工程方面的决定都是必需的."
    },
    {
      "en": "Geologic evidence shows that most faults have had repeated movement on them.",
      "cn": "地质形迹表明,大多数断层有反复运动."
    },
    {
      "en": "Gushing water is the most common geologic hazard during tunneling.",
      "cn": "涌水是隧洞工程施工中最为常见的地质灾害."
    },
    {
      "en": "However, the direct relationship between geologic parameters and subsurface flow is obscure.",
      "cn": "但是地质参数与潜流之间的直接关系并不明显."
    },
    {
      "en": "I ordered those geologic maps, but it was a big waste of money.",
      "cn": "我订了那些地质地图, 但那就完全是浪费钱."
    },
    {
      "en": "If we have indeed entered a new epoch, then when exactly did it begin? When did human impacts rise to the level of geologic significance?",
      "cn": "如果我们确实迈进了新的世，那么是什么时候开始的，什么时候人类的影响会达到地质学重要意义的程度？"
    },
    {
      "en": "Many practical uses can be made of geologic sections.",
      "cn": "地质剖面图具有许多实际用途."
    },
    {
      "en": "Properly geologic and hydrogeologic conditions are the prerequisite successfully using it.",
      "cn": "适宜的地质、水文地质条件是原地浸出采铀技术应用的前提."
    },
    {
      "en": "Solid wastes may be deposited in or adjacent geologic formations.",
      "cn": "固体废物可以被存放在地质形成物中或其附近."
    },
    {
      "en": "The best gauge of quake risk is the geologic record.",
      "cn": "我们最好的测量地震风险的办法是地质记录。"
    },
    {
      "en": "The chronology of the earth's history as determined by geologic events.",
      "cn": "地质年代学以地质事件测定的地质历史年代学."
    },
    {
      "en": "The geologic phenomenon in Songshan have six kinds of characteristics.",
      "cn": "嵩山地质现象具有六大突出特点."
    },
    {
      "en": "The geologic record dates the final explosion of Santorini with remarkable accuracy.",
      "cn": "圣多里尼最后发作的地质学上记录日期是使人吃惊地精确."
    },
    {
      "en": "The widest application is found in areal or general geologic mapping.",
      "cn": "最广泛的应用见于地面的或普通的地质填图."
    },
    {
      "en": "Various reactors in this country are situated near geologic faults, in coastal areas reachable by tsunamis or in areas potentially vulnerable to flooding.",
      "cn": "美国有许多反应堆位于地质断层附近，海啸能够到达的沿海地区或是易受到洪水侵袭的区域。"
    },
    {
      "en": "Zhenjiang city often suffers from the landslide because its geologic environment.",
      "cn": "由于受特定的环境地质条件的影响,镇江市滑坡地质灾害频繁发生,使镇江市遭受了巨大的经济损失."
    }
  ],
  "rel_words": [
    {
      "pos": "adv",
      "words": [
        {
          "word": "geologically",
          "tran_cn": " 从地质学角度"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "geologist",
          "tran_cn": " 地质学家，地质学者"
        },
        {
          "word": "geology",
          "tran_cn": " 地质学；地质情况"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "geologic age",
      "tran_cn": "地质时代，地质年代"
    },
    {
      "phrase": "geologic environment",
      "tran_cn": "地质环境"
    },
    {
      "phrase": "geologic feature",
      "tran_cn": "地质特征"
    },
    {
      "phrase": "geologic hazard",
      "tran_cn": "地质灾害"
    },
    {
      "phrase": "geologic history",
      "tran_cn": "n. 地史，地质史"
    },
    {
      "phrase": "geologic map",
      "tran_cn": "n. 地质图；地质学"
    },
    {
      "phrase": "geologic setting",
      "tran_cn": "地质背景"
    },
    {
      "phrase": "geologic structure",
      "tran_cn": "地质构造；地质结构"
    },
    {
      "phrase": "geologic survey",
      "tran_cn": "地质调查，地质勘探；地质测量；地质调查所"
    },
    {
      "phrase": "geologic time",
      "tran_cn": "地质时期，地质时代；地质年代"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "地质（学）的，地质（学）上的"
    }
  ],
  "exchange": {}
}