{
  "word": "stallion",
  "ipa": {
    "us": "ˈstæliən",
    "uk": "ˈstæljən"
  },
  "sentences": [
    {
      "en": "\" No, a fine little stallion with legs two yards long.",
      "cn": "\" 不, 腿足有两码长,是个漂亮的小驹子."
    },
    {
      "en": "A loose stallion galloping around the showground can be extremely dangerous.",
      "cn": "一匹围着场地快跑的松散的公马可能会非常危险."
    },
    {
      "en": "An alert, shiny - coated , muscle - rippling stallion makes a stunning and eye - catching picture.",
      "cn": "一匹机灵 、 毛皮闪闪发亮 、 肌肉弹性有力的公马总是会让人吃惊,成为众人的焦点."
    },
    {
      "en": "Faceted clear crystal Stallion; frosted tail and mane; raised front legs and upright position.",
      "cn": "在上雕琢平面的清楚水晶公马; 结霜的尾巴和鬃毛; 被举的前面腿和挺直位置."
    },
    {
      "en": "He rides up on a stallion, sweeps her into his arms.",
      "cn": "他骑着一匹健壮的牡马冲上去, 将她揽在怀中."
    },
    {
      "en": "Horses rarely climax, despite masturbating dozens of times per day—so what motivates the dalliance of a stallion or, for that matter, a mare?",
      "cn": "马很少高潮，尽管它们每天自慰大把的时间——所以就此而言，是什么激发了种马或母马的这种闲情逸致？"
    },
    {
      "en": "I know where they have taken her until they receive the stallion.",
      "cn": "我知道他们带她去的地方,他们就在那里等种马."
    },
    {
      "en": "Llewelyn's stallion shied as the wind sent sparks flying.",
      "cn": "风一吹来，火星四溅，卢埃林的种马惊跳起来。"
    },
    {
      "en": "She also told us about the father horse ( a stallion ).",
      "cn": "她也告诉我们有关马爸爸的事情."
    },
    {
      "en": "The fashion for amateur riders to won a stallion goes in waves.",
      "cn": "业余骑手挑选公马的风潮越来越盛行."
    },
    {
      "en": "The stallion bucked as he fought against the reins holding him tightly in.",
      "cn": "牡马四蹄腾空跳起，想挣脱紧紧缚住它的缰绳。"
    },
    {
      "en": "The stallion upreared on its hind legs.",
      "cn": "种马用后腿直立起来."
    },
    {
      "en": "The warrior followed the stallion into the great marsh.",
      "cn": "于是,武士被马带到一片大沼泽地."
    },
    {
      "en": "They travel the stallion to different farms.",
      "cn": "他们将这些种马运送到各个农场."
    },
    {
      "en": "Viktor Navorski: Officer Torres, my friend say you are stallion.",
      "cn": "维克多: 托勒斯警官, 我的朋友说你是留种的雄兽."
    },
    {
      "en": "You ride into Caesar's camp along, on a noble white stallion.",
      "cn": "你单独骑着那匹高贵的战马,抵达凯撒的营地."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "studhorse",
            "stone-horse"
          ],
          "tran_cn": "[畜牧]种马；成年公马"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "horse",
            "steed"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "种马，公马",
      "tran_en": "a male horse that is fully grown, especially one that is used for breeding"
    }
  ],
  "exchange": {
    "pl": [
      "stallions"
    ]
  }
}