{
  "word": "bazaar",
  "ipa": {
    "us": "bəˈzɑ:(r)",
    "uk": "bəˈzɑr"
  },
  "sentences": [
    {
      "en": "A bazaar was held for the benefit of the victims of the natural calamity.",
      "cn": "为灾民举办了义卖."
    },
    {
      "en": "A bazaar was held for the poor.",
      "cn": "为贫民举行了义卖."
    },
    {
      "en": "a church bazaar",
      "cn": "教堂义卖"
    },
    {
      "en": "And everybody was going to the bazaar and the ball tonight except her.",
      "cn": "除她以外,人人都要参加今晚的义卖和舞会."
    },
    {
      "en": "And how shocked everybody had been when she danced at the bazaar.",
      "cn": "而且,她在那次义卖会上跳舞时人人都大为震惊呢."
    },
    {
      "en": "Betty and Bob brought back blue balloons from the big bazaar.",
      "cn": "贝蒂和鲍勃在大型的义卖市场买了蓝汽球回来."
    },
    {
      "en": "Chickens, goats and rabbits were offered for barter at the bazaar.",
      "cn": "在集市上,鸡 、 山羊和兔子被摆出来作物物交换之用."
    },
    {
      "en": "Computerized cashier network is availaBle here at this Bazaar. Credit cards welcomed.",
      "cn": "本商场收银处电脑联网,欢迎使用信用卡."
    },
    {
      "en": "Find something unique this holiday season at The Gift Bazaar.",
      "cn": "这个假期在”礼物”找一些独特的东西吧!"
    },
    {
      "en": "How surprised the bazaar would be if they knew what she really was thinking!",
      "cn": "如果这些参加义卖会的人知道她此时在想些什么,他们一定会大吃一惊!"
    },
    {
      "en": "I am going to go shopping in the bazaar in the morning.",
      "cn": "我上半天打算去商场购物."
    },
    {
      "en": "I poked through a bazaar crammed with good.",
      "cn": "我挤过了堆满货物的集市。"
    },
    {
      "en": "Kamal was a vendor in Cairo's open-air bazaar.",
      "cn": "卡莫尔曾是开罗露天集市的摊贩。"
    },
    {
      "en": "Now he was far down the bazaar, riding furiously.",
      "cn": "此时他已经飞也似地骑到远远的集市区去了."
    },
    {
      "en": "The bazaar was a kaleidoscope of strange sights and impressions.",
      "cn": "集市的景象光怪陆离,纷然杂陈."
    },
    {
      "en": "The bazaar was all alive by the time we arrived.",
      "cn": "有机会在台上唱歌.他显得很活跃."
    },
    {
      "en": "We were in the bazaar with all the little urchins watching us.",
      "cn": "我们在集市里，周围一大帮衣衫褴褛的小孩盯着我们看。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "charity",
            "fair"
          ],
          "tran_cn": "义卖市场"
        },
        {
          "words": [
            "market",
            "mart",
            "place",
            "rialto",
            "shop"
          ],
          "tran_cn": "市场,集市"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "exposition",
            "outlet"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "街市，市场，百货商店，义卖，义卖市场",
      "tran_en": "a market or area where there are a lot of small shops, especially in India or the Middle East"
    }
  ],
  "exchange": {
    "pl": [
      "bazaars"
    ]
  }
}