{
  "word": "dentures",
  "ipa": {
    "us": "ˈdentʃəz",
    "uk": "ˈdentʃərz"
  },
  "sentences": [
    {
      "en": "Brush your teeth or dentures after meals and before bedtime.",
      "cn": "─进食后和就寝前请刷牙或刷洗假牙."
    },
    {
      "en": "Conclusion The developed dentures and reverse engineering method can be used in building finite element models.",
      "cn": "结论可显影的全口义齿结合应用逆向工程原理能完全满足下颌中性区全口义齿有限元建模的需要."
    },
    {
      "en": "Conclusion: The functions of Lingual flange complete dentures are much better than traditional complete dentures.",
      "cn": "结论: 舌翼全口义齿较传统全口义齿性能优越."
    },
    {
      "en": "ConclusionFor those with serious alveolar - bone - absorption atrophy, extension plays a key role in retention of the dentures.",
      "cn": "结论对于下牙槽嵴严重吸收萎缩低平的全口义齿修复者, 舌翼区尽量伸展对义齿固位起关键性作用."
    },
    {
      "en": "Dentures require a strong fixative.",
      "cn": "粘假牙需用强力固定剂."
    },
    {
      "en": "Do you wear dentures?",
      "cn": "你戴假牙 吗 ?"
    },
    {
      "en": "Human jaws are called edentulous jaws when all teeth and to replaced by full dentures.",
      "cn": "人类的上下颌牙齿全部缺损后,称为无牙颌,需要全口义齿修复."
    },
    {
      "en": "If the portraits were confusing, the dentures were even more so.",
      "cn": "如果肖像令人感到困惑, 则假牙更是如此."
    },
    {
      "en": "If you have dentures, clean them daily to get rid of food particles and bacteria.",
      "cn": "不要吃易导致口腔异味的食品, 如洋葱和大蒜.这些食品中所含的油会转移到肺中,然后被呼出来."
    },
    {
      "en": "Methods 15 BPS brand complete dentures were made and 15 traditional complete dentures were made.",
      "cn": "方法应用BPS系统和传统方法修复全口义齿各15例."
    },
    {
      "en": "Methods Fabricating tooth crown with well of plunger attachments, deciding the wearing path of dentures.",
      "cn": "方法制作带有插销式附着体底座的基底冠,并通过平行研磨仪确定附着体的共同就位道."
    },
    {
      "en": "Objective : To analyze the stress state of a cantilevered fixed particle dentures.",
      "cn": "文摘:目的:分 析磨牙游离缺失单端固定桥修复的受力情况."
    },
    {
      "en": "Objective To evaluate the abutment periodontium condition after restored with the distal - extension attachment dentures.",
      "cn": "目的评价冠外附着体义齿修复后基牙牙周的健康状况."
    },
    {
      "en": "People who wear dentures may sleep better if they leave them in overnight.",
      "cn": "戴假牙的人如果晚上睡觉也戴着假牙，睡眠可能更好。"
    },
    {
      "en": "Results The combination dentures have good aesthetic effects and mastication function.",
      "cn": "结果:联合可摘局部义齿具有良好的美观效果及咀嚼功能."
    },
    {
      "en": "The 18 th Century porcelain dentures were found by archaeologists during a dig in London.",
      "cn": "这副18世纪的瓷制假牙是由考古学家在伦敦的一次挖掘过程中发现的."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "false tooth",
            "artificial tooth"
          ],
          "tran_cn": "假牙；补齿（常用复数）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": " 假牙",
      "tran_en": "a set of artificial teeth worn by someone who does not have their own teeth any longer"
    },
    {
      "pos": "other",
      "tran_cn": "补齿"
    }
  ],
  "exchange": {
    "adj": [
      "denture"
    ]
  }
}