{
  "word": "Lester",
  "ipa": {
    "us": "'lestə",
    "uk": "'lestə"
  },
  "sentences": [
    {
      "en": "\"How do we know that?\" rapped out Lester.",
      "cn": "“我们怎么会知道？”莱斯特突然大声说道。"
    },
    {
      "en": "I was close by as Lester was stretchered into the ambulance.",
      "cn": "莱斯特被用担架抬进救护车时我就在旁边。"
    },
    {
      "en": "Lester, rather than his brother, is the person to speak to.",
      "cn": "莱斯特, 而不是他弟弟, 是我们谈话的对象."
    },
    {
      "en": "Lester: Excellent, but I made some last - minute changes to our plans.",
      "cn": "雷斯特: 太好了.但我最后又把我们的计画修改了一些地方."
    },
    {
      "en": "Lester: FastTrek has been considering acquiring a cable - and - parts manufacturer for some time.",
      "cn": "雷斯特: 青云科技好一阵子以来一直想收购一家电缆和零件的制造商."
    },
    {
      "en": "Lester： I already have a job.",
      "cn": "莱斯特：我已经有工作了。"
    },
    {
      "en": "Lester: I’ve been writing for this magazine for fourteen years, Brad.",
      "cn": "莱斯特：布莱德，我为这家杂志社写了十四年的文章。"
    },
    {
      "en": "Lester: They're designed with special attention to ergonomics, making typing easier.",
      "cn": "雷斯特: 它们是特别针对人体工学而设计的, 可以让打字更轻松."
    },
    {
      "en": "Lester: Yes, we supply connectors and cables to meet all your needs.",
      "cn": "雷斯特: 是的, 我们有提供符合您所有需求的连接器和电缆线."
    },
    {
      "en": "Lester: Yes. We keep finding problems when testing the boards.",
      "cn": "莱司特: 没错.我们测试声卡时一直发现问题."
    },
    {
      "en": "Myra Lester : Every parting from you is like a little eternity.",
      "cn": "玛拉·莱斯特: 每一次和你分别都有些像是永别."
    },
    {
      "en": "Myra Lester: Well, what am I going to do instead?",
      "cn": "玛拉.莱斯特: 好吧, 那么我去干吗 呢 ?"
    },
    {
      "en": "Situation: Lester is discussing quality - control problems with Jim Bennet.",
      "cn": "情境: 雷斯特正在和吉姆班尼特讨论品管问题."
    },
    {
      "en": "Situation: Lester is discussing the company's Internet operations with Helen.",
      "cn": "情境: 雷斯特正和海伦在讨论公司的网路营运."
    },
    {
      "en": "Situation: Lester is talking to his marketing manager, Helen Parker.",
      "cn": "情境: 雷斯特正和行销经理海伦派克讲话."
    },
    {
      "en": "Situation: Lester Sawyer and Helen Parker are discussing business over lunch.",
      "cn": "情境: 雷斯特索耶和海伦派克在午餐时谈论工作的事."
    },
    {
      "en": "These comments by Joy and Lester were reflective of the general attitude.",
      "cn": "乔伊和莱斯特的这些评论反映了普遍的态度."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "莱斯特（姓错；男名）"
    },
    {
      "pos": "other",
      "tran_cn": "莱斯特（姓氏，男子名）"
    }
  ],
  "exchange": {}
}