{
  "word": "reconcile",
  "ipa": {
    "us": "ˈrekənsaɪl",
    "uk": "ˈrekənsaɪl"
  },
  "sentences": [
    {
      "en": "an attempt to reconcile the need for industrial development with concern for the environment",
      "cn": "协调工业发展的需要和环境保护之间关系的努力"
    },
    {
      "en": "Conversely, test made in full - scale boilers are usually difficult to reconcile.",
      "cn": "与此相反, 在工业规模的锅炉内所做的试验,也难于互相一致."
    },
    {
      "en": "Could you reconcile yourself to a lifetime of unemployment?",
      "cn": "你能甘心一辈子失业 吗 ?"
    },
    {
      "en": "Currently it is not possible to reconcile this conflicting evidence.",
      "cn": "当前还未有可能去解释这一矛盾的例证."
    },
    {
      "en": "He found it hard to reconcile himself to the disagreeable state.",
      "cn": "他发现难以忍受这种不愉快的状况."
    },
    {
      "en": "He has recently been reconciled with his wife.",
      "cn": "他最近已经和妻子和好了。"
    },
    {
      "en": "I can't reconcile these figures with the statement you prepared.",
      "cn": "我无法使这些数字与你的财务报表相符."
    },
    {
      "en": "I can't reconcile what you say with the facts of the case.",
      "cn": "我看不出你所说的与本案诸事实相符合."
    },
    {
      "en": "I don't see how you can reconcile it to your conscience.",
      "cn": "我不明白,你怎么能使自己的良心不感到内疚."
    },
    {
      "en": "Jonah and his youngest son were, on the surface at least, reconciled.",
      "cn": "乔纳和他小儿子和好了，至少表面上如此。"
    },
    {
      "en": "Must they reconcile themselves to their fate, they asked themselves.",
      "cn": "他们扪心自问:难道就应甘心忍受这种命运吗?"
    },
    {
      "en": "Must they reconcile themselves to their fate?",
      "cn": "难道他们甘心忍受这种命运 吗 ?"
    },
    {
      "en": "She was unable to reconcile herself to the discovery.",
      "cn": "她不能安于自己的这种发现."
    },
    {
      "en": "That's our life, and one must reconcile oneself to it.",
      "cn": "我们的生活就是如此, 而且人们必须顺应它."
    },
    {
      "en": "The pair were reconciled after Jackson made a public apology.",
      "cn": "杰克逊公开道歉之后，这两个人又言归于好了。"
    },
    {
      "en": "The possibility remains that the two theories may be reconciled.",
      "cn": "这两种理论仍是有可能协调的。"
    },
    {
      "en": "The teacher had to reconcile disputes among her pupils.",
      "cn": "老师不得不调解她学生中的纠纷."
    },
    {
      "en": "We suggest that it is possible to reconcile these apparently opposing perspectives.",
      "cn": "我们认为这两个看似对立的观点是可以调和的。"
    },
    {
      "en": "You'll have to reconcile your statement with your conduct.",
      "cn": "你要言行一致."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "reconcilable",
          "tran_cn": " 不矛盾的；可和解的；可调和的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "reconciliation",
          "tran_cn": " 和解；调和；和谐；甘愿"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "accord",
            "unify"
          ],
          "tran_cn": "使一致；使和解；调停，调解；使顺从"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "reconcile with",
      "tran_cn": "与…和解"
    }
  ],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "使和解，使一致；调解",
      "tran_en": "if you reconcile two ideas, situations, or facts, you find a way in which they can both be true or acceptable"
    },
    {
      "pos": "vt",
      "tran_cn": "使和好，使和解，调停，排解（争端等），[宗]使（场所等）洁净，[船]使（木板）接缝平滑",
      "tran_en": "to have a good relationship again with someone after you have quarrelled with them"
    }
  ],
  "exchange": {
    "third": [
      "reconciles"
    ],
    "past": [
      "reconciled"
    ],
    "done": [
      "reconciled"
    ],
    "ing": [
      "reconciling"
    ],
    "adj": [
      "reconcilable"
    ]
  }
}