{
  "word": "headphone",
  "ipa": {
    "us": "ˈhɛdfəʊn",
    "uk": "ˈhɛdˌfoʊn"
  },
  "sentences": [
    {
      "en": "A phones volume, which changes the volume send to your headphone.",
      "cn": "#可电话数量, 改变了音量发送到您的耳机."
    },
    {
      "en": "Because of the unique form's guidance, no more messing up with headphone cable.",
      "cn": "在独特外型的引导下, 耳机线再也不会乱成一团."
    },
    {
      "en": "Can select headphone output mode to avoid disturbing.",
      "cn": "可选择耳机输出模式,免打扰听音."
    },
    {
      "en": "Can you help me with this earphone ( headset headphone )? I can't hear anything.",
      "cn": "你能帮我看看这个耳机 吗 ?我什么也听不见."
    },
    {
      "en": "Cons: As with all other bundled headphone, I strongly suggest you get an aftermarket one.",
      "cn": "缺点: 象其它标配的耳机一样(质量一般), 我强烈建议你重配其它更好的耳机."
    },
    {
      "en": "Don't know headphone is the best one for using ipod.",
      "cn": "我用这套算是随身听究级完美了."
    },
    {
      "en": "Each headphone driver is made to Grado's high standards, then pair - matched for exact imaging.",
      "cn": "每个耳机驱动器是为歌德的高标准, 然后配对的准确成像."
    },
    {
      "en": "Length of the headphone cable are free to control.",
      "cn": "耳机线的长度可以随意控制."
    },
    {
      "en": "Now the S 66 E the original stereo headphone socket to socket, circuIt'schematics unchanged, infantry line adjustments.",
      "cn": "现在的S66E将原来的插座改为立体声耳机插座, 电路原理图未变, 步线有所调整."
    },
    {
      "en": "Removal of the headphone jack is easy.",
      "cn": "去除的耳机插孔是容易的."
    },
    {
      "en": "Slight increase in speaker and headphone volume.",
      "cn": "耳机与扬声器音量稍微有所提升."
    },
    {
      "en": "Sound headphone also requires a quality amplifier just like a top - grade loudspeaker.",
      "cn": "靓声的耳机就如同高级的喇叭,同样需要高素质的放大器来伺候."
    },
    {
      "en": "The headphone cord functions as the FM antenna.",
      "cn": "耳机导线也具有FM天线的功能."
    },
    {
      "en": "We are Chinese professional manufacturer for many kinds of headset, earphone, headphone.",
      "cn": "我们专业生产各种耳机,耳塞, 麦克风, 喇叭,如有需要请联系."
    },
    {
      "en": "What is Dolby Headphone Technology?",
      "cn": "什么是杜比耳机?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "phone"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "戴在头上的收话器，双耳式耳机，听筒"
    }
  ],
  "exchange": {}
}