{
  "word": "interconnect",
  "ipa": {
    "us": "ˌɪntəkəˈnekt",
    "uk": "ˌɪntərkəˈnekt"
  },
  "sentences": [
    {
      "en": "a number of separate but interconnected issues",
      "cn": "一些独立但相互关联的问题"
    },
    {
      "en": "a series of interconnected lakes",
      "cn": "一连串相互连接的湖泊"
    },
    {
      "en": "Aimed at above problem, this text introduce primarily LIN ( Local Interconnect Network ) bus application.",
      "cn": "针对上述问题, 本文主要介绍了 LIN 总线在汽车灯光中的应用."
    },
    {
      "en": "For a complicated SOC, on - chip interconnect is one of the most challenging problems.",
      "cn": "随着系统芯片(SOC) 的出现, 片内互连线问题已经成为目前ULSI设计中最具挑战性的课题之一."
    },
    {
      "en": "In Freud’s theory, the two areas of sexuality and violence are interconnected.",
      "cn": "按照弗洛伊德的理论，性和暴力这两个方面是相互关联的。"
    },
    {
      "en": "interconnecting rooms",
      "cn": "相连的房间"
    },
    {
      "en": "It's strange how people's lives interconnect.",
      "cn": "人们的生活是如何互相联系在一起的,真是不可思议."
    },
    {
      "en": "Microwave circuits differ from lower frequency circuits in ground connection , interconnect and manufacturing the transmission lines.",
      "cn": "微波电路与低频电路的不同主要在于接地, 互连与微带线的制造."
    },
    {
      "en": "OPC technology is presented to interconnect DCS and MIS.",
      "cn": "并通过OPC技术,实现了DCS系统和厂级管理信息系统MIS之间的数据共享."
    },
    {
      "en": "Our operating system can now interconnect with other networks.",
      "cn": "我们的操作系统现在能和其他网络相连。"
    },
    {
      "en": "The AV Matrix Interconnect outperforms all cables in its price range.",
      "cn": "的AV矩阵互连优于所有电缆在其价格区间."
    },
    {
      "en": "The causes are many and may interconnect.",
      "cn": "原因有很多而且可能互相关联。"
    },
    {
      "en": "The copper interconnect technology for ICs and their applications are introduced briefly.",
      "cn": "简要介绍了集成电路铜连线技术及其应用."
    },
    {
      "en": "The wire sizing method is an efficient solution to the interconnect optimization under deep submicron technology.",
      "cn": "在深亚微米下,变线宽技术是互连线优化的一种有效方法."
    },
    {
      "en": "Their lives interconnect with those of celebrated figures of the late eighteenth-century.",
      "cn": "他们的生活与18世纪晚期的名人联系在一起。"
    },
    {
      "en": "Then the circuit network is generated using resistance interconnect model and standard cell equivalent current model.",
      "cn": "提出了一种对基于标准单元芯片计算其电源线网的静态电压降的分析方法."
    },
    {
      "en": "These developmental tools transform interconnect operations into standard data programming, users say.",
      "cn": "用户们称,这些开发工具把互连操作转变成标准的数据编程."
    },
    {
      "en": "Using the Bridge Federate is one of the approaches to interconnect HLA multiple federations.",
      "cn": "实现多联邦互连有多种方法,桥接成员是其中一种."
    },
    {
      "en": "Utilities need bandwidth and sensors and standards forpieces to interconnect.",
      "cn": "公用事业需要带宽和传感器技术和互连标准规范."
    },
    {
      "en": "Would it be expensive to purchase long and good quality balanced interconnect & power cables?",
      "cn": "接线,莫论长短,都是贵到不得了.电源线更加贵到无谱.好彩唔使买喇叭线 悭 返少少."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "intercommunication",
          "tran_cn": " 相互联系，相互沟通；互相联络"
        },
        {
          "word": "intercommunion",
          "tran_cn": " 互相来往，交流；各教派间举行的圣餐"
        },
        {
          "word": "interconnection",
          "tran_cn": " [计] 互连；互相连络"
        },
        {
          "word": "interdependence",
          "tran_cn": " 互相依赖"
        },
        {
          "word": "interdependency",
          "tran_cn": " 互相依赖；相关性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "intercommunicate",
          "tran_cn": " 相通，互相联络；互相交往"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "相互联系",
      "tran_en": "if two facts, ideas, events etc are interconnected, or if they interconnect, they are related and one is affected by or caused by the other（"
    },
    {
      "pos": "vi",
      "tran_cn": "互相连接，互相联系"
    },
    {
      "pos": "vt",
      "tran_cn": "使互相连接，使互相联系",
      "tran_en": "if two systems, places etc are interconnected, or if they interconnect, they are joined together（"
    }
  ],
  "exchange": {
    "third": [
      "interconnects"
    ],
    "past": [
      "interconnected"
    ],
    "done": [
      "interconnected"
    ],
    "ing": [
      "interconnecting"
    ],
    "noun": [
      "interconnection"
    ]
  }
}