{
  "word": "clergy",
  "ipa": {
    "us": "ˈklɜːdʒi",
    "uk": "ˈklɜːrdʒi"
  },
  "sentences": [
    {
      "en": "All the local clergy were asked to attend the ceremony.",
      "cn": "所有当地的圣职人员都获邀参加这项仪式。"
    },
    {
      "en": "At most colleges, you can get counseling from members of the clergy. Some campuses have representatives from many different religions.",
      "cn": "在大多数的高校，你能够得到神职人员的劝导。有些学校有很多来自不同宗教的代表。"
    },
    {
      "en": "Clergy and laity alike are divided in their views.",
      "cn": "神职人员和信众同样都观点各异。"
    },
    {
      "en": "Even Christian clergy - keep urging him to do more for the Jews.",
      "cn": "甚至基督教的牧师 -- 不断敦促他对犹太人高抬贵手."
    },
    {
      "en": "He availed himself of a quarrel between Kertajaya and his clergy to attack Kediri.",
      "cn": "他利用格尔达者耶和其僧侣的不和,进攻凯义里."
    },
    {
      "en": "In ancient days, the crown, the barons, and the clergy possessed the lands.",
      "cn": "古时候, 王室 、 贵族和教会拥有土地."
    },
    {
      "en": "It is impossible that your own observation can have given you much knowledge of the clergy.",
      "cn": "你自己不可能通过自己亲眼观察对牧师们有多少了解."
    },
    {
      "en": "Miss Brooke had become engaged in a conversation with Mr. Casaubon about the Valdo clergy.",
      "cn": "布鲁克小姐正全神贯注与卡苏本先生探讨韦尔多派教士的问题."
    },
    {
      "en": "Some of the clergy refused to acknowledge the new king'slegitimacy.",
      "cn": "一部分神职人员拒绝承认新国王的合法地位。"
    },
    {
      "en": "The clergy remain divided on the issue of women priests.",
      "cn": "在女性教士的问题上,牧师们意见不一."
    },
    {
      "en": "The clergy were sacred beings in Miss Ainley's eyes.",
      "cn": "在安利小姐看来,牧师都是圣人."
    },
    {
      "en": "The clergy, on the other hand, were now claiming exemption from lay taxation.",
      "cn": "另一方面, 教士们这时还要求免纳俗人税."
    },
    {
      "en": "The king tried to weaken the power of the clergy.",
      "cn": "国王试图削弱教会的权力."
    },
    {
      "en": "The superior clergy and a small remnant of other educated men read and wrote Latin.",
      "cn": "上等的神职人员和一小部分残余的其他受过教育的人使用拉丁语读写."
    },
    {
      "en": "These proposals met opposition from the clergy.",
      "cn": "这些提案遭到神职人员的反对。"
    },
    {
      "en": "They ran the three churches to which they belonged, the clergy, the choirs and the parishioners.",
      "cn": "她们管理着自己所属的那三家教堂 、 牧师 、 唱诗班和教区居民."
    },
    {
      "en": "Thus, his preaching was directed at not only the laity, but the clergy as well.",
      "cn": "因此，他的讲道面向的不只是世俗之人，也面向神职人员。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "cleric",
          "tran_cn": " 牧师的，教士的"
        },
        {
          "word": "clerical",
          "tran_cn": " 书记的；牧师的；办事员的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "clergyman",
          "tran_cn": " 牧师；教士"
        },
        {
          "word": "cleric",
          "tran_cn": " 牧师；传教士"
        },
        {
          "word": "clerical",
          "tran_cn": " 牧师"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "churchmen",
            "clergymen",
            "clericals",
            "cloth",
            "ecclesiastics",
            "men",
            "ministers",
            "of",
            "prelates",
            "priests",
            "the"
          ],
          "tran_cn": "教士,牧师"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cloth",
            "episcopacy",
            "holy",
            "ministry",
            "order",
            "orders",
            "pastorate",
            "prelacy",
            "presbytery",
            "priesthood",
            "rabbinate",
            "the"
          ],
          "tran_cn": ""
        },
        {
          "words": [
            "church"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "牧师，神职人员",
      "tran_en": "the official leaders of religious activities in organized religions, such as priests,  rabbi s  , and  mullah s "
    }
  ],
  "exchange": {
    "pl": [
      "clergies"
    ]
  }
}