{
  "word": "fuller",
  "ipa": {
    "us": "fʊlə",
    "uk": "fʊlə"
  },
  "sentences": [
    {
      "en": "After the rain the lotus flowers looked fuller.",
      "cn": "雨后荷花显得更加润泽了."
    },
    {
      "en": "Doctor Thomas Fuller wrote : Was foxes, we must play the fox.",
      "cn": "博士说: 在福克斯湾, 一定要玩狡猾."
    },
    {
      "en": "Her whole soul was possessed by the fact that a fuller life was opening before her.",
      "cn": "她的整个心灵已陶醉在一种前景中,仿佛更丰富的生活向她敞开了大门."
    },
    {
      "en": "In fact, you can actually save money by buying a fuller tree!",
      "cn": "其实, 你其实可以节省金钱,购买更全面的树!"
    },
    {
      "en": "Mr. Fuller is on vacation now.",
      "cn": "费勒先生在度假."
    },
    {
      "en": "One year at Fuller can cost anywhere from 12000 to 24000 dollars.",
      "cn": "在福乐一年的费用从一万二千美元到二万四千美元不等."
    },
    {
      "en": "Other leaflets will give fuller answers to the questions we have considered.",
      "cn": "其它小册子将更加全面地回答我们思考的这些话题."
    },
    {
      "en": "Quotation from British clergyman and writer Thomas Fuller ( 1608 - 1661 ).",
      "cn": "引句来自英国牧师和作家托马斯富勒 ( 1608至1661年 )."
    },
    {
      "en": "Summer clothes are invariably less kind to fuller figures.",
      "cn": "体形较丰满的人穿夏装总是不那么好看。"
    },
    {
      "en": "Technology should be used to give man a happier, fuller, and richer life.",
      "cn": "技术应该用来使人们生活得更幸福, 更美满, 更丰富."
    },
    {
      "en": "The darkest hour is that before the dawn. - --- Fuller.",
      "cn": "黎明前的时分是最黑暗的. ---- 富勒."
    },
    {
      "en": "The fuller development of the parallelism was to lead to analytic geometry.",
      "cn": "这种平行性的进一步发扬便导致了解析几何的产生."
    },
    {
      "en": "The Juno Collection specialises in large sizes for ladies with a fuller figure.",
      "cn": "朱诺系列专门针对身材较为丰满的女士推出大号女装。"
    },
    {
      "en": "Thicker and fuller hair would make them more confident at work.",
      "cn": "较浓密的头发能增加他们工作时的自信."
    },
    {
      "en": "This shop sells dresses for the fuller figure.",
      "cn": "这家商店卖胖人穿的衣服."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "漂洗工，套柄铁锤，套锤，用套锤锻成的槽（尤指马蹄铁上的槽），制毡工",
      "tran_en": "a person who fulls cloth for his living "
    }
  ],
  "exchange": {}
}