{
  "word": "stockbroker",
  "ipa": {
    "us": "ˈstɒkbrəʊkə(r)",
    "uk": "ˈstɑkbroʊkə(r)"
  },
  "sentences": [
    {
      "en": "Before you go near a stockbroker, do your homework.",
      "cn": "找股票经纪人之前，先要做好必要的准备工作。"
    },
    {
      "en": "But now I am a stockbroker anymore a fund manager.",
      "cn": "不过,现在我不再是股票经纪人,而是基金经理了."
    },
    {
      "en": "GEM about to open, you and your stockbroker has been prepared?",
      "cn": "创业板即将开启, 您和您的证券经纪人是否已做好了准备?"
    },
    {
      "en": "He bragged that his father was the most successful stockbroker on Wall Street.",
      "cn": "他吹嘘他父亲是华尔街上最成功的股票经纪人。"
    },
    {
      "en": "He give instructions to his stockbroker to sell the share immediately.",
      "cn": "他指示他的股票经纪人马上出售股票."
    },
    {
      "en": "He grew up in the comfort of the Surrey stockbroker belt.",
      "cn": "他在萨里市郊富人聚居区的舒适环境中长大。"
    },
    {
      "en": "He is a young stockbroker at the New York Stock Exchange.",
      "cn": "他是纽约证券交易所的一位年轻的经纪人."
    },
    {
      "en": "He looks more like a stockbroker than a teen idol.",
      "cn": "他看起来不像是青少年偶像，而更像个股票经纪人。"
    },
    {
      "en": "His father was a stockbroker, who met Oliver's French mother in Paris during the second world war.",
      "cn": "他的父亲是个股票经纪人，在第二次世界大战时的巴黎遇见了斯通的母亲。"
    },
    {
      "en": "My stockbroker manages my portfolio for me.",
      "cn": "我的证券经纪人替我管理投资组合."
    },
    {
      "en": "One of my clients was a stockbroker who happened to have a little farm on the side.",
      "cn": "哈尔佛香说。 “我的一个客户是股票经纪人，碰巧另外有个小农场。"
    },
    {
      "en": "One time it was a call to her stockbroker in New York.",
      "cn": "有一次是给她在纽约的股票经纪人打电话."
    },
    {
      "en": "Over the next five months, every one of them discouraged me from becoming a stockbroker.",
      "cn": "接下来的五个月中，他们每个人都劝阻我不要做股票经纪人。"
    },
    {
      "en": "She works in the City, eg as a stockbroker.",
      "cn": "她在伦敦商业区工作(如做证券经纪人)."
    },
    {
      "en": "The main business of stockbroker is to help clients buy and sell shares.",
      "cn": "股票经纪人的主要业务是帮客户买卖股票."
    },
    {
      "en": "The stockbroker has placed the money in industrial stock.",
      "cn": "证券经纪人已用那笔钱购入了工业股票."
    },
    {
      "en": "The young lady had been the stockbroker's secretary for a year.",
      "cn": "年轻的秘书已为股票经纪人工作了一年."
    },
    {
      "en": "They would also provide stockbroker services for the public .",
      "cn": "他们还可以想公众提供股票经纪人的服务。"
    },
    {
      "en": "They would also provide stockbroker services for the public.",
      "cn": "它们同时还会为大众提供股票经纪服务."
    },
    {
      "en": "Will little brainy Bobby be the stockbroker man?",
      "cn": "是否聪明的小鲍比会成为股票经纪人?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "stock",
          "tran_cn": " 存货的，常备的；平凡的"
        },
        {
          "word": "stockholding",
          "tran_cn": " 持有股份的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "stock",
          "tran_cn": " 股份，股票；库存；血统；树干"
        },
        {
          "word": "stockholder",
          "tran_cn": " 股东；股票持有人"
        },
        {
          "word": "stockholding",
          "tran_cn": " 持有的股票（或证券）"
        },
        {
          "word": "stockjobber",
          "tran_cn": " 证券公司；[金融] 股票经纪人；股票投机商"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "stock",
          "tran_cn": " 囤积；办货；出新芽"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "stock",
          "tran_cn": " 进货；备有；装把手于…"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "brokedealer",
            "sharebroker"
          ],
          "tran_cn": "[金融]股票经纪人"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[金融] 股票经纪人",
      "tran_en": "a person or organization whose job is to buy and sell  shares  ,  bonds  etc for people"
    }
  ],
  "exchange": {
    "pl": [
      "stockbrokers"
    ]
  }
}