{
  "word": "marmalade",
  "ipa": {
    "us": "ˈmɑ:məleɪd",
    "uk": "ˈmɑrməleɪd"
  },
  "sentences": [
    {
      "en": "Afterwards comes toast with butter and marmalade, and perhaps some fruit.",
      "cn": "接着是夹黄油和果酱的土司, 有时上些水果."
    },
    {
      "en": "All you have to do is flip the toaster upside down, and the toast slides right out onto your plate, ready for the application of butter and marmalade.",
      "cn": "你所要做的就是把它翻下来，面包就会自动滑落到你的盘子上，等待你给它们抹上黄油和果酱了。"
    },
    {
      "en": "And when I asked for marmalade, they brought strawberry jam.",
      "cn": "当我要他们上橘子酱时, 他们却给我拿来草莓酱."
    },
    {
      "en": "And would you like marmalade, honey or jam with your toast?",
      "cn": "您吃烤面包时喜欢用桔子酱 、 蜂蜜还是果酱?"
    },
    {
      "en": "At Fortnum's you'll find the finest caviar, cheeses, fresh fruit, veg, fish, poultry and meats, as well as a huge range of teas and, of course, marmalade!",
      "cn": " 在这儿，有上好的鱼子酱、奶酪、新鲜水果、蔬菜、鱼、家禽、肉类以及大量茶叶，当然还有不能忘的——果酱！"
    },
    {
      "en": "B: What flavor would you like? Strawberry or marmalade?",
      "cn": "您要什么口味 呢 ?草莓还是橘子的?"
    },
    {
      "en": "Breakfast in Britain usually includes marmalade, but not other kinds of jam.",
      "cn": "英国人早餐时一般爱吃柑桔酱, 不吃别的果酱."
    },
    {
      "en": "By - products include essential oils, pectin, candied peel, orange marmalade, and stock feed.",
      "cn": "其他主要 副产品 有精油 、 果胶 、 陈皮 、 柑果酱和牲畜饲料."
    },
    {
      "en": "Englishmen often end up their breakfast with toast and marmalade.",
      "cn": "英国人常以烤面包加果酱结束早餐."
    },
    {
      "en": "He was fond of marmalade.",
      "cn": "他爱吃橘子酱。"
    },
    {
      "en": "How did you find that last lot of marmalade?",
      "cn": "上一批果酱,你认为如何?"
    },
    {
      "en": "I had toast and marmalade this morning.",
      "cn": "今天早晨我吃的是烤面包加果酱."
    },
    {
      "en": "Lally was spreading marmalade on a piece of toast.",
      "cn": "拉莉在一片吐司上涂柠檬果酱."
    },
    {
      "en": "Mother: Have some butter and marmalade, too.",
      "cn": "母亲: 再吃点黄油和果酱."
    },
    {
      "en": "There is a jar of marmalade on the breakfast table.",
      "cn": "早餐桌上有一罐橘子酱."
    },
    {
      "en": "To their breakfast, Englishmen often land up with toast and marmalade.",
      "cn": "英国人常以烤面包加果酱结早餐."
    },
    {
      "en": "You have a choice of marmalade or apricot jam for breakfast.",
      "cn": "在用早餐时,您可选用桔子酱."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "jelly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "orange marmalade",
      "tran_cn": "桔子酱；苦橙；橙皮马末兰果酱"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "橘子酱色的"
    },
    {
      "pos": "n",
      "tran_cn": "果子酱，果酱",
      "tran_en": "a  jam  made from fruit such as oranges,  lemon s  ,or  grapefruit  , usually eaten at breakfast"
    },
    {
      "pos": "vt",
      "tran_cn": "涂橘子或柠檬酱于…"
    }
  ],
  "exchange": {
    "pl": [
      "marmalades"
    ]
  }
}