{
  "word": "Yorkshire",
  "ipa": {
    "us": "ˈjɔ:kʃə",
    "uk": "ˈjɔrkʃɪr, -ʃɚ"
  },
  "sentences": [
    {
      "en": "He got out his map of Yorkshire and hunched over it to read the small print.",
      "cn": "他拿出约克郡地图，弓身趴在上面努力看清那些细小的字体。"
    },
    {
      "en": "He has continued to write with a bluff, vivid humour about Yorkshire life.",
      "cn": "他继续用一种直白而又诙谐生动的笔触描绘着约克郡的生活。"
    },
    {
      "en": "He was brought up in North Yorkshire.",
      "cn": "他是在北约克郡长大的。"
    },
    {
      "en": "He was yesterday given bail by South Yorkshire magistrates.",
      "cn": "昨天南约克郡法院准予他获得保释。"
    },
    {
      "en": "I must congratulate you on your Yorkshire puddings.",
      "cn": "我一定要祝贺你做的这道约克郡布丁."
    },
    {
      "en": "In the County of Yorkshire in the north part of England there lived a baron.",
      "cn": "在英格兰北部的约克郡,住着一位男爵."
    },
    {
      "en": "Let me hear the most refined of Cockneys presume to find fault with Yorkshire manners!",
      "cn": "我倒要听听那些顶高尚的伦敦人怎样找约克郡人在礼貌上的岔子."
    },
    {
      "en": "South Yorkshire Police and the Health and Safety Executive are investigating.",
      "cn": "南约克郡警署和健康与安全执行部正在调查此事."
    },
    {
      "en": "The hills that separate Lancashire from Yorkshire are called the Pennines.",
      "cn": "把兰开夏郡与约克夏郡分开的山脉叫宾南山脉."
    },
    {
      "en": "The theatre management kindly let me off a couple of performances to go to Yorkshire.",
      "cn": "剧院领导很体谅地同意我休演几场抽身到约克郡去。"
    },
    {
      "en": "We have Sandy a Yorkshire Terrier, and a German Shepherd named Sam.",
      "cn": "我们有一只叫桑迪的约克郡犬, 还有一只德国牧羊犬,叫萨姆."
    },
    {
      "en": "We saw a documentary about Yorkshire coal miners.",
      "cn": "我们看了一部有关约克郡煤矿工人的纪录片."
    },
    {
      "en": "Whether or not your Yorkshire puddings rise is the true test of your cooking ability.",
      "cn": "不管怎样，约克郡布丁是真正考验烹饪技能的一道点心。"
    },
    {
      "en": "WL: I think, Yorkshire and the New Forest.",
      "cn": "我想，是约克郡和新森林地区。"
    },
    {
      "en": "Yorkshire is still very much a farming community with good meat, good dairy produce and eggs.",
      "cn": "约克郡在很大程度上仍以农业为主，出产优质肉类、奶制品和蛋类。"
    },
    {
      "en": "Yorkshire puddings are an accompaniment to Sunday roasts; some would say the best part of the meal.",
      "cn": "约克郡布丁是周日烤肉的必备；有些人会说这是膳食中最好的一部分。"
    },
    {
      "en": "You think Yorkshire is the best cricket side ? My foot!",
      "cn": "你以为约克郡队是最好的队 吗 ?算了吧!"
    },
    {
      "en": "You think Yorkshire is the best cricket side foot!",
      "cn": "你以为约克郡队是最好的队吗?算了吧."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "north yorkshire",
      "tran_cn": "北约克郡（英国一个地区）"
    },
    {
      "phrase": "south yorkshire",
      "tran_cn": "南约克郡（英国苏格兰北部一个郡）"
    },
    {
      "phrase": "west yorkshire",
      "tran_cn": "西约克郡（位于英国英格兰北部）"
    },
    {
      "phrase": "yorkshire pudding",
      "tran_cn": "约克郡布丁"
    },
    {
      "phrase": "yorkshire terrier",
      "tran_cn": "约克郡犬"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "约克郡，约克夏（英国英格兰原郡名）"
    }
  ],
  "exchange": {}
}