{
  "word": "dislodge",
  "ipa": {
    "us": "dɪsˈlɒdʒ",
    "uk": "dɪsˈlɑdʒ"
  },
  "sentences": [
    {
      "en": "Basically ultrasonic vibrations are used to dislodge both plaque and tartar from the tooth surface.",
      "cn": "医生只要开动超声波工作手机使之接触牙石,牙石就会自动脱落."
    },
    {
      "en": "Chest percussion and vibration are used with postural drainage to help dislodge secretions.",
      "cn": "在做体位引流时要敲击和振动胸部帮助分泌物松动排出."
    },
    {
      "en": "Do not attempt to dislodge food when the appliance is plugged into electrical outlet.",
      "cn": "设备在通电状态下请不要试图将食物从设备中取出."
    },
    {
      "en": "He could not dislodge the images imprinted on his brain.",
      "cn": "他难以把刻在脑海中的形象抹去。"
    },
    {
      "en": "He may challenge the Prime Minister even if he decides he cannot dislodge her this time.",
      "cn": "尽管他认为他这次并不能把首相赶下台，但他可能还是要向她挑战。"
    },
    {
      "en": "Heavy gunfire dislodge the rebels from the jungle.",
      "cn": "重重的炮火把那些叛徒从丛林移除."
    },
    {
      "en": "Heavy rain or hail may dislodge many aphids from the plants.",
      "cn": "大雨和冰雹可从植株上击落很多蚜虫."
    },
    {
      "en": "Ian dislodged a few stones as he climbed up the rock.",
      "cn": "伊恩攀岩的时候敲掉了几块石头。"
    },
    {
      "en": "Knock the mould against the table to dislodge the mooncake.",
      "cn": "把模子往桌上敲,来移动月饼."
    },
    {
      "en": "No one could dislodge them from their well - en - trenched positions.",
      "cn": "没人能把他们从防守严密的地方逐出."
    },
    {
      "en": "Once expectations converge on an inefficient norm, it can be very difficult to dislodge.",
      "cn": "一旦经验聚集在无效的规范上, 改正它将是非常困难."
    },
    {
      "en": "She did not so easily dislodge the incident from her consideration.",
      "cn": "她却没那么容易就把这件事从她的思想里驱走."
    },
    {
      "en": "The bouncing grains strike the ground, either bouncing into the air again or dislodge other grains.",
      "cn": "跳动着的粒子冲击地面, 它或者重新进入大气,或者撞击另一些粒子."
    },
    {
      "en": "the revolution that failed to dislodge the British in 1919",
      "cn": "未能推翻英国统治的1919年革命"
    },
    {
      "en": "The thorn of bone may dislodge from his throat without surgery.",
      "cn": "也许不用动手术就能去除他喉咙卡着的那块骨刺."
    },
    {
      "en": "There's something between my teeth and I can't dislodge it.",
      "cn": "我牙缝里塞了点东西,就是弄不出来."
    },
    {
      "en": "This will dislodge any fibers that may be in a vertical positions in the perforations.",
      "cn": "这可洗掉孔眼上方垂直方向的任何纤维."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unseat"
          ],
          "tran_cn": ""
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "cast out",
            "chase sb./sth. out"
          ],
          "tran_cn": "驱逐，逐出；离开原位"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "cast out",
            "evict"
          ],
          "tran_cn": "逐出，驱逐；使……移动；用力移动"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "逐出，驱逐；使……移动；用力移动",
      "tran_en": "to make someone leave a place or lose a position of power"
    },
    {
      "pos": "vi",
      "tran_cn": "移走，离开原位"
    },
    {
      "pos": "vt",
      "tran_cn": "把…逐出，驱逐，把…移动"
    }
  ],
  "exchange": {
    "third": [
      "dislodges"
    ],
    "past": [
      "dislodged"
    ],
    "done": [
      "dislodged"
    ],
    "ing": [
      "dislodging"
    ]
  }
}