{
  "word": "cameraman",
  "ipa": {
    "us": "ˈkæmrəmæn",
    "uk": "ˈkæmərəˌmæn, ˈkæmrə-"
  },
  "sentences": [
    {
      "en": "An AP cameraman saw a gunman take an unattended laptop and put some other objects into a bag and walk out of the hotel.",
      "cn": "一名美联社摄影记者看到一个枪手拿走了一台没人照看的笔记本和其他东西以后离开了旅馆。"
    },
    {
      "en": "Cameraman Don Friedell films Manuel Uribe exercising inhisbed.",
      "cn": "电视台摄影师在拍摄乌里韦在床上作运动."
    },
    {
      "en": "Daniel: The important thing to point out, didn't injure the cameraman!",
      "cn": "丹尼尔: 我必须指出,重要是, 没伤到摄影师!"
    },
    {
      "en": "I asked the cameraman to give me some cutaways for the interviews.",
      "cn": "我让摄影师在采访时为我拍摄一些切换镜头。"
    },
    {
      "en": "I was the reporter, producer, editor, cameraman and news - van driver.",
      "cn": "我既是记者 、 制作人 、 编辑 、 摄影,又是新闻车司机."
    },
    {
      "en": "I'm a journalist, and he's my cameraman, all right?",
      "cn": "我是个记者, 他是我的摄影师, 行 吗 ?"
    },
    {
      "en": "In order to document this experiment, I travelled with a cameraman, my friend Justin Glow, who shot and edited three webisodes each week for my No Baggage Challenge blog.",
      "cn": "为了记录这一实验，我和我的朋友，摄影师杰斯汀 格洛同行，他将在每个星期里拍摄并制作三部视频短片，放在我“不带行李去旅行”的博客上。"
    },
    {
      "en": "It'should not be confused with the work a cameraman.",
      "cn": "不能等闲的同一般的摄影师工作相混淆."
    },
    {
      "en": "Jake: Greg Olden was a cameraman.",
      "cn": "杰克: 格来格&#8226;奥登是个摄影师."
    },
    {
      "en": "Linda: I don't like this tennis story, Mike. Who's the cameraman?",
      "cn": "琳达: 我不喜欢网球节目, 迈克. 摄影师是谁 啊 ?"
    },
    {
      "en": "Mr. Smith is a cameraman, and he's an expert in photography.",
      "cn": "史密斯先生是位摄影师, 精通摄影术."
    },
    {
      "en": "My younger brother has always wanted to be a cameraman.",
      "cn": "我弟弟一直想当个影视摄影师."
    },
    {
      "en": "The cameraman has been engaged in aerophotography for more than thirty years.",
      "cn": "这位摄影师从事航空摄影已经30多年了."
    },
    {
      "en": "The cameraman is filming a famous star.",
      "cn": "摄影师正在拍摄著名影星的电影."
    },
    {
      "en": "The first to emerge, Florencio Avalos, 31, is so shy he volunteered to be the cameraman to video-monitor the other miners' health for officials at the surface so he didn't have to be filmed himself.",
      "cn": "第一个出现的是弗洛伦西奥.阿瓦洛斯，31岁，他是个很害羞的人。 他主动要求做摄影师来为地面上的官员录制其他矿工的健康状况，这样他就可以不被录制。"
    },
    {
      "en": "The kid mugged at the cameraman.",
      "cn": "那孩子对摄影师扮鬼脸."
    },
    {
      "en": "We let the cameraman following us hardly share the delicious pineapple together.",
      "cn": "我们也让辛苦跟随我们的摄影师一起分享这美味的菠萝."
    },
    {
      "en": "Who is the cameraman of this film?",
      "cn": "谁是这部影片的摄影师?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "photographer",
            "lensman"
          ],
          "tran_cn": "摄影师；照相师；摄影记者"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "reporter"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "摄影师，摄影记者",
      "tran_en": "someone who operates a camera for films or television"
    }
  ],
  "exchange": {
    "pl": [
      "cameramen"
    ]
  }
}