{
  "word": "hydrothermal",
  "ipa": {
    "us": "ˌhaɪdrə'θɜ:məl",
    "uk": "ˌhaɪdrə'θɜməl"
  },
  "sentences": [
    {
      "en": "A new type of germanic zeolite was synthesized in hydrothermal system.",
      "cn": "在水热体系中合成了一种新型全锗沸石分子筛."
    },
    {
      "en": "Argument against a hydrothermal origin is the sympathetic distribution of uranium and gold.",
      "cn": "反对热液成固的理由是铀和金有着一致的分布."
    },
    {
      "en": "Banpo antimony deposit is a typical fracture - controlling and hydrothermal fluid filling deposit.",
      "cn": "半坡锑矿床是典型的断裂控矿,热液充填型矿床."
    },
    {
      "en": "In all hydrothermal deposits the minerals formed are not solely the sulfide ore minerals.",
      "cn": "在所有热液矿床中,所形成的矿物并不单单是硫化物矿石矿物."
    },
    {
      "en": "It belongs to the micrograined Au deposit of structural hydrothermal alteration type.",
      "cn": "明显受构造、地层及岩性控制,属构造一热液蚀变岩型微粒金矿."
    },
    {
      "en": "Major phases of mullite composite nanocrystalline was synthesized by hydrothermal crystallization method.",
      "cn": "以天然矿为原料,用水热法制备了主晶相为莫来石复合纳米晶."
    },
    {
      "en": "Mineralized hydrothermal water mainly originated from the atmospheric rainfall.",
      "cn": "成矿热液的水主要来自大气降水."
    },
    {
      "en": "Modern seafloor hydrothermal process is an important ore - forming process.",
      "cn": "现代海底热液成矿作用是一种重要的成矿作用."
    },
    {
      "en": "Petrological and mineralogical examinations of core material can be used to identify hydrothermal alterations.",
      "cn": "岩芯的岩石学和矿物学研究也能用来鉴定水热蚀变."
    },
    {
      "en": "Research results on growth of amethyst crystal by hydrothermal method are presented.",
      "cn": "报道了水热法人工紫色水晶生长研究的结果."
    },
    {
      "en": "Shangmanggang tectonic-altered rock type Au deposit is founded in south Lushui-Ruili region. The Au deposit is controlled by source bed, structure and hydrothermal solution.",
      "cn": "滇西泸水—瑞丽地区南部的上芒岗金矿为该区新发现的构造蚀变岩型金矿，金源、构造、热液蚀变是主要的控矿因素。"
    },
    {
      "en": "The mechanism of forming the nanocrystalline was discussed in hydrothermal condition.",
      "cn": "实验中还探讨了水热条件下晶粒的形成机理."
    },
    {
      "en": "The most common synthesis technique of zeolite membranes - hydrothermal growthgrowth method, was introduced.",
      "cn": "介绍了制备沸石分子筛膜最常用的水热合成法."
    },
    {
      "en": "The ore deposit can be named as subvolcanic hydrothermal garnet - diopside - magnetite deposit.",
      "cn": "可把此矿床定名为次火山水热石榴子石-透辉石 - 磁铁矿矿床."
    },
    {
      "en": "There are plenty sources of hydrothermal gold deposits in eastern Kunlun Mountains.",
      "cn": "东昆仑分布有丰富的多种热液金矿床,成矿时代以印支期和燕山早期为主."
    },
    {
      "en": "There exist two type mineral deposits including Fuzichong-type skarn deposit and Niuwei-type hydrothermal filling deposit in the Fuzichong Pb-Zn ore belt.",
      "cn": "佛子冲铅锌成矿带包括两种矿床类型，即佛子冲式夕卡岩型矿床和牛卫式热液充填（交代）型矿床。"
    },
    {
      "en": "These indicates that gold was probably transported as [ AuCl 2 ] -, [ AuCl 4 ] -, or [ Aus ] - in hydrothermal solution.",
      "cn": "金可能以 [ AuCl_ 2 ] ~ - 、 [ AuCl_ 4 ] ~ - 或[AuS ] ~ - 、 [AuS_2 ] ~-等络合物形式迁移."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "hydrothermal alteration",
      "tran_cn": "热液蚀变；水热蚀变"
    },
    {
      "phrase": "hydrothermal deposit",
      "tran_cn": "热液矿床"
    },
    {
      "phrase": "hydrothermal process",
      "tran_cn": "热液酌；热液作用"
    },
    {
      "phrase": "hydrothermal solution",
      "tran_cn": "热液溶解作用；热水溶液"
    },
    {
      "phrase": "hydrothermal vent",
      "tran_cn": "深海热泉；深海热液喷口"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "热水的，热液的，水热"
    }
  ],
  "exchange": {}
}