{
  "word": "perishables",
  "ipa": {
    "us": "ˈperɪʃəblz",
    "uk": "'pɛrɪʃəblz"
  },
  "sentences": [
    {
      "en": "And that is not all. The Perishables Group is a consulting company the fresh food industry.",
      "cn": "易腐烂食品集团是新鲜食品行业的一家咨询公司."
    },
    {
      "en": "It is not profitable to deal in perishables.",
      "cn": "经营容易腐烂的货物是无利可图的."
    },
    {
      "en": "Of course, vegetables and other perishables would have to wait till the day before but canned and dry goods can be bought way ahead of time to avoid the Christmas rush.",
      "cn": "当然，青菜和其他一些易变质食品就得等到圣诞的前一天了，但罐装食品以及干货等得提前买好，这样可以错开圣诞时的高峰。"
    },
    {
      "en": "Officer: Well, perhaps. But perishables are also not allowed.",
      "cn": "官员: 是吗, 也许吧. 但易腐烂的东西也是不能带进来的."
    },
    {
      "en": "Perishables are not allowed.",
      "cn": "易腐烂的东西是不允许带进来的."
    },
    {
      "en": "Perishables are stacked on deck under cover, awaiting rigid inspection before they are struck below.",
      "cn": "易腐物品已经覆盖起来堆放在甲板上, 等经过严格的检查后再搬下船舱."
    },
    {
      "en": "Perishables need to be consumed as quickly as possible.",
      "cn": "易腐烂的食物要尽快吃掉."
    },
    {
      "en": "So as much possible, you should stock up on your non-perishables NOW.",
      "cn": "因此，你现在就应该尽可能的储存一些不易腐烂的食品。"
    },
    {
      "en": "Sorry, perishables are not allowed.",
      "cn": "对不起, 易腐烂的东西是不允许带进来的."
    },
    {
      "en": "Sorry, perishables are not allowed. Don't you have anything more to declare?",
      "cn": "对不起。易腐物品是禁止入关的。你还有什么需要申报的物品吗?。"
    },
    {
      "en": "Sorry, perishables are not allowed. Don`t you have anything more to declare?",
      "cn": "对不起.易腐物品是禁止入关的.你还有什么需要申报的物品吗?"
    },
    {
      "en": "Sorry, these perishables are not allowed to bring in.",
      "cn": "对不起, 这些易腐烂的东西是不允许入境的."
    },
    {
      "en": "The model is applied to optimal control of perishables.",
      "cn": "应用此模型可对易腐产品的库存控制做出最优的决策。"
    },
    {
      "en": "The Perishables Group a consulting company in the fresh food indisdryindustry.",
      "cn": "不易保存商品组织是新鲜食物产业的协商公司."
    },
    {
      "en": "We don't usually deal in perishables.",
      "cn": "我们一般不经营容易腐烂的商品."
    },
    {
      "en": "Within an hour, plans have been formed to pool the neighbourhood's perishables, to keep them in one cool shared place, and to mete them out, fairly and carefully so they last as long as possible.",
      "cn": "在一个小时内，大家就制定出了共享邻居的易腐食物的计划，将它们放到一个共享的阴凉处，仔细而平均地分给每个人以便使它们可以保持得尽可能久。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "perishable food",
      "tran_cn": "容易腐坏的食品；易腐食品"
    },
    {
      "phrase": "perishable goods",
      "tran_cn": "易腐货物；易损物品"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "容易腐坏的东西（尤指食品）( perishable的名词复数 )"
    }
  ],
  "exchange": {}
}