{
  "word": "rhyolite",
  "ipa": {
    "us": "'raɪəlaɪt",
    "uk": "'raɪəˌlaɪt"
  },
  "sentences": [
    {
      "en": "Mountain mainly by rhyolite and tuff composition, there are local granite.",
      "cn": "山体主要由流纹岩和凝灰岩构成, 局部有花岗岩."
    },
    {
      "en": "People come to this area in order to see the colorful rhyolite mountains.",
      "cn": "人们来到这个地区是为了观看那里五彩缤纷的流纹岩山脉。"
    },
    {
      "en": "The Cretaceous rhyolite - porphyry is the main parent rock Of the deposit , extending inNE - orientation.",
      "cn": "白垩纪流纹斑岩为其主要的成矿母岩,可能为 NE 向展布."
    },
    {
      "en": "The extrusive equivalent of granite is rhyolite.",
      "cn": "而流纹岩则是与花岗岩成分相同的酸性喷出岩."
    },
    {
      "en": "The features and the development law of rhyolite landforms are unique.",
      "cn": "流纹岩地貌有其独有的特色和发育规律."
    },
    {
      "en": "The ore bodies are confined to Yanshanian metamorphosed rhyolite porphyry and felsite.",
      "cn": "矿体赋存在燕山期变质流纹斑岩、霏细岩中."
    },
    {
      "en": "The pyroclastic rock fragments comprise quartzite, schist, gneiss, basalt , andesite, rhyolite and quartz.",
      "cn": "火成岩的碎块成分主要为石英岩 、 岩 、 麻岩 、 武岩 、 山岩和流纹岩."
    },
    {
      "en": "The rock assemblages of the Bayinbuluke formation are mainly alkaline basalt - thick andesite - alkaline rhyolite.",
      "cn": "火山岩岩石组合以碱性玄武岩 - 粗安岩 - 碱性流纹岩为主."
    },
    {
      "en": "The violent and unexpected nature of the blasts, together with their rarity, means the Chaiteneruption is the first rhyolite event to have been scientifically assessed in this way [ABC News].",
      "cn": "其猛烈及难以预料的自然爆发，及它们的罕见程度,  意味着Chaiten火山爆发已经被这样合乎逻辑地评估为第一个流纹岩活动 [美国广播公司消息]。"
    },
    {
      "en": "Topaz occurs in the igneous rock rhyolite.",
      "cn": "黄晶通常产于火成岩岩石纹。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "liparite"
          ],
          "tran_cn": "[岩]流纹岩；表面光滑的火山岩"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "流纹岩",
      "tran_en": "a fine-grained igneous rock consisting of quartz, feldspars, and mica or amphibole"
    }
  ],
  "exchange": {}
}