{
  "word": "underprivileged",
  "ipa": {
    "us": "ˌʌndəˈprɪvəlɪdʒd",
    "uk": "ˌʌndərˈprɪvəlɪdʒd"
  },
  "sentences": [
    {
      "en": "Empowering the underprivileged lies in assuring them that education holds the real source of power.",
      "cn": "帮助贫困人民就要让他们相信教育是真正的力量源泉。"
    },
    {
      "en": "He provides affordable housing for the underprivileged.",
      "cn": "他提供给穷困阶层一所供得起的房子."
    },
    {
      "en": "He said it was the job of the Church to speak for the underprivileged.",
      "cn": "他说，为贫困群体说话是教会的义务。"
    },
    {
      "en": "His doughty campaigns for the underprivileged have earned him national respect.",
      "cn": "他为弱势群体奔走呼号，赢得了全国的尊敬。"
    },
    {
      "en": "People born or grown in underprivileged circumstances can be privileged in terms of other things.",
      "cn": "生于或长于不利环境的人可能在其它方面具有优势."
    },
    {
      "en": "Please list out the target group e . g. underprivileged group such as non - engaged youth, single parents, etc.",
      "cn": "请列明雇用的目标对象类别,例如:双失青少年 、 单亲妇女等弱势社羣."
    },
    {
      "en": "Proceeds from the shows paid for scholarships for underprivileged students and treatment for autistic children.",
      "cn": "演出的收入则作为清寒奖学金以及自闭儿童的医疗费."
    },
    {
      "en": "The Shillong Chamber Choir also has a little home school for the underprivileged children.",
      "cn": "西隆合唱团还为穷苦人家的儿童修建了一所小小的家庭学校."
    },
    {
      "en": "The underprivileged need special support.",
      "cn": "贫困者需要特殊的帮助."
    },
    {
      "en": "They are children from underprivileged homes.",
      "cn": "他们是出身于贫苦人家的孩子们."
    },
    {
      "en": "To help underprivileged Scots go to college.",
      "cn": "来帮助贫困的苏格兰青年上大学."
    },
    {
      "en": "To the underprivileged group, it is almost just a dream to have the own house.",
      "cn": "对于贫困阶层来说, 拥有自己的房子几乎只能成为梦想了."
    },
    {
      "en": "underprivileged children",
      "cn": "贫困儿童"
    },
    {
      "en": "underprivileged sections of the community",
      "cn": "社区的弱势阶层"
    },
    {
      "en": "You should not be contemptuous of underprivileged people.",
      "cn": "你不应该看不起无权无势的人."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "needy",
            "indigent"
          ],
          "tran_cn": "贫困的；被剥夺基本权力的；社会地位低下的"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "被剥夺基本权力的，穷困的，下层社会的",
      "tran_en": "very poor, with worse living conditions, educational opportunities etc than most people in society"
    }
  ],
  "exchange": {}
}