{
  "word": "elk",
  "ipa": {
    "us": "elk",
    "uk": "ɛlk"
  },
  "sentences": [
    {
      "en": "Create and maintain ELK spare part list and documentation.",
      "cn": "创建和更新零备件清单和文件."
    },
    {
      "en": "I covered the elk with a tarp and sat down near it, wrapping myself in blankets.",
      "cn": "我用一块防水布盖住了麋鹿，然后用毯子把自己裹起来，坐在它旁边。"
    },
    {
      "en": "I see an elegant elk.",
      "cn": "我看到一只文雅的麋鹿."
    },
    {
      "en": "I was close enough to the elk to hear its labored breathing.",
      "cn": "我离那头麋鹿非常近，能听见它吃力的呼吸声。"
    },
    {
      "en": "In the animal world, similar diseases occur in mink, mule deer, and elk.",
      "cn": "在动物世界, 类似的疾病在水貂 、 骡鹿和麋鹿中也发生过."
    },
    {
      "en": "It had an estimated elk this season.",
      "cn": "据估测这个季节大约有7000头麋鹿."
    },
    {
      "en": "It was quite an Elk night.",
      "cn": "真是我们兄弟会的盛会."
    },
    {
      "en": "Look carefully at an elk's appearance.",
      "cn": "你呀,仔细看看麋鹿的样子."
    },
    {
      "en": "Now back, established the milu deer dafeng elk nature reserve.",
      "cn": "现麋鹿回国后, 建立了大丰麋鹿自然保护区."
    },
    {
      "en": "Picture 2, Elk Grove Chinese Association 10 th anniversary cake.",
      "cn": "图二:为庆祝麋鹿林华人联谊会成立十周年特制的蛋糕."
    },
    {
      "en": "The refuge contains the largest wintering population of elk in the world.",
      "cn": "这座庇护所有着世界上数量最大的冬季麋鹿群."
    },
    {
      "en": "They are also home to various wildlife, including bison, elk , coyotes, and prairie dogs.",
      "cn": "它们也是各式野生动物的家乡, 包括北美野牛 、 美洲赤鹿 、 郊狼及草原土拨鼠."
    },
    {
      "en": "They hunted the buffalo, deer, elk, rabbits and many other animals which lived in the grasslands.",
      "cn": "他们射猎水牛, 鹿, 麋鹿, 兔子和许多其他的动物,并生活在这片大草原上."
    },
    {
      "en": "This is the Dafeng Elk Nature Reserve.",
      "cn": "组员:这儿就是大丰的麋鹿自然保护区."
    },
    {
      "en": "To the north, ELK Mountain is another well - known landmark, about 100 miles distant.",
      "cn": "在北边, 埃尔克山脉是另一处著名的风光, 大约有100英里远."
    },
    {
      "en": "Welcome to the Elk Grove Chinese Association Photography Club Webpage.",
      "cn": "欢迎来到糜鹿林华人联谊会摄影小组网页."
    },
    {
      "en": "When the elk got up, the tarp slid off.",
      "cn": "麋鹿站起来的时候，防水布从它身上滑落。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "milu",
            "wapiti"
          ],
          "tran_cn": "麋鹿；软鞣粗皮；驼鹿皮革"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "麋鹿",
      "tran_en": "a very large brown North American, European, and Asian animal with wide flat horns"
    }
  ],
  "exchange": {
    "pl": [
      "elk",
      "elks"
    ]
  }
}