{
  "word": "doomsday",
  "ipa": {
    "us": "ˈdu:mzdeɪ",
    "uk": "ˈdumzˌde"
  },
  "sentences": [
    {
      "en": "“This is what policy makers want to hear, ” he said. ”If you focus on doomsday statements, you will lose them.",
      "cn": "“这才是政策制定者想听的”他说，“如果你把焦点放在描述世界末日上，你就会失去他们。"
    },
    {
      "en": "Asahara's Doomsday Philosophy was mainly influenced by the Shambhala Ideology and by Tibetan Tantrism.",
      "cn": "麻原彰晃的末日论主要就是受到香巴拉意识形态和藏传喇嘛教的影响."
    },
    {
      "en": "But the financial system would remain a doomsday machine.",
      "cn": "但金融体系仍将是一台“末日机器”."
    },
    {
      "en": "Does all of this add up to a doomsday scenario, with the threat having shifted from a US slowdown to food inflation?",
      "cn": "是否所有这一切都添加到世界末日的情况，在这个征兆下，转向从美国放缓的食物通货膨胀？"
    },
    {
      "en": "Doomsday is family time.",
      "cn": "世界末日是家庭聚会日."
    },
    {
      "en": "Doomsday, and developers fate steelyard weight: Union mergers and acquisitions sell?",
      "cn": "大限后中小地产商命运磋砣: 联盟并购出售?"
    },
    {
      "en": "If they stop , the blimps switch to a doomsday program.",
      "cn": "使得飞行船上的程式启动那该怎么办?"
    },
    {
      "en": "More developers can not cross the land Doomsday \" high - voltage wire ? \"",
      "cn": "土地大限不松动开发商能否越过“ 高压线 ”?"
    },
    {
      "en": "The Art of Violence that Doomsday of Euro and Pound!",
      "cn": "暴力美教之欧元取英镑的终夜!"
    },
    {
      "en": "The city itself dates back to ancient times and is recorded in the Doomsday book.",
      "cn": "追溯历史,该市曾被记载在《末日审判书》中."
    },
    {
      "en": "These effects are set at bringing a doomsday to the whole of humanity.",
      "cn": "这些影响开始给整个人类带来世界末日."
    },
    {
      "en": "Was this due to the influence of doomsday projections like Limits to Growth?",
      "cn": "这是否归因于各种世界末日的预言,比如,增长的极限预言的影响?"
    },
    {
      "en": "we'll be here till doomsday if you go blethering on.",
      "cn": "如果你继续胡说，我们就要永远呆在这儿了。"
    },
    {
      "en": "We're going to build the Doomsday Machine and conquer the world.",
      "cn": "我们将建起世界末日时光机来征服整个世界."
    },
    {
      "en": "What is decline actually too dread affection, not be the arrival of doomsday.",
      "cn": "衰退其实也不是什么太可怕的事情, 不是世界末日的到来."
    },
    {
      "en": "You can wait till doomsday before she'll tell you!",
      "cn": "她永远也不会告诉你的!"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "doom",
          "tran_cn": " 厄运；死亡；判决；世界末日"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "doom",
          "tran_cn": " 注定；判决；使失败"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "Great Day",
            "domesday"
          ],
          "tran_cn": "世界末日；最后的审判日"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "till doomsday",
      "tran_cn": "(非正式)永远"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "世界末日，[有时作D-][宗教]（世界末日来临时的）最后审判日，任何审判日，遭灾之日",
      "tran_en": "In the Christian religion, Doomsday is the last day of the world, on which God will judge everyone"
    }
  ],
  "exchange": {}
}