{
  "word": "Greenwich",
  "ipa": {
    "us": "ˈgrɪnɪdʒ",
    "uk": "ˈgrɛnɪtʃ"
  },
  "sentences": [
    {
      "en": "A tribe of artists live in Greenwich Village.",
      "cn": "在格林威治村住着许多艺术家."
    },
    {
      "en": "After the 1884 Convention, Greenwich officially became the place where every day, year and century began.",
      "cn": "1884年大会以后，格林威治正式成为每一天、每一年及每一世纪开始的地方。"
    },
    {
      "en": "China boasts the world's earliest observatory, built in Nanking in 1385 in the Ming Dynasty ( 1368 A . D . - 1644 A . D . ), three centuries ahead of the Greenwich Observatory built in Britain in 1670.",
      "cn": "中国建有世界上最早的气象台. 公元1385年,明朝在南京建立观象台, 比英国格林尼治观象台 ( 建于1670年 ) 早三个世纪."
    },
    {
      "en": "Edward got on the IRT downtown local at 42 nd Street for Greenwich Village.",
      "cn": "爱德华在42街坐上了站站停的市郊列车前往格林尼治村."
    },
    {
      "en": "He decided to cut across the Heath, through Greenwich Park.",
      "cn": "他决定抄近路走格林尼治公园穿过希思区。"
    },
    {
      "en": "I was invited to Greenwich Village to discuss literature and ideas.",
      "cn": "我被邀请到格林威治村去谈论文学,交流思想."
    },
    {
      "en": "Its headquarters will soon be relocated from Westminster to the Greenwich site.",
      "cn": "其总部很快将从威斯敏斯特迁往格林尼治。"
    },
    {
      "en": "Jack was a folk hero in the Greenwich Village bars.",
      "cn": "在格林尼治村的酒吧里杰克是人们心目中的英雄。"
    },
    {
      "en": "Many of his Greenwich Village associates thought Dylan had sold out to commercialism.",
      "cn": "迪伦在格林尼治村的许多朋友都认为他已经向商业主义屈服了。"
    },
    {
      "en": "Officials from Greenwich Observatory have the clock checked twice a day.",
      "cn": "格林威治天文台的职员们每天对大钟检查两次."
    },
    {
      "en": "Since 1952, the civil time at Greenwich has been called Universal Time.",
      "cn": "1952年后, 格林威治的民用时,已称为世界时."
    },
    {
      "en": "Terrestrial longitude is measured in degrees east or west of the Greenwich meridian.",
      "cn": "地球的经度是用格林尼治子午线向东或向西的度数来表示的."
    },
    {
      "en": "The line of zero degree longitude passes through Greenwich.",
      "cn": "经度零度线穿过格林威治."
    },
    {
      "en": "The longitude of New York is 74 degrees west of Greenwich.",
      "cn": "纽约的经度是西经74度."
    },
    {
      "en": "They landed at Greenwich Pier.",
      "cn": "他们在格林威治码头靠岸了."
    },
    {
      "en": "Vincent got on the IRT downtown local at 42 nd Street for Greenwich Village.",
      "cn": "文森特在42街坐上了站站停的市郊列车前往格林尼治村."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "greenwich mean time",
      "tran_cn": "格林威治标准时间（等于GMT）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "格林威治（位于英国伦敦东南部，为本初子午线所经之地，原设有英国皇家格林威治天文台），格林威治镇（位于美国康涅狄格州）"
    }
  ],
  "exchange": {}
}