{
  "word": "stylistic",
  "ipa": {
    "us": "staɪˈlɪstɪk",
    "uk": "staɪˈlɪstɪk"
  },
  "sentences": [
    {
      "en": "All their works have stylistic similarities.",
      "cn": "他们的作品风格相近."
    },
    {
      "en": "Brevity is a stylistic feature of this narrative.",
      "cn": "简短是这种叙事文体的特点."
    },
    {
      "en": "But fewer question the way manufacturers use technological and stylistic changes to entice us to buy.",
      "cn": "但很少有人质疑制造商利用技术和样式上的变化引诱我们购买的做法."
    },
    {
      "en": "Despite its stylistic flaws , the novel remains a powerful document.",
      "cn": "尽管这部小说风格欠佳,但仍不失为一部有影响的纪实小说."
    },
    {
      "en": "Each linguistic theory assumes a model of stylistic analysis, as it were.",
      "cn": "可以说,每一种语言学理论模式都是一种潜在的文体学分析模式."
    },
    {
      "en": "He based his conclusion on artistic, stylistic and historic considerations.",
      "cn": "他根据艺术鉴赏 、 风格和历史等因素推论出."
    },
    {
      "en": "It does not fit into any stylistic or chronological category.",
      "cn": "悉尼歌剧院无法归入任何一种按照风格或年代编排的分类."
    },
    {
      "en": "Lexical and stylistic patterns of actual conversation have been used in developing all item material.",
      "cn": "在开发所有的测试材料时使用了实际的交谈词法和风格类型."
    },
    {
      "en": "Lianzhu is the combination of stylistic vivacity and seriousness.",
      "cn": "连珠体是游戏体裁与严肃主题的结合体."
    },
    {
      "en": "Our stylistic options as writers are neither numerous nor glamorous.",
      "cn": "我们作者的文风既不能变来变去,也不能故作玄虚."
    },
    {
      "en": "Proverbs exhibit most of the stylistic devices of poetry.",
      "cn": "许多谚语具有诗的风格和手法."
    },
    {
      "en": "The few excursions into stylistic experiment do not entirely come off.",
      "cn": "几次体裁上的尝试都不算很成功。"
    },
    {
      "en": "the sculptor’s stylistic development",
      "cn": "这位雕刻家艺术风格上的发展"
    },
    {
      "en": "There are some stylistic elements in the statue that just don't make sense.",
      "cn": "这座雕像上的一些风格元素让人完全捉摸不透。"
    },
    {
      "en": "They pioneered production techniques and stylistic devices used throughout the twentieth century.",
      "cn": "他们首创的生产技术和文体器材在整个二十世纪."
    },
    {
      "en": "This kind of stylistic functional translation method is applicable to both literary and non - literary translation.",
      "cn": "这种语体功能翻译方法适用于文学和 非 文学的各种语体的翻译."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "stylized",
          "tran_cn": " 程式化的；按固定格式的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "stylistically",
          "tran_cn": " 在文体上"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "stylist",
          "tran_cn": " 设计师；文体学家"
        },
        {
          "word": "stylization",
          "tran_cn": " 格式化；仿效；因袭"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "stylized",
          "tran_cn": " 风格化；仿效…的风格（stylize的过去式和过去分词）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "文体的，文体（论）的，体裁上的",
      "tran_en": "relating to the particular way an artist, writer, musician etc makes or performs something, especially the technical features or methods they use"
    }
  ],
  "exchange": {
    "adv": [
      "stylistically"
    ]
  }
}