{
  "word": "hermitage",
  "ipa": {
    "us": "ˈhɜ:mɪtɪdʒ",
    "uk": "ˈhɜrmɪtɪdʒ"
  },
  "sentences": [
    {
      "en": "At night they would return to hermitage and eat a little fruit or roots.",
      "cn": "他们晚上就会回到寺院,仅以少许水果和树根为生."
    },
    {
      "en": "Bartleby sat in his hermitage, oblivious to everything but his own peculiar business there.",
      "cn": "巴特比独处一隅,忙着自己的事情,对外界的一切不闻不问."
    },
    {
      "en": "He lived in a hermitage when he was old.",
      "cn": "他老的时候住在隐居处."
    },
    {
      "en": "His acclaimed art collection, sold to Russia in 1779, became part of the Hermitage Museum collection.",
      "cn": "他所收藏的艺术品于1779年卖给俄国, 成为爱尔米塔什博物馆的收藏品."
    },
    {
      "en": "How do you come to know about Hermitage?",
      "cn": "您是通过什麽管道认识寂静禅林?"
    },
    {
      "en": "I rose and went to the window, and found a crowd gathered round the gypsy hermitage.",
      "cn": "我起身来到窗前, 发现吉普赛小村落那里聚了一群人."
    },
    {
      "en": "It houses one of the worlds most famous art museums: the Hermitage.",
      "cn": "它里面有世界上最有名的艺术博物馆: 赫米提巨博物馆."
    },
    {
      "en": "Jiashan county has the Yuan dynasty painter Wu Zhen Weitang house plum Hermitage.",
      "cn": "嘉善县治魏塘镇有元代画家吴镇故居梅花庵."
    },
    {
      "en": "Second Aunt lived in Green Bamboo Hermitage , her house in Golden Swallow Village.",
      "cn": "金燕村, 就是二姑姑的村;菜竹山房就是二姑姑的家宅."
    },
    {
      "en": "The world's largest art gallery is the Winter Palace and the neighboring Hermitage in Leningrad, U.S.S.R.",
      "cn": "世界上最大的美术馆是苏联列宁格勒的冬宫及与其毗连的 爱尔米塔什 博物馆."
    },
    {
      "en": "This hermitage is designated for and only accept yogis for intensive Samatha & Vipassana meditation retreat.",
      "cn": "此禅院指定予‘止,观’禅法密集修行并且只接受到此参加密集 禅 修的修行者."
    },
    {
      "en": "Two women take a rest from viewing paintings Hermitage in St. Petersburg.",
      "cn": "真正的圣彼得堡图片.两个妇女休息一下从观察绘画作品在圣彼得堡修道院."
    },
    {
      "en": "Wasn't the Hermitage created to satisfy those dreams?",
      "cn": "这个隐蔽的地方不是被用来满足这些梦想?"
    },
    {
      "en": "We dance on the green, dine at the hermitage, and wander in the woods by moonlight.",
      "cn": "我们在绿茵上跳舞, 在僻静的住所晚餐, 在月光下漫步于森林中."
    },
    {
      "en": "Yogis should perform hermitage's chores and hold responsibilities to keep the compound clean.",
      "cn": "修行者都应协助禅院义务并负起保持禅院清洁的责任."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hermit",
          "tran_cn": " （尤指宗教原因的）隐士；隐居者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "cell",
            "dwelling",
            "fortress",
            "habitat",
            "retirement"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "隐居处，修道院",
      "tran_en": "a place where a hermit lives or has lived in the past"
    }
  ],
  "exchange": {
    "pl": [
      "hermitages"
    ]
  }
}