{
  "word": "unrestricted",
  "ipa": {
    "us": "ˌʌnrɪˈstrɪktɪd",
    "uk": "ˌʌnrɪˈstrɪktɪd"
  },
  "sentences": [
    {
      "en": "Can automatically generate batch unrestricted various Member No. Password!",
      "cn": "可以批量无限制自动生成会员各类卡号密码!"
    },
    {
      "en": "Cities, if unrestricted, tend to coalesce into bigger and bigger conurbations.",
      "cn": "如果不加限制，城市往往会联合发展成越来越大的集合城市。"
    },
    {
      "en": "Freedom to pursue extracurricular activities is totally unrestricted.",
      "cn": "参加课外活动的自由完全不受限制。"
    },
    {
      "en": "Globalization while capital unrestricted flow, also causes crisis mobile speed unprecedented quick.",
      "cn": "全球化在资本自由流动同时, 也使危机流动的速度前所未有的快."
    },
    {
      "en": "God grants me the boon of vision unrestricted by time or space.",
      "cn": "承蒙上帝的仁慈,对于我,现在已不再有所距离或障碍了."
    },
    {
      "en": "Nearly all seats have an unrestricted view.",
      "cn": "几乎在所有的座位上都可以看到完整清晰的画面。"
    },
    {
      "en": "Such goods are typically granted unrestricted tariff - free access.",
      "cn": "对这些商品一般给予不受限制的免征关税的待遇."
    },
    {
      "en": "The border was fully opened to trade and unrestricted travel in 1985.",
      "cn": "直到1985年,才全面开放边境贸易并允许人员自由往来."
    },
    {
      "en": "The Commissioner has absolutely unrestricted access to all the files.",
      "cn": "特派员可以随意查阅所有文件。"
    },
    {
      "en": "Unrestricted — Net assets that are free of donor - imposed restrictions.",
      "cn": "非限定—指捐献者无附加限定条件之净资产."
    },
    {
      "en": "Unrestricted fares will be increased as much as $80 one-way.",
      "cn": "弹性票价单程上浮最高可达80美元。"
    },
    {
      "en": "Unrestricted hotel development has ruined the coastline.",
      "cn": "无限制地发展饭店已经使沿海地区遭到破坏."
    },
    {
      "en": "Unrestricted verbs are usually stronger than those qualified by adverbs.",
      "cn": "自主动词通常比那些被副词限制的动词灵活."
    },
    {
      "en": "We have unrestricted access to all the facilities.",
      "cn": "我们可随意使用一切设施。"
    },
    {
      "en": "We mustn't attempt unrestricted expansion regardless if it is within our capacity.",
      "cn": "我们不能不顾自己的能力企图无限制地发展."
    },
    {
      "en": "You're the kind of person that is naturally more unrestricted and wild.",
      "cn": "你天性就更加狂野."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "free",
            "unlimited"
          ],
          "tran_cn": "自由的；无限制的；不受束缚的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unbounded",
            "universal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不受限制的，无限制的，自由的，敞开",
      "tran_en": "not limited by anyone or anything"
    }
  ],
  "exchange": {}
}