{
  "word": "understandably",
  "ipa": {
    "us": "ˌʌndəˈstændəbli",
    "uk": "ˌʌndərˈstændəbli"
  },
  "sentences": [
    {
      "en": "China is understandably preoccupied by its staggering internal challenges.",
      "cn": "中国正把精力放在应对内部的巨大挑战上,这一点可以理解."
    },
    {
      "en": "Doctors are understandably cautious about this new treatment.",
      "cn": "医生对这个新疗法很谨慎是可以理解的."
    },
    {
      "en": "He was an ambitious man, understandably so, but he lack tact.",
      "cn": "他是个雄心勃勃的人, 这是可以理解的, 但他缺乏圆滑."
    },
    {
      "en": "He was understandably a bit nervous, but I repeat, I excused myself.",
      "cn": "他理解我的压力, 但是我重复, 我很抱歉."
    },
    {
      "en": "Many entrepreneurs understandably fear such scrutiny: they hate standing out, lest their operations become the focus of an investigation.",
      "cn": "可以理解，很多企业家都害怕这样的审查：他们不愿意站出来，以免他们的经营成为调查的重点。"
    },
    {
      "en": "Most organizations are, quite understandably, suspicious of new ideas.",
      "cn": "大多数机构对新想法持怀疑态度，这不难理解。"
    },
    {
      "en": "People began to worry about him and understandably so.",
      "cn": "人们开始担心起杰拉德来了,这是可以理解的."
    },
    {
      "en": "Some parents, understandably, have a very hard time with this one. They may feel that anything their kids do is their business.",
      "cn": "可以理解，有些家长要做到这一条不太容易，他们可能觉得任何孩子的事都是他们的事。"
    },
    {
      "en": "The American commander, Admiral Nimitz, was understandably join the battle.",
      "cn": "美军司令海军上将尼米兹怠于出战,这是可以理解的. (副词分译)"
    },
    {
      "en": "The army, over - stretched and taking heavy casualties in Afghanistan, feels understandably aggrieved.",
      "cn": "身疲力竭的军队在阿富汗遭遇了大量人员伤亡, 他们感到委屈也可以理解."
    },
    {
      "en": "The duke is understandably proud of Lady Helen and her achievements.",
      "cn": "公爵为海伦女士和她的成就感到自豪，这很容易理解。"
    },
    {
      "en": "The hotel are understandably coy about the incident.",
      "cn": "酒店对那次事件不愿多说，这可以理解。"
    },
    {
      "en": "The resulting crossover between various specialties and issues is often muddled, understandably.",
      "cn": "这个结果在不同种类的特别和出版交叉通常是混乱的, 不能明白的."
    },
    {
      "en": "There will now be renewed calls for more regulation, and understandably so.",
      "cn": "现在将重现出台更多监管的呼声, 这是可以理解的."
    },
    {
      "en": "They were understandably disappointed with the result.",
      "cn": "他们对结果感到失望是可以理解的。"
    },
    {
      "en": "Those Chinese scientists in Silicon Valley are understandably proud of their achievements.",
      "cn": "这些在硅谷工作的科学家对他们取得的成就感到很自豪,这是可以理解的."
    },
    {
      "en": "Understandably, the European Space Agency is twitchy about its investment.",
      "cn": "想当然的, 欧洲太空总署对这项投资焦躁不安."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "understandable",
          "tran_cn": " 可以理解的；可以了解的"
        },
        {
          "word": "understanding",
          "tran_cn": " 了解的；聪明的；有理解力的"
        },
        {
          "word": "understood",
          "tran_cn": " 被充分理解的；心照不宣的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "understanding",
          "tran_cn": " 谅解，理解；理解力；协议"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "understanding",
          "tran_cn": " 理解；明白（understand的ing形式）"
        },
        {
          "word": "understood",
          "tran_cn": " 明白；懂得（understand的过去分词）；熟悉"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "understand",
          "tran_cn": " 理解；懂得；熟悉"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "understand",
          "tran_cn": " 理解；懂；获悉；推断；省略"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "可理解地"
    }
  ],
  "exchange": {}
}