{
  "word": "biosphere",
  "ipa": {
    "us": "ˈbaɪəʊsfɪə(r)",
    "uk": "ˈbaɪoʊsfɪr"
  },
  "sentences": [
    {
      "en": "All living things exist within this region, the biosphere.",
      "cn": "所有生物都存在于这一地区, 这就是所说的生物圈."
    },
    {
      "en": "Biosphere 2 was ultimately ridiculed as a research debade, as exfravagant pseudoscience.",
      "cn": "生物圈2号最终被讥讽为科研上的大失败, 代价是昂贵的伪科学."
    },
    {
      "en": "But what climate change shows us is that we are not in control, either of the biosphere or of the machine which is destroying it.",
      "cn": "然而，气候变化向我们显示，无论是在生物圈还是摧毁生物圈的制度模式，我们都不处于控制地位。"
    },
    {
      "en": "Deep - sea nature zoology is the component that distinctive configuration, structure and function have in biosphere.",
      "cn": "海洋的自然生态是生物圈中具有独特形态 、 结构和功能的组成部分."
    },
    {
      "en": "He enraged biologists by considering the biosphere of living creatures as a large chemical factory.",
      "cn": "他把生物居住的生物圈看做巨型的化工厂,生物学家对此甚为不满."
    },
    {
      "en": "If you start with a vision of the economy as a subsystem of the larger biosphere, as it grows, it takes into itself more and more of the total system.",
      "cn": "如果你开始将经济看作是更大生物圈下的一个子系统，随着不断的发展，它从整个系统中汲取的资源也越来越多。"
    },
    {
      "en": "It is within the biosphere that the life forms of earth, including humans, live.",
      "cn": "包括人类 在内 的地球生物生活在这个生物圈内."
    },
    {
      "en": "Life - sustaining resources -- air, food , and water -- are withdrawn from the biosphere.",
      "cn": "以气体 、 液体或固体形式出现的废物同样也是排入生物圈."
    },
    {
      "en": "Oil and gas occurrence is tightly related with the Earth biosphere presence.",
      "cn": "油气分布与地球生物圈的存在紧密相关."
    },
    {
      "en": "On Mars, I would only want to live in an artificial biosphere.",
      "cn": "在火星, 我只想生活在人造生物圈."
    },
    {
      "en": "The Biosphere 2 project in Arizona swarms with hyperlife, as do Tierra, and Terminator 2.",
      "cn": "亚利桑那的生物圈二号项目(Biosphere2project)到处都是超生命,高山气候带系统(Tierra) 和终结者2号(Terminator2)也一样."
    },
    {
      "en": "The biosphere is being destroyed by economic growth!",
      "cn": "经济增长正在破坏生物圈!"
    },
    {
      "en": "The carbon cycle is the biogeochemical cycle by which carbon is exchanged among the biosphere, pedosphere, geosphere, hydrosphere, and atmosphere of the Earth.",
      "cn": "碳循环是一个生物地质化学循环圈，碳通过此循环在生物圈、土壤圈、地层、水圈、大气中交流。"
    },
    {
      "en": "The entire biosphere was becoming more transparent.",
      "cn": "整个生物圈越来越透明。"
    },
    {
      "en": "The image of the Biosphere had shifted again ; it was a little out of her control.",
      "cn": "真正的生物圈——像整个世界一样的——还是假的生物圈?"
    },
    {
      "en": "The impact of modern technology on the biosphere is evident worldwide.",
      "cn": "现代技术对生物圈的影响在全世界是明显的."
    },
    {
      "en": "The technosphere supports the biosphere.",
      "cn": "人工圈支持着生物圈。"
    },
    {
      "en": "The whole biosphere , like the individual organisms that liveinside it, exists in a chemically dynamic state.",
      "cn": "整个生物界, 就像生存于其中的每个有机体一样, 是处于一种化学的动态中."
    },
    {
      "en": "We are in the early stages of a transformation from ideological consciousness to biosphere consciousness.",
      "cn": "我们正处在从思想意识转型到生物圈意识的早期阶段."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "biosynthetic",
          "tran_cn": " 生物合成的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "biosafety",
          "tran_cn": " 生物研究安全性"
        },
        {
          "word": "bioscience",
          "tran_cn": " 生物科学"
        },
        {
          "word": "biostatistics",
          "tran_cn": " 生物统计学；生命统计"
        },
        {
          "word": "biosynthesis",
          "tran_cn": " 生物合成"
        },
        {
          "word": "biosystematics",
          "tran_cn": " [生物] 生物分类学；[生物] 生物系统学"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ecosphere"
          ],
          "tran_cn": "[生态]生物圈"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "atmosphere"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "生物圈，生物界，生物层",
      "tran_en": "the part of the world in which animals, plants etc can live"
    }
  ],
  "exchange": {}
}