{
  "word": "intercontinental",
  "ipa": {
    "us": "ˌɪntəˌkɒntɪˈnentl",
    "uk": "ˌɪntərˌkɑntɪˈnentl"
  },
  "sentences": [
    {
      "en": "Additional InterContinental, Westin and Ritz - Carlton hotels are to open in the area this year.",
      "cn": "洲际酒店 、 威斯汀酒店和丽思-卡尔顿酒店今年也将在此开设新店."
    },
    {
      "en": "an intercontinental flight",
      "cn": "洲际飞行"
    },
    {
      "en": "Cheap, intercontinental rail tickets are also available for European travel.",
      "cn": "去欧洲旅行可以买到便宜的洲际火车票."
    },
    {
      "en": "Hello. I am calling from intercontinental airlines. Is this Mr. Lin?",
      "cn": "喂! 我是大陆航空公司, 您是林先生 吗 ?"
    },
    {
      "en": "Intercontinental airlines may i help you?",
      "cn": "大陆航空公司,我能为您服务 吗 ?"
    },
    {
      "en": "intercontinental trade",
      "cn": "洲际贸易"
    },
    {
      "en": "Intercontinental travel shall be defined as travel from one continent to another.",
      "cn": "跨洲旅行应被视为大洲间的旅行."
    },
    {
      "en": "Its staging there has thus been hailed with intercontinental gongs and whistles.",
      "cn": "现在该剧就在那里演出,因而受到洲际的锣声、哨声的喝彩."
    },
    {
      "en": "Many early launch vehicle s were derived from intercontinental Ballistic missiles.",
      "cn": "早期的运载火箭有许多原来是为洲际弹道飞弹而研制的."
    },
    {
      "en": "North Korea has threatened to test-fire an intercontinental ballistic missile .",
      "cn": "朝鲜已威胁要试射一枚洲际弹道导弹。"
    },
    {
      "en": "The intercontinental missiles have extremely strong antipersonnel power.",
      "cn": "洲际导弹的杀伤性极强."
    },
    {
      "en": "The Russians first fielded an intercontinental ballistic missile.",
      "cn": "俄国人首先发射了洲际弹道导弹."
    },
    {
      "en": "The same stage, there is inter - generational cross - border inter - Korean intercontinental people to note Pan Jinlian.",
      "cn": "同一舞台上, 有跨朝 跨 代跨国 跨 洲的人来评说潘金莲."
    },
    {
      "en": "These are not class of submarines that can launch intercontinental nuclear missiles.",
      "cn": "他们不是能够发射洲际弹道核导弹的潜艇."
    },
    {
      "en": "They are classified as intercontinental, long - range, medium - range and short - range missiles.",
      "cn": "它们分别为洲际导弹 、 远程导弹 、 中程导弹、 近程 导弹."
    },
    {
      "en": "This allows the reader to differentiate between theaterand intercontinental assets with ease.",
      "cn": "这样可以让读者方便地区分战区导弹与洲际导弹."
    },
    {
      "en": "Warm greetings from the InterContinental Ambassador Service Center!",
      "cn": "从服务中心洲际大使表示热烈的祝贺!"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "international",
            "universal"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "intercontinental ballistic missile",
      "tran_cn": "洲际弹道导弹；洲际导弹"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "跨洲的，洲际的",
      "tran_en": "going from one continent to another, or happening between two continents"
    }
  ],
  "exchange": {}
}