{
  "word": "trudge",
  "ipa": {
    "us": "trʌdʒ",
    "uk": "trʌdʒ"
  },
  "sentences": [
    {
      "en": "Bent double, like old beggars under sacks Knock-kneed, coughing like hags, we cursed through sludge Till on the haunting flares we turned our backs And towards our distant rest began to trudge.",
      "cn": "深深地弯下腰，就像压在麻包下的老乞丐,双膝跪下，象丑陋的老太婆在咳嗽，我们用泥巴诅咒,直到闪耀的火光浮现，我们才背转身,向着我们遥远的憩息处开始跋涉。"
    },
    {
      "en": "He trudge three hour in the snow to get back home.",
      "cn": "他在雪中跋涉三个钟点才回到家。"
    },
    {
      "en": "I shall trudge on along the path till I attain that blessed state.",
      "cn": "我会沿途跋涉,直到达到那种受祝福的状态."
    },
    {
      "en": "It was a hard trudge up the hill.",
      "cn": "这趟上山是一次艰难的跋涉."
    },
    {
      "en": "It was a long trudge up the hill.",
      "cn": "那段上山的路很难走."
    },
    {
      "en": "It was a trudge up the hill.",
      "cn": "这“趟”上山是一次艰难的跋涉."
    },
    {
      "en": "My great grandpa would tell it to trudge on, but it wouldn't budge.",
      "cn": "太姥爷想赶它继续走, 但是那匹马一动也不动."
    },
    {
      "en": "Progress was slow as they had to trudge through deep mud.",
      "cn": "他们不得不在很深在泥沼中艰难跋涉,所以进展很慢."
    },
    {
      "en": "So, for a variety of reasons, a lot of people trudge through a job they simply cannot stand.",
      "cn": "因此，由于种种原因，许多人在他们简直无法承担的工作中辛苦跋涉。"
    },
    {
      "en": "The trudge through the forest will be tiresome.",
      "cn": "长途跋涉穿越森林会令人疲惫不堪."
    },
    {
      "en": "They will trudge along, facing a growing set of roadblocks, until, exhausted, they collapse.",
      "cn": "他们会一路跋涉，遭遇路上不断出现的一系列障碍，直到筋疲力尽，倒在路上。"
    },
    {
      "en": "They've set off for the long trudge home.",
      "cn": "他们出发了,长途步行回家."
    },
    {
      "en": "Through trudge, he comes to bazaar with the elder brother eventually.",
      "cn": "经过长途跋涉，他终于和哥哥来到市集。"
    },
    {
      "en": "To compromise would have been more harrowing than and jungles we had to trudge trudge through.",
      "cn": "在这点上妥协将比那些我们要跋涉的深山密林更教人痛苦."
    },
    {
      "en": "To march or trudge through or as if through mud.",
      "cn": "在泥污中费力行进在或似乎在泥泞中前进或跋涉."
    },
    {
      "en": "We had to trudge up the track back to the station.",
      "cn": "我们不得不沿路艰难地走回车站。"
    },
    {
      "en": "We trudged home through the snow.",
      "cn": "我们艰难地穿过雪地走回了家。"
    },
    {
      "en": "We were reluctant to start the long trudge home.",
      "cn": "我们很不愿意踏上如此漫长艰辛的回家之路。"
    },
    {
      "en": "What we're engaged in is radically individual: a single - file trudge through treacherous terrain.",
      "cn": "我们从事的是绝对个人的事: 成单行穿行暗藏危险的地形."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "trapse"
          ],
          "tran_cn": "长途跋涉；沉重的步伐"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "lumber",
            "plod",
            "trample",
            "walk"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "words": [
            "wade"
          ],
          "tran_cn": "跋涉；步履艰难地走"
        }
      ]
    },
    {
      "pos": "vt & vi.",
      "words": [
        {
          "words": [
            "lumber",
            "plod",
            "tramp"
          ],
          "tran_cn": "沉重地走"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "跋涉，长途疲劳的步行，沉重的脚步，沉重疲累地走着的人",
      "tran_en": "Trudge is also a noun"
    },
    {
      "pos": "v",
      "tran_cn": "跋涉；步履艰难地走",
      "tran_en": "to walk with slow heavy steps, especially because you are tired or it is difficult to walk"
    },
    {
      "pos": "vt& vi.",
      "tran_cn": "跋涉，吃力地走"
    }
  ],
  "exchange": {
    "pl": [
      "trudges"
    ],
    "third": [
      "trudges"
    ],
    "past": [
      "trudged"
    ],
    "done": [
      "trudged"
    ],
    "ing": [
      "trudging"
    ]
  }
}