{
  "word": "joystick",
  "ipa": {
    "us": "ˈdʒɔɪstɪk",
    "uk": "ˈdʒɔɪˌstɪk"
  },
  "sentences": [
    {
      "en": "A joystick includes a base and a cover mounted over the base.",
      "cn": "一种摇杆,包括:一基座与一设在基座上方的封盖."
    },
    {
      "en": "Do this by easing up the pressure applied to the joystick.",
      "cn": "做这由缓和在压力适用于控制杆."
    },
    {
      "en": "Input devices include keyboards and pointing devices such as mouse, joystick , track ball, or light pen.",
      "cn": "输入设备包括键盘和点击设备如鼠标, 操纵杆, 跟踪球或光笔."
    },
    {
      "en": "Joystick control makes operating easy and comfortable.",
      "cn": "工作操纵为单杆先导,操纵舒适方便. ."
    },
    {
      "en": "New Controls: ( joystick or keys 4 6 8 2 5 )",
      "cn": "新的管制措施: ( 操纵杆或按键4685月2日 )"
    },
    {
      "en": "Pauline could aim the dragon with a radio - control joystick from a model airplane.",
      "cn": "波林可以通过一部模型飞机用的无线遥控手柄来操控火龙."
    },
    {
      "en": "Players use a haptic device such as a joystick to control the game.",
      "cn": "游戏者用游戏杆之类的触觉设备玩游戏。"
    },
    {
      "en": "Remap keys and buttons on your keyboard, joystick, and mouse.",
      "cn": "重新映射你的键盘 、 游戏操纵杆和鼠标上的按键和按钮."
    },
    {
      "en": "The joystick drive - by wire technology.",
      "cn": "该操控杆还运用了电子线控技术."
    },
    {
      "en": "The only joystick buttons that were useable were buttons 1 through 4 and the throttle.",
      "cn": "摇杆上能用的只有1-4号键及快杆."
    },
    {
      "en": "The pilot should be able to use a joystick to control small thrusters on the side of the ship, grab a camera to take pictures, or grab a vomit bag for the inevitable.",
      "cn": "宇航员应该能够用操纵杆来控制在飞船一边的小推进器，抓住一台照相机来拍照，或者抓着一个呕吐袋来防止不可避免的意外。"
    },
    {
      "en": "This was to rule out any effects on the second resting scan that my have been caused by the participants still thinking about that dodgy joystick.",
      "cn": "这是为了排除由于参与者仍在思考如何控制躲闪操纵杆而对第二次扫描产生的影响，与实验本身无关。"
    },
    {
      "en": "Type OK or move the joystick left then right to continue.",
      "cn": "输入OK或移动操纵杆左、后继续."
    },
    {
      "en": "Use the joystick or navigation keys to select the pocket.",
      "cn": "使用操纵杆或者导航键来选择口袋."
    },
    {
      "en": "When browsing with Fit to screen off, moving the joystick left or right also scrolls horizontally.",
      "cn": "当关闭“适合屏幕”选项,导航键左右键依然可以水平滚动网页."
    },
    {
      "en": "You can go to the main menu by pressing any key, except the joystick.",
      "cn": "您可以在按下除导航键外的任何键回到主程序界面."
    },
    {
      "en": "You make me want to calibrate my joystick without the latest drivers.",
      "cn": "在没有新来的司机的情况下，你校准了我的飞机操纵杆。"
    },
    {
      "en": "You'll a lota lot faster a joystick.",
      "cn": "如果用游戏手柄,你将会感到尤其的快感."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "operating lever",
            "operating handle"
          ],
          "tran_cn": "[航]操纵杆，[机]控制杆"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "操纵杆",
      "tran_en": "an upright handle that you use to control something such as an aircraft or a computer game"
    }
  ],
  "exchange": {
    "pl": [
      "joysticks"
    ]
  }
}