{
  "word": "overvalued",
  "ipa": {
    "us": "ˌəʊvə'væljʊd",
    "uk": "ˌoʊvə'væljʊd"
  },
  "sentences": [
    {
      "en": "...a rate which does not overvalue the peso.",
      "cn": "...没有对比索过高估价的一个汇率。"
    },
    {
      "en": "A low E usually indicates good value; a high E, an overvalued stock.",
      "cn": "低市盈率的股票表示价值较高, 高市盈率股票往往被高估."
    },
    {
      "en": "Against other gauges the greenback may still be overvalued.",
      "cn": "用其他的标准度量,美元将仍然是高估的."
    },
    {
      "en": "Buying any shares that are overvalued is fraught with danger.",
      "cn": "购买任何被高估的股票,是充满危险的."
    },
    {
      "en": "In 2000 shares were wildly overvalued.",
      "cn": "在2000年,股票被普遍高估了."
    },
    {
      "en": "In a bull market, what looks overvalued today may a bargain the next month.",
      "cn": "在上涨的市场, 现在看起来高估,下个月可能就变便宜了."
    },
    {
      "en": "Intelligence cannot be overvalued.",
      "cn": "智力是无比重要的。"
    },
    {
      "en": "It cannot be overvalued.",
      "cn": "它的价值难以估计."
    },
    {
      "en": "Nor is the dollar as obviously overvalued as it was in 1985 ( see chart 10 ).",
      "cn": "况且美元币值也不如1985年时那样明显的被高估 ( 见图十 )."
    },
    {
      "en": "One of these mechanics is AP being overvalued compared to Strength.",
      "cn": "某些技能加成机制上,ap比力量收益更大(嗜血,斩杀)."
    },
    {
      "en": "Property is surely even more overvalued by now.",
      "cn": "无疑,目前房地产甚至被高估得更多."
    },
    {
      "en": "The contributed items may not be overvalued or undervalued.",
      "cn": "不得高估或者低估作价."
    },
    {
      "en": "The cost of borrowing abroad is likely to rise , the overvalued kenyan shilling will fall , tourism has already been badly hit and foreign aid may be cut back.",
      "cn": "从国外的贷款有可能会上升，而估价过高的肯尼亚先令也将贬值，旅游业已经受到重挫，国外援助可能也会减少。"
    },
    {
      "en": "The importance of scientific research cannot be too overvalued.",
      "cn": "科学研究的重要性怎么评价也不过分."
    },
    {
      "en": "The Swiss franc, like the yen a source of low - yielding funds for foreign - exchange punters, is 53 % overvalued.",
      "cn": "瑞士法郎和日圆一样, 对外汇赌客而言是低回报率的货币, 其低估率为53%法郎最近出现的币值下跌是融资套利交易者推动一国货币接近汉堡标准的罕见实例."
    },
    {
      "en": "There are some plausible fundamental explanations. They may have been more overvalued to start with.",
      "cn": "似乎可信的解释是, 这些公司可能从一开始就被高估."
    },
    {
      "en": "We find that both ofcompanies are overvalued at the time of merger, and the America Online are moreovervalued than the Time Warner.",
      "cn": "通过分析我们发现并购中双方公司的价值在并购之前都被高估了；而美国在线的被高估程度更为严重。"
    },
    {
      "en": "When markets become overvalued, professionals start unloading their inventory.",
      "cn": "当市场被高估时, 专业人士开始平仓."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "高估的；估价过高的"
    },
    {
      "pos": "v",
      "tran_cn": "对…估价过高( overvalue的过去式和过去分词 )，对…看得过重",
      "tran_en": "To overvalue something, often a cost or rate of exchange, means to place its value at too high a level compared with other similar things"
    }
  ],
  "exchange": {}
}