{
  "word": "marketplace",
  "ipa": {
    "us": "ˈmɑːkɪtpleɪs",
    "uk": "ˈmɑːrkɪtpleɪs"
  },
  "sentences": [
    {
      "en": "\" We must not always talk in the marketplace of what happens to us in the forest. \"",
      "cn": "“ 我们在市场这儿可不准谈起我们在树林里遇到的事. ”"
    },
    {
      "en": "Companies must be able to survive in the marketplace.",
      "cn": "公司必须有能力在市场竞争中生存下去。"
    },
    {
      "en": "Competition in the financial marketplace has eroded profits.",
      "cn": "金融市场的竞争降低了利润。"
    },
    {
      "en": "He made his way to the marketplace, as he had been instructed to do.",
      "cn": "他按照指示去了市场。"
    },
    {
      "en": "Peasants sell vegetables and eggs in the marketplace.",
      "cn": "农民在集市卖蔬菜和鸡蛋."
    },
    {
      "en": "products designed to meet the exacting standards of today's marketplace",
      "cn": "为符合当今市场严格的标准而设计的产品"
    },
    {
      "en": "Some retailers worry that new regulations will hurt their ability to compete in the marketplace.",
      "cn": "有些零售商担心新规定会削弱他们的市场竞争力。"
    },
    {
      "en": "The company found it hard to survive in a changing marketplace.",
      "cn": "这家公司难以在不断变化的市场中生存."
    },
    {
      "en": "The company has struggled to maintain its domination in the marketplace.",
      "cn": "该公司奋力维持其市场优势."
    },
    {
      "en": "The firm soon achieved complete dominance in the marketplace.",
      "cn": "这家公司很快取得了在市场上的绝对支配地位."
    },
    {
      "en": "The marketplace was jammed with a noisy crowd of buyers and sellers.",
      "cn": "集市上熙熙攘攘挤满了买卖东西的人。"
    },
    {
      "en": "The marketplace was where commerce was traditionally carried on.",
      "cn": "这个集市是传统的贸易场所."
    },
    {
      "en": "This anticipated name change reflects the group's true independence in the marketplace.",
      "cn": "这种预期的名称的变更,反映了该集团的真正的独立市场."
    },
    {
      "en": "When they were fairly in the marketplace, their presence was greeted by a shout.",
      "cn": "这支队伍出现在市场时, 人群中进发出一阵欢呼,向他们致意."
    },
    {
      "en": "Where is the An Qing City second - hand book marketplace in?",
      "cn": "安庆市的旧书市场在哪里?"
    },
    {
      "en": "Yesterday, Lange steel steel e - marketplace to continue to decline across the board.",
      "cn": "昨日, 兰格钢铁电子交易市场钢价继续全线下跌."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "marketable",
          "tran_cn": " 市场的；可销售的；有销路的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "marketer",
          "tran_cn": " [贸易] 市场商人；市场营销人员"
        },
        {
          "word": "marketing",
          "tran_cn": " 行销，销售"
        }
      ]
    },
    {
      "pos": "v",
      "words": [
        {
          "word": "marketing",
          "tran_cn": " 出售；在市场上进行交易；使…上市（market的ing形式）"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "exchanges",
            "plaza",
            "fair"
          ],
          "tran_cn": "市场；商场；市集"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "市场，集市，商业界",
      "tran_en": "the part of business activity that is concerned with buying and selling goods in competition with other companies"
    }
  ],
  "exchange": {
    "pl": [
      "marketplaces"
    ]
  }
}