{
  "word": "tenement",
  "ipa": {
    "us": "ˈtenəmənt",
    "uk": "ˈtɛnəmənt"
  },
  "sentences": [
    {
      "en": "...streets of low-cost tenements.",
      "cn": "…低成本旧式公寓街。"
    },
    {
      "en": "A complete tenement block was burnt to the ground.",
      "cn": "整幢公寓大楼被付之一炬。"
    },
    {
      "en": "A few colourful dragon - flies even carne to flit over the puddles in the tenement yard.",
      "cn": "连大杂院里的水坑上也来了几个各色的蜻蜓."
    },
    {
      "en": "Although he was born in a Glasgow tenement, he is now very rich.",
      "cn": "尽管他出生在格拉斯哥贫民区的一座楼房里, 现在却很富有."
    },
    {
      "en": "Are written on the subway walls and tenement halls.",
      "cn": "都已写在地铁的墙上和房屋的大厅里."
    },
    {
      "en": "Are written the subway walls & tenement halls.",
      "cn": "都被写在地铁的墙上 及 出租公寓的走廊上."
    },
    {
      "en": "Are written the subway walls and tenement halls \". \"",
      "cn": "已被写在地铁的墙上以及出租公寓的走廊上."
    },
    {
      "en": "He drove to the tenement and knocked on Igace's door.",
      "cn": "他把车子开到公寓大楼,叩响伊格内斯的房门."
    },
    {
      "en": "He lives in a tenement block.",
      "cn": "他住在一家廉价公寓楼里."
    },
    {
      "en": "In the dimly lit hall of one Charlestown tenement he encountered David Powers.",
      "cn": "他在查尔斯敦一幢楼房的灯光暗淡的大厅里遇见了戴维·鲍尔斯."
    },
    {
      "en": "Never would she escape from this tenement courtyard!",
      "cn": "她永远逃不出这个大杂院去!"
    },
    {
      "en": "Our products are widely used in bathroom and kitchen of villa, hotel and tenement.",
      "cn": "公司所生产的产品广泛的应用于家庭、宾馆、别墅等地方."
    },
    {
      "en": "She lived in that gloomy tenement a place not fit for swine.",
      "cn": "她就住在那幢阴暗的、连猪也不宜住的公寓里."
    },
    {
      "en": "The particulars of individual tenement account attached or detached are set out in the list overleaf.",
      "cn": "新增或分拆在综合帐目内的个别物业帐目资料详列于背面的附表内."
    },
    {
      "en": "They live in a tenement.",
      "cn": "他们住在廉价公寓里."
    },
    {
      "en": "Tigress felt very smug in a tenement yard like this.",
      "cn": "就是在个这样的杂院里,虎妞觉得很得意."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "housing",
            "whare"
          ],
          "tran_cn": "房屋；住户，租户；租房子"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "房屋，住户，租房子",
      "tran_en": "a large building divided into apartments, especially in the poorer areas of a city"
    }
  ],
  "exchange": {
    "pl": [
      "tenements"
    ]
  }
}