{
  "word": "caliber",
  "ipa": {
    "us": "ˈkælɪbə",
    "uk": "ˈkæləbər"
  },
  "sentences": [
    {
      "en": "Also, the further an executive rises, the more he or she must deal with high-caliber people who know how to get what they want, are difficult, strong-willed and have a sharp appetite for power.",
      "cn": "此外，管理者升迁到越高的位置，他/她就必须越多地与更有才干的人打交道，这些人知道如何得到自己想要的，他们往往难以相处，意志坚定，有更强的权力欲。"
    },
    {
      "en": "Criticism and education, when children want their parents the same caliber.",
      "cn": "批评教育孩子时父母口径要一致."
    },
    {
      "en": "He is a statesman of the highest caliber.",
      "cn": "他是一位才能卓越的政治家."
    },
    {
      "en": "Methods: Using heavy caliber capillary gas chromatography with headspace sampling.",
      "cn": "方法: 采用顶空进样技术,用大口径毛细管气相色谱法测定."
    },
    {
      "en": "One of the criminals immediately shoved a .38 caliber handgun to my head, ordered me to the cooler, pushed me down on the floor, and pumped a bullet into the back of my head - execution style.",
      "cn": "其中一个匪徒迅速掏出一把口径为38毫米的手枪用力指著我的头，勒令我走到冷冻机旁，然后把我推倒在地，像执行死刑般从后面朝我头部开了一枪。"
    },
    {
      "en": "Perhaps the first thing that students notice about their college is the caliber of their fellow students.",
      "cn": "可能学生们对这所大学关注的第一件事就是同学的才干。"
    },
    {
      "en": "Technology companies understand that teenagers are capable of producing high - caliber work.",
      "cn": "科技公司了解到,青少年能够做出卓越的工作."
    },
    {
      "en": "The caliber of the students has gone from mediocre to above average.",
      "cn": "学生的品质已经从平庸水平升到了超出一般的水平."
    },
    {
      "en": "The caliber of the vein and the artery to which it was anastomosed was similar.",
      "cn": "用同等口径的动静脉吻合."
    },
    {
      "en": "The gonadal arteries are generally of relatively small caliber.",
      "cn": "一般来说,生殖腺动脉的内径都相对较小."
    },
    {
      "en": "The Mexico City Philharmonic Orchestra sounded like an orchestra of international caliber.",
      "cn": "墨西哥城爱乐乐团已经具有国际级交响乐团的水准."
    },
    {
      "en": "The quality of his character and the caliber of his accomplishments produced a lasting influence.",
      "cn": "他的优秀品格和卓越成就影响深远。"
    },
    {
      "en": "There are few workers left of her caliber.",
      "cn": "像她那种工作人员剩下的不多了."
    },
    {
      "en": "There is no other player even remotely approaching her caliber.",
      "cn": "就才干而言,其他选手远远赶不上她."
    },
    {
      "en": "They ought to win with players of such high caliber.",
      "cn": "他们选手的能力这样高,应该获胜."
    },
    {
      "en": "We are always trying to improve the caliber of our schools.",
      "cn": "我们一直在想方设法提高我们学校的水平."
    },
    {
      "en": "We are now seeking high caliber persons to join our Sales Team.",
      "cn": "我们现正在寻找适合的人士去加入我们的销售行列."
    },
    {
      "en": "What caliber gun was used to shoot the vargas brothers?",
      "cn": "打中维加斯兄弟的枪是多少口径的?"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "calibre",
          "tran_cn": " [军] 口径；才干；水准"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "calibrate",
          "tran_cn": " 校正；调整；测定口径"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "standard",
            "savoir-faire"
          ],
          "tran_cn": "[军]口径；才干；水准（等于calibre）；器量"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "width"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "口径，能力，水准，枪弹的直径"
    }
  ],
  "exchange": {}
}