{
  "word": "chromatic",
  "ipa": {
    "us": "krəˈmætɪk",
    "uk": "kroˈmætɪk"
  },
  "sentences": [
    {
      "en": "a chromatic scale",
      "cn": "半音阶"
    },
    {
      "en": "After a year in ashen Paris, he was in a chromatic delirium.",
      "cn": "在灰白的巴黎住了一年后, 梵谷在这里陷入著色的欣狂."
    },
    {
      "en": "As final touches, aimed to eliminate some \"fake CG looks\", we added to all the images some slight chromatic aberration, a very subtle vignette, a few glow and some flare effects on light source.",
      "cn": "在最后的处理上，去除了一些“虚假的CG外表”，我们给所有图像增加了一些轻微的色差，只是给光源稍微增加一点图案、发光和一些光斑效果。"
    },
    {
      "en": "chromatic harmonies",
      "cn": "半音阶和声"
    },
    {
      "en": "Corrected for both chromatic and spherical aberration, as a lens.",
      "cn": "复''.'消'.''''.'色差'. ''的矫正色相差和球面像差的, 如镜头."
    },
    {
      "en": "In lampblack many kitchens easy to present the chromatic aberration.",
      "cn": "油烟较多的厨房中易出现色差."
    },
    {
      "en": "It's an easy matter to observe chromatic aberrations , with a thick, simple converging lens.",
      "cn": "用一厚的简单会聚透镜很容易观察色差."
    },
    {
      "en": "Objective To study the distribution of the chromatic value of gingival porcelains.",
      "cn": "目的了解临床常用牙龈瓷的颜色参数."
    },
    {
      "en": "Performance: Assure the average of pressure and chromatic aberration.",
      "cn": "特点: 保证压力平均,确保色差."
    },
    {
      "en": "Product color because of printing chromatic aberration, take material object as.",
      "cn": "产品颜色因印刷色差, 以实物为准."
    },
    {
      "en": "Screen phosphor chromatic range greater than the ink color on paper.",
      "cn": "屏幕荧光精神的呈色边界远不小于纸上油不朱呈色."
    },
    {
      "en": "The absolute values of the coefficients of any chromatic polynomial form a unimodal sequence.",
      "cn": "任何多项式系数的绝对值都构成单峰序列."
    },
    {
      "en": "The chromatic element in in bags small snacks is harmful to body.",
      "cn": "袋装小零食中的着色素对人体有害吗."
    },
    {
      "en": "The light from the water-bottle was merely engaged in a chromatic problem.",
      "cn": "从水瓶里发出来的亮光，只是一心在研究颜色的问题。"
    },
    {
      "en": "The method of chromatic correction is improved and its formula is proposed.",
      "cn": "改进了色度修正的方法并给出了相应公式."
    },
    {
      "en": "The removal of the chromatic aberration is then of primary importance.",
      "cn": "这时消除色差具有头等重要性."
    },
    {
      "en": "The resultant defect is known as chromatic aberration.",
      "cn": "由此而产生的缺陷叫做色差."
    },
    {
      "en": "These chromatic stone carvings are all made from a whole piece of stone.",
      "cn": "这些彩色石雕作品均为一块完整的石材雕刻而成。"
    },
    {
      "en": "We shall present some of the basic properties of the vertex and edge chromatic numbers.",
      "cn": "我们将介绍顶点色数和边色数的一些基本性质."
    },
    {
      "en": "Yellows are the fourth rarest dragon of all , Platinum Chromatic dragons.",
      "cn": "黄龙是除金龙、白金龙 、 五彩龙之外最稀有的."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "chromaticism",
          "tran_cn": " 富有半音音阶的音乐作风；半音阶之使用"
        },
        {
          "word": "chromaticity",
          "tran_cn": " [光] 色品；染色性"
        },
        {
          "word": "chromatid",
          "tran_cn": " [遗] 染色单体，染色半体；染色分体"
        },
        {
          "word": "chromatin",
          "tran_cn": " 核染色质；核染质"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "colorized"
          ],
          "tran_cn": "彩色的；色品的；易染色的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "colorful"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "chromatic aberration",
      "tran_cn": "n. 色差；像差"
    },
    {
      "phrase": "chromatic dispersion",
      "tran_cn": "[医]色散"
    },
    {
      "phrase": "chromatic scale",
      "tran_cn": "半音音阶"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有颜色的，颜色鲜艳的",
      "tran_en": "related to bright colours"
    }
  ],
  "exchange": {}
}