{
  "word": "Adelaide",
  "ipa": {
    "us": "'ædəleɪd",
    "uk": "'ædəleɪd"
  },
  "sentences": [
    {
      "en": "\"We were lucky to find a site like that, \" said lead study author Wolfgang Haak, from the University of Adelaide in Australia.",
      "cn": "“能找到这样的遗址我们真是太幸运了，”来自澳洲阿德莱德大学的主要研究员沃夫冈·哈克说到。"
    },
    {
      "en": "Adelaide and on the second half were black Jiangong Corps.",
      "cn": "和阿德上下半场分别为蓝黑军团建功."
    },
    {
      "en": "Adelaide, capital of the state of South Australia.",
      "cn": "阿德莱德, 南澳大利亚州首府."
    },
    {
      "en": "Costs vary considerably depending on size, quality and location Adelaide.",
      "cn": "价格根据大小 、 质量、位置不同也有差别."
    },
    {
      "en": "He had managed to arrange to stay on in Adelaide.",
      "cn": "他已设法安排好在阿德莱德继续呆下去。"
    },
    {
      "en": "I bet he busted up with Adelaide.",
      "cn": "他八成是跟阿得兰德谈崩了."
    },
    {
      "en": "Its fortune has flourished and declined with the economic development of Adelaide.",
      "cn": "它的命运随着阿德莱德市经济的发展而兴衰."
    },
    {
      "en": "Major Cities: Canberra, Sydney, Melbourne, Brisbane, Perth, Adelaide, Newcastle, Golden Coast, Gelling , Darwin.",
      "cn": "主要城市: 堪培拉 、 悉尼 、 墨尔本 、 布里斯班 、 珀思 、 阿德莱德 、 纽卡斯尔 、 黄金海岸 、 霍巴特、杰隆 、 达尔文."
    },
    {
      "en": "Needs to work at Adelaide again. It is a short trip but tiring trip.",
      "cn": "需要在阿德莱德再工作. 它是一次短的旅行,但是令人疲劳的旅行."
    },
    {
      "en": "North Adelaide , which is chiefly residential bordered by more parklands, and contains two open squares.",
      "cn": "市区北部主要是住宅区,四周被公园包围, 区内有广场两个."
    },
    {
      "en": "North Adelaide, which is chiefly residential , is bordered by more parklands, and contains two open squares.",
      "cn": "译文:市区北部主要是住宅区, 四周被公园包围, 区内有广场两个."
    },
    {
      "en": "Our branch started in 2006 and sells wine for the Adelaide Cellar Door Group across China.",
      "cn": "所以我们以最实惠的价格销售高品质的葡萄酒."
    },
    {
      "en": "Roundtrip Economy class air ticket for Hong Kong and Adelaide via Singapore on SQ ( E - Ticket ).",
      "cn": "新加坡航空公司来回香港至阿德雷德经新加坡经济客位机票(电子机票 )."
    },
    {
      "en": "The book devoted 10 pages or more to Adelaide where you're now living.",
      "cn": "关于你现住的亚特莱,上占着十多面的记录."
    },
    {
      "en": "The train backed out of Adelaide Yard on to the Dublin-Belfast line.",
      "cn": "火车倒出了阿德莱德调车场，开上了都柏林-贝尔法斯特线。"
    },
    {
      "en": "They live in big coastal cities such as Brisbane, Sydney, Adelaide, Melborune, and Perth.",
      "cn": "澳大利亚人都居住在沿海城市,例如布里斯班, 悉尼, 阿德莱德, 墨尔本以及佩斯."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "阿德莱德（女子名； 澳大利亚港市）"
    }
  ],
  "exchange": {}
}