{
  "word": "licensor",
  "ipa": {
    "us": "'laɪsənsə",
    "uk": "'laɪsənsə"
  },
  "sentences": [
    {
      "en": "Any other marks desired by Licensor.",
      "cn": "其他许可方要求的标志."
    },
    {
      "en": "Attribution. You must attribute the work in the manner specified by the author or licensor.",
      "cn": "姓名标示. 您必须按照作者或授权人所指定的方式,保留其姓名标示."
    },
    {
      "en": "Do not allow anyone to revoke my enterprise server licensor certificate.",
      "cn": "不允许任何人吊销我的企业服务器许可方证书."
    },
    {
      "en": "In return, the licensee agrees to pay the licensor a flat fee or a royalty.",
      "cn": "作为交换, 许可证接受方同意付给许可证供方一笔统一收费或特许权使用费."
    },
    {
      "en": "Licensee shall promptly provide with Licensor with the proper tax certificate to obtain the tax credits.",
      "cn": "被许可方应向许可方及时提供其税收减免证书以获得课税减免."
    },
    {
      "en": "Licensor guarantees that it is the legitimate owner or holder of Know - how and license to Licensee.",
      "cn": "许可方保证是本专有技术的合法所有者或持有者,并且有权许可被许可方使用."
    },
    {
      "en": "Licensor guarantees that Licensee shall not be claimed for product liability in relation to Contract Products.",
      "cn": "许可方保证不会发生被许可方被指控有关合同产品上的侵权责任."
    },
    {
      "en": "Specify a third party public key that can revoke my enterprise Licensor Certificate.",
      "cn": "指定可吊销我的企业许可方证书的第三方公钥."
    },
    {
      "en": "Specify a third party public key that can revoke my enterprise server licensor certificate.",
      "cn": "指定可吊销我的企业服务器许可方证书的第三方公钥."
    },
    {
      "en": "Specify your enterprise server licensor certificate revocation policy.",
      "cn": "指定您的企业服务器许可方证书吊销策略."
    },
    {
      "en": "The licensor simply agrees to provide technology.",
      "cn": "卖方只同意提供技术."
    },
    {
      "en": "When interrogative pronoun and appear simultaneously, the former is restrained by syntactic licensor including negative operator.",
      "cn": "疑问代词和否定词共现时, 前者要受到包括否定算子在内的句法允准语的约束."
    },
    {
      "en": "You must attribute the work in the manner specified by the author or licensor.",
      "cn": "必须按照作者或授权人所指定的方式,表彰其姓名."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "认可证颁发者（尤指批准书籍出版或戏剧演出的官员）"
    }
  ],
  "exchange": {}
}