{
  "word": "promissory",
  "ipa": {
    "us": "'prɒmɪsərɪ",
    "uk": "'prɒməˌsoʊrɪ"
  },
  "sentences": [
    {
      "en": "A bond is a promissory note, usually issued for a specified amount.",
      "cn": "债券是一种期票, 通常以一定数额发行."
    },
    {
      "en": "A promissory note as used in this Law means a banker's note.",
      "cn": "本法所称本票,是指银行本票."
    },
    {
      "en": "A promissory note is as notes receivable for the payee and notes payable for the maker.",
      "cn": "本票对收款人来说是应收票据,对出票人来说则是应付票据."
    },
    {
      "en": "A promissory note is regarded as notes receivable for the payeenotes payable for the maker.",
      "cn": "本票对受款人是应收票据,对出票人则是应付票据."
    },
    {
      "en": "Formal short - term receivables documented by a promissory note and a provision for interest.",
      "cn": "关于期票和利息准备的正式的 短期 应收文件."
    },
    {
      "en": "It is obvious today that America has defaulted on this promissory note insofar as her citizens of color are concerned.",
      "cn": "美国有在这个约定的笔记上的范围疏怠职责如她的颜色市民的时间就是明显的今天被关心。"
    },
    {
      "en": "Private promissory notes are classified into two categories.",
      "cn": "私人期票则可分为两种."
    },
    {
      "en": "Promissory notes were generally used as evidence of debt.",
      "cn": "本票以前一般是用作借据."
    },
    {
      "en": "The principle promissory estoppel may prevent Y from retracting his promise with retrospective effect.",
      "cn": "这项具有约束力的禁止反言原则可以防止Y追溯性地撤销他的承诺."
    },
    {
      "en": "This promissory note is invalid.",
      "cn": "这张期票(本票)是无效的."
    },
    {
      "en": "When one borrows from a bank, one signs a promissory note.",
      "cn": "当你从银行借款时, 你应签署一张本票."
    },
    {
      "en": "When the architects of our republic wrote the magnificent words of the Constitution and the Declaration of Independence, they were signing a promissory note to which every American was to fall heir.",
      "cn": "当我们的共和国的建筑师写了组织的壮大字而且写了独立的公告时候， 他们正在签署一个约定的笔记到哪一每个美国语要落下继承人。"
    },
    {
      "en": "You still owe me a hundred pounds, and I have your promissory note to that effect.",
      "cn": "你仍然欠我100英镑, 我有你的借条."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "promise",
          "tran_cn": " 许诺，允诺；希望"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "promise",
          "tran_cn": " 许诺；有指望，有前途"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "promise",
          "tran_cn": " 允诺，许诺；给人以…的指望或希望"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "appointed"
          ],
          "tran_cn": "约定的；允诺的；约定支付的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "promissory estoppel",
      "tran_cn": "允诺后不得否认的原则；不得反悔原则"
    },
    {
      "phrase": "promissory note",
      "tran_cn": "[商]本票；[商]期票"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "应允的，承诺的，约定的",
      "tran_en": "containing, relating to, or having the nature of a promise "
    }
  ],
  "exchange": {}
}