{
  "word": "dross",
  "ipa": {
    "us": "drɒs",
    "uk": "drɔs"
  },
  "sentences": [
    {
      "en": "All the wicked of the earth you discard like dross; therefore I love your statutes.",
      "cn": "119凡地上的恶人、你除掉他好像除掉渣滓. 因此我爱你的法度."
    },
    {
      "en": "All the wicked of the earth you dross; therefore I love your statutes.",
      "cn": "凡地上的恶人、你除掉他好像除掉渣滓. 因此我爱你的法度."
    },
    {
      "en": "Burning lips and a wicked heart are like a potsherd covered with silver dross.",
      "cn": "23火热的嘴,奸恶的心,好像银渣包的瓦器."
    },
    {
      "en": "Caroline felt the value of the true ore, and knew the deception of the flashy dross.",
      "cn": "卡罗琳辨别出了真金的价值, 知道那种炫耀的铁渣只有迷惑人的外表."
    },
    {
      "en": "Experiments show the roasting process can be used for dechlorination of chlorine contained zinc dross.",
      "cn": "含氯锌浮渣的焙烧试验结果表明,焙烧脱氯工艺是可行的."
    },
    {
      "en": "Frequent skimming or improper skimming can cause a much higher dross loss.",
      "cn": "撇渣过频或操作不当会使浮渣损失很大."
    },
    {
      "en": "gold with impurities or dross",
      "cn": "含杂质的黄金"
    },
    {
      "en": "The best players go off to the big clubs, leaving us the dross.",
      "cn": "最好的队员都投奔大俱乐部去了, 就只给我们剩下些不中用的人."
    },
    {
      "en": "The paper presents design features and application of copper dross rotary kiln.",
      "cn": "阐述了铜浮渣回转短窑的设计特点及实际应用情况."
    },
    {
      "en": "The synthesis of 4 A zeolite was studied with aluminium dross and glass as the raw materials.",
      "cn": "研究了以铝渣和水玻璃为原料合成4A型沸石的方法."
    },
    {
      "en": "They are but the dross of silver.",
      "cn": "他们都是炉中的铜,锡,铁,铅,都是银渣滓."
    },
    {
      "en": "They tried to purge metal of dross.",
      "cn": "他们试图清除金属熔化时浮升表面的渣滓."
    },
    {
      "en": "Thou puttest away all the wicked of the earth like dross: therefore I love thy testimonies.",
      "cn": "诗119:119凡地上的恶人、你除掉他好像除掉渣滓.因此我爱你的法度."
    },
    {
      "en": "What's gold and silver ? Mere dross.",
      "cn": "金银财宝,身外之物."
    },
    {
      "en": "Your silver has become dross, your choice wine is diluted with water.",
      "cn": "22你的银子,变为渣滓, 你的酒,用水搀对."
    },
    {
      "en": "Your silver has become dross, Your drink diluted with water.",
      "cn": "赛1:22你的银子、变为渣滓 、 你的酒、用水搀对."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "leaving",
            "dreg"
          ],
          "tran_cn": "渣滓；[矿业][冶]浮渣；碎屑"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "zinc dross",
      "tran_cn": "锌灰，锌渣"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "废料，渣滓，劣质品，糟，熔渣",
      "tran_en": "waste or useless substances"
    }
  ],
  "exchange": {}
}