{
  "word": "exemplify",
  "ipa": {
    "us": "ɪɡˈzemplɪfaɪ",
    "uk": "ɪɡˈzemplɪfaɪ"
  },
  "sentences": [
    {
      "en": "All these recipes exemplify my cooking: healthy, delicious and quick.",
      "cn": "所有这些食谱例证了我的饭菜：健康、美味、快捷。"
    },
    {
      "en": "He turned out stories and sketches to exemplify the generalized jottings of his notebook.",
      "cn": "他根据笔记里归纳起来的东西写了一些短篇小说和小品文."
    },
    {
      "en": "However, there is no guarantee that that change will be the change you exemplify.",
      "cn": "不过，没人能够保证那些改变会是如同你所示范的那个样子。"
    },
    {
      "en": "I'm going to exemplify one or two of these points.",
      "cn": "我打算就论点中的一、两个方面举例说明."
    },
    {
      "en": "In the experiment, skin was used to exemplify the cell membrane.",
      "cn": "在这个实验中, 皮肤被用来测试渗透能力."
    },
    {
      "en": "Problems are exemplified in the report.",
      "cn": "问题都在报告中作了举例说明。"
    },
    {
      "en": "Samson, one of the heroes of the Hebrew scriptures, seems to exemplify a different understanding of the power of hair: his awesome strength abandoned him as soon as his locks were trimmed.",
      "cn": "参孙，希伯来圣经里的英雄之一，似乎例证了一种对头发的力量的不同理解：他的非凡力量随着头发被剪掉而消失。"
    },
    {
      "en": "The building exemplifies the style of architecture which was popular at the time.",
      "cn": "这栋大楼代表了当时流行的建筑风格。"
    },
    {
      "en": "The plays of Wilds exemplify the comedy of manners.",
      "cn": "王尔德的戏剧是风尚喜剧的典范."
    },
    {
      "en": "Their opposing demeanors were meant to exemplify their respective countries'contrasting state of education.",
      "cn": "他们俩相背的行为被用来对比验证两国的教育状况."
    },
    {
      "en": "Therefore, the efficiency of the hedge is an important exemplify for the futures market efficiencies.",
      "cn": "因此, 套期保值的有效性成为了期货市场效率的重要体现."
    },
    {
      "en": "They exemplify the unbridled ferocity of the protoss at war.",
      "cn": "他们诠释了神族在战争中那无边无际的愤怒的力量."
    },
    {
      "en": "To exemplify this theory, let us examine some species of insects.",
      "cn": "为举例说明这种理论, 我们来检查一些种类的昆虫."
    },
    {
      "en": "To exemplify what I mean , let us look at C . Bronte's Jane Eyre.",
      "cn": "举个例子来阐述我的观点, 请看勃朗特的《简爱》."
    },
    {
      "en": "To exemplify what I mean, let us look at our annual export of crude oil.",
      "cn": "为举例说明我的意思, 让我们看看我们每年的原油出口."
    },
    {
      "en": "To exemplify what I mean, let us look at our annual import of crude oil.",
      "cn": "为举例说明我的意思, 让我们看看我们每年的原油进口."
    },
    {
      "en": "To exemplify what I mean, let us look at our annual imports of crude oil.",
      "cn": "为举例说明我的意思, 让我们看看每年的原油进口."
    },
    {
      "en": "To exemplify what I mean, let us look at our annual output.",
      "cn": "为了举例说明我的意思, 我们来看一下我们每年的产量."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "demonstrate",
            "illustrate",
            "show"
          ],
          "tran_cn": "其他释义"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "demonstrate",
            "illustrate",
            "show"
          ],
          "tran_cn": "例证;说明;陈述"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "v",
      "tran_cn": "是…的典范，例证",
      "tran_en": "to be a very typical example of something"
    },
    {
      "pos": "vt",
      "tran_cn": " 是…的典型； 例示， 举例证明",
      "tran_en": "to be a very typical example of something"
    }
  ],
  "exchange": {
    "third": [
      "exemplifies"
    ],
    "past": [
      "exemplified"
    ],
    "done": [
      "exemplified"
    ],
    "ing": [
      "exemplifying"
    ],
    "noun": [
      "exemplification"
    ]
  }
}