{
  "word": "polygamy",
  "ipa": {
    "us": "pəˈlɪgəmi",
    "uk": "pəˈlɪɡəmi"
  },
  "sentences": [
    {
      "en": "Abuse and coercion are only the most obvious dangers of polygamy .",
      "cn": "滥交和强迫性行为只是一夫多妻制最显见的危害所在。"
    },
    {
      "en": "Abuse and coercion are only the most obvious dangers of polygamy.",
      "cn": "滥交和强迫性行为只是一夫多妻制最显见的危害所在."
    },
    {
      "en": "Are the Globe editorialists correct that gay marriage hasn't lent legitimacy to polygamy?",
      "cn": "《全球邮报》的社论作者们说同性婚姻未给多配偶制带来合法性,他们的这种说法正确 吗 ?"
    },
    {
      "en": "Does gay marriage, as claimed, resemble monogamous heterosexual marriage more than polygamy does?",
      "cn": "同性婚姻如同所被宣称的那样比多配偶制更像一夫一妻制的异性婚姻 吗 ?"
    },
    {
      "en": "He knew nothing of Mormonism except the custom of polygamy, which is its foundation.",
      "cn": "路路通自言自语地说,其实他对于摩门教, 除了那种构成这个教派基础的“一夫多妻制”的风俗之外,什么也不知道."
    },
    {
      "en": "He said polygamy was God's will.",
      "cn": "他说一夫多妻是上帝的意志."
    },
    {
      "en": "However, Woodruff's pronouncement, theManifesto, forbade polygamy only in the United States, and for a decade or so it continued in Mexico and other places outside the U.S. government's jurisdiction.",
      "cn": "然而，伍德罗夫关于禁止一夫多妻的宣言仅在美国生效，在墨西哥和其他美利坚合众国政府管辖权之外的地区，这一制度仍继续存在了十年左右。"
    },
    {
      "en": "In endorsing polygamy, these women, particularly those in remote rural areas without running water, may be less concerned with loneliness than with something more pragmatic: help with the chores.",
      "cn": "在签署一夫多妻协议时，这些女性，尤其是边远地区连自来水都没有的地方的女性，可能比起孤独更需要实际的东西：帮忙做家务。"
    },
    {
      "en": "In no way has gay marriage lent legitimacy to polygamy.",
      "cn": "无论从哪个角度来讲,同性婚姻都不会给多配偶制带来合法性."
    },
    {
      "en": "It is clear that not Aru Qiqie a room, his family presided over the polygamy family.",
      "cn": "很显然阿鲁不是妻妾一室, 自己主持家庭的一夫多妻制家庭."
    },
    {
      "en": "Its leaders renounced polygamy in 1890.",
      "cn": "它的领导者在1890年废除了一夫多妻制."
    },
    {
      "en": "So far, the public response to polygamy has been practical , not philosophical.",
      "cn": "迄今为止, 公众对一夫多妻制的反应一直都是就事论事而缺乏理性认识."
    },
    {
      "en": "The group breakaway Mormon sect that advocates polygamy and underage marriages.",
      "cn": "该独立的摩门教派主张多偶和与未成人结婚."
    },
    {
      "en": "The Mormons, organizing themselves in response to a religious vision, practiced polygamy in all their settlements.",
      "cn": "摩门教徒按照宗教幻想而组织起来,他们在自己的所有村落里实行一夫多妻制."
    },
    {
      "en": "The sect, which broke from the Church of Jesus Christ of Latter-Day Saints more than a century ago, believes polygamy brings glorification in heaven.",
      "cn": "这个教派，原本是一个多世纪以前从摩门教末世圣徒教会分离出来的，相信一夫多妻制可以升上天堂。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "polygamous",
          "tran_cn": " 一夫多妻的；一妻多夫的"
        },
        {
          "word": "polygynous",
          "tran_cn": " 一夫多妻的；[植] 多花柱的；多雌蕊的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "polygamist",
          "tran_cn": " 多配偶的人；多配偶论者"
        },
        {
          "word": "polygynist",
          "tran_cn": " 主张一夫多妻制者；多妻的男子"
        },
        {
          "word": "polygyny",
          "tran_cn": " 一夫多妻"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "多配偶（制），一夫多妻（制）或一妻多夫（制），多妻制，多偶制，一夫多妻制",
      "tran_en": "the practice of having more than one husband or wife at the same time"
    }
  ],
  "exchange": {
    "adj": [
      "polygamous"
    ]
  }
}