{
  "word": "Pennsylvania",
  "ipa": {
    "us": "pensɪl'veɪnjə",
    "uk": "ˌpensəl'veɪnjə"
  },
  "sentences": [
    {
      "en": "1859 -- Discovery of petroleum in western Pennsylvania.",
      "cn": "1859年 —— 宾夕法尼亚西部发现石油."
    },
    {
      "en": "He was practical always - something he learned growing up on a Pennsylvania farm.",
      "cn": "他向来都很讲究实际 —— 这是他自小在宾夕法尼亚州的农场学来的."
    },
    {
      "en": "I went to work as a painter in my hometown, Natrona Heights, Pennsylvania.",
      "cn": "我在家乡宾夕法尼亚州的纳特罗纳海茨当了个油漆匠。"
    },
    {
      "en": "In 1853 he met Thomas Scott , a young superintendent of the Pennsylvania Railroad.",
      "cn": "1853年,他见到了宾夕法尼亚州年轻的铁路总监托马斯·斯科特."
    },
    {
      "en": "In 1859 Edward Drake struck oil in Pennsylvania.",
      "cn": "1859年爱德华·德雷克在宾夕法尼亚州发现了石油."
    },
    {
      "en": "Let freedom ring from the heightening Alleghenies of Pennsylvania!",
      "cn": "让自由的回声响彻宾夕法尼亚州高高耸立的阿勒格尼山脉吧!"
    },
    {
      "en": "Michael Hughes of Lackawanna, Pennsylvania, enlisted in the 82nd Airborne 20 years ago.",
      "cn": "来自宾夕法尼亚州拉克万纳的迈克尔·休斯20年前参军，在第82空降师服役。"
    },
    {
      "en": "Montgomery County is Pennsylvania's wealthiest and most sophisticated county.",
      "cn": "蒙哥马利县是宾夕法尼亚州最富有、最讲究的县."
    },
    {
      "en": "Pennsylvania sits on 35 billion tons of coal.",
      "cn": "宾州煤的蕴藏量为三百五十亿吨."
    },
    {
      "en": "She is a psychology graduate of University of Pennsylvania.",
      "cn": "她是宾夕法尼亚州大学心理系毕业生."
    },
    {
      "en": "So you are planning to enroll in an English language program at the University of Pennsylvania.",
      "cn": "那么你打算去宾西法尼亚大学的英语班就读了."
    },
    {
      "en": "The Court was sharply divided, however, with four dissenters insisting that Pennsylvania Coal was controlling.",
      "cn": "但法院中分歧严重, 仍有4位持不同意见者,认为宾州煤炭起了支配性的影响作用."
    },
    {
      "en": "The groundhog Punxsutawney Phil emerged from his burrow in Pennsylvania to see his shadow, meaning six more weeks of winter weather according to those who believe in Groundhog Day predictions.",
      "cn": "土拨鼠菲尔从他在宾夕法尼亚州的洞穴中钻出，看到他的影子，相信土拨鼠日预测的人们认为，这意味着寒冬仍将持续六周。"
    },
    {
      "en": "The letter was mailed from Pennsylvania to me.",
      "cn": "信已由宾夕法尼亚州寄到我这里。"
    },
    {
      "en": "The soybeans bears the climate of Pennsylvania very well.",
      "cn": "大豆很适应宾夕法尼亚的气候."
    },
    {
      "en": "They attended college together at the University of Pennsylvania.",
      "cn": "他们一起就读于宾夕法尼亚大学。"
    },
    {
      "en": "To find out how the beast moved in the water, they called in Frank Fish, an expert on the biomechanics of flippers, at West Chester University in Pennsylvania.",
      "cn": "为了了解这种野兽是如何在水中游动的，他们请来了宾夕法尼亚州西切斯特大学脚蹼生物力学专家弗兰克·费石。"
    },
    {
      "en": "You're blowing off Miss Pennsylvania again?",
      "cn": "你又要放宾夕法尼亚小姐的鸽子了?"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "pennsylvania avenue",
      "tran_cn": "宾夕法尼亚大道（在美国首都华盛顿）"
    },
    {
      "phrase": "university of pennsylvania",
      "tran_cn": "（美国）宾夕法尼亚大学；宾州大学"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "宾夕法尼亚州（美国州名）"
    }
  ],
  "exchange": {}
}