{
  "word": "lithographic",
  "ipa": {
    "us": "ˌlɪθə'ɡræfɪk",
    "uk": "ˌlɪθə'ɡræfɪk"
  },
  "sentences": [
    {
      "en": "A novel in - situ non - flatness measurement method of wafer chuck in step - and - scan projection lithographic tool is presented.",
      "cn": "提出一种步进扫描投影 光刻机 承片台不平度检测新技术."
    },
    {
      "en": "A novel in - situ non - flatness measurement method wafer chuck in step - and - scan projection lithographic tool is presented.",
      "cn": "提出一种新的步进扫描投影光刻机工件台方镜不平度测量方法."
    },
    {
      "en": "A novel method for measuring - line depth of focus ( DOF ) of a lithographic projection system is proposed.",
      "cn": "提出了一种检测光刻机投影物镜密集线焦深 ( DOF ) 的新技术."
    },
    {
      "en": "Advanced lithographic techniques can yield parts 100 times smaller than what is currently available.",
      "cn": "先进的光刻技术能够生产出比现有元件小一百倍的元件."
    },
    {
      "en": "Any metal or paper lithographic printing plate which has been precoated with a photosensitive material.",
      "cn": "表面预先涂上感光物料的各类型纸或金属柯式印版."
    },
    {
      "en": "Blind image: An image on a lithographic plate which does not accept ink. Also called Blinding.",
      "cn": "印版拒墨: 柯式印版的纹不能着墨的情况. 简称拒墨."
    },
    {
      "en": "Fabrication process of polymer microlens arrays is introduced based on soft lithographic UV - molding replication method.",
      "cn": "介绍了利用软刻蚀紫外模塑技术制作复制聚合物折射和衍射微透镜阵列的工艺过程."
    },
    {
      "en": "Lithographic tools for transferring Lilliputian circuitry onto a wafer cost up to $ 50 m a pop.",
      "cn": "流行的用来移动微小电路到晶圆上的印刷工具价值5千万美元."
    },
    {
      "en": "Nanoimprint is a high resolution, high throughput , low cost lithographic method.",
      "cn": "纳米压印技术是一种高分辨率 、 廉价 、 高效的纳米结构制备技术."
    },
    {
      "en": "No ink overall quality is not traditional lithographic light and fast dry ink quality is good.",
      "cn": "无火胶印油不朱部分质度操纵古板有火胶印的光光快干油不朱质度好."
    },
    {
      "en": "PVC Card - Business card printing Use of oil and water phase by law, is the lithographic process.",
      "cn": "诳骗油和火相溶的次序, 是平印工艺的根基道理."
    },
    {
      "en": "The book's 85 colour lithographic plates look staggeringly fresh and bold.",
      "cn": "这本书的85张彩色平版看起来异常鲜艳醒目。"
    },
    {
      "en": "The paper also emphatically studies some main applications of interferometric lithographic technology.",
      "cn": "故本文还着重研究了干涉光刻技术的一些主要应用."
    },
    {
      "en": "Use of oil and water phase by law, is the lithographic process.",
      "cn": "利用油和水相溶的规律, 是平印工艺的基本原理."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "lithograph",
          "tran_cn": " 平版印刷"
        },
        {
          "word": "lithographer",
          "tran_cn": " 石版家；石印工"
        },
        {
          "word": "lithography",
          "tran_cn": " [印刷] 平版印刷术，石印术"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "lithograph",
          "tran_cn": " 用平版印刷术印刷"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "平版印刷的，平版的"
    }
  ],
  "exchange": {
    "noun": [
      "lithography"
    ]
  }
}