{
  "word": "aphasia",
  "ipa": {
    "us": "əˈfeɪziə",
    "uk": "əˈfeʒə"
  },
  "sentences": [
    {
      "en": "But because of the nonlinear nature of a network, when it does fail we can expect glitches like an aphasia that remembers all foods except vegetables.",
      "cn": "但是，因为网络的非线性特质，当它确实失灵的时候，其故障可能类似于除了蔬菜什么食物都记得的失语症。"
    },
    {
      "en": "But when people have difficulty speaking and understanding language after a stroke—a condition called aphasia—they seem to improve faster when they start at a harder level.",
      "cn": "但是当人们在中风以后遇到语言听说困难——一种叫作失语症的毛病时，从难的级别开始，他们似乎进步得更快。"
    },
    {
      "en": "Conclusion aphasia types were associated with complicated blood supply and collateral circulation in MARE'S area.",
      "cn": "结论语的类型因MARE方形区复杂血供及其侧支循环情况的不同而异."
    },
    {
      "en": "Conclusion The aphasia types were associated with complicated blood supply and collateral circulation in MARE'S area.",
      "cn": "结论语的类型MARE方形区复杂血供及其侧支循环情况的不同而异."
    },
    {
      "en": "Objective : To study incidence rate and influence factors of aphasia with stroke patients.",
      "cn": "目的: 研究脑卒中患者言语障碍的发病情况和有关因素."
    },
    {
      "en": "Post - operative temporarily neurological deficits including aphasia , motorial and sensory disturbance presented in 8 patients, permanent deficit in 2.",
      "cn": "术后一过性语言 、 运动或感觉障碍8例, 永久性功能障碍2例."
    },
    {
      "en": "There are disorders of language like aphasia.",
      "cn": "还有很多的语言障碍,诸如失语症"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "aphasic",
          "tran_cn": " 失语症的，患失语症的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "aphasic",
          "tran_cn": " 失语症患者"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "alogia",
            "aphemia"
          ],
          "tran_cn": "[内科]失语症（形容词aphasic）"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "失语症",
      "tran_en": "Aphasia is a mental condition in which people are often unable to remember simple words or communicate"
    }
  ],
  "exchange": {}
}