{
  "word": "Mississippi",
  "ipa": {
    "us": "ˌmɪsəˈsɪpi",
    "uk": "ˌmɪsɪˈsɪpi"
  },
  "sentences": [
    {
      "en": "For the next four years he steamed up and down the Mississippi.",
      "cn": "此后四年中,他往返航行于密西西比河上."
    },
    {
      "en": "From the Mississippi valley to the Atlantic coast, rainfall is plentiful.",
      "cn": "从密西西比河流域到大西洋海岸一带, 雨量非常充足."
    },
    {
      "en": "His finger traced a circle around the area surrounding Macon, Mississippi.",
      "cn": "他用手指在密西西比州梅肯附近地区划了个圈圈."
    },
    {
      "en": "It is a little river compared to the Amazon or the Missouri and Mississippi.",
      "cn": "与亚马逊河或密苏里河和密西西比河相比，它是条小河。"
    },
    {
      "en": "Joseph watched a shady-looking bunch playing cards aboard a Mississippi steamer.",
      "cn": "约瑟夫看到一群可疑的人在密西西比河的一艘轮船上打牌。"
    },
    {
      "en": "Let freedom ring from every hill and molehill of Mississippi.",
      "cn": "让自由的回声响彻密西西比州的每一座大山小丘吧!"
    },
    {
      "en": "Like the Mississippi, it just keeps rolling along.",
      "cn": "它就像密西西比河河水一样不断地滚滚向前."
    },
    {
      "en": "Mark Twain was once a river pilot on the Mississippi.",
      "cn": "马克·吐温曾当过密西西比河上的引航员."
    },
    {
      "en": "Oil leaking from a barge in the Mississippi River poses a hazard to the drinking water of New Orleans.",
      "cn": "密西西比河上驳船漏油事件危及新奥尔良市的饮用水。"
    },
    {
      "en": "Oyster biostromes are forming in the bays of the modern Mississippi delta.",
      "cn": "在现代密西西比三角洲的海湾中正形成着牡蛎生物丘."
    },
    {
      "en": "Sometimes the'classroom'is a Mississippi riverboat.",
      "cn": "有时候,教室就在密西西比河上的汽船上."
    },
    {
      "en": "That means the Arctic has lost an area greater than all the U.S. states east of the Mississippi.",
      "cn": "这就意味着北极失去的领地面积比密西西比河以东的所有州的面积还要大。"
    },
    {
      "en": "The Mississippi River empties into the Gulf of Mexico.",
      "cn": "密西西比河流入墨西哥湾."
    },
    {
      "en": "The Missouri River is the chief tributary of the Mississippi.",
      "cn": "密苏里河是密西西比河的主要支流."
    },
    {
      "en": "The water level of the Mississippi River is already 6.5 feet below normal.",
      "cn": "密西西比河的水位已经比正常值低了6.5英尺。"
    },
    {
      "en": "They saw the junction of the Mississippi and the Minnesota.",
      "cn": "他们看到了密西西比河和明尼苏达河的汇合处."
    },
    {
      "en": "This land drains into the Mississippi.",
      "cn": "该地区向密西西比河排水。"
    },
    {
      "en": "To be sure the President has encouraged this trend -- but in Mississippi I didn\\'t get the impression that they needed much encouragement from far off Washington.",
      "cn": "总统确实鼓励这种趋势。 但是在密西西比州，我并没有获得这样的印象，他们需要从遥远之地的华盛顿获得大量的鼓励。"
    },
    {
      "en": "Waves on the Mississippi swamped boats and washed others upon the shore.",
      "cn": "密西西比河的浪涛将船只击沉并将其它东西冲至岸上."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "mississippi river",
      "tran_cn": "密西西比河"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "密西西比河（发源于美国中北部湖沼区，南注墨西哥湾，是世界上最大的河流之一），密西西比州（美国州名）"
    }
  ],
  "exchange": {}
}