{
  "word": "moratorium",
  "ipa": {
    "us": "ˌmɒrəˈtɔ:riəm",
    "uk": "ˌmɔrəˈtɔriəm"
  },
  "sentences": [
    {
      "en": "A \" temporary \" moratorium on offshore northern cod announced that year remains in place today.",
      "cn": "当年为保护北部沿海鳕鱼宣布的 “ 临时性 ” 休渔措施到今天仍在执行."
    },
    {
      "en": "A moratorium or reparations payments emerged soon after the bank began operations.",
      "cn": "在银行开始营业后不久,就发生了赔款支付的延期偿付."
    },
    {
      "en": "a two-year moratorium on interest payments",
      "cn": "两年延后付息"
    },
    {
      "en": "Already we have imposed an moratorium on nuclear testing.",
      "cn": "我们已经停止了核试验."
    },
    {
      "en": "By 1986, the Commission had passed a moratorium on commercial whaling.",
      "cn": "到1986年, 该委员会通过了一项暂停商业性捕鲸的决定."
    },
    {
      "en": "Construction stopped after the Columbia disaster forced a moratorium on shuttle flights.",
      "cn": "在哥伦比亚号的灾难迫使航空飞行暂缓后建设停止."
    },
    {
      "en": "Construction stopped after the shuttle Colombia disaster forced a moratorium on shuttle flights.",
      "cn": "哥伦比亚的灾难迫使航空飞行停止,也导致了建设的暂停."
    },
    {
      "en": "Progressive students suggested to hold a one - week moratorium.",
      "cn": "进步学生建议暂停课一周."
    },
    {
      "en": "Some people are a moratorium on the production of bio - fuels.",
      "cn": "日益引起争议的生物燃料开发也是议题之一."
    },
    {
      "en": "Some people are calling for a moratorium on the production of biofuels.",
      "cn": "一些人呼吁中止生物燃料的生产."
    },
    {
      "en": "The 2 - month moratorium on the issuance of new shares is so worse - border bank.",
      "cn": "而暂停了2个月的新股发行更是让投行界雪上加霜."
    },
    {
      "en": "The bank call for a moratorium on payment.",
      "cn": "银行要求延缓付款."
    },
    {
      "en": "The House voted to impose a one-year moratorium on nuclear testing.",
      "cn": "众议院投票表决将核试验暂停一年。"
    },
    {
      "en": "There is a strong case for a moratorium on debris - creating anti - satellite tests.",
      "cn": "这将强有力的阻止 反 卫星导弹试射带来的碎片."
    },
    {
      "en": "Today the bank will be in the open market, one - year moratorium on issuing bank bills.",
      "cn": "今天央行将在公开市场暂停发行一年期央行票据."
    },
    {
      "en": "We recommended a moratorium on two particular kinds of experiments.",
      "cn": "我们建议暂禁两种特殊的实验."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hang",
            "temporary suspension"
          ],
          "tran_cn": "暂停，中止；[金融]延期偿付"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（行动，活动等的）暂停，暂禁，[法]延期偿付权，延缓偿付期",
      "tran_en": "an official stopping of an activity for a period of time"
    }
  ],
  "exchange": {
    "pl": [
      "moratoria",
      "moratoriums"
    ]
  }
}