{
  "word": "yellowstone",
  "ipa": {
    "us": "'jeləustəun",
    "uk": "'jeləustəun"
  },
  "sentences": [
    {
      "en": "A trumpeter swan glides across the surface of the Yellowstone River.",
      "cn": "一只号手天鹅正游过黄石河的水面."
    },
    {
      "en": "Always obey park rangers, officials, and park employees, and enjoy your Yellowstone experience!",
      "cn": "永远听从公园流浪者, 官员, 和公园的员工, 并享受您的黄石经验!"
    },
    {
      "en": "At Artist, you will take pictures of Yellowstone's magnificent Lower Falls.",
      "cn": "在“写生台”, 你们可以拍摄一些黄石公园壮丽的“下瀑布 ” 的照片."
    },
    {
      "en": "At the bottom you'll see Yellowstone River winding through the colorful canyon.",
      "cn": "在峡谷底部,你将看到黄石河穿梭在五彩缤纷的峡谷中."
    },
    {
      "en": "Betty was frightened, but she also had many wonderful experiences at Yellowstone Park.",
      "cn": "贝蒂当时吓坏了, 但她在黄石公园也有许多美好的经历."
    },
    {
      "en": "Bison dot a Yellowstone snowscape, some sweeping the drifts aside with their heads to uncover vegetation.",
      "cn": "黄石公园雪景上点缀著一些野牛.有些正埋头刨出被盖住的植物."
    },
    {
      "en": "The best part of Yellowstone lies in the northwest of Wyoming.",
      "cn": "黄石公园的大部分坐落在怀俄明州的西北部."
    },
    {
      "en": "The high mountains around Yellowstone are covered with evergreen forests.",
      "cn": "黄石湖周围的高山上布满了郁郁葱葱的丛林."
    },
    {
      "en": "The snowcoach concept in Yellowstone provides low-impact, low-pollution access.",
      "cn": "在黄石公园里使用雪车这一想法，为人们提供了一种对环境低影响、低污染的游览方式。"
    },
    {
      "en": "The valley of the Yellowstone River has beautifully coloured rocks and three large waterfalls.",
      "cn": "黄石河大峡谷有色彩艳丽的岩石和三个大瀑布."
    },
    {
      "en": "There are over 1,000 miles of trails around Yellowstone.",
      "cn": "黄石公园的周围大约有一千英里多的小道."
    },
    {
      "en": "Yellowstone has everything which appeals to the romantic.",
      "cn": "黄石公园具有吸引追求浪漫之人的一切."
    },
    {
      "en": "Yellowstone is a wonderful land.",
      "cn": "黄石是一块神奇的土地."
    },
    {
      "en": "Yellowstone is more than a collection of scenic features and natural curiosities.",
      "cn": "黄石绝不仅仅只是特色风貌和自然景观的集成."
    },
    {
      "en": "Yellowstone Park has many areas with hot springs and geysers or hot water fountains.",
      "cn": "黄石公园许多地方都有温泉,间歇泉和热水喷泉."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "yellowstone national park",
      "tran_cn": "黄石国家公园（美国第一个国家公园）"
    },
    {
      "phrase": "yellowstone river",
      "tran_cn": "黄石河（河流名，位于美国西北部）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "黄石色"
    }
  ],
  "exchange": {}
}