{
  "word": "bedrock",
  "ipa": {
    "us": "ˈbedrɒk",
    "uk": "ˈbedrɑk"
  },
  "sentences": [
    {
      "en": "A portion of bedrock or other stratum protruding through the soil level.",
      "cn": "露出地表的一部分基岩或其他地层."
    },
    {
      "en": "And the bedrock of that prosperity must be a growing middle class.",
      "cn": "而这种繁荣的基石是正在壮大中的中产阶级."
    },
    {
      "en": "Baby, I'm no Fred Flintstone, but I can make your Bedrock.",
      "cn": "宝贝, 我不是摩登原始人, 可是我能做你的“床岩”喔."
    },
    {
      "en": "Bedrock beneath Hebgen Lake warped and rotated, causing a seiche in the lake.",
      "cn": "赫布根湖底的基岩发生了翘曲和旋转, 引起湖中浪涌."
    },
    {
      "en": "Bedrock beneath Lake warped and rotated, causing a seiche in the lake.",
      "cn": "基岩发生了翘曲和旋转, 引起湖中浪涌."
    },
    {
      "en": "It may develop in place by the decay and disintegration of bedrock.",
      "cn": "它可能是通过基岩的腐蚀和崩解就地生成的."
    },
    {
      "en": "It took five years to drill down to bedrock.",
      "cn": "耗时五年才钻到了基岩。"
    },
    {
      "en": "Marriage and children are the bedrock of family life.",
      "cn": "婚姻和子女是家庭生活的基础。"
    },
    {
      "en": "Money is the bedrock for the whole economic system.",
      "cn": "货币是整个经济体系的基础."
    },
    {
      "en": "Mutual interest serves as the bedrock of our cooperation.",
      "cn": "共同利益是中美合作的基础."
    },
    {
      "en": "Mutual trust is the bedrock of a relationship.",
      "cn": "互信是交往的基石。"
    },
    {
      "en": "O groundwater recharges the mine through buried outcrop of bedrock laterally.",
      "cn": "奥灰水通过基岩隐伏露头侧向补给矿井."
    },
    {
      "en": "Petroleum or oil photogeology is primarily an evaluation of bedrock conditions.",
      "cn": "石油或石油摄影地质主要是研究基岩情况的."
    },
    {
      "en": "The force - field of the barrier went down clear to the bedrock.",
      "cn": "而结界却依然横亘在地下四英尺深处."
    },
    {
      "en": "The poor old man has come down to the bedrock.",
      "cn": "那可怜的老人只剩下最后一块钱了."
    },
    {
      "en": "The weathering of bedrock produces the parent material that soils form from.",
      "cn": "基岩风化产生的母质就是土壤形成的来源."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "fundamental",
            "basic principle"
          ],
          "tran_cn": "[地质]基岩；根底；基本原理"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "牢固基础，基本事实，基本原则，最低点，基岩",
      "tran_en": "the basic ideas, features, or facts on which something is based"
    }
  ],
  "exchange": {}
}