{
  "word": "excluding",
  "ipa": {
    "us": "ɪkˈskluːdɪŋ",
    "uk": " ɪkˈskluːdɪŋ"
  },
  "sentences": [
    {
      "en": "A letter or symbol excluding digits, used in a language.",
      "cn": "语言中使用的字母或其它符号,但不包括数字字符."
    },
    {
      "en": "All bank's charges excluding interest are for applicant's account.",
      "cn": "银行的费用包括利息费由开证申请人支付."
    },
    {
      "en": "Excluding the 16 highest foreclosure states, the others almost flat prices.",
      "cn": "将16个止赎现象最严重的州排除之后, 其它州的房价几乎持平."
    },
    {
      "en": "Excluding water, half of the body's weight is protein.",
      "cn": "除水而外, 人的一半体重是蛋白质."
    },
    {
      "en": "Five persons spoke at the meeting excluding me.",
      "cn": "除我以外,还有五个人在会上发了言."
    },
    {
      "en": "Linsuanerqingjia, ammonium sulfate purification, packaging materials, chemical products ( excluding hazardous chemicals ) sales.",
      "cn": "磷酸二氢钾 、 硫酸铵提纯, 包装材料 、 化工产品 ( 不含化学危险品 ) 销售."
    },
    {
      "en": "Number of circulations excluding renewals. 7 th out of 10 libraries.",
      "cn": "借阅数目(不包括续借). 在10间图书馆中排行第七."
    },
    {
      "en": "Principal The amount borrowed from financial institutions, excluding interest and other charges.",
      "cn": "本金这是同金融机构借贷, 不包括利率及其他收费在内的数额."
    },
    {
      "en": "Television is watched in 97 per cent of American homes (excluding Alaska and Hawaii).",
      "cn": "在美国，97%的家庭收看电视(不包括阿拉斯加和夏威夷)。"
    },
    {
      "en": "The families questioned, excluding those on income support, have a net income of £500.20 a week.",
      "cn": "除那些依靠收入补助金的家庭外，被调查的家庭每周的净收入是500.20英镑。"
    },
    {
      "en": "The inflation rate excluding food prices was a less alarming 0.9 %.",
      "cn": "除食品价格外,通货膨胀率为0.9%,该比率并不十分令人担忧."
    },
    {
      "en": "The maximum weight allowance is 60 kilos per traveler, excluding hand lug.",
      "cn": "gage. 每个旅客托运的行李最大重量限额是60公斤, 手提行李除外."
    },
    {
      "en": "The maximum weight allowance is 60 kilos per traveler, excluding hand luggage.",
      "cn": "每个旅客托运的行李最大重量限额是60公斤, 手提行李除外."
    },
    {
      "en": "The shop opens seven days a week excluding Christmas Day.",
      "cn": "本商店每周七天营业,圣诞节除外."
    },
    {
      "en": "There were 30 people in the hotel, excluding the hotel workers.",
      "cn": "旅馆里有三十个人, 不包括旅馆工作人员."
    },
    {
      "en": "Type the Product Key, excluding the dashes, in the boxes below.",
      "cn": "在下面的框内键入产品密钥, 不包括“-”."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "prep",
      "tran_cn": "除…外，不包括",
      "tran_en": "not including – used especially when you are making a list or calculating a total"
    },
    {
      "pos": "v",
      "tran_cn": "排除，拒绝( exclude的现在分词)，驱逐"
    }
  ],
  "exchange": {}
}