{
  "word": "reshuffle",
  "ipa": {
    "us": "ˈriːʃʌfl , ˌriːˈʃʌfl",
    "uk": "ˈriːʃʌfl , ˌriːˈʃʌfl"
  },
  "sentences": [
    {
      "en": "a Cabinet reshuffle",
      "cn": "内阁重组"
    },
    {
      "en": "Reshuffle the cards, please.",
      "cn": "请重新洗牌."
    },
    {
      "en": "So as to prevent cheating , he was asked to reshuffle the cards.",
      "cn": "为了防止作弊, 他重新洗牌."
    },
    {
      "en": "The affair led to a mid - term Cabinet reshuffle ( = when the prime minister / president changes some of the people in the Cabinet ).",
      "cn": "这次事件引发了內阁中途改组."
    },
    {
      "en": "The enterprises merger or reshuffle the inventory assets to optimize the resources distribution.",
      "cn": "企业通过并购,存量资产重组,进而推进资源优化配置."
    },
    {
      "en": "The newspaper's account of the so - called reshuffle of the financial ministry was a complete fiction.",
      "cn": "报纸对 所谓 的财政部人事改组的报道完全是捏造的."
    },
    {
      "en": "The Prime Minister announced a reshuffle of his Cabinet.",
      "cn": "首相宣布内阁改组."
    },
    {
      "en": "The prime minister told reporters this morning that he plans to reshuffle his entire cabinet.",
      "cn": "今天早上，首相告诉记者他打算全面改组内阁。"
    },
    {
      "en": "The reshuffle left China Mobile competing with China Telecom and China Unicom.",
      "cn": "重组使得中国移动展开与中国电信和中国联通的竞争."
    },
    {
      "en": "There is a periodic reshuffle of our company staff.",
      "cn": "本公司有定期的人事异动."
    },
    {
      "en": "There was a reshuffle of cabinet officers.",
      "cn": "内阁官员的职位做了重新安排."
    },
    {
      "en": "This time it took eight minutes for the reshuffle to work.",
      "cn": "这次用了8分钟就发挥作用了."
    },
    {
      "en": "When New Medical Reform aroses industry reshuffle, how should medicine enterprises reply?",
      "cn": "新医改引发行业洗牌, 医药企业如何应对?"
    },
    {
      "en": "While the real estate industry to reshuffle a storm coming.",
      "cn": "京城房地产行业的一场重新洗牌风暴即将来临."
    },
    {
      "en": "Who let out the details of the reshuffle in the department?",
      "cn": "是谁泄漏了部门重组的细节?"
    },
    {
      "en": "Yesterday's reshuffle also marks the end of Mr Green's dominant role ruing the bank.",
      "cn": "昨日的调整也标志着葛霖在汇丰主宰地位的终结."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "restructuring",
            "reorganization"
          ],
          "tran_cn": "重新洗牌；改组"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "words": [
            "recompose"
          ],
          "tran_cn": "重新洗牌；改组；重作安排"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "重新洗牌；改组",
      "tran_en": "when the jobs of people who work in an organization are changed around, especially in a government"
    },
    {
      "pos": "v",
      "tran_cn": "重新洗牌；改组；重作安排",
      "tran_en": "When a political leader reshuffles the ministers in a government, he or she changes their jobs so that some of the ministers change their responsibilities"
    },
    {
      "pos": "vt& vi.",
      "tran_cn": "改组，重新洗牌，重作安排"
    }
  ],
  "exchange": {
    "third": [
      "reshuffles"
    ],
    "past": [
      "reshuffled"
    ],
    "done": [
      "reshuffled"
    ],
    "ing": [
      "reshuffling"
    ]
  }
}