{
  "word": "mumps",
  "ipa": {
    "us": "mʌmps",
    "uk": "mʌmps"
  },
  "sentences": [
    {
      "en": "Conclusion Mumps and DT vaccines can be administered simultaneously.",
      "cn": "结论两苗是可以同时接种的."
    },
    {
      "en": "How do I know which mumps vaccine I or my child should be vaccinated with?",
      "cn": "如何知道我或我的孩子该接种何种流行性腮腺炎疫苗？"
    },
    {
      "en": "I was told not go near Charles. He is sickening for mumps.",
      "cn": "别人告诉我不要走近查尔斯, 他染上了流行性腮腺炎."
    },
    {
      "en": "Measles, mumps and influenza are common diseases.",
      "cn": "麻疹, 腮腺炎和流感是常见病."
    },
    {
      "en": "Measles, mumps and whooping cough are spreading again because children are not being vaccinated.",
      "cn": "因为孩子们没接种疫苗，麻疹、腮腺炎和百日咳又蔓延开来。"
    },
    {
      "en": "Mumps is a children's disease.",
      "cn": "腮腺炎是一种儿童疾病."
    },
    {
      "en": "Mumps is an acute contagious viral infection.",
      "cn": "腮腺炎是一种急性接触性病毒传染."
    },
    {
      "en": "Mumps makes the glands in your neck swell up.",
      "cn": "腮腺炎使你颈部的淋巴腺肿胀."
    },
    {
      "en": "Mumps virus can be isolated from saliva, urine, and, in meningitis, from the cerebrospianal fluid.",
      "cn": "流腮病毒可自唾液及尿中分离出来, 患脑膜炎时, 病毒则可来自脑脊髓液."
    },
    {
      "en": "Objective To explore the molecular characteristics of mumps virus in Tangshan city.",
      "cn": "目的探讨唐山市流行性腮腺炎病毒的分子特征."
    },
    {
      "en": "Our youngest boy has gone down with mumps.",
      "cn": "我们的小儿子得了腮腺炎."
    },
    {
      "en": "Poor Dick has gone down with mumps.",
      "cn": "可怜的迪克得了流行性腮腺炎."
    },
    {
      "en": "Sarah got mumps from her brother.",
      "cn": "萨拉的弟弟患腮腺炎,传染给她了."
    },
    {
      "en": "She was bed - ridden with the mumps for weeks on end.",
      "cn": "因为腮腺炎她接连卧床好几星期."
    },
    {
      "en": "The child has the mumps.",
      "cn": "这孩子患了腮腺炎."
    },
    {
      "en": "The most common cause of a total irreversible unilateral loss of hearing is mumps.",
      "cn": "完全不可逆的一侧听力丧失的最常见原因是流行性腮腺炎."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "vitality",
            "animation",
            "pet"
          ],
          "tran_cn": "[内科]流行性腮腺炎；愠怒；生气"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "腮腺炎",
      "tran_en": "an infectious illness which makes your neck swell and become painful"
    }
  ],
  "exchange": {}
}