{
  "word": "phosphorescence",
  "ipa": {
    "us": "ˌfɒsfə'resns",
    "uk": "ˌfɑsfəˈrɛsəns"
  },
  "sentences": [
    {
      "en": "A review with 44 references is given on the developments and applications of low temperature phosphorescence.",
      "cn": "本文综述了44篇文献,介绍低温磷光的发展概况及其应用."
    },
    {
      "en": "Besides this, Javert possessed in his eye the feline phosphorescence of night birds.",
      "cn": "况且沙威的眼睛有着夜鸟那种象猫一样的磷光。"
    },
    {
      "en": "Bits of phosphorescence swirled in the foam.",
      "cn": "飞沫起处,还闪现出点点磷光."
    },
    {
      "en": "Crystal habit, luster, color, streak, cleavage, fracture, fluorescence, phosphorescence, specific gravity and magnetism.",
      "cn": "晶体习性、光泽、颜色、条痕、解理、裂理、荧光、磷光、比重和磁性。"
    },
    {
      "en": "He saw the phosphorescence of the Gulf weed in the water ( Ernest Hemingway )",
      "cn": "他看见水中马尾藻属海草发出的磷光 ( 欧内斯特海明威 )"
    },
    {
      "en": "He saw the phosphorescence of the Gulf weed in the water.",
      "cn": "他看见马尾藻在水中发出的磷光."
    },
    {
      "en": "It was the yellow Gulf weed that had made so much phosphorescence in the night.",
      "cn": "正是这种黄色的果囊马尾藻在夜间发出很强的磷光."
    },
    {
      "en": "The paper introduces the long after glow phosphorescence material and its applications in ceramics process.",
      "cn": "介绍了长余辉发光材料以及这种材料在陶瓷工艺中的应用."
    },
    {
      "en": "The physical properties and the luminescence ( fluorescence and phosphorescence ) of fluorite are discussed in the paper.",
      "cn": "论述了萤石的物理性质及其发光性 ( 荧光和磷光 )."
    },
    {
      "en": "They sank leaving a trail of phosphorescence in the water.",
      "cn": "它们沉下去时,在水中拖着一道磷光."
    },
    {
      "en": "Whilst all the landscape was in neutral shade his companion's face, which was the focus of his eyes, rising above the mist stratum, seemed to have a sort of phosphorescence upon it.",
      "cn": "当所有的景物都沐浴在明暗相宜的色调中的时候，他的同伴的脸就成了他眼睛注意的中心，那张脸从层层雾霭中显露出来，脸上似乎染上了一层磷光。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "phosphorescent",
          "tran_cn": " [昆] 发出磷光的；磷光性的"
        },
        {
          "word": "phosphorous",
          "tran_cn": " 磷的，含磷的；发磷光的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "phosphor",
          "tran_cn": " 磷光体，磷光剂"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "phosphoresce",
          "tran_cn": " 发出磷光"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "luster"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "磷光（现象）",
      "tran_en": "a slight steady light that can only be noticed in the dark"
    }
  ],
  "exchange": {
    "adj": [
      "phosphorescent"
    ]
  }
}