{
  "word": "cuttlefish",
  "ipa": {
    "us": "ˈkʌtlfɪʃ",
    "uk": "ˈkʌtlˌfɪʃ"
  },
  "sentences": [
    {
      "en": "As an octopus, a squid, or a cuttlefish moves around a reef in the ocean, it instantly camouflages itself against the background.",
      "cn": "当海洋中的章鱼、鱿鱼、墨鱼游绕在暗礁处时，它们可以立即变身成暗礁的颜色来伪装自己。"
    },
    {
      "en": "Extensive use of side dishes of rice, with meat, oysters, cuttlefish, frog, mushrooms and so on.",
      "cn": "配菜广泛使用大米, 配以肉 、 牡蛎 、 乌贼、田鸡 、 蘑菇等."
    },
    {
      "en": "Fish , clam, cuttlefish, shrimp and octopus flavored with white wine and saffron.",
      "cn": "蛤、花枝 、 虾仁 、 蟹肉、章鱼,以鱼汤、白酒与西班牙红花入味."
    },
    {
      "en": "For toothpaste I used washed-up cuttlefish bone with wild fennel seeds, an oddity for a vegan.",
      "cn": "我使用洗过的墨鱼骨头做牙刷，野生茴香籽做牙膏（素食主义者的古怪用品）。"
    },
    {
      "en": "I have no idea about how to prepare those cuttlefish and lobsters.",
      "cn": "我对如何烹调那些乌贼和龙虾毫无概念."
    },
    {
      "en": "In fact, cuttlefish hurt very serious.",
      "cn": "事实上, 文花枝伤得非常严重."
    },
    {
      "en": "Ingredients: Crap Fish , Prawns, Mussels , Mixed Ball , Sliced Chicken, Bacon & Cuttlefish.",
      "cn": "配料: 生鱼片 、 中虾 、 青口 、 双丸、鸡片 、 烟肉卷、鲜鱿."
    },
    {
      "en": "Remove cuttlefish when cooled, slice and serve with the sauce.",
      "cn": "墨鱼熟后, 取出切件,淋上芡汁,趁热品尝."
    },
    {
      "en": "Seafood With Frozen, That Are Including Cuttlefish, Squid, Clam Meat, Shrimp, Frozen Fresh Water Grouper Seafood.",
      "cn": "采购产品海鲜与冻结, 即是包括乌贼, 鱿鱼, 文蛤肉, 虾, 冷冻淡水石斑鱼海鲜."
    },
    {
      "en": "Shrimp, octopus, clam, cuttlefish and crabmeat cooked with tomato sauce and Black Forest apple tea.",
      "cn": "虾仁 、 章鱼 、 蛤 、 花枝、蟹肉,佐茄汁与黑森林苹果茶."
    },
    {
      "en": "Still feel in cuttlefish great dallis with seabird during, mew dives and fall, hold fish readily.",
      "cn": "还在乌贼觉得得意地玩弄海鸟之际, 海鸥俯冲而下, 一口把乌贼叼走了."
    },
    {
      "en": "The cuttlefish escaped by beclouding the water with an inky discharge.",
      "cn": "乌贼喷射黑色物体,使水混浊,藉以逃脱."
    },
    {
      "en": "The cuttlefish has three hearts.",
      "cn": "乌贼有三个心脏."
    },
    {
      "en": "The cuttlefish spurts out dark ink when it is in danger.",
      "cn": "乌鲗遇到危险的时候会喷出黑色液体."
    },
    {
      "en": "The cuttlefish's egg gland contains a lot of protein, and is regarded as a choice seafood.",
      "cn": "乌鱼蛋含有大量蛋白质, 一向被视为海味珍品."
    },
    {
      "en": "The hallow tomato stuffed with mango paste, cuttlefish, shrimp, crabmeat, octopus, and fish slices.",
      "cn": "蕃茄肉身崁入芒果泥和海鲜馅, 包括花枝 、 虾仁 、 蟹肉 、 章鱼 、 鱼片."
    },
    {
      "en": "The ink of cuttlefish beclouded the water.",
      "cn": "墨鱼汁把水弄黑了."
    },
    {
      "en": "Thiscombination of moulded pork fat and thick white cuttlefish takes some chewingbut, served in a good broth of spring onions, is delicious.",
      "cn": "这种用肥猪肉和厚厚的白色的墨鱼混合而成的丸子十分耐嚼，配以很好的小葱汤，非常地美味。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "cuttle",
          "tran_cn": " 乌贼，墨鱼"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "inkfish",
            "sea sleeve"
          ],
          "tran_cn": "[无脊椎]乌贼；墨鱼"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "乌贼，墨鱼",
      "tran_en": "a sea creature with ten soft arms"
    }
  ],
  "exchange": {
    "pl": [
      " cuttlefishes",
      "cuttlefish"
    ]
  }
}