{
  "word": "elf",
  "ipa": {
    "us": "elf",
    "uk": "elf"
  },
  "sentences": [
    {
      "en": "\" Our Pearl is a fitful and fantastic little elf sometimes.",
      "cn": "“ 我们的珠儿有时候是个让人捉摸不定的小精灵."
    },
    {
      "en": "An infamous elf wizard from long ago returns as a lich.",
      "cn": "56很久以前的某个声名狼籍的精灵法师以巫妖的姿态回来了."
    },
    {
      "en": "Conclusions: Elf - 1 expression in endometrial carcinoma correlates with the malignant potential of this tumor.",
      "cn": "结论: Elf -1 是判断子宫内膜癌恶性性的良好指标."
    },
    {
      "en": "Detection of Elf - 1 and Rb proteins expression may be useful for early diagnosis.",
      "cn": "检测Elf -1 和Rb蛋白 的表达有助于表皮恶性肿瘤早期诊断."
    },
    {
      "en": "ELF waves from HAARP when targeted on areas can weather - engineer and create mood changes affecting millions.",
      "cn": "当定向于某些地区时来自HAARP的ELF波能够巧设天气并且造成影响数百万人的情绪改变."
    },
    {
      "en": "I wanted to believe like I believed last year — that Santa was a big fat elf in a red suit.",
      "cn": "我想要像去年一样深信不疑——圣诞老人是个穿红衣的胖精灵."
    },
    {
      "en": "Introduce the information of the header file - ELF and the process of running ELF file under LINUX.",
      "cn": "介绍LINUX下 的ELF头文件信息,以及LINUX调用ELF文件的过程."
    },
    {
      "en": "Nikola Tesla revealed in 1901 power could be transmitted through the ground using ELF waves.",
      "cn": "尼考拉特斯拉1901年揭示能量能够通过ELF波经地面传输."
    },
    {
      "en": "Objective : To study the expression of Elf - 1 c - erbB 2 in normal, atypical hyperplastic and malignant endometrium.",
      "cn": "目的: 探讨Elf -1 (E74-like-factor)、c-erbB2在正常子宫内膜 、 子宫内膜不典型增生和子宫内膜癌中的表达情况."
    },
    {
      "en": "Objective To explore the relationship between extremely low frequency ( ELF ) magnetic fields and carcinogenesis.",
      "cn": "目的　探讨极低频 ( ELF ) 磁场可能存在的促癌或协同促癌作用."
    },
    {
      "en": "Some of those children were fair and rounded, others dark and elf - like.",
      "cn": "这些孩子当中,有的白晰圆胖, 有的黑而窈窕."
    },
    {
      "en": "The distribution of cell cycle time in ELF magnetic fields and at different temperatures are investigated.",
      "cn": "测定在各种温度条件下和在ELF(极低频率)磁场作用下细胞生长周期分布谱的变化."
    },
    {
      "en": "The expression of Elf - 1 and Rb protein were not significantly different in several epidermal malignant tumor.",
      "cn": "Elf -1 或Rb蛋白 的表达与表皮恶性肿瘤的组织学类型无关."
    },
    {
      "en": "There were moments , Christine thought, when he had the mien of a mischievous elf.",
      "cn": "克丽丝汀觉得他有时真象个恶作剧的小精灵."
    },
    {
      "en": "What do you think you're doing to that poor elf?",
      "cn": "你们对这个可怜的精灵都干了些什么?"
    },
    {
      "en": "When I was done with the bar, I worked as a hospital porter, a market research cold-caller, an elf in Santa's Grotto in Harrods and a runner in a porno post-production company.",
      "cn": "结束了在咖啡店的工作之后，我又做了医院的搬运工、市场研究部门的问卷生、哈罗斯百货公司里撒旦洞穴中的小精灵、一家三级片后期制作公司的运作者。"
    },
    {
      "en": "Xia has created a mediaeval town full of elf princesses and knights, a busy modern city with young students pursuing dreams, and a quiet ancient town with innocent children and mysterious legends.",
      "cn": "夏达的笔下有满是精灵公主和武士的中世纪小镇，有青年学生逐梦的繁华都市，有生活着一群天真儿童，蕴藏神秘传说的宁静古镇。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "elfish",
          "tran_cn": " 如小精灵的；好恶作剧的；小妖精的；顽皮的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "devil",
            "fairy",
            "imp",
            "mischief-maker"
          ],
          "tran_cn": "小精灵;淘气鬼"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "devil",
            "fairy",
            "goblin",
            "hobgoblin",
            "imp",
            "mischief-maker",
            "sprite"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（双耳尖尖的）小精灵，小妖精，石箭头",
      "tran_en": "an imaginary creature like a small person with pointed ears and magical powers"
    }
  ],
  "exchange": {
    "pl": [
      "elves"
    ]
  }
}