{
  "word": "Athenian",
  "ipa": {
    "us": "ə'θi:njən",
    "uk": "ə'θi:njən"
  },
  "sentences": [
    {
      "en": "A national Athenian spirit at last began to overtake tribal loyalties.",
      "cn": "雅典的民族精神,也最终超越了忠于部落的境界."
    },
    {
      "en": "Athenian lawmaker ( 7 th century ) whose code of laws prescribed death for almost every offense.",
      "cn": "雅典立法者 ( 7世纪 ),他的法律条文对每一项犯罪都处以死刑."
    },
    {
      "en": "ATHENIAN: Why, my friend, I am actually amused by my own recent mood.",
      "cn": "雅典人: 呃, 我的朋友, 我最近实际上对自己的情绪感到好笑."
    },
    {
      "en": "C. Socrates was executed by the Athenian court on charges of atheism and corrupting the youth.",
      "cn": "公元前399年, 苏格拉底被雅典法庭判处死刑,其罪名是宣传无神论和腐蚀青年."
    },
    {
      "en": "In retaliation, Poseidon dragged him before a group of Athenian judges for trial.",
      "cn": "于是, 他毫不留情地把他干掉了."
    },
    {
      "en": "On the economy, developing the navy can protect the Athenian trade.",
      "cn": "经济上, 发展海军可以保护雅典的海上贸易."
    },
    {
      "en": "She was encased in Athenian armor, safe from emotional injury.",
      "cn": "她穿戴着雅典娜的盔甲, 这样她就不会受到感情上的伤害."
    },
    {
      "en": "The Peloponnesian war. terminated in the ruin of the Athenian commonwealth ( Alexander Hamilton )",
      "cn": "伯罗奔尼撒战争以雅典同盟的毁灭而收尾 ( 亚历山大汉密尔顿 )"
    },
    {
      "en": "This is already the case in the Athenian and Roman property classes.",
      "cn": "在按照财产状况划分阶级的雅典和罗马,就已经是这样."
    },
    {
      "en": "We can gain a great deal of enlightenment from the thought of Athenian harmony education.",
      "cn": "雅典和谐教育思想对我国的教育有很大的启示,对我们教育中的关于人的全面发展问题有借鉴价值."
    },
    {
      "en": "When they were grown and able to do for themselves, he joined the Athenian army.",
      "cn": "当他们长大成人,能自食其力时, 他参加了雅典军队."
    },
    {
      "en": "You will know the man by the Athenian garments he wears.",
      "cn": "你可以由他穿的雅典服饰认出他."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "雅典的，雅典人的，雅典文化的"
    },
    {
      "pos": "n",
      "tran_cn": "雅典人"
    }
  ],
  "exchange": {}
}