{
  "word": "empiricism",
  "ipa": {
    "us": "ɪmˈpɪrɪsɪzəm",
    "uk": "ɛmˈpɪrɪˌsɪzəm"
  },
  "sentences": [
    {
      "en": "A basic principle of empiricism is to insist that all knowledge comes from experience.",
      "cn": "坚持一切知识都来自于经验，这是经验论的基本原则。"
    },
    {
      "en": "Action and experimentation are the cornerstones of empiricism.",
      "cn": "行动和尝试是经验主义的基石。"
    },
    {
      "en": "Another kind of empiricism has to do with where we get our knowledge.",
      "cn": "另一种经验主义与我们从哪里获取知识有关。"
    },
    {
      "en": "Dogmatism and empiricism alike are subjectivism, each originating from an opposite pole.",
      "cn": "教条主义、经验主义,两者都是主观主义, 是从不同的两极发生的东西."
    },
    {
      "en": "Empiricism and quantitative tradition of educational research: constructing the numerology of scientific methodologies.",
      "cn": "经验主义与教育研究的量化传统: 建构科学方法论的数字学."
    },
    {
      "en": "For W. V. O. Quine, however, this constitutes an overly \" narrow \" conception of empiricism.",
      "cn": "然而, 对W. V.O. 奎因来说, 这是一种过于 狭隘 的经验论概念."
    },
    {
      "en": "He cut the third way between the empiricism and the rationalism.",
      "cn": "他在经验论与唯理论之间开辟了第三条道路。"
    },
    {
      "en": "His life was devoted to introducing and disseminating logical empiricism and scientific spirit.",
      "cn": "他的一生热忱地介绍传播逻辑经验论思想和科学精神."
    },
    {
      "en": "In logical empiricism methodology, Falsificationism is the core while Positivism is the complement.",
      "cn": "而在其逻辑经验主义方法论中, 以证伪主义为主.证实主义为辅."
    },
    {
      "en": "It is in this sense that Comte repudiates empiricism.",
      "cn": "正是从这个意义上说,孔德抛弃了经验主义."
    },
    {
      "en": "It is irrelevant empiricism.",
      "cn": "这只是经验论,不具有普遍意义."
    },
    {
      "en": "OK, so that's one kind of empiricism.",
      "cn": "好，这是一种经验主义。"
    },
    {
      "en": "Pragmatism agrees with empiricism in its emphasis on the priority of experience over a priori reasoning.",
      "cn": "实用主义与经验主义所强调的经验的优先性高过推论的优先性是一致的."
    },
    {
      "en": "Rationalism usually considers itself more religious than empiricism.",
      "cn": "理性主义总以为自己比经验主义更有宗教信仰."
    },
    {
      "en": "Similarly, because of the completely natural and empiricism, Benevolence is the universal transcend time and space.",
      "cn": "同样, 由于其天然彻底的人本主义和经验主义, 仁学具有超越时空的普适性."
    },
    {
      "en": "That is why we have combatting subjectivism, which has two aspects: dogmatism and empiricism.",
      "cn": "反对主观主义有两个方面, 即反对教条主义和反对经验主义."
    },
    {
      "en": "The English empiricism aestheticians turn the study of beauty to the subjective of human.",
      "cn": "英国经验主义美学家的美学研究转向了人的主观心理."
    },
    {
      "en": "The opposite of empiricism is rationalism.",
      "cn": "经验论的对立面是唯理论."
    },
    {
      "en": "The original purpose of rationalism and empiricism is to find ways to know the world.",
      "cn": "理性主义与经验主义作为一种认识论,原旨在于探求认识世界的途径与方法."
    },
    {
      "en": "The rationalism, opposite to empiricism , holds the theory of innate ideas.",
      "cn": "与经验主义相对应的理性主义者坚持天赋观念论的立场."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "empiric",
          "tran_cn": " 经验主义的"
        },
        {
          "word": "empirical",
          "tran_cn": " 经验主义的，完全根据经验的"
        }
      ]
    },
    {
      "pos": "adv",
      "words": [
        {
          "word": "empirically",
          "tran_cn": " 以经验为主地"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "empiric",
          "tran_cn": " 经验主义者；江湖医生"
        },
        {
          "word": "empiricist",
          "tran_cn": " 经验主义者；使用观察实验法的人；庸医"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "experimentalism"
          ],
          "tran_cn": "经验主义；经验论"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<哲>实证论，经验主义，经验论",
      "tran_en": "the belief in basing your ideas on practical experience"
    }
  ],
  "exchange": {
    "adj": [
      "empiricist"
    ]
  }
}