{
  "word": "unrecognized",
  "ipa": {
    "us": "ʌnˈrekəɡnaɪzd",
    "uk": " ʌnˈrekəɡnaɪzd"
  },
  "sentences": [
    {
      "en": "An Often Unrecognized Cause of Thunderclap Headache: Reversible Cerebral Vasoconstriction Syndrome.",
      "cn": "霹雳头痛也可能源于可逆的脑血管收缩."
    },
    {
      "en": "An unrecognized method was used to archive this file.",
      "cn": "使用无法识别的方法来存档此文件."
    },
    {
      "en": "NET issues the server error, \" Unrecognized configuration section element _ name. \"",
      "cn": "NET将发出服务器错误 “ 无法识别的配置节元素名称 ”."
    },
    {
      "en": "one of the great unrecognized jazzmen of the 1930s",
      "cn": "20世纪 30 年代没有得到承认的杰出爵士乐演奏者之一"
    },
    {
      "en": "Prana is also a form of etheric matter unrecognized by modern science.",
      "cn": "普拉纳也是一种现代科学未认识的以太物质形式."
    },
    {
      "en": "Return to the unrecognized site and try to sign in again later.",
      "cn": "返回到未被识别的站点,稍后再次尝试重新登录."
    },
    {
      "en": "The backup file contains unrecognized data and cannot be used.",
      "cn": "备份文件含有未识别数据,因此无法使用."
    },
    {
      "en": "The damage of plant parasitic nematodes to soybeans is generally unrecognized.",
      "cn": "植物寄生线虫对大豆的危害还未受到普遍重视."
    },
    {
      "en": "The drive you specified has an unrecognized partition type.",
      "cn": "指定的驱动器有无法识别的分区类别."
    },
    {
      "en": "The path contains unrecognized wildcard characters. Browsing the server's default path instead.",
      "cn": "该路径包含无法识别的通配符. 请改为浏览服务器的默认路径."
    },
    {
      "en": "The problem of ageism in the workplace often goes unrecognized .",
      "cn": "工作场所的年龄歧视问题常被忽视。"
    },
    {
      "en": "There is the possibility that hypothermia can go unrecognized.",
      "cn": "人们有可能察觉不到体温的过低。"
    },
    {
      "en": "They might have been illegitimate and unrecognized children of Garou wanderers.",
      "cn": "他们有的是流浪的狼人的私生子."
    },
    {
      "en": "This file was recorded in an unrecognized format. Cannot play file.",
      "cn": "该文件的录音格式不可识别. 不能播放."
    },
    {
      "en": "Unrecognized connection string. Unable to determine the data source or initial catalog.",
      "cn": "无法识别连接字符串. 不能确定数据源或初始目录."
    },
    {
      "en": "You'd have to believe there's been more unrecognized transmission that's occurred.",
      "cn": "你必须相信,已经无法识别的传输更是发生."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "unadmitted",
            "unheralded"
          ],
          "tran_cn": "未被承认的；未被认出的；未被认可的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unknown",
            "unlawful"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未被承认的",
      "tran_en": "not having received praise or respect for something good you have achieved"
    }
  ],
  "exchange": {}
}