{
  "word": "proceeds",
  "ipa": {
    "us": "ˈprəʊsi:dz",
    "uk": "ˈproʊsidz"
  },
  "sentences": [
    {
      "en": "All exhibits are for sale, the proceeds being split between Oxfam and the artist.",
      "cn": "所有展品都将出售，收入由乐施会和艺术家平分。"
    },
    {
      "en": "All purchases shall be financed with the proceeds of loan.",
      "cn": "全部货款用贷款支付."
    },
    {
      "en": "As the air proceeds along the test section the boundary layer thickens.",
      "cn": "当空气沿着试验段流动时附面层逐渐变厚."
    },
    {
      "en": "Hairiness proceeds the formation of pills.",
      "cn": "起毛促进起球."
    },
    {
      "en": "He proceeds to take apart every preconception anyone might have ever had about him.",
      "cn": "他继续逐一剖析人们对他可能怀有的成见。"
    },
    {
      "en": "He sold his house and lives on the proceeds.",
      "cn": "他卖了房子靠房款收入过日子."
    },
    {
      "en": "She sold her car and bought a piano with the proceeds.",
      "cn": "她卖掉了汽车，然后用这笔收入买了一架钢琴。"
    },
    {
      "en": "The new laws allow the confiscation of assets purchased with proceeds of the drugs trade.",
      "cn": "新的法律允许没收用毒品交易所获收益购置的资产。"
    },
    {
      "en": "The proceeds from the concert will go towards famine relief.",
      "cn": "音乐会的收入将用于救助饥荒。"
    },
    {
      "en": "The proceeds from the lottery go towards sports and recreation, as well as swelling the coffers of the government.",
      "cn": "彩票收入用于发展体育和娱乐产业，同时还用来充实国库。"
    },
    {
      "en": "The proceeds from the sale will be used to repay the loan.",
      "cn": "销售所得将用来偿还贷款."
    },
    {
      "en": "The proceeds of the sale are split fifty-fifty.",
      "cn": "出售的收益双方平分。"
    },
    {
      "en": "They bought a new minibus with the proceeds from the auction.",
      "cn": "他们用拍卖得来的钱买了一辆新面包车."
    },
    {
      "en": "They gave the proceeds of the sale to the orphanage.",
      "cn": "他们把销售的收入给了这家孤儿院."
    },
    {
      "en": "They're going to fit things up out of the proceeds. \"",
      "cn": "他们要靠演出的收入布置装潢一下. ”"
    },
    {
      "en": "We sold the business and bought a villa in Spain with the proceeds.",
      "cn": "我们卖了公司，用所得的钱在西班牙买了一幢别墅。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "earnings",
            "income",
            "profits",
            "receipts",
            "returns"
          ],
          "tran_cn": "收益,收入"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "harvest",
            "intake",
            "output",
            "profit",
            "receipt",
            "revenue"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "net proceeds",
      "tran_cn": "净得；纯收入"
    },
    {
      "phrase": "sale proceeds",
      "tran_cn": "销售收入，销售收益；售楼收益"
    },
    {
      "phrase": "sales proceeds",
      "tran_cn": "销货进款；销售收入"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（买卖等的）收入，收益",
      "tran_en": "the money that is obtained from doing something or selling something"
    },
    {
      "pos": "v",
      "tran_cn": "进行( proceed的第三人称单数 )，前进，（沿特定路线）行进，（尤指打断后）继续说"
    }
  ],
  "exchange": {}
}