{
  "word": "ilmenite",
  "ipa": {
    "us": "'ɪlmənaɪt",
    "uk": "'ɪlmənaɪt"
  },
  "sentences": [
    {
      "en": "\"Lunar titanium is mostly found in the mineral ilmenite, a compound containing iron, titanium and oxygen, \" they said.",
      "cn": "他们说：“月球的钛矿主要存在于钛铁矿中，钛铁矿是一种包含了钛和氧气的化合物。”"
    },
    {
      "en": "Associated minerals are mainly magnetite and ilmenite, subordinately pyrite and rarely chalcopyrite.",
      "cn": "主要伴生矿物为磁铁矿、钛铁矿, 少量黄铁矿和微量黄铜矿."
    },
    {
      "en": "Future miners living and working on the Moon could break down ilmenite to liberate these elements.",
      "cn": "未来在月球上生活和工作的矿工们可能会分解钛铁矿从而释放出其所含的这些元素。"
    },
    {
      "en": "Mining ilmenite makes serious surface water pollution, and degenerates ecological environment.",
      "cn": "钛矿开采严重污染地表水, 并使矿区生态环境普遍退化."
    },
    {
      "en": "Test and industrial application of using ZY collector to separate coarse ilmenite are described.",
      "cn": "介绍了ZY捕收剂分选粗粒级钛铁矿试验和工业应用的情况."
    },
    {
      "en": "The reaction kinetics leading ilmenite directly by acid was investigated.",
      "cn": "研究了盐酸直接浸取钛铁矿的浸取动力学."
    },
    {
      "en": "The synthetic rutile is prepared by directly leaching ilmenite from Panzhihua area with hydrochloric acid.",
      "cn": "以攀西地区钛铁矿为原料,采用盐酸常压直接浸出法制备高品位人造金红石."
    },
    {
      "en": "The valuable heavy placer minerals consist of ilmenite, monazite, zircon, and rutile etc, which are mainly distributed in calcareous biological sand in the Beikang, Nankang and Zengmu submarine banks.",
      "cn": "重砂矿物为钛铁矿、金红石、锆石、独居石等，主要分布于北康暗沙和南康暗沙一带、曾母暗沙浅滩海域的钙质生物砂中。"
    },
    {
      "en": "Tin, gold, ilmenite, zircon, monazite and kaolin, fire - resistant clay and so have the potential for exploration.",
      "cn": "锡 、 金 、 钛铁矿 、 锆英石 、 独居石及高岭土 、 耐火粘土等具有找矿潜力."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "titanic iron ore",
            "menaccanite"
          ],
          "tran_cn": "[矿物]钛铁矿"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "钛铁矿",
      "tran_en": "a black mineral found in igneous rocks as layered deposits and in veins. It is the chief source of titanium. Composition: iron titanium oxide. Formula: FeTiO3. Crystal structure: hexagonal (rhombohedral) "
    }
  ],
  "exchange": {}
}