{
  "word": "hormonal",
  "ipa": {
    "us": "hɔ:'məʊnl",
    "uk": "hɔ'moʊnl"
  },
  "sentences": [
    {
      "en": "...our individual hormonal balance.",
      "cn": "…我们个体的荷尔蒙平衡。"
    },
    {
      "en": "Causes Poor diet, sluggish metabolism, stress, a hormonal imbalance, and sometimes infection.",
      "cn": "问题起因:饮食不良, 新陈代谢缓慢, 压力, 荷尔蒙分泌失调, 或许还有感染."
    },
    {
      "en": "Evolution of the hormonal system is a paramount part of biological ascension.",
      "cn": "荷尔蒙系统的进化,是生物体提升的至关重要一部分."
    },
    {
      "en": "Hormonal aspects of passivity and aggressiveness in boys.",
      "cn": "研究男孩身上的消极以及积极的荷尔蒙问题."
    },
    {
      "en": "Hormonal Contraception and False - Positive Cervical Cytology: Is There an Association?",
      "cn": "激素避孕与宫颈细胞学检查假阳性: 两者之间存在关联 吗 ?"
    },
    {
      "en": "Hormonal imbalances can be remedied, and psychological problems resolved.",
      "cn": "荷尔蒙失衡问题,可以弥补, 心理问题解决."
    },
    {
      "en": "Hormonal Problems an under or over active thyroid?",
      "cn": "激素的原因——你的甲状腺分泌过于活跃或是过于少量 吗 ?"
    },
    {
      "en": "Lavender and tea - tree were found to cause hormonal disruptions by mimicking oestrogen.",
      "cn": "有人发现,薰衣草与茶树会通过模拟雌激素来产生荷尔蒙紊乱."
    },
    {
      "en": "Maintenance of tear film requires an intricate nervous and hormonal regulation.",
      "cn": "泪膜的稳定需要精细的神经、激素调控."
    },
    {
      "en": "Objective To study hormonal level changes of rats after spinal cord injury.",
      "cn": "目的研究大鼠脊髓损伤后生殖激素水平的改变."
    },
    {
      "en": "Red Clover ( trifolium pretense ) helps restore and balance hormonal function.",
      "cn": "恢复和平衡内分泌功能和子宫孕育."
    },
    {
      "en": "She underwent surgical intervention and a subsequent short period of hormonal therapy.",
      "cn": "他接受外科手术及随后短暂荷尔蒙治疗."
    },
    {
      "en": "Some viral diseases are more severe during pregnancy, probably tecause of hormonal changes.",
      "cn": "有些病毒病在妊娠期间比较严重, 可能是由于激素变化引起的."
    },
    {
      "en": "Stress will start hormonal action, which can induce acne inflammation.",
      "cn": "应激激素将开始行动, 这可引起痤疮炎症."
    },
    {
      "en": "The endogenous hormonal ratio was interdependent to the microspore abortion of radish.",
      "cn": "可见,萝卜小孢子的败育与内源激素平衡的破坏有关."
    },
    {
      "en": "The researchers evaluated hormonal and metabolic profiles and cardiopulmonary and exercise parameters.",
      "cn": "研究人员评估荷尔蒙和新陈代谢概况以及心肺功能和运动参数."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "hormone",
          "tran_cn": " [生理] 激素，荷尔蒙"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "incretionary"
          ],
          "tran_cn": "荷尔蒙的，激素的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "hormonal balance",
      "tran_cn": "激素平衡"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "激素的，荷尔蒙的，生理的",
      "tran_en": "Hormonal means relating to or involving hormones"
    }
  ],
  "exchange": {
    "noun": [
      "hormone"
    ]
  }
}