{
  "word": "byproduct",
  "ipa": {
    "us": "ˈbaɪˌprɒdʌkt",
    "uk": "ˈbaɪprɑdəkt"
  },
  "sentences": [
    {
      "en": "A useless or worthless byproduct, as from a manufacturing process.",
      "cn": "废品生产过程中等产生的无用或无价值之副产品."
    },
    {
      "en": "Anti - malaria drugs were by - keeping work by keeping the parasite from neutralizing a toxic byproduct of digestion.",
      "cn": "抗 疟疾药物通过防止寄生菌中和出有毒的消化副产品而起效."
    },
    {
      "en": "As a kind of byproduct of the botanical pesticide, the seed cake was value in use.",
      "cn": "作为植物源杀虫剂的副产品, 苦皮藤籽粕具有开发利用价值."
    },
    {
      "en": "As they eat the nitrates they form nitrites as an intermediate chemical byproduct.",
      "cn": "当他们吸收这些硝酸盐的时候,会形成一种可以成为副产物的亚硝酸盐的中间产物."
    },
    {
      "en": "Becoming a baseball fan was a byproduct of my research into sport on TV.",
      "cn": "我成了棒球迷,是研究电视体育节目的副作用."
    },
    {
      "en": "Cotton's byproduct is good feedstuff resource for livestock.",
      "cn": "棉花副产品是饲喂牲畜很好的饲料资源."
    },
    {
      "en": "Crude benzene is byproduct in the production of coke.",
      "cn": "粗苯是焦炭生产的副产品."
    },
    {
      "en": "Except byproduct of HDPE, thermal stability of other various brands polyethylene waxes is excellent.",
      "cn": "除HDPE低分子物外, 各种牌号的聚乙烯蜡热稳定性能良好."
    },
    {
      "en": "Pationce is a byproduct of tribulations; It isn't granted, it is learned.",
      "cn": "耐心是磨难的副产品, 不是给予的, 必须自己学会经历."
    },
    {
      "en": "Refinery and petrochemical operation produce a variety of byproduct gases.",
      "cn": "炼油厂和石油化工生产中生成各种副产气体."
    },
    {
      "en": "Spent Potlining ( SPL ) is the byproduct waste of electrolytic aluminum industry.",
      "cn": "铝电解槽废旧阴极碳(SpentPotlining 简称 SPL ) 是铝电解工业产生的废料之一."
    },
    {
      "en": "Sugar and its byproduct are the basis of the island's economy.",
      "cn": "糖及其副产品是这个岛国经济的基础."
    },
    {
      "en": "The byproduct of petroleum industry - hard pitch andphysical and chemical properties are introduced.",
      "cn": "介绍了一种在石油加工过程中产生的特殊副产物 - 硬沥青."
    },
    {
      "en": "The chief byproduct of combustion is silicon dioxide ( sand ).",
      "cn": "燃烧的主要副产品是二氧化硅 ( 沙 )."
    },
    {
      "en": "The raw material for the tyre is a byproduct of oil refining.",
      "cn": "这种轮胎的原料是汽油提炼的副产品。"
    },
    {
      "en": "There's also dioxin, a byproduct of paper manufacture and waste incineration.",
      "cn": "还有二恶英, 纸生产和废物燃烧的副产物."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "secondary product",
            "by-products"
          ],
          "tran_cn": "副产品"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "outgrowth"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "副产品，意外结果，副作用",
      "tran_en": "A byproduct is something that is produced during the manufacture or processing of another product"
    }
  ],
  "exchange": {}
}