{
  "word": "unspecified",
  "ipa": {
    "us": "ˌʌnˈspesɪfaɪd",
    "uk": "ˌʌnˈspesɪfaɪd"
  },
  "sentences": [
    {
      "en": "A required action was not successful due to an unspecified error.",
      "cn": "由于出现意外错误,申请的操作执行失败."
    },
    {
      "en": "According to this scheme, radicals Rc are generated by some unspecified means.",
      "cn": "按照这一图式, 自由基Rc是由某些未详细说明的方法产生的."
    },
    {
      "en": "AIG said it would try to sell the securities after an unspecified lock - up period expired.",
      "cn": "AIG表示,经过一段未指明的锁定期后,它将设法出售上述证券."
    },
    {
      "en": "An unspecified error occured in Logging service: { 0 }.",
      "cn": "日志记录服务中发生未指明的错误: {0}."
    },
    {
      "en": "An unspecified error occurred in Logging service: { 0 }.",
      "cn": "日志记录服务中出现未知错误: {0}."
    },
    {
      "en": "Chairman Huang Guangyu was held by police on suspicion of unspecified skulduggery.",
      "cn": "董事长黄光裕因涉嫌欺诈被警方拘留."
    },
    {
      "en": "Debra Moffatt seeks unspecified damages in a suit filed Friday in Chicago.",
      "cn": "芝加哥居民黛布拉·莫法特周五提出索赔要求,但未明确赔偿金额."
    },
    {
      "en": "He was arrested on unspecified charges.",
      "cn": "他遭到逮捕，但未透露具体罪名。"
    },
    {
      "en": "Invalid or unspecified folder for the project output'% 1 '.",
      "cn": "项目输出“%1 ” 的文件夹无效或未经指定."
    },
    {
      "en": "It is important to avoid the use of uranium compounds of unspecified isotopic composition.",
      "cn": "要避免使用那种非专用的同位素成份的铀化合物."
    },
    {
      "en": "It is seeking'significant \" ( though unspecified ) financial damages.",
      "cn": "侵权行为造成“巨额 ” ( 未说明具体数额 ) 经济损失."
    },
    {
      "en": "The meeting will take place at an unspecified date in the future.",
      "cn": "会议将于日后召开，具体日期不确定。"
    },
    {
      "en": "The story takes place at an unspecified date.",
      "cn": "故事发生的日期不明。"
    },
    {
      "en": "This Agreement shall remain in force for an unspecified period of time.",
      "cn": "三、本协定无限期有效."
    },
    {
      "en": "Trezeguet had been upset with a previous unspecified contract offer.",
      "cn": "特雷泽盖曾对先前不明确的合同内容感到十分不愉快."
    },
    {
      "en": "Unable to synchronize the row because due to an unspecified error.",
      "cn": "由于发生未指定的错误,无法同步该行."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "未指明的，未加规定的，未特别指定（规定）的，未详细说明的",
      "tran_en": "not known or not stated"
    }
  ],
  "exchange": {}
}