{
  "word": "Alps",
  "ipa": {
    "us": "ælps",
    "uk": "ælps"
  },
  "sentences": [
    {
      "en": "After climbing mountains in the Swiss Alps, going up English hills is a piece of cake.",
      "cn": "爬过了瑞士的阿尔卑斯山后, 爬英国的小山简直是小菜一碟."
    },
    {
      "en": "French troops negotiated the Alps and went on the road in Italy.",
      "cn": "法军成功地越过了阿尔卑斯山脉，行军在意大利的国土上。"
    },
    {
      "en": "From the summit there is a superb panorama of the Alps.",
      "cn": "从峰巅俯瞰,阿尔卑斯山壮丽的景色尽收眼底."
    },
    {
      "en": "Hannibal was now crossing the Alps.",
      "cn": "汉尼拔那时正在翻越阿尔卑斯山."
    },
    {
      "en": "I'm going skating in the Alps next month.",
      "cn": "下个月我去阿尔卑斯山滑雪."
    },
    {
      "en": "In the distance rose the majestic Alps.",
      "cn": "远处耸立着雄伟的阿尔卑斯山."
    },
    {
      "en": "It takes a lot of guts to climb the Alps.",
      "cn": "爬阿尔卑斯山必须有很大的勇气."
    },
    {
      "en": "Lyons is the gateway to the Alps for motorists driving out from Britain.",
      "cn": "里昂是从英国驱车前往阿尔卑斯山的门户。"
    },
    {
      "en": "Most often mist hides the illusory Alps.",
      "cn": "云雾常常遮掩了梦幻般的阿尔卑斯山脉."
    },
    {
      "en": "Soon they were safe over the ALPS.",
      "cn": "不久,他们就安然无恙地翻过了阿尔卑斯山."
    },
    {
      "en": "The group has adventured as far as the Austrian alps.",
      "cn": "该队伍的探险之旅远至奥地利的阿尔卑斯山。"
    },
    {
      "en": "The high mountainous Alps in the west of Austria flatten somewhat into low lands and plains in the east of the country.",
      "cn": "奥地利西面的阿尔卑斯高山变得有些平坦，直接和国家的东面的低地和平原融为一体。"
    },
    {
      "en": "The other way was over the Alps.",
      "cn": "另一条路是翻越阿尔卑斯山."
    },
    {
      "en": "The river springs in the Alps.",
      "cn": "这条河发源于阿尔卑斯山脉."
    },
    {
      "en": "The snowy Alps stand out in bold relief against the blue sky.",
      "cn": "白雪皑皑的阿尔卑斯山在蓝色天空的衬托下鲜明地耸立着."
    },
    {
      "en": "They flew beyond the Alps.",
      "cn": "他们飞过了阿尔卑斯山."
    },
    {
      "en": "They headed the storm crossing over Alps to Italy.",
      "cn": "他们迎着暴风雪越过了阿尔卑斯山脉，朝着意大利进发。"
    },
    {
      "en": "They were killed by an avalanche in the Swiss Alps.",
      "cn": "他们在瑞士阿尔卑斯山的一次雪崩中罹难."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "bavarian alps",
      "tran_cn": "巴伐利亚山脉；巴伐利亚阿尔卑斯山脉"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "阿尔卑斯山"
    }
  ],
  "exchange": {}
}