{
  "word": "savanna",
  "ipa": {
    "us": "sə'vænə",
    "uk": "səˈvænə"
  },
  "sentences": [
    {
      "en": "A fluffy gray and patches of tall grass help a cub hide on the open savanna.",
      "cn": "在辽阔开放的热带草原上,小猎豹可以凭借身上蓬松的灰色毛皮隐藏在长长的草丛中."
    },
    {
      "en": "A mature male lion rests in the grasses of the Kenyan savanna.",
      "cn": "肯尼亚热带草原上，一头成年雄狮正在草丛里休息。"
    },
    {
      "en": "Any savanna's plants need a burnt to the ground by fire or grazed by antelope.",
      "cn": "热带草原上的植物都需要一些扰动,要么经过火的洗礼,要么遭到羚羊的啃噬."
    },
    {
      "en": "As they travel inland atspeeds in excess of 60 feet a year, they merge with the rich grass andscattered trees of the savanna.",
      "cn": "它们以每年超过60英尺的速度向内地迁移，融入了热带稀树大草原的丰富草地和零星的树木。"
    },
    {
      "en": "Habitats in tropical and subtropical mountain forest, coniferous forest, forest edge grass, bamboo forest or savanna.",
      "cn": "栖息于热带、亚热带的山地阔叶林 、 针阔混交林 、 林缘草坡 、 竹林或稀树草原."
    },
    {
      "en": "Herds of giraffes gracefully move across the savanna in long, slow strides.",
      "cn": "成群的长颈鹿舒缓地迈着大步,优雅地行走在大草原上."
    },
    {
      "en": "Seems like there were early records of savanna blazing star in the state.",
      "cn": "州里似乎有关于稀树大草原多种花色鲜明植物的早期记录."
    },
    {
      "en": "South of the equatorial region is the tree - dotted grassland called the savanna.",
      "cn": "赤道地区以南是一片树木稀少的草原,称为热带草原."
    },
    {
      "en": "Take a dry, dormant savanna, desert or scrub and rouse it into spring with rising temperatures.",
      "cn": "选一片干燥休眠的热带草原, 沙漠或荆棘丛,通过升高温度来唤醒它进入春天."
    },
    {
      "en": "The current local vegetation is the degraded secondary vegetation: savanna and succulent thorny shrub.",
      "cn": "现有植被为次生的稀树草坡和肉质化刺灌木."
    },
    {
      "en": "The formation - types are first rearranged into four major biochores - forest, savanna , grassland, and desert.",
      "cn": "首先把群系型重新排列成四个主要的生态区 —— 森林 、 稀树草原 、 草地和荒漠."
    },
    {
      "en": "The savanna browsing black rhino has a prehensile lip for feeding on shrubs.",
      "cn": "热带大草原的啮草黑犀牛有能卷握东西的嘴唇,可以用于吸食灌木的嫩枝叶."
    },
    {
      "en": "The savanna has a wet and dry season.",
      "cn": "在稀树草原的干湿季节."
    },
    {
      "en": "The savanna is also the home of meat - eaters — the lion, leopard, and hyena who feed on the grasseaters.",
      "cn": "大草原也是食肉动物的家乡--狮子 、 豹 、 鬣狗--它们都是以草食动物维持生命的."
    },
    {
      "en": "Their habitat is tropical savanna woodlands.",
      "cn": "它们的栖息地是热带稀树草原林地."
    },
    {
      "en": "They sped upon velvet wheels across an exhilarant savanna.",
      "cn": "他们的马车轻捷地穿过一片令人赏心悦目的大草原."
    },
    {
      "en": "When the savanna grass shouldered out cactus, they weeded fiercely.",
      "cn": "当热带稀树草原上的草疯长,挤了仙人掌, 他们就拼命除草."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "campos"
          ],
          "tran_cn": "[生态]热带草原；热带的稀树大草原"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "prairie"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（美国东南部的）无树平原，（亚）热带的稀树大草原",
      "tran_en": "a large flat area of grassy land, especially in Africa"
    }
  ],
  "exchange": {
    "pl": [
      "savannas"
    ]
  }
}