{
  "word": "tableland",
  "ipa": {
    "us": "ˈteɪbllænd",
    "uk": "ˈtebəlˌlænd"
  },
  "sentences": [
    {
      "en": "Abuzz exhibition, laser, optical, strong light , sound, and the tableland walls together with boyfriends: mein ü oathmate.",
      "cn": "人头攒动的展会上, 镭射 、 幻彩 、 强光、音响, 以及高台上走过的一批批俊男美女."
    },
    {
      "en": "All architecture on the tableland is defensive, all monuments are like forts.",
      "cn": "在这高原上,所有建筑样式都是防御式的, 所有遗迹都像要塞."
    },
    {
      "en": "Few of tropical Africa's rivers are navigable from the ocean, dropping as they do from interior tableland to coastal plains by a series of falls and rapids.",
      "cn": "酷热的非洲，几乎没有适于航海的河流，这些河流从内陆高原到海岸平原一路穿瀑布、过险滩，倾流而下。"
    },
    {
      "en": "If stand Gong pawn mountain on look down at first gulf, can see the tableland in gulf and the king issue ridge that is linked like a millenary giant half body that roamed in sea picture.",
      "cn": "如果站贡当山上俯瞰第一湾，就会看见湾中的台地和相连的王期山梁如同一只在海中遨游的千年巨人半身像。"
    },
    {
      "en": "Night slowly reached the tableland.",
      "cn": "夜,款款地来到高原上."
    },
    {
      "en": "Note: 1 means single phase, 3 means three - phase, G means using in tableland area.",
      "cn": "注: 尾号“1”表示单相, “3”表示三相, 带“G” 表示在高原地区使用;本公司可根据客户的需求定做不同规格尺寸的产品."
    },
    {
      "en": "Physical Features: Tableland and alpine valleys make up the main landform of the prefecture.",
      "cn": "地理特点: 阿坝地形以高原和高山峡谷为主."
    },
    {
      "en": "Qingyang Town, the territory is mountainous, the western region only has a little flat tableland.",
      "cn": "青羊镇境内全是山区, 仅西部有少许平缓台地."
    },
    {
      "en": "The forests have changed into bare little hills; the riverbed has become a high tableland.",
      "cn": "森林变成了光秃秃的浅山, 河床变成了高高的台地."
    },
    {
      "en": "The interior tableland of Spain is, in a certain sense, more negative than the desert.",
      "cn": "在特定意义上, 西班牙高原的腹地比沙漠更为消极."
    },
    {
      "en": "The northwestern tableland area has a continental plateau climate with long and chilly winter and cool humid summer.",
      "cn": "西北高原地区是大陆高原气候，有漫长而寒冷的冬季，凉爽而湿润的夏季。"
    },
    {
      "en": "They have been herding cattle on the tableland for generations.",
      "cn": "他们世世代代在这高原上放牧。"
    },
    {
      "en": "This product is 100 % pure juice, made of the wild seabuckthorn on snow tableland.",
      "cn": "本品是以生长在雪域高原上的野生沙棘果为原料制成的100%纯果汁."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "meseta",
            "altiplano"
          ],
          "tran_cn": "[地理]高原；台地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "highland",
            "plateau"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "高原，台地，海台",
      "tran_en": "a large area of high flat land"
    }
  ],
  "exchange": {}
}