{
  "word": "Lausanne",
  "ipa": {
    "us": "lo'zæn",
    "uk": "ləu'zɑ:n; -'zæn"
  },
  "sentences": [
    {
      "en": "A similar show goes each year to Lausanne too.",
      "cn": "每年在洛桑的相似表演也是如此."
    },
    {
      "en": "After we leave Lausanne , we directly tale the train to Geneva.",
      "cn": "在离开洛桑之后我们直接上火车就来到了日内瓦."
    },
    {
      "en": "Hop on and travel to the charming city of Lausanne.",
      "cn": "迈步登上火轮,到迷人的城市洛桑观光旅游."
    },
    {
      "en": "Kochhar is in charge of metabolism research at the Nestle Research Center in Lausanne, Switzerland.",
      "cn": "科克哈尔目前在瑞士洛桑雀巢研究中心负责生物新陈代谢的研究."
    },
    {
      "en": "Located in Lausanne , only 40 minutes by train from Geneva Lausanne.",
      "cn": "从日内瓦前往洛桑乘坐火车只需40分钟."
    },
    {
      "en": "Located in Lausanne, only 40 minutes by train from Geneva to Lausanne.",
      "cn": "位于洛桑市内.从日内瓦前往洛桑乘坐火车只需40分钟."
    },
    {
      "en": "Major Cities: Zurich, Basel, Geneva, Bern, Lausanne, Winterthur, Lucerne, Bienne, Thun.",
      "cn": "主要城市: 苏黎世, 巴塞尔, 日内瓦, 伯尔尼, 洛桑, 温特图尔, 卢塞恩, 比安, 图恩."
    },
    {
      "en": "The cities of Basel and Lausanne are also important manufacturing centres.",
      "cn": "巴塞尔和洛桑两城也是瑞士重要的制造中心."
    },
    {
      "en": "The IOC, Based in Lausanne , Switzerland, is the ruling body of the Olympic Movement.",
      "cn": "总部设在瑞士洛桑的国际奥委会是奥林匹克运动的领导机构."
    },
    {
      "en": "The Universal Assembly will be held in early September in Lausanne, Switzerland.",
      "cn": "万国会议将于9月初在瑞士洛桑召开."
    },
    {
      "en": "Wang Ping: Lausanne, Switzerland.",
      "cn": "王平: 瑞士的洛桑."
    },
    {
      "en": "Well, he was still helping her a year later, then; for somebody met 'em living at Lausanne together.",
      "cn": "可一年之后他仍然在继续帮助她呢。 有人在洛桑亲眼看见他们住在一起。"
    },
    {
      "en": "You can visit Geneva, Nyon , Lausanne, Montreux, Interlaken ( Jung Frau Mountain, the top of Europe ), Luzern, Bern.",
      "cn": "你们可以去日内瓦 、 尼翁 、 洛桑 、 蒙特勒 、 因特拉肯 ( 少女山, 欧洲屋脊 ) 、 卢塞恩 、 伯尔尼等城市旅游."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "other",
      "tran_cn": "洛桑（瑞士西部城市，在日内瓦湖北岸）"
    }
  ],
  "exchange": {}
}