{
  "word": "midwest",
  "ipa": {
    "us": ",mid'west",
    "uk": ",mid'west"
  },
  "sentences": [
    {
      "en": "...farmers in the Midwest.",
      "cn": "…中西部的农场主们。"
    },
    {
      "en": "...the Midwest states.",
      "cn": "…中西部各州。"
    },
    {
      "en": "\" The midwest,'said William Allen white, \" is on the rampage again. \"",
      "cn": "威廉?艾伦?怀特说: “ 中西部再次暴跳起来. ”"
    },
    {
      "en": "Bad news for residents in the Midwest trying to cope with flooding.",
      "cn": "对和洪流搏斗的中西部的民众,坏消息接踵而至."
    },
    {
      "en": "But in the Midwest, you may expect a lot of rain.",
      "cn": "可是中西部很可能阴雨连绵."
    },
    {
      "en": "Environmental groups in Nevada and the Midwest have issued similar ultimatums.",
      "cn": "内华达和中西部的环保团体也发布了类似的最后通牒."
    },
    {
      "en": "In the mid - 1930 s a series of dry years resulted in extreme crop losses in the Midwest.",
      "cn": "20世纪30年代 中期 连年干旱,使中西部的农作物受到严重损失."
    },
    {
      "en": "Is that how you hail them in the Midwest?",
      "cn": "在中西部你就是这样挥手致意的?"
    },
    {
      "en": "Jews in the Midwest were probably not keen about advertising their affiliation.",
      "cn": "在中西部的犹太人大概并不热心于宣传他们的身份."
    },
    {
      "en": "Residents in the Midwest are getting ready for another blast of winter.",
      "cn": "中西部地区的居民正在准备迎接另一场冬季寒流的来袭."
    },
    {
      "en": "Speaking in the Midwest state of Michigan Friday, Mr.",
      "cn": "星期五, 布什先生在中西部地区的密歇根州发表了一次演说."
    },
    {
      "en": "The flooding of the American Midwest broke all records in July, 1993.",
      "cn": "美洲中西部的洪水泛滥破坏了1993年7月的所有记录."
    },
    {
      "en": "The merger is structured as a reverse takeover of Midwest.",
      "cn": "合并采取的是“反向收购”中西部公司的形式."
    },
    {
      "en": "This area includes the OhaioBelly and parts the other Midwest.",
      "cn": "这一区域包括俄亥俄峡谷和中西部高地的部分地方."
    },
    {
      "en": "This area includes the Ohio Valley and parts of the Upper Midwest.",
      "cn": "这些地区包括俄亥俄山谷和中西部地区."
    },
    {
      "en": "This area includes the Ohio Valley and parts of Upper Midwest.",
      "cn": "这个区域包括俄亥俄山谷和部分中西部北部地区."
    },
    {
      "en": "This area includes the OhioValley and parts of the Upper Midwest.",
      "cn": "该种植带包括:俄亥俄山谷地区和部分上中西部部分地区."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "中西部",
      "tran_en": "The Midwest is the region in the central part of the United States and north of Texas"
    },
    {
      "pos": "other",
      "tran_cn": "中西部"
    }
  ],
  "exchange": {}
}