{
  "word": "plasticity",
  "ipa": {
    "us": "plæˈstɪsəti",
    "uk": "plæˈstɪsətɪ"
  },
  "sentences": [
    {
      "en": "A new control method was presented that the control laws of multi-model solution were generated by artificial immune algorithm to obtain double plasticity of parameter and structure.",
      "cn": "本文应用人工免疫算法的参数和结构双重可塑性来产生多模型控制策略控制律，由此提出了一种新的混沌控制方法。"
    },
    {
      "en": "After nerve injury, the nerve function can be compensated by axonal plasticity.",
      "cn": "脑外伤后神经损伤可通过轴突的可塑性来代偿其功能."
    },
    {
      "en": "Big deformability was more related with its microstructure, plasticity, and shear strength.",
      "cn": "冷镦头剧烈变形能力与合金组织 、 塑性和剪切强度关系较大."
    },
    {
      "en": "Composite organic additions offer sufficient plasticity and dry strength to high - alumina body.",
      "cn": "复合有机添加剂可以赋予高铝瓷坯足够的塑性和干燥强度."
    },
    {
      "en": "Covers ion channels in excitable membrane, synaptic transmission, and synaptic plasticity.",
      "cn": "可激发细胞膜上之离子通道, 神经突触传导与神经突触可塑性."
    },
    {
      "en": "In addition, the parameter of transformation plasticity increases with applied stress.",
      "cn": "同时, 在弹性范围内,相变塑性系数也随外加应力增加而增加."
    },
    {
      "en": "In the paper the study of flame Spraying engineering plasticity are inducted.",
      "cn": "介绍近几年来我们对火焰喷塑设备及工艺的研究和在矿山设备上的应用简况."
    },
    {
      "en": "Its basic features are integration, stability, otherness and plasticity.",
      "cn": "综合性 、 稳定性 、 差异性和可塑性,是其基本特性."
    },
    {
      "en": "Moreover, the high temperature plasticity increase with the strain rate.",
      "cn": "此外该合金的高温塑性亦随应变速率的增大而增加."
    },
    {
      "en": "Objective To discuss the relationship between neural plasticity and individual difference of medication.",
      "cn": "目的讨论神经可塑性与用药个体差异的关系。"
    },
    {
      "en": "Objective To investigate the relationship between synaptic structure plasticity and memory retention.",
      "cn": "目的探讨突触结构的可塑性变化与记忆保持的关系."
    },
    {
      "en": "Objective To study the plasticity of hippocampal formation in epilepsy.",
      "cn": "目的探讨癫痫时海马结构的可塑性."
    },
    {
      "en": "Short - term synaptic plasticity includes two forms, short - term enhancement and short - term depression.",
      "cn": "短时 程突触可塑性包括 短时 程增强和 短时 程压抑两种类型."
    },
    {
      "en": "The plasticity stretching can ensures the flatness of the sloping wall.",
      "cn": "斜壁的平面度是靠塑性拉伸保证的."
    },
    {
      "en": "This kind of plasticity may play a vital role in evolution as well as during the lifetime of individuals.",
      "cn": "这种可塑性不仅贯穿生命个体的一生，也许对进化也产生了至关重要的作用。"
    },
    {
      "en": "This shows that children have a greater period of brain plasticity.",
      "cn": "这说明儿童时期大脑机能有较大的可塑性."
    },
    {
      "en": "Topics include: elasticity, viscoelasticity, plasticity, creep , fracture, and fatigue.",
      "cn": "主题包含: 弹性 、 黏弹性 、 塑性 、 潜变 、 破断及疲劳."
    },
    {
      "en": "Whether we choose to do this or not is a matter of broader social and ethical debate over our growing ability to fiddle with the plasticity of the brain.",
      "cn": "我们选择这样做还是不这样做，是个更广泛的社会的和伦理的论辩，这一论辩涉及到我们日益增长的、改变大脑可塑性的能力。"
    },
    {
      "en": "With a color freedom, plasticity, fine tenacity, easy to erosion, durable advantages.",
      "cn": "具有配色自由, 可塑性强, 细腻坚韧, 不易剥蚀, 经久耐用的优点."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "plastic",
          "tran_cn": " 塑料的；（外科）造型的；可塑的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "plastic",
          "tran_cn": " 塑料制品；整形；可塑体"
        },
        {
          "word": "plastically",
          "tran_cn": " 可塑性"
        },
        {
          "word": "plasticiser",
          "tran_cn": " 增塑剂"
        },
        {
          "word": "plasticizer",
          "tran_cn": " 塑化剂；可塑剂"
        },
        {
          "word": "plastique",
          "tran_cn": " 可塑炸弹"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "plasticise",
          "tran_cn": " （英）增塑（等于plasticize）"
        },
        {
          "word": "plasticize",
          "tran_cn": " 塑化"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "plasticise",
          "tran_cn": " 使成可塑体"
        },
        {
          "word": "plasticize",
          "tran_cn": " 使塑化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "flexibility",
            "adaptability"
          ],
          "tran_cn": "[力][材]塑性，可塑性；适应性；柔软性"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "adaptability"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "plasticity index",
      "tran_cn": "塑性指数；增塑指数；塑性值"
    },
    {
      "phrase": "synaptic plasticity",
      "tran_cn": "突触可塑性"
    },
    {
      "phrase": "theory of plasticity",
      "tran_cn": "塑性理论"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "粘性，成形性，柔软性，<生>可塑性（指生物体对环境的适应性）",
      "tran_en": "the quality of being easily made into any shape, and of staying in that shape until someone changes it"
    }
  ],
  "exchange": {}
}