{
  "word": "barcode",
  "ipa": {
    "us": "bɑ:'kəʊd",
    "uk": "bɑ'koʊd"
  },
  "sentences": [
    {
      "en": "Anyone can scan a barcode on an item at a store and then automatically access any eBay listings of the product on the marketplace.",
      "cn": "任何人只要扫描一家商店某商品的条形码，然后就可以在市场上自动获取该商品的任何易趣产品。"
    },
    {
      "en": "Barcode Rotation - Standard and Anchor Point Rotation.",
      "cn": "条码旋转 - 标准和定位点的旋转."
    },
    {
      "en": "Bring the charity barcode to any 7 - 11 store and make cash donation.",
      "cn": "请带同条码到任何一间 7-11 便利店以现金捐款."
    },
    {
      "en": "Cool Barcode Maker also can output a barcode to a picture file.",
      "cn": "酷条码制造商还可以输出条码的图片文件."
    },
    {
      "en": "Data that is entered manually, such as with a keyboard or barcode reader.",
      "cn": "手动输入的数据, 如通过键盘或条形码读取器输入的数据."
    },
    {
      "en": "For example, data density 10 times more traditional bar code 2 - dimensional barcode has been developed.",
      "cn": "例如, 数据密度10倍于传统条形码的二维条形码已经被研究出来."
    },
    {
      "en": "Many phones can scan and interpret this data using the built in camera and barcode scanning software.",
      "cn": "许多手机可以用内置的摄像头与条形码扫描软件扫描并解析这些数据。"
    },
    {
      "en": "PDF 417 Barcode Maker also can output a barcode to a picture file.",
      "cn": "pdf417条码制造商还可以输出条码的图片文件."
    },
    {
      "en": "Please present promotional materials with barcode for donation any Hong Kong.",
      "cn": "请携同印有慈善机构条码之宣传物品到全港任何一间捐款."
    },
    {
      "en": "Please present the above barcode for donation any Hong Kong.",
      "cn": "请携同以上条码到全港任何一间捐款."
    },
    {
      "en": "Please present the below barcode for donation any Hong Kong.",
      "cn": "请携同以下条码到全港任何一间捐款."
    },
    {
      "en": "Pre - sort and barcode your mail to qualify for substantial discounts on postage.",
      "cn": "提前给你的邮件分类并打上条码,你就可以享受大幅邮递折扣."
    },
    {
      "en": "Specific controls include: barcode coding controls, barcode decoding controls, image compression control, serial communication controls.",
      "cn": "具体控件包括: 条码编码控件 、 条码解码控件 、 图像压缩控件 、 串口通讯控件等."
    },
    {
      "en": "The barcode lines are distinct and evenly printed from top to bottom.",
      "cn": "条形码线条清楚明了,并从上至下均匀打印."
    },
    {
      "en": "Thermal transfer bar code printing, labelling, Tandai, Liu Shuihao bar code printing, HHP barcode.",
      "cn": "热转移条码印刷 、 标签 、 碳带 、 条码流水号印刷, HHP条码."
    },
    {
      "en": "This form can be printed to read the barcode, and it can generate the coded data into other systems for data processing.",
      "cn": "可以打印该表单以读取条形码，该表单还可以在其他系统中生成代码数据以进行数据处理。"
    },
    {
      "en": "Thought T 2800 Laser barcode scanner gun, cost - effective bar code scanner!",
      "cn": "思维T2800型激光条码扫描枪, 性价比最高的条码扫描器!"
    },
    {
      "en": "Very popular barcode component software . 10.",
      "cn": "very流行的条码组成的软件."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "barcode printer",
      "tran_cn": "条形码打印机；条码机"
    },
    {
      "phrase": "barcode scanner",
      "tran_cn": "条形码扫描器"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "条形码"
    },
    {
      "pos": "other",
      "tran_cn": "条形码"
    }
  ],
  "exchange": {}
}