{
  "word": "CBA",
  "ipa": {
    "us": "",
    "uk": ""
  },
  "sentences": [
    {
      "en": "Accompany by media, CBA improved its pleasing to eyes , and its art.",
      "cn": "在媒体陪伴发展的十年中, CBA联赛的观赏性 、 技艺性得到了很大的提高."
    },
    {
      "en": "At the same time, cba believe that after such a storm, have been tested and tempered.",
      "cn": "与此同时, 相信cba经过这样一次风波之后, 也得到了考验和锻炼."
    },
    {
      "en": "Cba as the league's management agency the league can not challenge the legality of the Commission.",
      "cn": "作为cba联赛的管理机构,联赛委员会的合法性不容挑战."
    },
    {
      "en": "Do you often watch CBA?",
      "cn": "你常看CBA 吗 ?"
    },
    {
      "en": "Generally , the validity of regulation is interpreted by the Cost - Benefit Analysis ( CBA ) method.",
      "cn": "利用成本 - 收益的方法说明管制供给的有效性."
    },
    {
      "en": "I think it's quite good for professional sports especially the CBA clubs development since he has set a good example.",
      "cn": "我认为，自从他树立了一个好榜样之后，对职业运动，特别是CBA俱乐部的发展来说，是相当好的。"
    },
    {
      "en": "Many players, coaches, executives, and referees have honed their skills in the CBA before going on to NBA careers.",
      "cn": "很多运动员 、 教练 、 执行官和裁判在转入NBA职业比赛之前,已在CBA经过了磨练."
    },
    {
      "en": "Method of the environmental benefits measurement is cost -- benefit analysis ( CBA ).",
      "cn": "房地产开发中环境利益衡量的方法是成本 —— 收益分析 ( CBA )."
    },
    {
      "en": "NBA's official development league is the Continental Basketball Association ( CBA ).",
      "cn": "nba的官方开发联盟是大陆篮球协会 ( cba )."
    },
    {
      "en": "Nicholas : Hey , CBA is one of our most important clients. I see why you're nervous.",
      "cn": "嘿, CBA是我们最重要的客户之一. 我理解你坐不安的原因."
    },
    {
      "en": "Shanghai basketball team won the CBA champion and he was rewarded the best member award.",
      "cn": "上海篮球队赢得CBA冠军,他被选为最佳球员奖."
    },
    {
      "en": "The NBA's official development league is the Continental Basketball Association ( CBA ).",
      "cn": "nba的官方开发联盟是大陆篮球协会 ( CBA )."
    },
    {
      "en": "Yi gets happy, Bucks happy, Tigers happy, CBA happy, NBA happy all the more.",
      "cn": "阿联高兴 、 雄鹿高兴 、 宏远高兴 、 中国篮协高兴, NBA当然更高兴."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "abbr",
      "tran_cn": "China Basketball Association 中国篮球协会，CBA官方授权运营的体育品牌，中国自行车协会，中国银行业协会"
    },
    {
      "pos": "abbr.",
      "tran_cn": "中国篮球协会(China Basketball Association)，中国篮球协会（中国职业篮球联赛）"
    }
  ],
  "exchange": {}
}