{
  "word": "harmonica",
  "ipa": {
    "us": "hɑːˈmɒnɪkə",
    "uk": "hɑːrˈmɑːnɪkə"
  },
  "sentences": [
    {
      "en": "A harmonica band plays symphonies originally written for a 100– piece orchestra.",
      "cn": "某个口琴乐队演奏原本是为有100首乐曲的管弦乐队而写的交响乐."
    },
    {
      "en": "Adagio and Rondo for glass harmonica, flute, oboe, viola, and cello.",
      "cn": "为玻璃乐器, 长笛, 双簧管, 中提琴, 与大提琴的慢版与轮旋曲."
    },
    {
      "en": "But instead of the harmonica, he brought out the blanket.",
      "cn": "但是他拿来的不是口琴, 而是那条毛毯."
    },
    {
      "en": "He had just gone in to get Granddad's harmonica.",
      "cn": "他进屋取来了爷爷的口琴."
    },
    {
      "en": "He made a harmonica out of the corncob.",
      "cn": "他把玉米棒子弄得象口琴一样。"
    },
    {
      "en": "In 1995, when the ban went into effect, the only instrument allowed in the Cumberland prison was the harmonica, but inmates who already had a guitar or electronic keyboard were allowed to keep them.",
      "cn": "1995年该禁令实行后，坎伯兰监狱的囚犯们被允许拥有的乐器就只剩下口琴了，但在此之前已经有电吉他或键盘的囚犯被批准可以保留这些乐器。"
    },
    {
      "en": "My harmonica is a 24 hole one, and what is the difference?",
      "cn": "不好意思, 我的也是24孔的.不知有何区别?"
    },
    {
      "en": "O rganized 5 N ational Harmonica Contests since 1990 until 1997.",
      "cn": "1990年起至1997年筹办了共5届全国口琴比赛."
    },
    {
      "en": "The harmonica concert at the Recital Hall at 3:00 pm on 11 - 10 - 2003.",
      "cn": "2003年10月11日(星期六)下午三时在大会堂高座演奏厅的演奏会."
    },
    {
      "en": "The harmonica is one of the oldest musical instruments.",
      "cn": "口琴是最古老的乐器之一."
    },
    {
      "en": "The King's Harmonica Quintet enlightened the opening ceremony with a musical performance.",
      "cn": "英皇口琴五重奏为开幕礼顷力演出."
    },
    {
      "en": "Then they called on Xiao Yang to play the harmonica.",
      "cn": "然后他们请小杨吹口琴."
    },
    {
      "en": "These people are the real opponents of the harmonica.",
      "cn": "此类人是口琴的真正反对者."
    },
    {
      "en": "This will enable you to determine how well you play the harmonica.",
      "cn": "这使你能确定你能多好地演奏口琴."
    },
    {
      "en": "This would be a unique and valuable contribution to the harmonica world.",
      "cn": "这将是独一无二的,对口琴届来说也是很有价值的."
    },
    {
      "en": "Thus, this section is geared toward the diatonic harmonica.",
      "cn": "因此, 这个部分是与10孔口琴(演奏)有关联的."
    },
    {
      "en": "Usually Gus would bring his harmonica and, after talking for a little while, they’d play a few songs together.",
      "cn": "通常盖斯会带着他的口琴，在聊了一会儿以后，他们会一起演奏几首歌。"
    },
    {
      "en": "We are glad that you are enjoying the 10 hole harmonica.",
      "cn": "能享受到10孔口琴的乐趣,那真是太棒了."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "口琴",
      "tran_en": "a small musical instrument that you play by blowing or sucking and moving it from side to side near your mouth"
    }
  ],
  "exchange": {
    "pl": [
      "harmonicas"
    ]
  }
}