{
  "word": "stratigraphy",
  "ipa": {
    "us": "strə'tɪgrəfɪ",
    "uk": "strə'tɪgrəfɪ"
  },
  "sentences": [
    {
      "en": "Cambrian stratigraphy well developed in Luxi ( west of Shandong ), and their sedimentary records possesses cyclicity.",
      "cn": "鲁西地区寒武纪地层发育较好, 沉积记录具旋回性的特点."
    },
    {
      "en": "Coal geology emphatically studies always stratigraphy and sedimentology of coal and coal - bearing strata.",
      "cn": "煤地质学一直偏重于对煤和含煤地层的地层学和沉积学的研究."
    },
    {
      "en": "From the view of stratigraphy, they all belong to the Cretaceous period.",
      "cn": "从地层学上看, 它们都属于白垩纪."
    },
    {
      "en": "High - resolution sequence stratigraphy overcomes the fault of diachroneity in lithostratigraphic correlation.",
      "cn": "高分辨率 层序地层学克服了岩性地层对比穿时的缺点."
    },
    {
      "en": "It is much more complex and difficult to study Archean stratigraphy than Phanerozoic stratigra - phy.",
      "cn": "太古宙地层与显生宙地层相比,具有很大的复杂性,研究难度大."
    },
    {
      "en": "Palaeobiology and Stratigraphy is one of the most important curriculums in Earth Science.",
      "cn": "《古生物学与地层学》是地球科学各专业最重要的基础课程之一."
    },
    {
      "en": "Quantitative simulation of stratigraphy in a basin is an important component of sedimentary basins modelling.",
      "cn": "地层定量模拟是沉积盆地模拟的重要组成部分."
    },
    {
      "en": "Research of sequence stratigraphy in nonmarine petroliferous basin must introduce some new concepts.",
      "cn": "陆相含油气盆地中层序地层学的研究不同于海相盆地."
    },
    {
      "en": "Seismic stratigraphy - the study of stratigraphy and depositional facies as interpreted from seismic data.",
      "cn": "地震地层学-- 按照地震资料解释进行地层学和沉积相的研究。"
    },
    {
      "en": "Seismic stratigraphy is the study of stratigraphy and depositional facies as interpreted from seismic data .",
      "cn": "地震地层学是按照地震资料解释进行地层学和沉积相的研究。"
    },
    {
      "en": "STRATIGRAPHY AND GEOCHEMISTRY OF AN EARLY CAMPANIAN DEEPENING SUCCESSION ( BIBERECK FORMATION , GOSAU GROUP , AUSTRIA )",
      "cn": "奥地利Gosau群Bibereck组Campanian早期海水变深序列的地层学和地球化学 ( 英文 )"
    },
    {
      "en": "Stratigraphy is one of the basic subjects of most significance in geology.",
      "cn": "地层学是地质学的一门重要的基础学科."
    },
    {
      "en": "Stratigraphy studies the sequence of the rocks in the earth's crust.",
      "cn": "地层学研究地壳中岩石的层序."
    },
    {
      "en": "Stratigraphy traps can be classified into stratigraphic onlap trap and stratigraphic erosion unconformity trap.",
      "cn": "地层圈闭可分为地层超覆不整合圈闭和地层削蚀不整合圈闭."
    },
    {
      "en": "The sequence stratigraphy and tidal sedimentary systems is mainly discussed in Jiaozhou Bay area.",
      "cn": "本文主要讨论了胶州湾及青岛前海层序地层和潮流沉积体系."
    },
    {
      "en": "The strontium isotope stratigraphy (SIS) is predominantly used for correlation and dating of marine sediments.",
      "cn": "锶同位素地层学在海相地层的对比和定年中具有十分重要的作用。"
    },
    {
      "en": "The theory of slope break is an advance of sequence stratigraphy applied in terrestrial basin.",
      "cn": "坡折带理论是层序地层学在陆相盆地应用中的新发展."
    },
    {
      "en": "Their main effort is directed to stratigraphy and structure of outcrops.",
      "cn": "他们的主要精力放在研究天然露头的地层情况与构造上."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "stratum",
          "tran_cn": " （组织的）层；[地质] 地层；社会阶层"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "地层情况，地层学",
      "tran_en": "the study of the composition, relative positions, etc, of rock strata in order to determine their geological history "
    }
  ],
  "exchange": {}
}