{
  "word": "melanin",
  "ipa": {
    "us": "ˈmelənɪn",
    "uk": "ˈmɛlənɪn"
  },
  "sentences": [
    {
      "en": "Are melanin ornaments signals of antioxidant and immune capacity in birds?",
      "cn": "黑色素羽毛装饰反映了鸟类的抗氧化和免疫能力 吗 ?"
    },
    {
      "en": "Cells in the human skin produce a substance called melanin.",
      "cn": "人类皮肤里的细胞产生一种物质叫黑色素."
    },
    {
      "en": "Dihydroxyindole is an important intermediate of melanin, amino - acid, biogenic base and tryptamine.",
      "cn": "二羟基吲哚是黑素原的重要中间体, 也是一些氨基酸 、 生物碱、色胺的中间体."
    },
    {
      "en": "Freckles are simply concentrations of melanin.",
      "cn": "雀斑不过是高浓度的黑色素."
    },
    {
      "en": "Galanin, cocaine and amphetamine regulated transcript peptide (CART) and melanin concentrating hormone (MCH), etc. , which were related to the regulation of appetite, were expressed in pituitary.",
      "cn": "垂体表达甘丙肽、可卡因和安非他明调节的转录肽（CART）及黑色素浓集激素（MCH）等与食欲调节有关的激素。"
    },
    {
      "en": "If cure is undeserved, activationed its melanin cell, sequential meeting is more serious ah.",
      "cn": "假如治疗不当，激活了它的黑色素细胞，后果会更严重的啊。"
    },
    {
      "en": "Lastly, sepia - toned melanin in response to ultraviolet rays, appears in large amounts.",
      "cn": "最新研究, 黑色素通过紫外线辐射会大量激增."
    },
    {
      "en": "Melanin is a natural material, the skin has a definite effect.",
      "cn": "黑色素是一种天然物质, 对皮肤有一定的作用."
    },
    {
      "en": "Melanin, hemoglobin and water molecules are the main factors causing skin absorption.",
      "cn": "黑色素 、 血红蛋白和水分子是引起皮肤吸收的主要因素."
    },
    {
      "en": "Promote the blood circulation, and accelerate the melanin's decomposition and absorption.",
      "cn": "促进血液循环, 加速黑色素的分解与吸收."
    },
    {
      "en": "Repress the sour activity of ammonia, quickly the melanin's absorption.",
      "cn": "抑制酪氨酸酶的活性, 加快黑色素的吸收."
    },
    {
      "en": "The costs of melanin - based plumage and iridescence are clearly different from this.",
      "cn": "黑色素翅膀和彩虹色翅膀的代价与上面却完全不同."
    },
    {
      "en": "The melanin plays an important role on animal body color formation.",
      "cn": "黑色素对动物体色的形成起重要的作用."
    },
    {
      "en": "The more melanin on thesurface the deeper the tan.",
      "cn": "生成的黑色素越多,晒得越深."
    },
    {
      "en": "The pineal gland secretes melanin during times of relaxation and visualization.",
      "cn": "松果体在放松时分泌黑色素是明白无误的."
    },
    {
      "en": "The production of melanin in the skin is stimulated by exposure to the sun.",
      "cn": "皮肤暴露在阳光下就很容易生成黑色素。"
    },
    {
      "en": "Therefore melanin metrocyte when not ultraviolet radiation, still mass production melanin.",
      "cn": "因此黑色素母细胞在不受紫外线照射时, 仍然大量生产黑色素."
    },
    {
      "en": "This caused them to lose their ongoing ability to make new melanin, the pigment that gives color to hair and skin.",
      "cn": "这将致使其失去现有制造新黑色素的功能，而正是由于这种色素，毛发和皮肤才有颜色。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "黑色素",
      "tran_en": "a natural dark brown colour in human skin, hair, and eyes"
    }
  ],
  "exchange": {}
}