{
  "word": "inborn",
  "ipa": {
    "us": "ˌɪnˈbɔːn",
    "uk": "ˌɪnˈbɔːrn"
  },
  "sentences": [
    {
      "en": "A large number of inborn errors of metabolism are known in man.",
      "cn": "人们了解到在人类中存在大量的先天性代谢缺陷."
    },
    {
      "en": "And lyrics are tell themselves, inborn I only then must be useful.",
      "cn": "其中一句歌词是“告诉自己, 天生我才必有用”."
    },
    {
      "en": "Birds have an inborn ability to fly.",
      "cn": "鸟生来就会飞."
    },
    {
      "en": "Both parts are so natural with her as if they were inborn.",
      "cn": "演员——作家,这两种不同的身份,在她的身上融和得这样恰切,仿佛天生来就应该是这样."
    },
    {
      "en": "Good taste is inborn and cannot be learned.",
      "cn": "好的鉴赏力是与生俱来的，无法通过后天习得。"
    },
    {
      "en": "He had an inborn talent for languages.",
      "cn": "他有语言天分。"
    },
    {
      "en": "He is a boy with an inborn love of mischief.",
      "cn": "他是个生来就喜欢恶作剧的男孩子."
    },
    {
      "en": "He must meet that truth with his own true stuff - with his own inborn strength.",
      "cn": "他必须用他自己的真实的感情 -- 用他自己的固有力--去面对这种现实."
    },
    {
      "en": "I believe people are naturally kind, and pursuing happiness an inborn motivation.",
      "cn": "我相信在自然状态下,人都是善良的, 寻求幸福快乐是人生而具有的动机."
    },
    {
      "en": "Inborn errors of thyroid hormone biosynthesis leading to goiter are extremely uncommon.",
      "cn": "甲状腺激素先天性合成异常引起的甲状腺肿极为少见."
    },
    {
      "en": "It is clear that the ability to smile is inborn.",
      "cn": "显然，笑的能力是与生俱来的。"
    },
    {
      "en": "John, who is only five, an inborn talent for music.",
      "cn": "约翰是一外5岁大的孩子, 有着天生的音乐才能."
    },
    {
      "en": "Mammals have an inborn fear of snakes.",
      "cn": "哺乳动物天生害怕蛇。"
    },
    {
      "en": "Many methods consist artificial ways to stop dogs inborn character.",
      "cn": "许多方法包括用人为方式对中止狗天生字符."
    },
    {
      "en": "The desire for sexual expression is inborn and natural.",
      "cn": "性表达的渴望是与生俱有、天生而来的."
    },
    {
      "en": "We have our native inborn talent, yet we hardly use it.",
      "cn": "我们有天生的才能，但我们却几乎未曾使用过。"
    },
    {
      "en": "When Alfred Adler first postulated in 1908 that there existed an inborn instinct of aggression Freud argued against it.",
      "cn": "当艾尔弗雷德·阿德勒于1908年首次提出人生来就有攻击性本能的假设时，弗洛伊德对此表示反对。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "hereditary",
            "innate",
            "instinctive",
            "natural"
          ],
          "tran_cn": "天生的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "component",
            "constitutional",
            "hereditary",
            "innate",
            "instinctive",
            "natural",
            "original"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "天生的，先天的，固有的",
      "tran_en": "an inborn quality or ability is one you have had naturally since birth"
    }
  ],
  "exchange": {}
}