{
  "word": "Patricia",
  "ipa": {
    "us": "pə'triʃə",
    "uk": "pə'triʃə"
  },
  "sentences": [
    {
      "en": "Here is the Financial News, read by Patricia Anderson.",
      "cn": "现在由帕特里夏?安德森播送财经新闻."
    },
    {
      "en": "However long it takes, Patricia Wager of London said it would clear up something that should not be an issue in the modern world.",
      "cn": "伦敦居民帕特丽夏·维戈认为，不管等候多久，它肯定能为当今社会解决一些早该清除的问题吧。"
    },
    {
      "en": "Patricia has taken a fancy to my elder brother.",
      "cn": "帕特里夏喜欢我的哥哥."
    },
    {
      "en": "Patricia Hewitt knows a thing or two about how to be well-organised.",
      "cn": "帕特里夏·休伊特很了解如何做到有条不紊。"
    },
    {
      "en": "Patricia is a very shy girl and does not make friends easily.",
      "cn": "派西亚很害羞而不容易与人做朋友."
    },
    {
      "en": "Patricia looked beautiful and elegant as always.",
      "cn": "帕特里夏一如既往地美丽优雅。"
    },
    {
      "en": "Patricia was kind, hearty, direct, full of a batting self - respect .",
      "cn": "帕特丽夏本来和很善良, 待人诚实, 说话直率, 自尊心 极强."
    },
    {
      "en": "Patricia: No, we just want to look at the costs.",
      "cn": "帕特丽夏: 不, 我们只想看看成本."
    },
    {
      "en": "She walked back to the hotel, sent a wire to Julia and another to Patricia.",
      "cn": "她回到旅馆, 给朱丽娅和帕特丽夏分别打了电报."
    },
    {
      "en": "Sibyll Patricia Trelawney is the Divination professor at Hogwarts.",
      "cn": "西比尔·里劳妮是霍格沃兹的占卜教师."
    },
    {
      "en": "Steven, did you check up on Patricia Woo before you hired her?",
      "cn": "史蒂文, 你雇帕特里夏.吴之前核对过她的材料 吗 ?"
    },
    {
      "en": "That's Rex with Uncle Bob and Aunt Patricia.",
      "cn": "那个是雷克斯,它跟随着舅舅和舅妈."
    },
    {
      "en": "The novel's epigraph states \"Promise kept\", and at the end Patricia says: \"You asked my permission to write your story. ",
      "cn": "这本小说的题词为“不渝的承诺”，在书的结尾，帕特丽夏说道：“你问我可不可以写下你的故事。"
    },
    {
      "en": "They had both been born with the names Patricia Ann Campbell.",
      "cn": "她们出生后都取名为帕特丽夏·安·坎贝尔."
    },
    {
      "en": "Trevor: Yes, Patricia. I'm a dentist. I live and work in London.",
      "cn": "泰沃: 是的, 帕维西亚. 我是一名牙医. 现在生活和工作都在伦敦."
    },
    {
      "en": "Under the stage name of Beverly Brooks, Patricia had small parts in several British films.",
      "cn": "帕特里夏以贝弗利·布鲁克斯的艺名在几部英国电影中饰演过小角色。"
    },
    {
      "en": "When Cynthia arrived for work the next morning, Patricia, the store manager, asked her to come to the small room in back of the store that served as an office.",
      "cn": "当辛西娅第二天早上去上班的时候，帕特丽夏，那个便利店的经理，把她请到了店铺后面用作办公室的一个小房间里。"
    },
    {
      "en": "Who wrote the screenplay from Patricia Highsmith's book? Raymond Chandler, no less.",
      "cn": "帕特里夏·海史密斯那本书是谁改编成剧本的？雷蒙德·钱德勒呀，厉害。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "帕特丽夏(f.)"
    }
  ],
  "exchange": {}
}