{
  "word": "fragility",
  "ipa": {
    "us": "frə'dʒɪlətɪ",
    "uk": "frə'dʒɪlətɪ"
  },
  "sentences": [
    {
      "en": "But the authorities are reluctant to take this step, given the fragility of the economy.",
      "cn": "但当局并不愿意采取此等措施, (害怕)挫伤经济."
    },
    {
      "en": "By mid-1988 there were clear indications of the extreme fragility of the Right-wing coalition.",
      "cn": "到1988年年中，有明显迹象表明右翼联盟极度脆弱。"
    },
    {
      "en": "China traditionally feared any fragility and volatility in North Korea.",
      "cn": "中国历来担心朝鲜出现任何垮台迹象和动荡."
    },
    {
      "en": "Fears about the fragility of the global recovery are exaggerated .",
      "cn": "全球经济复苏脆弱性的恐惧被夸大了。"
    },
    {
      "en": "Given the extreme fragility of the private sector, that could cause another economic downturn.",
      "cn": "鉴于私营部门的极度脆弱, 这可能再度造成经济低迷."
    },
    {
      "en": "He saw in her tender fragility.",
      "cn": "他喜欢她的温柔纤弱."
    },
    {
      "en": "If he was ill, why didn't anyone do something about his fragility?",
      "cn": "假如他生病了，为什么没有任何人为他的脆弱做些什么？"
    },
    {
      "en": "Improve the venous Circulatory disorders, and fragility of blood vessels ( microcirculation ) .",
      "cn": "改善静脉 微循环 障碍及毛细血管脆性损伤."
    },
    {
      "en": "It has exposed the fragility of the foundations of private finance: opaqueness , hazard and sometimes fraud.",
      "cn": "它暴露出了私人金融根基的脆弱性 —— 不透明 、 冒险、甚至有时还有欺诈行为."
    },
    {
      "en": "Older drivers are more likely to be seriously injured because of the fragility of their bones.",
      "cn": "老司机由于骨骼脆化更有可能受重伤。"
    },
    {
      "en": "Otherwise, we would soon return to the world of fragility and bail - outs .",
      "cn": "否则, 我们很快就会回到不堪一击和必须 纾 困的境地."
    },
    {
      "en": "Render the body is also the fragility of life and life limits of The cramped.",
      "cn": "同样是渲染肉体生命的脆弱和生命限度的局促."
    },
    {
      "en": "Solidity in the north up for fragility in the south.",
      "cn": "欧元区域北部经济的稳健弥补了其南部区域经济的衰弱."
    },
    {
      "en": "Tears are a sign of fragility.",
      "cn": "眼泪是脆弱的."
    },
    {
      "en": "The island - state's unalterable fragility is beyond dispute.",
      "cn": "新加坡的脆弱,是谁也无法否认及改变的事实."
    },
    {
      "en": "The problem could be called the \" fragility of perfection \"",
      "cn": "这一问题可以被称作 “ 脆弱的完美(fragilityofperfection) ”"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "fragile",
          "tran_cn": " 脆的；易碎的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "frangibility",
            "friability"
          ],
          "tran_cn": "脆弱；[力]易碎性；虚弱"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "delicacy",
            "weakness"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "osmotic fragility",
      "tran_cn": "红细胞渗透脆性；渗透脆性"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "脆弱，虚弱，易碎性，脆性，脆弱性"
    }
  ],
  "exchange": {
    "adj": [
      "fragile"
    ]
  }
}