{
  "word": "systematical",
  "ipa": {
    "us": "ˌsɪstə'mætɪkl",
    "uk": "ˌsɪstə'mætɪkəl"
  },
  "sentences": [
    {
      "en": "A water quality systematical filter model and its algorithm in a shallow lake have been established.",
      "cn": "本文建立了浅水湖泊水质系统滤波模型和相应算法."
    },
    {
      "en": "Chinese scholars have not a systematical and profound study of as yet or a long time.",
      "cn": "长期以来,我国学者对此一直缺乏系统而深入的研究."
    },
    {
      "en": "Combining with theory and practice, the article makes a systematical expatiation on the commercial innovation.",
      "cn": "从理论和实践的结合上, 对商业创新作了比较系统的阐述."
    },
    {
      "en": "Currently, the understanding of systematical theory and practice of ecological design is still in chaos.",
      "cn": "当前对园林生态设计的系统理论及实践认识还处于较混乱的局面."
    },
    {
      "en": "Dialectical thought and systematical way are adopted on the research of this subject.",
      "cn": "本题目研究主要采取了辨证思维的基本方法和系统的方法."
    },
    {
      "en": "Excellent ability of systematical management.",
      "cn": "有极强的系统管理能力。"
    },
    {
      "en": "Highly - motivated and reliable with systematical thinking approach.",
      "cn": "上进心强,可靠,并具有系统化的思考方法."
    },
    {
      "en": "However, if we examine it from the self-others coordination, we could regard it as a systematical functions on multiple brain areas.",
      "cn": "从自我与他人协调的角度看，可认为它是一个由多脑区有机组织而成的系统。"
    },
    {
      "en": "I have excellent ability of systematical management.",
      "cn": "我有极好的系统管理能力。"
    },
    {
      "en": "In long - term research and practice, Shen Jiaben has formed a systematical classification method of legal literature.",
      "cn": "在 长期 的研究与实践中, 沈家本形成了一套系统的法律文献的分类方法."
    },
    {
      "en": "In this thesis, visual constraints and stylistic constraints are described in a systematical way.",
      "cn": "本论文将从视觉限制和语体限制两方面系统地论述影视翻译的特点."
    },
    {
      "en": "Marxism has 5 bright basic features: epochal, innovative, systematical , practical and people's.",
      "cn": "马克思主义具有五个鲜明的基本特征: 一是时代性; 二是创新性;三是系统性; 四是实践性; 五是人民性."
    },
    {
      "en": "Now, it is lack of systematical investigation on the design and calculation.",
      "cn": "目前, 在地热换热器的设计计算方面缺少系统的理论研究."
    },
    {
      "en": "Objective : To explore the quality of life ( QOL ) of asthma patients and its systematical influencing factors.",
      "cn": "目的: 探讨成年哮喘患者生存质量及影响因素."
    },
    {
      "en": "The ERP system adoption is the systematical engineering process which needs time to realize benefits step by step.",
      "cn": "ERP系统的采纳是一个系统的工程，它需要时间来一步一步发现效益。"
    },
    {
      "en": "The gene regulation networks can help biologists know more about the systematical biological phenomena.",
      "cn": "基因调节网路可以帮助生物学家了解更多系统性的生物现象."
    },
    {
      "en": "The systematical design of the test stand for chargers is expounded.",
      "cn": "阐述了充电机试验台的系统设计,介绍了充电机性能试验的检测项目."
    },
    {
      "en": "The way he works isn't very systematical.",
      "cn": "他的工作方法不是很有条理."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "constant",
            "methodical"
          ],
          "tran_cn": "有系统的；分类学的；经常的"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "scientific"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "有系统的，<生>分类上的，有条理的，有计划有步骤的"
    }
  ],
  "exchange": {}
}