{
  "word": "philistine",
  "ipa": {
    "us": " ˈfɪlɪstaɪn",
    "uk": " ˈfɪlɪstiːn"
  },
  "sentences": [
    {
      "en": "And the Philistine cursed David by his gods.",
      "cn": "非利士人就指著自己的神咒诅大卫."
    },
    {
      "en": "But Abishai the son of Zeruiah helped him and struck down the Philistine and killed him.",
      "cn": "17但洗鲁雅的儿子亚比筛帮助大卫,击打那非利士人,将他杀死."
    },
    {
      "en": "Contemporary stereotypes of the bourgeois a grasping philistine ought to therefore be nuanced.",
      "cn": "作为把握当代资产阶级庸人定型因此,应该细致入微."
    },
    {
      "en": "David did as God commanded him , and they routed the Philistine army from Gibeon to Gezer.",
      "cn": "达味就照天主所命的行了,击杀培肋舍特人的军队, 由基贝红直到革则尔."
    },
    {
      "en": "David lived in Philistine territory a year and four months.",
      "cn": "7大卫在非利士地住了一年零四个月."
    },
    {
      "en": "David saw two men standing in front of the Philistine army.",
      "cn": "大卫看到两个站在腓利士军队前面的人."
    },
    {
      "en": "For forty days the Philistine came forward every morning and evening and took his stand.",
      "cn": "那非利士人早晚都出来站著、此四十日."
    },
    {
      "en": "Giant from Gath a Royal Philistine city.",
      "cn": "他是非利士的皇族城迦特人."
    },
    {
      "en": "He's a perfect philistine.",
      "cn": "他是个十足的小市民."
    },
    {
      "en": "I believe he seriously thinks me an awful Philistine.",
      "cn": "我相信,他真的认为我是个不可救药的庸人."
    },
    {
      "en": "Philistine army should have surrendered and not run away.",
      "cn": "非利士的军队照理要投降,不应该逃走."
    },
    {
      "en": "The philistine attitude of the public resulted in the work being abandoned.",
      "cn": "由于公众对艺术不感兴趣,那个作品备受冷遇."
    },
    {
      "en": "The philistine attitude of the public results in the work being abandoned.",
      "cn": "由于公众对艺术不感兴趣,那个作品备受冷遇."
    },
    {
      "en": "Then the Philistine came on and approached David, with the shield - bearer in front of him.",
      "cn": "撒上17:41 非 利士人也渐渐的迎著大卫来.拿盾牌的走在前头."
    },
    {
      "en": "When it comes to art, the man’s a philistine.",
      "cn": "说起艺术，这个人是一窍不通。"
    },
    {
      "en": "When Saul and all Israel heard those words the Philistine, they were dismayed and greatly afraid.",
      "cn": "扫罗和以色列众人听见非利士人的这些话, 就惊惶,极其害怕."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "市侩的，庸俗的，低级的"
    },
    {
      "pos": "n",
      "tran_cn": "市侩，庸人",
      "tran_en": "If you call someone a philistine, you mean that they do not care about or understand good art, music, or literature, and do not think that they are important"
    }
  ],
  "exchange": {
    "pl": [
      "philistines"
    ]
  }
}