{
  "word": "Utopia",
  "ipa": {
    "us": "juːˈtəʊpiə",
    "uk": "juːˈtoʊpiə"
  },
  "sentences": [
    {
      "en": "According to Xun Zi's utopia all under heaven submits to one ruler.",
      "cn": "荀子的 “ 理想国”是天下定于一尊,万民匍匐于地."
    },
    {
      "en": "Everyone has a dream that one day they can reach Utopia.",
      "cn": "每个人都憧憬着终有一天能够到达理想乡."
    },
    {
      "en": "For many customers yesterday, New Yansha was indeed a kind of utopia.",
      "cn": "对昔日的许多消费者而言, 新燕莎的确堪称乌托邦."
    },
    {
      "en": "His Utopia is not a chimerical commonwealth but a practical improvement on what already exists.",
      "cn": "他的乌托邦不是空想的联邦,而是对那些已经存在的联邦事实上的改进."
    },
    {
      "en": "I've turned that bloody maniac loose upon utopia.",
      "cn": "我把个十足的恶棍送到了乌托邦."
    },
    {
      "en": "Margaret embarked upon the route to Utopia straightaway.",
      "cn": "玛格丽特立即就为实现这个理想而开始奋斗."
    },
    {
      "en": "Sir Thomas More is remembered today as the author of Utopia.",
      "cn": "当今,托马斯·莫尔先生还被铭记为《乌托邦》的作者."
    },
    {
      "en": "Sir Thomas More is remembered today as the author of Utopia.",
      "cn": "当今，托马斯·莫尔先生还被铭记为乌托邦的作者。"
    },
    {
      "en": "Such a complete satisfaction of human need is utopia.",
      "cn": "这种对人类需要的完全满足是空想的."
    },
    {
      "en": "That fake fur was a poor choice to infiltrate utopia?",
      "cn": "选择穿假皮草来渗透这个乌托邦是个错误?"
    },
    {
      "en": "The British utopia literature undergoes the process of utopia, mock - utopia and dystopia.",
      "cn": "英国的乌托邦文学经历了乌托邦 、 讽刺乌托邦和反乌托邦的发展."
    },
    {
      "en": "The concluding part explores the fate of Utopia at the present age.",
      "cn": "本文最后的结语部分探讨了乌托邦的当代命运."
    },
    {
      "en": "The harmoniousness talked in Utopia written by Plato includs two aspects.",
      "cn": "和谐的本体论意义是指人的生存行为对罗各斯的服从."
    },
    {
      "en": "Utopia: Fantasia. Fantasia. This is Utopia. How do you read me?",
      "cn": "理想国: 幻想曲. 幻想曲. 这里是理想国. 我的信号你收得到 吗 ?"
    },
    {
      "en": "We weren't out to design a contemporary utopia.",
      "cn": "我们不想去设计一个当代乌托邦。"
    },
    {
      "en": "When Vida came in to tea Carol sketched her Utopia.",
      "cn": "维达来喝茶的时候,卡萝尔就情不自禁把她的乌托邦扼要地说了一下."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "乌托邦（理想中美好的社会）",
      "tran_en": "an imaginary perfect world where everyone is happy"
    }
  ],
  "exchange": {
    "pl": [
      "Utopias"
    ]
  }
}