{
  "word": "destitution",
  "ipa": {
    "us": "ˌdestɪ'tju:ʃn",
    "uk": "ˌdɛstɪˈtuʃən, -ˈtju-"
  },
  "sentences": [
    {
      "en": "But \" poverty \" in America , as defined by the Census Bureau, does not mean destitution.",
      "cn": "人口局所定义的 “ 贫困 ” 并不意味着贫穷."
    },
    {
      "en": "Confucius said, \" Hunger, thirst, cold, destitution and failure are the inevitable trace of natural operation. \"",
      "cn": "孔子说: [饥渴寒暑, 穷困不得志,这些都是自然运作的必然轨迹."
    },
    {
      "en": "From hunger , cold, isolation, destitution.",
      "cn": "向饥寒 、 孤独 、 遗弃、贫困收买."
    },
    {
      "en": "He reach the excess of destitution from which he never rose again.",
      "cn": "他走到了贫困的极端,从此一蹶不振."
    },
    {
      "en": "His drinking led him to a life of destitution.",
      "cn": "酗酒导致他生活贫穷。"
    },
    {
      "en": "If not me, or even destitution, so I will be very worried.",
      "cn": "如果不如我, 更甚是穷困潦倒, 那样我又会很担心."
    },
    {
      "en": "In some regions the types of mental and physical destitution were without parallel.",
      "cn": "在有些地区里,精神上和物质上的贫乏的情况是无法比拟的."
    },
    {
      "en": "Increasingly , cities are suffering simultaneously the problems of poverty and affluence: pollution and destitution.",
      "cn": "城市同时受到贫困和富裕产生的难题 — 污染和赤贫的困扰."
    },
    {
      "en": "It'says high food prices are causing families to destitution and the hunger - poverty trap.",
      "cn": "报告指出高额的食物价格导致家庭越发陷入饥饿和贫穷的困境."
    },
    {
      "en": "Physical education in the western regions lags behind that in the east, which mainly is a destitution of an innovation of sports culture.",
      "cn": "我国西部体育落后于东部地区，从根本上说，是缺乏体育文化创新。"
    },
    {
      "en": "She laid her case of destitution before him in a very moving letter.",
      "cn": "她在一封感人至深的信中向他描述了她的穷困情形."
    },
    {
      "en": "Thanks to welfare schemes and unemployment benefits, many of which have their origins in those dark days, joblessness no longer plunges people into destitution, at least in the developed world.",
      "cn": "很多福利计划和失业救济金方案都发轫于那些灰暗的失业时期； 受惠于这些计划，至少发达国家的人们不再因为失业而陷入穷困。"
    },
    {
      "en": "The people lived in destitution.",
      "cn": "民生凋敝."
    },
    {
      "en": "This is both their destitution and their wealth.",
      "cn": "这既是他们的窘困也是他们的财富所在."
    },
    {
      "en": "Though the meekest of men, he was full of fire which flamed its fiercest in his patriotism, as though to burn to ashes the shortcomings and destitution of his country.",
      "cn": "虽然他是个极其温和的人，在爱国主义上他却充满了最炽热的火焰，仿佛要把他自己国家的缺点和贫困烧成灰烬。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "destitute",
          "tran_cn": " 穷困的；无的；缺乏的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "destitute",
          "tran_cn": " 赤贫者"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "destitute",
          "tran_cn": " 使穷困；夺去"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "shortage",
            "deficiency",
            "need",
            "short of",
            "drought"
          ],
          "tran_cn": "穷困；缺乏"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "absence",
            "necessity",
            "poverty"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "穷困，缺乏，贫穷",
      "tran_en": "Destitution is the state of having no money or possessions"
    }
  ],
  "exchange": {
    "adj": [
      "destitute"
    ]
  }
}