{
  "word": "Jupiter",
  "ipa": {
    "us": "ˈdʒuːpɪtə(r)",
    "uk": "ˈdʒuːpɪtər"
  },
  "sentences": [
    {
      "en": "a space probe on its way to Jupiter",
      "cn": "飞向木星的一个太空探测器"
    },
    {
      "en": "After the Jupiter flyby , a silicon chip failed, wiping out three percent of the computer's memory.",
      "cn": "飞过木星以后, 一块硅片失效了, 抹掉计算机存储的百分之三."
    },
    {
      "en": "Asteroid lies between Mars and Jupiter.",
      "cn": "小行星位于火星与木星之间."
    },
    {
      "en": "Bob turned over to sleep again, wondering how Jupiter and Pete were making out.",
      "cn": "鲍勃一面挂念着丘辟特和皮特的生活状况，一面转身又去睡了。"
    },
    {
      "en": "How many moons does Jupiter have?",
      "cn": "木星有多少卫星?"
    },
    {
      "en": "How many moons has the planet Jupiter?",
      "cn": "木星有几个卫星?"
    },
    {
      "en": "Jupiter is unlike the Earth in almost every way.",
      "cn": "木星与地球几乎完全不同."
    },
    {
      "en": "Jupiter shortened the spring, and divided the year into four seasons.",
      "cn": "朱庇特缩短了春天, 把一年分为四季."
    },
    {
      "en": "Jupiter'smoon Io, whose density is 3.5 grams per cubic centimetre, is all rock.",
      "cn": "密度为每立方厘米3.5克的木星卫星木卫一上遍布岩石。"
    },
    {
      "en": "Not only with immortals but with mortals were Jupiter's relations sometimes of a dubious character.",
      "cn": "朱庇特不仅跟神祗有私情,和凡人也常常关系暧昧."
    },
    {
      "en": "Oh, by Jupiter, and talking of Ben Gunn ! why this is the mischief in person.",
      "cn": "哦, 对了, 说到本-刚 恩,这真是恶作剧的化身."
    },
    {
      "en": "She wrote important studies of the planets Jupiter and Saturn.",
      "cn": "她写了几篇关于木星和土星的重要学术论文."
    },
    {
      "en": "The astronomers were taking an observation of Jupiter.",
      "cn": "天文学家们正在观测木星."
    },
    {
      "en": "The guide showed us a colossal statue of Jupiter, in the Vatican.",
      "cn": "在梵蒂冈,向导领我们参观了一座朱庇特巨像."
    },
    {
      "en": "The planet Jupiter may have no solid surface at all.",
      "cn": "木星表面可能根本就不是固体的。"
    },
    {
      "en": "Third and last on the throne of the highest god sat Zeus ( or Jupiter ).",
      "cn": "宙斯 ( 朱庇特 ) 是第三位,也是最后一位众神之王,在希腊众神中地位最高."
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "木星",
      "tran_en": "the planet that is fifth in order from the sun and is the largest in the solar system"
    }
  ],
  "exchange": {}
}