{
  "word": "impermeable",
  "ipa": {
    "us": "ɪmˈpɜ:miəbl",
    "uk": "ɪmˈpɜrmiəbl"
  },
  "sentences": [
    {
      "en": "A usually impermeable substance used for caulking.",
      "cn": "堵塞材料用于堵缝的通常不渗透的材料."
    },
    {
      "en": "Cancer is a cellular structure whose cell wall has become impermeable.",
      "cn": "癌症就是细胞壁变得难以渗透的细胞结构."
    },
    {
      "en": "Fluid pressure , flux, leaky and impermeable boundary conditions may be prescribed.",
      "cn": "可指定流体压力 、 涌出量 、 泄漏量和非渗透边界条件."
    },
    {
      "en": "He surrounded himself with an impermeable wall of secretaries, personal assistants and yes - men.",
      "cn": "他把自己用由秘书 、 私人助理和 唯唯诺诺 的人组成的密不透风的墙包围起来."
    },
    {
      "en": "In the design of the impermeable curtain grouting engineering, high - pressure cement grouting with orifice - closed adopted.",
      "cn": "某水电站二期工程为地下厂房, 工程防渗帷幕灌浆采用了孔口封闭法高压水泥灌浆."
    },
    {
      "en": "No paint is impermeable to water vapour.",
      "cn": "没有哪种涂料是不透水汽的。"
    },
    {
      "en": "The accumulation of oilis governed by lateral changes from permeable to impermeable facies.",
      "cn": "石油的储集是受从渗透到不渗透的岩相横向变化控制的."
    },
    {
      "en": "The canoe is made from an impermeable wood.",
      "cn": "独木舟由防水木头制成。"
    },
    {
      "en": "The external layer of the skin is relatively impermeable to water.",
      "cn": "皮肤的外层不透水."
    },
    {
      "en": "The impermeable layer has aged, we must find someone to repair it.",
      "cn": "楼顶的防渗层已经老化, 要请人来修理了."
    },
    {
      "en": "The nature AMPA receptor is normally Ca ~ ( 2 + ) impermeable due to the expression of GluR 2 subunit.",
      "cn": "由于GluR2亚单位的表达天然AMPA受体通道对 Ca2 +不通透."
    },
    {
      "en": "The objects are covered with impermeable decorative coatings of glass like material.",
      "cn": "这些物体上覆盖着玻璃状不透水的装饰涂层."
    },
    {
      "en": "The passage became absolutely impermeable.",
      "cn": "过道完全不通了."
    },
    {
      "en": "Thus clays and shales tend to be impermeable.",
      "cn": "因此粘土和页岩就往往不透水."
    },
    {
      "en": "Water cannot easily flow in these impermeable rocks.",
      "cn": "水不容易流进那些不透水的岩石."
    },
    {
      "en": "What is cancer? Cancer is a cellular structure whose cell wall has become impermeable.",
      "cn": "癌症是什么? 癌症是细胞壁变得难以渗透的细胞结构."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "impermeability",
          "tran_cn": " 不渗透性；不透过性；不能渗透的性质或状态"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "impermeable barrier",
      "tran_cn": "不透水层；不透水煤柱；不渗透边界"
    },
    {
      "phrase": "impermeable layer",
      "tran_cn": "不透水层；防渗层"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "不可渗透的，透不过的",
      "tran_en": "not allowing liquids or gases to pass through"
    }
  ],
  "exchange": {}
}