{
  "word": "abeyance",
  "ipa": {
    "us": "əˈbeɪəns",
    "uk": "əˈbeəns"
  },
  "sentences": [
    {
      "en": "He strongly urged holding the next withdrawal decision in abeyance for ninety days.",
      "cn": "他强烈要求把下次撤军决定搁置九十天."
    },
    {
      "en": "Let's hold that broblem in abeyance for a while.",
      "cn": "咱们把这个问题搁一搁吧."
    },
    {
      "en": "Re - held in abeyance awaiting the industrial capital \" eye \" knowledge \" Huitian \"",
      "cn": "重组暂时搁置等待产业资本 “ 慧眼 ” 识 “ 惠天 ”"
    },
    {
      "en": "The abbot was taken aback and could not abide her abeyance .",
      "cn": "男修道院院长很吃惊并且不能忍受她的中止。"
    },
    {
      "en": "The contract of employment is put temporarily into abeyance.",
      "cn": "雇佣契约暂行中止."
    },
    {
      "en": "The decision is in abeyance until the returns from holiday.",
      "cn": "那项决议在他度假回来之前一直搁置着."
    },
    {
      "en": "The decision was held in abeyance during the war.",
      "cn": "在战争期间,这项决定暂时搁下了."
    },
    {
      "en": "The law go into abeyance.",
      "cn": "这项法律停止生效."
    },
    {
      "en": "The law was held in abeyance for well over twenty years.",
      "cn": "这项法律被搁置了二十多年."
    },
    {
      "en": "The matter was left in abeyance until Haig saw French.",
      "cn": "事情被搁置了起来，直到黑格见到法国人。"
    },
    {
      "en": "The question is in abeyance until we know more about it.",
      "cn": "问题暂时搁置,直到我们了解更多有关情况再行研究."
    },
    {
      "en": "The question is in abeyance, ie left unanswered , eg until more information is obtained.",
      "cn": "这个问题暂时搁置(如待获得更多资料时再行解决)."
    },
    {
      "en": "The rule has been in abeyance since 1980.",
      "cn": "这一规定自1980年起失效."
    },
    {
      "en": "The threat is likely to remain in abeyance until next year's meeting in Reykjavik.",
      "cn": "这一威胁很可能会一直存在下去，直至明年的雷克雅未克会议。"
    },
    {
      "en": "This custom has fallen into abeyance now.",
      "cn": "这个风俗现在已经不时兴了."
    },
    {
      "en": "Two years later, Morley died, and his music patent fell into abeyance.",
      "cn": "两年后, 莫里去世了, 而他的音乐专利也随之失效."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "abeyant",
          "tran_cn": " 中止的，未定的；暂时搁置的"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "hang",
            "discontinuation"
          ],
          "tran_cn": "中止，停顿；归属待定，暂搁"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "in abeyance",
      "tran_cn": "归属待定；悬而未决，犹未定夺"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（法律、规则、习俗等）中止，暂停，（法律、规则等）暂时失效，处于暂时搁置（或中止）状态",
      "tran_en": "something such as a custom, rule, or system that is in abeyance is not being used at the present time"
    }
  ],
  "exchange": {}
}