{
  "word": "gong",
  "ipa": {
    "us": "gɒŋ",
    "uk": "gɔŋ"
  },
  "sentences": [
    {
      "en": "\" Long, long ago, there was an old man whose name was Yu Gong . \"",
      "cn": "很久以前, 有个名叫 愚公 的老人."
    },
    {
      "en": "But why does the King call for Gong - gil so often?",
      "cn": "那为何王如此频繁的召见孔吉 呢 ?"
    },
    {
      "en": "Face by abrade hind, good blacken of Gong Heigong how to do?",
      "cn": "脸被擦伤后, 好了变黑红黑红的怎么办?"
    },
    {
      "en": "He beats the gong twice.",
      "cn": "他筛了两下锣."
    },
    {
      "en": "How can you be so certain that the market's gong bearish? \"",
      "cn": "你怎么就看定了要跌? ”"
    },
    {
      "en": "Li and Gong went over to have a look at it.",
      "cn": "李、宫二人走上前去仔细查看."
    },
    {
      "en": "Objective To investigate the prognosis of mental disorders associated with Qi - Gong.",
      "cn": "目的探讨首次诊断为气功所致精神障碍患者的预后."
    },
    {
      "en": "On the street, the watchman's gong resounded deep and mournful - once, twice. It was ten o'clock.",
      "cn": "在街中响着锣声,沉重而悲怆, 二更锣敲了."
    },
    {
      "en": "On the stroke of seven, a gong summons guests into the dining-room.",
      "cn": "7点整时一阵锣声将客人召集到餐厅。"
    },
    {
      "en": "Photo thirty - one : one reporter bought some snacks for Gong Jinghong.",
      "cn": "图 三十一: 有一位记者,买了一些零食送给龚京红."
    },
    {
      "en": "She might have gong to the lab with her teacher.",
      "cn": "她可能跟她的老师一起去了实验室."
    },
    {
      "en": "Some exclamations: When knocking gong to sell electricity, arrived!",
      "cn": "有的则惊呼: 敲着铜锣卖电的时候到了!"
    },
    {
      "en": "Spike Milligan has finally got the gong he had been promised.",
      "cn": "斯派克·米利根最终拿到了早就承诺给他的那块奖章。"
    },
    {
      "en": "The gong thundered more frequently and more furiously.",
      "cn": "锣声响得更匆促、更剧烈了."
    },
    {
      "en": "Theresa and Charles aren't gong to rent this apartment.",
      "cn": "特里萨和查尔斯不想租这套公寓."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "bell",
            "chimes"
          ],
          "tran_cn": "钟状物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "bell"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "锣，钟状物，〈俚〉奖章，纪念章",
      "tran_en": "a round piece of metal that hangs in a frame and which you hit with a stick to give a deep ringing sound. It is used as a musical instrument or to announce that a meal is ready."
    },
    {
      "pos": "v",
      "tran_cn": "鸣锣传唤；鸣锣命令驾车者停驶"
    }
  ],
  "exchange": {
    "pl": [
      "gongs"
    ]
  }
}