{
  "word": "pediatrics",
  "ipa": {
    "us": "ˌpi:dɪ'ætrɪks",
    "uk": "ˌpidiˈætrɪks"
  },
  "sentences": [
    {
      "en": "Clinical characteristics, diagnosis, and treatment of colon cancer in pediatrics are discussed.",
      "cn": "本篇将进一步讨论儿科结肠癌病人的临床表现 、 诊断方法和治疗."
    },
    {
      "en": "He received a Bachelor's drgee of Pediatrics.",
      "cn": "他获得了小儿科学士学位。"
    },
    {
      "en": "Objective To discuss the application of blood - purifying theropy in pediatrics.",
      "cn": "目的探讨血液净化治疗在儿科中的应用."
    },
    {
      "en": "Subsequent sections cover the clinical applications of PET in pediatrics.",
      "cn": "随后的部分在儿科学方面包括宠物的临床的敷用."
    },
    {
      "en": "The findings appear this month in the Joual journal Pediatrics.",
      "cn": "这个发现出自本月的小儿科日报."
    },
    {
      "en": "The findings appear this month in the journal Pediatrics.",
      "cn": "这些发现会发表在这个月的杂志小儿科>上."
    },
    {
      "en": "The findings appear this month in the pd athlecsjournal Pediatrics.",
      "cn": "这些研究成果是发表在这个月的儿科杂志上."
    },
    {
      "en": "The findings are aailable online in the journal Pediatrics.",
      "cn": "此项结果在可在儿科杂志网络版上找到."
    },
    {
      "en": "The findings of appear this month in the Gerenal BBSjournal Pediatrics.",
      "cn": "这项发现出现在这个月的小儿科日志里."
    },
    {
      "en": "The report is published in the July issue of Pediatrics.",
      "cn": "报告发表在小儿科期刊的七月版上."
    },
    {
      "en": "The study appeared in the February issue of the Journal of Pediatrics.",
      "cn": "这份报告发表在2月出版的《儿科学》杂志上."
    },
    {
      "en": "The study is published in the March issue of the journal Pediatrics.",
      "cn": "该研究发表在《儿科杂志》三月份刊上."
    },
    {
      "en": "This article reviews its clinical application in pediatrics.",
      "cn": "本文对维生素E在儿科临床的应用进展综述."
    },
    {
      "en": "Why are pediatrics so important to Wade?",
      "cn": "你为什么认为儿童医疗中心对伟德公司这么重要?"
    },
    {
      "en": "With cardiovascular, oral cavity, such as Institute of Pediatrics.",
      "cn": "设有心血管 、 口腔 、 儿科等研究所."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "pediatric",
          "tran_cn": " 小儿科的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "pediatrician",
          "tran_cn": " 儿科医师（等于pediatrist）"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "department of pediatrics",
      "tran_cn": "儿科；小儿学科"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "小儿科，儿科学，幼科"
    }
  ],
  "exchange": {}
}