{
  "word": "disequilibrium",
  "ipa": {
    "us": "ˌdɪsˌi:kwɪˈlɪbriəm",
    "uk": "dɪsˌikwəˈlɪbriəm, -ˌɛkwə-"
  },
  "sentences": [
    {
      "en": "Caries are chronic infectious diseases and the consequence of oral ecologic disequilibrium.",
      "cn": "龋病是慢性感染性疾病,是口腔生态平衡失调的结果."
    },
    {
      "en": "I feel my life cracking within me from too much intensity, too much disequilibrium.",
      "cn": "我感到我的生命由于太过于激烈 、 太过于不安定,而破裂了."
    },
    {
      "en": "It is the disequilibrium between transportation supply and demand that brings the problems.",
      "cn": "产生交通问题的实质是交通供给与需求的不均衡造成的."
    },
    {
      "en": "Make a figure to explain the state of equilibrium and disequilibrium of economy operation of urbanization.",
      "cn": "绘图说明城市化经济运行的均衡状态和非均衡状态."
    },
    {
      "en": "Nothing, then, is both equilibrium and disequilibrium.",
      "cn": "那么, 既能平衡又能失衡的,只有“无”."
    },
    {
      "en": "Perpetual change means persistent disequilibrium, the permanent almost - fallen state.",
      "cn": "永恒的变化意味着持续的不平衡, 永远处在即将跌落的状态."
    },
    {
      "en": "Point out, press dweller group and geographical area. Distributinging miserably is disequilibrium.",
      "cn": "指出, 按居民群体和地理区域. 贫困的分布是不均衡的."
    },
    {
      "en": "Results: No transmission disequilibrium between D 2 S 333 and CDH was found ( P > 0.05 ).",
      "cn": "结果: 先天性髋脱位与D2S333遗传标记不存在传递连锁不平衡 ( P>0.05 )."
    },
    {
      "en": "Secular disequilibrium of uranium can lead to erroneous results.",
      "cn": "铀的永久不平衡会导致错误的结果."
    },
    {
      "en": "The double track of fare is made, create public report car is locomotive quantity pole disequilibrium.",
      "cn": "票价的双轨制, 造成公共电汽车运载量极不均衡."
    },
    {
      "en": "The study on the sex preference address the origin of the sex ratio disequilibrium.",
      "cn": "性别偏好的研究,源于出生人口性别比的异常."
    },
    {
      "en": "There may be a period of disequilibrium as family members adjust to the new baby.",
      "cn": "家庭成员对新婴儿可能有个比较混乱的适应期。"
    },
    {
      "en": "This does not explain the initial disequilibrium.",
      "cn": "这一点并不能说明最初的不平衡."
    },
    {
      "en": "This would also be in China's own interest because its economy is in disequilibrium.",
      "cn": "这也会给中国带来好处,因为中国的经济正处于失衡状态."
    },
    {
      "en": "Thus disequilibrium is a mark of waste, and imperfect efficiency of production.",
      "cn": "因之,不均衡是浪费和生产效率有缺点的标志."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "instability",
            "imbalance"
          ],
          "tran_cn": "[经]不均衡；不安定；失调"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "linkage disequilibrium",
      "tran_cn": "连锁不平衡"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "失去平衡，不平衡，失调",
      "tran_en": "a lack of balance in something"
    }
  ],
  "exchange": {}
}