{
  "word": "conduit",
  "ipa": {
    "us": "ˈkɒndjuɪt",
    "uk": "ˈkɑːnduɪt"
  },
  "sentences": [
    {
      "en": "Allow yourself to be a conduit of nonverbal information.",
      "cn": "让自己成为非口语讯息的输送管道."
    },
    {
      "en": "Apply a non-hardening sealant to the threads of the terminal box connection port flexible metal conduit and seal fitting for waterproofing.",
      "cn": "在接线盒连接口、挠性金属导管及密封件螺纹处涂上非硬化密封剂，用于防水。"
    },
    {
      "en": "Conclusion: The new antirefluxing conduit can prevent ascending cholangitis after the biliaryenterostomy.",
      "cn": "结论: 自行研制的抗返流装置能预防姑息性胆肠内引流术后返流性胆管炎."
    },
    {
      "en": "Disclosed are a system and method for growing photosynthetic cells in conduit.",
      "cn": "本发明公开了用于在管道中培养光合细胞的系统和方法."
    },
    {
      "en": "Features: 300 ℃ following in the work environment as a conduit.",
      "cn": "特点: 能在300℃以下的工作环境做导线."
    },
    {
      "en": "Il m'a indiqu é la route qui conduit à la gare.",
      "cn": "他给我指出了去火车站的路."
    },
    {
      "en": "Introduce the tube into that conduit, please.",
      "cn": "请把电线插入那个导管内。"
    },
    {
      "en": "It is desirable that compensating cables be run in earthed conduit.",
      "cn": "补偿导线最好在地下管道中穿过."
    },
    {
      "en": "Management of water conservancy project is conduit branch a basic working function.",
      "cn": "水利工程管理是水管部门一项基本的工作职能."
    },
    {
      "en": "On global building sewer uses cupreous conduit is development trend.",
      "cn": "在全球建筑上下水道用铜水管是发展趋势."
    },
    {
      "en": "Pakistan became a conduit for drugs produced in Afghanistan.",
      "cn": "巴基斯坦成了阿富汗毒品的贩运通道。"
    },
    {
      "en": "PVC conduit can be bent cold using the appropriate bending spring.",
      "cn": "聚氯乙烯管道可以弯曲冷使用适当的弯曲春天."
    },
    {
      "en": "Right Ventricle – to – Pulmonary Artery Conduit Longevity: Is it Related to Allograft Size?",
      "cn": "右心室至肺动脉导管的寿命: 是否与移植物的大小有关?"
    },
    {
      "en": "Secure the payload and base ends of the conduit using fittings removed previously.",
      "cn": "使用先前卸下来的配件将导管的有效负载端和底端固定住。"
    },
    {
      "en": "The figure is a circuitous conduit for the transmission of energies.",
      "cn": "这图形是一种作为能量传导的迂回的媒介."
    },
    {
      "en": "The standard technique is to invoke nationalism as a conduit for dissatisfaction.",
      "cn": "惯用手法是通过煽动民族主义情绪来疏导不满情绪."
    },
    {
      "en": "The water runs through by means of this conduit.",
      "cn": "水通过这个管道流过去."
    },
    {
      "en": "Wiring is enclosed in approved conduit ( if required by local codes ).",
      "cn": "电线包裹在经过认可的导管内 ( 如果当地有关规定要求的话 )."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "catheter",
            "ductus"
          ],
          "tran_cn": "[电]导管；沟渠；导水管"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "outlet"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "conduit pipe",
      "tran_cn": "导管；地下线管"
    },
    {
      "phrase": "conduit system",
      "tran_cn": "导管系统；暗线装置系统"
    },
    {
      "phrase": "electrical conduit",
      "tran_cn": "电缆；引出线管"
    },
    {
      "phrase": "gas conduit",
      "tran_cn": "气体导管，煤气管道"
    },
    {
      "phrase": "pressure conduit",
      "tran_cn": "压力管道，加压导管"
    },
    {
      "phrase": "underground conduit",
      "tran_cn": "地下管路"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "[电]导管，水道，沟渠",
      "tran_en": "a pipe or passage through which water, gas, a set of electric wires etc passes"
    }
  ],
  "exchange": {
    "pl": [
      "conduits"
    ]
  }
}