{
  "word": "grasshopper",
  "ipa": {
    "us": "ˈgrɑ:shɒpə(r)",
    "uk": "ˈgræshɑpə(r)"
  },
  "sentences": [
    {
      "en": "A grasshopper can leap over obstacles 500 times its own height.",
      "cn": "蚱蜢能跳过自己身高500倍的障碍物."
    },
    {
      "en": "A: How can you eat that grasshopper? It doesn't make you sick?",
      "cn": "你怎麽吃得下那只蚱蜢? 你不觉得恶心 吗 ?"
    },
    {
      "en": "Charles started reading when he was knee - high to a grasshopper.",
      "cn": "查尔斯在很小的时候就开始读书了."
    },
    {
      "en": "Did you use Clive as a golf ball? asked the grasshopper.",
      "cn": "“你是不是把克莱夫当作高尔夫球了? ”蚱蜢问道."
    },
    {
      "en": "He gave their crops to the grasshopper, their produce to the locust.",
      "cn": "把他们的土产交给蚂蚱, 把他们辛苦得来的交给蝗虫."
    },
    {
      "en": "He thought he had made an end of the little grasshopper.",
      "cn": "他以为把那个小蚱蜢干掉了."
    },
    {
      "en": "I haven't seen you since you were knee - high to a grasshopper!",
      "cn": "我上次见你你还是个小不点呢!"
    },
    {
      "en": "I remember that it was summer. I had just come inside from catching grasshoppers and I was sorting them on my sister's bed because I didn't want to get grasshopper guts on mine.",
      "cn": "我记得那是夏天，我抓了些蝗虫放到妹妹的床上，根据它们还剩下几只脚来归类，有些蝗虫的内脏都冒出来了，我当然不想弄到自己的床上。"
    },
    {
      "en": "I've known him since he was knee - high to a grasshopper.",
      "cn": "他很小的时候我就认识他了."
    },
    {
      "en": "It is the Cricket and Grasshopper Kingdoms that address you today.",
      "cn": "今天是蟋蟀和蚱蜢王国向你们讲话."
    },
    {
      "en": "Moreover , GRASSHOPPER is also the agent of many famous cabinet and hardware companies in east Europe.",
      "cn": "GRASSHOPPER同时还是许多欧洲知名的橱卫五金的东欧代理商."
    },
    {
      "en": "One day a grasshopper came upon an ant at work in a garden.",
      "cn": "一天， 蚱蜢碰到了一只正在花园里干活的蚂蚁。"
    },
    {
      "en": "So the grasshopper was the one spreading the nasty rumours.",
      "cn": "原来蚱蜢就是那个散布这个令人讨厌的谣言的人啊!"
    },
    {
      "en": "The grasshopper was right. You really are a horrible little boy.",
      "cn": "“蚱蜢说的对. 你确实是个讨厌的小孩. ”"
    },
    {
      "en": "The mantis and grasshopper are small animals in the field.",
      "cn": "螳螂和蚱蜢是田地里的小动物."
    },
    {
      "en": "Then put in a grasshopper and see how the mantis eats it.",
      "cn": "然后放进一只蚱蜢,观察螳螂怎样吃了蚱蜢."
    },
    {
      "en": "You don't think. The grasshopper went and sat down.",
      "cn": "“你没想过. ”蚱蜢走到座位坐了下来."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "locust"
          ],
          "tran_cn": "蚱蜢；[植保]蝗虫；小型侦察机"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "insect"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "蚱蜢，蝗虫，蚂蚱，[空]小型侦察机",
      "tran_en": "an insect that has long back legs for jumping and that makes short loud noises"
    },
    {
      "pos": "vi",
      "tran_cn": "见异思迁；蚱蜢似地跳"
    }
  ],
  "exchange": {
    "pl": [
      "grasshoppers"
    ]
  }
}