{
  "word": "proportionately",
  "ipa": {
    "us": "prə'pɔ:ʃənətlɪ",
    "uk": "prəˈpɔrʃənɪt"
  },
  "sentences": [
    {
      "en": "A regressive tax, like the poll tax, takes proportionately more of a poor person's income.",
      "cn": "像人头税一样, 递减税占穷人收入的比例更大."
    },
    {
      "en": "Apparently, ordinary people's salary has not increased proportionately with the rising prices.",
      "cn": "显然, 一般人的薪水并未与不断抬升的物价同步增加."
    },
    {
      "en": "As the roast darkens, caffeine and acidity decrease proportionately.",
      "cn": "烘焙度越深, 咖啡因含量越少,酸度也越小."
    },
    {
      "en": "Costs have risen, and prices will rise proportionately.",
      "cn": "成本增加了, 价格也要相应提高."
    },
    {
      "en": "Enlarge or reduce the full signature proportionately.",
      "cn": "放大或缩小比例的完整的签名."
    },
    {
      "en": "More will go to services and proportionately less to hardware.",
      "cn": "更多支出将用于服务,硬件则成比例减少."
    },
    {
      "en": "Proportionately, eastern European NATO members have helped most in Afghanistan.",
      "cn": "相应地, 东欧北约成员国对阿富汗的帮助最大."
    },
    {
      "en": "The amount of sugar in tears changes proportionately with the blood authors explain.",
      "cn": "科学家表示:“泪水中的含糖比率,和血液中的含糖比率成正比例改变. ”"
    },
    {
      "en": "The Irish educate proportionately more young people to university level than the British.",
      "cn": "按比例算，爱尔兰接受大学教育的年轻人比英国要多。"
    },
    {
      "en": "These extremely high frequencies allow proportionately wider band - width signals to be transmitted.",
      "cn": "这些超高频能传送均衡的宽频信号."
    },
    {
      "en": "This error will be proportionately reduced for smaller temperature differences.",
      "cn": "这个错误将减少比例较小的温差."
    },
    {
      "en": "This move was unexpected, and proportionately disconcerting.",
      "cn": "这一招倒是出人意料, 而且也使人难以招架."
    },
    {
      "en": "To divide, distribute, or proportionately.",
      "cn": "通过分派或分发的分配行为."
    },
    {
      "en": "We have significantly increased the number of people in education but the size of the classes hasn't changed proportionately.",
      "cn": "受教育的人数显著增加了，可是班级人数并未相应增加。"
    },
    {
      "en": "Your salary will rise proportionately to your workload.",
      "cn": "你的工资会根据你的工作量成正比增长."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "appropriately",
            "commensurately"
          ],
          "tran_cn": "相称地，成比例地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "成比例地，相称地"
    }
  ],
  "exchange": {
    "adj": [
      "proportionate"
    ]
  }
}