{
  "word": "tsunami",
  "ipa": {
    "us": "tsuːˈnɑːmi",
    "uk": "tsuːˈnɑːmi"
  },
  "sentences": [
    {
      "en": "Bernard said the tsunami then traveled throughout the Pacific.",
      "cn": "伯纳德说这次海啸横穿太平洋."
    },
    {
      "en": "But I am lucky because we did get a little bit of the tsunami but nothing like what they got up north.",
      "cn": "但我算是幸运的因为我们这只受到了海啸很小的侵害远不及北方所受到的那样。"
    },
    {
      "en": "Chinese medical personnel treat children in the tsunami - hit areas.",
      "cn": "中国医疗人员在海啸灾区为当地儿童治病."
    },
    {
      "en": "Coral reefs also can suffer severe damage when a tsunami hits.",
      "cn": "珊瑚礁也可能受到海啸的严重损害."
    },
    {
      "en": "Francis: Well I think the tsunami disaster showed that very clearly.",
      "cn": "法郎西斯: 嗯,这一点在海啸灾难中看得很清楚."
    },
    {
      "en": "Irrigation systems are also vulnerable to a tsunami's destructive effects.",
      "cn": "灌溉系统也容易受到海啸毁灭性破坏的影响."
    },
    {
      "en": "Less powerful tsunami waves can also be triggered by activity.",
      "cn": "火山喷发也可以引发不太强烈的海啸."
    },
    {
      "en": "May 22 , 1960, the Chilean sea tsunami waves of 25 meters.",
      "cn": "1960年5月22日, 智利海域发生海啸,浪高25米."
    },
    {
      "en": "Meeting, the rock of the view that financial tsunami actually mean what?",
      "cn": "会议上, 金岩石认为,金融海啸实际上意味着什么 呢 ?"
    },
    {
      "en": "Tear drop finally turns into tsunami and I got drowned.",
      "cn": "小泪滴终究变成了海啸把我给溺毙了."
    },
    {
      "en": "The 2004 tsunami destroyed large parts of South and Southeast Asia.",
      "cn": "2004年的海啸摧毁了南亚和东南亚的很大一部分地区."
    },
    {
      "en": "The center also tracked donations after Katrina and the tsunami.",
      "cn": "该中心对海啸和katrina飓风后的捐助情况也有记录."
    },
    {
      "en": "The potential of a tsunami assaulting Europe predicated on the Atlantic widening.",
      "cn": "欧洲受到海啸报复的可能是以大西洋扩张为根基的."
    },
    {
      "en": "They urged other town residents unaffected by the quake and tsunami to do the same.",
      "cn": "他们敦促其他没有受到地震和海啸影响的城镇居民也这样做。"
    },
    {
      "en": "Tsunami is an unfamiliar kind of phenomenon to us.",
      "cn": "海啸对我们来说是个陌生的现象."
    },
    {
      "en": "Tsunami Tanks also need one shot and Akula Subs 3.",
      "cn": "海啸坦克也需要1炮就够了,阿库拉需要3炮."
    },
    {
      "en": "Why some human are invariable to the victims of the tsunami?",
      "cn": "为啥对这次海啸受害者有些人却无动于衷?"
    },
    {
      "en": "You see this in the faces of tsunami and earthquake survivors on television.",
      "cn": "你能从电视上海啸和地震的生还者的脸上看到这点。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "ground sea",
            "groundswell"
          ],
          "tran_cn": "[地震][海洋]海啸"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "financial tsunami",
      "tran_cn": "金融海啸；金融风暴"
    },
    {
      "phrase": "tsunami warning system",
      "tran_cn": "地震海啸警报系统"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "海啸",
      "tran_en": "a very large wave, caused by extreme conditions such as an  earthquake  , which can cause a lot of damage when it reaches land"
    }
  ],
  "exchange": {
    "pl": [
      "tsunamis"
    ]
  }
}