{
  "word": "greyhound",
  "ipa": {
    "us": "ˈɡreɪhaʊnd",
    "uk": "ˈɡreɪhaʊnd"
  },
  "sentences": [
    {
      "en": "A Greyhound this is airconditioned, too. And it has reclining seats.",
      "cn": "灰狗巴士也有空调设备, 并且有卧椅."
    },
    {
      "en": "He gaged a costly ring upon the speed of his greyhound.",
      "cn": "他押上一只昂贵的戒指以示他猎犬的速度."
    },
    {
      "en": "I didn't fly. I took the Greyhound.",
      "cn": "我没有乘飞机。我乘的是灰狗巴士。"
    },
    {
      "en": "In Norman England, the greyhound was a symbol of nobility.",
      "cn": "灵犭是在诺曼时期的英格兰是高贵的象征。"
    },
    {
      "en": "In the early 1900 s, huge crowds would gather to watch greyhound coursing.",
      "cn": "在20世纪初期, 看灰狗赛跑的人越来越多."
    },
    {
      "en": "Last week, a small uncle to have a small Greyhound.",
      "cn": "上个星期, 小姑父抱来一只小灰狗."
    },
    {
      "en": "M 8 Greyhound no longer does incremental engine damage to vehicles.",
      "cn": "M8灰狗不在对装甲车造成叠加性的引擎损害."
    },
    {
      "en": "Talbot, Mastiff and Greyhound - Courage, vigilancy and loyal fidelity.",
      "cn": "塔尔博特犬 、 马士提夫獒犬、灵(犭是)-勇气 、 警惕以及对信念的忠诚."
    },
    {
      "en": "The Chinese remembers the store that is connected to the Greyhound terminal.",
      "cn": "中国人想起来那个跟灰狗车站相连的甜麦圈店."
    },
    {
      "en": "The Greyhound Bus Origin Museum is located in Hibbing Minnesota.",
      "cn": "灰狗汽车公司原址博物馆座落在明尼苏达的希宾镇."
    },
    {
      "en": "They suggested Greyhound and explained to me the reason.",
      "cn": "他们建议灰狗并且解释了原因."
    },
    {
      "en": "Those who cannot afford either train or plane take the Greyhound bus.",
      "cn": "那些乘不起火车和飞机的人可以乘快速汽车."
    },
    {
      "en": "Where do I get a Greyhound ticket?",
      "cn": "我在哪儿买“灰狗”车票?"
    },
    {
      "en": "You can buy it when you go to the Greyhound station.",
      "cn": "您可以乘车时到“灰狗”车站去买."
    },
    {
      "en": "You can find Greyhound almost in every city, big or small.",
      "cn": "他们也可以通过车窗看见城市和乡镇, 但是很少乘客每天都在乘火车."
    },
    {
      "en": "You may go to the Greyhound Website and get one online.",
      "cn": "您可以上灰狗的网站,在线购买一张."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "grayhound"
          ],
          "tran_cn": "灰狗（一种猎犬）；快速船"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "灰狗，快速船",
      "tran_en": "In the United States, a Greyhound or a Greyhound bus is a bus that travels between towns or cities rather than within a particular town or city"
    }
  ],
  "exchange": {
    "pl": [
      "greyhounds"
    ]
  }
}