{
  "word": "patio",
  "ipa": {
    "us": "ˈpætiəʊ",
    "uk": "ˈpætioʊ"
  },
  "sentences": [
    {
      "en": "A spacious Patio and a breakfast room are available for the guests.",
      "cn": "酒店设有宽敞的露台和早餐室供客人使用."
    },
    {
      "en": "Dan informed her that he would be out back on the patio cleaning his shoes.",
      "cn": "丹告诉她说他要去房子后面的露台上擦鞋。"
    },
    {
      "en": "He once said that he fries fish on the patio.",
      "cn": "而他的母亲,就在自己家的院子里烧菜."
    },
    {
      "en": "It is. Come on out to the patio.",
      "cn": "的确如此. 请到院子里来吧."
    },
    {
      "en": "Let's have lunch out on the patio .",
      "cn": "咱们在外面平台上吃午饭吧。"
    },
    {
      "en": "Lo ú nico que quiero es que lo tengas encerrado en tu patio.",
      "cn": "她必须关小些."
    },
    {
      "en": "Mountain biological resources patio set diversity, rarity, originality of one.",
      "cn": "天井山生物资源集多样性 、 稀有性 、 原始性为一身."
    },
    {
      "en": "So we turfed the lawn and replaced it with a stone patio.",
      "cn": "因此,我们用石子代替绿草覆盖草坪."
    },
    {
      "en": "The patio gave an unimpeded view across the headland to the sea.",
      "cn": "从阳台望去,视野越过海岬直到大海."
    },
    {
      "en": "The patio was made of stone slabs.",
      "cn": "这天井是用石板铺砌而成的."
    },
    {
      "en": "The piano nobile, the residents'daily domain, is organized around a patio.",
      "cn": "钢琴钗, 居民的日常生活领域, 是围绕着庭院."
    },
    {
      "en": "They plink on the pipe and plunk on the patio roof.",
      "cn": "它们叮叮当当地敲击着排气管,砰然掉落在露台顶上."
    },
    {
      "en": "They're pretty hard to ignore when you are outside on the patio.",
      "cn": "当你在外面的庭院的时候你会成为被忽略的目标!"
    },
    {
      "en": "This is the patio, so - called it's really just the back yard.",
      "cn": "这就是 所谓 的院子 -- 其实只是后院."
    },
    {
      "en": "We often get complimentary remarks regarding the cleanliness of our patio.",
      "cn": "我们经常听人称赞我们的露台非常干净。"
    },
    {
      "en": "With a pool and patio outside and a working fireplace and spiral staircases inside, the seven-bedroom house should have buyers lining up.",
      "cn": "外面有游泳池和院子，里面有壁炉和旋转楼梯，这个拥有七间卧室的房子本来应该有很多买家的。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "courtyard",
            "gazebo"
          ],
          "tran_cn": "露台；天井"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "院子，天井，<西>露台，平台",
      "tran_en": "a flat hard area near a house, where people sit outside"
    }
  ],
  "exchange": {
    "pl": [
      "patios"
    ]
  }
}