{
  "word": "its",
  "ipa": {
    "us": "ɪts",
    "uk": "ɪts"
  },
  "sentences": [
    {
      "en": "\"Kathleen\" was, as its 1892 subtitle asserted, \"An Irish Drama\".",
      "cn": "正如1892年剧本的副标题所强调的，《凯瑟琳》是一部“爱尔兰戏剧”。"
    },
    {
      "en": "Dense smoke swirled and billowed, its rank fumes choking her.",
      "cn": "滚滚浓烟盘旋翻腾，恶臭味呛得她喘不过气来。"
    },
    {
      "en": "Do you like its flavor?",
      "cn": "你喜欢它的味道吗?。"
    },
    {
      "en": "Each family farms individually and reaps the benefit of its labor.",
      "cn": "各家经营各自的农场，收获各自的劳动成果。"
    },
    {
      "en": "Generosity is its own form of power.",
      "cn": "别低估了慷慨的力量。"
    },
    {
      "en": "He emphasized its importance to me.",
      "cn": "他向我强调它的重要性。"
    },
    {
      "en": "I like its shape.",
      "cn": "我喜欢它的形状。"
    },
    {
      "en": "Interior decoration by careful coordination seems to have had its day.",
      "cn": "精心搭配的室内装饰似乎已不再受欢迎了。"
    },
    {
      "en": "Its own estimate of three hundred tallies with that of another survey.",
      "cn": "其估计数目300与另一项调查的结果相吻合。"
    },
    {
      "en": "Its profits are rising four times faster than the average company.",
      "cn": "它的利润增长速度比一般公司快4倍。"
    },
    {
      "en": "Salzburg is famous for its beautiful buildings.",
      "cn": "萨尔茨堡以美丽的建筑闻名。"
    },
    {
      "en": "The child read the story but did not comprehend its meaning.",
      "cn": "这个孩子读了这篇故事，但不能理解它的意思。"
    },
    {
      "en": "The club has moved its meeting to Saturday, January 22nd.",
      "cn": "俱乐部已经把会议日期改到1月22号，星期六。"
    },
    {
      "en": "The company disseminated information about its new programmes.",
      "cn": "公司传播有关其新计划的信息。"
    },
    {
      "en": "The company was coasting on the enormous success of its early products.",
      "cn": "公司凭借早期产品的巨大成功而在市场上遥遥领先。"
    },
    {
      "en": "The council recently drew fire for its intervention in the dispute.",
      "cn": "委员会最近因为介入该起争端而遭到批评。"
    },
    {
      "en": "The country's economic plight is strangling its scientific institutions.",
      "cn": "该国的经济困境阻碍了其科研机构的工作进展。"
    },
    {
      "en": "The cut of a diamond depends on the skill of its craftsman.",
      "cn": "钻石切割靠的是工匠的技艺。"
    },
    {
      "en": "The hotel has its own pool.",
      "cn": "酒店有自己的游泳池。"
    },
    {
      "en": "The most amazing thing about nature is its infinite variety.",
      "cn": "大自然最让人惊叹的是它的无限多样性。"
    },
    {
      "en": "The school has won awards for its pioneering work with the community.",
      "cn": "这所学校因其针对该社区具有开创性的工作而获奖。"
    },
    {
      "en": "The value of a book does not depend from its size.",
      "cn": "一本书是否有价值并不取决于它的大小。"
    },
    {
      "en": "We encountered the pathetic sight of a family packing up its home.",
      "cn": "我们目睹了一家人正在收拾家当准备离开的凄惨景象。"
    },
    {
      "en": "While I like the color of the hat, I do not like its shape.",
      "cn": "虽然我喜欢这顶帽子的颜色，但我不喜欢它的形状。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "as it were",
      "tran_cn": "可以说是，似乎就是；好像"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "它的",
      "tran_en": "used to refer to something that belongs to or is connected with a thing, animal, baby etc that has already been mentioned"
    },
    {
      "pos": "det",
      "tran_cn": "（指事物、动物或婴儿）它的，他的，她的"
    },
    {
      "pos": "det.",
      "tran_cn": "它的",
      "tran_en": "used to refer to something that belongs to or is connected with a thing, animal, baby etc that has already been mentioned"
    },
    {
      "pos": "n",
      "tran_cn": "(Its)人名；(俄)伊茨"
    },
    {
      "pos": "other",
      "tran_cn": "它的",
      "tran_en": "used to refer to something that belongs to or is connected with a thing, animal, baby etc that has already been mentioned"
    },
    {
      "pos": "pron",
      "tran_cn": "它的"
    }
  ],
  "exchange": {}
}