{
  "word": "goggles",
  "ipa": {
    "us": "ˈɡɒɡlz",
    "uk": "ˈɡɑːɡlz"
  },
  "sentences": [
    {
      "en": "And active infrared night - vision goggles under any circumstances can see things.",
      "cn": "而主动红外夜视镜在任何情况下都能看到东西."
    },
    {
      "en": "And protect your eyes from snow and ice glare with dark glasses or goggles.",
      "cn": "使用深色眼镜或者护目镜来保护你的眼镜不受冰雪眩光的影响。"
    },
    {
      "en": "Eyes - wear chemical safety goggles unless a full face piece respirator is worn.",
      "cn": "眼部 - 需戴化学安全护目镜,除非已戴防毒面罩."
    },
    {
      "en": "First - Aid Personal Protection: Wear respirator, rubber gloves , goggles and protective clothing.",
      "cn": "对急救人员之防护: 戴口罩 、 手套、面具、防护衣."
    },
    {
      "en": "How to choose the laser protective goggles is also explained.",
      "cn": "介绍了如何选择激光防护镜."
    },
    {
      "en": "Is personal protective equipment worn ie . Ear plugs , overalls, gloves, masks, goggles?",
      "cn": "工人有否配带安全设备:如耳塞 、 手套 、 面罩 、 眼罩等等?"
    },
    {
      "en": "My swimming goggles keep steaming up so I can't see.",
      "cn": "我的护目镜一直有水雾,所以我看不见."
    },
    {
      "en": "Night Vision Goggles Amplifies vision and allows the Marine to maneuver better.",
      "cn": "增强视野以方便陆战队员更好地行动."
    },
    {
      "en": "Our produce contains Harley goggles , skiing goggles, helmet visors, motorcycle goggles, ext.",
      "cn": "公司主要产品包括:哈雷风镜, 滑雪风镜, 头盔镜片, 摩托车头盔等骑士装备."
    },
    {
      "en": "Personal Protection: Wesr respirator, rubber gloves, goggles and protective clothing.",
      "cn": "个人应注意事项: 戴口罩 、 橡胶手套 、 护目镜防护衣."
    },
    {
      "en": "Skiers wear goggles to protect their eyes from the sun.",
      "cn": "滑雪者都戴上护目镜使眼睛不受阳光伤害."
    },
    {
      "en": "The standards of laser laser protective goggles are given.",
      "cn": "列出了激光防护镜的标准."
    },
    {
      "en": "The two types of goggles to choose shortsightedness is not the same.",
      "cn": "这两种类型近视泳镜的选择也是不一样的."
    },
    {
      "en": "Wear facemask and protective goggles that accord with safety standard.",
      "cn": "使用符合安全标准的护面罩及护目镜."
    },
    {
      "en": "Wear goggles when you're doing carpentry or even yard work.",
      "cn": "23当你干木活甚至院子活时戴护目镜."
    },
    {
      "en": "You must wear goggles and a mask that will protect you against the fumes.",
      "cn": "为了免受烟雾危害，你必须戴上护目镜和面罩。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "blinkers"
          ],
          "tran_cn": "[安全]护目镜；防护眼镜；瞪视（goggle的复数）"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "safety goggles",
      "tran_cn": "防护眼镜"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "护目镜，护目镜，防风镜，防水镜( goggle的名词复数 )",
      "tran_en": "a pair of  glasses  made of glass or plastic with a rubber or plastic edge that fit against your skin and protect your eyes"
    },
    {
      "pos": "v",
      "tran_cn": "睁大眼睛瞪视， （惊讶的）转动眼珠( goggle的第三人称单数 )"
    }
  ],
  "exchange": {}
}