{
  "word": "dais",
  "ipa": {
    "us": "ˈdeɪɪs",
    "uk": "ˈdeɪs, ˈdaɪ-, des"
  },
  "sentences": [
    {
      "en": "Amanda must want to activate the stone dais as well.",
      "cn": "阿曼达也肯定很想亲手触发那个石祭台."
    },
    {
      "en": "Dagen returned to the dais.",
      "cn": "达恩回到祭台."
    },
    {
      "en": "Dean Blumberg, an associate professor of pediatric infectious disease at UC Dais.",
      "cn": "加州大学戴维斯分校儿科感染性疾病副教授、医学博士DeanBlumberg说."
    },
    {
      "en": "Its centerpiece was a communications console on a dais two steps above floor level.",
      "cn": "它的中心部件是位于地面两级台阶之上的调度台上的通讯控制板."
    },
    {
      "en": "On the dais, the teacher lounged on his meditation bench in a weathered Patagonia hoodie, his gray hair tied in a knot.",
      "cn": "在讲台上，身着巴塔哥尼亚帽衫的老师躺在修行台上，灰白的头发打成了一个结。"
    },
    {
      "en": "The Dais in Dehong believe in Buddhism and primitive religion.",
      "cn": "德宏傣族宗教包括佛教和原始宗教."
    },
    {
      "en": "The Doll Festival, which takes place on March 3, features dolls representing an emperor and empress along with their attendants on a tiered dais.",
      "cn": "3月3日举行的女儿节，玩偶的特点是代表天皇和皇后，以及在分层讲台上的服务员。"
    },
    {
      "en": "The forest - worship of the Dais did have positive effects on ecological protection.",
      "cn": "傣族的山林崇拜对生态保护具有积极意义."
    },
    {
      "en": "The jewels hissed and evaporated, dissolving into a multicoloured mist that hovered above the dais.",
      "cn": "宝石嘶嘶作响并蒸发了, 变成了五彩斑斓的薄雾盘旋在祭台上方."
    },
    {
      "en": "There is a female vice premier, she add colour to our dais today.",
      "cn": "其中有一位女性副总理，她为我们今天的讲台增加了一点鲜艳的色彩。"
    },
    {
      "en": "There's an inscription on the dais.",
      "cn": "在那个石台上有一段题词."
    },
    {
      "en": "Thereby of Zhang Ruimin of sea Er president is on the dais of global fortune forum.",
      "cn": "海尔总裁张瑞敏藉此走上全球财富论坛的讲台."
    },
    {
      "en": "Though usually more modest versions are put up in homes, in such places as stores, schools and museums, dolls are displayed on a large tiered, red dais .",
      "cn": "虽然不少家庭通常都有比较温和的版本，但是在商店，学校和博物馆等场所，玩偶在红色的讲台上一层又一层地显示出来。"
    },
    {
      "en": "Though usually more modest versions are put up in homes, in such places as stores, schools and museums, dolls are displayed on a large tiered, red dais.",
      "cn": "虽然不少家庭通常都有比较温和的版本，但是在商店，学校和博物馆等场所，玩偶在红色的讲台上一层又一层地显示出来。"
    },
    {
      "en": "When everything was ready , he stepped away from the dais.",
      "cn": "他把碗放在祭坛上."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "platform",
            "lectern"
          ],
          "tran_cn": "讲台"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "台，讲台",
      "tran_en": "a low stage in a room that you stand on when you are making a speech or performing, so that people can see and hear you"
    }
  ],
  "exchange": {
    "pl": [
      "daises"
    ]
  }
}