{
  "word": "cashew",
  "ipa": {
    "us": "ˈkæʃu:",
    "uk": "ˈkæʃu, kəˈʃu"
  },
  "sentences": [
    {
      "en": "African farmers could effectively control fruit fly damage to citrus fruit, cashew and cocoa crops by using the weaver ant as a method of biological control, according to researchers.",
      "cn": "科学家说，非洲农民可以使用织叶蚁作为一种生物防治手段，有效控制柑橘类、腰果和可可的果蝇虫害。"
    },
    {
      "en": "Cashew nuts and walnuts are both nuts.",
      "cn": "腰果和核桃都是坚果."
    },
    {
      "en": "Cashew nuts are rich in carbohydrate.",
      "cn": "腰果含丰富碳水化合物."
    },
    {
      "en": "Chop cashew nuts, pine nuts, peanuts and pumpkin seeds. Mix them together.",
      "cn": "把腰果 、 松仁 、 花生、南瓜子切成碎,混合在一起."
    },
    {
      "en": "Coat the chicken with flour mixture, then dip in egg mixture and coat with cashew mixture.",
      "cn": "裹上面粉, 再沾上一层蛋液,最后裹上腰果面包屑."
    },
    {
      "en": "Do not throw confetti, and Cashew Nut Shell does not litter bags.",
      "cn": "不乱扔纸屑, 不乱丢果壳和包装袋."
    },
    {
      "en": "HL series of shoe adhesives, since the hard Furan Resin, cashew oil.",
      "cn": "HL系列鞋用胶粘剂, 自硬呋喃树脂, 腰果油等."
    },
    {
      "en": "Lightly press with hazelnuts or cashew nuts to flatten the cookies.",
      "cn": "用榛子或腰果轻轻压平饼干."
    },
    {
      "en": "Or, how about shelled shrimps with cashew nuts?",
      "cn": "要么, 腰果虾仁 怎么样 ?"
    },
    {
      "en": "Raw Cashew Nuts and Kernels, Clove, Coal, Charcoal, Cocoa Beans, Coffee Beans, Pepper.",
      "cn": "采购产品生腰果和仁, 丁香, 煤, 木炭, 可可豆, 咖啡豆, 胡椒."
    },
    {
      "en": "Seed green bell pepper and tomato . Chop. Wash cashew. Bake until golden brown. Set aside.",
      "cn": "青椒和番茄洗净去瓢,切块. 腰果洗净后放于焗炉内焗至金黄色, 备用."
    },
    {
      "en": "Sprinkle the deep - fried shallots, cashew nuts, sultanas and coriander on top.",
      "cn": "然后撒上炸脆的乾葱头 、 腰果 、 无核提子乾和芫荽."
    },
    {
      "en": "The fleshy hypocarp, or cashew apple, is processed into jam and dried fruit.",
      "cn": "肉质的果托，或称腰果，可做果酱和干果。"
    },
    {
      "en": "There were also significant increases in exports of natural products such as fish and cashew nuts.",
      "cn": "自然产品(如鱼类和腰果)的出口有显著增长."
    },
    {
      "en": "They liked to eat nuts, such as cashew nuts and walnuts.",
      "cn": "他们喜欢吃坚果, 比如腰果和核桃.牛奶用来给他们的身体提供养分."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "acajou"
          ],
          "tran_cn": "[园艺]腰果（等于cashew nut）；腰果树"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "cashew nut",
      "tran_cn": "n. 腰果"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "漆树科的"
    },
    {
      "pos": "n",
      "tran_cn": "腰果，腰果树",
      "tran_en": "a small curved nut"
    }
  ],
  "exchange": {
    "pl": [
      "cashews"
    ]
  }
}