{
  "word": "fulcrum",
  "ipa": {
    "us": "ˈfʊlkrəm",
    "uk": "ˈfʊlkrəm, ˈfʌl-"
  },
  "sentences": [
    {
      "en": "And Shanghai harbor is on the fulcrum piece of bend and arrow photograph across.",
      "cn": "而上海港就在这张弓和箭相交叉的支点上."
    },
    {
      "en": "Clicking on the end points moves the model on a fulcrum.",
      "cn": "点击结束点这样模型的支点."
    },
    {
      "en": "He will shortly become the fulcrum of the England team.",
      "cn": "他不久就会成为英格兰队的支柱。"
    },
    {
      "en": "Love is often the lives of many women fulcrum.",
      "cn": "爱情往往是很多女性的生命支点."
    },
    {
      "en": "Phenomenonism, existentialism, life - interpretationism all provide us with a theoretical fulcrum to think about imagination.",
      "cn": "现象学, 存在主义哲学, 生命阐释学都为我们提供了思考想象的理论支点."
    },
    {
      "en": "Saw him, he was not really know how to find a sensible balance and emotional fulcrum.",
      "cn": "别怪他, 他是真的不知道如何找到理智和情感的平衡支点."
    },
    {
      "en": "Still only 19, he is fast becoming the midfield fulcrum that pushes the side.",
      "cn": "现在法布雷加斯年仅十九岁, 却已经成为球队的中场核心."
    },
    {
      "en": "The decision is the strategic fulcrum of the budget.",
      "cn": "这一决定是预算案的战略支点。"
    },
    {
      "en": "The decision is the strategic fulcrum of the Budget.",
      "cn": "这一决定是预算案的战略支点。"
    },
    {
      "en": "The spring pivots over the fulcrum ring and its outer rim moves away from the flywheel.",
      "cn": "膜片弹簧支承圈上的弹簧支枢以及其边缘运动远离飞轮."
    },
    {
      "en": "The springboard has a fulcrum which can be adjusted by the divers.",
      "cn": "跳板有支架,运动员可以调节."
    },
    {
      "en": "This new harbor is Shanghai harbor from the world the 3 rd crucial fulcrum that Long head.",
      "cn": "这座新港是上海港从世界第三跃居龙头的要害支点."
    },
    {
      "en": "When applying force at A , which is nearer fulcrum, A or c?",
      "cn": "我们在哪一点可以施加较小的力道?"
    },
    {
      "en": "When the fulcrum is nearer to the load, the lever helps to save effort.",
      "cn": "当支点离负荷较近时, 杠杆就能帮我们节省气力."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "supporting point",
            "suspension centre"
          ],
          "tran_cn": "[力][机]支点；叶附属物"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "supporter"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "支撑杠杆的点，支点",
      "tran_en": "the point on which a  lever (= bar )  turns, balances, or is supported in turning or lifting something"
    }
  ],
  "exchange": {
    "pl": [
      " fulcrums",
      "fulcra"
    ]
  }
}