{
  "word": "Jason",
  "ipa": {
    "us": "ˈdʒeɪsən",
    "uk": " 'dʒesən"
  },
  "sentences": [
    {
      "en": "As far as I can tell, Jason is basically a nice guy.",
      "cn": "据我所知，贾森算得上是个好人。"
    },
    {
      "en": "But Jason showed that he was able to conquer his fears.",
      "cn": "但是詹森说他能够战胜恐惧."
    },
    {
      "en": "Everyone knew each other well, except for the new guy Jason, who was the joker in the pack.",
      "cn": "除了那个新来的家伙贾森, 大家彼此都很了解, 只有他让人捉摸不透."
    },
    {
      "en": "He is Jason , who by courage and sharp wits, fleeced the Colchians of their golden ram.",
      "cn": "那是哲孙, 他用勇气和智慧使得科尔奇斯人失去了公羊."
    },
    {
      "en": "Jason had helped him out with a series of loans, until he could get back on an even keel.",
      "cn": "贾森接连借了几笔钱给他，在他重新走上正轨之前帮他渡过了难关。"
    },
    {
      "en": "Jason had taken off his jacket and loosened his tie.",
      "cn": "贾森已经脱下夹克，松开了领带。"
    },
    {
      "en": "Jason heard the reverberation of the slammed door.",
      "cn": "贾森听到了门砰然关上的回响。"
    },
    {
      "en": "Jason was away on a business trip.",
      "cn": "贾森出差在外。"
    },
    {
      "en": "Jason: No, I just want to accumulate some useful experience there.",
      "cn": "杰森:不想，我只想在那里积累一些有用的经验。"
    },
    {
      "en": "Jason: So, can you help me to do this work?",
      "cn": "杰森: 那么你能帮我做这个工作吗？"
    },
    {
      "en": "Jason's new toy train is his pride and joy.",
      "cn": "简森新买的玩具火车是他得意的东西."
    },
    {
      "en": "May I speak to Mr. Jason Pearson of the Overseas Sales Division?",
      "cn": "我要跟海外销售部的JasonPearson先生讲话."
    },
    {
      "en": "She handed the cigar back to Jason with a self-satisfied smile.",
      "cn": "她得意地笑着把雪茄给贾森递了回去。"
    },
    {
      "en": "She'd need proof to bring Jason to justice.",
      "cn": "她需要有证据才能将贾森绳之以法。"
    },
    {
      "en": "Two months before she gave birth to Jason she left work feeling on top of the world.",
      "cn": "生贾森前的两个月，她辞工回家，感觉无比幸福。"
    },
    {
      "en": "We asked Jason to write an essay about his hometown and about his place in it.",
      "cn": "我们让贾森写一篇有关他的家乡和他自己的家的短文。"
    },
    {
      "en": "We asked Jason to write an essay about his hometown.",
      "cn": "我们让贾森写一篇有关他的家乡的短文。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "jason kidd",
      "tran_cn": "贾森·基德（NBA体育明星）"
    },
    {
      "phrase": "jason williams",
      "tran_cn": "n. 贾森·威廉姆斯（美国篮球明星）"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "詹森（男子名）"
    },
    {
      "pos": "other",
      "tran_cn": "杰森（男名）"
    }
  ],
  "exchange": {}
}