{
  "word": "stubbornly",
  "ipa": {
    "us": "'stʌbənlɪ",
    "uk": "ˈstʌbɚnɪ"
  },
  "sentences": [
    {
      "en": "\" It's on the table, \" Connie said stubbornly.",
      "cn": "“ 饭菜摆在桌子上了, ” 康妮坚定他说."
    },
    {
      "en": "And for those who stubbornly suggest pricing above what I believe the market will bear, I say 'best of luck to you.",
      "cn": "对于那些顽固地要求比我认为市场能承受的更高的价码的卖主，我会说上一句：“祝您好运”。"
    },
    {
      "en": "He insists stubbornly is the second passenger spirit away that sits by.",
      "cn": "他硬说是坐在旁边的乙旅客偷走了."
    },
    {
      "en": "He stubbornly refused to tell her how he had come to be in such a state.",
      "cn": "他固执地拒绝告诉她自己是如何沦落到这种地步的。"
    },
    {
      "en": "His jaw jutted stubbornly forward; he would not be denied.",
      "cn": "他固执地扬起下巴, 一副不肯罢休的样子."
    },
    {
      "en": "Lenin fought stubbornly for the purity of Marxist theory.",
      "cn": "列宁顽强地为维护马克思主义学说的纯洁性而战斗."
    },
    {
      "en": "People often stubbornly think they are different, especially in a large company such as IBM, whose environments are large and complex.",
      "cn": "人们经常顽固地认为他们是不同的，特别是在公司环境大而复杂的大型公司，例如 IBM。"
    },
    {
      "en": "Rather than accept the message , Owen stubbornly blamed Keegan ruining his confidence.",
      "cn": "可是,令人痛心疾首的是, 欧文还指责基冈毁了他的自信."
    },
    {
      "en": "She stubbornly refused to cooperate.",
      "cn": "她顽固地拒绝合作."
    },
    {
      "en": "Some interest rates have remained stubbornly high.",
      "cn": "部分利率一直居高不下。"
    },
    {
      "en": "Taft continued stubbornly to defend him and thus exacerbated popular discontent.",
      "cn": "塔夫脱继续顽固地包庇他.这就加剧了公众的不满."
    },
    {
      "en": "The detective stubbornly persisted with his questions.",
      "cn": "侦探执意继续问他的问题."
    },
    {
      "en": "The old man held onto his job stubbornly and would not retire.",
      "cn": "那老人倔强地不肯脱离工作岗位,不愿意退休."
    },
    {
      "en": "The Yellow River flowed before them, stubbornly rushing along.",
      "cn": "黄河就在眼前冲撞着, 倔犟地奔驰."
    },
    {
      "en": "This country refuses stubbornly to make amends for its past war crimes.",
      "cn": "该国顽固地拒绝为其过去的战争罪行赔罪."
    },
    {
      "en": "Though more women are becoming career - oriented , China remains stubbornly traditional.",
      "cn": "尽管中国现在出现了越来越多的职业女性,但人们还是固守传统观念."
    },
    {
      "en": "Unemployment has stubbornly refused to contract for more than a decade.",
      "cn": "十多年来.失业问题仍然存在."
    },
    {
      "en": "Yet the education system—with its continued emphasis on facts and figures and drilling of mental arithmetic—has remained stubbornly rooted in the past.",
      "cn": "但是日本的教育系统——仍在强调事实和数字以及心算的训练——仍固执的深深扎根在过去的土壤之中。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "stubborn",
          "tran_cn": " 顽固的；顽强的；难处理的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "stubbornness",
          "tran_cn": " 倔强；顽强；棘手"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "obstinately",
            "obdurately"
          ],
          "tran_cn": "顽固地；倔强地"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "倔强地，顽强地，顽固地"
    }
  ],
  "exchange": {
    "noun": [
      "stubbornness"
    ],
    "adj": [
      "stubborn"
    ]
  }
}