{
  "word": "subsoil",
  "ipa": {
    "us": "ˈsʌbsɔɪl",
    "uk": "ˈsʌbˌsɔɪl"
  },
  "sentences": [
    {
      "en": "...the chalk subsoil on the site.",
      "cn": "...工地的白垩底土。"
    },
    {
      "en": "A Study on Density Measuring of Soft Subsoil by Instant Hammering Method.",
      "cn": "软土地区土密实度瞬态锤击测试及分析方法研究."
    },
    {
      "en": "Because of the intense cold subsoil of the tundra remains permanently frozen to a great depth.",
      "cn": "由于酷寒,冻土带的下层土都冻得很深."
    },
    {
      "en": "Earthworms burrow deep into the subsoil.",
      "cn": "蚯蚓深深地钻进底土."
    },
    {
      "en": "Gravely soil with clay - limestone subsoil.",
      "cn": "以黏土与石灰岩为基土上覆厚实土壤层."
    },
    {
      "en": "He embedded the pilings deep into the subsoil.",
      "cn": "他把桩深深打进地基下的土中."
    },
    {
      "en": "Interaction between independent foundation under column and semi - stiff pile composited subsoil was analysed in this paper.",
      "cn": "本文对独立桩基础与 半刚性 桩复合地基共同作用作了分析;同时,对独立柱基础的设计计算加以探讨."
    },
    {
      "en": "Some movement in the building will occur as It'settles into the subsoil.",
      "cn": "楼房沉到下层土时,楼里就会有动静."
    },
    {
      "en": "The frozen subsoil prevents roots from growing deep enough to support them.",
      "cn": "冻结的下层土壤阻碍树根向足够的深层生长来供给高树营养."
    },
    {
      "en": "The rain has soaked into the subsoil.",
      "cn": "雨水浸润了表土."
    },
    {
      "en": "The study includes a survey both of topography and subsoil features of the proposed site.",
      "cn": "研究内容包括调查、测量拟定项目现场的地形和地下土质."
    },
    {
      "en": "The subsoil resources occur at widely scattered locations.",
      "cn": "地下的资源散布各地."
    },
    {
      "en": "The subsoil settlement is one of the main research subjects in soil mechanics.",
      "cn": "地基沉降是土力学中的主要研究课题之一."
    },
    {
      "en": "They embedded the pilings deep into the subsoil.",
      "cn": "他们把桩深深打进地基下的土中."
    },
    {
      "en": "With ample moisture stored in the subsoil, the crops matured rapidly.",
      "cn": "由于下层土壤湿度大, 农作物生长迅速."
    },
    {
      "en": "You mean meteorological, geological, and subsoil conditions?",
      "cn": "您的意思是指气象, 地质和地基土层状况 吗 ?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "natural soil",
            "natural foundation"
          ],
          "tran_cn": "[地质]底土；下层土；天然地基"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（土壤的）底土，心土",
      "tran_en": "the layer of soil between the ground’s surface and the lower layer of hard rock"
    }
  ],
  "exchange": {}
}