{
  "word": "unconsciously",
  "ipa": {
    "us": "ʌnˈkɒnʃəsli",
    "uk": "ʌnˈkɑnʃəsli"
  },
  "sentences": [
    {
      "en": "\"I was very unsure of myself after the divorce,\" she says, unconsciously sweeping back the curls from her forehead.",
      "cn": "“离婚之后我变得非常不自信，”她边说边不自主地把额前的卷发往后捋了捋。"
    },
    {
      "en": "Almost unconsciously she dressed in harmony with this note of simplicity.",
      "cn": "她简直不自觉的打扮得跟这朴素的调子很调和."
    },
    {
      "en": "Because I'm weak, my brain got confused, and I screamed unconsciously.",
      "cn": "因为我软弱无力, 我的脑子糊涂了, 我就不知不觉地叫起来."
    },
    {
      "en": "Even a man like Victor Henry, Slote thought in despair, had unconsciously blocked out the story.",
      "cn": "斯鲁特心里感到绝望, 甚至象维克多·亨利这样的人也视而不见地把这段新闻忽略了."
    },
    {
      "en": "Even the doctor, shy but no fool, half unconsciously acknowledged the compliment.",
      "cn": "甚至医生本人, 虽然有些腼腆,却并不愚蠢, 也有一星半点儿意识到这种礼遇."
    },
    {
      "en": "He unconsciously switched a tree with his cane when he talked to her.",
      "cn": "在和她讲话时，他无意识地用手里的鞭子抽打着一棵树。"
    },
    {
      "en": "Her poor clothes were neat, and she held her head unconsciously in a dainty way.",
      "cn": "她的衣服虽然普通却很齐整, 她的头不自觉地微微扬起,显出天然的风韵."
    },
    {
      "en": "I think racism is unconsciously inherent in practically everyone.",
      "cn": "我认为种族偏见固有地存在于几乎所有人的潜意识中。"
    },
    {
      "en": "It was uncanny, this rising sea in a dead calm, and their voices unconsciously sank lower.",
      "cn": "海面在从容不迫地上涨,使得他们毛骨悚然, 他们不由自主地压低了嗓门."
    },
    {
      "en": "She unconsciously moved back a pace or two.",
      "cn": "她下意识地向后退了一两步."
    },
    {
      "en": "The dedication lay on top and handy ( laughter ), so by and by I unconsciously stole it.",
      "cn": "那献词浮在最上面,信手就可拈来 ( 笑声 ), 于是不知不觉地,我就把它偷来了."
    },
    {
      "en": "The most ridiculous grimaces were purposely or unconsciously indulged in.",
      "cn": "故意或者无心地扮出最滑稽可笑的鬼脸."
    },
    {
      "en": "The question is:Do I wish to walk this path consciously, or unconsciously?",
      "cn": "问题是：我是希望有意识地走这条路，还是无意识地走这条路？"
    },
    {
      "en": "To the unconsciously indelicate person, all things are delicate.",
      "cn": "在有伤大雅而自己并不觉得的人看来, 什么事情都是无伤大雅的."
    },
    {
      "en": "Unconsciously he had longed for the days before his marriage.",
      "cn": "不知不觉地他倒怀念起结婚前的日子来了."
    },
    {
      "en": "Unconsciously we copy those we are close to or love or admire.",
      "cn": "我们自觉、不自觉地模仿着我们所亲近、爱戴或敬仰的人."
    },
    {
      "en": "Where Euclid unconsciously assumed the infinitude of straight lines.",
      "cn": "欧几里得不自觉地假定了直线的无限性."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "unconscious",
          "tran_cn": " 无意识的；失去知觉的；不省人事的；未发觉的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "unconsciousness",
          "tran_cn": " 无意识；意识不清；[医] 人事不省"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adv",
      "words": [
        {
          "words": [
            "automatically",
            "senselessly"
          ],
          "tran_cn": "不知不觉；无意识地"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "unwittingly"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adv",
      "tran_cn": "未意识到地，不知道地，失去知觉地，神志不清地"
    }
  ],
  "exchange": {}
}