{
  "word": "dram",
  "ipa": {
    "us": "dræm",
    "uk": "drɑm"
  },
  "sentences": [
    {
      "en": "...a dram of whisky.",
      "cn": "...一点威士忌。"
    },
    {
      "en": "A small dram of whisky may be prescribed by doctors for those over 60 to help them sleep. It is vital though to emphasize that \"small\" is the operative word.",
      "cn": "医生可以建议60岁以上的老人少量地喝点威士忌以改善睡眠，然而至关重要的是必须强调“少量”这个关键词。"
    },
    {
      "en": "A variety of materials are in widespread use in DRAM.",
      "cn": "几种不同材料已经在DRAM里广泛使用了."
    },
    {
      "en": "Anti - fuse is widely used in FPGA, DRAM, PROM, EPROM chips.",
      "cn": "反熔丝器件 广泛地应用在FPGA 、 DRAM 、 PROM 、 EPROM芯片中."
    },
    {
      "en": "DRAM is used to temporarily store data in personal computers and electronic gadgets.",
      "cn": "DRAM被用在个人电脑和电子产品上来临时存储数据."
    },
    {
      "en": "He is fond of a dram.",
      "cn": "他喜欢喝一点酒."
    },
    {
      "en": "I went and fetched a good dram of rum, and gave him.",
      "cn": "我拿了一大杯甘蔗酒, 让他喝下去."
    },
    {
      "en": "RAM comes in many varieties, including dynamic RAM ( DRAM ), synchronous RAM and synchronous dynamic RAM ( SDRAM ).",
      "cn": "RAM有多种形式, 包括动态RAM ( DRAM ) 、 同步RAM和同步动态RAM ( SDRAM )."
    },
    {
      "en": "The DRAM manufacturers almost have no profit margins to speak of.",
      "cn": "生产电脑存储器(dram)的厂家几乎无钱可赚."
    },
    {
      "en": "The DRAM manufacturers almost have no profit margins to speak of. Many of them suffered losses.",
      "cn": "生产电脑存储器(DRAM) 的厂家几乎无钱可赚, 很多还赔本."
    },
    {
      "en": "The DRAM Pricing hand - sheng sought to provide the best available current enforcement strategy.",
      "cn": "汇盛力图向操盘手提供时下可以获得的最佳的执行策略."
    },
    {
      "en": "Then, GOI test methodology is extended to reliability evaluation of DRAM capacitor.",
      "cn": "同时, 我们将GOI的 测试方法进一步推广,用于动态存储器电容可靠性评估."
    },
    {
      "en": "Total DRAM sales fell 8 percent even as unIt'shipments increased by 7 percent.",
      "cn": "DRAM的单位出货量增加了7%,但是总的销售额却下降了8%."
    },
    {
      "en": "What I dram of is to be a broadcaster on TV.",
      "cn": "我的梦想是成为一名电视播音员."
    },
    {
      "en": "When DRAM demand was strong, so many DRAM factories were set up, especially in East Asia.",
      "cn": "当DRAM晶片市场需求强劲的时候, 许多工厂纷纷上马, 在东亚更是如此."
    },
    {
      "en": "Would you care for a dram?",
      "cn": "少喝一点？"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "suggestion",
            "trace",
            "drop"
          ],
          "tran_cn": "打兰（重量名）；微量"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "打兰，一杯，微量",
      "tran_en": "a small alcoholic drink, especially  whisky  – used especially in Scotland"
    }
  ],
  "exchange": {
    "pl": [
      "drams"
    ]
  }
}