{
  "word": "buccal",
  "ipa": {
    "us": "'bʌkəl",
    "uk": "'bʌkəl"
  },
  "sentences": [
    {
      "en": "Buccal bottom clearance is affected, the note after art and feeling?",
      "cn": "口底间隙感染, 术后的注意事项以及感觉?"
    },
    {
      "en": "Noon break awakes often dry of buccal dry tongue, and a headache giddy, what reason be?",
      "cn": "午休醒来常常口干舌燥, 而且头痛头晕, 是什么原因 呢 ?"
    },
    {
      "en": "Objective : To determine lipid peroxide ( LPO ) and malonyldialdehyde ( MDA ) in insulin buccal spray ( IBS ).",
      "cn": "目的: 测定胰岛素口腔喷雾剂 ( insulinbuccal spray, IBS ) 中过氧化脂质 ( lipidperoxide,LPO ) 和丙二醛 ( MDA ) 的含量."
    },
    {
      "en": "Objective : To establish the method for identification of anta - virus buccal tablets.",
      "cn": "目的: 建立抗病毒口含片的鉴别方法."
    },
    {
      "en": "Objective : To establish the quality standard for Houyanqing buccal tablet ( HBT ).",
      "cn": "目的: 制定喉咽清 含片 的质量标准."
    },
    {
      "en": "Objective : To observe antipyretic - analgesic and anti - inflammatory effects of Banlangen Buccal Tablets ( BBTs ).",
      "cn": "目的: 观察 板蓝根 含片的解热镇痛及 抗炎 作用."
    },
    {
      "en": "Objective : To study the formulation and procedure of cefixime buccal tablets.",
      "cn": "目的: 研究头孢克肟口含片的处方工艺."
    },
    {
      "en": "Objective To optimize the preparation process of Herba Sarcandrae Buccal Tablet.",
      "cn": "目的:优选肿节风含片的最佳制备工艺."
    },
    {
      "en": "Objective To study the formula and procedure of Compound Glycyrrhiza Buccal Tablet.",
      "cn": "目的考察及筛选复方甘草口含片的处方和制备工艺."
    },
    {
      "en": "OBJECTIVE To study the permeation mechanism of amlexanox through rabbit buccal mucosa.",
      "cn": "目的研究氨来呫诺对兔口腔颊黏膜的渗透机制."
    },
    {
      "en": "Objective To study the water extracting technical condition of Buccal Tablet.",
      "cn": "目的优选菊黄上清含片的水煎煮提取工艺条件."
    },
    {
      "en": "ObjectiveTo search for a new method for urethra reconstruction using autologous buccal mucosal graft while lacking of local skin.",
      "cn": "目的探讨采用口腔粘膜游离移植，对局部缺乏组织的尿道下裂行尿道再造的方法。"
    },
    {
      "en": "Oral lesions most frequently appear in lips , gingival tissue, and buccal mucosa.",
      "cn": "偶有口腔组织受累,损害主要见于唇 、 颊黏膜及牙龈."
    },
    {
      "en": "Result: All the six buccal fat pad had satisfactory healing without complication.",
      "cn": "结果: 6例中颊脂垫完全成活,创面愈合良好,修复效果满意."
    },
    {
      "en": "Say Xiaozhao, and pony already buccal foam, the horizontal stroke lies.",
      "cn": "说罢小赵自得的看了看自己的手, 而小马早已口吐白沫, 横卧在地."
    },
    {
      "en": "The flaming crimson butterfly quietly perched on a happy face, accounted for a large and buccal, true to life likeness, as if to flying, abnormalities of the enchanting dazzling.",
      "cn": "那只火焰般赤红的蝴蝶安静地栖息在欢喜的脸上，占了大片又颊，栩栩如生，仿佛就要展翅而飞，异常的妖娆耀眼。"
    },
    {
      "en": "There is a tender swelling beneath the right buccal mucosa.",
      "cn": "右侧颊部粘膜下,有带痛的肿胀."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "genal",
            "stomal"
          ],
          "tran_cn": "[解剖]颊的；[昆]口的，口腔的"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "buccal tablet",
      "tran_cn": "口腔片，颊含片"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "（面）颊的，口的，口腔的，口甲",
      "tran_en": "of or relating to the cheek "
    }
  ],
  "exchange": {}
}