{
  "word": "acre",
  "ipa": {
    "us": "ˈeɪkə(r)",
    "uk": " ˈeɪkər"
  },
  "sentences": [
    {
      "en": "a 200-acre wood",
      "cn": "一片200英亩的林地"
    },
    {
      "en": "Corporate farmers are scrambling for every acre of land they can get.",
      "cn": "各农垦公司正在争夺可能到手的每一英亩土地."
    },
    {
      "en": "It is characterized by a relatively high production per tree and per acre.",
      "cn": "它的主要标志是单株产量和单位面积产量较高."
    },
    {
      "en": "One authority made a census of the spiders in a grass field in the south of England, and he estimated that there were more than 2,250,000 in one acre.",
      "cn": "一位权威对英国南方一块草坪上的蜘蛛作过统计, 他估计每英亩有2,250,000多只蜘蛛."
    },
    {
      "en": "Our house is on an acre of land which gives us a nice big backyard for our garden.",
      "cn": "我们的房子坐落在一英亩的土地上,因而后院地方很大,可供我们辟为花园."
    },
    {
      "en": "Such beds should reduce travelling distance per acre.",
      "cn": "这种带状栽植能减少单位面积的周转距离."
    },
    {
      "en": "The 77,000-acre estate contains five of the highest peaks in Scotland.",
      "cn": "7.7万英亩的私人土地上有5座苏格兰最高的山峰。"
    },
    {
      "en": "The acre of garden is host to a splendid bank of rhododendrons.",
      "cn": "一英亩见方的花园生长出一大片绚烂的杜鹃花."
    },
    {
      "en": "The men were mowing hay in the South Acre.",
      "cn": "一些人正在南地割草."
    },
    {
      "en": "The optimum density is difficult to specify in terms of trees per acre.",
      "cn": "很难定论究竟每英亩多少株树为最适密度."
    },
    {
      "en": "The playground covers over an acre in extent.",
      "cn": "操场的面积超过一英亩."
    },
    {
      "en": "The shepherd has penned up the sheep in the five - acre field.",
      "cn": "牧羊人把羊群围在那块五英亩的土地上."
    },
    {
      "en": "The shephers has penned up the sheep in the five acre field.",
      "cn": "牧羊人把羊群围在那块5英亩的土地上."
    },
    {
      "en": "They ended up buying a prebuilt modular home on a two-acre lot.",
      "cn": "最后他们购买了一幢建在两英亩土地上的预制组合式房屋。"
    },
    {
      "en": "They have lifted water from the Yellow River onto the high land and reaped a good cotton harvest on a 300 - acre tract.",
      "cn": "他们把黄河水引上高原,使300公亩棉田获得丰收."
    },
    {
      "en": "They measured off a half - acre plot for a house lot.",
      "cn": "他们划出一块半英亩的地皮来作房屋地基."
    },
    {
      "en": "They own 200 acres of farmland.",
      "cn": "他们拥有200英亩农田。"
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "acreage",
          "tran_cn": " 面积，英亩数"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "soil",
            "domain",
            "ground"
          ],
          "tran_cn": "土地，地产；英亩"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "英亩（等于4047平方米)",
      "tran_en": "a unit for measuring area, equal to 4,840 square yards or 4,047 square metres"
    }
  ],
  "exchange": {
    "pl": [
      "acres"
    ]
  }
}