{
  "word": "centimeter",
  "ipa": {
    "us": "ˈsɛntɪˌmiːtə",
    "uk": "ˈsɛntəˌmitər"
  },
  "sentences": [
    {
      "en": "A centimeter can be infinitely divided into smaller units.",
      "cn": "一厘米可以无穷尽地分成更小的单位。"
    },
    {
      "en": "Common units of volume are cubic centimeter.",
      "cn": "常见的体积单位是立方厘米."
    },
    {
      "en": "Configuration feature: Celadon is erect and herbaceous, tall 15 - 60 centimeter.",
      "cn": "形态特征: 灰绿色竖立草本, 高 15-60 厘米."
    },
    {
      "en": "Human brains have more than 100 million cells per cubic centimeter.",
      "cn": "人脑每立方厘米有一亿多个细胞."
    },
    {
      "en": "In every square centimeter!",
      "cn": "每一平方厘米！"
    },
    {
      "en": "Pork, fresh mushrooms and wash, and cut half a centimeter square Xiaoding.",
      "cn": "五花肉 、 鲜香菇洗净切成半厘米见方的小丁."
    },
    {
      "en": "The body has a 3 centimeter margin ( on all sides ).",
      "cn": "主体部分的四条边上包含了宽为3厘米的 边界."
    },
    {
      "en": "The centimeter - gram - second electromagnetic unit of inductance, equal to one billionth a henry.",
      "cn": "电磁亨利厘米 - 克 -秒 制中感应系数的电磁单位, 相当于一亨利的十亿分之一."
    },
    {
      "en": "The centimeter - gram - second electromagnetic unit of magnetomotive force , equal to ampere - turn.",
      "cn": "吉伯厘米 - 克 -秒 磁动势电磁单位, 等于!"
    },
    {
      "en": "The centimeter is one - tenth of the decimeter or one - hundredth of the meter.",
      "cn": "厘米是分米的 十分之一.或者说是米的百分之一."
    },
    {
      "en": "The centimeter is the fundamentalunit of length in the centimeter - gram - second system.",
      "cn": "米在C. G. S. 公制中为一种长度的基本单位."
    },
    {
      "en": "The measuring unit of torque wrench is pound - inch or kilogram - centimeter.",
      "cn": "力矩扳手的计量单位为镑 - 寸或者公斤 - 厘米."
    },
    {
      "en": "The pressure maintained in the water main is two kilogram per square centimeter.",
      "cn": "自来水总管里的水压保持为2公斤/平方厘米."
    },
    {
      "en": "The scale of this map is one centimeter to the kilometer.",
      "cn": "这个地图的比例是用一厘米代表一公里。"
    },
    {
      "en": "The scientist calculated the number of atoms in a cubic centimeter of oxygen.",
      "cn": "科学家算出了每1立方厘米氧中原子的数量."
    },
    {
      "en": "This kind of unusual elephant feather same material length approximately 0.8 centimeter.",
      "cn": "这种奇特的像羽毛一样的物质长度约0.8厘米."
    },
    {
      "en": "Unfortunately some writers have used bar for one dyne per square centimeter.",
      "cn": "不幸的是,有些作家错误地使用压力单位“巴”,把一巴错用成了每平方厘米一达因."
    },
    {
      "en": "Who guesses one centimeter?",
      "cn": "谁觉得是一厘米？"
    },
    {
      "en": "With the profile of a dinosaur and the texture of a rose bush, a thorny devil in Alice Springs Desert Park looks like trouble, but this slow-moving, six-inch [15-centimeter] lizard eats only ants.",
      "cn": "长着恐龙的外形和一身的刺犹如一丛玫瑰，这样一个棘手的恶魔在阿丽斯春天的沙漠公园里看似麻烦，但他动作缓慢，六英寸[15厘米]蜥蜴只吃蚂蚁。"
    }
  ],
  "rel_words": [],
  "synos": [],
  "phrases": [
    {
      "phrase": "cubic centimeter",
      "tran_cn": "立方厘米"
    },
    {
      "phrase": "square centimeter",
      "tran_cn": "n. 平方厘米，平方公分"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "厘米"
    }
  ],
  "exchange": {
    "pl": [
      "centimeters"
    ]
  }
}