{
  "word": "alkali",
  "ipa": {
    "us": "ˈælkəlaɪ",
    "uk": "ˈælkəˌlaɪ"
  },
  "sentences": [
    {
      "en": "AAR can be assorted two classifications: Alkali - Silica Reaction ( ASR ) and Alkali - Carbonate Reaction ( ACR ).",
      "cn": "AAR主要 分两类: 碱 - 硅酸反应(Alkali-Silica Reaction, 简称 ASR ) 和碱 - 碳酸盐反应 ( Alkali-CarbonateReaction,简称ACR )."
    },
    {
      "en": "After seeing how this air makes the ugly sagebrush and the patches of alkali and brown earth a feast to the eye, one can understand how the light of heaven may make the ugliest faces beautiful.",
      "cn": "这儿的空气能使丑陋的灌木和斑驳的盐碱地、褐色的泥土变成视觉盛宴。 只要见过这些，你就明白为什么说天堂的圣光能让最丑的脸变得美好。"
    },
    {
      "en": "All the alkali metals have a single s - electron outside a closed shell.",
      "cn": "所有的碱金属都在闭合壳层之外有一单个S电子."
    },
    {
      "en": "Carbon dioxide is reported to absorb primarily onto surface alkali or alkali - containing constituents.",
      "cn": "据报道CO2吸附主要在碱性表面或含碱成分的表面上."
    },
    {
      "en": "Cyclization occurs readily with dilute alkali.",
      "cn": "遇到稀碱就容易环化."
    },
    {
      "en": "It is a tribute to the capacity of the kidneys to excrete alkali.",
      "cn": "这对肾脏排碱功能是个负担."
    },
    {
      "en": "It was surprising when the alkali spectra showed unmistakable doublets.",
      "cn": "当碱金属光谱显示出不容怀疑的双线结构时,是令人惊奇的."
    },
    {
      "en": "PC board ban and wet cement appearance and acid, alkali touch information appearance.",
      "cn": "PC板禁令和湿水泥外表和酸，碱性资料外表触摸。"
    },
    {
      "en": "Such detergents do not yellow the wool as alkali tends to do.",
      "cn": "这种洗涤剂不会象碱那样使羊毛发黄."
    },
    {
      "en": "The acid and alkali are combined into salt.",
      "cn": "酸与碱化合成盐."
    },
    {
      "en": "The alkali halides can be grown into large crystals of excellent transparency.",
      "cn": "硷金属卤化物能生长成具有优良透明性的大晶体."
    },
    {
      "en": "The article introduces the application of fixed ammonia alkali additive decomposition equipment on coking wastewater.",
      "cn": "文章着重介绍了固定氨加碱分解装置在焦化废水中的应用。"
    },
    {
      "en": "The extremely salty, alkali lake holds little life, but its waters are a favorite spot for wading birds.",
      "cn": "其味极咸，碱湖保存了湖中的小生命，但其水域仍为涉水鸟所喜欢的地方。"
    },
    {
      "en": "The free alkali metals react immediately with water to liberate hydrogen.",
      "cn": "游离的碱金属直接和水中作用,放出氢气."
    },
    {
      "en": "The goods are rinsed with hot and cold water to remove residual alkali.",
      "cn": "产品用热水和冷水漂洗,以除去残留的碱."
    },
    {
      "en": "The nitrocellulose filters are then placed on wet filter paper containing alkali, which denatures the DNA.",
      "cn": "再将硝酸纤维素滤膜置于含碱的湿滤纸上, 碱的作用是使DNA变性."
    },
    {
      "en": "The valence atom of an alkali - metal atom has two states.",
      "cn": "碱金属原子的价原子具有两种能态."
    },
    {
      "en": "This paper deals with the alkali treatment affect for ramie yarn and ramie / cotton yarn in order to improve their elasticity.",
      "cn": "本文主要为了改善苎麻纱和麻棉纱的弹性，对苎麻纱、麻棉纱和棉纱进行了碱处理。"
    },
    {
      "en": "To get similar characteristics from composites, the carbon fibres are first chemically treated with an alkali which creates lots of tiny pits on their surface.",
      "cn": "为了在复合碳材料上获取与电容器相似的性质，这种碳纤维首先经过碱化学处理以令其表面生成许多细微的凹点。"
    },
    {
      "en": "Water, acrylonitrile and the galactomannan gum are added to a reactor with an alkali metal hydroxide.",
      "cn": "水 、 丙烯晴和半乳甘露聚糖胶,同碱金属氢氧化物在一起,加入到反应器中."
    },
    {
      "en": "When alkali is added to such compounds a series of proton dissociations occurs.",
      "cn": "当碱加到这类化合物中,将发生一系列质子离解作用."
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "alkalescent",
          "tran_cn": " 碱性的；弱碱性的"
        },
        {
          "word": "alkalic",
          "tran_cn": " 碱性的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "alkalinity",
          "tran_cn": " [化学] 碱度；[化学] 碱性"
        }
      ]
    },
    {
      "pos": "vi",
      "words": [
        {
          "word": "alkalify",
          "tran_cn": " 碱化"
        },
        {
          "word": "alkalinize",
          "tran_cn": " 碱化；成碱性"
        },
        {
          "word": "alkalize",
          "tran_cn": " 碱化；成碱性"
        }
      ]
    },
    {
      "pos": "vt",
      "words": [
        {
          "word": "alkalify",
          "tran_cn": " 使成碱性"
        },
        {
          "word": "alkalinize",
          "tran_cn": " 使碱化；使成碱性"
        },
        {
          "word": "alkalize",
          "tran_cn": " 使成碱性；使碱化"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "alcali"
          ],
          "tran_cn": "[化学]碱；可溶性无机盐"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "alkali liquor",
      "tran_cn": "碱液"
    },
    {
      "phrase": "alkali metal",
      "tran_cn": "[化]碱金属；[医]硷金属"
    },
    {
      "phrase": "alkali resistance",
      "tran_cn": "抗碱性，耐碱性；耐碱坚牢度"
    },
    {
      "phrase": "alkali solution",
      "tran_cn": "碱性液"
    },
    {
      "phrase": "caustic alkali",
      "tran_cn": "[化]苛性碱"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "碱性的"
    },
    {
      "pos": "n",
      "tran_cn": "碱",
      "tran_en": "a substance that forms a chemical salt when combined with an acid"
    }
  ],
  "exchange": {
    "pl": [
      "alkalis"
    ]
  }
}