{
  "word": "electroencephalogram",
  "ipa": {
    "us": "ɪˌlektrəʊɪnˈsefələgræm",
    "uk": "ɪˌlektroʊɪnˈsefələgræm"
  },
  "sentences": [
    {
      "en": "A flat electroencephalogram indicates a loss of brain function.",
      "cn": "平直的脑电图表明脑部功能的丧失."
    },
    {
      "en": "A variety of electroencephalogram - based monitoring systems have been applied in evaluating the depth of anesthesia.",
      "cn": "以脑电为基础的分析监测技术已用于临床麻醉深度的监测."
    },
    {
      "en": "An 8 - channel electroencephalogram ( EEG ) amplifier is designed based on instrumentation amplifier and universal active filter.",
      "cn": "摘要介绍了基于仪表放大器和通用滤波器的八通道脑电信号放大电路的设计方案."
    },
    {
      "en": "Do dot heart trends how many money does electroencephalogram want probably?",
      "cn": "做小孩子德动态脑电图大概要多少钱?"
    },
    {
      "en": "He found that the number of pulses, known as sleep spindles, generated by this organ and measured by an electroencephalogram, which records electrical activity in the brain, varied among the sleepers.",
      "cn": "他通过一种用于记录大脑电活动的脑电图设备测量了丘脑产生的脑电脉冲； 并且他发现，这个器官产生的脑电脉冲——也被称为睡眠纺锤波——的数量在不同志愿者身上存在差异。"
    },
    {
      "en": "He measured evoked potentials with an electroencephalogram.",
      "cn": "他用脑电图测量诱发电位."
    },
    {
      "en": "I also want to do an electrocardiogram, and an electroencephalogram.",
      "cn": "我还要做心电图 、 脑电图."
    },
    {
      "en": "Objective : To explore the clinical significance and variational type of electroencephalogram in infantile spasm.",
      "cn": "目的: 探讨婴儿痉挛脑电图的临床意义及变异类型."
    },
    {
      "en": "Objective : To investigate of non - linear dynamics characteristics of electroencephalogram ( EEG ) with the patients of stagnation ofQi syndrome.",
      "cn": "目的: 探讨肝气郁结证患者脑电非线性动力学变化规律."
    },
    {
      "en": "Objective : To observe the clinical feature and electroencephalogram ( EEG ) characteristic of automatism seizure.",
      "cn": "目的分析癫痫自动症的临床和脑电图 ( EEG ) 特征,探讨EEG在癫痫自动症诊断中的意义."
    },
    {
      "en": "Objective To propose a new approach for real - time detection of binocular rivalry through electroencephalogram ( EEG ).",
      "cn": "目的为 实时 准确地通过脑电信号分析双眼竞争中的意识交替感知,提供新的客观检测途径."
    },
    {
      "en": "Objectives : To evaluate the diagnostic value of electroencephalogram in the prognosis of concussion of brain.",
      "cn": "目的: 探讨脑电图对脑震荡预后的诊断价值."
    },
    {
      "en": "Objectives : To explore clinical characteristic of febrile convulsion ( FC ) and the meaning of electroencephalogram changes.",
      "cn": "目的: 探讨小儿热性惊厥 ( FC ) 的临床特点和脑电图变化的意义."
    },
    {
      "en": "Result: Comparing routine electroencephalogram, detection rate of epileptoid discharge elevated to 79.31 %.",
      "cn": "结果: 与本组常规脑电图比较, 痫样放电检出率提高至79.31%."
    },
    {
      "en": "The brain, too, sends out brain waves of electricity, which can be recorded in an electroencephalogram.",
      "cn": "大脑也发出脑电波, 这可在脑电图上记录下来."
    },
    {
      "en": "The brain, too, sends out brain waves of electricity, which can be recorded in electroencephalogram.",
      "cn": "脑袋, 也是一样, 发出脑电波, 在脑电图中被记录下来."
    },
    {
      "en": "The researchers tracked various bits of data about a dreamer, like rapid eye movement electroencephalogram (EEG) readings. They then fed this data into the robot.",
      "cn": "研究人员跟踪有关睡梦者的各种数据位，如快速眼动脑电图描记器读数，然后把这些数据输入机器人。"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "electrocardiographic",
          "tran_cn": " 心电图描记的（electrocardiograph的形容词）"
        },
        {
          "word": "electroencephalographic",
          "tran_cn": " 脑电图仪的；脑电图学的"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "<医>脑电波，脑动电流图",
      "tran_en": "an eeg2"
    }
  ],
  "exchange": {}
}