{
  "word": "downturn",
  "ipa": {
    "us": "ˈdaʊntɜːn",
    "uk": "ˈdaʊntɜːrn"
  },
  "sentences": [
    {
      "en": "America’s current economic downturn",
      "cn": "美国目前经济的衰退"
    },
    {
      "en": "And last year's downturn was softer in the east.",
      "cn": "而且,在去年的经济衰退中,东德遭受的打击较轻."
    },
    {
      "en": "Another downturn in both industrials and financials asurprise,'said Mr. McDonald.",
      "cn": "麦克唐纳说,如果工业和金融业再次双双走软, 那将令投资者倍感失望."
    },
    {
      "en": "In a downturn the need for proven ROI becomes even greater.",
      "cn": "在衰退时,我们对良好的投资回报率更加渴望."
    },
    {
      "en": "In the last downturn in 2002 they got things badly wrong.",
      "cn": "在2002年的上个低迷时期,他们非常狼狈."
    },
    {
      "en": "It was the same during the downturn of the early 1990 s.",
      "cn": "这与上世纪90年代初经济下滑时期的情况相同."
    },
    {
      "en": "Manufacturing is highly cyclical, falling first and fast in a downturn.",
      "cn": "制造业循环性强, 因此,在经济下行中最先下滑,速度也较快."
    },
    {
      "en": "Many economists believe the worst of the economic downturn is past.",
      "cn": "很多经济学家认为经济衰退最糟糕的时期已经过去了。"
    },
    {
      "en": "The building industry is experiencing a severe downturn in its workload.",
      "cn": "建筑业正经历工程量的严重滑坡."
    },
    {
      "en": "The company has been hammered by the downturn in the construction and motor industries.",
      "cn": "公司因建筑和汽车行业的衰退而受到了冲击。"
    },
    {
      "en": "The economy has entered a sharp downturn, and unemployment and insolvencies can be expected to increase.",
      "cn": "经济形势急转直下，失业与破产现象预计将会增多。"
    },
    {
      "en": "There was a downturn in interest rates this week.",
      "cn": "本周利率下调."
    },
    {
      "en": "These problems were exacerbated by the downturn in the world economy after 1979.",
      "cn": "1979年之后,世界经济的衰退使这些问题变得更加恶化了."
    },
    {
      "en": "They predicted a severe economic downturn.",
      "cn": "他们预言会有严重的经济衰退。"
    },
    {
      "en": "This downturn is costing thousands of workers their jobs.",
      "cn": "这次的经济衰退造成数千人失业."
    },
    {
      "en": "When a downturn is avoided, the average six - monthly gain is 20.1 %.",
      "cn": "如果能够避免下滑, 则六个月平均回报为20.1%."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "recession",
            "decline"
          ],
          "tran_cn": "衰退（经济方面）；低迷时期"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "economic downturn",
      "tran_cn": "经济低迷；经济不景气；经济滑坡"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "（价格或活动）开始下降，衰退，低迷时期",
      "tran_en": "a period or process in which business activity, production etc is reduced and conditions become worse"
    }
  ],
  "exchange": {
    "pl": [
      "downturns"
    ]
  }
}