{
  "word": "chauffeur",
  "ipa": {
    "us": "ˈʃəʊfə(r)",
    "uk": "ʃoʊˈfɜr"
  },
  "sentences": [
    {
      "en": "a long black chauffeur-driven limousine",
      "cn": "由专职司机驾驶的黑色豪华加长轿车"
    },
    {
      "en": "For example, chauffeur Pande said he wants his two children to acquire skills that will help them do better jobs than driving.",
      "cn": "例如，作为司机的潘德说，他希望他的两个孩子能学到技术，让他们找到比司机更好的工作。"
    },
    {
      "en": "He lived in considerable style, travelling widely, usually with a cook, valet, butler and chauffeur in attendance.",
      "cn": "他活得相当潇洒，通常带着厨师、用人、管家和司机到处游玩。"
    },
    {
      "en": "He served as gardener and as chauffeur.",
      "cn": "他兼做园丁和车夫."
    },
    {
      "en": "He wrested the suitcase from the chauffeur.",
      "cn": "他从司机手里抢过手提箱。"
    },
    {
      "en": "He's volunteered his services as a chauffeur.",
      "cn": "他主动提出当司机。"
    },
    {
      "en": "His chauffeur-driven car and company mobile phone will be handed on to his successor.",
      "cn": "他那辆配有专职司机的轿车和公司手机将转交给他的继任者。"
    },
    {
      "en": "His former chauffeur is claiming unfair dismissal on the grounds of racial discrimination.",
      "cn": "他的前任司机声称自己因为种族歧视而遭到了不公平解雇。"
    },
    {
      "en": "His main job was guarding Dodi, acting as his chauffeur, bodyguard and dogsbody.",
      "cn": "他的主要工作是保护多迪，当多迪的司机、保镖和勤杂工。"
    },
    {
      "en": "In one driveway a chauffeur wearing rubber boots was hosing down a limousine.",
      "cn": "其中一条私人车道上，一位穿着橡胶靴的专职司机正用水管冲洗一辆豪华轿车。"
    },
    {
      "en": "In the service of the empress, this inept chauffeur faced no legal sanction for the mishap.",
      "cn": "由于服侍太后，这位无能的司机在这场车祸中没有受到任何法律的制裁。"
    },
    {
      "en": "It was certainly useful to have her there to chauffeur him around.",
      "cn": "有她在那儿还是挺有用的，能开车带他到处跑。"
    },
    {
      "en": "Mary, the cook, is walking out with Jack, the chauffeur.",
      "cn": "厨师玛丽正同汽车司机杰克恋爱."
    },
    {
      "en": "She has a chauffeur - driven limousine.",
      "cn": "她有一辆由私人司机开的豪华轿车."
    },
    {
      "en": "She went out herself and spoke to the chauffeur.",
      "cn": "她亲自走出去跟汽车司机说话."
    },
    {
      "en": "The chauffeur got out to crank the motor.",
      "cn": "司机下车用曲柄去发动汽车。"
    },
    {
      "en": "The chauffeur started up and Marie verified the current.",
      "cn": "司机开动发电机,玛丽调节电流."
    },
    {
      "en": "The chauffeur turned the sedan about.",
      "cn": "司机把轿车掉头."
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "motorman",
            "steerer"
          ],
          "tran_cn": "司机"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "driver",
            "servant"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "受雇于人的汽车司机",
      "tran_en": "someone whose job is to drive a car for someone else"
    },
    {
      "pos": "v",
      "tran_cn": "开车运送",
      "tran_en": "to drive a car for someone as your job"
    },
    {
      "pos": "vi",
      "tran_cn": "为别人当汽车司机"
    },
    {
      "pos": "vt",
      "tran_cn": "开车运送，作（别人）司机"
    }
  ],
  "exchange": {
    "pl": [
      "chauffeurs"
    ],
    "third": [
      "chauffeurs"
    ],
    "past": [
      "chauffeured"
    ],
    "done": [
      "chauffeured"
    ],
    "ing": [
      "chauffeuring"
    ]
  }
}