{
  "word": "coniferous",
  "ipa": {
    "us": "kə'nɪfərəs",
    "uk": "kə'nɪfərəs"
  },
  "sentences": [
    {
      "en": "Boreal forests occupy the subarctic zone and are generally evergreen and coniferous.",
      "cn": "北部森林占据亚北极区地带而通常是常绿和松树类."
    },
    {
      "en": "Drag onto the page, then right - click to make coniferous or deciduous.",
      "cn": "拖到绘图页上, 然后右击,使之成为针叶树或落叶树."
    },
    {
      "en": "Drag to add a tree. You can configure the tree as coniferous or deciduous.",
      "cn": "通过拖动添加树木. 可将树木设置为针叶树或落叶树."
    },
    {
      "en": "Examples are heath associations and coniferous forest associations.",
      "cn": "例如荒原群丛和针叶林群丛."
    },
    {
      "en": "Fusions were common between strains from deciduous hosts or coniferous hosts.",
      "cn": "来自阔叶树或针叶树寄生的菌系间融合是普遍的."
    },
    {
      "en": "Habitats in tropical and subtropical mountain forest, coniferous forest, forest edge grass, bamboo forest or savanna.",
      "cn": "栖息于热带、亚热带的山地阔叶林 、 针阔混交林 、 林缘草坡 、 竹林或稀树草原."
    },
    {
      "en": "Most of the Siberian regional climate is temperate coniferous forests.",
      "cn": "西伯利亚大部分地区属温带针叶林气候."
    },
    {
      "en": "Natural vegetation in temperate, warm temperate deciduous, broad - leaved, coniferous forest and deciduous shrubs dominated.",
      "cn": "自然植被以温带 、 暖温带落叶 、 阔叶 、 针叶林和落叶灌木为主."
    },
    {
      "en": "On these soils, pine dominates and makes up the coniferous border with the montane birch forest.",
      "cn": "在这些土壤, 杉木控制并且组成与山桦树森林的具球果边界."
    },
    {
      "en": "Pulp made from softwood ( coniferous ) trees, e . g. fir. pine spruce . As distinct from pulp.",
      "cn": "用软木 ( 针叶树 ),例如枞, 松, 杉等, 所制成的纸浆有别于硬木浆."
    },
    {
      "en": "Softwood pulp: Pulp made from softwood ( coniferous ) trees, e . g. fir. pine, spruce . As distinct from Hardwood pulp.",
      "cn": "软木浆: 用软木 ( 针叶树 ), 例如枞, 松, 杉等,所制成的纸浆有别于硬木浆."
    },
    {
      "en": "Sphaeropsis saline is a destructive pathogen of coniferous species in many areas of the world.",
      "cn": "松枯梢病菌是一种分布广泛、为害严重的世界性病原真菌."
    },
    {
      "en": "This coniferous tree has a conical silhouette and thick bark.",
      "cn": "这种针叶树为圆锥形,厚厚的树皮."
    },
    {
      "en": "Vegetation in the reserve includes: deciduous forest, coniferous broad - leafforestforest, Alpine bush woods, and grass land, etc.",
      "cn": "区内植被包括原生 阔叶树 林、针阔叶树混交林 、 针叶树林 、 高山灌丛与草生地等山地植物相."
    }
  ],
  "rel_words": [
    {
      "pos": "n",
      "words": [
        {
          "word": "conifer",
          "tran_cn": " 针叶树；[植] 松柏科植物"
        },
        {
          "word": "coniferophyta",
          "tran_cn": " 松柏植物门"
        }
      ]
    }
  ],
  "synos": [],
  "phrases": [
    {
      "phrase": "coniferous forest",
      "tran_cn": "针叶林；原始森林"
    },
    {
      "phrase": "coniferous tree",
      "tran_cn": "n. 针叶树；针叶树针叶树Y"
    }
  ],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "松类的，结球果的"
    }
  ],
  "exchange": {
    "noun": [
      "conifer"
    ]
  }
}