{
  "word": "headway",
  "ipa": {
    "us": "ˈhedweɪ",
    "uk": "ˈhedweɪ"
  },
  "sentences": [
    {
      "en": "Against a head wind you made very little headway.",
      "cn": "逆风而行,速度不快."
    },
    {
      "en": "He is not disappointed at the failure to make headway towards resolving their differences.",
      "cn": "他们之间的分歧依然未能解决，他对此并不感到沮丧。"
    },
    {
      "en": "Headway Academy is a foreign company formed in Shanghai.",
      "cn": "本公司是一家成立于上海的美资公司."
    },
    {
      "en": "It is doubtful if dehydrated fruit will make much headway.",
      "cn": "脱水水果是否有多大进步尚难予料."
    },
    {
      "en": "Magnesium Die Casting have made significant headway in worldwide.",
      "cn": "镁合金压铸在世界范围内已经取得了重大的进展."
    },
    {
      "en": "Researchers have made headway toward molecule - size transistors and wires.",
      "cn": "研究者们已经在研制分子大小的晶体管和线路方面取得了突破."
    },
    {
      "en": "She has made remarkable headway in her writing skills.",
      "cn": "她在写作技巧方面有了长足进步."
    },
    {
      "en": "Significant headway has been made in the large - scale development of China's western region.",
      "cn": "西部大开发取得重要进展."
    },
    {
      "en": "Stormy weather stopped the ship from making headway.",
      "cn": "船在暴风雨天气里不能向前开。"
    },
    {
      "en": "The buses on this line are running on a three - minute headway.",
      "cn": "这条线路的公共汽车每三分钟开出一辆."
    },
    {
      "en": "The collective economy in urban and rural areas made new headway.",
      "cn": "城乡集体经济得到新的发展."
    },
    {
      "en": "The headway ran almost out, and he drew up slowly toward the sidewalk.",
      "cn": "船几乎停稳了, 然后他又慢慢地向人行道靠过来."
    },
    {
      "en": "The large boat was making quick headway.",
      "cn": "后面大船来的飞快."
    },
    {
      "en": "The ship made little headway in the storm.",
      "cn": "航船在暴风骤雨中几乎无法前进."
    },
    {
      "en": "There was concern in the city that police were making little headway in the investigation.",
      "cn": "警方在调查中未能取得什么进展，对此市民有些担心。"
    },
    {
      "en": "We could make no headway in the huge crowd.",
      "cn": "我们在一大堆人群里寸步难行."
    },
    {
      "en": "You'll soon find that when you follow through with these steps one by one, you make serious headway and before you know it, you've achieved your success.",
      "cn": "很快的你就会发现，一旦你一步一步的按着这些步骤做，在你发现你自己有进步之前你就已经进步了很多，你就已经取得了成功。"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "advance",
            "improvement",
            "progress"
          ],
          "tran_cn": "进展,进步"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "advance",
            "improvement",
            "progress"
          ],
          "tran_cn": "其他释义"
        }
      ]
    }
  ],
  "phrases": [
    {
      "phrase": "make headway",
      "tran_cn": "取得进展；有进展"
    }
  ],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "前进，进展，航行速度，间隔时间",
      "tran_en": "to make progress towards achieving something – used especially when this is difficult"
    }
  ],
  "exchange": {}
}