{
  "word": "analgesic",
  "ipa": {
    "us": "ˌænəlˈdʒi:zɪk",
    "uk": "ˌænəlˈdʒizɪk, -sɪk"
  },
  "sentences": [
    {
      "en": "Aloe may have an analgesic effect on inflammation and minor skin irritations.",
      "cn": "芦荟可能对发炎以及轻微的皮肤炎症具有镇痛作用。"
    },
    {
      "en": "Analgesic Substance from The Anamorph of Cordyceps gunnii ( Berk. ) Berk.",
      "cn": "古尼虫草Cordycepsgunnii ( Berk. ) Berk. 无性型的镇痛物质研究(英文)"
    },
    {
      "en": "Aspirin is a mild analgesic.",
      "cn": "阿司匹林是药性平和的止痛药。"
    },
    {
      "en": "Aspirin is a mild analgesic.",
      "cn": "阿司匹林是药性平和的止痛药."
    },
    {
      "en": "But acetaminophen is a fairly weak analgesic, experts say.",
      "cn": "但专家认为，对乙酰氨基酚的镇痛效果不强。"
    },
    {
      "en": "Conclusion: Bagmaking Tea of Sanyaku possessed anti - inflammatory , analgesic and antipyretic effects.",
      "cn": "结论: 三丫苦泡茶具有良好的解热、 抗炎 、 镇痛作用."
    },
    {
      "en": "Ginger Tea - Ginger, being a natural analgesic and antipyretic, can help reduce your fever and its effects.",
      "cn": "姜茶 ——姜，作为一种天然的止痛剂和退热剂，可以帮助退热和减轻由此引起的其他症状。"
    },
    {
      "en": "If approved, the FDA said Cymbalta would be the first nontraditional analgesic approved for chronic pain.",
      "cn": "FDA称，如果欣百达获得批准，它将是第一个非传统慢性疼痛止痛药。"
    },
    {
      "en": "Methods Analgesic effect in mice was observed by body - torsion and hot - plate method.",
      "cn": "方法用小鼠热板法和扭体法观察其镇痛作用."
    },
    {
      "en": "Objective : To observe antipyretic - analgesic and anti - inflammatory effects of Banlangen Buccal Tablets ( BBTs ).",
      "cn": "目的: 观察 板蓝根 含片的解热镇痛及 抗炎 作用."
    },
    {
      "en": "Objective : To study anti - inflammatory , analgesic, antipruritic and anti - trichomonal effects of Zihua Lotion.",
      "cn": "目的: 观察紫花洗剂的 抗炎 、 镇痛和止痒、 抗 滴虫作用."
    },
    {
      "en": "Objective Compare N 2 O with disoprofol in analgesic of artificial abortion operation.",
      "cn": "目的比较笑气与异丙酚在人流术中的镇痛效果."
    },
    {
      "en": "Objective To investigate the antipyretic, analgesic and antiinflammatory effects of xiaoerkanggan granular.",
      "cn": "目的观察小儿抗感颗粒的解热 、 镇痛、抗炎作用."
    },
    {
      "en": "Objective To observe analgesic effect of diprovan and tramadol in induced abortion.",
      "cn": "目的观察异丙酚与曲吗多在人工流产中的应用效果."
    },
    {
      "en": "The analgesic effect, effect and vital signs after applying PCA were recorded.",
      "cn": "记录比较行自控镇痛后的镇痛效果 、 副反应及生命体征情况."
    },
    {
      "en": "The hospital advised an analgesic for chest and shoulder pains.",
      "cn": "医院建议用止痛药治疗胸部和肩部疼痛。"
    },
    {
      "en": "This cream contains a mild analgesic to soothe stings and bites.",
      "cn": "这种乳膏含有一种性能平和的止痛剂,能缓解被螫咬后的疼痛."
    },
    {
      "en": "What are the analgesic effects of alpha 2 agonists?",
      "cn": "2受体激动剂的镇痛作用是什么?"
    }
  ],
  "rel_words": [
    {
      "pos": "adj",
      "words": [
        {
          "word": "analgetic",
          "tran_cn": " 止痛的（等于analgesic）"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "word": "analgesia",
          "tran_cn": " 止痛；无痛法"
        },
        {
          "word": "analgetic",
          "tran_cn": " 止痛剂"
        }
      ]
    }
  ],
  "synos": [
    {
      "pos": "adj",
      "words": [
        {
          "words": [
            "painkilling",
            "antalgic"
          ],
          "tran_cn": "[药]止痛的"
        }
      ]
    },
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "paregoric",
            "anodyne"
          ],
          "tran_cn": "[药]止痛剂；镇痛剂"
        }
      ]
    },
    {
      "pos": "other",
      "words": [
        {
          "words": [
            "depressant",
            "narcotic"
          ],
          "tran_cn": ""
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "adj",
      "tran_cn": "止痛的, 不痛的"
    },
    {
      "pos": "n",
      "tran_cn": "止痛剂，镇痛剂"
    }
  ],
  "exchange": {
    "pl": [
      "analgesics"
    ]
  }
}