{
  "word": "Satan",
  "ipa": {
    "us": "ˈseɪtn",
    "uk": "ˈsetn"
  },
  "sentences": [
    {
      "en": "Abdiel decides not to join Satan's army and returns to God.",
      "cn": "阿比迪决定不加入撒旦的阵营重返上帝的身边."
    },
    {
      "en": "And Satan tells our generation that the Bible is not true.",
      "cn": "撒但对现今的世代说圣经不是真确的."
    },
    {
      "en": "As soon as Judas took the bread , Satan entered into him.",
      "cn": "他吃了以后, 撒但就入了他的心. 耶稣对他说,你所作的快作吧."
    },
    {
      "en": "Believe Satan says the same at the gates of hell, old - timer!",
      "cn": "相信撒旦在地狱之门也说同样的话, 老顽固!"
    },
    {
      "en": "But what distinguished the physician's ecstasy from Satan's was the trait of wonder in it!",
      "cn": "不过,那医生的狂喜同撒旦的区别在于,其中尚有惊奇的成分!"
    },
    {
      "en": "Call in Beelzebub to cast out Satan.",
      "cn": "叫魔王赶撒旦;召鬼驱鬼."
    },
    {
      "en": "He replied, \" I saw Satan fall like lightning from heaven. \"",
      "cn": "耶稣就对他们说 、 我曾看见撒但从天上坠落、像闪电一样."
    },
    {
      "en": "If it convicts, then it is from God, but if it condemns then it is from Satan.",
      "cn": "如果这是定罪，那么它就是来自于上帝；如果是谴责，这就是来自撒旦。"
    },
    {
      "en": "In Milton's poem, Satan, even after his fall, dimly reflects his former glory.",
      "cn": "在弥尔顿的诗中, 撒旦即便失败后, 也能依稀显出昔日的荣光."
    },
    {
      "en": "Satan attempts to imitate this in the occult by making us feel special, as we are part of a secretive, hidden realm.",
      "cn": "撒旦企图仿效这个秘密让我们感觉到特别，如同我们是秘密的一部分，隐藏在他的领域里。"
    },
    {
      "en": "Satan dropped it there, I take it, intending a scurrilous jest against your reverence.",
      "cn": "我想, 准是撒旦丢在那儿, 有意中伤阁下您的."
    },
    {
      "en": "Satan or the Red Dragon is under God's control for 1,000 years.",
      "cn": "红龙,也就是撒旦,被困在神的控制下一千年."
    },
    {
      "en": "Satan uses this secret aspect of the occult to weave his deception.",
      "cn": "撒旦用这个秘密装出神秘的样子来编织它的骗术。"
    },
    {
      "en": "Satan, sin, self, darkness, and worldliness predominate among all people on earth.",
      "cn": "撒但 、 罪 、 己 、 黑暗和属地事物,辖制了全地的人."
    },
    {
      "en": "Simon, Simon, Satan has asked to sift you as wheat.",
      "cn": "主又说,西门, 西门, 撒但想要得着你们,好筛你们,像筛麦子一样."
    },
    {
      "en": "The cross was the power that conquered Satan and sin.",
      "cn": "十字架就是征服撒但和罪恶的权能."
    },
    {
      "en": "The name of Satan himself did not frighten her half so much.",
      "cn": "连撒旦本人也不会像他这样叫人害怕呢!"
    },
    {
      "en": "Who else would brag about meeting Satan halfway?",
      "cn": "谁还会吹嘘他在半路上见到了撒旦?"
    }
  ],
  "rel_words": [],
  "synos": [
    {
      "pos": "n",
      "words": [
        {
          "words": [
            "devil",
            "prince of darkness",
            "Old Harry"
          ],
          "tran_cn": "撒旦；魔鬼"
        }
      ]
    }
  ],
  "phrases": [],
  "trans": [
    {
      "pos": "n",
      "tran_cn": "撒旦，魔鬼",
      "tran_en": "the Devil, considered to be the main evil power and God’s opponent"
    }
  ],
  "exchange": {}
}